{
  "/wiki/J.B._Pritzker": "Jay Robert \"J. B.\" Pritzker (born January 19, 1965) is an American businessman, philanthropist, and politician serving as the 43rd Governor of Illinois. He is a private business owner based in Chicago and a managing partner and co-founder of the Pritzker Group, and a member of the Pritzker family which owns the Hyatt hotel chain. He has an estimated personal net worth of $3.4 billion.",
  "/wiki/Democratic_Party_(United_States)": "The Democratic Party is one of the two major contemporary political parties in the United States, along with its main rival, the Republican Party. Tracing its heritage back to Thomas Jefferson and James Madison's Democratic-Republican Party, the modern-day Democratic Party was founded around 1828 by supporters of Andrew Jackson, making it the world's oldest active political party.",
  "/wiki/Governor_of_Illinois": "The Governor of Illinois is the chief executive of the State of Illinois, and the various agencies and departments over which the officer has jurisdiction, as prescribed in the state constitution.  It is a directly elected position, votes being cast by popular suffrage of residents of the state. The governor is responsible for enacting laws passed by the Illinois General Assembly. Illinois is one of 14 states that does not have a gubernatorial term-limit.  The governor is commander-in-chief of the state's land, air and sea forces, when they are in state service.",
  "/wiki/Hyatt": "Hyatt Hotels Corporation, commonly known as Hyatt, is an American multinational hospitality company that manages and franchises luxury hotels, resorts, and vacation properties.",
  "/wiki/Penny_Pritzker": "Penny Sue Pritzker (born May 2, 1959) is an American billionaire businesswoman, entrepreneur, and civic leader. President Barack Obama nominated Pritzker as United States Secretary of Commerce. After being confirmed by a Senate vote of 97–1, she became the 38th person to hold that position.",
  "/wiki/United_States_Secretary_of_Commerce": "The United States Secretary of Commerce (SecCom) is the head of the United States Department of Commerce. The secretary is appointed by the president of the United States with the advice and consent of the United States Senate and serves in the president's Cabinet. The secretary is concerned with promoting American businesses and industries; the department states its mission to be \"to foster, promote, and develop the foreign and domestic commerce\".",
  "/wiki/Bill_Haslam": "William Edward Haslam (/ˈhæzləm/; born August 23, 1958) is an American billionaire businessman and politician, who served as the 49th Governor of Tennessee from 2011 to 2019. He is a member of the Republican Party and was previously the mayor of Knoxville, Tennessee.",
  "/wiki/Republican_Party_(United_States)": "The Republican Party, also referred to as the GOP (Grand Old Party), is one of the two major contemporary political parties in the United States; the other is its historic rival, the Democratic Party.",
  "/wiki/Knoxville,_Tennessee": "Knoxville is a city in the U.S. state of Tennessee, and the county seat of Knox County. As of the 2010 census, the city has a population of 178,874, and is Tennessee's third largest city after Nashville and Memphis. Knoxville is the principal city of the Knoxville Metropolitan Statistical Area, which was 868,546 in 2015.",
  "/wiki/Governor_of_Tennessee": "The Governor of Tennessee is the head of government of the U.S. state of Tennessee. The governor is the only official in Tennessee state government who is directly elected by the voters of the entire state.",
  "/wiki/Jim_Haslam": "James Arthur Haslam II (born December 13, 1930) is an American businessman and philanthropist, best known as the founder of Pilot Corporation, which operates a chain of convenience stores and travel centers throughout the United States and Canada, and is one of the largest privately owned companies in the United States.  Haslam is also a prominent donor for the University of Tennessee, having provided tens of millions of dollars to the school over several decades. Haslam's son, Jimmy, is the current owner of the Cleveland Browns, and his other son, Bill, is the former Governor of Tennessee.",
  "/wiki/Pilot_Corporation": "Pilot Corporation (or simply Pilot) is an American petroleum corporation headquartered in Knoxville, Tennessee. Pilot operates the Pilot Food Mart convenience stores in Tennessee. Along with FJ Management, Pilot is joint-owner of Pilot Flying J, the largest truck stop chain in the United States.",
  "/wiki/Saks_Fifth_Avenue": "Saks Fifth Avenue is an American chain of luxury department stores owned, since 2013, by the oldest commercial corporation in North America, the Hudson's Bay Company. Its main flagship store is located on Fifth Avenue in Midtown Manhattan, New York City.",
  "/wiki/Mark_Dayton": "Mark Brandt Dayton (born January 26, 1947) is an American politician who served as the 40th governor of Minnesota from 2011 to 2019. He was a United States Senator for Minnesota from 2001 to 2007, and the Minnesota State Auditor from 1991 to 1995. He is a member of the Minnesota Democratic–Farmer–Labor Party (DFL), which affiliates with the national Democratic Party.",
  "/wiki/State_Auditor_of_Minnesota": "The Minnesota State Auditor is a constitutional officer in the executive branch of the U.S. State of Minnesota. The State Auditor is charged with overseeing more than $20 billion spent annually by local governments in Minnesota. The State Auditor does this by performing audits of local government financial statements and by reviewing documents, data, reports and complaints reported to the Office. The financial information collected is analyzed and serves as the basis of statutory reports issued by the Office of the State Auditor.  The State Auditor is elected and serves a four-year term.",
  "/wiki/United_States_Senate": "The United States Senate is the upper chamber of the United States Congress, which, along with the United States House of Representatives—the lower chamber—constitutes the legislature of the United States. The Senate chamber is located in the north wing of the Capitol Building, in Washington, D.C.",
  "/wiki/Minnesota": "Minnesota (/ˌmɪnɪˈsoʊtə/ (listen)) is a state in the Upper Midwest, Great Lakes, and northern regions of the United States. Minnesota was admitted as the 32nd U.S. state on May 11, 1858, created from the eastern half of the Minnesota Territory. The state has many lakes, and is known as the \"Land of 10,000 Lakes\". Its official motto is L'Étoile du Nord (French: Star of the North).",
  "/wiki/Governor_of_Minnesota": "The Governor of Minnesota is the chief executive of the U.S. state of Minnesota, leading the state's executive branch. Forty people have been governor of Minnesota, though historically there were also three governors of Minnesota Territory. Alexander Ramsey, the first territorial governor, also served as state governor several years later.  State governors are elected to office by popular vote, but territorial governors were appointed to the office by the United States president. The current governor of Minnesota is Tim Walz of the Democratic-Farmer-Labor Party (DFL).",
  "/wiki/George_Dayton": "George Draper Dayton (March 6, 1857 – February 18, 1938) was an American businessman and philanthropist, most famous for being the founder of Dayton's department store, which later became Target Corporation.",
  "/wiki/Target_Corporation": "Target Corporation is the 8th-largest retailer in the United States, and is a component of the S&P 500 Index. Founded by George Dayton and headquartered in Minneapolis, the company was originally named Goodfellow Dry Goods in June 1902 before being renamed the Dayton's Dry Goods Company in 1903 and later the Dayton Company in 1910. The first Target store opened in Roseville, Minnesota in 1962 while the parent company was renamed the Dayton Corporation in 1967. It became the Dayton-Hudson Corporation after merging with the J.L. Hudson Company in 1969 and held ownership of several department store chains including Dayton's, Hudson's, Marshall Field's, and Mervyn's. It is unrelated to Target Australia.",
  "/wiki/Jim_Justice": "James Conley Justice II (born April 27, 1951) is an American coal mining and agriculture businessman and politician serving as the 36th governor of West Virginia since 2017. With a net worth of around $1.9 billion, he is the wealthiest person in West Virginia. He inherited a coal mining business from his father and built a business empire with over 50 companies, including the Greenbrier, a luxury resort.",
  "/wiki/Governor_of_West_Virginia": "The governor of West Virginia is the head of the executive branch of West Virginia's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the West Virginia Legislature, to convene the legislature at any time, and, except when prosecution has been carried out by the House of Delegates, to grant pardons and reprieves.",
  "/wiki/The_Greenbrier": "The Greenbrier is a luxury resort located in the Allegheny Mountains near White Sulphur Springs in Greenbrier County, West Virginia, in the United States.",
  "/wiki/Betsy_DeVos": "Elisabeth Dee DeVos (/dəˈvɒs/; née Prince; born January 8, 1958) is the 11th and current United States Secretary of Education since 2017. DeVos is a Republican known for her support for school choice, school voucher programs, and charter schools. She was Republican National Committeewoman for Michigan from 1992 to 1997 and served as chair of the Michigan Republican Party from 1996 to 2000, and was re-elected  to the post in 2003. She has advocated for the Detroit charter school system, and is a former member of the board of the Foundation for Excellence in Education. She has served as chair of the board of the Alliance for School Choice and the Acton Institute and headed the All Children Matter PAC.",
  "/wiki/Michigan_Republican_Party": "The Michigan Republican Party is the state affiliate of the national Republican Party in Michigan. It is sometimes referred to as MIGOP, which simply means Michigan Grand Old Party. Former United States Ambassador to Slovakia Ronald Weiser is the most recent former Chairman of the Michigan Republican Party. Laura Cox was elected chairwoman in 2019.",
  "/wiki/United_States_Secretary_of_Education": "The United States secretary of education is the head of the United States Department of Education. The secretary advises the president of the United States, and the federal government, on federal policies, programs, and activities related to all education in the United States. As a member of the president's Cabinet, the secretary is fifteenth in the line of succession to the presidency.",
  "/wiki/Edgar_Prince": "Edgar Dale Prince (May 3, 1931 – March 2, 1995) was an American engineer and businessman who founded the Prince Corporation, now owned by Johnson Controls.",
  "/wiki/Richard_DeVos": "Richard Marvin DeVos Sr. (March 4, 1926 – September 6, 2018) was an American billionaire businessman, co-founder of Amway with Jay Van Andel (company restructured as Alticor in 2000), and owner of the Orlando Magic basketball team. In 2012, Forbes magazine listed him as the 60th wealthiest person in the United States, and the 205th richest in the world, with an estimated net worth of $5.1 billion.",
  "/wiki/Amway": "Amway (short for \"American Way\") is an American multi-level marketing company that sells health, beauty, and home care products. The company was founded in 1959 by Jay Van Andel and Richard DeVos and is based in Ada, Michigan. Amway and its sister companies under Alticor reported sales of $8.8 billion in 2018. It conducts business through a number of affiliated companies in more than a hundred countries and territories. Amway has been investigated in various countries and by institutions such as the Federal Trade Commission (FTC) for alleged pyramid scheme practices.",
  "/wiki/Erik_Prince": "Erik Dean Prince (born June 6, 1969) is an American businessman, former U.S. Navy SEAL officer, and the founder of the government services and security company Blackwater USA, now called Academi. He served as Blackwater's CEO until 2009 and as its chairman until its sale to a group of investors in 2010. Prince now heads the private equity firm Frontier Resource Group and is chairman of Hong Kong-listed Frontier Services Group Ltd. He is the brother of U.S. Secretary of Education Betsy DeVos.",
  "/wiki/Academi": "Academi is an American private military company founded in 1997 by former Navy SEAL officer Erik Prince as Blackwater, renamed as Xe Services in 2009 and known as Academi since 2011 after the company was acquired by a group of private investors. The company received widespread notoriety in 2007, when a group of its employees killed 14 Iraqi civilians and injured 20 in Nisour Square, Baghdad for which four guards were convicted in a U.S. court.",
  "/wiki/Linda_McMahon": "Linda Marie McMahon (née Edwards; born October 4, 1948) is an American former professional wrestling executive who served as the 25th Administrator of the Small Business Administration from 2017 to 2019.",
  "/wiki/Connecticut": "Connecticut (/kəˈnɛtɪkət/ (listen)) is the southernmost state in the New England region of the northeastern United States. As of the 2010 Census, it has the highest per-capita income, Human Development Index (0.962), and median household income in the United States. It is bordered by Rhode Island to the east, Massachusetts to the north, New York to the west, and Long Island Sound to the south. Its capital is Hartford and its most populous city is Bridgeport. It is part of New England, although portions of it are often grouped with New York and New Jersey as the tri-state area. The state is named for the Connecticut River which approximately bisects the state. The word \"Connecticut\" is derived from various anglicized spellings of an Algonquian word for \"long tidal river\".",
  "/wiki/Administrator_of_the_Small_Business_Administration": "The Administrator of the Small Business Administration is the head of the Small Business Administration of the United States Government. President Barack Obama announced in January 2012 that he would elevate the SBA into the Cabinet, a position it last held during the Clinton administration.",
  "/wiki/Vince_McMahon": "Vincent Kennedy McMahon (/məkˈmæn/; born August 24, 1945) is an American professional wrestling promoter and executive, American football executive, and businessman. He has worked in the corporate area of the WWE and behind the scenes since taking over the company from his father in 1982. He currently serves as the majority owner, chairman and CEO of WWE as well as founder and owner of Alpha Entertainment, which is the holding company of the XFL, an American football league.",
  "/wiki/Jess_McMahon": "Roderick James \"Jess\" McMahon Sr. (May 26, 1882 – November 22, 1954) was an Irish American professional wrestling and professional boxing promoter, and the patriarch of the McMahon family. It is not certain if either him or his son Vincent J. McMahon was the founder of the World Wide Wrestling Federation (WWWF, known today as WWE). While some sources stated it was his son other sources however mentioned him as the founder of the company. WWE is run today by grandson Vince, since he took over in 1982.",
  "/wiki/WWE": "World Wrestling Entertainment, Inc., d/b/a WWE, is an American integrated media and entertainment company that is primarily known for professional wrestling. WWE has also branched out into other fields, including movies, football, and various other business ventures.",
  "/wiki/Wilbur_Ross": "Wilbur Louis Ross Jr. (born November 28, 1937) is an American investor and the current United States Secretary of Commerce. On November 30, 2016, then-President-elect Donald Trump announced that he would nominate Ross for that post. On February 27, 2017, the Senate confirmed him in a 72–27 vote. He was sworn into office on February 28, 2017.",
  "/wiki/WL_Ross_%26_Co": "WL Ross & Co. LLC is a private equity company founded and based in New York by Wilbur Ross in April 2000. The company focuses on investments in financially distressed companies with undervalued stocks, in the $100 to $200 million range, usually—but not exclusively—in the United States, Asia, Korea, Ireland, Japan, France and China. By acquiring majority stake in their investments through purchases and/or buyouts, WL Ross & Co. LLC then have the option of restructuring, turnarounds, mergers, reorganizations and industry consolidation. Starting in 2002, WL Ross began acquired the assets of bankrupt steel companies such as LTV Steel Corp,  Bethlehem Steel, Weirton Steel, Acme Steel, Georgetown Steel, Youngstown Sheet and Tube, and Republican Steel. By 2003 Ross had established relationships with the United Steelworkers, promising to save jobs. WL Ross founded the company International Steel Group (ISG) by combining bankrupt LTV Corp., Acme Steel and Bethlehem Steel, which quickly became the largest integrated steel company in the United States and was a Fortune 500 company by 2005.",
  "/wiki/Bruce_Rauner": "Bruce Vincent Rauner (/ˈraʊnər/; born February 18, 1956)  is an American businessman, philanthropist, and politician who served as the 42nd governor of Illinois, from 2015 to 2019. Prior to his election, he was the chairman of R8 Capital Partners and chairman of the private equity firm GTCR, based in Chicago. The Republican nominee in the 2014 Illinois gubernatorial election, he defeated Democratic incumbent Pat Quinn by 50.3% to 46.4%. In 2018, after surviving a challenge in the Republican primary from State Representative Jeanne Ives, Rauner lost to Democratic challenger J. B. Pritzker in the November 2018 election.",
  "/wiki/GTCR": "GTCR LLC is a private equity firm focused on leveraged buyout, leveraged recapitalization, growth capital and rollup transactions.  Since 1980, GTCR has invested more than $15 billion in over 200 companies.",
  "/wiki/Amo_Houghton": "Amory \"Amo\" Houghton Jr. (born August 7, 1926) is a Republican politician from the U.S. state of New York, a retired member of the House of Representatives, and member of one of upstate New York's most prominent families in business, the Houghton family.",
  "/wiki/United_States_House_of_Representatives": "The United States House of Representatives is the lower house of the United States Congress, the Senate being the upper house. Together they compose the national legislature of the United States.",
  "/wiki/New_York_(state)": "New York is a state located in the Northeastern United States. New York was one of the original thirteen colonies that formed the United States. With an estimated 19.45 million residents in 2019, it is the fourth most populous state. In order to distinguish the state from its city with the same name, it is sometimes referred to as New York State (NYS).",
  "/wiki/Corning_Inc.": "Corning Incorporated is an American multinational technology company that specializes in specialty glass, ceramics, and related materials and technologies including advanced optics, primarily for industrial and scientific applications. The company was named Corning Glass Works until 1989. Corning divested its consumer product lines (including CorningWare and Visions Pyroceram-based cookware, Corelle Vitrelle tableware, and Pyrex glass bakeware) in 1998 by selling the Corning Consumer Products Company subsidiary (now known as Corelle Brands) to Borden, but still holds an interest of about 8 percent.",
  "/wiki/Jared_Polis": "Jared Schutz Polis (/ˈpoʊlɪs/; born May 12, 1975) is an American politician, entrepreneur, and philanthropist serving as the 43rd governor of Colorado since January 2019. A member of the Democratic Party, he served on the Colorado State Board of Education from 2001 to 2007 and was the United States Representative for Colorado's 2nd congressional district from 2009 to 2019. He was elected governor of Colorado in 2018, defeating Republican nominee Walker Stapleton.",
  "/wiki/Colorado": "Colorado (/ˌkɒləˈrædoʊ, -ˈrɑːdoʊ/ (listen), other variants) is a state of the Western United States encompassing most of the southern Rocky Mountains as well as the northeastern portion of the Colorado Plateau and the western edge of the Great Plains. It is the 8th most extensive and 21st most populous U.S. state. The estimated population of Colorado is 5,770,545 as of 2019, an increase of 14.7% since the 2010 United States Census.",
  "/wiki/Governor_of_Colorado": "The Governor of Colorado is the chief executive of the U.S. state of Colorado. The governor is the head of the executive branch of Colorado's state government and is charged with enforcing state laws. The governor has the power to either approve or veto bills passed by the Colorado General Assembly, to convene the legislature, and to grant pardons, except in cases of treason or impeachment. The governor is also the commander-in-chief of the state's military forces.",
  "/wiki/ProFlowers": "ProFlowers is a flower retailer in the United States. It is an e-commerce company that sells products shipped from growers, suppliers and its own distribution facilities to consumers. ProFlowers is headquartered in San Diego, California. It is a wholly owned subsidiary of FTD Companies.",
  "/wiki/Rex_Tillerson": "Rex Wayne Tillerson (born March 23, 1952) is an American engineer and energy executive who served as the 69th United States Secretary of State from February 1, 2017, to March 31, 2018, under President Donald Trump. Prior to joining the Trump administration, Tillerson was chairman and chief executive officer of ExxonMobil, holding that position from 2006 until 2017.",
  "/wiki/United_States_Secretary_of_State": "The secretary of state is a senior official of the federal government of the United States of America and the head of the United States Department of State. The secretary of state's duties are principally concerned with foreign policy, and he or she is considered to be the U.S. government's minister of foreign affairs.",
  "/wiki/ExxonMobil": "Exxon Mobil Corporation, doing business as ExxonMobil, is an American multinational oil and gas corporation headquartered in Irving, Texas. It is the largest direct descendant of John D. Rockefeller's Standard Oil, and was formed on November 30, 1999 by the merger of Exxon (formerly the Standard Oil Company of New Jersey) and Mobil (formerly the Standard Oil Company of New York). ExxonMobil's primary brands are Exxon, Mobil, Esso, and ExxonMobil Chemical. ExxonMobil is incorporated in Texas.",
  "/wiki/Greg_Gianforte": "Gregory Richard Gianforte (born April 17, 1961) is an American businessman, engineer, author, and politician serving as the U.S. Representative for Montana's at-large congressional district since 2017. Gianforte and his wife founded RightNow Technologies, a customer relationship management software company which went public in 2004, before being acquired by Oracle in 2011. Gianforte is one of the few tech executives to be elected to political office in the United States. Since Rep. Darrell Issa left office in 2019, Gianforte is currently the second wealthiest member of Congress. He is not running for re-election to the U.S. House in 2020 and is instead a candidate in the 2020 Montana gubernatorial election.",
  "/wiki/Governor_of_Montana": "The Governor of Montana is the head of the executive branch of Montana's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, the power to either approve or veto bills passed by the Montana State Legislature, to convene the legislature at any time, and to grant pardons and reprieves.",
  "/wiki/Montana": "Montana (/mɒnˈtænə/ (listen)) is a state in the Northwestern United States. Montana has several nicknames, although none are official, including \"Big Sky Country\" and \"The Treasure State\", and slogans that include \"Land of the Shining Mountains\" and more recently \"The Last Best Place\".",
  "/wiki/RightNow_Technologies": "Oracle RightNow is a customer relationship management (CRM) software service for enterprise organizations. It was originally developed by RightNow Technologies, Inc., which was acquired by Oracle Corporation in 2011.",
  "/wiki/Jon_Corzine": "Jon Stevens Corzine (/ˈkɔːrzaɪn/; born January 1, 1947) is an American financial executive and retired politician who served as a United States Senator from New Jersey from 2001 to 2006 and the 54th Governor of New Jersey from 2006 to 2010. A member of the Democratic Party, he previously worked at Goldman Sachs; after leaving politics, he was CEO of MF Global from 2010 to 2011.",
  "/wiki/New_Jersey": "New Jersey is a state in the Mid-Atlantic region of the Northeastern United States. It is a peninsula, bordered on the north and east by the state of New York; on the east, southeast, and south by the Atlantic Ocean; on the west by the Delaware River and Pennsylvania; and on the southwest by the Delaware Bay and Delaware. New Jersey is the fourth-smallest state by area but the 11th-most populous, with 9 million residents as of 2017, making it the most densely populated of the 50 U.S. states with its biggest city being Newark. New Jersey lies completely within the combined statistical areas of New York City and Philadelphia. New Jersey was the second-wealthiest U.S. state by median household income as of 2017.",
  "/wiki/Governor_of_New_Jersey": "The Governor of the State of New Jersey is head of the executive branch of New Jersey's state government. The office of governor is an elected position, for which elected officials serve four-year terms. Governors cannot be elected to more than two consecutive terms, but there is no limit on the total number of terms they may serve. The official residence for the governor is Drumthwacket, a mansion located in Princeton, New Jersey; the office of the governor is at the New Jersey State House in Trenton. \nThe first Governor of New Jersey was William Livingston, who served from August 31, 1776, to July 25, 1790. The current governor is Phil Murphy, a Democrat who assumed office on January 16, 2018.",
  "/wiki/Goldman_Sachs": "The Goldman Sachs Group, Inc., is an American multinational investment bank and financial services company headquartered in New York City. It offers services in investment management, securities, asset management, prime brokerage, and securities underwriting.",
  "/wiki/Steven_Mnuchin": "Steven Terner Mnuchin (/məˈnuːʃɪn/ mə-NOO-shin; born December 21, 1962) is an American investment banker and civil servant who is serving as the 77th United States secretary of the treasury as part of the Cabinet of Donald Trump. Previously, Mnuchin had been a hedge fund manager and investor.",
  "/wiki/United_States_Secretary_of_the_Treasury": "The secretary of the treasury is the head of the United States Department of the Treasury which is concerned with all financial and monetary matters relating to the federal government, and, until 2003, also included several major federal law enforcement agencies. This position in the federal government of the United States is analogous to the minister of finance in many other countries. The secretary of the treasury is a member of the president's Cabinet, and is nominated by the president of the United States. Nominees for secretary of the treasury undergo a confirmation hearing before the United States Senate Committee on Finance before being voted on by the United States Senate.",
  "/wiki/Michael_McCaul": "Michael Thomas McCaul Sr. (born January 14, 1962) is an American attorney and politician serving as the  U.S. Representative for Texas's 10th congressional district, since 2005.  During 113th, 114th, and 115th Congresses, he served as Chairman of the House Committee on Homeland Security.  Congressman McCaul is a member of the Republican Party. The district stretches from Austin to Houston. As of 2018[update] he is the fifth-wealthiest member of Congress.",
  "/wiki/Texas": "Texas (/ˈtɛksəs/, locally /ˈtɛksɪz/; Spanish: Texas or Tejas, pronounced [ˈtexas] (listen)) is the second largest state in the United States by area (after Alaska) and population (after California). Located in the South Central region, Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the southwest, and has a coastline with the Gulf of Mexico to the southeast.",
  "/wiki/Lowry_Mays": "Lester Lowry Mays (born July 24, 1935) is the founder and former chairman of Clear Channel Communications.",
  "/wiki/IHeartMedia": "iHeartMedia, Inc., formerly CC Media Holdings, Inc., is an American mass media corporation headquartered in San Antonio, Texas. It is the holding company of iHeartCommunications, Inc. (formerly Clear Channel Communications, Inc.), a company founded by Lowry Mays and B. J. \"Red\" McCombs in 1972, and later taken private by Bain Capital, LLC and Thomas H. Lee Partners through a leveraged buyout in 2008. As a result of this buyout, Clear Channel Communications, Inc. began to operate as a wholly owned subsidiary of CC Media Holdings, Inc. On September 16, 2014, CC Media Holdings, Inc. was rebranded iHeartMedia, Inc.; and Clear Channel Communications, Inc., became iHeartCommunications, Inc.",
  "/wiki/Rick_Scott": "Richard Lynn Scott (né Myers, December 1, 1952) is an American politician serving as the junior United States senator from Florida since 2019. A member of the Republican Party, he previously served as the 45th governor of Florida from 2011 to 2019.",
  "/wiki/List_of_Governors_of_Florida": "The governor of Florida is the head of the executive branch of Florida's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Florida Legislature, to convene the legislature, and to grant pardons, except in cases of impeachment.",
  "/wiki/Florida": "Florida (/ˈflɒrɪdə/ (listen), Spanish pronunciation: [floˈɾiða]) is the southernmost contiguous state in the United States. The state is bordered to the west by the Gulf of Mexico, to the northwest by Alabama, to the north by Georgia, to the east by the Atlantic Ocean, and to the south by the Straits of Florida. Florida is the 22nd-most extensive (65,755 sq mi or 170,300 km2), the 3rd-most populous (21,477,737 inhabitants), and the 8th-most densely populated (384.3/sq mi or 148.4/km2) of the U.S. states. Jacksonville is the most populous municipality in the state and the largest city by area in the contiguous United States. The Miami metropolitan area is Florida's most populous urban area, with its capital being Tallahassee.",
  "/wiki/HCA_Healthcare": "HCA Healthcare is an American for-profit operator of health care facilities that was founded in 1968. It is based in Nashville, Tennessee and in 2019 it managed 185 hospitals and 119 freestanding surgery centers, including surgery centers, freestanding ERs, urgent care centers, and physician clinics in the United States and United Kingdom. HCA went public on the New York Stock Exchange (NYSE) in 1969 followed by a substantial growth period for the next two decades. The company was ranked No. 67 in the 2019 Fortune 500 list of the largest United States corporations by total revenue.",
  "/wiki/Mark_Warner": "Mark Robert Warner (born December 15, 1954) is an American businessman and politician serving as the senior United States Senator from Virginia, a seat he was first elected to in 2008. He is a member of the Democratic Party and currently a Vice Chair of the Senate Democratic Caucus and the Vice Chair of the Senate Intelligence Committee.",
  "/wiki/Democratic_Party_of_Virginia": "The Democratic Party of Virginia (VA Dems) is based in Richmond in the Commonwealth of Virginia. It is affiliated with the national Democratic Party of the United States. The organization is governed by a State Party Plan, which guarantees an open and fair candidate selection process. Although the party has members and elected officials throughout the state, it draws its highest number of votes from the Tidewater area, Metropolitan Richmond, and suburban Washington, D.C.",
  "/wiki/Virginia": "Virginia (/vərˈdʒɪniə/ (listen)), officially the Commonwealth of Virginia, is a state in the Southeastern and Mid-Atlantic regions of the United States located between the Atlantic Coast and the Appalachian Mountains. The geography and climate of the Commonwealth are shaped by the Blue Ridge Mountains and the Chesapeake Bay, which provide habitat for much of its flora and fauna. The capital of the Commonwealth is Richmond; Virginia Beach is the most populous city, and Fairfax County is the most populous political subdivision. The Commonwealth's estimated population as of 2018[update] is over 8.5 million.",
  "/wiki/Governor_of_Virginia": "The Governor of the Commonwealth of Virginia serves as the chief executive of the Commonwealth of Virginia for a four-year term. The current holder of the office is Democrat Ralph Northam, who was sworn in on January 13, 2018. His term of office will end in 2022.",
  "/wiki/Nextel_Communications": "Nextel Communications, Inc. was a wireless service operator that merged with and continues to exist as a wholly owned subsidiary of Sprint Corporation. Nextel in Brazil, and formerly in Argentina, Chile, Peru, the Philippines, and Mexico, is part of NII Holdings, a stand-alone, publicly traded company that is not owned by Sprint Corporation.",
  "/wiki/Darrell_Issa": "Darrell Edward Issa (/ˈaɪsə/; born November 1, 1953) is an American businessman and Republican politician.  He served in the United States House of Representatives from 2001 to 2019, representing districts primarily covering north San Diego County, California. From January 2011 to January 2015, he served as Chairman of the House Oversight and Government Reform Committee.",
  "/wiki/California": "California is a state in the Pacific Region of the United States. With 39.5 million residents across a total area of about 163,696 square miles (423,970 km2), California is the most populous U.S. state and the third-largest by area. The state capital is Sacramento. The Greater Los Angeles Area and the San Francisco Bay Area are the nation's second- and fifth-most populous urban regions, with 18.7 million and 9.7 million residents respectively. Los Angeles is California's most populous city, and the country's second-most populous, after New York City. California also has the nation's most populous county, Los Angeles County, and its largest county by area, San Bernardino County. The City and County of San Francisco is both the country's second most densely populated major city after New York City and the fifth most densely populated county, behind only four of the five New York City boroughs.",
  "/wiki/United_States_Trade_and_Development_Agency": "The U.S. Trade and Development Agency (USTDA) is an independent agency of the United States government, formed in 1992 to advance economic development and U.S. commercial interests in developing and middle income countries.",
  "/wiki/Directed_Electronics": "Directed Electronics, Inc., often abbreviated DEI, is a Vista, California-based producer of car security products, including Viper car alarms and accessories. It is a subsidiary of DEI Holdings, which is owned by New York City and Boston-based private equity firm Charlesbank Capital Partners.",
  "/wiki/Joseph_P._Kennedy_Sr.": "Joseph Patrick Kennedy Sr. (September 6, 1888 – November 18, 1969) was an American businessman, investor, and politician known for his high-profile positions in United States government and for the political and other achievements of his children.",
  "/wiki/U.S._Securities_and_Exchange_Commission": "The U.S. Securities and Exchange Commission (SEC) is an independent agency of the United States federal government. The SEC holds primary responsibility for enforcing the federal securities laws, proposing securities rules, and regulating the securities industry, which is the nation's stock and options exchanges, and other activities and organizations, including the electronic securities markets in the United States.",
  "/wiki/United_States_Maritime_Commission": "The United States Maritime Commission (MARCOM) was an independent executive agency of the U.S. federal government that was created by the Merchant Marine Act of 1936, passed by Congress on June 29, 1936, and replaced the United States Shipping Board which had existed since World War I.  It was intended to formulate a merchant shipbuilding program to design and build five hundred modern merchant cargo ships to replace the World War I vintage vessels that comprised the bulk of the United States Merchant Marine, and to administer a subsidy system authorized by the Act to offset the cost differential between building in the U.S. and operating ships under the American flag.  It also formed the United States Maritime Service for the training of seagoing ship's officers to man the new fleet.",
  "/wiki/United_States_Ambassador_to_the_United_Kingdom": "The United States Ambassador to the United Kingdom (known formally in the United Kingdom as Ambassador of the United States to the Court of St James's) is the official representative of the President and the Government of the United States of America to the Queen and Government of the United Kingdom of Great Britain and Northern Ireland."
}