{
  "/wiki/Forward_(association_football)": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.",
  "/wiki/Melaka_United_F.C.": "Melaka United Soccer Association /məˈlɑːkə/ is a professional football club based in Malacca City that competes in Malaysia Super League. Founded in 1924, the club's home ground since then has been Hang Tuah Stadium before moving to Hang Jebat Stadium in Paya Rumput / Krubong. The club represents the state of Malacca in Malaysian football competitions. They currently play in the top division in Malaysian football, the Malaysia Super League after being promoted back-to-back as champion from 2015 Malaysia FAM League and 2016 Malaysia Premier League.",
  "/wiki/Defender_(association_football)": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/William_Modibo": "William Paul Modibo (born 18 May 1979) is a Cameroonian professional footballer who plays for G.D. Joane as a central defender.",
  "/wiki/Osotspa_Saraburi_F.C.": "Jumpasri United (formerly Osotspa Samut Prakan) (Thai: สโมสรฟุตบอลจัมปาศรี ยูไนเต็ด) is a Thai football club based in Mahasarakham. This club plays in the Thai League 2. The club appeared in the AFC Cup 2007, the Asian equivalent of the UEFA Cup, and played its final group match against Singapore's Tampines Rovers on 22 May 2007 at the Thai Army Sports Stadium.\nIn 2007, the team has adopted the yellow and red colours of its main sponsor, M-150 (energy drink), and now wears yellow shirts with red trim and red shorts and socks. In 2017, Super Power Samut Prakan leaving Samut Prakan Province and move to Maha Sarakham Province by merge with Jumpasri United. This moving was off the legend Osotspa Football Club or Super Power Samut Prakan one of the longest established football club in Thailand since 1977 with financial problems and sponsor support issues.",
  "/wiki/Midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/Idris_Abdul_Karim": "Idris Abdul Karim (born 29 November 1976) is a Malaysian former footballer, now works as scout for Johor Darul Takzim in the Malaysia Super League.",
  "/wiki/Football_player": "A football player or footballer is a sport person who plays one of the different types of football. The main types of football are association football, American football, Canadian football, Australian rules football, Gaelic football, rugby league and rugby union.",
  "/wiki/Norismaidham_Ismail": "Norismaidham bin Ismail (born 30 June 1984) is a Malaysian footballer currently playing in the Malaysia FAM League for AirAsia F.C..",
  "/wiki/Perlis_FA": "Perlis Football Association (Malay: Persatuan Bolasepak Perlis), also known as Perlis FA, is a football team based in Kangar, Perlis, Malaysia. The team was founded in 1963 and currently suspended from FIFA by playing in the second division of Malaysian football, the 2019 Malaysia Premier League. Year 2019 is the first ever Perlis  did not enter any tournament in Malaysian League since 1963.",
  "/wiki/Shahurain_Abu_Samah": "Shahurain bin Abu Samah (born 23 December 1986 in Kajang, Selangor) is a Malaysian footballer who plays for PDRM as a midfielder.",
  "/wiki/Felda_United_F.C.": "FELDA United Football Club is a professional Malaysian football club based in Jengka, Pahang which is owned by Federal Land Development Authority (FELDA). The club currently plays in the top division of Malaysian football, Malaysia Super League, after being crowned the 2018 Malaysia Premier League Champions to be promoted into the Super League. Known as The Fighters among the fans, FELDA United has participated in the Malaysian football league since 2007.",
  "/wiki/Abdul_Ghani_Rahman": "Abdul Ghani Bin Abdul Rahman (born 12 December 1985) is a Malaysian footballer who plays as a defender for Marcerra Kuantan in the Malaysia Premier League.",
  "/wiki/PKNS_F.C.": "Selangor Football Association II (Malay: Persatuan Bolasepak Selangor II), also named Selangor II, is the reserve team of Selangor, and based in Shah Alam, in the state of Selangor. Founded in 1967 as part of the sports and recreation club for the Perbadanan Kemajuan Negeri Selangor (Malay: Kelab Sukan dan Rekreasi Perbadanan Kemajuan Negeri Selangor) (KSR PKNS). The club was combined with Football Association of Selangor at end of 2019 as one club and was rebranded as a football club to be known as Selangor II. The team formerly known \"PKNS FC\" was then converted into a reserve team as part of the feeder club regulations and will begin the 2020 season as a reserve team of Selangor FA and will play in Premier League, holding home games at Selayang Stadium, with a 16,000-seat capacity.",
  "/wiki/Mohd_Alafi_Mahmud": "Mohd Alafi bin Mahmud (born 29 April 1985) is a Malaysian professional footballer who plays for Malaysia Premier League side Penang as a forward.",
  "/wiki/PDRM_FA": "Royal Malaysia Police Football Association or simply known as Royal Police is an association football club associated with the entity of the Royal Malaysia Police, who play in the Malaysia Premier League, the second division of Malaysian football. The team is based in Kuala Lumpur.",
  "/wiki/Rashid_Mahmud": "Rashid Mamud (born 26 April 1978 in Malacca) is a Malaysian footballer who plays as a defensive midfielder for Malacca United F.C. in the FAM League. He can also play as a central defender.",
  "/wiki/Mohd_Fadhil_Mohd_Hashim": "Mohd Fadhil Mohd Hashim (born 2 July 1983) is a Malaysian footballer who is currently playing for Kuala Lumpur FA. He started his professional career by playing for Selangor FA President Cup Team. In the 2006/07 season, he was promoted to play with the senior team.",
  "/wiki/Fábio_Leandro_Barbosa": "Fabio Leandro Barbosa (born 5 December 1978 in Brazil) better known as Fabio or Fabinho is a Brazilian professional footballer who last played for Negeri Sembilan in Malaysia, as a striker.",
  "/wiki/Goalkeeper_(association_football)": "The goalkeeper, often shortened to keeper or goalie, is one of the major positions of association football. It is the most specialised position in the sport. The goalkeeper's primary role is to prevent the opposing team from scoring (moving the ball over the defended goal-line within the frame of the goal). This is accomplished by the goalkeeper moving into the path of the ball and either catching it or directing it away from the vicinity of the goal line. Within the penalty area goalkeepers are able to use their hands, making them (outside throw-ins) the only players on the field permitted to handle the ball. The special status of goalkeepers is indicated by them wearing different coloured kits from their teammates.",
  "/wiki/Mohd_Hamsani_Ahmad": "Mohd Hamsani Bin Ahmad (born 25 February 1976) is a Malaysian retired professional footballer who played as a goalkeeper. He was also a former member of Malaysia national football team, making appearances against Japan and Hong Kong in 2004.",
  "/wiki/Selangor_FA": "Football Association of Selangor (Malay: Persatuan Bolasepak Selangor), commonly referred to as FA Selangor is a Malaysian professional football club based in the city of Shah Alam and competes in the Malaysia Super League, the top division of Malaysian football. Founded in 1936 as Football Association of Selangor (FAS) and the association start build its football development by forming the professional football team and known as FA Selangor. It currently plays their home games in the 80,372-capacity Shah Alam Stadium.",
  "/wiki/Nazrin_Nawi": "Mohd Nazrin bin Mohd Nawi (born 7 February 1988 in Tumpat, Kelantan) is a Malaysian footballer who plays for Kelantan in the upcoming 2020 Malaysia Super League seasons. Nazrin plays mainly as a winger but can also play as an attacking midfielder.",
  "/wiki/Johor_Darul_Ta'zim_F.C.": "Johor Darul Ta'zim Football Club (Malay: Kelab Bola Sepak Johor Darul Ta'zim), or simply JDT, is a football club based in Johor Bahru, Johor, Malaysia. The club was founded in 1972 (as PKENJ FC) and currently plays in the top division of Malaysian football, the Malaysia Super League. The club is owned by Tunku Ismail Sultan Ibrahim. In 2014, JDT gained their first major honour by winning the national league during the first season under Croatian manager Bojan Hodak. Under Argentine Mario Gómez's tutelage, they won the 2015 AFC Cup as well as the Malaysian Piala Sumbangsih and 2015 Super League. By winning the AFC Cup, JDT became the second Malaysian team since 1967 to enter a final of a major continental competition, and the first ever Malaysian club to win a continental title. JDT is the first team in the country to win six consecutive league titles (2014, 2015, 2016, 2017, 2018, and 2019). Before this achievement, no team had ever won the league championship more than twice in a row since the league system was first introduced in Malaysia in 1979.",
  "/wiki/Ahmad_Shakir_Mohd_Ali": "Ahmad Shakir Mohd Ali (born 9 January 1989) is a Malaysian footballer who plays as a striker for PDRM FA, on loan from PKNS FC. His main attributes is physical power along with subtle touch.",
  "/wiki/Kelantan_FA": "Kelantan Football Association, also known as The Red Warriors, is a professional association football club based in Kota Bharu, in the Malaysian state of Kelantan. The football team has played in the second tier of Malaysian football, Malaysia Premier League since 2019. Founded in 1946, they have a long-standing rivalry with Terengganu, the two east coast teams involved in what is known as the East Coast Derby. Their home is the 22,000-seat Sultan Muhammad IV Stadium. Kelantan's regular kit colours are red shirt and shorts with a white pattern on the side.",
  "/wiki/Negeri_Sembilan_FA": "Negeri Sembilan Football Association or simply known as Negeri Sembilan is a Malaysian professional football club based in Seremban, Negeri Sembilan that competes in the Malaysia Premier League. Founded in 1923, the club's home ground Tuanku Abdul Rahman Stadium. \nNegeri Sembilan won their first major honour in 1948 Malaysia Cup.",
  "/wiki/Fiqri_Azwan_Ghazali": "Fiqri Azwan Ghazali (born 20 March 1992 in Seremban, Negeri Sembilan) is a Malaysian footballer currently playing for Felcra FC in the Malaysia FAM League.",
  "/wiki/Putrajaya_SPA_F.C.": "Suruhanjaya Perkhidmatan Awam Football Club  or SPA FC was founded and started as a recreational club for the staffs of the Malaysian Public Services Commission (Malay:Suruhanjaya Perkhidmatan Awam Malaysia). The club, affiliated with Kuala Lumpur FA, started by competing the KLFA Second Division League in 2005. Promoted to KLFA First Division in 2007, they continued their ascent in the Kuala Lumpur football pyramid when they were promoted to KLFA Premier League in 2009.",
  "/wiki/2014_Negeri_Sembilan_FA_season": "The 2014 season was the Negeri Sembilan's 91st season in club history and first season in the Malaysia Premier League after relegated from Malaysia Super League in 2013 season."
}