{
  "/wiki/HMS_Ashanti_(F51)": "HMS Ashanti was a Tribal-class destroyer of the Royal Navy. Following the style of her sister ships she was named for an ethnic group, in this case the Ashanti people of the Gold Coast in West Africa.  She served in the Second World War and was broken up in 1949.  She was the first of two Royal Navy ships to bear the name Ashanti.",
  "/wiki/Tribal-class_destroyer_(1936)": "The Tribal class, or Afridi class, were a class of destroyers built for the Royal Navy, Royal Canadian Navy and Royal Australian Navy that saw service in World War II. Originally conceived during design studies for a light fleet cruiser, the Tribals evolved into fast, powerful destroyers, with greater emphasis on guns over torpedoes than previous destroyers, in response to new designs by Japan, Italy, and Germany. The Tribals were well admired by their crews and the public when they were in service due to their power, often becoming symbols of prestige while in service.",
  "/wiki/Royal_Navy": "The Royal Navy (RN) is the United Kingdom's naval warfare force. Although warships were used by the English kings from the early medieval period, the first major maritime engagements were fought in the Hundred Years' War against the Kingdom of France. The modern Royal Navy traces its origins to the early 16th century; the oldest of the UK's armed services, it is known as the Senior Service.",
  "/wiki/Naval_trawler": "A naval trawler is a vessel built along the lines of a fishing trawler but fitted out for naval purposes. Naval trawlers were widely used during the First and Second World Wars. Fishing trawlers were particularly suited for many naval requirements because they were robust boats designed to work heavy trawls in all types of weather and had large clear working decks. One could create a mine sweeper simply by replacing the trawl with a mine sweep. Adding depth charge racks on the deck, ASDIC below, and a 3-inch (76 mm) or 4-inch (102 mm) gun in the bow equipped the trawler for anti-submarine duties.",
  "/wiki/HMS_Blankney_(L30)": "HMS Blankney was a Hunt-class destroyer of the Royal Navy and was the first and so far only warship to bear the Name. She was laid down on 17 May 1940 at John Brown & Company, Clydebank, Scotland, launched on 19 December 1940 and commissioned on 11 April 1941.",
  "/wiki/Hunt-class_destroyer": "The Hunt class was a class of escort destroyer of the Royal Navy. The first vessels were ordered early in 1939, and the class saw extensive service in the Second World War, particularly on the British east coast and Mediterranean convoys. They were named after British fox hunts. The modern Hunt-class GRP hulled mine countermeasure vessels maintain the Hunt names lineage in the Royal Navy.",
  "/wiki/HMS_Britomart_(J22)": "HMS Britomart was a Halcyon-class minesweeper of the Royal Navy. She served during the Second World War and was sunk in 1944 in a friendly fire incident. The actor Robert Newton served aboard her.",
  "/wiki/Halcyon-class_minesweeper": "The Halcyon class was a class of 21 oil-fired minesweepers (officially, \"fleet minesweeping sloops\") built for the British Royal Navy between 1933 and 1939. They were given traditional small ship names used historically by the Royal Navy and served during World War II.",
  "/wiki/HMS_Cumberland_(57)": "HMS Cumberland was a County-class heavy cruiser of the Royal Navy that saw action during the Second World War.",
  "/wiki/County-class_cruiser": "The County class was a class of heavy cruisers built for the Royal Navy in the years between the First and Second World Wars. They were the first post-war cruisers constructed for the Royal Navy and were designed within the limits of the Washington Naval Treaty of 1922. Such ships, with a limit of 10,000 tons, standard displacement and 8-inch calibre main guns may be referred to as \"treaty cruisers\" (the term \"heavy cruiser\" was not defined until the London Naval Treaty of 1930[page needed]).",
  "/wiki/HMS_Dianella_(K07)": "HMS Dianella was a Flower-class corvette of the Royal Navy. She served during the Second World War.",
  "/wiki/Flower-class_corvette": "The Flower-class corvette (also referred to as the Gladiolus class after the lead ship) was a British class of 294 corvettes used during World War II, specifically with the Allied navies as anti-submarine convoy escorts during the Battle of the Atlantic. Royal Navy ships of this class were named after flowers, hence the name of the class.",
  "/wiki/HMS_Duke_of_York_(17)": "HMS Duke of York was a King George V-class battleship of the Royal Navy. Laid down in May 1937, the ship was constructed by John Brown and Company at Clydebank, Scotland, and commissioned into the Royal Navy on 4 November 1941, subsequently seeing combat service during the Second World War.",
  "/wiki/King_George_V-class_battleship_(1939)": "The King George V-class battleships were the most modern British battleships in commission during World War II. Five ships of this class were built: HMS King George V (1940), HMS Prince of Wales (1941), HMS Duke of York (1941), HMS Anson (1942) and HMS Howe (1942).",
  "/wiki/HMS_Escapade_(H17)": "HMS Escapade was an E-class destroyer built for the Royal Navy in the early 1930s. Although assigned to the Home Fleet upon completion in 1934, the ship was attached to the Mediterranean Fleet in 1935–1936 during the Abyssinia Crisis. During the Spanish Civil War of 1936–1939 she spent considerable time in Spanish waters, enforcing the arms blockade imposed by Britain and France on both sides of the conflict. Escapade was assigned to convoy escort and anti-submarine patrol duties in the Western Approaches when World War II began in September 1939, but transferred back to the Home Fleet at the end of the year.",
  "/wiki/E_and_F-class_destroyer": "The E and F-class destroyers were a group of 18 destroyers built for the Royal Navy during the 1930s. The ships were initially assigned to the Home Fleet, although they reinforced the Mediterranean Fleet during the Italian invasion of Abyssinia of 1935–36 and enforced the Non-Intervention Agreement during the Spanish Civil War of 1936–39. After the beginning of the Second World War in August 1939, the E-class ships were mostly assigned to escort duties under the Western Approaches Command, while the Fs were assigned to escort the ships of the Home Fleet. Between them they sank four German submarines through March 1940 while losing only one ship to a submarine.",
  "/wiki/HMS_Faulknor_(H62)": "HMS Faulknor was the flotilla leader for the F-class destroyers built for the Royal Navy during the 1930s. The ship had a particularly active operational role during World War II, being awarded 11 battle honours, and was known as \"The hardest worked destroyer in the Fleet\". She was the first ship to sink a German U-boat, took part in the Norwegian Campaign, served with Force H in the Mediterranean on the Malta Convoys, escorted convoys to Russia and across the Atlantic, and saw action during the invasions of Sicily, Italy and Normandy, and was at the liberation of the Channel Islands. She was then decommissioned and sold for scrap in late 1945.",
  "/wiki/HMS_Fury_(H76)": "HMS Fury was an F-class destroyer built for the Royal Navy in the 1930s. Although assigned to the Home Fleet upon completion, the ship was attached to the Mediterranean Fleet in 1935–36 during the Abyssinia Crisis. During the Spanish Civil War of 1936–1939, she spent time in Spanish waters, enforcing the arms blockade imposed by Britain and France on both sides of the conflict. The ship escorted the larger ships of the fleet during the early stages of World War II and played a minor role in the Norwegian Campaign of 1940. Fury was sent to Gibraltar in mid-1940 and formed part of Force H where she participated in the attack on Mers-el-Kébir and the Battle of Dakar. The ship escorted numerous convoys to Malta in 1940–41 and Arctic convoys during 1942.",
  "/wiki/HMS_Halcyon_(J42)": "HMS Halcyon was the lead ship in her class of minesweepers built for the Royal Navy in the 1930s.",
  "/wiki/HMS_Keppel_(D84)": "HMS Keppel was a Thornycroft type flotilla leader built for the Royal Navy at the end of the First World War.  She was completed too late to serve in that conflict, but saw extensive service in the inter war years and in World War II. She was an effective convoy escort and U-boat killer, being credited with the destruction of five U-boats during the Battle of the Atlantic.  She was the second of three ships named for 18th century Admiral Augustus Keppel.",
  "/wiki/Thornycroft_type_leader": "The Thornycroft type leader or Shakespeare class were a class of five destroyer leaders designed by John I. Thornycroft & Company and built by them at Woolston, Southampton for the Royal Navy towards the end of World War I. They were named after historical naval leaders. Only Shakespeare and Spenser were completed in time for wartime service. The other three were completed after the war, Broke and Keppel after being towed to Royal dockyards for completion, and two further ships - Saunders and Spragge - were cancelled. The function of a leader was to carry the flag staff of a destroyer flotilla, therefore they were enlarged to carry additional crew, offices and signalling equipment, allowing a fifth gun to be carried. These ships were very similar to the Admiralty type leader, but had broad, slab-sided funnels characteristic of Thornycroft designs.",
  "/wiki/HMS_La_Malouine_(K46)": "HMS La Malouine was a Flower-class corvette of the Royal Navy, serving during the Second World War. Originally ordered by the French Navy (Marine Nationale) under the same name, following the fall of France, the ship was seized by the United Kingdom and commissioned into the Royal Navy in 1940. The corvette remained in service until being broken up in 1947.",
  "/wiki/HMS_Leamington_(G19)": "The first USS Twiggs (DD–127) was a Wickes-class destroyer in the United States Navy during World War I. She was named for Major Levi Twiggs. She was later transferred to the Royal Navy, as HMS Leamington and to the Soviet Navy as Zhguchi, before returning to Britain to star in the film The Gift Horse, which depicts the St. Nazaire Raid.",
  "/wiki/Town-class_destroyer": "The Town-class destroyers were a group of destroyers transferred from the United States Navy to the Royal Navy and the Royal Canadian Navy in exchange for military bases in the British West Indies and Newfoundland, as outlined in the Destroyers for Bases Agreement between Britain and United States, signed on 2 September 1940. They were known as \"four-pipers\" or \"four-stackers\" because they had four smokestacks (funnels). Later classes of destroyers typically had one or two.",
  "/wiki/HMS_Ledbury_(L90)": "HMS Ledbury was an escort destroyer of the Hunt class Type II. The Royal Navy ordered Ledbury's construction two days after the outbreak of the Second World War and J. I. Thornycroft Ltd laid down her keel at their Southampton yard on 24 January 1940. Air raid damage to the yard delayed her construction and she did not launch until 27 September 1941. Her initial assignment was to perform escort duties between Scapa Flow and Iceland. She remained in this theatre for the first part of the war, during which time she served with the ill-fated Arctic convoy PQ 17 in June 1942, from which twenty-four ships were lost.",
  "/wiki/HMS_London_(69)": "HMS London, pennant number C69, was a member of the second group of the County-class heavy cruisers of the Royal Navy. She and her sisters; Sussex, Shropshire, and Devonshire differed from the earlier group of Counties, (known as the Kent class), by having a smaller forward superstructure, which was positioned slightly further aft, and little armour plating. HMS London's career spanned over twenty years.",
  "/wiki/HMS_Lotus_(K130)": "HMS Lotus was a Flower-class corvette that served in the Royal Navy.",
  "/wiki/HMS_Marne_(G35)": "HMS Marne was an M-class destroyer of the Royal Navy commissioned on 2 December 1941.  She was built by Vickers-Armstrongs at High Walker Yard, Newcastle-upon-Tyne, England, and saw service in the Atlantic theatre of World War II.",
  "/wiki/L_and_M-class_destroyer": "The L and M class was a class of sixteen destroyers which served in the British Royal Navy during World War II. The ships of the class were launched between 1939 and 1942.",
  "/wiki/HMS_Martin_(G44)": "HMS Martin was an M-class destroyer of the Royal Navy, launched at the Tyneside yard of Vickers-Armstrongs on 12 December 1940. She had a busy but brief wartime career, being sunk by the German submarine U-431 on 10 November 1942 off Algiers.",
  "/wiki/Order_of_battle_for_Convoy_PQ_17": "Convoy PQ 17 was the penultimate of the PQ/QP series of arctic convoys, bound from British ports through the Arctic Ocean via Reykjavík to the White Sea ports of the Soviet Union, particularly Murmansk and Archangel. The convoy was heavily defended, but fearing an imminent attack by substantial German surface forces, the Admiralty made the decision to disperse the convoy."
}