{
  "/wiki/German_submarine_U-88_(1941)": "German submarine U-88 was a Type VIIC U-boat of Nazi Germany's Kriegsmarine during World War II.\n She was laid down at the Flender Werke in Lübeck as yard number 292, launched on 16 August 1941 and commissioned on 15 October with Kapitänleutnant Heino Bohmann in command.\n She was a fairly successful boat, succeeding in sinking over 12,000 tons of Allied shipping in a career lasting just one year over three patrols.",
  "/wiki/German_submarine_U-251": "German submarine U-251 was a Type VIIC U-boat of Nazi Germany's Kriegsmarine during World War II. The submarine was laid down on 18 October 1940 at the Bremer-Vulkan-Vegesacker Werft (yard) in Bremen as yard number 16, launched on 26 July 1941 and commissioned on 20 September under the command of Kapitänleutnant Heinrich Timm.\n In ten patrols, she sank two ships of 11,408 gross register tons (GRT). She was a member of three wolfpacks.\n She was sunk by British and Norwegian aircraft in the Kattegat in April 1945.",
  "/wiki/Heinrich_Timm": "Heinrich Timm (30 April 1910 in Bremen – 12 April 1974 in Axstedt) was a German U-boat commander in World War II and recipient of the Knight's Cross of the Iron Cross.\nIn 1944-45 Timm commanded the U-862, the only U-boat to conduct a patrol in the Pacific Ocean during World War II.",
  "/wiki/German_submarine_U-255": "German submarine U-255 was a Type VIIC U-boat that served in Nazi Germany's Kriegsmarine during World War II. The submarine was laid down on 21 December 1940 at the Bremer Vulkan yard at Bremen-Vegesack, launched on 8 October 1941 and commissioned on 29 November 1941 under the command of Kapitänleutnant Reinhart Reche.\n One of the most successful U-boats to operate in Arctic waters, she operated from Norway during 1942–1943, and then from France in 1944–1945, sailing on 15 combat patrols, sinking ten merchant ships totalling 47,640 GRT and damaging another of 7,191 GRT enough for it to be written off as a total loss. She also sank the 1,200-tons Edsall-class destroyer escort USS Leopold (DE-319). At the end of the war U-255 surrendered to the British, and was sunk during Operation Deadlight on 13 December 1945.",
  "/wiki/Reinhart_Reche": "The Knight's Cross of the Iron Cross (German: Ritterkreuz des Eisernen Kreuzes) and its variants were the highest awards in the military of the Third Reich during World War II. The Knight's Cross of the Iron Cross was awarded for a wide range of reasons and across all ranks, from a senior commander for skilled leadership of his troops in battle to a low-ranking soldier for a single act of extreme gallantry. A total of 7,321 awards were made between its first presentation on 30 September 1939 and its last bestowal on 17 June 1945.[Note 1] This number is based on the analysis and acceptance of the Order commission of the Association of Knight's Cross Recipients (AKCR). Presentations were made to members of the three military branches of the Wehrmacht—the Heer (Army), Kriegsmarine (Navy) and Luftwaffe (Air Force)—as well as the Waffen-SS, the Reichsarbeitsdienst (RAD—Reich Labour Service) and the Volkssturm (German national militia). There were also 43 recipients in the military forces of allies of the Third Reich.\n These recipients are listed in the 1986 edition of Walther-Peer Fellgiebel's book, Die Träger des Ritterkreuzes des Eisernen Kreuzes 1939–1945 — Die Inhaber der höchsten Auszeichnung des Zweiten Weltkrieges aller Wehrmachtteile — The Bearers of the Knight's Cross of the Iron Cross 1939–1945 — The Owners of the Highest Award of the Second World War of all Wehrmacht Branches. Fellgiebel was the former chairman and head of the order commission of the AKCR. In 1996 a second edition of this book was published with an addendum delisting 11 of these original recipients. Author and historian Veit Scherzer has cast doubt on a further 193 of these listings. The majority of the disputed recipients had received the award in 1945, when the deteriorating situation of the Third Reich during the final days of World War II left a number of nominations incomplete and pending in various stages of the approval process.\n Listed here are the 448 Knight's Cross recipients of the Wehrmacht and Waffen-SS whose last name starts with \"R\". The AKCR named 447 recipients. Scherzer has challenged the validity of 11 of these listings but also identified one additional legitimate recipient, Siegfried Rieger. The recipients are initially ordered alphabetically by last name. The rank listed is the recipient's rank at the time the Knight's Cross was awarded.",
  "/wiki/German_submarine_U-334": "German submarine U-334 was a Type VIIC U-boat of Nazi Germany's Kriegsmarine during World War II. The submarine was laid down on 16 March 1941 at the Nordseewerke yard at Emden as yard number 206, launched on 15 August and commissioned on 9 October under the command of Kapitänleutnant Hilmar Siemon. During her career, the U-boat sailed on four combat patrols, sinking two ships of 14,372 gross register tons (GRT), before she was sunk on 14 June 1943.",
  "/wiki/German_submarine_U-355": "German submarine U-355 was a Type VIIC U-boat of Nazi Germany's Kriegsmarine during World War II. The submarine was laid down in May 1940 at the Flensburger Schiffbau-Gesellschaft yard at Flensburg, launched in July 1941, and commissioned in October under the command of Kapitänleutnant Günter La Baume. After training with the 5th U-boat Flotilla, U-355 was transferred to the 11th U-boat Flotilla, based at Bergen in Norway, for front-line service from 1 July 1942. The boat went missing on 1 April 1944 while on patrol, and was never heard from again.",
  "/wiki/German_submarine_U-376": "German submarine U-376 was a Type VIIC U-boat of Nazi Germany's Kriegsmarine during World War II.\n The submarine was laid down in April 1940 in Kiel, launched in July 1941, and commissioned in August 1941 under the command of Oberleutnant zur See Friedrich-Karl Marks.\nU-376 was attached to the 6th U-boat Flotilla, and was ready for front-line service from 1 March 1942. Operating from Norwegian bases, from July 1942 she served with the 11th U-boat Flotilla, and was transferred to the 3rd U-boat Flotilla, based in France, in early 1943.\nU-376 sailed on eight combat patrols, sinking only two merchant ships totalling 10,146 tons before she went missing in the Bay of Biscay in April 1943.",
  "/wiki/German_submarine_U-456": "German submarine U-456 was a Type VIIC U-boat built for Nazi Germany's Kriegsmarine for service during World War II.\nShe was laid down on 3 September 1940 by Deutsche Werke in Kiel as yard number 287, launched on 21 June 1941 and commissioned on 18 September 1941 under Kapitänleutnant Max-Martin Teichert (Knight’s Cross).",
  "/wiki/Max-Martin_Teichert": "The Knight's Cross of the Iron Cross (German: Ritterkreuz des Eisernen Kreuzes) and its variants were the highest awards in the military and paramilitary forces of Nazi Germany during World War II. The decoration was awarded for a wide range of reasons and across all ranks, from a senior commander for skilled leadership of his troops in battle to a low-ranking soldier for a single act of extreme gallantry. A total of 7,321 awards were made between its first presentation on 30 September 1939 and its last bestowal on 17 June 1945.[Note 1] This number is based on the acceptance by the Association of Knight's Cross Recipients (AKCR). Presentations were made to members of the three military branches of the Wehrmacht—the Heer (Army), Kriegsmarine (Navy) and Luftwaffe (Air Force)—as well as the Waffen-SS, the Reich Labour Service and the Volkssturm (German national militia). There were also 43 foreign recipients of the award.\n These recipients are listed in the 1986 edition of Walther-Peer Fellgiebel's book, Die Träger des Ritterkreuzes des Eisernen Kreuzes 1939–1945 — The Bearers of the Knight's Cross of the Iron Cross 1939–1945. Fellgiebel was the former chairman and head of the order commission of the AKCR. In 1996 the second edition of this book was published with an addendum delisting 11 of these original recipients. Author Veit Scherzer has cast doubt on a further 193 of these listings. The majority of the disputed recipients had received the award in 1945, when the deteriorating situation of Germany during the final days of World War II left a number of nominations incomplete and pending in various stages of the approval process.\n Listed here are the 182 Knight's Cross recipients whose last name starts with \"T\". While Veit Scherzer has challenged the validity of 5 of these listings, he has also pointed out that the AKCR failed to identify Hans Turnwal as a potential recipient. The recipients are ordered alphabetically by last name. The rank listed is the recipient's rank at the time the Knight's Cross was awarded.",
  "/wiki/German_submarine_U-457": "German submarine U-457 was a Type VIIC U-boat of Nazi Germany's Kriegsmarine during World War II.\n She carried out three patrols, on which she sank two ships and damaged one more.\n She was sunk northeast of the North Cape by a British warship, in September 1942.",
  "/wiki/German_submarine_U-703": "German submarine U-703 was a Type VIIC U-boat of Nazi Germany's Kriegsmarine deployed during the Second World War against allied shipping in the Arctic Ocean. She was a successful boat, which had a far longer service life than most other U-boats, primarily due to the restricted zone of operations in which she fought. Her main mission during the war was to target the Arctic Convoys which carried supplies to the Soviet Union from Britain. At this she was quite successful in her three years of raiding until her presumed demise in 1944.\n U-703 was built at Hamburg in Northern Germany on the North Sea. She was completed in the autumn of 1941, and given to the experienced Kapitänleutnant Heinz Bielfeld to command. He took her on her working-up period in which the boat was tested and the crew trained in the Baltic Sea and around the German held coastlines, before being dispatched to Narvik in Norway for her first war patrol in April 1942.",
  "/wiki/Heinz_Bielfeld": "German submarine U-703 was a Type VIIC U-boat of Nazi Germany's Kriegsmarine deployed during the Second World War against allied shipping in the Arctic Ocean. She was a successful boat, which had a far longer service life than most other U-boats, primarily due to the restricted zone of operations in which she fought. Her main mission during the war was to target the Arctic Convoys which carried supplies to the Soviet Union from Britain. At this she was quite successful in her three years of raiding until her presumed demise in 1944.\n U-703 was built at Hamburg in Northern Germany on the North Sea. She was completed in the autumn of 1941, and given to the experienced Kapitänleutnant Heinz Bielfeld to command. He took her on her working-up period in which the boat was tested and the crew trained in the Baltic Sea and around the German held coastlines, before being dispatched to Narvik in Norway for her first war patrol in April 1942.",
  "/wiki/Order_of_battle_for_Convoy_PQ_17": "Convoy PQ 17 was the penultimate of the PQ/QP series of arctic convoys, bound from British ports through the Arctic Ocean via Reykjavík to the White Sea ports of the Soviet Union, particularly Murmansk and Archangel. The convoy was heavily defended, but fearing an imminent attack by substantial German surface forces, the Admiralty made the decision to disperse the convoy.\n The convoy comprised 35 merchant ships and 6 naval auxiliaries (41 in all) and was defended by a close escort and two distant escort forces, 43 warships in total. It was opposed by a U-boat group, Eisteufel, of first 6, then 8 U-boats, and a surface attack force of 16 warships, in two battle groups. This operation was code-named Rösselsprung. These were assisted by the 234 aircraft of Luftflotte 5.\n Before the convoy dispersed, three ships had been lost. After it scattered each ship began its individual journey to the Russian ports. Some ships took refuge along the frozen coast of Novaya Zemlya, landing at Matochkin. The Soviet tanker Azerbaijan had lost her cargo of linseed oil, and much of SS Winston-Salem's cargo had also been jettisoned in Novaya Zemlya.\n Of the forty-one ships which left Iceland, three were forced to return, and twenty-four were sunk.\nTen merchant ships (one British, six American, one Panamanian and two Russian) and four auxiliaries reached Archangel, and delivered 70,000 tons out of the 200,000 which had started from Iceland. Fourteen American ships in all were sunk."
}