{
  "/wiki/Chess": "Chess is a two-player strategy board game played on a checkered board with 64 squares arranged in an 8×8 grid. The game is played by millions of people worldwide. Chess is believed to be derived from the Indian game chaturanga sometime before the 7th century. Chaturanga is also the likely ancestor of the Eastern strategy games xiangqi (Chinese chess), janggi (Korean chess), and shogi (Japanese chess). Chess reached Europe by the 9th century, due to the Umayyad conquest of Hispania. The pieces assumed their current powers in Spain in the late 15th century; the modern rules were standardized in the 19th century.",
  "/wiki/Fast_chess": "Fast chess (also known as speed chess) is a type of chess in which each player is given less time to consider their moves than normal tournament time controls allow. The rules specify a cumulative total time for moves for each side. In a fast chess game, each player will have less than the usual 60 minutes at their disposal, based on a 60-move game, and sometimes considerably less time. Fast chess is further subdivided, by decreasing time controls, into rapid chess, blitz chess, and bullet chess. Armageddon chess is a particular variation in which different rules apply for each of the two players.",
  "/wiki/Kick_Boxing": "Kickboxing is a group of stand-up combat sports based on kicking and punching, historically developed from karate mixed with boxing. Kickboxing is practiced for self-defence, general fitness, or as a contact sport.",
  "/wiki/Nguyen_Thi_Tuyet_Dung": "Nguyễn Thị Tuyết Dung (born 13 December 1993) is a Vietnamese footballer who plays as a midfielder. She won the Vietnamese Golden Ball award for women's soccer player in 2014. In a 2015 match against Malaysia, Dung scored two goals directly from corners. The first goal was scored with her left foot, and the second with her right foot. In 2017, Dung was named on the BBC 100 Women list. Dung was the first Vietnamese athlete on the BBC 100 Women list.",
  "/wiki/Van_Ngoc_Tu": "Văn Ngọc Tú (11 August 1987, Sóc Trăng) is a Vietnamese judoka who competes in the women's 48 kg category. At the 2012 Summer Olympics, she was defeated in the first round. At the 2016 Summer Olympics, she was eliminated in the second round by Jeong Bo-kyeong.",
  "/wiki/Kurash": "Kurash (also kuresh, koresh, kulesh, and similar variants) refers to a number of folk wrestling styles practiced in Central Asia.  The English name comes from the term for \"wrestling\" in some Turkic language.[citation needed]",
  "/wiki/Muay": "The traditional martial arts of the Mainland Southeast Asia are related to one another, and as a group to Indian martial arts.",
  "/wiki/Hoang_Quy_Phuoc": "Hoàng Quý Phước (born March 24, 1993; living in Đà Nẵng) is a male Vietnamese swimmer. He holds Vietnam's records, and became the first swimmer to reach Olympic Selection Time at the Malaysian Swimming Championship 2011.  However, he failed to qualify for the Olympics.",
  "/wiki/Nguyen_Thi_Anh_Vien": "Nguyễn Thị Ánh Viên (born November 9, 1996 in Cần Thơ) is a national-record holding swimmer from Vietnam. She swam for Vietnam at the 2016 Olympics. At the 2014 Asian Games, she won Vietnam's first-ever medal in Swimming. She has been named Vietnam's Athlete of the Year in both 2013 and 2014. As of the end of 2014, she holds the Vietnam Records in 14 of 17 long course individual events."
}