{
  "/wiki/Colle_di_Cadibona": "Colle di Cadibona - 436 m (1,430 ft) -  is a mountain pass between Savona and Ceva in the Ligurian Alps, delineating the boundary with the Apennine Mountains.\nIt is also known as Bocchetta di Altare. On the south-eastern side of the Alps Godovič Pass (Slovenia) conventionally represents the opposite end of the Alpine range.",
  "/wiki/Savona": "Savona (Italian: [saˈvoːna] (listen); local Ligurian: Sann-a [ˈsaŋˑa], Genoese: Savonn-a) is a seaport and comune in the west part of  the northern Italian region of Liguria, capital of the Province of Savona, in the Riviera di Ponente on the Mediterranean Sea.",
  "/wiki/Ceva": "Ceva, the ancient Ceba, is a small Italian town in the province of Cuneo, region of Piedmont, 49 kilometres (30 mi) east of Cuneo. It lies on the right bank of the Tanaro on a wedge of land between that river and the Cevetta stream.",
  "/wiki/Colle_del_Melogno": "Colle del Melogno (1028 m) is a mountain pass in the Province of Savona in Italy. It is located on the main chain of the Alps and connects Ceva and Calizzano with Magliolo and Finale Ligure, on the coast of Ligurian Sea.",
  "/wiki/Finale_Ligure": "Finale Ligure (Ligurian: O Finâ, locally Finô; Latin: Finarium) is a comune on the Gulf of Genoa in the Province of Savona in Liguria, Italy. It is considered part of the Italian Riviera.",
  "/wiki/Giogo_di_Toirano": "The Giogo di Toirano (801 m) is a mountain pass in the Province of Savona (Italy). It connects Toirano with Bardineto.",
  "/wiki/Toirano": "Toirano (Ligurian: Tuiran) is a comune (municipality) in the Province of Savona in the Italian region Liguria, located about 70 kilometres (43 mi) southwest of Genoa and about 30 kilometres (19 mi) southwest of Savona.",
  "/wiki/Bardineto": "Bardineto (Ligurian: Berdënei) is a comune (municipality) in the Province of Savona in the Italian region Liguria, located about 70 kilometres (43 mi) southwest of Genoa and about 30 kilometres (19 mi) southwest of Savona.",
  "/wiki/Colle_Scravaion": "The Colle Scravaion (814 m) is a mountain pass in the Province of Savona (Italy). It connects Castelvecchio di Rocca Barbena with Bardineto.",
  "/wiki/Albenga": "Albenga (Ligurian: Arbenga; Latin: Albingaunum) is a city and comune situated on the Gulf of Genoa on the Italian Riviera in the Province of Savona in Liguria, northern Italy. Albenga has the nickname of city of a hundred spires. The economy is mostly based on tourism, local commerce and agriculture. Albenga has six hamlets: San Fedele, Lusignano, Campochiesa, Leca, Bastia, Salea.",
  "/wiki/Calizzano": "Calizzano (Ligurian: Carizan or Calissan) is a comune (municipality) in the Province of Savona in the Italian region Liguria, located about 70 kilometres (43 mi) southwest of Genoa and about 30 kilometres (19 mi) west of Savona.",
  "/wiki/Colle_San_Bernardo": "Colle San Bernardo (957 m) is a mountain pass in the Province of Cuneo (Italy).",
  "/wiki/Garessio": "Garessio is a comune (municipality) in the Province of Cuneo in the Italian region Piedmont, located about 100 kilometres (62 mi) south of Turin and about 40 kilometres (25 mi) southeast of Cuneo.",
  "/wiki/Cisano_sul_Neva": "Cisano sul Neva (Genoese: Cixan) is a comune (municipality) in the Province of Savona in the Italian region Liguria, located about 70 kilometres (43 mi) southwest of Genoa and about 35 kilometres (22 mi) southwest of Savona.",
  "/wiki/Ormea": "Ormea is a comune (municipality) in the Province of Cuneo in the Italian region Piedmont, located about 100 kilometres (62 mi) south of Turin and about 40 kilometres (25 mi) southeast of Cuneo.",
  "/wiki/Colle_di_Nava": "Colle di Nava (934 m) is a mountain pass in the Province of Imperia in Italy. It is located on the main chain of the Alps and connects Ormea and the Tanaro Valley (CN) with Pieve di Teco and Imperia, the latter on the coast of Ligurian Sea.",
  "/wiki/Imperia": "Imperia (pronounced [imˈpɛːrja] (listen)) is a coastal city and comune in the region of Liguria, Italy. It is the capital of the Province of Imperia, and historically it was capital of the Intemelia district of Liguria. Mussolini created the city of Imperia on 21 October 1923 by combining Porto Maurizio and Oneglia and the surrounding village communes of Piani, Caramagna Ligure, Castelvecchio di Santa Maria Maggiore, Borgo Sant'Agata, Costa d'Oneglia, Poggi, Torrazza, Moltedo and Montegrazie.",
  "/wiki/Colle_San_Bernardo_di_Mendatica": "Colle San Bernardo di Mendatica (1262 m) is a mountain pass in the Province of Imperia (Italy). It connects Colle di Nava with Mendatica, Colla del Garezzo and Monesi (Triora), all located in the Province of Imperia.",
  "/wiki/Triora": "Triora (Ligurian: Triöra) is a comune (municipality) in the province of Imperia in the Italian region Liguria, located about 100 kilometres (62 mi) southwest of Genoa and about 25 kilometres (16 mi) northwest of Imperia, on the border with France. As of 31 December 2004, it had a population of 416 and an area of 68.0 square kilometres (26.3 sq mi).",
  "/wiki/Mendatica": "Mendatica (Ligurian: Mendaiga or Mendéga) is a comune (municipality) in the Province of Imperia in the Italian region Liguria, located about 100 kilometres (62 mi) southwest of Genoa and about 30 kilometres (19 mi) northwest of Imperia.",
  "/wiki/Col_de_Tende": "Col de Tende (Italian: Colle di Tenda; elevation 1870 m) is a high mountain pass in the Alps, close to the border between France and Italy, although the highest section of the pass is wholly within France.",
  "/wiki/Tende": "Tende (in Italian, Occitan and Royasc: Tenda) is a commune in the Alpes-Maritimes department in southeastern France.",
  "/wiki/Cuneo": "Cuneo (Italian: [ˈkuːneo] (listen); Piedmontese: Coni [ˈkʊni]; French: Coni [kɔni]) is a city and comune in Piedmont, Northern Italy, the capital of the province of Cuneo, the third largest of Italy’s provinces by area.",
  "/wiki/Col_de_la_Lombarde": "Col de la Lombarde (or Colle della Lombarda) (el. 2350 m.) is a high mountain pass above the ski resort of Isola 2000 on the border between France and Italy.",
  "/wiki/Isola,_Alpes-Maritimes": "Isola (Occitan: Lieusola) is a commune of the Alpes-Maritimes department in southeastern France.",
  "/wiki/Vinadio": "Vinadio is a comune (municipality) in the Province of Cuneo in the Italian region Piedmont, located about 100 kilometres (62 mi) southwest of Turin and about 30 kilometres (19 mi) southwest of Cuneo, on the border with France. It is located along the Stura di Demonte river.",
  "/wiki/Col_de_la_Bonette": "Col de la Bonette (el. 2,715 metres (8,907 ft)) is a high mountain pass in the French Alps, near the border with Italy. It is situated within the Mercantour National Park on the border of the departments of Alpes-Maritimes and Alpes-de-Haute-Provence. The road over the col is the seventh highest paved road in the Alps.",
  "/wiki/Jausiers": "Jausiers (Vivaro-Alpine: Jausièr) is a commune in the Alpes-de-Haute-Provence department in southeastern France.",
  "/wiki/Saint-Etienne-de-Tin%C3%A9e": "Saint-Étienne-de-Tinée (Italian: Santo Stefano di Tinea) is a commune in the Alpes-Maritimes department in southeastern France.",
  "/wiki/Maddalena_Pass": "The Maddalena Pass (Italian: Colle della Maddalena French: Col de Larche, historically Col de l'Argentière) (elevation 1996 m.) is a high mountain pass between the Cottian Alps and the Maritime Alps, located on the border between Italy and France. It connects Barcelonnette in France with Cuneo in Italy. Its French name Col de Larche refers to the village Larche on its northwestern side.",
  "/wiki/Barcelonnette": "Barcelonnette (French pronunciation: ​[baʁsəlɔnɛt]; Occitan: Barcilona de Provença) is a commune of France and a subprefecture in the department of Alpes-de-Haute-Provence, in the Provence-Alpes-Côte d'Azur region. It is located in the southern French Alps, at the crossroads between Provence, Piedmont and the Dauphiné, and is the largest town in the Ubaye Valley. The town's inhabitants are known as Barcelonnettes.",
  "/wiki/Col_Agnel": "Col Agnel (Italian: Colle dell'Agnello) is a mountain pass in the Cottian Alps, west of Monte Viso between France and Italy which links the Queyras valley (Hautes-Alpes) with Pontechianale in the province of Cuneo, Piedmont.",
  "/wiki/Queyras": "The Queyras (Occitan: Cairàs) is a valley located in the French Hautes-Alpes, of which the geographical extent is the basin of the river Guil, a tributary of the Durance. The Queyras is one of the oldest mountain ranges of the Alps, and it was one of the last ones to be opened to public tourism towards the end of the 20th century, thus being relatively untouched by environmental destruction.",
  "/wiki/Sampeyre": "Sampeyre is a comune (municipality) in the Province of Cuneo in the Italian region Piedmont, located about 70 kilometres (43 mi) southwest of Turin and about 35 kilometres (22 mi) northwest of Cuneo.",
  "/wiki/Col_de_Montgen%C3%A8vre": "The Col de Montgenèvre (Italian: Passo del Monginevro; elevation 1854 m.) is a high mountain pass in the Cottian Alps, in France 2 kilometres away from  Italy.",
  "/wiki/Brian%C3%A7on": "Briançon (French: [bʁijɑ̃sɔ̃] (listen), Occitan: [bɾjanˈsun]) is a commune in the Hautes-Alpes department in the Provence-Alpes-Côte d'Azur region in southeastern France. It is a sub-prefecture of the department.",
  "/wiki/Susa,_Italy": "Susa (Latin: Segusio, French: Suse, Arpitan: Suisa) is a town and comune in the Metropolitan City of Turin, Piedmont, Italy.  In the middle of Susa Valley, it is situated on at the confluence of the Cenischia with the Dora Riparia, a tributary of the Po River, at the foot of the Cottian Alps, 51 km (32 mi) west of Turin.",
  "/wiki/Col_de_l%27%C3%89chelle": "Col de l'Échelle (el. 1762 m., in Italian Colle della Scala) is a mountain pass in the Alps in the department of Hautes-Alpes in France. It is the lower mountain pass between France and Italy and connects Vallée de la Clarée and Vallée Étroite (commune of Névache, Dora Riparia basin). The highest point between both valleys is actually at 1779 meter, some kilometers north of the official Col de l'Échelle at the Mauvais Pas. Between both cols, a small dry valley exists.",
  "/wiki/Bardonecchia": "Bardonecchia (Template:IPA-ita) (French: Bardonèche or Bardonnèche French pronunciation: ​[baʁdoneʃ]; Piedmontese: Bardonecia, Occitan: Bardonecha Occitan pronunciation: [barduˈnetʃa]) is an Italian town and comune located in the Metropolitan City of Turin, in the Piedmont region, in the western part of Susa Valley. It grew out of a small village with the works for the Frejus Rail Tunnel, the first crossing the Alps.",
  "/wiki/Col_du_Galibier": "The Col du Galibier (el. 2,642 metres (8,668 ft)) is a mountain pass in the southern region of the French Dauphiné Alps near Grenoble. It is the eighth highest paved road in the Alps, and recurrently the highest point of the Tour de France.",
  "/wiki/Saint-Michel-de-Maurienne": "Saint-Michel-de-Maurienne is a commune in the Savoie department in the Auvergne-Rhône-Alpes region in south-eastern France.",
  "/wiki/Col_du_Lautaret": "Col du Lautaret (2,058 m (6,752 ft)) is a high mountain pass in the department of Hautes-Alpes in France.",
  "/wiki/Bourg_d%27Oisans": "Le Bourg-d'Oisans is a commune in the Isère department in southeastern France.",
  "/wiki/Briancon": "Briançon (French: [bʁijɑ̃sɔ̃] (listen), Occitan: [bɾjanˈsun]) is a commune in the Hautes-Alpes department in the Provence-Alpes-Côte d'Azur region in southeastern France. It is a sub-prefecture of the department.",
  "/wiki/Col_du_Mont_Cenis": "Mont Cenis (Italian: Moncenisio) is a massif (el. 3,612 m / 11,850 ft) and pass (el. 2081 m / 6827 ft) in Savoie (France), which forms the limit between the Cottian and Graian Alps.",
  "/wiki/Modane": "Modane (French pronunciation: ​[mɔ.dan]; Italian: Modana) is a commune in the Savoie department in the Auvergne-Rhône-Alpes region in southeastern France.",
  "/wiki/Col_de_l%27Iseran": "Col de l'Iseran (el. 2,764 metres (9,068 ft)) is a mountain pass in France, the highest paved pass in the Alps. A part of the Graian Alps, it is situated in the department of Savoie, near the border with Italy, and is crossed by the D902 roadway.",
  "/wiki/Val_d%27Isere": "Val d'Isère is a commune of the Tarentaise Valley, in the Savoie department (Auvergne-Rhône-Alpes region) in southeastern France. It lies 5 km (3 mi) from the border with Italy. It is on the border of the Vanoise National Park created in 1963. During the Albertville 1992 Winter Olympics, the Face de Bellevarde was the site of the men's downhill race. Other alpine skiing events held during those games included men's giant slalom and alpine combined. Val d'Isère regularly hosts World Cup alpine events, usually for the men in early December, and hosted the World Championships in 2009.  It is located in the Savoie région with good transport links in and out of Lyon, Geneva and Chambéry. The ski area of Val d'Isère and Tignes forms the Espace Killy, named after the triple Olympic champion Jean-Claude Killy who grew up in Val d'Isère. There are two mountain huts (called “refuges” in French) owned by the Vanoise National Park on the territory of Val d’Isère: le Refuge du Prariond and le Refuge du Fond des Fours.",
  "/wiki/Bonneval-sur-Arc": "Bonneval-sur-Arc is a commune in the Savoie department in the Auvergne-Rhône-Alpes region in south-eastern France.",
  "/wiki/Col_du_Nivolet": "The Nivolet Pass (Italian: Colle del Nivolet or French: Col du Nivolet) is a mountain pass in the Eastern group of the Graian Alps in northern Italy. It is located at the top of the Orco Valley on the road from Turin to Ceresole Reale, in the Gran Paradiso National Park. Beyond the pass, the road terminates in the upper reaches of the eponymous Valsavarenche valley in the Gran Paradiso mountain group, before the valley descends to Valsavarenche and Villeneuve. The colle forms part of the boundary between the Aosta Valley and the Piemont region.  The highest point of the paved road is 2,641 metres (8,665 feet). Two artificial lakes, Serrù Lake and Agnel Lake, are located immediately below the pass.",
  "/wiki/Noasca": "Noasca is a comune (municipality) in the Metropolitan City of Turin in the Italian region Piedmont, located about 50 kilometres (31 mi) northwest of Turin, in the Orco Valley.",
  "/wiki/Courmayeur": "Courmayeur (French: [kuʁmajœʁ]; Valdôtain: Croméyeui)[needs Franco-Provençal IPA] is a town and comune in northern Italy, in the autonomous region of Aosta Valley."
}