{
  "/wiki/B%C3%B6rje_Salming": "Anders Börje Salming (pronounced [ˈbœ̂rjɛ ˈsâlːmɪŋ]; born 17 April 1951), nicknamed \"The King\", is a Swedish retired professional ice hockey defenceman. He played for Brynäs IF, the Toronto Maple Leafs, the Detroit Red Wings, and AIK. Salming was one of the first European players to make an impact in the National Hockey League (NHL), paving the way for future generations of players.  He was one of the premier defencemen of his era in the NHL, and was recognized for this by being inducted into the Hockey Hall of Fame in 1996.  Remembered for his many seasons with the Maple Leafs, he holds numerous franchise records, including most assists. Salming also played extensively for Sweden in international play.  He was recognized for this by being selected to the International Ice Hockey Federation (IIHF) Centennial All-Star Team. In 2017 Salming was named one of the '100 Greatest NHL Players' in history.",
  "/wiki/Toronto_Maple_Leafs": "The Toronto Maple Leafs, officially the Toronto Maple Leaf Hockey Club and often simply referred to as the Leafs, are a professional ice hockey team based in Toronto, Ontario. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The club is owned by Maple Leaf Sports & Entertainment, Ltd. and are represented by Chairman Larry Tanenbaum. The Maple Leafs' broadcasting rights are split between BCE Inc. and Rogers Communications. For their first 14 seasons, the club played their home games at the Mutual Street Arena, before moving to Maple Leaf Gardens in 1931. The Maple Leafs moved to their present home, Scotiabank Arena (originally named the Air Canada Centre) in February 1999.",
  "/wiki/Ulf_Nilsson_(ice_hockey)": "Ulf Gösta \"Lill-Pröjsarn\" Nilsson (born 11 May 1950 in Nynäshamn, Sweden) is a former professional ice hockey player who played in the World Hockey Association (WHA) for the Winnipeg Jets and in the National Hockey League (NHL) for the New York Rangers.",
  "/wiki/Winnipeg_Jets_(1972%E2%80%9396)": "The Winnipeg Jets were a professional ice hockey team based in Winnipeg, Manitoba, Canada. They began play in the World Hockey Association (WHA) in 1972. The club joined the National Hockey League (NHL) in 1979 after the NHL merged with the WHA. Due to mounting financial troubles, in 1996 the franchise moved to Phoenix, Arizona and became the Phoenix Coyotes (now the Arizona Coyotes). In 2011, The struggling Atlanta Thrashers franchise relocated to Winnipeg and restored the Jets name, although the prior Jets club history is retained by the Arizona club (the new Jets do occasionally acknowledge the original Jets franchise on various alternate jerseys).",
  "/wiki/Anders_Hedberg": "Anders Hedberg (born 25 February 1951) is a retired Swedish professional ice hockey player who was one of the first European-born players to make an impact in North America. Along with countryman Ulf Nilsson, Hedberg signed a contract to come over to play for the Winnipeg Jets in the World Hockey Association (WHA) in 1974, after having represented both Modo Hockey and Djurgårdens IF in his native Sweden. Hedberg subsequently played during seven seasons in the National Hockey League (NHL) for the New York Rangers. He was twice voted best junior in Sweden and as such the only one[clarification needed] (1969 and 1970) and is a graduate from the Stockholm School of Physical Education (GIH).",
  "/wiki/New_York_Rangers": "The New York Rangers are a professional ice hockey team based in New York City. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The team plays its home games at Madison Square Garden in the borough of Manhattan, an arena they share with the New York Knicks of the National Basketball Association (NBA). They are one of three NHL teams located in the New York metropolitan area; the others being the New Jersey Devils and New York Islanders.",
  "/wiki/Kent_Nilsson": "Kent Åke \"Kenta\" Nilsson (born 31 August 1956) is a Swedish retired professional ice hockey centre. He played in the World Hockey Association (WHA) for the Winnipeg Jets, and in the National Hockey League (NHL) for the Atlanta and Calgary Flames, Minnesota North Stars and Edmonton Oilers, as well as teams across various European leagues. During his NHL career he was called \"Mr. Magic\" and \"The Magic Man\", referring to his exceptional puck skills. Wayne Gretzky commented on Nilsson's skills saying \"Skills-wise he might have been the most skilled hockey player I ever saw in my entire career\". In 2006, he was featured on HCZ, a Swedish reality show as coach for a hockey team of non-athletes.",
  "/wiki/Calgary_Flames": "The Calgary Flames are a professional ice hockey team based in Calgary, Alberta. They compete in the National Hockey League (NHL) as a member of the Pacific Division of the Western Conference. The club is the third major professional ice hockey team to represent the city of Calgary, following the Calgary Tigers (1921–1927) and Calgary Cowboys (1975–1977). The Flames are one of two NHL franchises in Alberta; the other is the Edmonton Oilers. The cities' proximity has led to a rivalry known as the \"Battle of Alberta\".",
  "/wiki/Thomas_Gradin": "Thomas Kjell Gradin (born February 18, 1956) is a Swedish associate head scout for the Vancouver Canucks of the National Hockey League (NHL) and a former professional ice hockey centre who played in the NHL and the Swedish Elite League (SEL) from 1975 to 1990.",
  "/wiki/Vancouver_Canucks": "The Vancouver Canucks are a professional ice hockey team based in Vancouver, British Columbia. They compete in the National Hockey League (NHL) as a member of the Pacific Division of the Western Conference. The Canucks play their home games at Rogers Arena, formerly known as General Motors Place, which has an official capacity of 18,910. Travis Green is the head coach and Jim Benning is the general manager.",
  "/wiki/Pelle_Lindbergh": "Göran Per-Eric \"Pelle\" Lindbergh (Swedish pronunciation: [ˈpɛ̌lːɛ ˈlɪ̌nːdbærj];[citation needed] May 24, 1959 – November 11, 1985) was a Swedish professional ice hockey goaltender who played parts of five seasons in the National Hockey League (NHL) for the Philadelphia Flyers. Lindbergh died at age 26 in a single-car accident five months after leading the Flyers to the 1985 Stanley Cup Finals and winning the Vezina Trophy as the NHL's top goaltender.",
  "/wiki/Philadelphia_Flyers": "The Philadelphia Flyers are a professional ice hockey team based in Philadelphia, Pennsylvania. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. Part of the 1967 NHL Expansion, the Flyers were the first expansion team in the post–Original Six era to win the Stanley Cup, victorious in 1973–74 and again in 1974–75.",
  "/wiki/Patrik_Sundstr%C3%B6m": "Olof Patric Waldemar Sundström (born 14 December 1961 in Skellefteå, Sweden) is a retired professional ice hockey centre, who played in the NHL for ten seasons.",
  "/wiki/Mats_N%C3%A4slund": "Mats Näslund (born 31 October 1959), nicknamed \"Le Petit Viking\", is a retired Swedish ice hockey player. He played as a left wing.",
  "/wiki/Montreal_Canadiens": "The Montreal Canadiens[note 3] (French: Les Canadiens de Montréal) are a professional ice hockey team based in Montreal, Quebec. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference.",
  "/wiki/Tomas_Sandstr%C3%B6m": "Tomas Sandström (born September 4, 1964) is a Swedish former professional ice hockey right winger who played in the National Hockey League (NHL) from 1984 to 1999. Born in Finland, Sandström grew up in Fagersta, Sweden. A skilled power forward, he was effective when healthy but his career was marred by injuries due to his physical style of play.",
  "/wiki/H%C3%A5kan_Loob": "Håkan Per Loob (born 3 July 1960) is a Swedish former professional ice hockey player for Färjestad BK of the Elitserien and the Calgary Flames of the National Hockey League (NHL).  He is the head of European Scouting for the Calgary Flames after resigning as president of Hockey Operations for Färjestad. Considered one of the greatest Swedish hockey players of all time, he was inducted into the International Ice Hockey Federation Hall of Fame in 1998 and the Swedish ice hockey Hall of Fame in 2012. The Elitserien created the Håkan Loob Trophy, awarded to the league's top goal scorer, in his honour in 2005 and Färjestad has retired his jersey number 5.",
  "/wiki/New_Jersey_Devils": "The New Jersey Devils are a professional ice hockey team based in Newark, New Jersey. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The club was founded as the Kansas City Scouts in Kansas City, Missouri, in 1974. The Scouts moved to Denver, Colorado in 1976 and became the Colorado Rockies. In 1982, they moved to East Rutherford, New Jersey and took their current name. For their first 25 seasons in New Jersey, the Devils were based at the Meadowlands Sports Complex in East Rutherford and played their home games at Brendan Byrne Arena (later renamed to Continental Airlines Arena). Before the 2007–08 season, the Devils moved to Prudential Center in Newark.",
  "/wiki/Thomas_Steen": "Anders Thomas Steen (born June 8, 1960) is a Swedish former professional ice hockey player and coach. Steen is the former city councillor for the Winnipeg ward of Elmwood-East Kildonan. Steen played professional ice hockey in the Elitserien, National Hockey League and Deutsche Eishockey Liga. In his time in the NHL, he spent the entirety of his career with the original Winnipeg Jets.",
  "/wiki/Los_Angeles_Kings": "The Los Angeles Kings are a professional ice hockey team based in Los Angeles, California. They compete in the National Hockey League (NHL) as a member of the Pacific Division of the Western Conference. The team was founded on June 5, 1967, after Jack Kent Cooke was awarded an NHL expansion franchise for Los Angeles on February 9, 1966, becoming one of the six teams that began play as part of the 1967 NHL expansion. The Kings played their home games at The Forum in Inglewood, California, a suburb of Los Angeles, for thirty-two years, until they moved to the Staples Center in Downtown Los Angeles at the start of the 1999–2000 season.",
  "/wiki/Calle_Johansson": "Carl Christian \"Calle\" Johansson (born 14 February 1967) is a former assistant coach with the Washington Capitals and retired professional ice hockey defenceman who played 17 seasons in the National Hockey League between 1987 and 2004, most of it with the Capitals. He has worked as hockey colour commentator for Swedish Canal+ and worked as an assistant for six seasons for Frölunda HC in the Swedish Elitserien before returning to the Capitals organization.",
  "/wiki/Washington_Capitals": "The Washington Capitals (colloquially known as the Caps) are a professional ice hockey team based in Washington, D.C. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The Capitals are owned by Monumental Sports & Entertainment, headed by Ted Leonsis. From 1974 to 1997 the Capitals played their home games at the Capital Centre, in Landover, Maryland (a suburb in the Washington metropolitan area). In 1997 the team moved to the arena now called Capital One Arena, their present home arena in Washington, D.C.",
  "/wiki/Mats_Sundin": "Mats Johan Sundin (Swedish pronunciation: [ˈmatːs sɵnˈdiːn]; born 13 February 1971) is a Swedish former professional ice hockey player who played the majority of his career in the National Hockey League (NHL), retiring in 2009. Originally drafted first overall in 1989, Sundin played his first four seasons in the NHL with the Quebec Nordiques. He was then traded to the Toronto Maple Leafs in 1994, where he played the majority of his career, serving 11 seasons as team captain. At the end of the 2007–08 season, Sundin was the longest serving non-North American born captain in NHL history. Sundin last played for the Vancouver Canucks in the 2008–09 season before announcing his retirement on 30 September 2009. He appeared in the Stanley Cup playoffs in 10 of his 18 seasons.",
  "/wiki/Quebec_Nordiques": "The Quebec Nordiques (French: Nordiques de Québec, pronounced [nɔʁdzɪk] in Quebec French, /nɔːrˈdiːks/ in Canadian English; literally translated \"Quebec City Northmen\" or \"Northerners\") were a professional ice hockey team based in Quebec City, Quebec. The Nordiques played in the World Hockey Association (1972–1979) and the National Hockey League (1979–1995). The franchise was relocated to Denver, Colorado in May 1995 and renamed the Colorado Avalanche.",
  "/wiki/Mikael_Renberg": "Mikael Bo Renberg (born 5 May 1972) is a retired Swedish professional ice hockey player, last playing for Skellefteå AIK in Elitserien. He spent ten seasons in the National Hockey League (NHL) and eight in the Swedish Elitserien.",
  "/wiki/Viking_Award": "The Viking Award is awarded annually to the best Swedish ice hockey player in North America. The winner is decided by a vote among all Swedish-born players participating in the NHL or the NHL farm-team leagues. Only Mats Sundin has received the award four times. Peter Forsberg, Markus Näslund, Börje Salming, Henrik Zetterberg and Erik Karlsson have received it three times."
}