{
  "/wiki/International_Association_of_Classification_Societies": "The International Association of Classification Societie's (IACS) is a technically based non-governmental organization that currently consists of twelve member marine classification societies. More than 90% of the world's cargo-carrying ships’ tonnage is covered by the classification standards set by member societies of IACS.",
  "/wiki/Lloyd's_Register": "Lloyd's Register Group Limited (LR) is a technical and business services organisation and a maritime classification society, wholly owned by the Lloyd’s Register Foundation, a UK charity dedicated to research and education in science and engineering. The organisation dates to 1760. Its stated aims are to enhance the safety of life, property, and the environment, by helping its clients (including by validation, certification, and accreditation) to ensure the quality construction and operation of critical infrastructure.",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]",
  "/wiki/Bureau_Veritas": "Bureau Veritas S. A. (formerly BVQI, Bureau Veritas Quality International) is an international certification agency. In addition to certifications, they provide HSE (health, safety and environmental) expertise. Today the headquarters are in Neuilly-sur-Seine, nearby La Défense. The company went public on the Paris Bourse in October 2007.",
  "/wiki/Paris": "Paris (French pronunciation: ​[paʁi] (listen)) is the capital and most populous city of France, with a population of 2,148,271 residents (official estimate, 1 January 2020) in an area of 105 square kilometres (41 square miles). Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, science and the arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region, which has an estimated official 2020 population of 12,278,210, or about 18 percent of the population of France. The Paris Region had a GDP of €709 billion ($808 billion) in 2017. According to the Economist Intelligence Unit Worldwide Cost of Living Survey in 2018, Paris was the second most expensive city in the world, after Singapore, and ahead of Zürich, Hong Kong, Oslo and Geneva. Another source ranked Paris as most expensive, on a par with Singapore and Hong Kong, in 2018.",
  "/wiki/Croatian_Register_of_Shipping": "Croatian Register of Shipping (Croatian: Hrvatski registar brodova), also known as CRS, is an independent classification society established in 1949. It is a non-profit organisation working on the marine market, developing technical rules and supervising their implementation, managing risk and performing surveys on ships. The Society's head office is in Split.",
  "/wiki/Split_(city)": "Split (/ˈsplɪt/, as the English word split; Croatian pronunciation: [splît] (listen); see other names) is the second-largest city of Croatia and the largest city of the region of Dalmatia, with about 250,000 people living in its urban area. It lies on the eastern shore of the Adriatic Sea and is spread over a central peninsula and its surroundings. An intraregional transport hub and popular tourist destination, the city is linked to the Adriatic islands and the Apennine peninsula.",
  "/wiki/Registro_Italiano_Navale": "RINA was founded in Genoa in 1861 under the name REGISTRO ITALIANO NAVALE, by the \"Associazione della Mutua Assicurazione Marittima\" (Mutual Marine Insurance Association) [established in Genoa in 1857 by ship managers and shipowners (or \"ship shareholders\"), to cover risks related to loss and/or damage of the hull and rigging of sailing ships], to meet the needs of Italian maritime operators, as had already occurred in Great Britain and France.\nSince its foundation, Registro Italiano Navale has been an instrument of support for economic development in the areas where it operates.\nOver 150 years later, the role of RINA has not changed but it has expanded to meet the needs of a constantly evolving international economy.",
  "/wiki/Genoa": "Genoa (/ˈdʒɛnoʊə/ JEN-oh-ə; Italian: Genova [ˈdʒɛːnova] (listen); Ligurian: Zêna [ˈzeːna]; English, historically, and Latin: Genua) is the capital of the Italian region of Liguria and the sixth-largest city in Italy. In 2015, 594,733 people lived within the city's administrative limits. As of the 2011 Italian census, the Province of Genoa, which in 2015 became the Metropolitan City of Genoa, counted 855,834 resident persons. Over 1.5 million people live in the wider metropolitan area stretching along the Italian Riviera.",
  "/wiki/American_Bureau_of_Shipping": "The American Bureau of Shipping (ABS) is an American maritime classification society established in 1862. Its stated mission to promote the security of life, property and the natural environment, primarily through the development and verification of standards for the design, construction and operational maintenance of marine and offshore assets.",
  "/wiki/Houston": "Houston (/ˈhjuːstən/ (listen) HEW-stən) is the most populous city in the U.S. state of Texas, fourth most populous city in the United States, most populous city in the Southern United States, as well as the sixth most populous in North America, with an estimated 2018 population of 2,325,502. Located in Southeast Texas near Galveston Bay and the Gulf of Mexico, it is the seat of Harris County and the principal city of the Greater Houston metropolitan area, which is the fifth most populous metropolitan statistical area in the United States and the second most populous in Texas after the Dallas-Fort Worth metroplex, with a population of 6,997,384 in 2018.",
  "/wiki/DNV_GL": "DNV GL is an international accredited registrar and classification society headquartered in Høvik, Norway. The company currently has about 14,500 employees and 350 offices operating in more than 100 countries, and provides services for several industries including maritime, renewable energy, oil & gas, electrification, food & beverage and healthcare. It was created in 2013 as a result of a merger between two leading organizations in the field — Det Norske Veritas (Norway) and Germanischer Lloyd (Germany).",
  "/wiki/Oslo": "Oslo (/ˈɒzloʊ/ OZ-loh, also US: /ˈɒsloʊ/ OSS-loh, Norwegian: [ˈʊ̂ʂlʊ] (listen), rarely [ˈʊ̂slʊ, ˈʊ̀ʂlʊ]) is the capital and most populous city of Norway. It constitutes both a county and a municipality. During the Viking Age the area was part of Viken, the northernmost Danish province. Oslo was founded as a city at the end of the Viking Age in the year 1040 under the name Ánslo, and established as a kaupstad or trading place in 1048 by Harald Hardrada. The city was elevated to a bishopric in 1070 and a capital under Haakon V of Norway around 1300. Personal unions with Denmark from 1397 to 1523 and again from 1536 to 1814 reduced its influence. After being destroyed by a fire in 1624, during the reign of King Christian IV, a new city was built closer to Akershus Fortress and named Christiania in the king's honour. It was established as a municipality (formannskapsdistrikt) on 1 January 1838. The city functioned as the capital of Norway during the 1814–1905 union between Sweden and Norway. From 1877, the city's name was spelled Kristiania in government usage, a spelling that was adopted by the municipal authorities only in 1897. In 1925 the city, after incorporating the village retaining its former name, was renamed Oslo. In 1948 Oslo merged with Aker, a municipality which surrounded the capital and which was 27 times larger, thus creating the modern, vastly enlarged Oslo municipality.",
  "/wiki/Nippon_Kaiji_Kyokai": "Nippon Kaiji Kyokai (一般財団法人日本海事協会, Ippan-zaidan-hōjin Nippon Kaiji Kyōkai) is a ship classification society.\nIt is also known by the brand name “ClassNK” or often in the industry as just “NK”. It is a not for profit society dedicated to ensuring the safety of life and property at sea, and the prevention of pollution of the marine environment.",
  "/wiki/Tokyo": "Tokyo (東京, Tōkyō, English: /ˈtoʊkioʊ/, Japanese: [toːkʲoː] (listen)), officially Tokyo Metropolis (東京都, Tōkyō-to), is one of the 47 prefectures of Japan. The capital of Japan, it houses the Emperor of Japan and the Japanese government. Tokyo forms part of the Kantō region on the southeastern side of Japan's main island, Honshu, and includes the Izu and Ogasawara Islands.",
  "/wiki/Russian_Maritime_Register_of_Shipping": "The Russian Maritime Register of Shipping (RS) maintains a ship register of the Russian Federation, based in Saint Petersburg, and is a marine classification society. Its activities aim to enhance safety of navigation, safety of life at sea, security of ships, safe carriage of cargo, environmental safety of ships, prevention of pollution from ships, and performance of authorisations issued by maritime administrations and customers.",
  "/wiki/Saint_Petersburg": "Saint Petersburg (Russian: Санкт-Петербу́рг, tr. Sankt-Peterburg, IPA: [ˈsankt pʲɪtʲɪrˈburk] (listen)) is a city situated on the Neva River, at the head of the Gulf of Finland on the Baltic Sea. It is Russia's second-largest city after Moscow. With over 5,351,935 million inhabitants as of 2018, it is the 4th-most populous city in Europe. An important Russian port on the Baltic Sea, it has a status of a federal subject (a federal city).",
  "/wiki/Hellenic_Register_of_Shipping": "Hellenic Register of Shipping was founded in 1919 and is active in the industry inspections and certifications of facilities and equipment as well as the Certification of Management Systems. HRS is an international NGO -non-governmental International Organization-, dedicated to the safeguarding of both life and property at sea, the prevention of marine pollution and lastly the quality assurance in the industry.",
  "/wiki/Piraeus": "Piraeus (/paɪˈriːəs, pɪˈreɪəs/; Greek: Πειραιάς Pireás [pireˈas], Ancient Greek: Πειραιεύς, Peiraieús, pronounced [peːrai̯eús]) is a port city in the region of Attica, Greece. Piraeus is located within the Athens urban area, 12 kilometres (7 miles) southwest from its city centre (municipality of Athens), and lies along the east coast of the Saronic Gulf.",
  "/wiki/Polish_Register_of_Shipping": "Polish Register of Shipping, (in Polish: Polski Rejestr Statków S.A.), also known as PRS, is an independent classification society established in 1936. It is a non-profit organisation working on the marine market, developing technical rules and supervising their implementation, managing risk and performing surveys on ships. PRS has been authorized by a number of State Maritime Administrations to act on their behalf. PRS is the only classification societies  which has its own team of scuba divers surveyors performing underwater inspections. The Society's head office is placed at 126 Aleja gen. Hallera, Gdańsk, Poland.",
  "/wiki/Gdańsk": "Gdańsk (/ɡəˈdænsk/, also US: /ɡəˈdɑːnsk/, Polish: [ɡdaj̃sk] (listen); Kashubian: Gduńsk; German: Danzig [ˈdantsɪç] (listen)) is a city on the Baltic coast of northern Poland. With a population of 468,158, Gdańsk is the capital and largest city of the Pomeranian Voivodeship and one of the most prominent cities within the cultural and geographical region of Kashubia. It is Poland's principal seaport and the centre of the country's fourth-largest metropolitan area.",
  "/wiki/Bulgarian_Register_of_Shipping": "Bulgarian Register of Shipping (Bulgarian: Български корабен регистър - Bulgarski Koraben Registur), known as BRS (БКР), is the national classification society of the Republic of Bulgaria, founded in 1950. The society's head office is in Varna, its inspection offices are in Varna, Burgas (at Black sea) and Ruse (at Danube).",
  "/wiki/Varna": "Varna (Bulgarian: Варна, pronounced [ˈvarnɐ]) is the third largest city in Bulgaria and the largest city and seaside resort on the Bulgarian Black Sea Coast. Situated strategically in the Gulf of Varna, the city has been a major economic, social and cultural centre for almost three millennia. Varna, historically known as Odessos (Ancient Greek: Ὀδησσός), grew from a Thracian seaside settlement to a major seaport on the Black Sea.",
  "/wiki/Dromon_Bureau_of_Shipping": "Dromon Bureau of Shipping is an International Classification Society, providing classification and statutory certification services to ships and other marine structures, based on International Conventions, Rules and Regulations.\n\nDBS maintains a Quality Management System applicable to Classification of Ships and Vessels / Statutory Marine Certification Services.\nThe System has been assessed and registered by NQA against the provisions of BS EN 9001:2008.",
  "/wiki/China_Classification_Society": "China Classification Society (CCS; 中國船級社) is a classification society of ships, started in 1956 as a non-profit making body in the People's Republic of China to perform classification survey, certification survey and notarial survey of ships including offshore installations, containers and related industrial products both at home and abroad. CCS also conduct statutory work on behalf of the Chinese Government and other flag administrations.",
  "/wiki/Beijing": "Beijing (/ˌbeɪˈdʒɪŋ/ BAY-JING, /ˌbeɪˈʒɪŋ/ BAY-ZHING; Mandarin pronunciation: [pèi.tɕíŋ] (listen)), formerly romanized as Peking (/ˌpiːˈkɪŋ/ PEE-KING), is the capital of the People's Republic of China, the world's third most populous city proper, and most populous capital city. The city, located in northern China, is governed as a municipality under the direct administration of the central government with 16 urban, suburban, and rural districts. Beijing Municipality is surrounded by Hebei Province with the exception of neighboring Tianjin Municipality to the southeast; together, the three divisions form the Jingjinji metropolitan region and the national capital region of China.",
  "/wiki/Korean_Register_of_Shipping": "The Korean Register of Shipping (KRS) is a not-for-profit classification society founded in South Korea offering verification and certification services for ships and marine structures in terms of design, construction and maintenance.  Founded in 1960, the society employs 889 people.  Its headquarters in Busan and it has 66 offices worldwide.",
  "/wiki/Busan": "Busan (Korean pronunciation: [pusan]), formerly romanized as Pusan and now officially Busan Metropolitan City, is South Korea's second most-populous city after Seoul, with a population of over 3.5 million inhabitants. It is the economic, cultural and educational center of southeastern South Korea, with its port—Korea's busiest and the fifth-busiest in the world [a]—only about 190 kilometers (120 mi) from the Japanese islands of Kyushu and Honshu. The surrounding \"Southeast Economic Zone\" (including Ulsan and South Gyeongsang) is South Korea's largest industrial area.",
  "/wiki/Registro_Internacional_Naval": "Registro Internacional Naval (RINAVE) is a maritime classification society, based in Lisbon, Portugal.",
  "/wiki/Lisbon": "Lisbon (/ˈlɪzbən/; Portuguese: Lisboa [liʒˈboɐ] (listen)) is the capital and the largest city of Portugal, with an estimated population of 505,526 within its administrative limits in an area of 100.05 km2. Lisbon's urban area extends beyond the city's administrative limits with a population of around 2.8 million people, being the 10th-most populous urban area in the European Union. About 3 million people live in the Lisbon metropolitan area, which represents approximately 27% of the country's population. It is mainland Europe's westernmost capital city and the only one along the Atlantic coast. Lisbon lies in the western Iberian Peninsula on the Atlantic Ocean and the River Tagus. The westernmost portions of its metro area form the westernmost point of Continental Europe, which is known as Cabo da Roca, located in the Sintra Mountains.",
  "/wiki/Indian_Register_of_Shipping": "Indian Register of Shipping (IRS) is an internationally recognized, independent ship classification society, founded in India in 1975. It is a Non-Profit organisation, Public undertaking and a member of the 13 member International Association of Classification Societies (IACS). It was inducted into IACS along with Croatian Register of Shipping (CRS) and Polish Register of Shipping (PRS).",
  "/wiki/Mumbai": "Mumbai (English: /mʊmˈbaɪ/, Marathi: [ˈmumbəi]; also known as Bombay /bɒmˈbeɪ/, the official name until 1995) is the capital city of the Indian state of Maharashtra. According to United Nations, as of 2018, Mumbai was the second most populous city in India after Delhi and the seventh most populous city in the world with a population of 19.98 million. As per Indian government population census of 2011, Mumbai was the most populous city in India with an estimated city proper population of 12.5 million living under Municipal Corporation of Greater Mumbai. Mumbai is the centre of the Mumbai Metropolitan Region, the sixth most populous metropolitan area in the world with a population of over 23.64 million. Mumbai lies on the Konkan coast on the west coast of India and has a deep natural harbour. In 2008, Mumbai was named an alpha world city. It is also the wealthiest city in India, and has the highest number of millionaires and billionaires among all cities in India.  Mumbai is home to three UNESCO World Heritage Sites: the Elephanta Caves, Chhatrapati Shivaji Maharaj Terminus, and the city's distinctive ensemble of Victorian and Art Deco buildings.",
  "/wiki/International_Register_of_Shipping": "The International Register of Shipping or IS was established in 1993, and is an independent classification society which provides classification, certification, verification and advisory services. The International Register of Shipping also offers consulting services well suited for the shipping and offshore industry.",
  "/wiki/Miami": "Miami, officially the City of Miami, is the seat of Miami-Dade County, and the cultural, economic and financial center of South Florida in the United States. The city covers an area of about 56 square miles (150 km2) between the Everglades to the west and Biscayne Bay to the east. Miami is the sixth most densely populated major city in the United States with an estimated 2018 population of 470,914. The Miami metropolitan area is home to 6.1 million people, the second-most populous in the southeastern United States and the seventh-largest in the nation. The city has the third tallest skyline in the U.S. with over 300 high-rises, 55 of which exceed 490 ft (149 m).",
  "/wiki/Shipping_Register_of_Ukraine": "The Shipping Register of Ukraine (Ukrainian: Регістр судноплавства України) is a Classification Society, whose main activity is a shipping safety at sea and rivers.",
  "/wiki/Kiev": "Kiev or Kyiv[a] (Ukrainian: Київ, romanized: Kyiv; Russian: Киев, romanized: Kiyev) is the capital and most populous city of Ukraine. It is in north-central Ukraine along the Dnieper River. Its population in July 2015 was 2,887,974 (though higher estimated numbers have been cited in the press), making Kiev the 6th-most populous city in Europe.",
  "/wiki/Overseas_Marine_Certification_Services": "Overseas Marine Certification Services also known as OMCS CLASS is an independent classification society, Recognized Organization (R.O.) and Recognized Security Organization (R.S.O.)  based on Panama City, Republic of Panama.",
  "/wiki/Panama": "Panama (/ˈpænəmɑː/ (listen) PAN-ə-mah, /pænəˈmɑː/ pan-ə-MAH; Spanish: Panamá IPA: [panaˈma] (listen)), officially the Republic of Panama (Spanish: República de Panamá), is a transcontinental country in Central America and South America, bordered by Costa Rica to the west, Colombia to the southeast, the Caribbean Sea to the north, and the Pacific Ocean to the south. The capital and largest city is Panama City, whose metropolitan area is home to nearly half the country's 4 million people.",
  "/wiki/Classification_society": "A classification society (however called) is a non-governmental organization that establishes and maintains technical standards for the construction and operation of ships and offshore structures. Classification societies certify that the construction of a vessel comply with relevant standards and carry out regular surveys in service to ensure continuing compliance with the standards. Currently, more than 50 organizations describe their activities as including marine classification, twelve of which are members of the International Association of Classification Societies."
}