{
  "/wiki/Buenos_Aires": "Buenos Aires (/ˌbweɪnəs ˈɛəriːz/ or /-ˈaɪrɪs/; Spanish pronunciation: [ˈbwenos ˈaiɾes]) is the capital and largest city of Argentina. The city is located on the western shore of the estuary of the Río de la Plata, on the South American continent's southeastern coast. \"Buenos Aires\" can be translated as \"fair winds\" or \"good airs\", but the former was the meaning intended by the founders in the 16th century, by the use of the original name \"Real de Nuestra Señora Santa María del Buen Ayre\", named after the Madonna of Bonaria in Sardinia. The Greater Buenos Aires conurbation, which also includes several Buenos Aires Province districts, constitutes the fourth-most populous metropolitan area in the Americas, with a population of around 15.6 million.",
  "/wiki/Ingeniero_Aeron%C3%A1utico_Ambrosio_L.V._Taravella_International_Airport": "Ingeniero Aeronáutico Ambrosio L.V. Taravella International Airport (Spanish: Aeropuerto Internacional de Cordoba \"Ingeniero Aeronáutico Ambrosio L.V. Taravella\") (IATA: COR, ICAO: SACO), more commonly known as Pajas Blancas, is located 9 km (5.6 mi) north-northwest away from the center of Córdoba, the capital city of the Córdoba Province. The airport covers an area of 1,020 ha (2,520 acres) and is operated by Aeropuertos Argentina 2000 S.A.",
  "/wiki/Aeroparque_Jorge_Newbery": "Jorge Newbery Airfield (Spanish: Aeroparque \"Jorge Newbery\", IATA: AEP, ICAO: SABE) is an international airport located in Palermo neighbourhood, 2 km (1.2 mi) northeast of downtown Buenos Aires, Argentina. The airport covers an area of 138 hectares (341 acres) and is operated by Aeropuertos Argentina 2000 S.A. It is located in the Palermo ward, along the Río de la Plata, and serves as the main hub for domestic flights in Argentina. Since March 2019, it only serves international flights to Uruguay.",
  "/wiki/San_Carlos_de_Bariloche_Airport": "San Carlos de Bariloche Airport (Spanish: Aeropuerto de San Carlos de Bariloche) (IATA: BRC, ICAO: SAZS), also known as Teniente Luis Candelaria Airport, is an international airport serving the city of San Carlos de Bariloche, Río Negro, Argentina. The airport covers an area of 1,810 hectares (4,500 acres; 7.0 sq mi) and has a 12,000-square-metre (130,000 sq ft) terminal; it is located 13 kilometres (8.1 mi) out of the city.",
  "/wiki/Governor_Francisco_Gabrielli_International_Airport": "Governor Francisco Gabrielli International Airport (Spanish: Aeropuerto Internacional Gobernador Francisco Gabrielli) (IATA: MDZ, ICAO: SAME), better known as El Plumerillo International Airport, is located 8 kilometres (5.0 mi) northeast of the centre of Mendoza, capital of the Mendoza Province of Argentina.",
  "/wiki/Cataratas_del_Iguaz%C3%BA_International_Airport": "Cataratas del Iguazú International Airport (Spanish: Aeropuerto Internacional Cataratas del Iguazú) (IATA: IGR, ICAO: SARI), also known as Mayor Carlos Eduardo Krause Airport, is an airport in Misiones Province, Argentina serving the city of Puerto Iguazú and providing access to the nearby Iguazú Falls (Spanish: Cataratas del Iguazú). It is the easternmost Argentine airport served by scheduled flights.\nThe airport covers an area of 1,804 ha (4,460 acres) and is operated by Aeropuertos Argentina 2000",
  "/wiki/Mart%C3%ADn_Miguel_de_G%C3%BCemes_International_Airport": "Martín Miguel de Güemes International Airport (Spanish: Aeropuerto Internacional de Salta \"Martín Miguel de Güemes\") (IATA: SLA, ICAO: SASA) is located 7 km (4.3 mi) southwest of the center of Salta, capital city of Salta Province, in Argentina. The airport covers an area of 208 hectares (513 acres) and is operated by Aeropuertos Argentina 2000",
  "/wiki/Presidente_Per%C3%B3n_International_Airport": "Presidente Perón International Airport (Spanish: Aeropuerto Internacional de Neuquén – Presidente Perón) (IATA: NQN, ICAO: SAZN) is an airport in Neuquén Province, Argentina, serving the cities of Neuquén, Cipolletti, Plottier, Centenario, and General Roca. The airport is on the west side of Neuquén, a city at the confluence of the Limay and Neuquén Rivers.",
  "/wiki/Teniente_General_Benjam%C3%ADn_Matienzo_International_Airport": "Teniente General Benjamín Matienzo International Airport (IATA: TUC, ICAO: SANT) is an international airport 12 kilometres (7.5 mi) east of the city of San Miguel de Tucumán in Argentina. It serves Tucumán Province in the north of the country.  It was built in 1981, and its terminal was inaugurated on 12 October 1986. The airport provides four departure gates, two arrival gates, immigration and passenger services, plus the second largest cargo terminal in Argentina.",
  "/wiki/Ushuaia_%E2%80%93_Malvinas_Argentinas_International_Airport": "Malvinas Argentinas Ushuaia International Airport (Spanish: Aeropuerto Internacional de Ushuaia Malvinas Argentinas, (IATA: USH, ICAO: SAWH)) is located 4 km (2.5 mi) south of the center of Ushuaia, a city on the island of Tierra del Fuego in the Tierra del Fuego Province of Argentina.",
  "/wiki/General_Enrique_Mosconi_International_Airport": "General Enrique Mosconi International Airport (Spanish: Aeropuerto Internacional General Enrigue Mosconi) (IATA: CRD, ICAO: SAVC) is an international airport in the Chubut Province, Argentina serving Comodoro Rivadavia. The airfield is located 8 kilometres (5 mi) north of the city, covers an area of 810 hectares (2,000 acres; 3.1 sq mi), and has a 4,000 square metres (43,000 sq ft) terminal.[failed verification]",
  "/wiki/Comandante_Armando_Tola_International_Airport": "Comandante Armando Tola International Airport (Spanish: Aeropuerto Internacional de El Calafate – Comandante Armando Tola) (IATA: FTE, ICAO: SAWC) is an airport in Santa Cruz Province, Argentina. It is located approximately 21 km (13 mi) east of the city of El Calafate. The airport is jointly operated by the government and London Supply. Currently, the airport is served by Aerolíneas Argentinas, LAN Argentina, DAP and LADE. It is the westernmost Argentinian airport served by scheduled flights.",
  "/wiki/List_of_busiest_passenger_air_routes": "These are lists of the busiest air routes by the number of passengers flown, by seat capacity and by aircraft movements."
}