{
  "/wiki/2007_Ronde_van_Drenthe_World_Cup": "The 2007 Ronde van Drenthe World Cup was the first UCI Women's Road World Cup running on the Ronde van Drenthe. It was held on 14 April 2007 over a distance of 136.6 kilometres (84.9 miles). \n164 elite female cyclists took part in the race and 99 of them finished.",
  "/wiki/Adrie_Visser": "Adriana (\"Adrie\") Visser (born 19 October 1983 in Hoorn) is a Dutch track and road racer who lives in Wieringerwerf.",
  "/wiki/%C3%89lodie_Touffet": "Élodie Touffet (born 17 February 1980) is a road cyclist from France. She represented her nation at the 2005, 2007 and 2008 UCI Road World Championships.",
  "/wiki/Marianne_Vos": "Marianne Vos (pronunciation (help·info); born 13 May 1987) is a Dutch cyclo-cross, road bicycle racer, mountain bike racer and track racer, who currently rides for UCI Women's WorldTeam CCC Liv. Vos has drawn comparison to Eddy Merckx as being \"the finest cyclist of [her] generation\".",
  "/wiki/Chantal_Beltman": "Chantal Beltman (born 25 August 1976 in Slagharen, Overijssel) is a former Dutch professional cyclist. She was part of the 2008 Team High Road Women team. In 2007 this was called the T-Mobile Women cycling team. In 2006, Beltman raced for Vrienden van het Platteland team. She is the older sister of Ghita Beltman, who is a former cyclist.",
  "/wiki/Ina-Yoko_Teutenberg": "Ina-Yoko Teutenberg (born 28 October 1974) is a German former road bicycle racer, who competed professionally between 2000 and 2013 for the Red Bull Frankfurt, Saturn Cycling Team and Specialized–lululemon teams. She took over 200 wins during her career, including 11 stages of the Giro Rosa, the 2009 Tour of Flanders, and being part of the Team Specialized–lululemon team that won the World Team Time Trial Championship in 2012. She now works as a directeur sportif for UCI Women's Team Trek–Segafredo.",
  "/wiki/Emma_Johansson": "Emma Johansson (born 23 September 1983) is a Swedish retired professional racing cyclist. Nicknamed Silver Emma, Johansson accumulated many second and third places at major championships and one-day classics. In 2013 she finished the year as number one on the UCI Women's World Ranking.",
  "/wiki/Loes_Gunnewijk": "Loes Gunnewijk (born 27 November 1980 in Groenlo) is a former professional Dutch racing cyclist. She was part of the 2007 Team Flexpoint.",
  "/wiki/Chantal_Blaak": "Chantal van den Broek-Blaak (née Blaak; born 22 October 1989) is a Dutch road racing cyclist, who currently rides for UCI Women's Continental Team Boels–Dolmans. In 2017 she became world road race champion in Bergen, Norway.",
  "/wiki/Annemiek_van_Vleuten": "Annemiek van Vleuten (born 8 October 1982) is a Dutch road racing cyclist, who currently rides for UCI Women's WorldTeam Mitchelton–Scott.",
  "/wiki/Giorgia_Bronzini": "Giorgia Bronzini (born 3 August 1983) is an Italian professional racing cyclist. She was born in Piacenza. She won the women's road race in the UCI Road World Championships in both 2010 and 2011 and the women's points race in the UCI Track Cycling World Championships in 2009. She has taken a total of 80 victories on the road and the track, including stages of the Giro Rosa, the Route de France Féminine, the Tour of Qatar, the Tour of California, and the Tour of Chongming Island. After a 16-year career, in August 2018 Bronzini announced that she would retire at the end of the season and become a directeur sportif with Trek Bicycle Corporation's new women's team in 2019.",
  "/wiki/Kirsten_Wild": "Kirsten Carlijn Wild (born 15 October 1982) is a Dutch professional racing cyclist, who currently rides for UCI Women's Continental Team Ceratizit–WNT Pro Cycling. Wild competed in two track cycling events at the 2012 Summer Olympics.",
  "/wiki/2013_Ronde_van_Drenthe_World_Cup": "The 2013 Ronde van Drenthe World Cup was the 7th running of the women's Ronde van Drenthe World Cup, a women's bicycle race in the Netherlands. It was the first World Cup race of the 2013 UCI Women's Road World Cup. It was held on 9 March 2013 over a distance of 132.8 kilometres (82.5 miles), starting and finishing in Hoogeveen.",
  "/wiki/Ellen_van_Dijk": "Eleonora Maria \"Ellen\" van Dijk (Dutch pronunciation: [ˌeːleːjoːˈnoːraː maːˈrijaː ˈʔɛlə(n) vɑn ˈdɛik]; born 11 February 1987) is a Dutch professional road racing cyclist, who currently rides for UCI Women's WorldTeam Trek–Segafredo. Besides road cycling she was also a track cyclist until 2012. Van Dijk is known as a time trial specialist and is five times world champion. She won her first world title on the track in the scratch race in 2008. She became Road World Champion in 2012, 2013 and 2016 with her respective trade teams in the team time trial and in 2013 also in the individual time trial. In 2015, she won the time trial at the first European Games and the silver medal in the team time trial at the world championships.",
  "/wiki/2014_Ronde_van_Drenthe_World_Cup": "The 2014 Ronde van Drenthe World Cup was the 8th running of the women's Ronde van Drenthe World Cup, a women's bicycle race in the Netherlands. It was the first World Cup race of the 2014 UCI Women's Road World Cup and was held on 15 March 2014 over a distance of 132.8 kilometres (82.5 miles), starting and finishing in Hoogeveen.",
  "/wiki/Lizzie_Armitstead": "Elizabeth Mary Deignan (née Armitstead; born 18 December 1988) is an English professional world champion track and road racing cyclist, who currently rides for UCI Women's WorldTeam Trek–Segafredo. She was the 2015 World road race champion and the 2014 Commonwealth Games road race champion. Deignan is also a twice winner of the season-long UCI Women's Road World Cup, winning the overall competition in 2014 and the final edition in 2015. At the 2012 Summer Olympics, Deignan won the silver medal in the road race. She has won the British National Road Race Championships four times, in 2011, 2013, 2015 and 2017.",
  "/wiki/Anna_van_der_Breggen": "Anna van der Breggen (born 18 April 1990) is a Dutch professional road bicycle racer, who currently rides for UCI Women's Continental Team Boels–Dolmans. She won the gold medal in the women's road race at the 2016 Summer Olympics in Rio de Janeiro, and has won the Giro d'Italia Femminile on two occasions. In 2018, she won the women's road race at the UCI Road World Championships.",
  "/wiki/Shelley_Olds": "Shelley Olds (born September 30, 1980) is an American racing cyclist.",
  "/wiki/2015_Ronde_van_Drenthe_World_Cup": "The 2015 Ronde van Drenthe World Cup was the 9th running of the women's Ronde van Drenthe World Cup, a women's bicycle race in the Netherlands. It was the first World Cup race of the 2015 UCI Women's Road World Cup and was held on 14 March 2015 over a distance of 138.3 kilometres (85.9 miles), starting and finishing in Hoogeveen.",
  "/wiki/Jolien_D%27Hoore": "Jolien D'Hoore (born 14 March 1990) is a Belgian track and road cyclist, who currently rides for UCI Women's Continental Team Boels–Dolmans. D'Hoore is a 29-time national track champion as well as a four-time national road champion at all competition levels. She won the bronze medal in the omnium at the 2016 Olympics and is one of the strongest sprinters in the women's peloton.",
  "/wiki/Amy_Pieters": "Amy Pieters (born 1 June 1991) is a Dutch professional racing cyclist, who currently rides for UCI Women's Continental Team Boels–Dolmans. She was a member of the Dutch team that finished sixth at the 2012 Summer Olympics in the team pursuit (together with Ellen van Dijk, Kirsten Wild and Vera Koedooder).",
  "/wiki/2016_Ronde_van_Drenthe": "The 2016 Ronde van Drenthe was the 10th running of the women's Ronde van Drenthe, a women's bicycle race in the Netherlands. It was the second World Tour race of the 2016 UCI Women's World Tour and was held on 12 March 2016 over a distance of 138.3 kilometres (85.9 miles), starting and finishing in Hoogeveen.",
  "/wiki/Gracie_Elvin": "Gracie Elvin (born 31 October 1988) is an Australian racing cyclist, who currently rides for UCI Women's WorldTeam Mitchelton–Scott. Elvin is a two-time winner of the Australian National Road Race Championships, with victories in 2013 and 2014, and the only Australian female rider to record a podium finish at the Tour of Flanders for Women, with second in 2017",
  "/wiki/Trixi_Worrack": "Beatrix \"Trixi\" Worrack (born 28 September 1981 in Cottbus) is a German professional road racing cyclist, who currently rides for UCI Women's WorldTeam Trek–Segafredo.",
  "/wiki/2017_Ronde_van_Drenthe": "The 2017 Ronde van Drenthe was the 55th edition of the Ronde van Drenthe road cycling one day race. It was held on 11 March 2017 as part of the UCI Europe Tour in category 1.1.",
  "/wiki/Amalie_Dideriksen": "Amalie Dideriksen (born 24 May 1996) is a Danish road and track cyclist, who currently rides for UCI Women's Continental Team Boels–Dolmans.",
  "/wiki/Elena_Cecchini": "Elena Cecchini (born 25 May 1992) is an Italian racing cyclist, who currently rides for UCI Women's WorldTeam Canyon–SRAM. She competed in the 2013 UCI women's team time trial in Florence. In 2013 and 2014, she rode for the Estado de México–Faren Kuota team. In November 2015 she was announced as part of the Canyon–SRAM team's inaugural squad for the 2016 season.",
  "/wiki/Lucinda_Brand": "Lucinda Brand (born 2 July 1989) is a Dutch racing cyclist, who currently rides for UCI Women's WorldTeam Trek–Segafredo. After four years with Rabo–Liv, in August 2016 Team Sunweb announced that Brand had signed a two-year deal with the team, with a role as a team leader, road captain and as part of the team's sprint train.",
  "/wiki/2018_Ronde_van_Drenthe": "The 2018 Ronde van Drenthe was the 56th edition of the Ronde van Drenthe road cycling one day race. It was held on 11 March 2018 as part of the UCI Europe Tour in category 1.HC.",
  "/wiki/Alexis_Ryan": "Alexis Ryan (born August 18, 1994) is an American racing cyclist, who currently rides for UCI Women's WorldTeam Canyon–SRAM. She is the sister of fellow racing cyclist Kendall Ryan.",
  "/wiki/Chloe_Hosking": "Chloe Hosking (born 1 October 1990) is an Australian professional racing cyclist, who currently rides for UCI Women's Continental Team Rally Cycling. Hosking has represented Australia at junior and then senior levels since 2007. Following success in a number of international events she turned professional in 2010. She competed at the 2012 Summer Olympics in the Women's road race, and won the women's road race at the 2018 Commonwealth Games.",
  "/wiki/Ronde_van_Drenthe": "Ronde van Drenthe (English: Tour of Drenthe) is an elite men's and women's professional road bicycle racing event held annually in the Drenthe, Netherlands and sanctioned by the Royal Dutch Cycling Union. Since 1998 there is also a women's event, known as Novilon Internationale Damesronde van Drenthe and since 2007 there is also a Ronde van Drenthe for women which was part of the UCI Women's Road World Cup until 2015. In 2016, the race became part of the new UCI Women's World Tour."
}