{
  "/wiki/Michal_Martik%C3%A1n": "Michal Martikán (Slovak pronunciation: [ˈmixal ˈmaɾtikaːn]; born 18 May 1979) is a Slovak slalom canoeist who has been competing at the international level since 1994. In 1996 he became the first athlete to win an Olympic gold medal for Slovakia since the country gained independence in 1993. In total he won 5 Olympic medals (2 golds, 2 silvers and 1 bronze), which is the most among all slalom paddlers. He has also won the World Championship title in the C1 individual category four times. He is considered by many the greatest C1 slalom paddler alive.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Canoeing_at_the_1996_Summer_Olympics": "The canoeing competition at the 1996 Summer Olympics was composed of 16 events in two disciplines, slalom and sprint. Timing in 1/1000ths of a second began at these games for the sprint events.",
  "/wiki/Canoeing_at_the_1996_Summer_Olympics_%E2%80%93_Men%27s_slalom_C-1": "These are the results of the men's C-1 slalom competition in canoeing at the 1996 Summer Olympics. The C-1 (canoe single) event is raced by one-man canoes through a whitewater course. The venue for the 1996 Olympic competition was on the Toccoa/Ocoee River near the Georgia-Tennessee state line.",
  "/wiki/Slavom%C3%ADr_K%C5%88azovick%C3%BD": "Slavomír Kňazovický (born 3 May 1967 in Piešťany) is a Czechoslovak-Slovak sprint canoer who competed from the early 1990s to the early 2000s (decade). Competing in three Summer Olympics, he won a silver in the C-1 500 m event at Atlanta in 1996.",
  "/wiki/Canoeing_at_the_1996_Summer_Olympics_%E2%80%93_Men%27s_C-1_500_metres": "The men's C-1 500 metres event was an open-style, individual canoeing event conducted as part of the Canoeing at the 1996 Summer Olympics program.",
  "/wiki/Jozef_G%C3%B6nci": "Jozef Gönci  (born March 18, 1974 in Košice) is a Slovak sport shooter, specialising in the 50 m Rifle and 10 m Air Rifle. Gönci won independent Slovakia's first ever Olympic Medal, a bronze in Atlanta in 1996. He won another bronze medal eight years later at the 2004 Olympic Games in Athens.",
  "/wiki/Shooting_at_the_1996_Summer_Olympics": "The shooting competitions at the 1996 Summer Olympics took place at the Wolf Creek Shooting Complex near Atlanta, United States. Competitions were held in men's events and women's events. For men's and women's double trap, it was the first Olympic competition, a women's shotgun event also had been added.",
  "/wiki/Shooting_at_the_1996_Summer_Olympics_%E2%80%93_Men%27s_50_metre_rifle_prone": "Men's 50 metre rifle prone (then known as free rifle) was one of the fifteen shooting events at the 1996 Summer Olympics. Christian Klees shot a perfect 600 in the qualification round and set a new World record after 104.8 points (of maximum 109.0) in the final. With an even better final round, Sergey Belyayev surpassed Jozef Gönci to win the silver medal.",
  "/wiki/Pavol_Hochschorner": "Pavol Hochschorner (born 7 September 1979) is a Slovak slalom canoeist who has competed at the international level since 1996. Competing together with his twin brother Peter Hochschorner, they are the most successful C2 paddlers in the history of canoe slalom.",
  "/wiki/Peter_Hochschorner": "Peter Hochschorner (born 7 September 1979) is a Slovak slalom canoeist who has competed at the international level since 1996. Competing together with his twin brother Pavol Hochschorner, they are the most successful C2 paddlers in the history of canoe slalom.",
  "/wiki/2000_Summer_Olympics": "The 2000 Summer Olympics, officially known as the Games of the XXVII Olympiad and commonly known as Sydney 2000 or the Millennium Olympic Games/Games of the New Millennium, was an international multi-sport event held between 15 September and 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and also the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956.",
  "/wiki/Canoeing_at_the_2000_Summer_Olympics": "Canoeing at the 2000 Summer Olympics was held at the Sydney International Regatta Centre for the sprint events and the Whitewater Stadium in Penrith for the canoe and kayak slalom disciplines. The repechage rounds that ran from the 1960 to the 1996 Games were eliminated in the sprint events while qualifying rounds were added to the slalom events. Additionally, a quota system for each event was enacted, meaning each event had a limited number of competitors that could compete.",
  "/wiki/Canoeing_at_the_2000_Summer_Olympics_%E2%80%93_Men%27s_slalom_C-2": "These are the results of the men's C-2 slalom competition in canoeing at the 2000 Summer Olympics. The C-2 (canoe single) event is raced by two-man canoes through a whitewater course.  The venue for the 2000 Olympic competition was at Penrith Whitewater Stadium.",
  "/wiki/Canoeing_at_the_2000_Summer_Olympics_%E2%80%93_Men%27s_slalom_C-1": "These are the results of the men's C-1 slalom competition in canoeing at the 2000 Summer Olympics. The C-1 (canoe single) event is raced by one-man canoes through a whitewater course. The venue for the 2000 Olympic competition was in Penrith.",
  "/wiki/Martina_Moravcov%C3%A1": "Martina Moravcová (born 16 January 1976 in Piešťany, Trnava, Czechoslovakia) is a medley, butterfly and freestyle swimmer from Slovakia. She made her international swimming debut in 1991 for Czechoslovakia, and has gone on to compete in five consecutive Summer Olympics (1992–2008). She is a two-time Olympic silver medalist, both achieved at the 2000 Summer Olympics in Sydney, Australia. In the 100-meter butterfly, she finished second to Inge de Bruijn, and in the 200-meter freestyle, she finished eight one-hundredths of a second to home favorite Susie O'Neill.",
  "/wiki/Swimming_at_the_2000_Summer_Olympics": "The swimming competitions at the 2000 Summer Olympics in Sydney took place from 16 to 23 September 2000 at the Sydney International Aquatic Centre in Homebush Bay. It featured 32 events (16 male, 16 female), and a total of 954 swimmers from 150 nations.",
  "/wiki/Swimming_at_the_2000_Summer_Olympics_%E2%80%93_Women%27s_100_metre_butterfly": "The women's 100 metre butterfly event at the 2000 Summer Olympics took place on 16–17 September at the Sydney International Aquatic Centre in Sydney, Australia.",
  "/wiki/Swimming_at_the_2000_Summer_Olympics_%E2%80%93_Women%27s_200_metre_freestyle": "The women's 200-metre freestyle event at the 2000 Summer Olympics took place on 18–19 September at the Sydney International Aquatic Centre in Sydney.",
  "/wiki/Juraj_Min%C4%8D%C3%ADk": "Juraj Minčík (born 27 March 1977 in Spišská Stará Ves) is a Slovak slalom canoeist who competed at the international level from 1993 to 2008.",
  "/wiki/2004_Summer_Olympics": "The 2004 Summer Olympics (Greek: Θερινοί Ολυμπιακοί Αγώνες 2004, Therinoí Olympiakoí Agónes 2004), officially known as the Games of the XXVIII Olympiad and commonly known as Athens 2004, was a premier international multi-sport event held in Athens, Greece, from 13 to 29 August 2004 with the motto Welcome Home.",
  "/wiki/Canoeing_at_the_2004_Summer_Olympics": "Canoeing at the 2004 Summer Olympics was held at the Schinias Olympic Rowing and Canoeing Centre for the sprint events and the Olympic Canoe/Kayak Slalom Centre at the Helliniko Olympic Complex for the canoe and kayak slalom disciplines. A total of 16 events were contested, 12 sprint events (9 for men and 3 for women) and 4 slalom events (3 for men and 1 for women).",
  "/wiki/Canoeing_at_the_2004_Summer_Olympics_%E2%80%93_Men%27s_slalom_C-2": "These are the results of the men's C-2 slalom competition in canoeing at the 2004 Summer Olympics.  The C-2 (canoe double) event is raced by two-man canoes through a whitewater course.  The venue for the 2004 Olympic competition was the Olympic Canoe/Kayak Slalom Centre at the Helliniko Olympic Complex.",
  "/wiki/Elena_Kalisk%C3%A1": "Elena Kaliská (born 19 January 1972) is a Slovak slalom canoeist who has competed at the international level since 1988. Competing in four Summer Olympics, she won two gold medals in the K1 event, earning them in 2004 and 2008.",
  "/wiki/Canoeing_at_the_2004_Summer_Olympics_%E2%80%93_Women%27s_slalom_K-1": "These are the results of the women's K-1 slalom competition in canoeing at the 2004 Summer Olympics.  The K-1 (kayak single) event is raced by one-man kayaks through a whitewater course.  The venue for the 2004 Olympic competition was the Olympic Canoe/Kayak Slalom Centre at the Helliniko Olympic Complex.",
  "/wiki/Canoeing_at_the_2004_Summer_Olympics_%E2%80%93_Men%27s_slalom_C-1": "These are the results of the men's C-1 slalom competition in canoeing at the 2004 Summer Olympics.  The C-1 (canoe single) event is raced by one-man canoes through a whitewater course.  The venue for the 2004 Olympic competition was the Olympic Canoe/Kayak Slalom Centre at the Helliniko Olympic Complex.",
  "/wiki/Jozef_Krn%C3%A1%C4%8D": "Jozef Krnáč (born December 30, 1977) is a Slovak judoka.",
  "/wiki/Judo_at_the_2004_Summer_Olympics": "Judo at the 2004 Summer Olympics took place in the Ano Liossia Olympic Hall and featured 368 judoka competing for 14 gold medals with seven different weight categories in both the men's and women's competitions. Japan dominated the event by taking 8 gold and 2 silver medals.",
  "/wiki/Judo_at_the_2004_Summer_Olympics_%E2%80%93_Men%27s_66_kg": "Men's 66 kg competition in judo at the 2004 Summer Olympics was held on August 15 at the Ano Liossia Olympic Hall.",
  "/wiki/Juraj_Ba%C4%8Da": "Juraj Bača (born March 17, 1977 in Komárno) is a Slovak sprint canoer who competed from 1998 to 2005. Competing in two Summer Olympics, he won a bronze medal in the K-4 1000 m event at Athens in 2004.",
  "/wiki/Michal_Riszdorfer": "Michal Riszdorfer (Hungarian: Riszdorfer Mihály [ˈrizdorfɛr ˈmihaːj]; born 26 May 1977 in Bratislava) is a Slovak sprint canoer who has competed since the late 1990s. Competing in three Summer Olympics, he won two medals in the K-4 1000 m with a silver in 2008 and a bronze in 2004.",
  "/wiki/Richard_Riszdorfer": "Richard Riszdorfer (Hungarian: Riszdorfer Richárd [ˈrizdorfɛr ˈrihaːrd]; born 17 March 1981, in Komárno) is a Slovak sprint canoer who has competed since the late 1990s. Competing in three Summer Olympics, he won two medals in the K-4 1000 m event with a silver in 2008 and a bronze in 2004.",
  "/wiki/Erik_Vl%C4%8Dek": "Erik Vlček (born 29 December 1981) is a Slovak sprint canoer who has competed since the late 1990s. Competing in five Summer Olympics, he won three medals in the K-4 1000 m event with a silver in 2008, 2016 and a bronze in 2004.",
  "/wiki/Canoeing_at_the_2004_Summer_Olympics_%E2%80%93_Men%27s_K-4_1000_metres": "These are the results of the men's K-4 1000 metres competition in canoeing at the 2004 Summer Olympics. The K-4 event is raced by four-man canoe sprint kayaks.",
  "/wiki/Shooting_at_the_2004_Summer_Olympics": "In shooting at the 2004 Summer Olympics, 390 competitors from 106 nations contested 17 events (10 for men and 7 for women). The competition took place at the Markopoulo Olympic Shooting Centre, located in the east of the Greek region of Attica.",
  "/wiki/Shooting_at_the_2004_Summer_Olympics_%E2%80%93_Men%27s_10_metre_air_rifle": "The men's 10 metre air rifle competition at the 2004 Summer Olympics was held on August 16 at the Markópoulo Olympic Shooting Centre near Athens, Greece.",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/Canoeing_at_the_2008_Summer_Olympics": "Canoeing competitions at the Beijing 2008 Summer Olympics were held from August 11 to August 23 at the Shunyi Olympic Rowing-Canoeing Park in Beijing.",
  "/wiki/Canoeing_at_the_2008_Summer_Olympics_%E2%80%93_Men%27s_slalom_C-1": "The men's C-1 slalom competition in canoeing at the 2008 Summer Olympics took place between August 11 and 12 2008 at the Shunyi Olympic Rowing-Canoeing Park in Beijing. The C-1 (solo canoe) event was raced by one-man canoes through a whitewater course.",
  "/wiki/Canoeing_at_the_2008_Summer_Olympics_%E2%80%93_Men%27s_slalom_C-2": "The men's C-2 slalom competition in canoeing at the 2008 Summer Olympics took place between August 13 and 15, 2008 at the Shunyi Olympic Rowing-Canoeing Park in Beijing. The C-2 (canoe single) event is raced by two-man canoes through a whitewater course. The finals were rescheduled from the 14th to the 15th due to persistent lightning at the Park.",
  "/wiki/Canoeing_at_the_2008_Summer_Olympics_%E2%80%93_Women%27s_slalom_K-1": "The women's K-1 slalom competition in canoeing at the 2008 Summer Olympics took place on August 13 and August 15, 2008 at the Shunyi Olympic Rowing-Canoeing Park in Beijing. The K-1 (kayak single) event is raced by one-person kayaks through a whitewater course. The final was rescheduled to the 15th due to persistent lightning at the Park.",
  "/wiki/Zuzana_%C5%A0tefe%C4%8Dekov%C3%A1": "Zuzana Rehák-Štefečeková (born 15 January 1984) is a female Slovak sports shooter. She won the silver medal in the Women's Trap event at the 2008 Summer Olympics and 2012 Summer Olympics.",
  "/wiki/Shooting_at_the_2008_Summer_Olympics": "Shooting competitions at the 2008 Summer Olympics in Beijing were held from August 9 to August 17, at the Beijing Shooting Range Hall (rifle and pistol events) and Beijing Shooting Range Clay Target Field (shotgun events). Of the fifteen events, the host country won five.",
  "/wiki/Shooting_at_the_2008_Summer_Olympics_%E2%80%93_Women%27s_trap": "The Women's trap event at the 2008 Olympic Games took place on August 11, 2008 at the Beijing Shooting Range Clay Target Field.",
  "/wiki/Juraj_Tarr": "Juraj Tarr (born 18 February 1979) is a Slovak flatwater sprint canoeist who competes in two-man (K-2) and four-man (K-4) events. He participated in four Olympics in the K-4 1000 m event and won silver medals in 2008 and 2016, placing fourth in 2000 and sixth in 2012. He also won eight medals at the ICF Canoe Sprint World Championships in 2005–2015, including four gold medals.",
  "/wiki/Canoeing_at_the_2008_Summer_Olympics_%E2%80%93_Men%27s_K-4_1000_metres": "The men's K-4 1000 metres competition in canoeing at the 2008 Summer Olympics took place at the Shunyi Olympic Rowing-Canoeing Park in Beijing between August 18 and 22.  The K-4 event is raced in four-person kayaks.",
  "/wiki/David_Musu%C4%BEbes": "David Vladimirovich Musulbes (Russian: Давид Владимирович Мусульбес; born 28 May 1972, Ordzhonikidze, North Ossetian ASSR) is a retired Russian wrestler of Georgian origin who competed for Russia and later represented Slovakia.",
  "/wiki/Wrestling_at_the_2008_Summer_Olympics": "Wrestling competitions at the 2008 Summer Olympics in Beijing, China, were held at the China Agricultural University Gymnasium from 12–21 August 2008. It was split into two disciplines, Freestyle and Greco-Roman which are further divided into different weight categories. Men competed in both disciplines whereas women only took part in the freestyle events with 18 gold medals being awarded. This was the second Olympics with women's wrestling as an event.",
  "/wiki/Wrestling_at_the_2008_Summer_Olympics_%E2%80%93_Men%27s_freestyle_120_kg": "Men's freestyle 120 kg competition at the 2008 Summer Olympics in Beijing, China, was held on 21 August at the China Agricultural University Gymnasium."
}