{
  "/wiki/CJQQ-FM": "CJQQ-FM is a Canadian radio station, broadcasting at 92.1 FM in Timmins, Ontario. The station broadcasts a mainstream rock format as 92.1 Rock.",
  "/wiki/Active_rock": "Active rock is a radio format used by many commercial radio stations across the United States and Canada. Active rock stations play a balance of new hard rock songs with valued classic rock favorites, normally with an emphasis similar to Mainstream Rock and Album Oriented Rock on the hard rock end of the spectrum.",
  "/wiki/Rogers_Media": "Rogers Media Inc. is a subsidiary of Rogers Communications that owns Canada's largest publishing company, Rogers Publishing Limited, which has more than 70 consumer and business publications. Rogers Media also owns 52 radio stations and several television properties, including terrestrial television stations and cable television channels.",
  "/wiki/CHMT-FM": "CHMT-FM is a Canadian radio station, broadcasting at 93.1 FM in Timmins, Ontario. The station broadcasts a classic hits format branded as Moose FM. The station was previously owned by Haliburton Broadcasting Group before being sold to Vista Radio.",
  "/wiki/Adult_contemporary": "In North American music, adult contemporary music (AC) is a form of radio-played popular music, ranging from 1960s vocal and 1970s soft rock music to predominantly ballad-heavy music of the present day, with varying degrees of easy listening, pop, soul, rhythm and blues, quiet storm, and rock influence. Adult contemporary is generally a continuation of the easy listening and soft rock style that became popular in the 1960s and 1970s with some adjustments that reflect the evolution of pop/rock music.",
  "/wiki/Vista_Broadcast_Group": "Vista Radio Ltd. (also formerly known as Vista Broadcast Group) is a Canadian radio broadcasting company. The company only owned stations in British Columbia until 2007, when it expanded outside the province by acquiring an existing station in Yellowknife, Northwest Territories and launching a new one in Grande Prairie, Alberta. It has since also expanded into Ontario, with the acquisition of Haliburton Broadcasting Group in 2012.",
  "/wiki/CBCS-FM": "CBCS-FM is a Canadian radio station. It is the CBC Radio One station in Sudbury, Ontario, broadcasting at 99.9 FM, and serves all of Northeastern Ontario through its network of relay transmitters.",
  "/wiki/CBC_Radio_One": "CBC Radio One is the English-language news and information radio network of the publicly owned Canadian Broadcasting Corporation. It is commercial-free and offers local and national programming. It is available on AM and FM to 98 percent of Canadians and overseas over the Internet, and through mobile apps.",
  "/wiki/News": "News is information about current events. This may be provided through many different media: word of mouth, printing, postal systems, broadcasting, electronic communication, or through the testimony of observers and witnesses to events.",
  "/wiki/Talk_radio": "Talk radio is a radio format containing discussion about topical issues and consisting entirely or almost entirely of original spoken word content rather than outside music. Most shows are regularly hosted by a single individual, and often feature interviews with a number of different guests. Talk radio typically includes an element of listener participation, usually by broadcasting live conversations between the host and listeners who \"call in\" (usually via telephone) to the show. Listener contributions are usually screened by a show's producers in order to maximize audience interest and, in the case of commercial talk radio, to attract advertisers. Generally, the shows are organized into segments, each separated by a pause for advertisements; however, in public or non-commercial radio, music is sometimes played in place of commercials to separate the program segments. Variations of talk radio include conservative talk, hot talk, liberal talk (increasingly known as progressive talk) and sports talk.",
  "/wiki/Canadian_Broadcasting_Corporation": "The Canadian Broadcasting Corporation (French: Société Radio-Canada), branded as CBC/Radio-Canada, is a Canadian federal Crown corporation that serves as the national public broadcaster for both radio and television. The English- and French-language service units of the corporation are commonly known as CBC and Radio-Canada, respectively.",
  "/wiki/CBON-FM": "CBON-FM is a Canadian radio station. It broadcasts the Société Radio-Canada's Ici Radio-Canada Première network at 98.1 FM in Sudbury, Ontario. The station also serves much of Northern Ontario through a network of relay transmitters.",
  "/wiki/Ici_Radio-Canada_Premi%C3%A8re": "Ici Radio-Canada Première (formerly Première Chaîne) is a Canadian French-language radio network, the news and information service of the Canadian Broadcasting Corporation (known as Société Radio-Canada in French), the public broadcaster of Canada. It is the French counterpart of CBC Radio One, the CBC's similar English-language radio network.",
  "/wiki/CKGB-FM": "CKGB-FM is a Canadian radio station that broadcasts a hot adult contemporary format at 99.3 FM in Timmins, Ontario. The station uses the on-air brand KiSS 99.3 and is owned by Rogers Communications.",
  "/wiki/Hot_adult_contemporary": "In North American music, adult contemporary music (AC) is a form of radio-played popular music, ranging from 1960s vocal and 1970s soft rock music to predominantly ballad-heavy music of the present day, with varying degrees of easy listening, pop, soul, rhythm and blues, quiet storm, and rock influence. Adult contemporary is generally a continuation of the easy listening and soft rock style that became popular in the 1960s and 1970s with some adjustments that reflect the evolution of pop/rock music.",
  "/wiki/CHYK-FM": "CHYK-FM is a Canadian radio station, which broadcasts at 104.1 FM in Timmins, Ontario. It broadcasts a francophone hot adult contemporary format for the city's Franco-Ontarian community. It is owned by Le5 Communications, and branded as Le Loup 104.1.",
  "/wiki/Le5_Communications": "Le5 Communications is a Canadian media company. Based in Sudbury, Ontario, the company operates radio stations and newspapers in the Northeastern Ontario region. The company operates the only francophone commercial radio stations in Ontario which originate their own programming; with the exception of one station in Eastern Ontario which primarily rebroadcasts a station from Montreal with only a few hours per week of original programming, all other francophone stations in the province are public or community radio stations operated by non-profit groups or Radio-Canada.",
  "/wiki/CJTK-FM": "CJTK-FM is a Canadian radio station, which airs Christian music and programming at 95.5 FM in Sudbury, Ontario. The station is owned by Eternacom, and was licensed by the Canadian Radio-television and Telecommunications Commission (CRTC) in 1997. The station is branded as KFM and uses one of the current slogans as \"Today's Christian radio\", \"Northern Ontario's Christian Radio\", \"Music You Can Believe In\" and \"Christian Radio for Life\".",
  "/wiki/Christian_radio": "Christian radio is a category of radio formats that focus on transmitting programming with a Christian message. In the United States, where it is most established, many such broadcasters play contemporary Christian music, though many programs include talk or news programming covering economic, political or religious topics.",
  "/wiki/CJWT-FM": "CJWT-FM is a First Nations community radio station that operates at 106.7 FM in Timmins, Ontario.",
  "/wiki/First_Nations": "In Canada, the First Nations (French: Premières Nations [pʁəmjɛʁ nɑsjɔ̃]) are the predominant indigenous peoples in Canada south of the Arctic Circle. Those in the Arctic area are distinct and known as Inuit. The Métis, another distinct ethnicity, developed after European contact and relations primarily between First Nations people and Europeans. There are 634 recognized First Nations governments or bands spread across Canada, roughly half of which are in the provinces of Ontario and British Columbia.",
  "/wiki/Community_radio": "Community radio is a radio service offering a third model of radio broadcasting in addition to commercial and public broadcasting. Community stations serve geographic communities and communities of interest. They broadcast content that is popular and relevant to a local, specific audience but is often overlooked by commercial or mass-media broadcasters. Community radio stations are operated, owned, and influenced by the communities they serve. They are generally nonprofit and provide a mechanism for enabling individuals, groups, and communities to tell their own stories, to share experiences and, in a media-rich world, to become creators and contributors of media.",
  "/wiki/Wawatay_Native_Communications_Society": "Wawatay Native Communications Society (Wawatay for short) was formed in 1974 by the people of Northern Ontario, Canada's Nishnawbe Aski Nation, as a source of communications technology, namely radio, television, and print media services for the Oji-Cree communities. Its mandate is to preserve the indigenous language and culture in its service area. Wawatay's general office is located in Sioux Lookout, Ontario, with bureaus in Timmins and Thunder Bay.",
  "/wiki/Media_in_Timmins": "Media of Timmins, Ontario includes:"
}