{
  "/wiki/New_Zealand_State_Highway_1": "State Highway 1 (SH 1) is the longest and most significant road in the New Zealand road network, running the length of both main islands. It appears on road maps as SH 1 and on road signs as a white number 1 on a red shield, but it has the  official designations SH 1N in the North Island, SH 1S in the South Island.",
  "/wiki/Picton,_New_Zealand": "Picton (Māori: Waitohi) is a town in the Marlborough Region of New Zealand's South Island. The town is located near the head of the Queen Charlotte Sound, 25 km (16 mi) north of Blenheim and 65 km (40 mi) west of Wellington. Waikawa lies just north-east of Picton.",
  "/wiki/Bluff,_New_Zealand": "Bluff (Māori: Motupōhue), previously known as Campbelltown and often referred to as \"The Bluff\", is a town  and seaport in the Southland region, on the southern coast of the South Island of New Zealand. It is the southernmost town in mainland New Zealand and, despite Slope Point and Stewart Island being further south, Bluff is colloquially used to refer to the southern extremity of the country (particularly in the phrase \"from Cape Reinga to The Bluff\"). According to the 2006 census, the resident population was 1,850, a decrease of 85 since 2001.",
  "/wiki/Blenheim,_New_Zealand": "Blenheim (/ˈblɛnɪm/ BLEN-im; Māori: Waiharakeke) is the most populous town in the region of Marlborough, in the north east of the South Island of New Zealand. It has an urban population of 31,600 (June 2018). The surrounding Marlborough wine region is well known as the centre of the New Zealand wine industry. It enjoys one of New Zealand's sunniest climates, with warm, relatively dry summers and cool, crisp winters.",
  "/wiki/Kaikoura": "Kaikoura (/kaɪˈkɔːrə/; officially Kaikōura) is a town on the east coast of the South Island of New Zealand. It is located on State Highway 1, 180 km north of Christchurch. The town has an estimated permanent resident population of 2,150 (as of June 2018).",
  "/wiki/Christchurch": "Christchurch (/ˈkraɪstʃɜːrtʃ/; Māori: Ōtautahi) is the largest city in the South Island of New Zealand and the seat of the Canterbury Region. The Christchurch urban area lies on the South Island's east coast, just north of Banks Peninsula. The urban area is home to 377,200 residents, and the territorial authority has 385,500 people which makes it the third-most populous city in New Zealand after Auckland and Wellington. The Avon River flows through the centre of the city, with an urban park located along its banks.",
  "/wiki/Timaru": "Timaru (English:  /ˈtɪməˌruː/; Māori: Te Tihi-o-Maru) is a port city in the southern Canterbury region of New Zealand, located 157 kilometres (98 mi) southwest of Christchurch and about 196 kilometres (122 mi) northeast of Dunedin on the eastern Pacific coast of the South Island. The Timaru urban area is home to 29,100 people, and is the largest urban area in South Canterbury, and the second largest in the Canterbury Region overall, after Christchurch. The city is the seat of the Timaru District, which includes the surrounding rural area and the towns of Geraldine, Pleasant Point and Temuka, which combined has a total population of 47,700.",
  "/wiki/Dunedin": "Dunedin (/dʌˈniːdɪn/ (listen) duh-NEE-din; Māori: Ōtepoti) is the second-largest city in the South Island of New Zealand (after Christchurch), and the principal city of the Otago region. Its name comes from Dùn Èideann, the Scottish Gaelic name for Edinburgh, the capital of Scotland.",
  "/wiki/Gore,_New_Zealand": "Gore (Māori: Maruawai) is a town and district in the Southland region of the South Island of New Zealand.",
  "/wiki/Invercargill": "Invercargill (/ˌɪnvərˈkɑːrɡɪl/, Māori: Waihōpai) is the southernmost and westernmost city in New Zealand, and one of the southernmost cities in the world. It is the commercial centre of the Southland region. The city lies in the heart of the wide expanse of the Southland Plains on the Oreti or New River some 18 km north of Bluff, which is the southernmost town in the South Island. It sits amid rich farmland that is bordered by large areas of conservation land and marine reserves, including Fiordland National Park covering the south-west corner of the South Island and the Catlins coastal region.",
  "/wiki/Interislander": "Interislander is a road and rail ferry service across New Zealand's Cook Strait, between Wellington in the North Island and Picton in the South Island. It is owned and operated by state-owned rail operator KiwiRail. Three roll-on roll-off (RORO) vessels operate the 50 nautical miles (93 km; 58 mi) route, taking about three hours to complete the crossing.",
  "/wiki/New_Zealand_State_Highway_6": "State Highway 6 is a major New Zealand state highway. It extends from the northeastern corner of the South Island across the top of the island, then down the length of the island, initially along the West Coast and then across the Southern Alps through inland Otago and finally across the Southland Plains to the island's south coast. Distances are measured from north to south.",
  "/wiki/Nelson,_New_Zealand": "Nelson (Māori: Whakatū) is a city on the eastern shores of Tasman Bay. Nelson is the oldest city in the South Island and the second-oldest settled city in New Zealand – it was established in 1841 and was proclaimed a city by royal charter in 1858.",
  "/wiki/Westport,_New_Zealand": "Westport (Māori: Kawatiri) is a town in the West Coast region of the South Island of New Zealand. It is on the northern bank and at the mouth of the Buller River, close by the prominent headland of Cape Foulwind. It is connected via State Highway 6 with Greymouth, 100 kilometres (62 mi) to the south, and with Nelson 222 kilometres (138 mi) in the northeast, via the Buller Gorge.",
  "/wiki/Greymouth": "Greymouth (/ˈɡreɪmaʊθ/) (Māori: Māwhera) is the largest town in the West Coast region in the South Island of New Zealand, and the seat of the Grey District Council. The population of the whole Grey District is 13,750, which accounts for 42% of the West Coast's inhabitants. The Greymouth urban area had an estimated population of 9,700 (June 2018). The District Council expects growth of 1.5% per year between 2006 and 2016.",
  "/wiki/Hokitika": "Hokitika is a small town in the West Coast region of New Zealand's South Island, 40 kilometres (25 mi) south of Greymouth, and close to the mouth of the Hokitika River.",
  "/wiki/Frankton,_Otago": "Frankton is a suburb of the town of Queenstown in the South Island of New Zealand, formerly a separate settlement.",
  "/wiki/Queenstown,_New_Zealand": "Queenstown (Māori: Tāhuna) is a resort town in Otago in the south-west of New Zealand's South Island. It has an urban population of 15,850  (June 2018), making it the 27th-largest urban area in New Zealand. In 2016, Queenstown overtook Oamaru to become the second-largest urban area in Otago, behind Dunedin.",
  "/wiki/Queenstown_International_Airport": "Queenstown Airport (IATA: ZQN, ICAO: NZQN) is located in Frankton, Otago, New Zealand, and serves the resort town of Queenstown. The airport is 8 km (5.0 mi) from the Queenstown CBD. The airport handled 2.25 million passengers as of 2018 making it the fourth busiest airport in New Zealand by passenger traffic. The airport consists of two runways, one of which is paved, and has a single-level terminal building with nine gates.",
  "/wiki/New_Zealand_State_Highway_7": "State Highway 7 is a major New Zealand state highway. One of the eight national highways, it crosses the Southern Alps to link the West Coast Region with Canterbury and to form a link between the South Island's two longest highways, State Highway 1 and State Highway 6. Distances are measured from east to west with the major junction list going from east to west.",
  "/wiki/Waipara": "Waipara is a small town in north Canterbury, New Zealand, on the banks of the Waipara River. Its name translates to \"Muddy Water\", wai meaning water and para meaning mud.",
  "/wiki/Lewis_Pass": "Lewis Pass (el. 907 m.) is a mountain pass in the South Island of New Zealand.",
  "/wiki/Hanmer_Springs": "Hanmer Springs is a small town in the Canterbury region of the South Island of New Zealand.",
  "/wiki/New_Zealand_State_Highway_8": "State Highway 8 is one of New Zealand's eight national highways. It forms an anticlockwise loop through the southern scenic regions of the Mackenzie Basin and Central Otago, starting and terminating in junctions with State Highway 1. Distances are measured from north to south.",
  "/wiki/Milton,_New_Zealand": "Milton, formerly known as Tokomairiro or Tokomairaro, is a town of 2,000 people, located on State Highway 1, 50 kilometres to the south of Dunedin in Otago, New Zealand. It lies on the floodplain of the Tokomairaro River, one branch of which loops past the north and south ends of the town. This river gives its name to many local features, notably the town's main school, Tokomairiro High School.",
  "/wiki/Fairlie,_New_Zealand": "Fairlie is a Mackenzie District service town located in the Canterbury region of the South Island of New Zealand.  As of the 2013 census, the population was 717.",
  "/wiki/Lake_Tekapo_(town)": "Lake Tekapo (often known simply as Tekapo to avoid confusion with the lake itself) is a small town (township) located at the southern end of the lake of the same name in the inland South Island of New Zealand. It had 369 residents according to the 2013 census, being one of five settlements in the sparsely populated Mackenzie Basin.",
  "/wiki/Twizel": "Twizel (/ˈtwaɪzəl/) is the largest town in the Mackenzie District, in the Canterbury Region of New Zealand's South Island. The town was founded in 1968 to house construction workers on the Upper Waitaki Hydroelectric Scheme. Twizel has a resident population of 1,280  (June 2018); during the summer, holidaymakers nearly triple the town's population.",
  "/wiki/Cromwell,_New_Zealand": "Cromwell is a town in Central Otago in the Otago region of New Zealand.",
  "/wiki/Alexandra,_New_Zealand": "Alexandra (Māori: Manuherikia or Areketanara) is a town in the Central Otago district of the South Island of New Zealand. It is located on the banks of the Clutha River (at the confluence of the Manuherikia River), on State Highway 8, 188 kilometres (117 mi) by road from Dunedin and 33 kilometres (21 mi) south of Cromwell.",
  "/wiki/Luggate": "Luggate is a small town in the South Island of New Zealand. It is located on State Highway 6 between Wanaka and Cromwell, near the junction with State Highway 8A, approximately 15 km from the Wanaka township, just past Wanaka Airport.",
  "/wiki/Tarras": "Tarras is a small farming settlement in Central Otago, in the South Island of New Zealand.",
  "/wiki/Lake_Dunstan": "Lake Dunstan is a man-made lake and reservoir in the South Island of New Zealand.",
  "/wiki/New_Zealand_State_Highway_60": "State Highway 60 is a state highway servicing the far northwest of the South Island of New Zealand. Running between the settlements of Richmond (south of Nelson) and Collingwood, it is 116 kilometres (72 mi) long and lies entirely within the Tasman District. It is the northernmost highway in the South Island and is a popular tourist route, servicing Motueka, Abel Tasman National Park, Golden Bay, and Farewell Spit.",
  "/wiki/Collingwood,_New_Zealand": "Collingwood is a town in the north-west corner of the South Island of New Zealand along Golden Bay. The town is an ecotourism destination due to its proximity to Kahurangi National Park and Farewell Spit Nature Reserve.",
  "/wiki/Richmond,_New_Zealand": "Richmond is a town, and the seat of the Tasman District Council, that lies 13 kilometres (8 mi) south of Nelson in the South Island of New Zealand, close to the southern extremity of Tasman Bay. The town was first settled in 1842 and was named in 1854 after the town of Richmond on Thames near London. By 2014 it had an estimated population of 13,606.",
  "/wiki/Motueka": "The town of Motueka in the South Island of New Zealand lies close to the mouth of the Motueka River, on the western shore of Tasman Bay. It is, after Richmond, the second largest centre in the Tasman Region, with a population of 7125 (2006 census). The Motueka Ward had an estimated population of 10,900 at 30 June 2009.",
  "/wiki/Takaka": "Takaka is a small town situated at the southeastern end of Golden Bay, at the northern end of New Zealand's South Island, located on the lower reaches of the Takaka River. It lies at the start of the winding road which follows the river valley before climbing over Takaka Hill, linking Golden Bay with the more populated coast of Tasman Bay to the southeast. The town is served by Takaka Aerodrome.",
  "/wiki/New_Zealand_State_Highway_62": "State Highway 62 (SH 62) is a state highway servicing the northeastern parts of the South Island of New Zealand. Located entirely within the wine-producing Marlborough region of New Zealand, SH 62 provides a northern bypass of Blenheim, connecting the towns of Spring Creek (on State Highway 1) with Renwick (on State Highway 6) via the locality of Rapaura.",
  "/wiki/Rapaura": "Rapaura is a village northwest of Blenheim, New Zealand. The Wairau River flows past to the north. Spring Creek lies to the east.",
  "/wiki/New_Zealand_State_Highway_63": "State Highway 63 (SH 63) is a state highway located in the northern parts of the South Island of New Zealand.  It is 117 km long and runs between the settlements of Renwick (in Marlborough) and Kawatiri Junction (in the Tasman region) via Saint Arnaud, providing a bypass of the city of Nelson. Despite being a convenient link between the West Coast and Marlborough, and being a relatively straight highway along most of its length, it is only classified by the NZTA as a secondary collector highway.",
  "/wiki/Renwick,_New_Zealand": "Renwick is a small town in Marlborough, New Zealand, close to the south bank of the Wairau River. It is located on State Highway 6, 12 kilometres (7 mi) west of Blenheim. Havelock is 31 km (19 mi) north. State Highway 63 runs southwest from Renwick through the Wairau River valley.",
  "/wiki/Wairau_Valley": "Wairau Valley is the valley of the Wairau River in Marlborough, New Zealand and also the name of the main settlement in the upper valley. State Highway 63 runs through the valley. The valley opens onto the Wairau Plain, where Renwick and Blenheim are sited. The Alpine–Wairau Fault runs along the length of the valley.",
  "/wiki/Saint_Arnaud,_New_Zealand": "Saint Arnaud (previously Rotoiti) is a small alpine village located in the north of New Zealand's South Island, west of the mountains of the Saint Arnaud Range and 90 kilometres southwest of Nelson near the historic Tophouse Settlement. It is situated at the northern end of Lake Rotoiti.",
  "/wiki/New_Zealand_State_Highway_65": "State Highway 65 (also known as the Shenandoah Highway) is a New Zealand state highway in the South Island. It is 71 km long and runs south to north down the Maruia river valley from SH 7 at Springs Junction, 15 km west of the main divide at the Lewis Pass, to SH 6 in the Buller Gorge, 11 km west of Murchison. It forms part of the most direct route between Christchurch and Nelson. It takes its name from a small settlement toward its northern end.",
  "/wiki/Murchison,_New_Zealand": "Murchison is a town in the Tasman Region of the South Island of New Zealand. It is near the western end of the \"Four Rivers Plain\", at the confluence of the Buller River and the Matakitaki River. The other two rivers are the Mangles River, and the Matiri River.\nIt is a rural service town for the surrounding mixed farming district, on New Zealand State Highway 6 approximately halfway between Westport and Nelson. Murchison was named after the Scottish geologist Roderick Murchison, one of the founders of the Royal Geographical Society. At the 2013 census, Murchison had a population of 492.",
  "/wiki/Maruia": "Maruia is a locality in the West Coast region of New Zealand. The Shenandoah Highway (State Highway 65) passes through it. Murchison is 65 km north, the Lewis Pass is 39 km to the south-east, and Reefton is 63 km west by road. The Maruia River flows past to the west.",
  "/wiki/New_Zealand_State_Highway_67": "State Highway 67 is a New Zealand state highway located in the northern parts of the South Island of New Zealand.  It is 51.2 km long and connects State Highway 6 with the settlement of Mokihinui. It used to be 96 kilometres long and ran the entire length of the road to Karamea. The highway and its spur serves the large West Coast town of Westport and lies entirely within the Buller District.",
  "/wiki/Summerlea,_New_Zealand": "Summerlea is a lightly populated locality on the West Coast of New Zealand's South Island.",
  "/wiki/Waimangaroa": "Waimangaroa is a small town located on the West Coast of New Zealand.",
  "/wiki/Granity": "Granity is a small town on the West Coast of New Zealand's South Island, 28 kilometres (17 mi) north-east of Westport on State Highway 67. Karamea is 68 kilometres (42 mi) further north.",
  "/wiki/Hector,_New_Zealand": "Hector and Ngakawau are two lightly populated settlements located at the mouth of the Ngakawau River in the West Coast region of New Zealand. Both settlements are situated on State Highway 67 between Westport and Karamea. The 2001 New Zealand census found that Hector and Ngakawau have a combined population of 300, a drop of 16% or 57 people since the 1996 census. This has dropped further in 2006 to 234 people. Despite a low population, many of the workers at New Zealand's largest open-cut coal mine at Stockton choose to live at these places and shuttles frequently operate between the two places.",
  "/wiki/Karamea": "Karamea is a town on the West Coast of the South Island of New Zealand. It is the northernmost settlement of any real size on the West Coast, and is located 96 kilometres (60 mi) north-east by road from Westport. There is no other connecting road to the town - the road north ends at the Kohaihai River some 20 kilometres (12 mi) from Karamea, at the south western end of the Heaphy Track.",
  "/wiki/Cape_Foulwind": "Cape Foulwind is a prominent headland on the West Coast of New Zealand's South Island, overlooking the Tasman Sea. It is located ten kilometres west of the town of Westport. It was previously named Rocky Cape by Abel Tasman, the first European to visit it, in 1642. \nThe present name was bestowed upon this promontory by English explorer James Cook in 1770 after his ship Endeavour was blown quite a distance offshore from this point.",
  "/wiki/Carters_Beach": "Carters Beach is a small town on the West Coast of New Zealand's South Island, located 6 kilometres (4 mi) west of Westport on State Highway 67A. It is the only sheltered sandy beach on the West Coast suitable for swimming.",
  "/wiki/New_Zealand_State_Highway_69": "State Highway 69 is a New Zealand state highway servicing the southeastern areas of the Buller District in the South Island of New Zealand. The road is 33 kilometres long and runs parallel with both the Stillwater-Westport Line and the Inangahua River. The road connects the towns of Reefton (on State Highway 7) with the town of Inangahua Junction (on State Highway 6) via Cronadun. The highway is part of the main link between the centres of Christchurch and Westport.",
  "/wiki/Inangahua_Junction": "Inangahua Junction is a small town in the northwest of New Zealand's South Island. It is located at the confluence of the Inangahua and Buller Rivers, 34 kilometres (21 mi) north of Reefton and 46 kilometres (29 mi) southeast of Westport. Murchison is 52 kilometres (32 mi) to the east. The town of Inangahua is just to the east of the junction. The town's main industries include forestry, coal, farming and sawmilling. There is a small primary school, shops, fire station and earthquake museum. The population of Inangahua Junction and its surrounds was 144 in the 2013 census, a decrease of 15 people from 2006.  The name of the town refers to inanga, the Māori word for whitebait. Inangahua Junction was formerly known as Christies Junction.",
  "/wiki/Reefton": "Reefton is a small town in the West Coast region of New Zealand, some 80 km northeast of Greymouth, in the Inangahua River valley. State Highway 7 passes through the southern part of the town, and State Highway 69 runs north to connect to State Highway 6. Ahaura is 44 km south-west of Reefton, Inangahua Junction is 34 km to the north, Maruia is 63 km to the east, and the Lewis Pass is 66 km to the south-east.",
  "/wiki/New_Zealand_State_Highway_71": "State Highway 71 (SH 71) is a New Zealand state highway connecting Kaiapoi/Christchurch with Rangiora.",
  "/wiki/Kaiapoi": "Kaiapoi is a town in the Waimakariri District of the Canterbury region, in the South Island of New Zealand. The town is located approximately 17 kilometres north of central Christchurch, close to the mouth of the Waimakariri River. It is considered to be a satellite town of Christchurch, although in the Waimakariri for statistical purposes it is part of the Christchurch urban area.",
  "/wiki/Rangiora": "Rangiora is the largest town and seat of the Waimakariri District, in Canterbury, New Zealand. It is 29 kilometres (18 mi) north of Christchurch, and is considered[by whom?] a satellite town of the city. With a population of 18,300 (June 2018), Rangiora is the 25th largest urban area in New Zealand, and the fourth-largest in the Canterbury region (behind Christchurch, Timaru and Ashburton).",
  "/wiki/New_Zealand_State_Highway_73": "State Highway 73 (SH 73) is a major east-west South Island state highway in New Zealand connecting Christchurch on the east coast with Cass/Hokitika  via the Southern Alps. It is mostly two lane, with some single-lane bridges north of Springfield but is mostly dual carriageway in Christchurch. The fourth and fifth-highest points of New Zealand's state highway network are on this road at Porters Pass and Arthur's Pass respectively.",
  "/wiki/Kumara,_New_Zealand": "Kumara is a town on the West Coast of the South Island of New Zealand. It is located 30 kilometres (19 mi) south of Greymouth, close to the western end of State Highway 73, which leads across Arthur's Pass to Christchurch. The Taramakau River flows past to the north.",
  "/wiki/Darfield,_New_Zealand": "Darfield is a town in the Selwyn District of the South Island of New Zealand. It is 35 kilometres west of the outskirts of Christchurch on State Highway 73 (Great Alpine Highway) and on the Midland railway line, route of the TranzAlpine train service. Its population (GeoNames geographical database 2011) is 1,593.",
  "/wiki/Springfield,_New_Zealand": "Springfield (until 1880 Kowai Pass) is a small town in the Selwyn District of Canterbury, in the South Island, of New Zealand. The Maori name for Springfield is Tawera.   In 2001 it had a population of 219. At the foot of the Southern Alps, 65 kilometres (40 mi) west of Christchurch, it is the most westerly town of the central Canterbury Plains. Springfield has a long association with the Midland railway line.",
  "/wiki/Porters_Pass": "Porters Pass (elevation 939 metres) is a mountain pass in the Canterbury region of New Zealand's South Island.",
  "/wiki/Arthur's_Pass": "Arthur's Pass, previously called Camping Flat then Bealey Flats, and for some time officially Arthurs Pass, is a township in the Southern Alps of the South Island of New Zealand, located in the Selwyn district. It is a popular base for exploring Arthur's Pass National Park.",
  "/wiki/New_Zealand_State_Highway_74": "State Highway 74 is a state highway in New Zealand servicing the eastern suburbs of Christchurch. Mostly two-lane, it is composed of limited-access expressways, with part of the highway as the Christchurch-Lyttelton Motorway, and connects the city to its port town of Lyttelton.",
  "/wiki/Belfast,_New_Zealand": "Belfast is a suburb of Christchurch, New Zealand. It is in the north of the city 10 km from Cathedral Square, close to the banks of the Waimakariri River.",
  "/wiki/Lyttelton,_New_Zealand": "Lyttelton (Māori: Ōhinehou), the port town of Christchurch, stands on the north shore of Lyttelton Harbour, at the northwestern end of Banks Peninsula on the eastern coast of the South Island of New Zealand.",
  "/wiki/Lyttelton_road_tunnel": "The Lyttelton road tunnel runs through the Port Hills to connect the New Zealand city of Christchurch and its seaport, Lyttelton. It opened in 1964 and carries just over 10,000 vehicles per day as part of State Highway 74.",
  "/wiki/New_Zealand_State_Highway_75": "State Highway 75 (SH 75) is a state highway in New Zealand servicing the Banks Peninsula region, connecting Christchurch on the northwestern part of the peninsula with Akaroa towards the east coast. It is wholly two lane (with the exception of some passing lanes near Hilltop), but partially functions as a major arterial corridor of Christchurch. Its highest point is at Hilltop, where it rises to about 555 m - just 8 m lower than the more mountainous Haast Pass in the Southern Alps.",
  "/wiki/Akaroa": "Akaroa is a small town on Banks Peninsula in the Canterbury region of the South Island of New Zealand, situated within a harbour of the same name. The name Akaroa is Kāi Tahu Māori for \"Long Harbour\", which would be spelled \"Whangaroa\" in standard Māori.",
  "/wiki/Halswell": "Originally a separate village, Halswell is now a residential suburb of Christchurch, New Zealand, located 9 kilometres (5.6 mi) southwest of Cathedral Square on State Highway 75.",
  "/wiki/Little_River,_New_Zealand": "Little River is a town on Banks Peninsula in the Canterbury region of New Zealand.",
  "/wiki/List_of_New_Zealand_state_highways": "This is a list of highways of the New Zealand state highway network and some touring routes. State highways are administered by the NZ Transport Agency, while all other roads are the responsibility of territorial authorities."
}