{
  "/wiki/Astros_Vasas_FC": "The North York Astros are a Canadian soccer team, founded in 1990. The team was a member of the Canadian Soccer League. The team played their home games at Esther Shiner Stadium in North York, a district of the city of Toronto, Canada. The team's colours are orange and black. Originally went by the name North York Atletico Argentina Soccer Club the club witnessed instant success in its initial stages. After a merger with North York Talons, and a relocation to Scarborough the team eventually settled with the name North York Astros. The Astros were a founding member of the Canadian National Soccer League's successor the Canadian Professional Soccer League in 1998.",
  "/wiki/Toronto": "Toronto is the provincial capital of Ontario and the most populous city in Canada, with a population of 2,731,571 as of 2016. Current to 2016, the Toronto census metropolitan area (CMA), of which the majority is within the Greater Toronto Area (GTA), held a population of 5,928,040, making it Canada's most populous CMA. The city is the anchor of the Golden Horseshoe, an urban agglomeration of  9,245,438 people (as of 2016) surrounding the western end of Lake Ontario. Toronto is an international centre of business, finance, arts, and culture, and is recognized as one of the most multicultural and cosmopolitan cities in the world.",
  "/wiki/Esther_Shiner_Stadium": "Esther Shiner Stadium is a multi-purpose outdoor sports facility in Toronto, Ontario, Canada. It is located in the former city of North York, on the north-west corner of Bathurst Street and Finch Avenue West. Its capacity is 3,000  and is currently the home of North Toronto Nitros of League1 Ontario and FC Vorkuta of the Canadian Soccer League.",
  "/wiki/László_Kiss_(football_manager)": "Laszlo Kiss (born September 10, 1949) is a Hungarian former footballer and manager. He managed in the Nemzeti Bajnokság I, Nemzeti Bajnokság II, Dhivehi League, and the Canadian Soccer League.",
  "/wiki/Brampton_United": "Brampton City United FC is a Canadian soccer team, founded in 2002. The team plays in the Lika Supergroup Open Division. The club plays out of Victoria Park Stadium in the community of Brampton, Ontario.",
  "/wiki/Brampton,_ON": "Brampton (/ˈbræmptən/ or /ˈbræmtən/) is a city in the Canadian province of Ontario. Situated in Southern Ontario, it is a suburban city in the Greater Toronto Area (GTA) and the seat of Peel Region. The city has a population of 593,638 as of the Canada 2016 Census. Brampton is Canada's ninth-most populous municipality, the seventy-seventh largest city in North America and the third most populous city in the Greater Golden Horseshoe Region, behind Toronto and Mississauga.",
  "/wiki/Victoria_Park_Stadium": "The Victoria Park Stadium is soccer venue located in Brampton, Ontario and is home to Brampton United of the Canadian Soccer League.  The stadium is located on 20 Victoria Crescent, Brampton. The stadium is part of the James F. McCurry Victoria Park Arena. The stadium hosted the 2004 CPSL Championship final which featured Vaughan Shooters against Toronto Croatia. On May 27, 2016 a fire erupted at the Victoria Park arena.",
  "/wiki/Burlington_SC": "Halton United are a Canadian soccer club based in Milton, Ontario, and is a member of the Canadian Academy of Soccer League. The club was formed in 2013 and became a member of the Canadian Soccer League (CSL) under the name Burlington SC. They played their home matches at Nelson Stadium in Burlington, Ontario. After three seasons in the CSL the club disbanded their CSL senior team in order to become one of the founding members of the CAF Supergroup Open Division. After a brief sabbatical from the CSL, Burlington returned for the 2017 season to play in the Second Division.",
  "/wiki/Burlington,_ON": "Burlington is a city in the Regional Municipality of Halton at the northwestern end of Lake Ontario in Ontario, Canada. Along with Milton to the north, Burlington forms the west end of the Greater Toronto Area, and is also part of the Hamilton metropolitan census area. Burlington lies between Lake Ontario's north shore and the Niagara Escarpment.",
  "/wiki/Nelson_Stadium": "Nelson Stadium is a multi-purpose outdoor sports facility in Burlington, Ontario. The stadium is owned by the Halton District School Board and is operated by Nelson High School. It is located on New Street, Burlington's south-east district. Its capacity is 1,500 and it is the home venue to the Nelson Lords. The facility is primarily used for Canadian football, soccer, and baseball.",
  "/wiki/William_Etchu_Tabi": "William Etchu Tabi (born November 13, 1982) is a Cameroonian former footballer who currently serves as the Skills Development coach for Burlington SC Academy, and head coach for Galaxy FC in the Canadian Academy of Soccer League.",
  "/wiki/Kingston_FC": "Kingston FC were a Canadian soccer team based in Kingston, Ontario, Canada. The team was awarded a franchise in 2011 as a member of the Canadian Soccer League, and participated in the league for three seasons, 2012 to 2014.  In February 2015, Kingston FC formally announced that it had withdrawn from the Canadian Soccer League for the 2015 season.  Furthermore, the Club announced that it had made application to the new League1 Ontario for a new professional team that will play in Belleville, Ontario.",
  "/wiki/Kingston,_ON": "Kingston is a city in Eastern Ontario, Canada. It is on the eastern end of Lake Ontario, at the beginning of the St. Lawrence River and at the mouth of the Cataraqui River (south end of the Rideau Canal). The city is midway between Toronto, Ontario and Montreal, Quebec. The Thousand Islands tourist region is nearby to the east. Kingston is nicknamed the \"Limestone City\" because of the many heritage buildings constructed using local limestone.",
  "/wiki/London_City_(soccer_club)": "London City Soccer Club is a Canadian soccer team founded in 1973.  The team is currently a member of the Canadian Academy of Soccer League. The team plays their home games at the  Milton Community Sports Park in the town of Milton, Ontario. The team's colours are red, black and white. Formed on Valentine's Day of 1973 by Markus Gauss in order to field a London entry for the National Soccer League after the departure of German Canadian FC. The Gauss family ran and provided the city of London a professional team for 38 years. Under their tutelage the club was most notable for providing an opportunity for young players to develop in a professional environment.",
  "/wiki/London,_ON": "London is a city in southwestern Ontario, Canada, along the Quebec City–Windsor Corridor. The city had a population of 383,822 according to the 2016 Canadian census. London is at the confluence of the Thames River, approximately 200 km (120 mi) from both Toronto and Detroit; and about 230 km (140 mi) from Buffalo, New York. The city of London is a separated municipality, politically separate from Middlesex County, though it remains the county seat.",
  "/wiki/Niagara_United": "Niagara United FC is a Canadian soccer team founded in 1973. The club is a former member of the Canadian Soccer League (CSL), where it fielded a professional team from 2011-2015, and now operates youth teams in the Niagara Soccer League. The team plays its home games in Kalar Sports Park in Niagara Falls, Ontario. In 2011, the club joined the CSL and played in the CSL Second Division. After a successful debut season Niagara was promoted to the First Division, and qualified for the playoffs in their first season in the top flight. The following season the club went through a rebuilding stage focusing on developing and recruiting local players. In 2016, Niagara announced its departure from the league.",
  "/wiki/Niagara_Falls,_ON": "Niagara Falls is a city in Ontario, Canada. It is on the western bank of the Niagara River in the Golden Horseshoe region of Southern Ontario, with a population of 88,071 at the 2016 census. The municipality was incorporated on 12 June 1903. Across the Niagara River is Niagara Falls, New York. The Niagara River flows over Niagara Falls at this location, creating a natural spectacle which attracts millions of tourists each year.",
  "/wiki/Kalar_Sports_Park": "Kalar Sports Park is a multi-purpose outdoor sports facility in Niagara Falls, Ontario. The stadium is owned by the Niagara United Football Club.  It is located on 6775 Kalar Road. On August 17, 2012 Niagara United received a grant of $75, 000 from Ontario Trillium Foundation for the purchase of a new scoreboard. The club also spent around $750, 000 in renovations for the increase in stadium seats, scoreboard, new clubhouse, and new  FIFA -approved turf field in order to accommodate the clubs needs by joining the Canadian Soccer League. The stadium hosted the 2013 CSL Championship final which featured SC Waterloo vs Kingston FC.",
  "/wiki/SC_Waterloo_Region": "SC Waterloo Region is a professional Canadian soccer team that plays in the Canadian Soccer League, a non-FIFA-sanctioned league. The club was formed in 2011 under the name KW United FC and competed in the Second Division of the CSL. The following year the organization's name was changed to SC Waterloo Region and was promoted to the First Division. Within a short time Waterloo enjoyed a string of success within the league. Their biggest achievement came in the 2013 season by winning the CSL Championship, and reaching the championship match finals once more in 2015 only to lose to Toronto Croatia. In 2016, the organization voluntarily relegated itself to the CSL Second Division.",
  "/wiki/Waterloo,_ON": "Waterloo is a city in Ontario, Canada. It is the smallest of three cities in the Regional Municipality of Waterloo (and previously in Waterloo County, Ontario), and is adjacent to the city of Kitchener.",
  "/wiki/Lazo_Džepina": "Lazo Džepina (Serbian Cyrillic: Лазо Џепина, born October 27, 1966) is a Croatian Serb businessman, football manager, and former player.",
  "/wiki/Serbian_White_Eagles": "Serbian White Eagles Football Club (Serbian: Фудбалски клуб Српски бели орлови / Fudbalski klub Srpski beli orlovi) is a Canadian soccer team. The team is a member of the Canadian Soccer League, an unsanctioned soccer league.",
  "/wiki/Centennial_Park_Stadium": "The Centennial Park Stadium is a 2,200 seat capacity stadium in Toronto, Ontario, Canada. It is primarily used for soccer, track and field, football and occasionally for kabaddi. The park is also used for the ROPSSAA football finals and the PSAA (Private Schools Athletic Association) on the first Monday of May for an annual Track and Field Meet.",
  "/wiki/Uroš_Stamatović": "Uroš Stamatović (Serbian Cyrillic: Урош Стаматовић; born November 9, 1976) is a Serbian retired professional footballer and current coach.",
  "/wiki/St._Catharines_Roma_Wolves": "St. Catharines Wolves (also known as St. Catharines Roma Wolves or simply Roma Wolves), are a Canadian soccer team, founded in 1967. The club is a former member of the Canadian Soccer League (CSL), where it fielded a professional team from 1998–2013, and now operates youth teams in the Peninsula Soccer League. Teams play out of Club Roma in St. Catharines, Ontario in the Niagara Peninsula. The team's colors are dark red and white, mimicking those of the famous Italian club A.S. Roma.",
  "/wiki/St._Catharines": "St. Catharines is the largest city in Canada's Niagara Region and the sixth largest urban area in Ontario, with 96.13 square kilometres (37.1 sq mi) of land and 133,113 residents in 2016. It lies in Southern Ontario, 51 kilometres (32 mi) south of Toronto across Lake Ontario, and is 19 kilometres (12 mi) inland from the international boundary with the United States along the Niagara River. It is the northern entrance of the Welland Canal. Residents of St. Catharines are known as St. Cathariners. St. Catharines carries the official nickname \"The Garden City\" due to its 1,000 acres (4 km2) of parks, gardens, and trails.",
  "/wiki/Carlo_Arghittu": "Carlo Arghittu (born May 27, 1974) is a Canadian former soccer player and coach who played in the Canadian National Soccer League, National Professional Soccer League, USL A-League, and the Canadian Professional Soccer League.",
  "/wiki/Toronto_Croatia": "C.N.S.C. Toronto Croatia (Croatian National Sports Club Toronto Croatia) is a Canadian soccer team based in Toronto, Ontario, that plays in the Supergroup Open Division in the Canadian Academy of Futbol. The team's colours are red, white and blue, similar to those of the Croatian national football team.",
  "/wiki/Velimir_Crljen": "Velimir Crljen is a Croatian former footballer and manager who played in the Croatian First Football League, American Professional Soccer League, Canadian Professional Soccer League, and S.League. He also had several notable terms as a manager for Toronto Croatia in the CPSL/CSL.",
  "/wiki/Windsor_Stars": "Windsor TFC is a Canadian soccer team based in Windsor, Ontario, that was founded in 2004. They have competed in the Canadian Professional Soccer League (CPSL) and Canadian Soccer League (CSL). Throughout their tenure in the CPSL/CSL, Windsor won two Open Canada Cups, one American Indoor Soccer League (AISL) Championship, and maintained a status of regular playoff contender. Around the 2008 CSL season, the club faced financial and player commitment problems which resulted in the league revoking the franchise. In 2011, former Windsor and CSL Defender of the Year Filip Rocca was granted a franchise and brought back Windsor to compete in the Canadian Soccer League. Following the de-sanctioning of the CSL by the Canadian Soccer Association the club joined the newly formed League1 Ontario in 2014.",
  "/wiki/Windsor,_ON": "Windsor is a city in southwestern Ontario, Canada, on the south bank of the Detroit River directly across from Detroit, Michigan. Located in Essex County, it is the southernmost city in Canada and marks the southwestern end of the Quebec City–Windsor Corridor. The city's population was 217,188 at the 2016 census, making it the third-most populated city in Southwestern Ontario, after London and Kitchener. The Detroit–Windsor urban area is North America's most populous trans-border conurbation, and the Ambassador Bridge border crossing is the busiest commercial crossing on the Canada–United States border.",
  "/wiki/Windsor_Stadium": "Windsor Stadium is a 3,000-capacity stadium located in Windsor, Ontario, Canada, the stadium is mainly used for Canadian Football and soccer, but has hosted rugby and other sports. It is home to the Ontario Football Conference team the Windsor AKO Fratmen and Canadian Soccer League team the Windsor Stars. Windsor Stadium is located within Jackson Park.",
  "/wiki/York_Region_Shooters": "York Region Shooters were a Canadian soccer team, that played in the Canadian Soccer League from 2003 to 2017. The Shooters played their home games at the St. Joan of Arc Turf Field in the community of Maple, Ontario. The team's colours were blue and white, mirroring those of the Italian national football team and reflecting the cultural heritage of the club. The club had also competed under various different names as Vaughan Sun Devils, Vaughan Shooters, Italia Shooters, and finally as York Region Shooters.",
  "/wiki/Vaughan,_ON": "Vaughan (2016 population 306,233) is a city in Ontario, Canada. It is located in the Regional Municipality of York, just north of Toronto. Vaughan was the fastest-growing municipality in Canada between 1996 and 2006 with its population increasing by 80.2% during this time period and having nearly doubled in population since 1991. It is the fifth-largest city in the Greater Toronto Area, and the 17th-largest city in Canada.",
  "/wiki/2013_Canadian_Soccer_League_season": "The 2013 Canadian Soccer League season was the 16th since its establishment where a total of 21 teams from Ontario took part in the league. The season began on May 3, 2013, and concluded on November 3, 2013. SC Waterloo captured their first championship in a 3–1 victory over regular season champions Kingston FC in the CSL Championship final at Kalar Sports Park in Niagara, Ontario. Waterloo became the first club to win both the First & Second Division championships in one season. While Toronto Croatia B won the second division regular season title."
}