{
  "/wiki/Elvis_Sina": "Elvis Sina (born 14 November 1978) is an Albanian former footballer. He has successfully played for Tirana in the Albanian Superliga, and for the Albanian national team. He begun his career as a midfielder, but as the years passed he was utilized in defence firstly as right-back and later as a centre-back.\n Sina is the most-capped player in the history of Tirana with more than 470 appearances in all competitions.",
  "/wiki/Arben_Minga": "Arben Minga (16 March 1959 – 31 January 2007) was an Albanian professional footballer, who played as a striker and later in his final years as a centre-back.\n He was known as Beni i modh (Big Ben).",
  "/wiki/Blendi_Nallbani": "Blendi Nallbani (born 30 May 1971 in Tiranë) is a retired Albanian professional footballer who played as a goalkeeper. Nallbani was a member of the Albanian national team prior to his international retirement in 2002.\n Nicknamed Tata, he is the youngest player to play for the national team only aged 17 at Wembley. He also holds many records, such as most Albanian Superleague winner and the player with the most matches in Albanian Superleague.",
  "/wiki/Nevil_Dede": "Nevil Thanas Dede (born 10 January 1975) is an Albanian professional football coach and former player who is the current manager of Albania U19 women.\n A centre-back, Dede spent most of his club career with his hometown club Tirana, winning a string of trophies, including 8 championships, being one of the most decorated players.\n Dede has also been an Albanian international, representing Albania in 30 matches. He was also named Albanian Footballer of the Year in 2006.\n After retiring early on in the 2009–10 season, Dede was appointed assistant manager of Tirana. Since then, Dede did not settle any teams, managing in quick succession Laçi, Tirana once again, Luftëtari Gjirokastër and Kastrioti Krujë and Albania U19 women where he was the inaugural head coach. In 2018, after one year four years without managing a club, he was named new manager of Erzeni.",
  "/wiki/Agustin_Kola": "Agustin Kola (born 10 May 1959), is an Albanian professional football coach and retired player.\n He played most of his career at 17 Nëntori Tirana where he established himself as one of the greatest strikers of his generation, winning several individual and collective awards. Towards the end of his career, Kola moved for the first time abroad following the fall of communism, by signing with Greece's Egaleo alongside compatriot Adrian Barbullushi. He played there for only one season before returning to the renamed KF Tirana once again to play until his retirement.",
  "/wiki/Erando_Karabeci": "Erando Karabeci (born 6 September 1988) is an Albanian professional footballer who plays as a midfielder for Tirana in the Albanian Superliga. He mainly operates in the centre of midfield, but he can also play out wide as well as in a more defensive role in the midfield.",
  "/wiki/Rezart_Dabulla": "Rezart Dabulla (born 24 October 1979 in Tirana, nicknamed: Dabi) is an Albanian retired football player. His main position was centre-back but he could also play as a left full-back.",
  "/wiki/Ervin_Bulku": "Ervin Bulku (Albanian pronunciation: [ervin bulku], born 3 March 1981) is an Albanian retired professional footballer and current caretaker manager of the Albania national team.\n He was a Utility player and played in many positions such as central midfielder, defensive midfielder, right midfielder and even right defender for the Albania national team in years 2002–2015 and in the club level with Tirana where he started and ended his career after playing for various club outside such as Kryvbas in Ukraine, Hajduk Split in Croatia, AZAL Baku in Azerbaijan and Sepahan in Iran.",
  "/wiki/Eldorado_Merkoçi": "Eldorado Merkoçi (born 6 January 1978 in Tirana) is an Albanian retired football player. He spent most of his playing career at KF Tirana, making over 200 appearances for the club and scoring a total of 40 goals.",
  "/wiki/Indrit_Fortuzi": "Indrit Shaban Fortuzi (born 23 November 1973) is an Albanian retired national football forward who has played almost all his career for Tirana.",
  "/wiki/KF_Tirana": "Klubi i Futbollit Tirana is an Albanian football club based in the country's capital city, Tirana. The men's football club is part of the multi-disciplinary sports club SK Tirana, and is the most successful in Albania, having won 51 recognized major domestic trophies. They play their home games at the Selman Stërmasi Stadium in Tirana and they play in the Albanian Superliga.\n The club was founded on 15 August 1920 as Shoqata Sportive Agimi (in English: Agimi Sports Association) and they had since participated in all the top tier national championships ever held in Albania. However the ninth-place finish in the 2016-17 season relegated the club to the Albanian First Division (second-tier) for the first time in their history.\n They have competed under the name of SK Tirana between 1927 and 1947, when the communist regime forcibly renamed the club 17 Nëntori Tirana, Puna Tirana and KS 17 Nëntori. In 1991 KF Tirana retook its pre-1947 name and was divided into two branches, the multi disciplinary SK Tirana and the football branch of KF Tirana.\n KF Tirana is the most successful Albanian team in European competitions, having progressed from the first rounds on 11 occasions since making their European debut in the 1965–66 European Cup. They reached Round of 16 in European Competitions four times, three such in the European Cup (now Champions League) alone in 1980s. The club also holds the record of being the highest ever ranking Albanian club according to IFFHS, having been ranked 31st in the world in 1987, following good results in their 1986–87 campaign. In addition, KF Tirana is an ECA member."
}