{
  "/wiki/Miami_Law": "Miami Law, known in Japan and Europe as Miami Crisis (マイアミクライシス, Maiami Kuraishisu), is an adventure video game developed by Hudson Soft for the Nintendo DS handheld system. Though produced by a Japanese company, the title was initially released in North America on June 9, 2009 and it was released in Europe on September 25, with the English localization being the first project by Gaijinworks since its establishment in 2006. Hudson Soft worked closely with Gaijinworks founder and head translator Victor Ireland on the project, who sent a research team to Miami, Florida to aid in development of the title. The game features music by hip hop group Miami Beat Wave, who were licensed by Ireland to give the game's location an authentic feel.",
  "/wiki/Hudson_Soft": "Hudson Soft Co., Ltd (株式会社ハドソン, Kabushiki gaisha Hadoson) was a Japanese video game company that released numerous games for video game consoles, home computers and mobile phones, mainly from the 1980s to the 2000s. It was headquartered in the Midtown Tower in Tokyo Midtown, Akasaka, Minato, Tokyo, Japan, with an additional office in the Hudson Building in Sapporo.",
  "/wiki/Nintendo_DS": "The Nintendo DS,[b] or simply DS, is a dual-screen handheld game console developed and released by Nintendo. The device released globally across 2004 and 2005. The DS, an acronym for \"Developers' System\" or \"Dual Screen\", introduced distinctive new features to handheld gaming: two LCD screens working in tandem (the bottom one being a touchscreen), a built-in microphone, and support for wireless connectivity. Both screens are encompassed within a clamshell design similar to the Game Boy Advance SP. The Nintendo DS also features the ability for multiple DS consoles to directly interact with each other over Wi-Fi within a short range without the need to connect to an existing wireless network. Alternatively, they could interact online using the now-defunct Nintendo Wi-Fi Connection service. Its main competitor was Sony's PlayStation Portable during the seventh generation of video game consoles.",
  "/wiki/North_America": "North America is a continent entirely within the Northern Hemisphere and almost all within the Western Hemisphere. It is also considered by some[quantify] to be a northern subcontinent of the Americas. It is bordered to the north by the Arctic Ocean, to the east by the Atlantic Ocean, to the west and south by the Pacific Ocean, and to the southeast by South America and the Caribbean Sea.",
  "/wiki/Blaster_Master": "Blaster Master is a platform and run and gun video game released by Sunsoft for the Nintendo Entertainment System. It is a localized version of a Japanese Famicom game titled Chô Wakusei Senki Metafight (超惑星戦記メタファイト, lit. \"Super Planetary War Records: Metafight\", also simply called Metafight), which was released on Jun 17, 1988. The game was released in North America in November 1988 and in Europe on April 25, 1991. The game is the first in the Blaster Master series, and it spawned two spin-off games as well as two sequels.",
  "/wiki/Sunsoft": "Sunsoft (サンソフト, Sansofuto), stylized as SUNSOFT, is a Japanese video game developer and publisher.",
  "/wiki/Virtual_Console": "Virtual Console (バーチャルコンソール, Bācharu Konsōru), also abbreviated as VC, is a line of downloadable video games (mostly unaltered) for Nintendo's Wii and Wii U home video game consoles and the Nintendo 3DS handheld game console.",
  "/wiki/Europe": "Europe is a continent located entirely in the Northern Hemisphere and mostly in the Eastern Hemisphere.  It comprises the westernmost part of Eurasia and is bordered by the Arctic Ocean to the north, the Atlantic Ocean to the west, the Mediterranean Sea to the south, and Asia to the east. The eastern border uniquely comprises a long and mixed line of mountain ranges, rivers, seas, and straits that would normally define a subcontinent. However, Europe retains its status as a full continent because of its great size and the weight of history and tradition. It is the 6th largest continent in the world.",
  "/wiki/Blaster_Master:_Overdrive": "Blaster Master: Overdrive is a platforming and run and gun video game released by Sunsoft and Gaijinworks as a WiiWare title for the Wii game console.  It is an update of the formula and soundtrack of the original Blaster Master game, also produced by Sunsoft, in 1988.",
  "/wiki/WiiWare": "WiiWare was a service that allowed Wii users to download games and applications specifically designed and developed for the Wii video game console made by Nintendo. These games and applications could only be purchased and downloaded from the Wii Shop Channel under the WiiWare section. Once the user had downloaded the game or application, it would appear in their Wii Menu or SD Card Menu as a new channel. WiiWare was a companion to the Virtual Console, which specializes in emulated games originally developed for other systems instead of original games.",
  "/wiki/Arc_the_Lad_(video_game)": "Arc the Lad is a tactical role-playing video game developed by G-Craft and published by Sony Computer Entertainment exclusively for the PlayStation. It was the best-selling Japanese PlayStation game of 1995 with over a million copies sold.",
  "/wiki/SCEI": "Sony Interactive Entertainment (SIE) is a multinational video game and digital entertainment company that is a wholly owned subsidiary of Japanese conglomerate Sony Corporation, managed through Sony's American hub, Sony Corporation of America. Its main headquarters is Sony Interactive Entertainment LLC (SIE LLC), based in San Mateo, California, United States, while Sony Interactive Entertainment Inc. (SIE Inc.) is based in Tokyo, Japan. SIE Inc. was founded as Sony Computer Entertainment (SCE) in Tokyo in November 1993 to handle Sony's venture into video game development for the PlayStation systems, while SIE LLC was founded in San Mateo in April 2016.",
  "/wiki/PlayStation_Network": "PlayStation Network (PSN) is a digital media entertainment service provided by Sony Interactive Entertainment. Launched in November 2006, PSN was originally conceived for the PlayStation video game consoles, but soon extended to encompass smartphones, tablets, Blu-ray players and high-definition televisions. As of April 2016, over 110 million users have been documented, with 103 million of them active monthly as of December 2019.",
  "/wiki/Alundra": "Alundra (アランドラ, Arandora), released in Europe as The Adventures of Alundra, is an action-adventure video game developed by Matrix Software for the PlayStation, originally released in 1997.",
  "/wiki/Matrix_Software": "Matrix Software (株式会社マトリックス, Kabushiki-gaisha Matorikkusu) is a Japanese video game development company located in Tokyo. Founded in July 1994 by former members of Climax Entertainment and Telenet Japan, the company has since created games for a number of systems beginning with their action-adventure game title Alundra in April 1997. Matrix has teamed with other developers such as Square Enix and Chunsoft to produce games for existing franchises such as Final Fantasy and Dragon Quest, as well as other anime and manga properties.  In addition to game console development, Matrix Software has also made games for various Japanese mobile phone brands since 2001.",
  "/wiki/Arc_the_Lad_II": "Arc the Lad II is a tactical role-playing video game developed by ARC Entertainment and published by Sony Computer Entertainment exclusively for the PlayStation.",
  "/wiki/Arc_the_Lad_III": "Arc the Lad III is a tactical role-playing video game developed by ARC Entertainment and published by Sony Computer Entertainment exclusively for the PlayStation.",
  "/wiki/Vanguard_Bandits": "Vanguard Bandits, known in Japan as Epica Stella,[a] is a tactical role-playing game (RPG) for the PlayStation. The game was developed by Human Entertainment and originally released in Japan on July 30, 1998. It was published in North America by Working Designs.",
  "/wiki/Human_Entertainment": "Human Corporation (Japanese: ヒューマン株式会社, Hepburn: Hyūman Kabushiki Gaisha) was a Japanese video game developer and publisher founded in 1983. The company produced games for a number of platforms, including home consoles, portable consoles, and PC. Human declared bankruptcy in 2000 and disbanded. Its former members went on to form new companies including Nude Maker, Sandlot, Spike, and Grasshopper Manufacture.",
  "/wiki/Class_of_Heroes_2": "Class of Heroes (剣と魔法と学園モノ。, Ken to Mahō to Gakuenmono. Lit: \"Swords, magic, and school girls\".) is a role-playing video game dungeon crawler for the PlayStation Portable developed by Acquire and published by Atlus in North America. The game was released on June 9, 2009 by Atlus. In the game, players progress by navigating dungeons as hordes of enemies appear and attack in turn-based combat. Class of Heroes received mixed reviews from critics, with some appreciating the creative take on dungeon-crawling and others disliking the game's graphics and grind-based leveling system.",
  "/wiki/Acquire_(company)": "Acquire Corp. (株式会社アクワイア, Kabushikigaisha Akuwaia) is a Japanese video game developer and publisher, mainly known for their Tenchu and Way of the Samurai series.",
  "/wiki/PlayStation_Portable": "The PlayStation Portable[a] (PSP) is a handheld game console developed and marketed by Sony Computer Entertainment. It was first released in Japan on December 12, 2004, in North America on March 24, 2005, and in PAL regions on September 1, 2005, and is the first handheld installment in the PlayStation line of consoles. As a seventh generation console, the PSP primarily competed with the Nintendo DS.",
  "/wiki/Class_of_Heroes_2G": "Class of Heroes (剣と魔法と学園モノ。, Ken to Mahō to Gakuenmono. Lit: \"Swords, magic, and school girls\".) is a role-playing video game dungeon crawler for the PlayStation Portable developed by Acquire and published by Atlus in North America. The game was released on June 9, 2009 by Atlus. In the game, players progress by navigating dungeons as hordes of enemies appear and attack in turn-based combat. Class of Heroes received mixed reviews from critics, with some appreciating the creative take on dungeon-crawling and others disliking the game's graphics and grind-based leveling system.",
  "/wiki/PlayStation_3": "The PlayStation 3 (officially abbreviated as PS3) is a home video game console developed by Sony Computer Entertainment. It is the successor to PlayStation 2, and is part of the PlayStation brand of consoles. It was first released on November 11, 2006 in Japan, November 17, 2006 in North America, and March 23, 2007 in Europe and Australia. The PlayStation 3 competed primarily against Microsoft's Xbox 360 and Nintendo's Wii as part of the seventh generation of video game consoles.",
  "/wiki/Summon_Night_5": "Summon Night 5 (サモンナイト5, Samon Naito Faibu) is a tactical role-playing game in the long-running Summon Night series of video games. It is the first and only original entry to be developed by Felistella and published by Bandai Namco Games, following original developer, Flight-Plan's, closure in 2010, and original publisher Banpresto being acquired by Bandai Namco. The game was released in Japan on May 16, 2013 for the PlayStation Portable. Almost two years after its initial Japan release, in April 2015, Gaijinworks announced that they would publish the game in English in North America and Europe sometime in 2015. It was released digitally in North America on December 15, 2015, and received a limited-edition physical release on April 7, 2016. The game was considered a success in English regions, with its sales being enough to warrant Gaijinworks to translate its sequel, Summon Night 6, which was released in 2017.",
  "/wiki/Felistella": "Felistella (FELISTELLA株式会社, Ferisutera Kabushiki-gaisha) is a Japanese video game developer based in Gifu. It was founded in July 2010 by former Flight-Plan employees. In April 2015 Felistella and Idea Factory have entered a capital tie-up agreement, in which Idea Factory acquired a portion of Felistella's stock.",
  "/wiki/Summon_Night_6:_Lost_Borders": "Summon Night 6: Lost Borders (Japanese: サモンナイト６ 失われた境界たち, Hepburn: Samon Naito Shikkusu Ushinawareta Kyōkai Tachi) is a tactical role-playing game for the PlayStation Vita and PlayStation 4 video game consoles. The game was released in Japan on March 10, 2016, and was released in North America on October 31, 2017 and Europe on November 15, 2017 by publisher Gaijinworks. While it is the sixth numbered entry in the mainline entries of the Summon Night series, it is only the second one to be translated into English, after 2015's release of Summon Night 5, also by Gaijinworks.",
  "/wiki/Media.Vision": "Media.Vision (メディア・ビジョン株式会社, Media Bijon Kabushiki-Gaisha) is a Japanese video game developer best known for the Wild Arms and Chaos Rings series of role-playing video games.",
  "/wiki/PlayStation_4": "The PlayStation 4 (officially abbreviated as PS4) is an eighth-generation home video game console developed by Sony Interactive Entertainment. Announced as the successor to the PlayStation 3 in February 2013, it was launched on November 15 in North America, November 29 in Europe, South America and Australia, and on February 22, 2014, in Japan. It competes with Microsoft's Xbox One and Nintendo's Wii U and Switch.",
  "/wiki/PlayStation_Vita": "The PlayStation Vita (also known as the PS Vita or simply Vita) is a handheld video game console developed and marketed by Sony Computer Entertainment. It was first released in Japan on December 17, 2011, and in North America, Europe, and other international territories beginning on February 22, 2012. The console is the successor to the PlayStation Portable, and a part of the PlayStation brand of gaming devices; as part of the eighth generation of video game consoles, it primarily competed with the Nintendo 3DS.",
  "/wiki/Gaijinworks": "Gaijinworks is a United States video game publishing company founded by Victor Ireland in July 2006.  The company was established shortly after the dissolution of Working Designs in December 2005 of which Ireland was president. Containing the Japanese word gaijin, or \"foreigner\", Gaijinworks would carry on the former company's legacy of localizing \"niche\" Japanese games for American audiences while working closely with the original developers. Although the company was initially inactive for the first three years of its existence, the first localization project was announced in March 2009 as Hudson Soft's Miami Law for the Nintendo DS."
}