{
  "/wiki/University_of_California,_Berkeley": "The University of California, Berkeley (UC Berkeley, Berkeley, Cal, or California) is a public research university in Berkeley, California. Founded in 1868, it is the flagship campus and the oldest of the ten campuses of the University of California. Berkeley has been ranked by numerous major education publications as among the top ten universities in the world.",
  "/wiki/Berkeley,_California": "Berkeley (/ˈbɜːrkli/ BURK-lee) is a city on the east shore of San Francisco Bay in northern Alameda County, California. It is named after the 18th-century Irish bishop and philosopher George Berkeley. It borders the cities of Oakland and Emeryville to the south and the city of Albany and the unincorporated community of Kensington to the north. Its eastern border with Contra Costa County generally follows the ridge of the Berkeley Hills. The 2010 census recorded a population of 112,580.",
  "/wiki/Alameda_County,_California": "Alameda County (/ˌæləˈmiːdə/ AL-ə-MEE-də) is a county in the state of California in the United States. As of the 2010 census, the population was 1,510,271, making it the 7th-most populous county in the state. The county seat is Oakland. Alameda County is included in the San Francisco Bay Area, occupying much of the East Bay region.",
  "/wiki/University_of_California,_Davis": "The University of California, Davis (UC Davis), is a public research university and land-grant university adjacent to Davis, California. It is part of the University of California system and has the third-largest enrollment in the system after UCLA and UC Berkeley.  The institution was founded as a branch in 1905 and became its own separate entity in 1959.  It has been labeled one of the \"Public Ivies\", a publicly funded university considered to provide a quality of education comparable to those of the Ivy League.",
  "/wiki/Davis,_California": "Davis, known prior to 1907 as Davisville, is a city in the U.S. state of California and the most populous city in Yolo County. It had a population of 65,622 in 2010, not including the on-campus population of the University of California, Davis, which was over 9,400 (not including students' families) in 2016. As of 2016, there were 35,186 students enrolled at the university.",
  "/wiki/Yolo_County,_California": "Yolo County, officially the County of Yolo, is a county located in the northern portion of the U.S. state of California. As of the 2010 census, the population was 200,849. Its county seat is Woodland.",
  "/wiki/University_of_California,_Irvine": "The University of California, Irvine (UCI or UC Irvine) is a public research university in Irvine, California. It is one of the 10 campuses in the University of California (UC) system. UC Irvine offers 87 undergraduate degrees and 129 graduate and professional degrees. The university is classified as a Research I university and in 2017 had $361 million in research and development expenditures, according to the National Science Foundation. UC Irvine became a member of the Association of American Universities in 1996 and is the youngest university to hold membership. It is considered to be one of the \"Public Ivies,\" meaning that it is among those publicly funded universities thought to provide a quality of education comparable to that of the Ivy League.",
  "/wiki/Irvine,_California": "Irvine (/ˈɜːrvaɪn/) is a master-planned city in Orange County, California, United States in the Los Angeles metropolitan area. The Irvine Company started developing the area in the 1960s and the city was formally incorporated on December 28, 1971. The 66-square-mile (170 km2) city had a population of 212,375 as of the 2010 census; in 2018 the California Department of Finance estimated the city's population at 276,176.",
  "/wiki/Orange_County,_California": "Orange County is a county located in the Los Angeles metropolitan area in the U.S. state of California. As of the 2010 census, the population was 3,010,232, making it the third-most populous county in California, the sixth most populous in the U.S., and more populous than 21 U.S. states. Although mostly suburban, it is the second most densely populated county in the state, behind San Francisco County. The county's four most populous cities, Anaheim, Santa Ana (the county seat), Irvine, and Huntington Beach, each have a population exceeding 200,000. Several cities are on the Pacific coast, including Huntington Beach, Newport Beach, Laguna Beach, Dana Point, and San Clemente.",
  "/wiki/University_of_California,_Los_Angeles": "The University of California, Los Angeles (UCLA) is a public research university in Los Angeles. It became the Southern Branch of the University of California in 1919, making it the fourth-oldest (after UC Berkeley, UC San Francisco, and UC Davis) of the 10-campus University of California system and oldest of the campuses in Southern California. It offers 337 undergraduate and graduate degree programs in a wide range of disciplines. UCLA enrolls about 31,500 undergraduate and 12,800 graduate students and had 119,000 applicants for Fall 2016, including transfer applicants, making the school the most applied-to of any American university.",
  "/wiki/Los_Angeles": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third-most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.",
  "/wiki/Los_Angeles_County,_California": "Los Angeles County, officially the County of Los Angeles, in the Los Angeles metropolitan area of the U.S. state of California, is the single most populous county in the United States, with more than 10 million inhabitants as of 2018[update]. As such, it is the largest non–state level government entity in the United States. Its population is larger than that of 41 individual U.S. states. It is the third-largest metropolitan economy in the world, with a Nominal GDP of over $700 billion—larger than the GDPs of countries such as Belgium, Norway, or Taiwan. It has 88 incorporated cities and many unincorporated areas and, at 4,083 square miles (10,570 km2), it is larger than the combined areas of Delaware and Rhode Island. The county is home to more than one-quarter of California residents and is one of the most ethnically-diverse counties in the U.S. Its county seat, Los Angeles, is also California's most populous city and the second most populous city in the U.S., with about 4 million residents.",
  "/wiki/University_of_California,_Merced": "The University of California, Merced (UC Merced or UCM) is a public university near Merced, California.  It is the tenth and newest of the University of California campuses. Most UC Merced students are from California with enrollment nearly evenly divided among Southern California, the Central Valley, and Northern California.",
  "/wiki/Merced,_California": "Merced /mɜːrˈsɛd/ (Spanish for \"Mercy\") is a city in, and the county seat of, Merced County, California, United States, in the San Joaquin Valley. As of 2018, the city had a population of 83,316. Incorporated on April 1, 1889, Merced is a charter city that operates under a council-manager government. It is named after the Merced River, which flows nearby.",
  "/wiki/San_Joaquin_Valley": "The San Joaquin Valley (/ˌsæn hwɑːˈkiːn/ SAN whah-KEEN) is the area of the Central Valley of the U.S. state of California that lies south of the Sacramento–San Joaquin River Delta and is drained by the San Joaquin River. It comprises eight counties of Central California. It consists of San Joaquin and Kings counties, most of Stanislaus, Merced, and Fresno counties, and parts of Madera and Tulare counties, along with a majority of Kern County. Although a majority of the valley is rural, it does contain cities such as Fresno, Bakersfield, Stockton, Modesto, Turlock, Tulare, Porterville, Visalia, Merced, and Hanford.",
  "/wiki/University_of_California,_Riverside": "The University of California, Riverside (UCR or UC Riverside) is a public research university in Riverside, California.  It is one of the 10 general campuses of the University of California system. The main campus sits on 1,900 acres (769 ha) in a suburban district of Riverside with a branch campus of 20 acres (8 ha) in Palm Desert. In 1907, the predecessor to UCR was founded as the UC Citrus Experiment Station, Riverside which pioneered research in biological pest control and the use of growth regulators responsible for extending the citrus growing season in California from four to nine months. Some of the world's most important research collections on citrus diversity and entomology, as well as science fiction and photography, are located at Riverside.",
  "/wiki/Riverside,_California": "Riverside is a city in, and the county seat of, Riverside County, California, United States, located in the Inland Empire metropolitan area. It is named for its location beside the Santa Ana River. It is the most populous city in the Inland Empire and in Riverside County, and is located about 55 miles (89 km) east of downtown Los Angeles. It is also part of the Greater Los Angeles area. Riverside is the 59th most populous city in the United States and 12th most populous city in California. As of the 2010 Census, Riverside had a population of 303,871.",
  "/wiki/Riverside_County,_California": "Riverside County is a county located in the southern portion of the U.S. state of California. As of the 2010 census, the population was 2,189,641, making it the fourth-most populous county in California and the 11th-most populous in the United States. The name was derived from the city of Riverside, which is the county seat.",
  "/wiki/University_of_California,_San_Diego": "The University of California, San Diego (UC San Diego or, colloquially, UCSD[a]) is a public research university in San Diego, California. Established in 1960 near the pre-existing Scripps Institution of Oceanography, UC San Diego is the seventh-oldest of the 10 University of California campuses and offers over 200 undergraduate and graduate degree programs, enrolling approximately 30,800 undergraduate and 8,000 graduate students. The university occupies 2,141 acres (866 ha) near the coast of the Pacific Ocean, with the main campus resting on approximately 1,152 acres (466 ha).",
  "/wiki/San_Diego": "San Diego (/ˌsæn diˈeɪɡoʊ/, Spanish: [san ˈdjeɣo]; Spanish for \"Saint Didacus\") is a city in the U.S. state of California on the coast of the Pacific Ocean, approximately 120 miles (190 km) south of Los Angeles and immediately adjacent to the border with Mexico. With an estimated population of 1,425,976 as of July 1, 2018, San Diego is the eighth-largest city in the United States and second-largest in California. It is part of the San Diego–Tijuana conurbation, the second-largest transborder agglomeration between the U.S. and a bordering country after Detroit–Windsor, with a population of 4,922,723 people. The city is known for its mild year-round climate, natural deep-water harbor, extensive beaches, long association with the United States Navy, and recent emergence as a healthcare and biotechnology development center.",
  "/wiki/San_Diego_County,_California": "San Diego County, officially the County of San Diego, is a county in the southwestern corner of the state of California, in the United States. As of the 2010 census, the population was 3,095,313. making it California's second-most populous county and the fifth-most populous in the United States. Its county seat is San Diego, the eighth-most populous city in the United States. It is the southwesternmost county in the 48 contiguous United States.",
  "/wiki/University_of_California,_Santa_Barbara": "The University of California, Santa Barbara (UC Santa Barbara or UCSB) is a public research university in Santa Barbara, California.  It is one of the 10 campuses of the University of California system. Tracing its roots back to 1891 as an independent teachers' college, UCSB joined the University of California system in 1944 and is the third-oldest general-education campus in the system.",
  "/wiki/Santa_Barbara,_California": "Santa Barbara (Spanish: Santa Bárbara; Spanish for \"Saint Barbara\") is a coastal city in, and the county seat of, Santa Barbara County in the U.S. state of California. Situated on a south-facing section of coastline, the longest such section on the West Coast of the United States, the city lies between the steeply rising Santa Ynez Mountains and the Pacific Ocean. Santa Barbara's climate is often described as Mediterranean, and the city has been promoted as the \"American Riviera\". As of 2018,[update] the city had an estimated population of 91,350, up from 88,410 in 2010, making it the second most populous city in the county after Santa Maria. The contiguous urban area, which includes the cities of Goleta and Carpinteria, along with the unincorporated regions of Isla Vista, Montecito, Mission Canyon, Hope Ranch, Summerland, and others, has an approximate population of 220,000. The population of the entire county in 2010 was 423,895.",
  "/wiki/Santa_Barbara_County,_California": "Santa Barbara County, California, officially the County of Santa Barbara, is a county located in the southern region of the U.S. state of California. As of the 2010 census, the population was 423,895. The county seat is Santa Barbara, and the largest city is Santa Maria.",
  "/wiki/University_of_California,_Santa_Cruz": "The University of California, Santa Cruz (UC Santa Cruz or UCSC) is a public research university in Santa Cruz, California.  It is one of 10 campuses in the University of California system. Located 75 miles (120 km) south of San Francisco at the edge of the coastal community of Santa Cruz, the campus lies on 2,001 acres (810 ha) of rolling, forested hills overlooking the Pacific Ocean and Monterey Bay.",
  "/wiki/Santa_Cruz,_California": "Santa Cruz (/ˈsæntə ˈkruːz/; Spanish for Holy Cross) is the county seat and largest city of Santa Cruz County, California. As of 2018 the U.S. Census Bureau estimated Santa Cruz's population at 64,725.",
  "/wiki/Santa_Cruz_County,_California": "Santa Cruz County, California, officially the County of Santa Cruz, is a county on the Pacific coast of the U.S. state of California. As of the 2010 census, the population was 262,382. The county seat is Santa Cruz.",
  "/wiki/List_of_colleges_and_universities_in_California": "This is a list of colleges and universities in California."
}