{
  "/wiki/Clifford_Alexander_Jr.": "Clifford Leopold Alexander Jr. (born September 21, 1933) is an American lawyer, businessman and public servant from New York City. He was the first African-American Secretary of the Army.",
  "/wiki/United_States_Secretary_of_the_Army": "The secretary of the Army (SA, SECARM or SECARMY) is a senior civilian official within the Department of Defense of the United States with statutory responsibility for all matters relating to the United States Army: manpower, personnel, reserve affairs, installations, environmental issues, weapons systems and equipment acquisition, communications, and financial management.",
  "/wiki/John_P._Davis": "John Preston Davis (January 19, 1905 – September 11, 1973) was an American journalist, lawyer and activist intellectual, who became prominent for his work with the Joint Committee on National Recovery (JCNR). In 1935 he co-founded the National Negro Congress, an organization dedicated to the advancement of African Americans during the Great Depression.",
  "/wiki/Civil_rights_activist": "Civil and political rights are a class of rights that protect individuals' freedom from infringement by governments, social organizations, and private individuals. They ensure one's entitlement to participate in the civil and political life of the society and state without discrimination or repression.",
  "/wiki/Roger_Gregory": "Roger L. Gregory (born July 17, 1953) is the Chief United States Circuit Judge of the United States Court of Appeals for the Fourth Circuit.",
  "/wiki/Nathan_Hare": "Nathan Hare (born April 9, 1933) is an American sociologist, activist, academic, and psychologist. In 1968 he was the first person hired to coordinate a black studies program in the United States, which he set up at San Francisco State University. A graduate of Langston University and the University of Chicago, he had become involved in the Black Power movement while teaching at Howard University.",
  "/wiki/William_H._Hastie": "William Henry Hastie Jr. (November 17, 1904 – April 14, 1976) was an American lawyer, judge, educator, public official, and civil rights advocate. He was the first African American to serve as Governor of the United States Virgin Islands, as a federal judge, and as a federal appellate judge. He served as a United States Circuit Judge of the United States Court of Appeals for the Third Circuit and previously served as District Judge of the District Court of the Virgin Islands.",
  "/wiki/List_of_United_States_Virgin_Islands_Governors": "The governor of the United States Virgin Islands is the chief executive of the Government of the Virgin Islands whose responsibilities also include making the annual State of the Territory addresses to the Virgin Islands Legislature, submitting the budget, and ensuring that territory public laws are enforced. The position was created through the passage of the Elective Governor Acts of 1968 which took effect in 1970. Melvin Evans was the first elected governor.",
  "/wiki/Benjamin_Hooks": "Benjamin Lawson Hooks (January 31, 1925 – April 15, 2010) was an American civil rights leader. A Baptist minister and practicing attorney, he served as executive director of the National Association for the Advancement of Colored People (NAACP) from 1977 to 1992, and throughout his career was a vocal campaigner for civil rights in the United States.",
  "/wiki/Jesse_Jackson_Jr.": "Jesse Louis Jackson Jr. (born March 11, 1965) is a former American politician who served as a Democratic Congressman representing Illinois's 2nd congressional district in the United States House of Representatives from 1995 until his resignation in 2012. He is the son of activist and former presidential candidate Jesse Jackson and, prior to his career in elected office, worked for his father in both the elder Jackson's 1984 presidential campaign and his social justice, civil rights and political activism organization, Operation PUSH. Jackson's wife, Sandi Jackson, served on the Chicago City Council. He served as a national co-chairman of the 2008 Barack Obama presidential campaign. Jackson established a consistent liberal record on both social and fiscal issues, and he has co-authored books on civil rights and personal finance.",
  "/wiki/United_States_House_of_Representatives": "The United States House of Representatives is the lower house of the United States Congress, the Senate being the upper house. Together they compose the national legislature of the United States.",
  "/wiki/Jesse_Jackson": "Jesse Louis Jackson Sr. (né Burns; born October 8, 1941) is an American civil rights activist, Baptist minister, and politician. He was a candidate for the Democratic presidential nomination in 1984 and 1988 and served as a shadow U.S. Senator for the District of Columbia from 1991 to 1997.",
  "/wiki/University_of_Illinois_Urbana-Champaign": "The University of Illinois at Urbana–Champaign (U of I, Illinois, UIllinois, or colloquially the University of Illinois or UIUC) is a public land-grant research university in Illinois in the twin cities of Champaign and Urbana. It is the flagship institution of the University of Illinois system and was founded in 1867.",
  "/wiki/Hank_Johnson": "Henry Calvin Johnson Jr. (born October 2, 1954) is the U.S. Representative for Georgia's 4th congressional district, serving since 2007. He is a member of the Democratic Party. The district is based in DeKalb County, a largely suburban county east of Atlanta. It also includes portions of Gwinnett, Newton, and all of Rockdale counties; the district's boundaries have been redrawn, in accordance with the results of the 2010 United States Census, since Congressman Johnson's initial election victory in 2006. He is one of only two Buddhists, along with Hawaii Senator Mazie Hirono, to serve in the United States Congress.",
  "/wiki/Rushern_L._Baker,_III": "Rushern L. Baker III (born October 24, 1958) is an American politician and lawyer. A member of the Democratic Party, he was elected county executive of Prince George's County, Maryland in 2010 and won re-election in 2014. In 2017 and 2018, he mounted an unsuccessful primary campaign to become Governor of Maryland.",
  "/wiki/Prince_George%27s_County": "Prince George's County (often shortened to \"PG County\") is located in the U.S. state of Maryland, bordering the eastern portion of Washington, D.C. As of the 2010 U.S. Census, the population was 863,420, making it the second-most populous county in Maryland, behind Montgomery County. Its county seat is Upper Marlboro. It is one of the richest African American-majority counties in the United States, with five of its communities identified in a 2015 top ten list.",
  "/wiki/Vernon_Jordan_Jr.": "Vernon Eulion Jordan Jr. (born August 15, 1935) is an American business executive and civil rights activist in the United States. A leading figure in the Civil Rights Movement, he was chosen by President Bill Clinton as a close adviser. Jordan has become known as an influential figure in American politics.",
  "/wiki/Minority_Business_Development_Agency": "The Minority Business Development Agency (MBDA) is an agency in the United States Department of Commerce that promotes growth and competitiveness of the United States' minority-owned businesses, including Hispanic and Latino American, Asian Pacific American, African American, and Native American businesses. The current National Director is Henry Childs II.",
  "/wiki/Clarence_Lightner": "Clarence Everett Lightner (August 15, 1921 – July 8, 2002) was an American politician and mortician. A member of the Democratic Party, he served as Mayor of Raleigh, North Carolina from 1973 to 1975. He was the first popularly elected Mayor of Raleigh since 1947, and the first African American elected mayor of a mostly-white, major Southern city in the United States.",
  "/wiki/Mayor_of_Raleigh,_North_Carolina": "The mayor of Raleigh is the mayor of Raleigh, the state capital of North Carolina, in the United States.  Raleigh operates with council-manager government, under which the mayor is elected separately from Raleigh City Council, of which he or she is the eighth member.",
  "/wiki/Raleigh,_North_Carolina": "Raleigh (/ˈrɑːli/; RAH-lee) is the capital of the state of North Carolina and the seat of Wake County in the United States. Raleigh is the second-largest city in the state, after Charlotte. Raleigh is known as the \"City of Oaks\" for its many oak trees, which line the streets in the heart of the city. The city covers a land area of 142.8 square miles (370 km2). The U.S. Census Bureau estimated the city's population as 469,298 as of July 1, 2018. It is one of the fastest-growing cities in the country. The city of Raleigh is named after Sir Walter Raleigh, who established the lost Roanoke Colony in present-day Dare County.",
  "/wiki/North_Carolina": "North Carolina (/ˌkærəˈlaɪnə/ (listen)) is a U.S. state located in the southeastern region of the United States. North Carolina is the 28th largest and 9th-most populous of the 50 United States. It is bordered by Virginia to the north, the Atlantic Ocean to the east, Georgia and South Carolina to the south, and Tennessee to the west. Raleigh is the state's capital and Charlotte is its largest city. The Charlotte metropolitan area, with an estimated population of 2,569,213 in 2018, is the most populous metropolitan area in North Carolina, the 23rd-most populous in the United States, and the largest banking center in the nation after New York City. The Raleigh metropolitan area is the second-largest metropolitan area in the state, with an estimated population of 1,362,540 in 2018, and is home to the largest research park in the United States, Research Triangle Park.",
  "/wiki/African_American": "African Americans (also referred to as Black Americans or Afro-Americans) are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The phrase generally refers to descendants of enslaved black people who are from the United States.",
  "/wiki/Southern_United_States": "The Southern United States, also known as the American South or simply the South, is a region of the United States of America. It is located between the Atlantic Ocean and the Western United States, with the Midwestern United States and Northeastern United States to its north and the Gulf of Mexico and Mexico to its south.",
  "/wiki/Kendrick_Meek": "Kendrick Brett Meek (born September 6, 1966) is an American politician who was the U.S. Representative for Florida's 17th congressional district from 2003 to 2011. He was the Democratic nominee in the 2010 Senate election for the seat of Mel Martinez, but he and independent candidate Charlie Crist lost in a three-way race to Republican Marco Rubio.",
  "/wiki/Kweisi_Mfume": "Kweisi Mfume (born Frizzell Gerald Gray; October 24, 1948) is an American politician and the former President/CEO of the National Association for the Advancement of Colored People (NAACP), as well as a five-term Democratic Congressman from Maryland's 7th congressional district, serving in the 100th through 104th Congress. On September 12, 2006, he lost a primary campaign for the United States Senate seat that was being vacated by Maryland U.S. Senator Paul Sarbanes. On February 4, 2020, Mfume won the Democratic nomination for his former seat in a MD-7 special election and will compete with the Republican nominee in the general election on April 28, 2020.",
  "/wiki/Khalid_Abdul_Muhammad": "Khalid Muhammad (born Harold Moore Jr.; January 12, 1948 – February 17, 2001) was a black nationalist leader in the United States who became a prominent figure in the Nation of Islam and later the New Black Panther Party. After a racially inflammatory 1993 speech at Kean College, Muhammad was condemned and removed from his position in the Nation of Islam by Louis Farrakhan. He was also censured by both Houses of the United States Congress.",
  "/wiki/Nation_of_Islam": "The Nation of Islam (NOI) is an African American political and religious movement, founded in Detroit, Michigan, United States, by Wallace D. Fard Muhammad on July 4, 1930. Its stated goals are to improve the spiritual, mental, social, and economic condition of African Americans in the United States. Critics have described the theology of the organization as promoting black superiority over whites, antisemitism and anti-LGBT rhetoric. The Southern Poverty Law Center tracks the NOI as a hate group. Its official newspaper is The Final Call. In 2007, the core membership was estimated to be between 20,000 and 50,000. It is one of the wealthiest organizations in black America.",
  "/wiki/New_Black_Panther_Party": "The New Black Panther Party (NBPP) is a U.S.-based black nationalist organization founded in Dallas, Texas, in 1989. Despite its name, the NBPP is not an official successor to the Black Panther Party. Members of the original Black Panther Party have insisted that the newer party is not legitimate and \"there is no new Black Panther Party\".",
  "/wiki/Bayard_Rustin": "Bayard Rustin (/ˈbaɪ.ərd/; March 17, 1912 – August 24, 1987) was an American leader in social movements for civil rights, socialism, nonviolence, and gay rights.",
  "/wiki/Wilberforce_University": "Wilberforce University is a private historically black university in Wilberforce, Ohio.  Affiliated with the African Methodist Episcopal Church (AME), it was the first college to be owned and operated by African Americans.  It participates in the United Negro College Fund.",
  "/wiki/David_Satcher": "David Satcher, (born March 2, 1941) is an American physician, and public health administrator. He was a four-star admiral in the United States Public Health Service Commissioned Corps and served as the 10th Assistant Secretary for Health, and the 16th Surgeon General of the United States.",
  "/wiki/Morehouse_College": "Morehouse College is a private, historically black men's college located in Atlanta, Georgia. The college is one of the few remaining traditional men's liberal arts colleges in the United States.[a]",
  "/wiki/Surgeon_General_of_the_United_States": "The surgeon general of the United States is the operational head of the U.S. Public Health Service Commissioned Corps (PHSCC) and thus the leading spokesperson on matters of public health in the federal government of the United States. The surgeon general's office and staff are known as the Office of the Surgeon General (OSG) which is housed within the Office of the Assistant Secretary for Health.",
  "/wiki/Teddy_B._Taylor": "Teddy Bernard Taylor (born 1953) is a United States diplomat. A member of the Senior Foreign Service, Taylor served as the United States Ambassador to Papua New Guinea, Solomon Islands and Vanuatu. He was succeeded by Walter E. North on November 7, 2012.",
  "/wiki/Florida_A%26M_University": "Florida Agricultural and Mechanical University (FAMU) is a public, historically black university in Tallahassee, Florida. Founded in 1887, it is located on the highest geographic hill in Tallahassee. It is the 5th largest historically black university in the United States by enrollment and the only public historically black university in Florida. It is a member institution of the State University System of Florida, as well as one of the state's land grant universities, and is accredited to award baccalaureate, master's and doctoral degrees by the Commission on Colleges of the Southern Association of Colleges and Schools.",
  "/wiki/Walter_Washington": "Walter Edward Washington (April 15, 1915 – October 27, 2003) was an American civil servant and politician. He was chief executive of Washington, D.C. from 1967 to 1979, serving as the first and only Mayor-Commissioner from 1967 to 1974 and as the first home-rule mayor of the District of Columbia from 1975 to 1979.",
  "/wiki/Howard_University": "Howard University (Howard or simply HU) is a private, federally chartered historically black university (HBCU) in Washington, D.C. It is categorized among \"R2: Doctoral Universities – High research activity\" and accredited by the Middle States Commission on Higher Education.",
  "/wiki/District_of_Columbia": "Washington, D.C., (/ˈwɑːʃɪŋtən ˌdiːˈsiː/) formally the District of Columbia and commonly referred to as D.C., Washington, or The District, is the capital of the United States. Founded after the American Revolution as the seat of government of the newly independent country, Washington was named after George Washington, the first president of the United States and a Founding Father. As the seat of the United States federal government and several international organizations, Washington is an important world political capital. The city, located on the Potomac River bordering Maryland and Virginia, is one of the most visited cities in the world, with more than 20 million tourists annually.",
  "/wiki/List_of_Omega_Psi_Phi_brothers": "This is a list of notable members of Omega Psi Phi fraternity (ΩΨΦ) which was founded on November 17, 1911, at Howard University."
}