{
  "/wiki/Agroecomyrmex": "Agroecomyrmex is an extinct genus of ants in the formicid subfamily Agroecomyrmecinae, for which it is the type genus. The genus contains a single described species, Agroecomyrmex duisburgi. Agroecomyrmex is known from a group of Middle Eocene fossils which were found in Europe.",
  "/wiki/William_Morton_Wheeler": "William Morton Wheeler (March 19, 1865 – April 19, 1937) was an American entomologist, myrmecologist and Harvard professor.",
  "/wiki/Baltic_amber": "The Baltic region is home to the largest known deposit of amber, called Baltic amber or succinite.  It dates from 44 million years ago (during the Eocene epoch). It has been estimated that these forests created more than 100,000 tons of amber.  Today, more than 90% of the world's amber comes from Kaliningrad Oblast of Russia. It is a major source of income for the region; the local Kaliningrad Amber Combine extracted 250 tonnes of it in 2014, 400 tonnes in 2015.",
  "/wiki/Europe": "Europe is a continent located entirely in the Northern Hemisphere and mostly in the Eastern Hemisphere.  It comprises the westernmost part of Eurasia and is bordered by the Arctic Ocean to the north, the Atlantic Ocean to the west, the Mediterranean Sea to the south, and Asia to the east. The eastern border uniquely comprises a long and mixed line of mountain ranges, rivers, seas, and straits that would normally define a subcontinent. However, Europe retains its status as a full continent because of its great size and the weight of history and tradition. It is the 6th largest continent in the world.",
  "/wiki/Agroecomyrmecinae": "Agroecomyrmecinae is a subfamily of ants containing two extant and two fossil genera. The subfamily was originally classified in 1930 by Carpenter as Agroecomyrmecini, a Myrmicinae tribe. Bolton raised the tribe to subfamily status in 2003, suggesting that Agroecomyrmecinae might be the sister taxon to Myrmicinae. It has since been discovered to be one of the earliest lineages of ants, a clade from the basal polytomy for all ants. In 2014, the subfamily was expanded to two tribes. The tribe Ankylomyrmini was moved from the subfamily Myrmicinae to Agroemyrmecinae.",
  "/wiki/Ant": "Ants are eusocial insects of the family Formicidae and, along with the related wasps and bees, belong to the order Hymenoptera. Ants appear suddenly across the globe during the earliest part of the Late Cretaceous, but are already considerably diversified by this time, suggesting an earlier origin. Ants evolved from wasp-like ancestors in the Cretaceous period, and diversified after the rise of flowering plants. More than 12,500 of an estimated total of 22,000 species have been classified. They are easily identified by their elbowed antennae and the distinctive node-like structure that forms their slender waists.",
  "/wiki/Agulla_protomaculata": "Agulla protomaculata is an extinct species of snakefly in the raphidiid genus Agulla.  The species is solely known from the Middle Eocene, Lutetian stage,  Parachute Member, part of the Green River Formation, in the Piceance Creek Basin and Uinta Basin, Garfield County, northwestern Colorado, USA.",
  "/wiki/Green_River_Formation": "The Green River Formation is an Eocene geologic formation that records the sedimentation in a group of intermountain lakes in three basins along the present-day Green River in Colorado, Wyoming, and Utah. The sediments are deposited in very fine layers, a dark layer during the growing season and a light-hue inorganic layer in the dry season. Each pair of layers is called a varve and represents one year. The sediments of the Green River Formation present a continuous record of six million years. The mean thickness of a varve here is 0.18 mm, with a minimum thickness of 0.014 mm and maximum of 9.8 mm.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Snake_fly": "Snakeflies are a group of predatory insects comprising the order Raphidioptera with two extant families: Raphidiidae and Inocelliidae, consisting of roughly 260 species. In the past, the group had a much wider distribution than it does now; snakeflies are found in temperate regions worldwide but are absent from the tropics and the southern hemisphere. They are a relict group and have been considered living fossils, as species from the early Jurassic period (140 million years ago) closely resemble modern-day species.",
  "/wiki/Ainigmapsychops": "Ainigmapsychops is an extinct genus of lacewing in the silky lacewing family Psychopsidae.  The genus is solely known from an Eocene fossil found in North America.  At the time of its description the new genus was composed of a single species, Ainigmapsychops inexspectatus.",
  "/wiki/Klondike_Mountain_Formation": "The Klondike Mountain Formation is an early Eocene geological formation located in the northeast central area of Washington State. The formation, named for the type location designated in 1962, Klondike Mountain north of Republic, Washington, is composed of volcanic rocks in the upper unit and volcanics plus lacustrine (lakebed) sedimentation in which a lagerstätte with exceptionally well-preserved plant and insect fossils has been found, along with fossil epithermal hot springs.",
  "/wiki/Psychopsidae": "Psychopsidae is a family of winged insects of the order Neuroptera. They are commonly called silky lacewings.",
  "/wiki/Allorapisma": "Allorapisma is an extinct genus of lacewing in the moth lacewings family Ithonidae.  The genus is solely known from two Eocene fossils found in North America.  At the time of description the genus was composed of a single species, Allorapisma chuorum.",
  "/wiki/Ithonidae": "Ithonidae, commonly called moth lacewings and giant lacewings, is a small family of winged insects of the insect order Neuroptera. The family contains a total of ten living genera, and twelve extinct genera described from fossils.  The modern Ithonids have a notably disjunct distribution, while the extinct genera had a more global range. The family is considered one of the most primitive living neuropteran families. Ithonids may be phytophagous.  The family has been expanded twice, first to include the genus Rapisma, formerly placed in the monotypic family Rapismatidae, and then in 2010 to include the genera that had been placed into the family Polystoechotidae.  Both Rapismatidae and Polystoechotidae have been shown to nest into Ithonidae.",
  "/wiki/Anonychomyrma_constricta": "Yantaromyrmex is an extinct genus of ants first described in 2013. Members of this genus are in the subfamily Dolichoderinae of the family Formicidae, known from Middle Eocene to Early Oligocene fossils found in Europe. The genus currently contains five described species, Y. constrictus, Y. geinitzi, Y. intermedius, Y. mayrianum and Y. samlandicus. The first specimens were collected in 1868 and studied by Austrian entomologist Gustav Mayr, who originally placed the fossils in other ant genera until the fossils were reviewed and subsequently placed into their own genus. These ants are small, measuring from 4 to 6 mm (0.16 to 0.24 in) in length and can be characterized by their trapezoidal shaped head-capsules and oval compound eyes that are located slightly to the rear of the capsules midpoint, with no known ocelli present.",
  "/wiki/Gustav_Mayr": "Gustav L. Mayr (12 October 1830 in Vienna – 14 July 1908 in Vienna) was an Austrian entomologist and professor in Budapest and Vienna. He specialised in Hymenoptera, being particularly known for his studies of Formicidae.",
  "/wiki/Dolichoderinae": "Dolichoderinae is a subfamily of ants, which includes species such as the Argentine ant (Linepithema humile), the erratic ant, the odorous house ant, and the cone ant. The subfamily presents a great diversity of species throughout the world, distributed in different biogeographic regions, from the Palearctic, Nearctic, Afrotropical region and Malaysia, to the Middle East, Australian, and Neotropical regions.",
  "/wiki/Anonychomyrma_geinitzi": "Yantaromyrmex is an extinct genus of ants first described in 2013. Members of this genus are in the subfamily Dolichoderinae of the family Formicidae, known from Middle Eocene to Early Oligocene fossils found in Europe. The genus currently contains five described species, Y. constrictus, Y. geinitzi, Y. intermedius, Y. mayrianum and Y. samlandicus. The first specimens were collected in 1868 and studied by Austrian entomologist Gustav Mayr, who originally placed the fossils in other ant genera until the fossils were reviewed and subsequently placed into their own genus. These ants are small, measuring from 4 to 6 mm (0.16 to 0.24 in) in length and can be characterized by their trapezoidal shaped head-capsules and oval compound eyes that are located slightly to the rear of the capsules midpoint, with no known ocelli present.",
  "/wiki/Anonychomyrma_samlandica": "Yantaromyrmex is an extinct genus of ants first described in 2013. Members of this genus are in the subfamily Dolichoderinae of the family Formicidae, known from Middle Eocene to Early Oligocene fossils found in Europe. The genus currently contains five described species, Y. constrictus, Y. geinitzi, Y. intermedius, Y. mayrianum and Y. samlandicus. The first specimens were collected in 1868 and studied by Austrian entomologist Gustav Mayr, who originally placed the fossils in other ant genera until the fossils were reviewed and subsequently placed into their own genus. These ants are small, measuring from 4 to 6 mm (0.16 to 0.24 in) in length and can be characterized by their trapezoidal shaped head-capsules and oval compound eyes that are located slightly to the rear of the capsules midpoint, with no known ocelli present.",
  "/wiki/Anthidium_exhumatum": "Anthidium exhumatum is an extinct species of mason bee in the Megachilidae genus Anthidium.  The species is solely known from the late Eocene, Chadronian stage, Florissant Formation deposits in Florissant, Colorado, USA. Anthidium exhumatum is one of only four extinct species of mason bees known from the fossil record, and with Anthidium scudderi, one of two species from the Florissant Formation.",
  "/wiki/Theodore_Dru_Alison_Cockerell": "Theodore Dru Alison Cockerell (1866–1948) was an American zoologist, born at Norwood, England, and brother of Sydney Cockerell.  He was educated at the Middlesex Hospital Medical School, and then studied botany in the field in Colorado in 1887–90. Subsequently, he became a taxonomist and published numerous papers on the Hymenoptera, Hemiptera, and Mollusca, as well as publications on paleontology and evolution.",
  "/wiki/Florissant_Formation": "The Florissant Fossil Beds National Monument is a national monument located in Teller County, Colorado. The location is famous for the abundant and exceptionally preserved insect and plant fossils that are found in the mudstones and shales of the Florissant Formation. Based on argon radiometric dating, the formation is Eocene (approximately 34 million years old ) in age and has been interpreted as a lake environment. The fossils have been preserved because of the interaction of the volcanic ash from the nearby Thirtynine Mile volcanic field with diatoms in the lake, causing an diatom bloom. As the diatoms fell to the bottom of the lake, any plants or animals that had recently died were preserved by the diatom falls. Fine layers of clays and muds interspersed with layers of ash form \"paper shales\" holding beautifully-preserved fossils.",
  "/wiki/Mason_bee": "Species of the genus include the orchard mason bee Osmia lignaria, the blueberry bee O. ribifloris, and the hornfaced bee O. cornifrons. The former two are native to the Americas and the latter to eastern Asia, although O. lignaria and O. cornifrons have been moved from their native ranges for commercial purposes. The red mason bee, Osmia bicornis, is found across the European continent.  Over 300 species are found across the Northern Hemisphere. Most occur in temperate habitats within the Palearctic and Neartic zones,  and are active from spring through late summer.",
  "/wiki/Anthidium_scudderi": "Anthidium scudderi is an extinct species of mason bee in the Megachilidae genus Anthidium.  The species is solely known from the late Eocene, Chadronian stage, Florissant Formation deposits in Florissant, Colorado, USA. Anthidium scudderi is one of only four extinct species of mason bees known from the fossil record, and with Anthidium exhumatum, one of two species from the Florissant Formation.",
  "/wiki/Aphaenogaster_donisthorpei": "Aphaenogaster donisthorpei is an extinct species of ant in formicid subfamily Myrmicinae known from a Late Eocene fossil from North America.  A. donisthorpei was one of two Aphaenogaster species described in the 1930 paper.",
  "/wiki/Frank_M._Carpenter": "Frank Morton Carpenter (September 6, 1902 – January 18, 1994) received his PhD from Harvard University, and was curator of fossil insects at the Harvard Museum of Comparative Zoology for 60 years.  He studied the Permian fossil insects of Elmo, Kansas, and compared the North American fossil insect fauna with Paleozoic taxa known from elsewhere in the world.  A careful and methodical worker, he used venation and mouthparts to determine the relationships of fossil taxa, and was author of the Treatise volume on Insects.  He reduced the number of extinct insect orders then described from about fifty to nine.",
  "/wiki/Myrmicinae": "Myrmicinae is a subfamily of ants, with about 140 extant genera; their distribution is cosmopolitan. The pupae lack cocoons. Some species retain a functional sting. The petioles of Myrmicinae consist of two nodes. The nests are permanent and in soil, rotting wood, under stones, or in trees.",
  "/wiki/Aphaenogaster_mayri": "Aphaenogaster mayri is an extinct species of ant in formicid subfamily Myrmicinae known from a series of Late Eocene fossils found in North America.  A. mayri was one of two Aphaenogaster species described in a 1930 paper by Frank M. Carpenter.",
  "/wiki/Aphaenogaster_mersa": "Aphaenogaster mersa is an extinct species of ant in the subfamily Myrmicinae known from a pair of Middle Eocene fossils found in Europe. A. mersa is one of three species in the ant genus Aphaenogaster to have been noted from fossils found in Baltic amber by William Morton Wheeler.",
  "/wiki/Aphaenogaster_oligocenica": "Aphaenogaster oligocenica is an extinct species of ant in the subfamily Myrmicinae known from a pair of Middle Eocene fossils found in Europe. A. oligocenica is one of three species in the ant genus Aphaenogaster to have been noted from fossils found in Baltic amber by William Morton Wheeler.",
  "/wiki/Aphaenogaster_sommerfeldti": "Aphaenogaster sommerfeldti is an extinct species of ant in the subfamily Myrmicinae known from a group of Middle Eocene fossils found in Europe. A. sommerfeldti is one of three species in the ant genus Aphaenogaster to have been noted from fossils found in Baltic amber by William Morton Wheeler.",
  "/wiki/Archiinocellia": "Archiinocellia is an extinct monotypic genus of Snakefly containing the single species Archiinocellia oligoneura.",
  "/wiki/Anton_Handlirsch": "Anton Handlirsch or Anton Peter Josef Handlirsch (20 January 1865, Vienna – 28 August 1935, Vienna) was an Austrian entomologist. He worked on many groups including Hemiptera, Hymenoptera and Neuroptera. His most significant work was in the study of fossil insects.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Archimyrmex": "Archimyrmex is an extinct genus of ant in the formicid subfamily Myrmeciinae, described by palaeoentomologist Theodore Cockerell in 1923. The genus contains four described species, Archimyrmex  rostratus, Archimyrmex piatnitzkyi, Archimyrmex smekali and Archimyrmex wedmannae. Archimyrmex is known from a group of Middle Eocene fossils which were found in North America, South America, and Europe. The genus was initially placed in the subfamily Ponerinae, but it was later placed in Myrmeciinae; it is now believed to be the ancestor of the extant primitive genus Myrmecia from Australia. Despite this, Archimyrmex is not a member to any tribe and is regarded as incertae sedis within Myrmeciinae. However, some authors believe Archimyrmex should be assigned as incertae sedis within Formicidae. These ants can be characterised by their large mandibles and body length, ranging from 13.2 to 30 mm (0.52 to 1.18 in). They also have long, thin legs and an elongated mesosoma (thorax) and petiole.",
  "/wiki/Messel_Pit": "The Messel Pit (German: Grube Messel) is a disused quarry near the village of Messel, (Landkreis Darmstadt-Dieburg, Hesse) about 35 km (22 mi) southeast of Frankfurt am Main, Germany. Bituminous shale was mined there. Because of its abundance of fossils, it has significant geological and scientific importance. After almost becoming a landfill, strong local resistance eventually stopped these plans and the Messel Pit was declared a UNESCO World Heritage site on 9 December 1995. Significant scientific discoveries are still being made and the site has increasingly become a tourist site as well.",
  "/wiki/Argentina": "Argentina (Spanish: [aɾxenˈtina]), officially the Argentine Republic[A] (Spanish: República Argentina), is a country located mostly in the southern half of South America. Sharing the bulk of the Southern Cone with Chile to the west, the country is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. With a mainland area of 2,780,400 km2 (1,073,500 sq mi),[B] Argentina is the eighth-largest country in the world, the fourth largest in the Americas, the second largest in South America after Brazil, and the largest Spanish-speaking nation. The sovereign state is subdivided into twenty-three provinces (Spanish: provincias, singular provincia) and one autonomous city (ciudad autónoma), Buenos Aires, which is the federal capital of the nation (Spanish: Capital Federal) as decided by Congress. The provinces and the capital have their own constitutions, but exist under a federal system. Argentina claims sovereignty over part of Antarctica, the Falkland Islands (Spanish: Islas Malvinas), and South Georgia and the South Sandwich Islands.",
  "/wiki/Myrmeciinae": "Myrmeciinae is a subfamily of the Formicidae, ants once found worldwide but now restricted to Australia and New Caledonia. This subfamily is one of several ant subfamilies which possess gamergates, female worker ants which are able to mate and reproduce, thus sustaining the colony after the loss of the queen. The Myrmeciinae subfamily was formerly composed of only one genus, Myrmecia, but the subfamily was redescribed by Ward & Brady in 2003 to include two tribes and four genera:  An additional three genera, one form genus, and 9 species were described in 2006 from the Early Eocene of Denmark, Canada, and Washington.",
  "/wiki/Archiponera": "Archiponera is an extinct genus of ant in the formicid subfamily Ponerinae. The genus contains a single described species, Archiponera wheeleri known from several Late Eocene fossils which were found in North America.",
  "/wiki/Ponerinae": "Ponerinae is a subfamily of ants in the Poneromorph subfamilies group, with about 1,600 species in 47 extant genera, including Dinoponera gigantea - one of the world's largest species of ant. Mated workers have replaced the queen as the functional egg-layers in several species of ponerine ants. In such queenless species, the reproductive status of workers can only be determined through ovarian dissections.",
  "/wiki/Arostropsis": "Arostropsis is an extinct genus of broad-nosed weevil in the beetle family Curculionidae known from an Upper Eocene fossil found in Europe.  The genus contains a single described species, Arostropsis groehni.",
  "/wiki/Baltic_Amber": "The Baltic region is home to the largest known deposit of amber, called Baltic amber or succinite.  It dates from 44 million years ago (during the Eocene epoch). It has been estimated that these forests created more than 100,000 tons of amber.  Today, more than 90% of the world's amber comes from Kaliningrad Oblast of Russia. It is a major source of income for the region; the local Kaliningrad Amber Combine extracted 250 tonnes of it in 2014, 400 tonnes in 2015.",
  "/wiki/Asymphylomyrmex": "Asymphylomyrmex is an extinct genus of ants in the formicid subfamily Dolichoderinae.  The genus contains a single described species, Asymphylomyrmex balticus and is known from a group of Middle Eocene fossils which were found in Europe.",
  "/wiki/Avitomyrmex": "Avitomyrmex is an extinct genus of bulldog ants in the subfamily Myrmeciinae which contains three described species. The genus was described in 2006 from Ypresian stage (Early Eocene) deposits of British Columbia, Canada. Almost all the specimens collected are queens, with an exception of a single fossilised worker. These ants are large, and the eyes are also large and well developed; a sting is present in one species. The behaviour of these ants may have been similar to extant Myrmeciinae ants, such as foraging solitarily for arthropod prey and never leaving pheromone trails to food sources. Avitomyrmex has not been assigned to any tribe, instead generally being regarded as incertae sedis within Myrmeciinae. However, its identity as an ant has been challenged, although it is undoubtedly a hymenopteran insect.",
  "/wiki/McAbee_Fossil_Beds": "The McAbee Fossil Beds is a Heritage Site that protects an Eocene Epoch fossil locality east of Cache Creek, British Columbia, Canada, just north of and visible from Provincial Highway 97 / the Trans-Canada Highway (Highway 1) at 50°47.831′N 121°8.469′W﻿ / ﻿50.797183°N 121.141150°W﻿ / 50.797183; -121.141150.  The McAbee Fossil Beds, comprising 548.23 hectares (1,354.7 acres), were officially designated a Provincial Heritage Site under British Columbia's Heritage Conservation Act on July 19, 2012. The site is part of an old lake bed which was deposited about 52 million years ago and is internationally recognised for the diversity of plant, insect, and fish fossils found there. Similar fossil beds in Eocene lake sediments, also known for their well preserved plant, insect and fish fossils, are found at Driftwood Canyon Provincial Park near Smithers in northern British Columbia, on the Horsefly River near Quesnel in central British Columbia, and at Republic in Washington, United States. The Princeton Chert fossil beds in southern British Columbia are also Eocene, but primarily preserve an aquatic plant community. A recent review of the early Eocene fossil sites from the interior of British Columbia discusses the history of paleobotanical research at McAbee, the Princeton Chert, Driftwood Canyon, and related Eocene fossil sites such as at Republic.",
  "/wiki/Bulldog_ant": "Myrmecia is a genus of ants first established by Danish zoologist Johan Christian Fabricius in 1804. The genus is a member of the subfamily Myrmeciinae of the family Formicidae. Myrmecia is a large genus of ants, comprising at least 93 species that are found throughout Australia and its coastal islands, while a single species is only known from New Caledonia. One species has been introduced out of its natural distribution and was found in New Zealand in 1940, but the ant was last seen in 1981. These ants are commonly known as \"bull ants\", \"bulldog ants\" or \"jack jumper\" ants, and are also associated with many other common names. They are characterized by their extreme aggressiveness, ferocity, and painful stings. Some species are known for the jumping behavior they exhibit when agitated.",
  "/wiki/List_of_prehistoric_insects": "Prehistoric insects are various groups of insects that lived before recorded history. Their study is the field of paleoentomology. Insects inhabited Earth since before the time of the dinosaurs. The earliest identifiable insect is the Devonian Rhyniognatha hirsti, estimated at 407 to 396 million years ago. Forms similar to many modern insects had already evolved before the dawning of the dinosaur and lived alongside them and beyond up to the present day. Like today, prehistoric insects were an important part of the food chain in their time."
}