{
  "/wiki/List_of_cities_in_Sierra_Leone": "This is a list of cities and towns in Sierre Leone\".",
  "/wiki/ICAO_airport_code": "The ICAO (/ˌaɪˌkeɪˈoʊ/, eye-KAY-oh) airport code or location indicator is a four-letter code designating aerodromes around the world. These codes, as defined by the International Civil Aviation Organization and published in ICAO Document 7910: Location Indicators, are used by air traffic control and airline operations such as flight planning.",
  "/wiki/IATA_airport_code": "An IATA airport code, also known as an IATA location identifier, IATA station code or simply a location identifier, is a three-letter geocode designating many airports and metropolitan areas around the world, defined by the International Air Transport Association (IATA). The characters prominently displayed on baggage tags attached at airport check-in desks are an example of a way these codes are used.",
  "/wiki/Bo,_Sierra_Leone": "Bo, also commonly referred to as Bo Town, is the second largest city in Sierra Leone by landscape/geographical location (after Freetown and the largest city in the Southern Province. Bo is the capital and administrative center of Bo District. The city of Bo had a population of 149,957 in the 2004 census and had a population of about 233,684 based on 2017 estimate. Bo is an urban center, and lies approximately 160 miles (250 km) east south-east of Freetown, and about40a miles (71 km) to Kenema. Bo is the leading financial, educational and economic center of Southern Sierra Leone.",
  "/wiki/Bo_Airport": "Bo Airport (IATA: KBS, ICAO: GFBO) is a regional airport located in Bo, the second largest city of Sierra Leone. It is mainly used for regional and diplomatic aircraft to Bo District. The airport is operated by the Sierra Leonean Airports Authority.",
  "/wiki/Sherbro_Island": "Sherbro Island is in the Atlantic Ocean, and is included within Bonthe District, Southern Province, Sierra Leone. The island is separated from the African mainland by the Sherbro River in the north and Sherbro Strait in the east. It is 32 miles (51 km) long and up to 15 miles (24 km) wide, covering an area of approximately 230 square miles (600 km2). The western extremity is Cape St. Ann. Bonthe, on the eastern end, is the chief port and commercial centre.",
  "/wiki/Bonthe_District": "Bonthe District is a district comprises several islands and mainland of the Atlantic Ocean in the Southern Province of Sierra Leone. Bonthe is one of the sixteen districts of Sierra Leone. Its capital is the town of Mattru Jong and its largest city is Bonthe, on Sherbro Island. As of the 2015 census, the district had a population of 200,730. Bonthe District is one of the sixteen districts of Sierra Leone. Bonthe District is subdivided into eleven chiefdoms.",
  "/wiki/Sherbro_International_Airport": "Sherbro International Airport (IATA: BTE, ICAO: GFBN) was an   international airport located outside the town of Bonthe on Sherbro Island, Sierra Leone.",
  "/wiki/Freetown": "Freetown is the capital and largest city of Sierra Leone. It is a major port city on the Atlantic Ocean and is located in the Western Area of the country. Freetown is Sierra Leone's major urban, economic, financial, cultural, educational and political centre, as it is the seat of the Government of Sierra Leone. The population of Freetown was 1,055,964 at the 2015 census.",
  "/wiki/Hastings_Airport_(Sierra_Leone)": "Hastings Airport  (IATA: HGS, ICAO: GFHA) is an airport serving Freetown, the capital city of Sierra Leone, a country in West Africa",
  "/wiki/Lungi_International_Airport": "Freetown International Airport (IATA: FNA, ICAO: GFLL) (officially), locally known as Lungi International Airport, is an international airport located in the coastal town of Lungi,  Sierra Leone. It is the only international airport in Sierra Leone.  The Sierra Leone River separates Lungi International Airport from Freetown, the nation's capital city.",
  "/wiki/Gbangbatok_Airport": "Gbangbatoke Airport  (IATA: GBK, ICAO: GFGK) is an airport serving Gbangbatoke in Sierra Leone.",
  "/wiki/Kabala,_Sierra_Leone": "Kabala is the capital and largest town of Koinadugu District in the Northern Province of Sierra Leone. Kabala is one of the main towns in Northern Sierra Leone and is set in a rural landscape, surrounded by mountains.",
  "/wiki/Kabala_Airport": "Kabala Airport (IATA: KBA, ICAO: GFKB) is a general aviation municipal airport and heliport located in Kabala, Sierra Leone. The Sierra Leone Transportation Authority is in the process of expanding the airport to include a landing strip and other facilities. This will allow non-commercial and small planes to use the airport and will facilitate travel throughout the Province.",
  "/wiki/Kenema": "Kenema is the third largest city in Sierra Leone (after Freetown and Bo), and the largest city in the country's Eastern Province. It is the capital of Kenema District and a major economic center of the Eastern Province. At the 2015 national census Kenema had a  population of 200,354.. Kenema is approximately 300 kilometres (185 mi) southeast of Freetown  and about 60 kilometres (40 mi) south of Bo.",
  "/wiki/Kenema_Airport": "Kenema Airport (IATA: KEN, ICAO: GFKE) is an airport located in Kenema, the third largest of Sierra Leone. The airport is mostly used for domestic aircraft to the city. It is the largest and most important airport in Kenema District as well as one of the busiest airport in the country. The airport is operated by the Sierra Leonean Airports Authority.",
  "/wiki/Yengema": "Yengema is a town in  Kono District in the Eastern Province of Sierra Leone, lying approximately 14 miles (23 km) south-west Koidu Town (the largest city in Kono District), and about 142 miles (229 km) east of Freetown. The major industry in and around Yengema is diamond mining. The town is home to Yengema Airport, the main airport serving Kono District. A 2012 estimate of Yengema population was 13,358 people.",
  "/wiki/Yengema_Airport": "Yengema Airport (IATA: WYE, ICAO: GFYE) is a regional airport located in Yengema, Kono District, Sierra Leone. It is the only airport that serves  Kono District. It is one of the busiest airports in the country, due to the present of large diamond mining companies in Kono District."
}