{
  "/wiki/NASFiC_(1975)": "NASFiC, held in Los Angeles, on Labor Day weekend 1975, at the Los Angeles Airport Marriott, was the first North American Science Fiction Convention. \"NASFiC\" was an initialism for North American Science Fiction Convention.  This \"Continental Convention\", the first of its kind, was held because Melbourne, Australia, was selected as the location for the 1975 Worldcon.",
  "/wiki/Los_Angeles,_California": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third-most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.",
  "/wiki/Harlan_Ellison": "Harlan Jay Ellison (May 27, 1934 – June 28, 2018) was an American writer, known for his prolific and influential work in New Wave speculative fiction, and for his outspoken, combative personality. Robert Bloch, the author of Psycho, described Ellison as \"the only living organism I know whose natural habitat is hot water\".",
  "/wiki/NorthAmeriCon_%2779": "NorthAmeriCon '79 was the second North American Science Fiction Convention, held in Louisville, Kentucky, on August 30-September 3, 1979, at the Galt House Hotel.   This NASFiC was held because Brighton, England, was selected as the location for the 1979 Worldcon.",
  "/wiki/Louisville,_Kentucky": "Louisville (US: /ˈluːəvəl/ (listen) LOO-ə-vəl, /ˈluːivɪl/ (listen) LOO-ee-vil, /ˈlʊvəl/ (listen) LUUV-əl, UK: /ˈluːivɪl/) is the largest city in the Commonwealth of Kentucky and the 29th most-populous city in the United States.[d] It is one of two cities in Kentucky designated as first-class, the other being Lexington, the state's second-largest city.[e] Louisville is the historical seat and, since 2003, the nominal seat of Jefferson County, on the Indiana border.",
  "/wiki/Frederik_Pohl": "Frederik George Pohl Jr. (/poʊl/; November 26, 1919 – September 2, 2013) was an American science-fiction writer, editor, and fan, with a career spanning more than 75 years—from his first published work, the 1937 poem \"Elegy to a Dead Satellite: Luna\", to the 2011 novel All the Lives He Led and articles and essays published in 2012.",
  "/wiki/George_Scithers": "George H. Scithers (May 14, 1929 – April 19, 2010) was an American science fiction fan, author and  editor.",
  "/wiki/LoneStarCon_1": "LoneStarCon 1 was the third North American Science Fiction Convention, held in Austin, Texas, on August 30-September 2, 1985, at the Hyatt Regency Austin, Sheraton Crest, and Palmer Auditorium. LoneStarCon 1 was also known as \"The First Occasional Lone Star Science Fiction Convention & Chili Cook-off\" and \"ChiliCon\".  This NASFiC was held because Melbourne, Australia, was selected as the location for the 1985 Worldcon.",
  "/wiki/Austin,_Texas": "Austin (UK: /ˈɒstɪn, ˈɔːstɪn/, US: /ˈɔːstən/) is the capital city of the U.S. state of Texas, as well as the seat and largest city of Travis County, with portions extending into Hays and Williamson counties. It is the 11th-most populous city in the United States, the fourth-most-populous city in Texas, and the second-most-populous state capital city (after Phoenix, Arizona). It is also the fastest growing large city in the United States and the southernmost state capital in the contiguous United States.",
  "/wiki/Jack_Vance": "John Holbrook \"Jack\" Vance (August 28, 1916 – May 26, 2013) was an American mystery, fantasy, and science fiction writer. Though most of his work has been published under the name Jack Vance, he also wrote nine mystery novels.",
  "/wiki/Richard_Powers": "Richard Powers (born June 18, 1957) is an American novelist whose works explore the effects of modern science and technology. His novel The Echo Maker won the 2006 National Book Award for Fiction. He has also won many other awards over the course of his career, including a MacArthur Fellowship. As of 2018 Powers has published twelve novels and has taught at the University of Illinois and Stanford Universities. He won the 2019 Pulitzer Prize for Fiction for The Overstory.",
  "/wiki/CactusCon": "CactusCon was the fourth North American Science Fiction Convention, held in Phoenix, Arizona, on September 3–7, 1987, at the Hyatt Regency Phoenix, Adams Hilton, and Phoenix Convention Center.  This NASFiC was held because Brighton, England, was selected as the location for the 1987 Worldcon.",
  "/wiki/Phoenix,_Arizona": "Phoenix is the capital and most populous city in Arizona, with 1,660,272 people (as of 2018[update]). It is also the fifth most populous city in the United States, and the only state capital with a population of more than one million residents.",
  "/wiki/Hal_Clement": "Harry Clement Stubbs (May 30, 1922 – October 29, 2003), better known by the pen name Hal Clement, was an American science fiction writer and a leader of the hard science fiction subgenre. He also painted astronomically oriented artworks under the name George Richard.",
  "/wiki/ConDiego": "ConDiego was the fifth North American Science Fiction Convention, held in San Diego, California, on August 30-September 3, 1990 at the Omni Hotel San Diego and the San Diego Convention & Performing Arts Center.   This NASFiC was held because The Hague, Netherlands, was selected as the location for the 1990 Worldcon.",
  "/wiki/San_Diego,_California": "San Diego (/ˌsæn diˈeɪɡoʊ/, Spanish: [san ˈdjeɣo]; Spanish for \"Saint Didacus\") is a city in the U.S. state of California on the coast of the Pacific Ocean, approximately 120 miles (190 km) south of Los Angeles and immediately adjacent to the border with Mexico. With an estimated population of 1,425,976 as of July 1, 2018, San Diego is the eighth-largest city in the United States and second-largest in California. It is part of the San Diego–Tijuana conurbation, the second-largest transborder agglomeration between the U.S. and a bordering country after Detroit–Windsor, with a population of 4,922,723 people. The city is known for its mild year-round climate, natural deep-water harbor, extensive beaches, long association with the United States Navy, and recent emergence as a healthcare and biotechnology development center.",
  "/wiki/Samuel_R._Delany": "Samuel R. Delany (/dəˈleɪni/; born April 1, 1942), Chip Delany to his friends, is an African-American author and literary critic. His work includes fiction (especially science fiction), memoir, criticism and essays on science fiction, literature, sexuality, and society.",
  "/wiki/Dragon_Con": "Dragon Con (previously Dragon*Con and sometimes DragonCon) is a North American multigenre convention, founded in 1987, which takes place annually over the Labor Day weekend in Atlanta, Georgia. As of 2017[update], the convention draws attendance of over 80,000, features hundreds of guests, encompasses five hotels in the Peachtree Center neighborhood of downtown Atlanta near Centennial Olympic Park, and runs thousands of hours of programming for fans of science fiction, fantasy, comic books, and other elements of fan culture. It is owned and operated by a private for-profit corporation, with the help of a 1,500-member volunteer staff. Dragon Con has hosted the 1990 Origins Game Fair and the 1995 North American Science Fiction Convention (NASFiC).",
  "/wiki/Atlanta,_Georgia": "Atlanta (/ætˈlæntə/) is the capital and most populous city in the U.S. state of Georgia. With an estimated 2018 population of 498,044, it is also the 37th most-populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to 5.9 million people and the ninth largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the most populous county in Georgia. Portions of the city extend eastward into neighboring DeKalb County.",
  "/wiki/George_Alec_Effinger": "George Alec Effinger (January 10, 1947 – April 27, 2002) was an American science fiction author, born in Cleveland, Ohio.",
  "/wiki/Timothy_Zahn": "Timothy Zahn (born September 1, 1951) is an American writer of science fiction and fantasy. He is known for the Thrawn series of Star Wars novels, and has published several other series of science fiction and fantasy novels, in addition to many works of short fiction.",
  "/wiki/Michael_Whelan": "Michael Whelan (born June 29, 1950) is an American artist of imaginative realism. For more than 30 years, he worked as an illustrator, specializing in science fiction and fantasy cover art. Since the mid-1990s, he has pursued a fine art career, selling non-commissioned paintings through galleries in the United States and through his website.",
  "/wiki/Bjo_Trimble": "Betty JoAnne Trimble (née Conway; born August 15, 1933), known as Bjo (/ˈbiːdʒoʊ/, BEE-joh), is a science fiction fan and writer, initially entering fandom in the early 1950s.",
  "/wiki/Conucopia": "Conucopia was the seventh North American Science Fiction Convention, held in Anaheim, California, on August 26–29, 1999, at the Anaheim Marriott.  This NASFiC was held because Melbourne, Australia, was selected as the location for the 1999 Worldcon.",
  "/wiki/Anaheim,_California": "Anaheim (/ˈænəhaɪm/) is a city in Orange County, California, part of the Los Angeles metropolitan area. As of the 2010 United States Census, the city had a population of 336,265, making it the most populous city in Orange County and the 10th-most populous city in California. Anaheim is the second-largest city in Orange County in terms of land area, and is known for being the home of the Disneyland Resort, the Anaheim Convention Center, and two major sports teams: the Anaheim Ducks ice hockey club and the Los Angeles Angels baseball team.",
  "/wiki/Jerry_Pournelle": "Jerry Eugene Pournelle (/pʊərˈnɛl/; August 7, 1933 – September 8, 2017) was an American polymath: scientist in the area of operations research and human factors research, science fiction writer, essayist, journalist, and one of the first bloggers. In the 1960s and early 1970s, he worked in the aerospace industry, but eventually focused on his writing career. In an obituary in gizmodo, he is described as \"a tireless ambassador for the future.\"",
  "/wiki/Ellen_Datlow": "Ellen Datlow (born December 31, 1949) is an American science fiction, fantasy, and horror editor and anthologist.",
  "/wiki/Cascadia_Con": "Cascadia Con was the eighth North American Science Fiction Convention, held in SeaTac, Washington, on September 1–5, 2005, at the Seattle Airport Hilton and Conference Center.  This NASFiC was held because Glasgow, Scotland, was selected as the location for the 2005 Worldcon.",
  "/wiki/Seattle,_Washington": "Seattle (/siˈætəl/ (listen) see-AT-əl) is a seaport city on the West Coast of the United States. It  is the seat of King County, Washington. With an estimated 744,955 residents as of 2018[update], Seattle is the largest city in both the state of Washington and the Pacific Northwest region of North America. According to U.S. Census data released in 2018, the Seattle metropolitan area's population stands at 3.94 million, and ranks as the 15th largest in the United States. In July 2013, it was the fastest-growing major city in the United States and remained in the top 5 in May 2015 with an annual growth rate of 2.1%. In July 2016, Seattle was again the fastest-growing major U.S. city, with a 3.1% annual growth rate. Seattle is the northernmost large city in the United States.",
  "/wiki/Fred_Saberhagen": "Fred Thomas Saberhagen (May 18, 1930 – June 29, 2007) was an American science fiction and fantasy author most famous for his Berserker series of science fiction short stories and S.F. novels.",
  "/wiki/Liz_Danforth": "Elizabeth T. Danforth is a creator in the role-playing game and video game industries. Although primarily known as an illustrator, she is also an editor, writer, game scenario designer, and game developer. She received her BA in Anthropology from Arizona State University,[citation needed] and her MLS from the University of Arizona.[citation needed] She has worked in the game industry continuously since the mid 1970s.",
  "/wiki/Toni_Weisskopf": "Toni Weisskopf (born December 12, 1965) is an American science fiction editor and the publisher of Baen Books.",
  "/wiki/Archon_(convention)": "Archon is a multigenre convention that has been held annually in Collinsville, Illinois and is hosted by St. Louis Science Fiction, Ltd.  It is the largest convention of its type in the St. Louis, Missouri area, bringing a few thousand fans of science fiction, fantasy and horror each year. Archon 42 is scheduled for Oct. 12 – Oct. 14, 2018.",
  "/wiki/Tuckercon": "Tuckercon, also known as Archon31, was the ninth North American Science Fiction Convention, held in Collinsville, Illinois, on August 2–5, 2007, at the Gateway Center and Collinsville Holiday Inn.  Collinsville is just across the Mississippi River from St Louis, Missouri.  This NASFiC was held because Yokohama, Japan, was selected as the location for the 2007 Worldcon.",
  "/wiki/Collinsville,_Illinois": "Collinsville is a city located mainly in Madison County, and partially in St. Clair County, both in Illinois. As of the 2010 census, the city had a population of 25,579, an increase from 24,707 in 2000. Collinsville is approximately 12 miles from St. Louis, Missouri and is considered part of that city's Metro-East area. It is the site of the Brooks Catsup Bottle Water Tower, the world's largest ketchup bottle, and is the world's horseradish capital.",
  "/wiki/Barbara_Hambly": "Barbara Hambly (born August 28, 1951) is an American novelist and screenwriter within the genres of fantasy, science fiction, mystery, and historical fiction. She has a bestselling mystery series featuring a free man of color, a musician and physician, in New Orleans in the antebellum years. She also wrote a novel about Mary Todd Lincoln.",
  "/wiki/Darrell_K._Sweet": "Darrell K. Sweet (August 15, 1934 – December 5, 2011) was a professional illustrator best known for providing cover art for science fiction and fantasy novels, in which capacity he was nominated for a Hugo award in 1983.",
  "/wiki/Kevin_Murphy_(actor)": "Kevin Wagner Murphy (born November 3, 1956) is an American actor and writer best known as the voice and puppeteer of Tom Servo on the Peabody Award-winning comedy series Mystery Science Theater 3000. Murphy also records audio commentary tracks with Michael J. Nelson and Bill Corbett for Nelson's RiffTrax website.",
  "/wiki/Bill_Corbett": "William Daniel Corbett (born March 30, 1960) is an American writer and performer for television, film and theatre. He was a writer and performer on the cult television show Mystery Science Theater 3000 (MST3K), for which he voiced the robot Crow T. Robot during the show's later seasons on the Sci Fi Channel and played the character Observer and other minor roles.  In 2001, Corbett co-wrote the Sci Fi Channel miniseries The Adventures of Edward the Less with several other former MST3K writers. Corbett also co-wrote the 2008 film Meet Dave starring Eddie Murphy.",
  "/wiki/James_Ernest": "James Ernest is an American game designer and juggler, best known as the owner and lead designer of Cheapass Games.",
  "/wiki/Richard_Hatch_(actor)": "Richard Lawrence Hatch (May 21, 1945 – February 7, 2017) was an American actor, writer and producer. Hatch began his career as a stage actor, before moving on to television work in the 1970s. Hatch is best known for his role as Captain Apollo in the original Battlestar Galactica television series. He is also widely known for his role as Tom Zarek in the reimagined Battlestar Galactica.",
  "/wiki/ReConStruction": "ReConStruction was the tenth occasional North American Science Fiction Convention.  It was held in Raleigh, North Carolina, on August 5–8, 2010, at the Raleigh Convention Center, Marriott City Center, and the Downtown Raleigh Sheraton. This NASFiC was held because Melbourne, Australia, was selected as the location for the 2010 Worldcon.",
  "/wiki/Raleigh,_North_Carolina": "Raleigh (/ˈrɑːli/; RAH-lee) is the capital of the state of North Carolina and the seat of Wake County in the United States. Raleigh is the second-largest city in the state, after Charlotte. Raleigh is known as the \"City of Oaks\" for its many oak trees, which line the streets in the heart of the city. The city covers a land area of 142.8 square miles (370 km2). The U.S. Census Bureau estimated the city's population as 469,298 as of July 1, 2018. It is one of the fastest-growing cities in the country. The city of Raleigh is named after Sir Walter Raleigh, who established the lost Roanoke Colony in present-day Dare County.",
  "/wiki/Eric_Flint": "Eric Flint (born February 6, 1947) is an American author, editor, and e-publisher. The majority of his main works are alternate history science fiction, but he also writes humorous fantasy adventures. His works have been listed on the New York Times, Wall Street Journal, Washington Post, and Locus Magazine best seller lists. He is a co-founder and editor of the Baen Free Library.",
  "/wiki/Brad_W._Foster": "Brad W. Foster (born April 26, 1955) is an American illustrator, cartoonist, writer and publisher. He has also been Artist Guest of Honor at multiple conventions such as ArmadilloCon 10, Conestoga 9, Archon 35, NASFiC 2010, and 73rd World Science Fiction Convention.",
  "/wiki/Juanita_Coulson": "Juanita Ruth Coulson (née Wellons) (born February 12, 1933) is an American science fiction and fantasy writer most well known for her Children of the Stars books, published from 1981 to 1989. She was a longtime editor of the science fiction fanzine Yandro.",
  "/wiki/Detcon1": "Detcon1 was the 11th occasional North American Science Fiction Convention (NASFiC). It was held in Detroit, Michigan, from July 17–20, 2014, in the Detroit Marriott at the Renaissance Center. This NASFiC was scheduled because London, England, was selected as the location for the 2014 World Science Fiction Convention.",
  "/wiki/Detroit,_Michigan": "Detroit (/dɪˈtrɔɪt/, locally also /ˈdiːtrɔɪt/; French: Détroit, lit. 'strait') is the largest and most populous city in the U.S. state of Michigan, the largest U.S. city on the United States–Canada border, and the seat of Wayne County. The municipality of Detroit had a 2018 estimated population of 672,662, making it the 23rd-most populous city in the United States. The metropolitan area, known as Metro Detroit, is home to 4.3 million people, making it the second-largest in the Midwest after the Chicago metropolitan area. Regarded as a major cultural center, Detroit is known for its contributions to music and as a repository for art, architecture and design.",
  "/wiki/Steven_Barnes": "Steven Barnes (born March 1, 1952) is an American science fiction, fantasy, and mystery writer. He has written novels, short fiction, screen plays for television, scripts for comic books, animation, newspaper copy, and magazine articles.",
  "/wiki/John_Picacio": "John Picacio (born September 3, 1969) is an American artist specializing in science fiction, fantasy and horror illustration.",
  "/wiki/San_Juan,_Puerto_Rico": "San Juan (/ˌsæn ˈhwɑːn/, Spanish: [saŋ ˈxwan]; \"Saint John\") is the capital and most populous municipality in the Commonwealth of Puerto Rico, an unincorporated territory of the United States. As of the 2010 census, it is the 46th-largest city under the jurisdiction of the United States, with a population of 395,326. San Juan was founded by Spanish colonists in 1521, who called it Ciudad de Puerto Rico (\"Rich Port City\"). Puerto Rico's capital is the third oldest European-established capital city in the Americas, after Santo Domingo, in the Dominican Republic, founded in 1496 and Panama City, in Panama, founded in 1519. Several historical buildings are located in San Juan; among the most notable are the city's former defensive forts, Fort San Felipe del Morro and Fort San Cristóbal, and La Fortaleza, the oldest executive mansion in continuous use in the Americas.",
  "/wiki/Daina_Chaviano": "Daína Chaviano (Spanish: [daˈina tʃaˈβjano]) (born in Havana, Cuba, in 1957) is a Cuban-American writer of French and Asturian descent living in the United States since 1991.",
  "/wiki/Tobias_S._Buckell": "Tobias S. Buckell (born 1979) is a Grenadian science fiction writer. His 2008 novel, Halo: The Cole Protocol, made The New York Times Best Seller list. He currently lives in Bluffton, Ohio.",
  "/wiki/George_Perez": "George Pérez (/ˈpɛrɛz/; born June 9, 1954) is a retired American comic book artist and writer, whose titles include The Avengers, Teen Titans, and Wonder Woman. Writer Peter David has named Pérez his favorite artistic collaborator.",
  "/wiki/Guy_Consolmagno": "Brother Guy J. Consolmagno, SJ (born September 19, 1952), is an American research astronomer,  Jesuit religious brother, and Director of the Vatican Observatory, and President of the Vatican Observatory Foundation.",
  "/wiki/Javier_Grillo-Marxuach": "Javier \"Javi\" Grillo-Marxuach (listen (help·info)), born October 28, 1969 in San Juan, Puerto Rico, is a television screenwriter and producer, and podcaster, known for his work as writer and producer on the first two seasons of the ABC television series Lost, as well as other series including Charmed and Law and Order: Special Victims Unit.",
  "/wiki/Layton,_Utah": "Layton is a city in Davis County, Utah, United States. It is part of the Ogden-Clearfield Metropolitan Statistical Area. As of the 2010 census, the city had a population of 67,311, rising to an estimated 77,303 by 2018. Layton is the most populous city in Davis County and the ninth most populous in Utah.",
  "/wiki/David_Weber": "David Mark Weber (born October 24, 1952) is an American science fiction and fantasy author. He has written several science-fiction and fantasy books series, the best known of which is the Honor Harrington science-fiction series. His first novel, which he worked on with Steve White, sold in 1989 to Baen books. Baen remains Weber's major publisher.",
  "/wiki/Laurell_K_Hamilton": "Laurell Kaye Hamilton (born February 19, 1963) is an American fantasy and romance writer.  She is best known as the author of two series of stories.",
  "/wiki/Vincent_Villafranca": "Vincent Villafranca (born January 25, 1969) is an American sculptor. He creates bronze sculptures ranging from traditional wildlife imagery to futuristic science-fiction-based imagery.",
  "/wiki/North_American_Science_Fiction_Convention": "NASFiC, a.k.a. the North American Science Fiction Convention, is a science fiction convention scheduled only during years where the Worldcon is being held outside the North American continent. NASFiC bids voted on by the Worldcon (or NASFiC if one exists) membership the year after a non-North American Worldcon site has been selected.  As of 2014, this is one year in advance of a potential NASFiC."
}