{
  "/wiki/Boise_River_and_Canal_Bridge": "The Boise River and Canal Bridge, in Caldwell, Idaho, is a three-span, 390 ft (120 m) Warren camelback through-truss design constructed in 1922 by the American Bridge Company from plans submitted by Caldwell city engineer Fred H. McConnel. The site is where Oregon Trail pioneers forded the Boise River. The bridge was listed on the National Register of Historic Places in 2007.",
  "/wiki/Caldwell,_Idaho": "Caldwell is a city in and the county seat of Canyon County, Idaho, United States.  The population was 46,237 at the 2010 census.",
  "/wiki/Canyon_County,_Idaho": "Canyon County is a county located in the U.S. state of Idaho. As of the 2010 census, the population was 188,923, making it the second-most populous county in Idaho. The county seat is Caldwell, and its largest city is Nampa.",
  "/wiki/Truss_bridge": "A truss bridge is a bridge whose load-bearing superstructure is composed of a truss, a structure of connected elements usually forming triangular units. The connected elements (typically straight) may be stressed from tension, compression, or sometimes both in response to dynamic loads.  The basic types of truss bridges shown in this article have simple designs which could be easily analyzed by 19th and early 20th-century engineers. A truss bridge is economical to construct because it uses materials efficiently.",
  "/wiki/Camelback_truss": "A truss bridge is a bridge whose load-bearing superstructure is composed of a truss, a structure of connected elements usually forming triangular units. The connected elements (typically straight) may be stressed from tension, compression, or sometimes both in response to dynamic loads.  The basic types of truss bridges shown in this article have simple designs which could be easily analyzed by 19th and early 20th-century engineers. A truss bridge is economical to construct because it uses materials efficiently.",
  "/wiki/Through_truss": "A truss bridge is a bridge whose load-bearing superstructure is composed of a truss, a structure of connected elements usually forming triangular units. The connected elements (typically straight) may be stressed from tension, compression, or sometimes both in response to dynamic loads.  The basic types of truss bridges shown in this article have simple designs which could be easily analyzed by 19th and early 20th-century engineers. A truss bridge is economical to construct because it uses materials efficiently.",
  "/wiki/Bullion_Tunnel": "The Bullion Tunnel, located east of Avery, Idaho was listed on the National Register of Historic Places in 1984.",
  "/wiki/Avery,_Idaho": "Avery is a small unincorporated community in the northwest United States, located in the St. Joe River Valley in Shoshone County, Idaho. Avery is located in the middle of the St. Joe District of the Idaho Panhandle National Forest, and is a tourist attraction in the Idaho Panhandle known for its wilderness and outdoor recreation.[citation needed] It is upstream and east of St. Maries, the county seat of Benewah County.",
  "/wiki/Shoshone_County,_Idaho": "Shoshone County is a county in the U.S. state of Idaho. As of the 2010 census, the population was 12,765. The county seat is Wallace, and the largest city is Kellogg. The county was established in 1864, named for the Native American Shoshone tribe.",
  "/wiki/Capitol_Boulevard_Memorial_Bridge": "The Capitol Boulevard Memorial Bridge, also known as the Oregon Trail Memorial Bridge, is a historic bridge over the Boise River in Boise, Idaho, United States, the is listed on the National Register of Historic Places.",
  "/wiki/Boise,_Idaho": "Boise (/ˈbɔɪsi/ (listen)) is the capital and most populous city of the U.S. state of Idaho, and is the county seat of Ada County. Located on the Boise River in southwestern Idaho, it is 41 miles (66 km) east of the Oregon border, and 110 miles (177 km) north of the Nevada border. The downtown area's elevation is 2,704 feet (824 m) above sea level. Its estimated population in 2018 was 228,790.",
  "/wiki/Ada_County,_Idaho": "Ada County is a county in the southwestern part of the U.S. state of Idaho. As of the 2010 United States Census, the county had a population of 392,365, making it the state's most populous county, with 23.3% of the state's 2010 population. The county seat and largest city is Boise, which is also the state capital.",
  "/wiki/Cold_Springs_Pegram_Truss_Railroad_Bridge": "The Cold Springs Bridge is a 208-foot, single span Pegram truss bridge in Blaine County, Idaho.  It is 17 feet (5.2 m) wide.  It provides 21 feet (6.4 m) clearance above a roadbed below.",
  "/wiki/Ketchum,_Idaho": "Ketchum is a city in Blaine County, Idaho, United States, in the central part of the state. The population was 2,689 at the 2010 census, down from 3,003 in 2000. Located in the Wood River Valley, Ketchum is adjacent to Sun Valley and the communities share many resources; both sit in the same valley beneath Bald Mountain, with its world-famous skiing.  The city also draws tourists from around the world to enjoy its fishing, hiking, trail riding, tennis, shopping, art galleries, and more.  The airport for Ketchum, Friedman Memorial Airport, is approximately 15 miles (24 km) south in Hailey.",
  "/wiki/Blaine_County,_Idaho": "Blaine County is a county in the U.S. state of Idaho. As of the 2010 United States Census, the population was 21,376. The county seat and largest city is Hailey.",
  "/wiki/Pegram_truss": "A truss bridge is a bridge whose load-bearing superstructure is composed of a truss, a structure of connected elements usually forming triangular units. The connected elements (typically straight) may be stressed from tension, compression, or sometimes both in response to dynamic loads.  The basic types of truss bridges shown in this article have simple designs which could be easily analyzed by 19th and early 20th-century engineers. A truss bridge is economical to construct because it uses materials efficiently.",
  "/wiki/Conant_Creek_Pegram_Truss_Railroad_Bridge": "The Conant Creek Pegram Truss Railroad Bridge, in Fremont County, Idaho near Grainville, Idaho and Ashton, Idaho, was built in 1894.  It brought a railroad over the Conant Creek, 1 mile south of the junction of Squirrel Rd. and the old Ashton-Victor railroad spur tracks.  It is a Pegram truss bridge, designed by George H. Pegram.  It was listed on the National Register of Historic Places in 1997.",
  "/wiki/Fremont_County,_Idaho": "Fremont County is a county located in the U.S. state of Idaho. As of the 2010 census the county had a population of 13,242. The county seat and largest city is St. Anthony. The county was established in 1893, and was named for the explorer John C. Frémont.",
  "/wiki/Gimlet_Pegram_Truss_Railroad_Bridge": "The Gimlet Bridge is a 217-foot, single span Pegram truss railroad bridge in Blaine County, Idaho.  It is 17 feet (5.2 m) and is supported by concrete piers at each end.  It provides 21 feet (6.4 m) clearance above a roadbed below.",
  "/wiki/Grace_Pegram_Truss_Railroad_Bridge": "Grace Pegram Truss Railroad Bridge is a Pegram through truss bridge over the Bear River near Grace, Idaho.  It was originally built in 1894 and was moved to its current location by the Union Pacific in 1913.",
  "/wiki/Grace,_Idaho": "Grace is a city in Caribou County, Idaho, in the United States.",
  "/wiki/Caribou_County,_Idaho": "Caribou County is a county located in the U.S. state of Idaho. As of the 2010 Census the county had a population of 6,963. The county seat and largest city is Soda Springs.",
  "/wiki/Ninth_Street_Bridge_(Boise,_Idaho)": "The Ninth Street Bridge in Boise, Idaho, also known as the Eighth Street Bridge, crosses the Boise River and is a 2-span, pin-connected Pratt through truss design constructed by the Missouri Valley Bridge & Iron Co. and completed in 1911. Each span is 160 ft (49 m) and includes six full panels and two end panels, supported by concrete piers at each end and midway in the river. Laced channel sections with cover plates form the upper chords, with eyebars on the lower chords. Eyebars with turnbuckles form the diagonals. The bridge was added to the National Register of Historic Places in 2001.",
  "/wiki/Pratt_truss": "A truss bridge is a bridge whose load-bearing superstructure is composed of a truss, a structure of connected elements usually forming triangular units. The connected elements (typically straight) may be stressed from tension, compression, or sometimes both in response to dynamic loads.  The basic types of truss bridges shown in this article have simple designs which could be easily analyzed by 19th and early 20th-century engineers. A truss bridge is economical to construct because it uses materials efficiently.",
  "/wiki/North_Fork_Payette_River_Bridge": "The North Fork Payette River Bridge near Smiths Ferry, Idaho is a historic reinforced concrete arch bridge built in 1933.  It was a work of Charles A. Kyle.  It has also been known as Rainbow Bridge and as 85-2114.",
  "/wiki/Smiths_Ferry,_Idaho": "Smiths Ferry is a census-designated place in Valley County, Idaho, United States.  Its population was 75 as of the 2010 census. Situated where the North Fork of the Payette River briefly calms and widens, its elevation is 4,554 feet (1,388 m) above sea level.",
  "/wiki/Valley_County,_Idaho": "Valley County is a rural county located in the U.S. state of Idaho. As of the 2010 census, the population was 9,862. The county seat is Cascade, and the largest city is McCall.",
  "/wiki/Reinforced_concrete_arch": "An arch bridge is a bridge with abutments at each end shaped as a curved arch. Arch bridges work by transferring the weight of the bridge and its loads partially into a horizontal thrust restrained by the abutments at either side. A viaduct (a long bridge) may be made from a series of arches, although other more economical structures are typically used today.",
  "/wiki/Owsley_Bridge": "Owsley Bridge is a historic bridge spanning the Snake River on the Twin-Gooding county line in southern Idaho, United States, that is listed on the National Register of Historic Places.",
  "/wiki/Hagerman,_Idaho": "Hagerman is a town in Gooding County, Idaho, United States. The population was 872 at the 2010 census, up from 656 in 2000. The area is noted for its fossil beds and the Thousand Springs of the Eastern Snake Plain Aquifer. Hagerman is home to a national fish hatchery, a university research station, and extensive aquaculture, assisted by an abundance of geothermal water for temperature regulation.",
  "/wiki/Gooding_County,_Idaho": "Gooding County is a county located in the U.S. state of Idaho. As of the 2010 census, the population was 15,464. Its county seat is Gooding. The county was created by the Idaho Legislature on January 28, 1913, by a partition of Lincoln County. It is named for Frank R. Gooding, an early 20th Century governor and United States Senator from Idaho.",
  "/wiki/Cantilever_bridge": "A cantilever bridge is a bridge built using cantilevers, structures that project horizontally into space, supported on only one end. For small footbridges, the cantilevers may be simple beams; however, large cantilever bridges designed to handle road or rail traffic use trusses built from structural steel, or box girders built from prestressed concrete. The steel truss cantilever bridge was a major engineering breakthrough when first put into practice, as it can span distances of over 1,500 feet (460 m), and can be more easily constructed at difficult crossings by virtue of using little or no falsework.",
  "/wiki/Ririe_A_Pegram_Truss_Railroad_Bridge": "The Ririe A Pegram Truss Railroad Bridge is a Pegram truss railroad bridge which crosses the Snake River 3 miles (4.8 km) north of Ririe, Idaho. The bridge, which carries a one-track section of the East Belt Branch, consists of two truss spans and is 420 feet (130 m) long by 18 feet (5.5 m) wide. The bridge was originally constructed for a crossing in Nyssa, Oregon in 1894 for the Union Pacific Railroad and was relocated to its current site in 1914, where it carried Oregon Short Line Railroad tracks. The bridge's Pegram truss design was the work of George H. Pegram, the chief engineer for Union Pacific; as Pegram held a patent on the design, all surviving Pegram truss bridges were commissioned during Pegram's tenure with the Union Pacific and Missouri Pacific railroads.",
  "/wiki/Ririe,_Idaho": "Ririe is a city in Bonneville and Jefferson counties (mostly Jefferson) in the eastern part of the U.S. state of Idaho. It is part of the Idaho Falls, Idaho Metropolitan Statistical Area. The population was 656 at the 2010 census.",
  "/wiki/Jefferson_County,_Idaho": "Jefferson County is a county located in the U.S. state of Idaho. As of the 2010 census, the population was 26,140. The county seat and largest city is Rigby. The county was established in 1913 and named after Thomas Jefferson, the third U.S. President.",
  "/wiki/Ririe_B_Pegram_Truss_Railroad_Bridge": "The Ririe B Pegram Truss Railroad Bridge is a Pegram truss railroad bridge which crosses the flood channel of the Snake River north of Ririe, Idaho. The single-span bridge, which carries a single track of the East Belt Branch, is 210 feet (64 m) long and 18 feet (5.5 m) wide. The bridge was originally constructed for a Union Pacific Railroad crossing in Nyssa, Oregon in 1894 and was relocated to its current site in 1914, where it carried Oregon Short Line Railroad tracks. The bridge's Pegram truss design was the work of George H. Pegram, the chief engineer for Union Pacific; as Pegram held a patent on the design, all surviving Pegram truss bridges were commissioned during Pegram's tenure with the Union Pacific and Missouri Pacific railroads.",
  "/wiki/St._Anthony_Pegram_Truss_Railroad_Bridge": "The St. Anthony Pegram Truss Railroad Bridge, in Fremont County, Idaho near St. Anthony, Idaho, was built in 1896.  It was listed on the National Register of Historic Places in 1997.",
  "/wiki/St._Anthony,_Idaho": "St. Anthony is a city in and the county seat of Fremont County, Idaho, United States. The population was 3,542 at the 2010 census, up from 3,342 in 2000. It is part of the Rexburg, Idaho Micropolitan Statistical Area.",
  "/wiki/Post_Falls,_Idaho": "Post Falls is a city in Kootenai County, Idaho, between Coeur d'Alene and Spokane, Washington. It is a suburb of Coeur d'Alene, to the east, and a bedroom community to Spokane, to the west. The population was 27,574 at the 2010 census, up from 17,247 in 2000 census, making it Idaho's tenth largest city. The U.S. Census Bureau estimated 2018 population is 34,691.",
  "/wiki/Kootenai_County,_Idaho": "Kootenai County (/ˈkuːtniː/ KOOT-nee) is a county located in the U.S. state of Idaho. In 2018, the United States Census Bureau estimated the county's population at 161,505, making it the third-most populous county in Idaho. The county seat and largest city is Coeur d'Alene. The county was established in 1864 and named after the Kootenai tribe.",
  "/wiki/Arch_bridge": "An arch bridge is a bridge with abutments at each end shaped as a curved arch. Arch bridges work by transferring the weight of the bridge and its loads partially into a horizontal thrust restrained by the abutments at either side. A viaduct (a long bridge) may be made from a series of arches, although other more economical structures are typically used today.",
  "/wiki/Girder_bridge": "A girder bridge is a bridge that uses girders as the means of supporting its deck. The two most common types of modern steel girder bridge are plate and box.[citation needed]",
  "/wiki/List_of_bridges_on_the_National_Register_of_Historic_Places_in_Idaho": "This is a list of bridges and tunnels on the National Register of Historic Places in the U.S. state of Idaho."
}