{
  "/wiki/Alfonsine": "Alfonsine (Romagnol: Agl'infulsẽ or Agl'infulsèn) is a comune (municipality) in the province of Ravenna in the Italian region of Emilia-Romagna. It is located 60 kilometres (37 mi) east of Bologna and 15 kilometres (9 mi) northwest of Ravenna.",
  "/wiki/Polisportiva_Nuovo_Campobasso_Calcio": "Società Sportiva Dilettantistica Città di Campobasso is an Italian association football club located in Campobasso, Molise, playing in Serie D.",
  "/wiki/Campobasso": "Campobasso (UK: /ˌkæmpoʊˈbæsoʊ/, Italian: [ˌkampoˈbasso] (listen); Campobassan: Cambuàsce [ˌkambuˈwaʃʃə]) is a city and comune in southern Italy, the capital of the region of Molise and of the province of Campobasso. It is located in the high basin of the Biferno river, surrounded by Sannio and Matese mountains.",
  "/wiki/Stadio_Nuovo_Romagnoli": "Stadio Nuovo Romagnoli is a sports stadium primarily used for association football located in Campobasso the capital of the Molise region in Italy.The stadium currently hosts the home matches of Campobasso Calcio that plays in the Serie D. The stadium has a capacity of 21,800.",
  "/wiki/2015–16_Serie_D": "The 2015–16 Serie D was the sixty-eighth edition of the top level Italian non-professional football championship. It represents the fourth tier in the Italian football league system.",
  "/wiki/G.S.D._Castelfidardo_Calcio": "Gruppo Sportivo Dilettantistico Castelfidardo, commonly referred to as Castelfidardo, is an Italian football club based in Castelfidardo, Marche. Currently it plays in Italy's Serie D.",
  "/wiki/Castelfidardo": "Castelfidardo (Marchigiano: Castello) is a town and comune in the province of Ancona, in the Marche  region of central-eastern Italy.",
  "/wiki/S.S._Chieti_Calcio": "Società Sportiva Chieti Calcio is an Italian association football club, based in Chieti, Abruzzo. Currently it plays in Serie D.",
  "/wiki/Chieti": "Chieti (Italian: [ˈkjeːti] (listen), locally [ˈkjɛːti]; Neapolitan: Chiete, Abruzzese: Chjïétë, Chjìtë; Greek: Θεάτη, romanized: Theátē; Latin: Theate, Teate) is a city and comune (municipality) in Central Italy, 200 kilometres (124 miles) east by northeast of Rome. It is the capital of the province of Chieti in the Abruzzo region.",
  "/wiki/Stadio_Guido_Angelini": "Stadio Guido Angelini is a multi-use stadium in Chieti, Abruzzo, Italy.  It is currently used mostly for football matches and is the home ground of S.S. Chieti Calcio.",
  "/wiki/Civitanovese_Calcio": "U.S. Civitanovese S.S.D. is an Italian association football club, based in Civitanova, Marche. It played 2 seasons in Serie C1 and 14 in Serie C2.",
  "/wiki/Civitanova_Marche": "Civitanova Marche is a comune (municipality) in the Province of Macerata in the Italian region Marche, located about 40 kilometres (25 miles) southeast of Ancona and about 25 km (16 mi) east of Macerata.",
  "/wiki/Fermana_Football_Club": "Fermana Football Club is an Italian association football club based in Fermo, Marche. The club currently play in Serie C, the third tier of Italian football after achieving promotion by winning Group F in the 2016-17 Serie D season.",
  "/wiki/Fermo": "Fermo [ˈfermo] listen (help·info) (ancient: Firmum Picenum) is a town and comune of the Marche, Italy, in the Province of Fermo.",
  "/wiki/Stadio_Bruno_Recchioni": "Stadio Bruno Recchioni is a multi-use stadium in Fermo, Italy.  It is used mostly for football matches and is the home ground of Fermana Calcio.  The stadium holds 9,500.",
  "/wiki/S.S.D._Jesina_Calcio": "Società Sportiva Dilettantistica Jesina Calcio is an Italian association football club located in Jesi, Marche. It currently plays in Serie D.",
  "/wiki/Jesi": "Jesi, also spelled Iesi (Italian: [ˈjɛːzi]), is a town and comune of the province of Ancona in Marche, Italy.",
  "/wiki/S.S._Matelica_Calcio": "Società Sportiva Matelica Calcio, commonly referred to as Matelica, is an Italian football club founded in 1921 and based in Matelica, Marche.",
  "/wiki/Matelica": "Matelica is a  comune (municipality) of the Province of Macerata in the Italian region of Marche. Located about 60 kilometres (37 mi) southwest of Ancona and 35 kilometres (22 mi) west of Macerata, it extends over an area of 81.04 square kilometres (31.29 sq mi).",
  "/wiki/2014–15_Serie_D": "The 2014–15 Serie D was the sixty-seventh edition of the top level Italian non-professional football championship. It represented the fourth tier in the Italian football league system.",
  "/wiki/Ascoli_Piceno": "Ascoli Piceno (US: /ˌɑːskoʊli piːˈtʃeɪnoʊ/ AH-skoh-lee pee-CHAY-noh, Italian: [ˈaskoli piˈtʃɛːno] (listen); Latin: Asculum) is a town and comune in the Marche region of Italy, capital of the province of the same name. Its population is around 48,278 but the urban area of the city has more than 93,000.[citation needed]",
  "/wiki/Stadio_Cino_e_Lillo_Del_Duca": "Stadio Cino e Lillo Del Duca is a multi-purpose stadium in Ascoli Piceno, Italy.  It is currently used mostly for football matches and the home of Ascoli Picchio F.C. 1898. The stadium was built in 1962 and holds 12,461.",
  "/wiki/Pol._Olympia_Agnonese": "Polisportiva Olympia Agnonese is an Italian association football club, based in Agnone, Molise. Olympia Agnonese currently plays in Serie D.",
  "/wiki/Agnone": "Agnone is a comune in the province of Isernia, in the Molise region of southern Italy. Agnone is known for the manufacturing of bells by the Marinelli Bell Foundry. It is some 53 kilometres (33 mi) northwest of Campobasso. The town of Agnone proper is complemented with other populated centers like Fontesambuco, Villa Canale and Rigaini.",
  "/wiki/Pineto": "Pineto is a town and comune in the province of Teramo, Abruzzo, in central Italy. It is a 20th-century seaside resort on the Adriatic coast, with sandy beaches shaded by pine trees that give their name to the town.",
  "/wiki/U.S.D._Recanatese_1923": "U.S.D. Recanatese 1923 is an Italian association football club, based in Recanati, Marche. Recanatese currently plays in Serie D.",
  "/wiki/Recanati": "Recanati (Italian pronunciation: [rekaˈnaːti]) is a town and comune in the Province of Macerata, in the Marche region of Italy. Recanati was founded around 1150 AD from three pre-existing castles. In 1290 it proclaimed itself an independent republic and, in the 15th century, was famous for its international fair. In March 1798 it was conquered by Napoleon Bonaparte.",
  "/wiki/A.S.D._Romagna_Centro_Cesena": "Cesena Football Club is an Italian football club based Cesena, Emilia-Romagna. Currently it plays in Italy's Serie C. It claimed as a phoenix club of A.C. Cesena since 2018.",
  "/wiki/Cesena": "Cesena (Italian pronunciation: [tʃeˈzɛːna]; Romagnol: Cisêna) is a city and comune in the Emilia-Romagna region, served by Autostrada A14, and located near the Apennine Mountains, about 15 kilometres (9 miles) from the Adriatic Sea. The total population is 97,137.",
  "/wiki/Stadio_Dino_Manuzzi": "The Stadio Dino Manuzzi, also known as Orogel Stadium for sponsorship reason, is a football stadium in Cesena, Italy.  It is currently the home of A.S.D. Romagna Centro Cesena. The stadium holds 20,194.",
  "/wiki/San_Mauro_Pascoli": "San Mauro Pascoli (Romagnol: San Mevar) is a comune (municipality) in the Province of Forlì-Cesena in the Italian region Emilia-Romagna, located about 100 kilometres (62 mi) southeast of Bologna and about 35 kilometres (22 mi) southeast of Forlì. It is at some 7.5 kilometres (4.7 mi) from the sea, the frazione of San Mauro Mare facing it.",
  "/wiki/San_Marino_Calcio": "San Marino Calcio, better known as San Marino, was a Sammarinese football club based in the city of Serravalle.",
  "/wiki/Serravalle_(San_Marino)": "Serravalle is a castello located in the European republic of San Marino. With a population of 10,878 inhabitants (of that 2,000 are of foreign origin) and a surface of 10.53 km², it is not only the most densely populated municipality in San Marino, but it also contains its largest settlement (Dogana). Serravalle is located on the edge of the Apennine Mountains.",
  "/wiki/San_Marino_Stadium": "Stadio Olimpico di Serravalle is a multi-purpose stadium in Serravalle, San Marino. First opened in 1969, it is currently used mostly for football matches. It is the national stadium of San Marino.",
  "/wiki/S.S.D._San_Nicolò_Calcio": "S.S.D. San Nicolò Calcio or simply San Nicolò is an Italian association football club, based in San Nicolò a Tordino, a fraction of city of Teramo, Abruzzo. San Nicolò currently plays in Serie D group F.",
  "/wiki/San_Nicolò_a_Tordino": "San Nicolò a Tordino  is a frazione  in the Province of Teramo in the Abruzzo region of Italy.",
  "/wiki/Stadio_Gaetano_Bonolis": "Stadio Gaetano Bonolis (also known as Stadio di Piano d'Accio) is a multi-use stadium in Teramo, Italy. It is currently used mostly for football matches and concerts. It is the home ground of Teramo Calcio.  The stadium holds 7,498.",
  "/wiki/Vastese_Calcio_1902": "Associazione Sportiva Dilettantistica Vastese Calcio 1902 (formerly F.C. Pro Vasto) is an Italian association football club based in Vasto, Abruzzo. The club was founded in 1922 and subsequently refounded in 1981 and 1995. As of summer 2010 the club is dissolved, and reformed in 2012 as Vastese Calcio 1902. It plays in Serie D.",
  "/wiki/Vasto": "Vasto (Abruzzese: lù Uàštë; Ancient Greek: Ἱστόνιον, romanized: Histonion, Latin: Histonium) is a little city by the sea at opposite side of Rome and comune on the Adriatic coast of the Province of Chieti in southern Abruzzo, Italy. It was also called in the Middle Ages as Guastaymonis or  Vasto d'Aimone and also Waste d'Aimone. Renamed Istonio under the Fascist Rule, it took the current name of Vasto in 1944.",
  "/wiki/Stadio_Aragona": "The Stadio Aragona is a football stadium in Vasto, Italy. It is the home stadium of F.C. Pro Vasto.",
  "/wiki/S.S.D._Vis_Pesaro_1898": "Vis Pesaro dal 1898 S.r.l., commonly referred to as simply Vis Pesaro, is an Italian association football club located in Pesaro, Marche.",
  "/wiki/Pesaro": "Pesaro (Italian pronunciation: [ˈpeːzaro] (listen)) is a city and comune in the Italian region of Marche, capital of the Province of Pesaro e Urbino, on the Adriatic Sea. According to the 2011 census, its population was 95,011, making it the second most populous city in the Marche, after Ancona. \nPesaro was dubbed \"Cycling City\" (Città della Bicicletta) by Italian environmentalist association Legambiente in recognition of its extensive network of bicycle paths and promotion of cycling. \nIt is also known as \"City of Music\" as it is the birthplace of the composer Gioacchino Rossini. In 2015 the Italian Government applied for Pesaro to be declared a \"Creative City\" in UNESCO's World Heritage sites. In 2017 Pesaro received the European City of Sport award together with Aosta, Cagliari and Vicenza.",
  "/wiki/Stadio_Tonino_Benelli": "Stadio Tonino Benelli is an arena in Pesaro, Italy.  It is primarily used for football, and is the home to A.S.D. Vis Pesaro 1898 of Serie D. It opened in 1927 and holds 4,898 spectators.",
  "/wiki/List_of_football_clubs_in_Italy": "This is a list of football clubs located in Italy, sorted by division, then alphabetically, and including geographical locations, home stadium information and club positions in the prior season."
}