{
  "/wiki/A.S.D._Albalonga": "Associazione Sportiva Dilettante Albalonga is an Italian association football club located in Albano Laziale, Latium. It currently plays in Serie D.",
  "/wiki/Albano_Laziale": "Albano Laziale (IPA: [alˈbaːno latˈtsjaːle], Latin: Albanum, Romanesco: Arbano) is a comune in the Metropolitan City of Rome, on the Alban Hills,  in Latium, central Italy.  Rome is 25 kilometres (16 mi) distant. It is bounded by other communes of Castel Gandolfo, Rocca di Papa, Ariccia and Ardea. Located in the Castelli Romani area of Lazio. It is sometimes known simply as Albano.",
  "/wiki/Stadio_Pio_XII": "Stadio Pio XII is a multi-use stadium in Albano Laziale, Italy.  It is currently used mostly for football matches and sometimes serves as the home of the Vatican City national football team and Albalonga.  The stadium holds 1,500 people.",
  "/wiki/2015%E2%80%9316_Serie_D": "The 2015–16 Serie D was the sixty-eighth edition of the top level Italian non-professional football championship. It represents the fourth tier in the Italian football league system.",
  "/wiki/Pol._Arzachena": "Arzachena Academy Costa Smeralda is an Italian association football club located in Arzachena, Sardinia. The club currently play in Serie D, the fourth tier of Italian football.",
  "/wiki/Arzachena": "Arzachena (Italian pronunciation: [artsaˈkɛːna]; Gallurese: Alzachèna; Sardinian: Altzaghèna) is a town and comune in the province of Sassari, northern Sardinia, the second largest island off the coast of Italy. Arzachena lies half way between the original Costa Smeralda resort and Porto Rafael, both founded in the late 1950s. After Olbia and Tempio Pausania, it is the third largest commune in Gallura by inhabitants.",
  "/wiki/Avezzano_Calcio_A.S.D.": "Avezzano Calcio Ar. L. is an Italian association football club located in Avezzano, Abruzzo.",
  "/wiki/Avezzano": "Avezzano (Italian pronunciation: [avetˈtsaːno] or [avedˈdzaːno]; Marsicano: Avezzàne [avedˈdzɑːnə]) is a city and comune with a population of about 42,500 inhabitants, situated in the Abruzzo region, province of L'Aquila, Italy. It is the second most populous municipality in the province and the sixth in the region. Avezzano was documented as an existing urban center in the ninth century. The city was destroyed by the earthquake of 1915.  It was rebuilt after the 1944 Allied bombing.  The city was decorated with the silver medal for civil merit,  an award granted by the Italian Republic.",
  "/wiki/Stadio_dei_Marsi": "Stadio dei Marsi is a stadium in Avezzano, Italy. It was built between the years '30 and '50. In the past it was used for athletics events and there was a tennis court, it is currently used mostly for football matches and is the home ground of Avezzano Calcio.  The stadium holds 3,692. It named after the ancient population of Marsi.",
  "/wiki/S.S.D._Group_Citt%C3%A0_di_Castello": "Società Sportiva Dilettantistica Group Città di Castello (usually referred to as Group Castello) is an Italian association football club, based in Città di Castello, Umbria. Group Castello currently plays in Eccellenza.",
  "/wiki/Citt%C3%A0_di_Castello": "Città di Castello (Italian pronunciation: [tʃitˈta ddi kaˈstɛllo]; \"Castle Town\") is a city and comune in the province of Perugia, in the northern part of the Umbria. It is situated on a slope of the Apennines, on the flood plain along the upper part of the river Tiber. The city is 56 km (35 mi) north of Perugia and 104 km (65 mi) south of Cesena on the motorway SS 3 bis. It is connected by the SS 73 with Arezzo and the A1 highway, situated 38 km (23 mi) west. Città di Castello has an exclave named Monte Ruperto within Marche.",
  "/wiki/A.S.D._Flaminia_Civita_Castellana": "Associazione Sportiva Dilettantistica Flaminia Civita Castellana is an Italian association football club located in Civita Castellana, Lazio. It currently plays in Serie D.",
  "/wiki/Civita_Castellana": "Civita Castellana is a town and comune in the province of Viterbo, 65 kilometres (40 mi) north of Rome.",
  "/wiki/A.S.D._Citt%C3%A0_di_Foligno_1928": "A.S.D. Città di Foligno 1928 S.r.l. is an Italian association football club, based in Foligno, Umbria. It currently plays in Serie D.",
  "/wiki/Foligno": "Foligno (Italian pronunciation: [foˈliɲːo]; Southern Umbrian: Fuligno) is an ancient town of Italy in the province of Perugia in east central Umbria, on the Topino river where it leaves the Apennines and enters the wide plain of the Clitunno river system. It is located 40 kilometres (25 miles) south-east of Perugia, 10 km (6 mi) north-north-west of Trevi and 6 km (4 mi) south of Spello.",
  "/wiki/Stadio_Enzo_Blasone": "The Stadio comunale Enzo Blasone is a multi-use stadium in Foligno, Italy. It is currently used mostly for football matches and is the home stadium of Foligno Calcio. It holds 4.650.",
  "/wiki/L%27Aquila_Calcio_1927": "L'Aquila Calcio 1927 is an Italian association football club located in L'Aquila, Abruzzo. They currently play in the Serie D.",
  "/wiki/L%27Aquila": "L'Aquila (/ˈlækwɪlə/ LAK-wil-ə, Italian: [ˈlaːkwila] (listen); meaning \"The Eagle\") is a city and comune in Central Italy, both the capital city of the Abruzzo region and of the Province of L'Aquila. As of 2013[update], it has a population of 70,967 inhabitants. Laid out within medieval walls on a hill in the wide valley of the Aterno river, it is surrounded by the Apennine Mountains, with the Gran Sasso d'Italia to the north-east.",
  "/wiki/2015%E2%80%9316_Lega_Pro": "The 2015–16 Lega Pro Divisione Unica is the second season of the unified Lega Pro division. The championship name, which is Divisione Unica according to the FIGC regulations, is called Lega Pro in official documents.",
  "/wiki/Lanusei": "Lanusei (Italian: [lanuˈzɛi] (listen); Sardinian: Lanusèi) is a town and comune in Sardinia in the Province of Nuoro.",
  "/wiki/Sassari": "Sassari (US: /ˈsɑːsəri, ˈsɑːsɑːri/, Italian: [ˈsassari] (listen); Sassarese: Sàssari; Sardinian: Tàtari) is an Italian city and the second-largest of Sardinia in terms of population with 127,525 inhabitants, and a Functional Urban Area of about 222,000 inhabitants. One of the oldest cities on the island, it contains a considerable collection of art.",
  "/wiki/Stadio_Vanni_Sanna": "Stadio Vanni Sanna (formerly known as Stadio Acquedotto) is a multi-use stadium in Sassari, Italy.  It is currently used mostly for football matches and is the home ground of S.E.F. Torres 1903 and U.S.D. Latte Dolce.  The stadium holds 12,000.",
  "/wiki/Muravera": "Muravera (Sardinian: Murera, Latin: Sarcapos) is a comune (municipality) in the Province of South Sardinia in the Italian region Sardinia, about 45 kilometres (28 mi) northeast of Cagliari in the Sarrabus.",
  "/wiki/U.S.D._Nuorese_Calcio": "U.S.D. Nuorese Calcio are an Italian association football club from Nuoro, Sardinia, founded in 1930.  The club was known as A.S. Nuorese Calcio until 2006, and F.C. Nuorese Calcio from 2006 to 2008.",
  "/wiki/Nuoro": "Nuoro (Italian pronunciation: [ˈnuːoro] (listen) or less correctly [ˈnwɔːro]; Sardinian: Nùgoro [ˈnuɣoɾo])[a] is a city and comune (municipality) in central-eastern Sardinia, Italy, situated on the slopes of the Monte Ortobene. It is the capital of the province of Nuoro. With a population of 36,347 (2011), it is the sixth-largest city in Sardinia.",
  "/wiki/Monterosi": "Monterosi is a comune (municipality) in the Province of Viterbo in the Italian region Lazio, located about 30 km (18,64 mi) north of the Grande Raccordo Anulare of Rome, about 40 km (24,85 mi) south of Viterbo.",
  "/wiki/A.S._Ostia_Mare_Lido_Calcio": "Associazione Sportiva Ostia Mare Lido Calcio is an Italian association football club located in Ostia, a frazione of Rome, Lazio. It currently plays in Serie D.",
  "/wiki/Ostia_(Rome)": "Ostia (/ˈɒstiə/, Italian: [ˈɔstja]; officially Lido di Ostia) is a large neighbourhood in the X Municipio of the comune of Rome, Italy, near the ancient port of Rome, which is now a major archaeological site known as Ostia Antica. Ostia is also the only municipio or district of Rome on the Tyrrhenian Sea, and many Romans spend the summer holidays there.",
  "/wiki/F.C._Rieti": "F.C. Rieti is an Italian association football club, based in Rieti, Lazio. The club currently competes in Serie C, the third tier of Italian football, playing home matches in the Centro d'Italia stadium.",
  "/wiki/Rieti": "Rieti (Italian: [ˈrjɛːti]; Latin: Reate, Sabino: Riete) is a city and comune in Lazio, central Italy, with a population of 47,700. It is the capital of province of Rieti and see of the diocese of Rieti, as well as the modern capital of the Sabina region.",
  "/wiki/Stadio_Centro_d%27Italia_%E2%80%93_Manlio_Scopigno": "The Stadio Centro d'Italia – Manlio Scopigno is a football stadium in Rieti, Italy. It is the home stadium of F.C. Rieti and has a seating capacity of 10,163.",
  "/wiki/San_Teodoro,_Sardinia": "San Teodoro (Gallurese: Santu Diadòru, Sardinian: Santu Tiadòru) is a comune (municipality) in the Province of Sassari in the Italian region Sardinia, located about 180 kilometres (110 mi) northeast of Cagliari and about 20 kilometres (12 mi) southeast of Olbia. As of 31 December 2004, it had a population of 3,565 and an area of 104.8 square kilometres (40.5 sq mi).",
  "/wiki/S.S.D._Vivi_Altotevere_Sansepolcro": "Società Sportiva Dilettantistica Vivi Altotevere Sansepolcro is an Italian association football club located in Sansepolcro, Tuscany. It currently plays in Serie D.",
  "/wiki/Sansepolcro": "Sansepolcro, formerly Borgo Santo Sepolcro, is a town and comune founded in the 11th century, located in the Italian Province of Arezzo in the eastern part of the region of Tuscany.",
  "/wiki/S.C._Trestina_A.S.D.": "Sporting Club Trestina Associazione Sportiva Dilettantistica or simply Trestina is an Italian association football club, based in Trestina, a frazione of Città di Castello Umbria.",
  "/wiki/Trestina_(Citt%C3%A0_di_Castello)": "Trestina (Italian pronunciation: [ˈtrɛstina]) is a frazione of the comune of Città di Castello in the Province of Perugia, Umbria, central Italy. It stands at an elevation of 266 metres above sea level. At the time of the Istat census of 2001 it had 1816 inhabitants.",
  "/wiki/S.E.F._Torres_1903": "Società di Educazione Fisica Torres 1903 (usually referred to simply as Torres) is an Italian association football club based in Sassari, Sardinia. The team currently plays in Serie D.",
  "/wiki/2014%E2%80%9315_Serie_D": "The 2014–15 Serie D was the sixty-seventh edition of the top level Italian non-professional football championship. It represented the fourth tier in the Italian football league system."
}