{
  "/wiki/1978_NFL_Draft": "The 1978 NFL draft was the procedure by which National Football League teams selected amateur college football players. It is officially known as the NFL Annual Player Selection Meeting. The draft was held May 2–3, 1978, at the Roosevelt Hotel in New York City, New York. The league also held a supplemental draft after the regular draft and before the regular season.",
  "/wiki/Ron_Johnson_(cornerback)": "Ron Johnson (June 8, 1956 – July 10, 2018) was an American professional football player who player as a cornerback for the Pittsburgh Steelers for seven seasons.",
  "/wiki/Defensive_back": "In gridiron football, defensive backs (DBs) are the players on the defensive team who take positions somewhat back from the line of scrimmage; they are distinguished from the defensive line players and linebackers, who take positions directly behind or close to the line of scrimmage.",
  "/wiki/Eastern_Michigan_University": "Eastern Michigan University (EMU) is a public research university in Ypsilanti, Michigan. The university was founded in 1849 as Michigan State Normal School. Today, the university is governed by an eight-member Board of Regents whose members are appointed by the governor of Michigan for eight-year terms. The school belongs to the Mid-American Conference and is accredited by the Higher Learning Commission. Since 1991 EMU athletes have been known as \"Eagles\" and the school mascot, Swoop, was officially adopted by the university three years later.",
  "/wiki/1984_Pittsburgh_Steelers_season": "The 1984 Pittsburgh Steelers season was the franchise's 52nd season as a professional sports franchise and as a member of the National Football League.",
  "/wiki/Defensive_end": "Defensive End (DE) is a defensive position in the sport of gridiron football.",
  "/wiki/1977_Notre_Dame_Fighting_Irish_football_team": "The 1977 Notre Dame Fighting Irish football team represented the University of Notre Dame during the 1977 NCAA Division I football season.  The Irish, coached by Dan Devine, ended the season with 11 wins and one loss, winning the national championship.  The Fighting Irish won the title by defeating the previously unbeaten and No. 1 ranked Texas Longhorns in the Cotton Bowl Classic by a score of a 38–10. The 1977 squad became the tenth Irish team to win the national title and were led by All-Americans Ken MacAfee, Ross Browner, Luther Bradley, and Bob Golic. Junior Joe Montana, a future Pro Football Hall of Famer, was the team's starting quarterback.",
  "/wiki/Craig_Colquitt": "Joseph Craig Colquitt (born June 9, 1954) is a former American football punter who spent eight seasons in the National Football League (NFL) with the Pittsburgh Steelers (1978–1981, 1983–1984) and Indianapolis Colts (1987). He was a member of two Super Bowl Champions with the Steelers in 1978 and 1979. He is the father of two current NFL punters, Dustin and Britton Colquitt. His nephew, Jimmy Colquitt, was a punter for the Seattle Seahawks in 1985. All four played college football at the University of Tennessee. Both his sons won Super Bowl rings, Britton with the Broncos and Dustin with the Chiefs. Craig was inducted into the Greater Knoxville Hall of Fame July 16, 2009. Craig Colquitt is also the author of the children's book: \"JoJo! What Happened To Your Hair?\".",
  "/wiki/Punter_(football)": "A punter (P) in gridiron football is a special teams player who receives the snapped ball directly from the line of scrimmage and then punts (kicks) the football to the opposing team so as to limit any field position advantage. This generally happens on a fourth down in American football and a third down in Canadian football. Punters may also occasionally take part in fake punts in those same situations, when they throw or run the football instead of punting.",
  "/wiki/University_of_Tennessee": "The University of Tennessee (The University of Tennessee, Knoxville; UT Knoxville; UTK; or UT) is a public research university in Knoxville, Tennessee. Founded in 1794, two years before Tennessee became the 16th state, it is the flagship campus of the University of Tennessee system, with ten undergraduate colleges and eleven graduate colleges.  It hosts almost 28,000 students from all 50 states and more than 100 foreign countries.  In its 2020 universities ranking, U.S. News & World Report ranked UT 104th among all national universities and 44th among public institutions of higher learning.  Seven of its alumni have been selected as Rhodes Scholars. James M. Buchanan, M.S. '41, received the 1986 Nobel Prize in Economics. UT's ties to nearby Oak Ridge National Laboratory, established under UT President Andrew Holt and continued under the UT–Battelle partnership, allow for considerable research opportunities for faculty and students.",
  "/wiki/Larry_Anderson_(American_football)": "Lawrence Andrew Anderson (born September 25, 1956) is a former professional American football player who played cornerback and kick returner for seven seasons for the Pittsburgh Steelers and the Baltimore/Indianapolis Colts. Anderson was inducted into the Louisiana Tech University Athletic Hall of Fame in 1988.",
  "/wiki/Louisiana_Tech_University": "Louisiana Tech University, colloquially referred to as Louisiana Tech, La. Tech, or simply Tech is a  public research university in Ruston, Louisiana. It is a space grant college, member of the Southeastern Universities Research Association, member of the Association of Public and Land-Grant Universities, and Carnegie Doctoral University with high research activity (R2). It is a member of the University of Louisiana System.",
  "/wiki/1981_Pittsburgh_Steelers_season": "The 1981 Pittsburgh Steelers season was the franchise's 49th in the National Football League. After enduring an injury plagued 9–7 season the previous year, and missing the playoffs for the first time since 1971, the Steelers had hoped that the 1980 season was just a small hiatus from contending for championships. However, while the Steelers had flashes of their former glory years after starting the season with 2 unimpressive losses, the 1981 season would end in an 8-8 record and eventually prove to be the beginning of the end of the Steelers great dynasty of the 1970s.",
  "/wiki/Randy_Reutershan": "Randy Reutershan (born June 30, 1955) is a former American football player who performed in a single season in the National Football League for the Pittsburgh Steelers. He was a member of teams that won a college football national championship and Super Bowl XIII over the Dallas Cowboys.",
  "/wiki/Wide_receiver": "A wide receiver, also referred to as wideouts or simply receivers, is an offensive position in gridiron football, and is a key player. They get their name because they are split out \"wide\" (near the sidelines), farthest away from the rest of the team.  Wide receivers are among the fastest players on the field.  The wide receiver functions as the pass-catching specialist.",
  "/wiki/University_of_Pittsburgh": "The University of Pittsburgh (Pitt) is a state-related research university in Pittsburgh, Pennsylvania. It is part of the Commonwealth System of Higher Education of Pennsylvania and was founded as the Pittsburgh Academy in 1787 on the edge of the American frontier. It developed and was renamed as Western University of Pennsylvania by a change to its charter in 1819. After surviving two devastating fires and various relocations within the area, the school moved to its current location in the Oakland neighborhood of the city; it was renamed as the University of Pittsburgh in 1908. Pitt was a private institution until 1966 when it became part of the Commonwealth System of Higher Education.",
  "/wiki/Tight_end": "The tight end (TE) is a position in American football, arena football, and formerly Canadian football, on the offense. The tight end is often seen as a hybrid position with the characteristics and roles of both an offensive lineman and a wide receiver. Like offensive linemen, they are usually lined up on the offensive line and are large enough to be effective blockers. On the other hand, unlike offensive linemen, they are eligible receivers adept enough to warrant a defense's attention when running pass patterns.",
  "/wiki/University_of_Nebraska–Lincoln": "The University of Nebraska–Lincoln (Nebraska, UNL, or NU) is a public research university in Lincoln, Nebraska. It is the state's oldest university and the largest in the University of Nebraska system.",
  "/wiki/Rick_Moser": "Richard Avery Moser (born December 18) is an American actor and a former football running back who played for the Pittsburgh Steelers, Miami Dolphins, Kansas City Chiefs, and Tampa Bay Buccaneers of the NFL. He attended Scarsdale High School and the University of Rhode Island where he was a two-time 1st Team NCAA Academic All-American, graduating with a B.S. in Marketing.",
  "/wiki/Running_back": "A running back (RB) is a member of the offensive backfield in gridiron football. The primary roles of a running back are to receive handoffs from the quarterback to rush the ball,\nand block.  There are usually one or two running backs on the field for a given play, depending on the offensive formation. A running back may be a halfback (in certain contexts also referred to as a tailback), a wingback or a fullback. A running back will sometimes be called a \"feature back\" if he is the team's starting running back.",
  "/wiki/University_of_Rhode_Island": "The University of Rhode Island (URI) is a public research university with its main campus in Kingston, Rhode Island. It is the flagship public research as well as the land grant and sea grant university for the state of Rhode Island. Its main campus is located in the village of Kingston in southern Rhode Island. Additionally, smaller campuses include the Feinstein Campus in Providence, the Rhode Island Nursing Education Center in Providence, the Narragansett Bay Campus in Narragansett, and the W. Alton Jones Campus in West Greenwich.",
  "/wiki/1979_Pittsburgh_Steelers_season": "The 1979 Pittsburgh Steelers season was the franchise's 47th season in the National Football League. The Steelers successfully defend their Super Bowl Championship from the previous year as they achieved a 12–4 record and went on to defeat the Los Angeles Rams in Super Bowl XIV. The Steelers started out to a 4-0 record.  Adding to the previous season, the Steelers had won 12 in a row.  They finished the regular season at 12-4.  In six of those games the opponents were held to a touchdown or less.  In the playoffs Pittsburgh defeated Miami, 34-14 and then for the second consecutive season beat Houston 27-13, in the AFC championship game. Finally defeating the Los Angeles Rams 31-19 in Super Bowl XIV.",
  "/wiki/1982_Pittsburgh_Steelers_season": "The 1982 Pittsburgh Steelers season was the franchise's 50th in the National Football League. The steelers returned to the playoffs after missing the playoffs for two years. This was also the Steelers 50th Anniversary season. Although the season was shortened as a result of the 1982 strike, the Steelers finished a strong 6–3 record, good enough for fourth in the AFC as a whole. Although division standings were thrown out as a result of the strike, the Steelers unofficially finished second in the AFC Central, one game behind defending AFC Champion Cincinnati.",
  "/wiki/California_Polytechnic_State_University": "California Polytechnic State University (California Polytechnic State University, San Luis Obispo, Cal Poly San Luis Obispo, or Cal Poly) is a public university in San Luis Obispo, California. It is one of two polytechnics in the California State University system.",
  "/wiki/Offensive_tackle": "Tackle is a playing position in gridiron football. Historically, in the one-platoon system prevalent in the late nineteenth and early twentieth centuries, a tackle played on both offense and defense. In the modern system of specialized units, offensive tackle and defensive tackle are separate positions, and the stand-alone term \"tackle\" refers to the offensive tackle position only. The offensive tackle (OT, T) is a position on the offensive line, left and right. Like other offensive linemen, their job is to block: to physically keep defenders away from the offensive player who has the football and enable him to advance the football and eventually score a touchdown. The term \"tackle\" is a vestige of an earlier era of football in which the same players played both offense and defense.",
  "/wiki/Brigham_Young_University": "Brigham Young University (BYU, sometimes referred to colloquially as The Y) is a private research university located in Provo, Utah and owned by The Church of Jesus Christ of Latter-day Saints (LDS Church).  The university is run under the auspices of its parent-organization, the Church Educational System (CES), and is classified among \"Doctoral Universities: High Research Activity\" with \"more selective, lower transfer-in\" admissions.   The university's primary emphasis is on undergraduate education in 179 majors, but it also has 62 master's and 26 doctoral degree programs.  The university also administers two satellite campuses, one in Jerusalem and one in Salt Lake City.",
  "/wiki/Doug_Becker": "Douglas James \"Doug\" Becker (born June 27, 1956) is a former American football linebacker who played a single season in the National Football League for the Chicago Bears and Buffalo Bills.",
  "/wiki/Linebacker": "A linebacker (LB or backer) is a playing position in gridiron football.  Linebackers are members of the defensive team, and line up approximately three to five yards (4 m) behind the line of scrimmage, behind the defensive linemen, and therefore \"back up the line\". Linebackers generally align themselves before the ball is snapped by standing upright in a \"two-point stance\" (as opposed to the defensive linemen, who put one or two hands on the ground for a \"three-point stance\" or \"four-point stance\" before the ball is snapped).",
  "/wiki/Tom_Jurich": "Thomas M. Jurich (born July 26, 1956) is a former American college sports administrator and former football player. He previously served as the vice president and director of athletics at the University of Louisville. He was hired at the University of Louisville on October 21, 1997 after holding the same positions at Colorado State University and Northern Arizona University, and was fired on October 18, 2017 following a pay-for-play corruption scandal in NCAA basketball. On October 1, 2007, Jurich and the university entered into a contract that runs through July 26, 2023. The agreement was an extension of an agreement that began April 1, 2004. In 2007, Jurich was selected Street & Smith's SportsBusiness Journal/SportsBusiness Daily National Athletic Director of the year.",
  "/wiki/Placekicker": "Placekicker, or simply kicker (PK or K), is the player in gridiron football who is responsible for the kicking duties of field goals and extra points. In many cases, the placekicker also serves as the team's kickoff specialist or punter as well.",
  "/wiki/Northern_Arizona_University": "Northern Arizona University (NAU) is a public research university with its main campus in Flagstaff, Arizona. Governed by the Arizona Board of Regents and accredited by the Higher Learning Commission, the university offers 158 baccalaureate and graduate degree programs.",
  "/wiki/Nat_Terry": "Nathaniel \"Nat\" Terry (born July 20, 1956) is a former American football defensive back and return specialist who played a single season in the National Football League for the Pittsburgh Steelers and Detroit Lions.",
  "/wiki/Florida_State_University": "Florida State University (Florida State or FSU) is a public space-grant and sea-grant research university in Tallahassee, Florida. It is a senior member of the State University System of Florida. Founded in 1851, it is located on the oldest continuous site of higher education in the state of Florida.",
  "/wiki/Center_(American_football)": "Center (C) is a position in gridiron football.  The center is the innermost lineman of the offensive line on a football team's offense.  The center is also the player who passes (or \"snaps\") the ball between his legs to the quarterback at the start of each play.",
  "/wiki/University_of_Maryland": "The University of Maryland, College Park (University of Maryland, UMD, or simply Maryland) is a public research university in College Park, Maryland. Founded in 1856, UMD is the flagship institution of the University System of Maryland. It is also the largest university in both the state and the Washington metropolitan area, with more than 41,000 students representing all fifty states and 123 countries, and a global alumni network of over 360,000. Its twelve schools and colleges together offer over 200 degree-granting programs, including 92 undergraduate majors, 107 master's programs, and 83 doctoral programs. UMD is a member of the Association of American Universities and competes in intercollegiate athletics as a member of the Big Ten Conference.",
  "/wiki/1978_Pittsburgh_Steelers_season": "The 1978 Pittsburgh Steelers season was the franchise's 46th season in the National Football League (NFL). The season concluded with the team winning Super Bowl XIII to become the first franchise in the NFL to win three Super Bowl titles.  The championship run was led by quarterback Terry Bradshaw and the team's vaunted Steel Curtain defense. This team is regarded as one of the greatest defensive teams of all time and one of the greatest teams in NFL history. Bradshaw put together the best year of his career to that point, becoming only the second Steeler to win the NFL MVP award.  Ten Steelers players were named to the Pro Bowl team, and four were judged as first-team All-Pros by the AP.  Head coach Chuck Noll returned for his tenth season—moving him ahead of Walt Kiesling as the longest tenured head coach in the team's history to that point."
}