{
  "/wiki/Luis_Díaz_(racing_driver)": "Luis Miguel ‘Chapulín’ Díaz Castell (born 1 December 1977, in Mexico City) is a Mexican racing driver who competes in the American Le Mans Series for Level 5 Motorsports. He won the 2009 American Le Mans Series LMP2 class drivers championship alongside team owner Adrián Fernández, and was runner-up in the 2005 and 2006 Rolex Sports Car Series DP drivers championship. Díaz also has an extensive open-wheel racing background.",
  "/wiki/2005-06_A1_Grand_Prix_season": "The 2005–06 A1 Grand Prix season was the inaugural season for the A1 Grand Prix series. It began on 25 September 2005, and finished on 2 April 2006 after eleven races.",
  "/wiki/Salvador_Durán": "Salvador Durán Sánchez (born 6 May 1985) is a Mexican race car driver who raced in the FIA Formula E Championship for the Amlin Aguri team. Durán has also previously competed in A1 Grand Prix, Formula Renault 3.5, and the NASCAR Toyota Series.",
  "/wiki/2006-07_A1_Grand_Prix_season": "The 2006–07 A1 Grand Prix season was the second season for the A1 Grand Prix series. \nIt began on 1 October 2006, at Circuit Park Zandvoort, and the season ended at Brands Hatch on 29 April 2007. A1 Team Germany won it with 128 points, 35 points lead ahead Team New Zealand.",
  "/wiki/2007-08_A1_Grand_Prix_season": "The 2007–08 A1 Grand Prix season was the third in the relatively short history of the championship.",
  "/wiki/Juan_Pablo_Garcia_(racing_driver)": "Juan Pablo García (born October 4, 1987) is a Mexican racing driver.",
  "/wiki/Davíd_Garza_Pérez": "David Garza Pérez (born June 22, 1988) is a Mexican racing driver. He has raced in the A1 Grand Prix and Champ Car Atlantic series.",
  "/wiki/2008-09_A1_Grand_Prix_season": "The 2008–09 A1 Grand Prix season was the fourth and final season of the A1 Grand Prix formula.",
  "/wiki/Jorge_Goeters": "Jorge Goeters (born June 26, 1970) is a Mexican racecar driver.",
  "/wiki/Michel_Jourdain,_Jr.": "Michel Jourdain Jr. (born September 2, 1976) is a Mexican racecar driver, best known for winning two Champ Car races in 2003.",
  "/wiki/David_Martínez_(racing_driver)": "David Martínez (born December 8, 1981 in Monterrey) is a Mexican racing driver.  He holds the record for the best debut ever by a Mexican driver in a premiere open-wheel series (IndyCar, Champ Car World Series, F1) with his 9th place finish at the 2006 Gran Premio Telmex (a record he now shares with Patricio O'Ward, who also finished 9th on debut at the 2018 Indycar Grand Prix of Sonoma).",
  "/wiki/Sergio_Pérez": "Sergio Pérez Mendoza (Spanish: [ˈseɾxjo ˈpeɾes] (listen); born 26 January 1990) also known as \"Checo\" Pérez, is a Mexican racing driver, currently driving in Formula One for Racing Point.",
  "/wiki/A1_Team_Mexico": "A1 Team Mexico is the Mexican team of A1 Grand Prix, an international racing series."
}