{
  "/wiki/Woody_Allen": "Heywood \"Woody\" Allen (born Allan Stewart Konigsberg; December 1, 1935) is an American director, writer, actor, and comedian whose career spans more than six decades. He began his career as a comedy writer in the 1950s, writing jokes and scripts for television and publishing several books of short humor pieces. In the early 1960s, he performed as a stand-up comedian, emphasizing monologues rather than traditional jokes, where he developed the persona of an insecure, intellectual, fretful nebbish, which he maintains is quite different from his real-life personality. In 2004 Comedy Central ranked Allen fourth on a list of the 100 greatest stand-up comedians, while a UK survey ranked Allen the third-greatest comedian.",
  "/wiki/Emmy_Award": "An Emmy Award, or simply Emmy, is an American award that recognizes excellence in the television industry. It is presented at numerous annual events held throughout the calendar year, each honoring one of the various sectors of the television industry. The two ceremonies that receive the most media coverage are the Primetime Emmy Awards and the Daytime Emmy Awards, which recognize outstanding work in American primetime and daytime entertainment programming, respectively. Other notable Emmy events include those honoring national sports programming, national news and documentary shows, and technological and engineering achievements in television, including the Primetime Engineering Emmy Awards. Regional Emmy Awards are also presented throughout the country at various times through the year, recognizing excellence in local and statewide television. In addition, the International Emmy Awards honor excellence in TV programming produced and initially aired outside the United States.",
  "/wiki/Rachel_Brosnahan": "Rachel Elizabeth Brosnahan (born July 12, 1990) is an American actress. She is most known for appearing as aspiring stand-up comedian Miriam \"Midge\" Maisel in Prime Video's period comedy series The Marvelous Mrs. Maisel (2017–present), for which she won the Primetime Emmy Award for Outstanding Lead Actress in a Comedy Series in 2018 and two consecutive Golden Globe Award for Best Actress – Television Series Musical or Comedy in 2018 and 2019. She also had a recurring role in the Netflix political thriller series House of Cards (2013–15), for which she received a Primetime Emmy Award nomination and played a lead role in the WGN drama series Manhattan (2014–15).",
  "/wiki/Vinnette_Justine_Carroll": "Vinnette Justine Carroll (March 11, 1922 – November 5, 2002) was an American playwright, actress, and theatre director. She was the first African-American woman to direct on Broadway, with her 1972 production of the musical Don't Bother Me, I Can't Cope. Until Liesl Tommy's 2016 nomination for Eclipsed, Carroll was the only African-American woman to have received a Tony Award nomination for direction.",
  "/wiki/New_York_University_Graduate_School_of_Arts_and_Science": "The New York University Graduate School of Arts and Science (GSAS) is a school within New York University (NYU) founded in 1886 by Henry Mitchell MacCracken, establishing NYU as the second academic institution in the United States to grant Ph.D. degrees on academic performance and examination. The School is housed in the Silver Center, several departments have their own buildings and houses around Washington Square. The graduate program at Courant Institute of Mathematical Sciences, although run independently, is formally associated with the graduate school.",
  "/wiki/Cy_Coleman": "Cy Coleman (born Seymour Kaufman; June 14, 1929 – November 18, 2004) was an American composer, songwriter, and jazz pianist.",
  "/wiki/Steinhardt_School_of_Culture,_Education,_and_Human_Development": "The New York University Steinhardt School of Culture, Education, and Human Development (commonly referred to as Steinhardt) is the secondary liberal arts and education school of New York University. Founded in 1890, it is the first school of pedagogy to be established at an American university. Prior to 2001, it was known as the NYU School of Education.",
  "/wiki/Tony_Kushner": "Anthony Robert Kushner (born July 16, 1956) is an American playwright, author and screenwriter. He received the Pulitzer Prize for Drama in 1993 for his play Angels in America, then adapted it for HBO in 2003. He co-authored the screenplay for the 2005 film Munich, and he wrote the screenplay for the 2012 film Lincoln. Both films were critically acclaimed, and he received Academy Award nominations for Best Adapted Screenplay. He received a National Medal of Arts from President Barack Obama in 2013.",
  "/wiki/Ami_Miron": "Ami Miron is an American Israeli entrepreneur and technology developer specializing in consumer electronics, the Internet, and television. He developed and patented the first commercially successful Picture In Picture (PIP) for Philips Electronics. Miron also worked to solve the problem of ghost images on television and led the development of the first high-definition television (HDTV) system in the U.S. He received two Technology and Engineering Emmy Awards for these last two innovations.",
  "/wiki/New_York_University_Tandon_School_of_Engineering": "The New York University Tandon School of Engineering (commonly referred to as Tandon) is the engineering and applied science school of New York University. Tandon is the second oldest private engineering and technology school in the United States. The school dates back to 1854 when its predecessor institutions, the University of the City of New York School of Civil Engineering and Architecture and the Brooklyn Collegiate and Polytechnic Institute, were founded. The school was renamed in 2015 in honor of NYU Trustees Chandrika and Ranjan Tandon following their donation of $100 million to the school.",
  "/wiki/Technology_%26_Engineering_Emmy_Award": "A Technology and  Engineering Emmy Award is given by the National Academy of Television Arts and Sciences (NATAS) for outstanding achievement in technical or engineering development. An award can be presented to an individual, a company, or to a scientific or technical organization for developments and/or standardization involved in engineering technologies which either represent so extensive an improvement on existing methods or are so innovative in nature that they materially have affected the transmission, recording, or reception of television. The award is determined by a special panel composed of highly qualified, experienced engineers in the television industry.",
  "/wiki/Harvey_Leonard": "Harvey Leonard is the chief meteorologist on WCVB-TV Channel 5 in Boston, Massachusetts. For 25 years, Leonard was previously best known as a meteorologist at Boston's WHDH-TV (Channel 7).",
  "/wiki/New_England_Emmy_Awards": "New England Emmy Awards are a division of the National Academy of Television Arts and Sciences. The division was founded in 1977 and in addition to granting the New England Emmy Awards, it recognizes awards scholarships, honors industry veterans at the Silver Circle Celebration, conducts National Student Television Awards of Excellence, has a free research and a nationwide job bank. The chapter also participates in judging Emmy entries at the regional and national levels.",
  "/wiki/Vince_Gilligan": "George Vincent Gilligan Jr. (born February 10, 1967) is an American writer, producer, and director. He is known for his television work, specifically as creator, head writer, executive producer, and director of AMC's Breaking Bad and its spin-off Better Call Saul. He was a writer and producer for The X-Files and was the co-creator of its spin-off The Lone Gunmen.",
  "/wiki/The_X-Files": "The X-Files is an American science fiction drama television series created by Chris Carter. The original television series aired from September 10, 1993 to May 19, 2002 on Fox. The program spanned nine seasons, with 202 episodes. A short tenth season consisting of six episodes premiered on January 24, 2016, and concluded on February 22, 2016. Following the ratings success of this revival, Fox announced in April 2017 that The X-Files would be returning for an eleventh season of ten episodes. The season premiered on January 3, 2018, concluding on March 21, 2018. In addition to the television series, two feature films have been released: The 1998 film The X-Files, which took place as part of the TV series continuity, and the stand-alone film The X-Files: I Want to Believe, released in 2008, six years after the original television run had ended.",
  "/wiki/New_York_University_College_of_Arts_and_Science": "The New York University College of Arts & Science (commonly referred to as C.A.S.) is the primary liberal arts college of New York University. As the oldest and largest school at NYU, the College of Arts & Science currently enrolls 7,660 undergraduate students (as of 2017). The College of Arts and Science offers Bachelor of Arts (B.A.) and Bachelor of Science (B.S.) degrees.",
  "/wiki/Jonathan_Meath": "Jonathan Meath (born September 16, 1955) is an American TV producer based in Boston who is notable for children's television production. He was Senior Producer of the TV game show Where in the World is Carmen Sandiego? He produced Zoom (1999) and The Wubbulous World of Dr. Seuss. He co-founded a production company called Andanzura. In addition, he is notable for having a dual career as a professional Santa Claus. He made numerous appearances in various media as Santa, including ABC's Good Morning America show, and at New York's Radio City Music Hall with The Rockettes. He appeared on the cover of Boston Magazine as Father Christmas. He was described by National Public Radio and Time Magazine as a \"top Santa\", and appeared as Santa in a Delta Airline's in-flight safety video. He is featured as Santa in Coca-Cola's worldwide 2016 holiday advertising campaign both in print and commercials titled \"A Coke for Christmas.\"[failed verification]",
  "/wiki/Debra_Messing": "Debra Lynn Messing (born August 15, 1968) is an American actress. After graduating from New York University's Tisch School of the Arts, Messing received short-lived roles on television series such as Ned and Stacey on Fox (1995–1997) and Prey on ABC (1998). She achieved her breakthrough role as Grace Adler, an interior designer, on the NBC sitcom Will & Grace (1998–2006, 2017-2020), for which she was critically acclaimed, receiving six Golden Globe Award nominations and five Primetime Emmy Award nominations for Outstanding Lead Actress in a Comedy Series, winning once in 2003.",
  "/wiki/Will_and_Grace": "Will & Grace is an American sitcom television series created by Max Mutchnick and David Kohan. Set in New York City, the show focuses on the friendship between best friends Will Truman (Eric McCormack), a gay lawyer, and Grace Adler (Debra Messing), a straight interior designer. The show was broadcast on NBC from September 21, 1998, to May 18, 2006, for a total of eight seasons, and returned to NBC on September 28, 2017. Will & Grace has been one of the most successful television series with gay principal characters.",
  "/wiki/David_Milhous": "David Milhous is a motion picture editor. He is known best as the editor of Crime Watch Daily, which won the Emmy award for Editing in 2017. He is also a founding member of the American post-punk band Lippy's Garden.",
  "/wiki/Crime_Watch_Daily": "Crime Watch Daily  is an  American syndicated investigative news magazine series. Premiering on September 14, 2015, the program was originally hosted by veteran Australian television journalist Matt Doran. The remaining two seasons were hosted by former NBC News investigative reporter Chris Hansen.",
  "/wiki/Camryn_Manheim": "Camryn Manheim (born Debra Manheim, March 8, 1961) is an American actress known for her roles as attorney Ellenor Frutt on ABC's The Practice, Delia Banks on CBS's Ghost Whisperer, Gladys Presley in the 2005 miniseries entitled Elvis, and \"Control\" on Person of Interest. In 1998, Manheim won the Primetime Emmy Award for Outstanding Supporting Actress in a Drama Series for her work on The Practice.",
  "/wiki/Jeffrey_Wright_(actor)": "Jeffrey Wright (born December 7, 1965) is an American actor. He is best known for his Tony- and Emmy-winning role as Belize in the Broadway production and HBO miniseries Angels in America. He starred as Jean-Michel Basquiat in Basquiat, Felix Leiter in the James Bond films Casino Royale, Quantum of Solace and No Time to Die, Narcisse in the HBO series Boardwalk Empire, and Beetee in The Hunger Games films.",
  "/wiki/Paul_Tazewell": "Paul Tazewell is an American costume designer for the theatre, dance, and opera and television.  He received the 2016 Tony Award for best costume design for Hamilton.  In 2016, he and his design team were awarded an Emmy for their work on The Wiz Live!. He is recipient of six total Tony Award nominations for costume design, four Helen Hayes Awards for Outstanding Costume Design, two Lucille Lortel Awards (for On the Town and Hamilton), Henry Hewes Award and the Theater Development Fund's Irene Sharaff Award in 1997.  He received Princess the Grace Statue Award bestowed by the Princess Grace Foundation to artists of excellence in various disciplines.",
  "/wiki/The_Wiz_Live!": "The Wiz Live! is a television special that aired live on NBC on December 3, 2015. Produced by Craig Zadan and Neil Meron, it is a performance of a new adaptation of the 1975 Broadway musical The Wiz, a soul/R&B reinterpretation of L. Frank Baum's 1900 novel The Wonderful Wizard of Oz. The broadcast is performed live from Grumman Studios in Bethpage, New York. This adaptation of the musical combines aspects of both the Broadway play and its 1978 film adaptation.",
  "/wiki/Aziz_Ansari": "Aziz Ismail Ansari (/ənˈsɑːri/; born February 23, 1983) is an American actor, writer, producer, director, and comedian. He is known for his role as Tom Haverford on the NBC series Parks and Recreation (2009–2015), and as creator and star of the Netflix series Master of None (2015–2017) for which he won several acting and writing awards, including two Emmys and a Golden Globe for Best Actor – Television Series Musical or Comedy. With his Golden Globe win, Ansari became the first actor of Asian descent to win a Golden Globe for acting in television.",
  "/wiki/Master_of_None": "Master of None is an American comedy-drama web television series, which was released for streaming on November 6, 2015, on Netflix. The series was created by Aziz Ansari and Alan Yang, and stars Ansari in the lead role of Dev Shah, a 30-year-old actor, mostly following his romantic, professional, and cultural experiences. The first season was set in New York City, and consisted of ten episodes. The second season, which takes place in Italy and New York, consists of ten episodes and was released on May 12, 2017.",
  "/wiki/Sterling_K._Brown": "Sterling Kelby Brown (born April 5, 1976) is an American actor. He has portrayed Christopher Darden in the FX limited series The People v. O. J. Simpson: American Crime Story (2016) and starred as Randall Pearson in the NBC drama series This Is Us (2016–present). Both roles have earned him Primetime Emmy Awards and the latter also won him a Golden Globe Award. Brown has also played supporting roles in the films Black Panther (2018) and Waves (2019).",
  "/wiki/The_People_v._O.J._Simpson:_American_Crime_Story": "The People v. O. J. Simpson: American Crime Story is the first season of the FX true crime anthology television series American Crime Story. The season, which debuted on February 2, 2016, revolves around the O. J. Simpson murder case and is based on Jeffrey Toobin's book The Run of His Life: The People v. O. J. Simpson (1997).",
  "/wiki/Last_Week_Tonight_with_John_Oliver": "Last Week Tonight with John Oliver (often abridged as Last Week Tonight) is an American late-night talk and news satire television program hosted by comedian John Oliver. The half-hour-long show premiered on Sunday, April 27, 2014, on HBO. Last Week Tonight shares some similarities with Comedy Central's The Daily Show (where Oliver was previously featured as a correspondent and fill-in host), as it takes a satirical look at news, politics and current events, but on a weekly basis."
}