{
  "/wiki/Tony_Award": "The Antoinette Perry Award for Excellence in Broadway Theatre, more commonly known as the Tony Award, recognizes excellence in live Broadway theatre. The awards are presented by the American Theatre Wing and The Broadway League at an annual ceremony in Midtown Manhattan. The awards are given for Broadway productions and performances, and an award is given for regional theatre. Several discretionary non-competitive awards are also given, including a Special Tony Award, the Tony Honors for Excellence in Theatre, and the Isabelle Stevenson Award. The awards are named after Antoinette \"Tony\" Perry, co-founder of the American Theatre Wing. The trophy consists of a medallion, with a face portraying an adaptation of the comedy and tragedy masks, mounted on a black base with a pewter swivel.",
  "/wiki/Nina_Arianda": "Nina Arianda Matijcio (born September 18, 1984) is an American actress. She won the 2012 Tony Award for Best Actress in a Play for her performance as Vanda Jordan in Venus in Fur and was nominated for the 2011 Tony Award for Best Actress in a Play for portraying Billie Dawn in Born Yesterday. She stars in Amazon Studios legal series Goliath and starred in the biographical film Stan & Ollie (2018) as Stan Laurel's wife Ida Kitaeva Laurel.",
  "/wiki/Tony_Award_for_Best_Actress_in_a_Play": "The Tony Award for Best Performance by a Leading Actress in a Play is an honor presented at the Tony Awards, a ceremony established in 1947 as the Antoinette Perry Awards for Excellence in Theatre. The award is given to actresses for quality leading roles in a Broadway play. Despite the award first being presented in 1947, there were no nominees announced until 1956. There have been two ties in this category, and one three-way tie.",
  "/wiki/Venus_in_Fur": "Venus in Fur is a two-person play by David Ives set in modern New York City. The play had its premiere off-Broadway at the Classic Stage Company in 2010 and on Broadway in 2011.",
  "/wiki/Marc_Bell_(entrepreneur)": "Marc Bell is an American financier and entrepreneur. He is the managing partner of Marc Bell Capital, a Boca Raton, Florida-based firm founded in 2003.[citation needed] He is also a producer of plays, musicals and movies.",
  "/wiki/Tony_Award_for_Best_Musical": "The Tony Award for Best Musical is given annually to the best new Broadway musical, as determined by Tony Award voters. The award is one of the ceremony's longest-standing awards, having been presented each year since 1949. The award goes to the producers of the winning musical. A musical is eligible for consideration in a given year if it has not previously been produced on Broadway and is not \"determined... to be a 'classic' or in the historical or popular repertoire\", otherwise it may be considered for Best Revival of a Musical.",
  "/wiki/Jersey_Boys": "Jersey Boys is a 2005 jukebox musical with music by Bob Gaudio, lyrics by Bob Crewe, and book by Marshall Brickman and Rick Elice. It is presented in a documentary-style format that dramatizes the formation, success and eventual break-up of the 1960s rock 'n' roll group The Four Seasons. The musical is structured as four \"seasons\", each narrated by a different member of the band who gives his own perspective on its history and music. Songs include \"Big Girls Don't Cry\", \"Sherry\", \"December 1963 (Oh, What A Night)\", \"My Eyes Adored You\", \"Stay\", \"Can't Take My Eyes Off You\", \"Who Loves You\", \"Working My Way Back to You\" and \"Rag Doll\", among others.",
  "/wiki/Tony_Award_for_Best_Play": "The Tony Award for Best Play (formally, the Antoinette Perry Award for Excellence in Theatre) is an annual award given to the best new (non-musical) play on Broadway, as determined by Tony Award voters. There was no award in the Tonys' first year. All My Sons has been incorrectly categorized as the Best Play of 1947, but it won the Best Author award for Arthur Miller. The following year Mister Roberts received the first Tony Award as Best Play.  The award goes to the authors and the producers of the play. Plays that have appeared in previous Broadway productions are instead eligible for Best Revival of a Play.",
  "/wiki/August:_Osage_County": "August: Osage County[a] is a comedy-drama play by Tracy Letts. It was the recipient of the 2008 Pulitzer Prize for Drama. The play premiered at the Steppenwolf Theatre in Chicago on June 28, 2007, and closed on August 26, 2007. It had its Broadway debut at the Imperial Theater on December 4, 2007, and the production transferred to the Music Box Theatre on April 29, 2008. The Broadway show closed on June 28, 2009, after 648 performances and 18 previews.",
  "/wiki/Trazana_Beverley": "Trazana Beverley is an American stage and film actress. She received an BFA in Acting from New York University's Tisch School of the Arts.",
  "/wiki/Tony_Award_for_Best_Featured_Actress_in_a_Play": "The Best Performance by a Featured Actress in a Play is an honor presented at the Tony Awards, a ceremony established in 1947 as the Antoinette Perry Awards for Excellence in Theatre, to actresses for quality supporting roles in a Broadway play. The awards are named after Antoinette Perry, an American actress who died in 1946. Honors in several categories are presented at the ceremony annually by the Tony Award Productions, a joint venture of The Broadway League and the American Theatre Wing, to \"honor the best performances and stage productions of the previous year.\" Originally called the Tony Award for Actress, Supporting or Featured (Dramatic), it was later changed to its current title in 1976. Before 1956, nominees' names were not made public. The change was made by the awards committee to \"have a greater impact on theatregoers\".",
  "/wiki/For_Colored_Girls_Who_Have_Considered_Suicide_/_When_the_Rainbow_Is_Enuf": "for colored girls who have considered suicide / when the rainbow is enuf is Ntozake Shange's first work and most acclaimed theater piece, which premiered in 1976. It consists of a series of poetic monologues to be accompanied by dance movements and music, a form Shange coined as the choreopoem. for colored girls... tells the stories of seven women who have suffered oppression in a racist and sexist society.",
  "/wiki/Barry_Bostwick": "Barry Knapp Bostwick (born February 24, 1945) is an American stage and screen actor and singer. He is best known for portraying Brad Majors in the musical comedy horror The Rocky Horror Picture Show (1975) and Mayor Randall Winston in the sitcom Spin City (1996–2002). Bostwick has also had considerable success in musical theatre, winning a Tony Award for his role in the musical The Robber Bridegroom.",
  "/wiki/Tony_Award_for_Best_Actor_in_a_Musical": "The Tony Award for Best Performance by a Leading Actor in a Musical is awarded to the actor who was voted as the best actor in a musical play, whether a new production or a revival.  The award has been given since 1948, but the nominees who did not win have only been publicly announced since 1956.",
  "/wiki/The_Robber_Bridegroom_(musical)": "The Robber Bridegroom is a musical with a book and lyrics by Alfred Uhry and music by Robert Waldman. The story is based on the 1942 novella by Eudora Welty of the same name, with a Robin Hood-like hero; the adaptation placed it in a late 18th-century American setting. The musical ran on Broadway in 1975 and again in 1976.",
  "/wiki/Cy_Coleman": "Cy Coleman (born Seymour Kaufman; June 14, 1929 – November 18, 2004) was an American composer, songwriter, and jazz pianist.",
  "/wiki/Steinhardt_School_of_Culture,_Education,_and_Human_Development": "The New York University Steinhardt School of Culture, Education, and Human Development (commonly referred to as Steinhardt) is the secondary liberal arts and education school of New York University. Founded in 1890, it is the first school of pedagogy to be established at an American university. Prior to 2001, it was known as the NYU School of Education.",
  "/wiki/Betty_Comden": "Betty Comden (born Basya Cohen, May 3, 1917 –  November 23, 2006) was one-half of the musical-comedy duo Comden and Green, who provided lyrics, libretti, and screenplays to some of the most beloved and successful Hollywood musicals and Broadway shows of the mid-20th century. Her writing partnership with Adolph Green, called \"the longest running creative partnership in theatre history\", lasted for six decades, during which time they collaborated with other leading entertainment figures such as the famed \"Freed Unit\" at MGM, Jule Styne, and Leonard Bernstein, and wrote the musical comedy film Singin' in the Rain.",
  "/wiki/Fred_Ebb": "Fred Ebb (April 8, 1928 – September 11, 2004) was an American musical theatre lyricist who had many successful collaborations with composer John Kander. The Kander and Ebb team frequently wrote for such performers as Liza Minnelli and Chita Rivera.",
  "/wiki/Cabaret_(musical)": "Cabaret is a 1966 musical with music by John Kander, lyrics by Fred Ebb, and book by Joe Masteroff, based on John Van Druten's 1951 play I Am a Camera, which was adapted from the short novel Goodbye to Berlin (1939) by Christopher Isherwood. Set in 1931 Berlin as the Nazis are rising to power, it focuses on the nightlife at the seedy Kit Kat Klub, and revolves around American writer Cliff Bradshaw and his relationship with English cabaret performer Sally Bowles.",
  "/wiki/Woman_of_the_Year_(musical)": "Woman of the Year is a musical with a book by Peter Stone and score by John Kander and Fred Ebb.",
  "/wiki/Kiss_of_the_Spider_Woman_(musical)": "Kiss of the Spider Woman is a musical with music by John Kander and Fred Ebb, with the book by Terrence McNally.  It is based on the Manuel Puig novel El Beso de la Mujer Araña. Directed by Harold Prince, the musical had runs in the West End (1992) and Broadway (1993) and won the 1993 Tony Award for Best Musical.",
  "/wiki/Kinky_Boots_(musical)": "Kinky Boots is a Broadway musical with music and lyrics by Cyndi Lauper and a book by Harvey Fierstein.",
  "/wiki/Tony_Award_for_Best_Revival_of_a_Musical": "The Tony Award for  Best Revival of a Musical has been awarded since 1994. Before that time, both plays and musicals were considered together for the Tony Award for Best Revival. The award is given to the best musical play which has already appeared on Broadway in a previous production, or is regarded as being in the common theatrical repertoire. The award goes to the producers of the musical. Like Best Musical, songs from the musicals that are nominated for this award are usually performed during the ceremony before this award is presented.",
  "/wiki/The_Color_Purple_(musical)": "The Color Purple is a musical with a book by Marsha Norman and music and lyrics by Brenda Russell, Allee Willis, and Stephen Bray. Based on the 1982 novel of the same name by Alice Walker and its 1985 film adaptation, the show follows the journey of Celie, an African-American woman in the American South from the early to mid-20th century.",
  "/wiki/Marcia_Gay_Harden": "Marcia Gay Harden (born August 14, 1959) is an American actress. Her film breakthrough was in the 1990 Coen brothers-directed Miller's Crossing. She followed this with roles in films including Used People (1992), The First Wives Club (1996), and Flubber (1997). For her performance as artist Lee Krasner in the 2000 film Pollock, she won the Academy Award for Best Supporting Actress. She earned another Academy Award nomination for her performance as Celeste Boyle in Mystic River (2003). Other notable film roles include American Gun (2005), and 2007's The Mist and Into the Wild.",
  "/wiki/God_of_Carnage": "God of Carnage (originally in French Le Dieu du carnage) is a play by Yasmina Reza. It is about two sets of parents, one of whose child has hurt the other at a public park. They agree to meet to discuss the matter in a civilized manner. However, as the evening goes on, the parents become increasingly childish, resulting in the evening devolving into chaos. Originally written in French, the play was a success. It has since been translated into English, and has enjoyed equal acclaim in productions in both London and New York.",
  "/wiki/Nikki_M._James": "Nikki Michelle James (born June 3, 1981) is an American actress and singer. James is best known for her performances in the popular stage musicals The Book of Mormon and Les Misérables, her role in the former having earned her a Tony Award.",
  "/wiki/Tony_Award_for_Best_Featured_Actress_in_a_Musical": "The Tony Award for Best Performance by a Featured Actress in a Musical has been presented since 1950. The award was not given at the first three Tony Award ceremonies. Nominees were not announced publicly until 1956.",
  "/wiki/The_Book_of_Mormon_(musical)": "The Book of Mormon is a musical comedy with music, lyrics and book by Trey Parker, Robert Lopez, and Matt Stone.",
  "/wiki/Steve_Kazee": "Steve Michael Kazee (born October 30, 1975) is an American actor and singer. He won the 2012 Tony Award for Best Performance by a Leading Actor in a Musical for Once.",
  "/wiki/Once_(musical)": "Once is a musical based on the 2007 film of the same name by John Carney. Like the film, music and lyrics were by Glen Hansard and Markéta Irglová, including the Academy Award-winning \"Falling Slowly\". The book for the musical was written by Enda Walsh. The musical premiered at the New York Theatre Workshop in 2011, before transferring to Broadway in 2012. The production received eleven 2012 Tony Award nominations, and won eight including Best Musical, Best Actor and Best Book. The musical also won the 2012 Drama Desk Award for Outstanding Musical and the 2013 Grammy Award for Best Musical Theater Album. It has since spawned a London production, with a North American Tour which started on 1 October 2013.\nIn the musical, the cast also serves as the orchestra. A minimalist set is used, including a bar in center stage with chairs lining stage left and right. Exiting cast members simply step to the side of the stage and sit down. They serve as the orchestra from these chairs. The bar is used before the show and at intermission as a working bar for theater patrons.",
  "/wiki/Bradley_King_(Lighting_Designer)": "Bradley King is an American theatrical lighting designer, best known for his work on the musical Natasha, Pierre, & The Great Comet of 1812, for which he won the 2017 Tony Award for Best Lighting Design in a Musical.",
  "/wiki/Tisch_School_of_the_Arts": "The New York University Tisch School of the Arts (commonly referred to as Tisch) is the performing, cinematic and media arts school of New York University. Founded on August 17, 1965, Tisch is a training ground for artists, scholars of the arts, and filmmakers; the school merges the technical training of a professional school with the academic resources of a major research university to immerse students in their intended artistic disciplines.  The school is divided into three Institutes: Performing Arts, Emerging Media, and the Kanbar Institute of Film & Television. Many undergraduate and graduate disciplines are available for students, including: acting, dance, drama, performance studies, design for stage and film, musical theatre writing, photography record producing, game design and development, and film and television studies.",
  "/wiki/Tony_Award_for_Best_Lighting_Design_in_a_Musical": "Tony Award for Best Lighting Design in a Musical is an award for outstanding Lighting design of a musical. The award was first presented in 2005 after the category of Best Lighting Design was divided into Lighting Design in a Play and Lighting Design in a Musical with each genre receiving its own award.",
  "/wiki/Natasha,_Pierre_%26_The_Great_Comet_of_1812": "Natasha, Pierre & The Great Comet of 1812 is a sung-through musical adaptation of a 70-page segment from Leo Tolstoy's War and Peace written by composer/lyricist Dave Malloy and directed by Rachel Chavkin. It is based on Volume 2, Part 5 of Tolstoy's novel War and Peace, focusing on Natasha's affair with Anatole and Pierre's search for meaning in his life.",
  "/wiki/Tony_Kushner": "Anthony Robert Kushner (born July 16, 1956) is an American playwright, author and screenwriter. He received the Pulitzer Prize for Drama in 1993 for his play Angels in America, then adapted it for HBO in 2003. He co-authored the screenplay for the 2005 film Munich, and he wrote the screenplay for the 2012 film Lincoln. Both films were critically acclaimed, and he received Academy Award nominations for Best Adapted Screenplay. He received a National Medal of Arts from President Barack Obama in 2013.",
  "/wiki/Angels_in_America": "Angels in America: A Gay Fantasia on National Themes is a two-part play by American playwright Tony Kushner. The work won numerous awards, including the Pulitzer Prize for Drama, the Tony Award for Best Play, and the Drama Desk Award for Outstanding Play. Part one of the play premiered in 1991 and its Broadway opening was in 1993.",
  "/wiki/Mimi_Lien": "Mimi Lien (born 1975 or 1976) is an American set designer, best known for doing the scenic design of Natasha, Pierre, & The Great Comet of 1812. In 2017, she received a Tony Award for her work with the Broadway production. Lien is also a 2015 recipient of a MacArthur Fellowship.",
  "/wiki/Tony_Award_for_Best_Scenic_Design_in_a_Musical": "Tony Award for Best Scenic Design in a Musical is an award for outstanding set design of a musical. The award was first presented in 1960 after the category of Best Scenic Design was divided into Scenic Design in a Play and Scenic Design in a Musical with each genre receiving its own award.",
  "/wiki/Idina_Menzel": "Idina Kim Menzel (/ɪˈdiːnə mɛnˈzɛl/; née Mentzel; born May 30, 1971) is an American actress, singer, and songwriter. Menzel rose to prominence when she originated the role of Maureen Johnson in the Broadway musical Rent. Her performance earned her a Tony Award nomination in 1996. She reprised the character in the musical's 2005 film adaptation. In 2003, Menzel originated the role of Elphaba in the Broadway musical Wicked, a performance for which she won the 2004 Tony Award for Best Actress in a Musical. Menzel returned to Broadway as Elizabeth Vaughan in the 2014 musical If/Then, which earned her a third Tony Award nomination.",
  "/wiki/Tony_Award_for_Best_Actress_in_a_Musical": "The Tony Award for Best Performance by a Leading Actress in a Musical is awarded to the best actress in a musical, whether a new production or a revival. The award has been given since 1948, but the nominees who did not win have only been publicly announced since 1956.",
  "/wiki/Wicked_(musical)": "Wicked is a Broadway musical by Stephen Schwartz and book by Winnie Holzman. It is based on the Gregory Maguire novel Wicked: The Life and Times of the Wicked Witch of the West (published in 1995), itself a retelling of the classic 1900 novel, The Wonderful Wizard of Oz by L. Frank Baum and the Metro-Goldwyn-Mayer film The Wizard of Oz (1939).",
  "/wiki/Donna_Murphy": "Donna Murphy (born March 7, 1959) is an American actress and singer, known for her work in musical theater. A five-time Tony Award nominee, she has twice won the Tony for Best Actress in a Musical: for her role as Fosca in Passion (1994–95) and as Anna Leonowens in The King and I (1996–97). She was also nominated for her roles as Ruth Sherwood in Wonderful Town (2003), Lotte Lenya in LoveMusik (2007) and Bubbie/Raisel in The People in the Picture (2011).",
  "/wiki/Passion_(musical)": "Passion is a one-act musical, with music and lyrics by Stephen Sondheim and a book by James Lapine. The story was adapted from Ettore Scola's film Passione d'Amore, itself adapted from the novel Fosca by Iginio Ugo Tarchetti. Central themes include love, sex, obsession, illness, passion, beauty, power and manipulation. Passion is notable for being one of the few projects that Stephen Sondheim himself conceived, along with Sweeney Todd and Road Show.",
  "/wiki/The_King_and_I": "The King and I is the fifth musical by the team of composer Richard Rodgers and dramatist Oscar Hammerstein II.  It is based on Margaret Landon's novel, Anna and the King of Siam (1944), which is in turn derived from the memoirs of Anna Leonowens, governess to the children of King Mongkut of Siam in the early 1860s.  The musical's plot relates the experiences of Anna, a British schoolteacher hired as part of the King's drive to modernize his country.  The relationship between the King and Anna is marked by conflict through much of the piece, as well as by a love to which neither can admit. The musical premiered on March 29, 1951, at Broadway's St. James Theatre.  It ran for nearly three years, making it the fourth longest-running Broadway musical in history at the time, and has had many tours and revivals.",
  "/wiki/Clint_Ramos": "Clint Ramos is a Filipino-American costume and set designer, best known for his work on the 2016 Broadway production of Eclipsed, for which he won the Tony Award for Best Costume Design in a Play. He has received two additional Tony Award nominations for his work on the 2018 Broadway revival of Once on This Island, and the 2019 Broadway revival of Torch Song. He was the first person of color to receive the Tony Award for Best Costume Design in a Play.",
  "/wiki/Tony_Award_for_Best_Costume_Design_in_a_Play": "Tony Award for Best Costume Design in a Play is an award for outstanding costume design of a play. The award was first presented in 1961 after the category of Best Costume Design was divided into Costume Design in a Play and Costume Design in a Musical with each genre receiving its own award.",
  "/wiki/Eclipsed_(play)": "Eclipsed is a play written by Danai Gurira. (Not to be confused with the play Eclipsed by Patricia Burke Brogan about life in a Magdalene Laundry in 1960s Ireland) It takes place in 2003 and tells the story of five Liberian women and their tale of survival near the end of the Second Liberian Civil War. It became the first play with an all-black and female creative cast and team to premiere on Broadway.",
  "/wiki/John_Patrick_Shanley": "John Patrick Shanley (born October 13, 1950)  is an American playwright, screenwriter, and director. His play, Doubt: A Parable, won the 2005 Pulitzer Prize for Drama and the 2005 Tony Award for Best Play. He won the 1988 Academy Award for Best Original Screenplay for his film Moonstruck.",
  "/wiki/Doubt:_A_Parable": "Doubt, A Parable is a 2004 play by John Patrick Shanley. Originally staged off-Broadway at the Manhattan Theatre Club on November 23, 2004, the production transferred to the Walter Kerr Theatre on Broadway in March 2005 and closed on July 2, 2006, after 525 performances and 25 previews. The play won the 2005 Pulitzer Prize for Drama and Tony Award for Best Play. The play was turned into an Academy Award-nominated film starring Meryl Streep as Sister Aloysius and Philip Seymour Hoffman as Father Flynn.",
  "/wiki/Stephen_Spinella": "Stephen Spinella (born October 11, 1956) is an American stage, television, and film actor.",
  "/wiki/Tony_Award_for_Best_Featured_Actor_in_a_Play": "The Tony Award for Best Performance by an Actor in a Featured Role in a Play is an honor presented at the Tony Awards, a ceremony established in 1947 as the Antoinette Perry Awards for Excellence in Theatre, to actors for quality supporting roles in a Broadway play. Honors in several categories are presented at the ceremony annually by the Tony Award Productions, a joint venture of The Broadway League and the American Theatre Wing, to \"honor the best performances and stage productions of the previous year.\" Originally called the Tony Award for Actor, Supporting or Featured (Dramatic), it was later changed to its current title in 1976. Before 1956, nominees' names were not made public. The change was made by the awards committee to \"have a greater impact on theatregoers\".",
  "/wiki/Tony_Award_for_Best_Actor_in_a_Play": "The Tony Award for Best Performance by an Actor in a Leading Role in a Play is an honor presented at the Tony Awards, a ceremony established in 1947 as the Antoinette Perry Awards for Excellence in Theatre, to actors for quality leading roles in a Broadway play. The awards are named after Antoinette Perry, an American actress who died in 1946. Honors in several categories are presented at the ceremony annually by the Tony Award Productions, a joint venture of The Broadway League and the American Theatre Wing, to \"honor the best performances and stage productions of the previous year.\" Despite the award first being presented in 1947, there were no nominees announced until 1956.",
  "/wiki/Paul_Tazewell": "Paul Tazewell is an American costume designer for the theatre, dance, and opera and television.  He received the 2016 Tony Award for best costume design for Hamilton.  In 2016, he and his design team were awarded an Emmy for their work on The Wiz Live!. He is recipient of six total Tony Award nominations for costume design, four Helen Hayes Awards for Outstanding Costume Design, two Lucille Lortel Awards (for On the Town and Hamilton), Henry Hewes Award and the Theater Development Fund's Irene Sharaff Award in 1997.  He received Princess the Grace Statue Award bestowed by the Princess Grace Foundation to artists of excellence in various disciplines.",
  "/wiki/Tony_Award_for_Best_Costume_Design_in_a_Musical": "This is a list of winners and nominations for the Tony Award for Best Costume Design in a Musical for outstanding costume design of a musical. The award was first presented in 1961 after the category of Best Costume Design was divided into Costume Design in a Play and Costume Design in a Musical with each genre receiving its own award.",
  "/wiki/Hamilton_(musical)": "Hamilton is a musical with music, lyrics, and book by Lin-Manuel Miranda. It is inspired by the 2004 biography Alexander Hamilton by historian Ron Chernow.",
  "/wiki/List_of_New_York_University_alumni": "New York University (NYU) is one of the world's premier residential research and teaching institutions. This partial list of notable New York University alumni includes a sampling of the many graduates who are leaders in their respective fields, non-graduate former students, fictional students, and current students of New York University. The list is abridged—only a representative few are listed. NYU ranks 7th among the World's top 100 universities for producing millionaires, as compiled by Times Higher Education World University Rankings."
}