{
  "/wiki/Explorers_(film)": "Explorers is a 1985 American science fiction fantasy film written by Eric Luke and directed by Joe Dante. The film stars Ethan Hawke, River Phoenix (in their film debuts), and Jason Presson as teenage boys who build a spacecraft to explore outer space. The special effects were produced by Industrial Light & Magic, with make-up effects by Rob Bottin.",
  "/wiki/Young_Artist_Awards": "The Young Artist Award (originally known as the Youth in Film Award) is an accolade presented by the Young Artist Association, a non-profit organization founded in 1978 to honor excellence of youth performers, and to provide scholarships for young artists who may be physically disabled or financially unstable.",
  "/wiki/Stand_by_Me_(film)": "Stand by Me is a 1986 American coming-of-age film directed by Rob Reiner and starring Wil Wheaton, River Phoenix, Corey Feldman, and Jerry O'Connell (in his debut film). The film is based on Stephen King's 1982 novella The Body. Its title is derived from Ben E. King's song, which plays over the ending credits.",
  "/wiki/Wil_Wheaton": "Richard William Wheaton III (born July 29, 1972) is an American actor, blogger, and writer. He portrayed Wesley Crusher on the television series Star Trek: The Next Generation, Gordie Lachance in the film Stand by Me, Joey Trotta in Toy Soldiers and Bennett Hoenicker in Flubber. Wheaton has also appeared in recurring roles as Aqualad in Teen Titans, Cosmic Boy on the Legion of Super Heroes and Mike Morningstar/Darkstar in the Ben 10 universe. He also appeared regularly as a fictionalized version of himself on the CBS sitcom The Big Bang Theory and in the roles of Fawkes on The Guild, Colin Mason on Leverage and Dr. Isaac Parrish on Eureka. Wheaton is also the host and co-creator of the YouTube board game show TableTop.",
  "/wiki/Corey_Feldman": "Corey Scott Feldman (born July 16, 1971) is an American actor, voice actor, and singer. He became well known during the 1980s, with roles as a youth in films such as Gremlins (1984), The Goonies (1985) and Stand by Me (1986). In 1987, Feldman starred in the horror comedy film The Lost Boys with Corey Haim; they became known as \"The Two Coreys\" and went on to appear in other films together, including License to Drive (1988) and Dream a Little Dream (1989).",
  "/wiki/Jerry_O%27Connell": "Jeremiah O'Connell (born February 17, 1974) is an American actor, director and talk show host, known for his roles as Quinn Mallory in the television series Sliders, Andrew Clements in My Secret Identity, Vern Tessio in the film Stand by Me (1986), Joe in Joe's Apartment (1996), Frank Cushman in Jerry Maguire (1996), Derek in Scream 2 (1997), Charlie Carbone in Kangaroo Jack (2003), and Detective Woody Hoyt on the drama Crossing Jordan. He starred as Pete Kaczmarek in the single 2010–11 season of The Defenders. He also had a starring role in the comedy horror film Piranha 3D (2010).",
  "/wiki/The_Mosquito_Coast": "The Mosquito Coast is a 1986 American drama film directed by Peter Weir and starring Harrison Ford, Helen Mirren, Andre Gregory, and River Phoenix. It is based on the novel of the same name by Paul Theroux. The film tells the story of a family that leaves the United States and tries to find a happier and simpler life in the jungles of Central America. However, their jungle paradise quickly turns into a dystopia as their stubborn father's behavior becomes increasingly erratic and aggressive. It was shot in the cities of Cartersville and Rome in Georgia, in addition to Baltimore, Maryland, and Belize.",
  "/wiki/A_Night_in_the_Life_of_Jimmy_Reardon": "A Night in the Life of Jimmy Reardon, also known as Aren't You Even Gonna Kiss Me Goodbye?, is a 1988 American coming of age drama film written and directed by William Richert and starring River Phoenix, Ann Magnuson, Meredith Salenger, Matthew Perry, Ione Skye, and Louanne. It is based upon the novel Aren't You Even Gonna Kiss Me Goodbye?, also by William Richert. The story centers on a high school graduate who must decide if he wants to go to business school at the request of his father, or go his own way and find a full-time job, while also deciding on who he wants to be in life and if he should leave his house.",
  "/wiki/Little_Nikita": "Little Nikita is a 1988 American cult drama film directed by Richard Benjamin and starring River Phoenix and Sidney Poitier. The film marks the first collaboration between Phoenix and Poitier (the second being Sneakers in 1992).",
  "/wiki/Running_on_Empty_(1988_film)": "Running on Empty is a 1988 drama film directed by Sidney Lumet and starring River Phoenix, Judd Hirsch, Christine Lahti, and Martha Plimpton. It was produced by Lorimar Television. It is the story of a counterculture couple on the run from the FBI, and how one of their sons starts to break out of this fugitive lifestyle.",
  "/wiki/National_Board_of_Review_Award_for_Best_Supporting_Actor": "The National Board of Review Award for Best Supporting Actor is one of the annual film awards given (since 1954) by the National Board of Review of Motion Pictures.",
  "/wiki/Academy_Award_for_Best_Supporting_Actor": "The Academy Award for Best Supporting Actor (often referred to as the Oscar for Best Supporting Actor) is an award presented annually by the Academy of Motion Picture Arts and Sciences (AMPAS). It is given in honor of an actor who has delivered an outstanding performance in a supporting role while working within the film industry. The award was traditionally presented by the previous year's Best Supporting Actress winner.",
  "/wiki/Golden_Globe_Award_for_Best_Supporting_Actor_-_Motion_Picture": "The Golden Globe Award for Best Supporting Actor – Motion Picture was first awarded by the Hollywood Foreign Press Association in 1944 for a performance in a motion picture released in the previous year.",
  "/wiki/Indiana_Jones_and_the_Last_Crusade": "Indiana Jones and the Last Crusade is a 1989 American action-adventure film directed by Steven Spielberg, from a story co-written by executive producer George Lucas. It is the third installment in the Indiana Jones franchise. Harrison Ford reprises the title role, while his father is portrayed by Sean Connery. Other cast members featured include Alison Doody, Denholm Elliott, Julian Glover, River Phoenix, and John Rhys-Davies. In the film, set largely in 1938, Indiana searches for his father, a Holy Grail scholar, who has been kidnapped by Nazis.",
  "/wiki/Indiana_Jones": "Dr. Henry Walton \"Indiana\" Jones Jr. is the title character and protagonist of the Indiana Jones franchise. George Lucas created the character in homage to the action heroes of 1930s film serials. The character first appeared in the 1981 film Raiders of the Lost Ark, to be followed by Indiana Jones and the Temple of Doom in 1984, Indiana Jones and the Last Crusade in 1989, The Young Indiana Jones Chronicles from 1992 to 1996, and Indiana Jones and the Kingdom of the Crystal Skull in 2008. The character is also featured in novels, comics, video games, and other media. Jones is also featured in several Disney theme parks, including the Indiana Jones Adventure, Indiana Jones et le Temple du Péril, Indiana Jones Adventure: \nTemple of the Crystal Skull, and Epic Stunt Spectacular! attractions.",
  "/wiki/I_Love_You_to_Death": "I Love You to Death is a 1990 American black comedy film directed by Lawrence Kasdan and starring an ensemble cast featuring Kevin Kline, Tracey Ullman, Joan Plowright, River Phoenix, William Hurt, and Keanu Reeves.",
  "/wiki/Dogfight_(film)": "Dogfight is a 1991 film set in San Francisco, California, during the Vietnam War (1963 – 1966). It stars River Phoenix, Lili Taylor, and E.G. Daily, and was directed by Nancy Savoca.",
  "/wiki/My_Own_Private_Idaho": "My Own Private Idaho is a 1991 American independent adventure drama film written and directed by Gus Van Sant, loosely based on Shakespeare's Henry IV, Part 1, Henry IV, Part 2, and Henry V, and starring River Phoenix and Keanu Reeves. The story follows two friends, Mike and Scott, as they embark on a journey of personal discovery that takes them from Portland, Oregon to Mike's hometown in Idaho, and then to Rome in search of Mike's mother.",
  "/wiki/Mikey_Waters": "Michael Waters is a fictional character in Gus Van Sant's My Own Private Idaho, portrayed by River Phoenix.",
  "/wiki/Independent_Spirit_Award_for_Best_Male_Lead": "The Independent Spirit Award for Best Male Lead is an award presented annually at the Independent Spirit Awards to honor of an actor who has delivered an outstanding lead performance in the independent film.",
  "/wiki/National_Society_of_Film_Critics_Award_for_Best_Actor": "The National Society of Film Critics Award for Best Actor is an annual award given by the National Society of Film Critics to honor the best leading actor of the year.",
  "/wiki/Volpi_Cup_for_Best_Actor": "The Volpi Cup (Italian: Coppa Volpi) is the principal award given to actors at the Venice Film Festival and is named in honor of Count Giuseppe Volpi di Misurata, the founder of the Venice Film Festival. The name and number of prizes have been changed several times since their introduction, ranging from two to four awards per edition and sometimes acknowledging both leading and supporting performances.",
  "/wiki/1991_New_York_Film_Critics_Circle_Awards": "The 57th New York Film Critics Circle Awards, honoring the best filmmaking of 1991, were announced on 17 December 1991 and presented on 12 January 1992.",
  "/wiki/Sneakers_(1992_film)": "Sneakers is a 1992 American comedy caper film directed by Phil Alden Robinson, written by Robinson, Walter Parkes, and Lawrence Lasker, and starring Robert Redford, Dan Aykroyd, Ben Kingsley, Mary McDonnell, River Phoenix, Sidney Poitier and David Strathairn; the film was released by Universal Pictures.",
  "/wiki/The_Thing_Called_Love": "The Thing Called Love is a 1993 American comedy-drama film directed by Peter Bogdanovich and starring Samantha Mathis, River Phoenix, Dermot Mulroney and Sandra Bullock. While the film involves a love triangle and various complications in Miranda's route to success, it provides a sweetened glimpse at the lives of aspiring songwriters in Nashville. Its tagline is: \"Stand by your dream\".",
  "/wiki/Silent_Tongue": "Silent Tongue is a 1994 American western horror film written and directed by Sam Shepard. It was filmed in the spring of 1992, but not released until 1994. It was filmed near Roswell, New Mexico and features Richard Harris, Sheila Tousey, Alan Bates, Dermot Mulroney and River Phoenix.",
  "/wiki/Dark_Blood": "Dark Blood is a 2012 American-Dutch thriller film directed by George Sluizer, written by Jim Barton, and starring River Phoenix, Judy Davis, and Jonathan Pryce. The film was not completed due to the death of Phoenix in 1993 shortly before the end of the project (it would also be the final film made by Sluizer) and remained unfinished for 19 years. It was the last film to feature River Phoenix and the only film in which Phoenix portrayed a villain.",
  "/wiki/River_Phoenix": "River Jude Phoenix (né Bottom; August 23, 1970 – October 31, 1993) was an American actor, musician, and animal activist. He was the older brother of Rain Phoenix, Joaquin Phoenix, Liberty Phoenix, and Summer Phoenix."
}