{
  "/wiki/Jerome_Anthony_Ambro": "Jerome Anthony Ambro, Jr. (June 27, 1928 – March 4, 1993) was an American politician and a member of the United States House of Representatives for New York from 1975 to 1981.",
  "/wiki/United_States_House_of_Representatives": "The United States House of Representatives is the lower house of the United States Congress, the Senate being the upper house. Together they compose the national legislature of the United States.",
  "/wiki/Michael_McMahon": "Michael E. McMahon (born September 12, 1957) is an American politician and attorney serving as the District Attorney for Richmond County, which is coextensive with Staten Island.  A member of the Democratic Party, McMahon is a former U.S. Representative for New York's 13th congressional district, serving from 2009 until 2011, and a former member of the New York City Council.",
  "/wiki/Martha_Roby": "Martha Kehres Roby (/ˈroʊbɪ/; née Dubina, July 26, 1976) is an American attorney and politician serving as the U.S. Representative for Alabama's 2nd congressional district since 2011. A member of the Republican Party, she defeated the incumbent Democratic U.S. Representative Bobby Bright in 2010. That year, Roby and Terri Sewell became the first women elected to Congress from Alabama in regular elections. On July 26, 2019, Roby announced she would retire from Congress at the end of her current term, which ends in 2021.",
  "/wiki/Bachelor_of_Music": "Bachelor of Music is an academic degree awarded by a college, university, or conservatory upon completion of a program of study in music. In the United States, it is a professional degree, and the majority of work consists of prescribed music courses and study in applied music, usually requiring proficiency in an instrument, voice, or conducting. In Canada, the B.M. is often considered an undergraduate degree. Programs typically last from three to four and a half years.",
  "/wiki/Lawrence_J._Smith": "Lawrence Jack Smith (born April 25, 1941) is an American politician and a former member of the United States House of Representatives from Florida.",
  "/wiki/William_Bernard_Barry": "William Bernard Barry (July 21, 1902 – October 20, 1946), was an American politician and a United States Representative from New York.",
  "/wiki/New_York_University_School_of_Law": "The New York University School of Law is the law school of New York University.  Established in 1835, it is the oldest law school in New York City. The school offers J.D., LL.M., and J.S.D. degrees in law, and is located in Greenwich Village in Lower Manhattan.",
  "/wiki/Charles_Robin_Britt": "Charles Robin Britt (born June 29, 1942) is a former Member of the United States House of Representatives from North Carolina's 6th congressional district.  A Democrat, he served one term from 1983 to 1985.",
  "/wiki/Peter_Angelo_Cavicchia": "Peter Angelo Cavicchia (May 22, 1879 – September 11, 1967) was an American Republican Party politician from New Jersey, who served in the United States House of Representatives, where he represented Essex County, including The Oranges and parts of Newark.",
  "/wiki/Earl_Thomas_Coleman": "Earl Thomas Coleman (born May 29, 1943) is an American politician who represented Missouri in the United States House of Representatives from 1976–1993.",
  "/wiki/Robert_F._Wagner_Graduate_School_of_Public_Service": "New York University's Robert F. Wagner Graduate School of Public Service (NYU Wagner, Wagner) is a public policy school that offers a comprehensive curriculum in public and nonprofit policy and management, health policy and management, international development, and urban planning.",
  "/wiki/Maurice_Connolly": "Maurice Connolly (March 13, 1877 – May 28, 1921) was elected in 1912 to a single term as a Democratic member of the U.S. House of Representatives from Iowa's 3rd congressional district. After giving up his House seat in an unsuccessful bid for election to the U.S. Senate in 1914, Connolly then served as an aviation officer in World War I and died in a plane crash in 1921.",
  "/wiki/Irwin_Delmore_Davidson": "Irwin Delmore Davidson (January 2, 1906 – August 1, 1981) was a Democratic-Liberal member of the United States House of Representatives from New York.",
  "/wiki/Lawrence_Joseph_DeNardis": "Lawrence Joseph \"Larry\" DeNardis (March 18, 1938 – August 24, 2018) was an American politician who served as a U.S. Congressman for the state of Connecticut. He was also president of the University of New Haven.",
  "/wiki/Diana_DeGette": "Diana Louise DeGette /dɪˈɡɛt/ (born July 29, 1957) is an American politician who is currently the U.S. Representative for Colorado's 1st congressional district, serving since 1997, and a Chief Deputy Whip. She is a member of the Democratic Party. Her district is based in Denver. She is currently the dean of the Colorado congressional delegation.",
  "/wiki/Steven_Boghos_Derounian": "Steven Boghos Derounian (April 6, 1918 – April 17, 2007) was a Republican Congressman of Armenian-American descent.",
  "/wiki/Isidore_Dollinger": "Isidore Dollinger (November 13, 1903 – January 30, 2000) was an American politician from New York.",
  "/wiki/Fred_J._Eckert": "Fred J. Eckert (born 6 May 1941) is an American political and diplomatic figure and writer. He is best known for his unwavering conservative principles while holding public office and his early advocacy during the 1970s of causes that many years later became major public policy issues, such as public pension reform and replacing lifelong teacher tenure with renewable contracts.",
  "/wiki/Francis_Edwin_Dorn": "Francis Edwin Dorn (April 8, 1911 – September 17, 1987) was a member of the United States House of Representatives from New York.",
  "/wiki/Smith_Ely": "Smith Ely Jr. (April 17, 1825 – July 1, 1911) was the 82nd Mayor of New York City and member of the United States House of Representatives from New York.",
  "/wiki/Leonard_Farbstein": "Leonard Farbstein (October 12, 1902 – November 9, 1993) was an American politician from New York.",
  "/wiki/Hamilton_Fish_IV": "Hamilton Fish IV or Hamilton Fish Jr.  (June 3, 1926 – July 23, 1996) was a Republican politician best known as a member of the U.S. Congressional Delegation from New York.  Fish was a member of the prominent Fish political family.",
  "/wiki/Cornelius_Edward_Gallagher": "Cornelius Edward \"Neil\" Gallagher (March 2, 1921 — October 17, 2018) was an American Democratic Party politician who represented New Jersey's 13th congressional district in the United States House of Representatives from 1959 until 1973.",
  "/wiki/List_of_New_York_University_alumni": "New York University (NYU) is one of the world's premier residential research and teaching institutions. This partial list of notable New York University alumni includes a sampling of the many graduates who are leaders in their respective fields, non-graduate former students, fictional students, and current students of New York University. The list is abridged—only a representative few are listed. NYU ranks 7th among the World's top 100 universities for producing millionaires, as compiled by Times Higher Education World University Rankings."
}