{
  "/wiki/Gloria_Allred": "Gloria Rachel Allred (née Bloom; born July 3, 1941) is an American women's rights attorney known for taking high-profile and often controversial cases, particularly those involving the protection of women's rights.",
  "/wiki/New_York_University_Graduate_School_of_Arts_and_Science": "The New York University Graduate School of Arts and Science (GSAS) is a school within New York University (NYU) founded in 1886 by Henry Mitchell MacCracken, establishing NYU as the second academic institution in the United States to grant Ph.D. degrees on academic performance and examination. The School is housed in the Silver Center, several departments have their own buildings and houses around Washington Square. The graduate program at Courant Institute of Mathematical Sciences, although run independently, is formally associated with the graduate school.",
  "/wiki/Amal_Clooney": "Amal Clooney (née Alamuddin; Arabic: أمل علم الدين‎; born 3 February 1978) is a Lebanese-British barrister at Doughty Street Chambers, specialising in international law and human rights. Her clients include Julian Assange, the founder of WikiLeaks, in his fight against extradition; the former prime minister of Ukraine, Yulia Tymoshenko; Egyptian-Canadian journalist Mohamed Fahmy; and Nobel Prize laureate Nadia Murad.",
  "/wiki/New_York_University_School_of_Law": "The New York University School of Law is the law school of New York University.  Established in 1835, it is the oldest law school in New York City. The school offers J.D., LL.M., and J.S.D. degrees in law, and is located in Greenwich Village in Lower Manhattan.",
  "/wiki/Doughty_Street_Chambers": "Doughty Street Chambers is a British set of barristers' chambers situated in Bristol, Manchester and London's Doughty Street, undertaking criminal justice, public law, immigration, employment, human rights and civil liberties work.",
  "/wiki/George_Clooney": "George Timothy Clooney (born May 6, 1961) is an American actor, director, producer and filmmaker. He is the recipient of three Golden Globe Awards and two Academy Awards, one for acting in Syriana (2006) and the other for co-producing Argo (2012). In 2018, he was the recipient of the AFI Lifetime Achievement Award.",
  "/wiki/Zachary_W._Carter": "Zachary W. Carter (born March 19, 1950) is an American lawyer who served as Corporation Counsel of New York City under Mayor Bill de Blasio and United States Attorney for the Eastern District of New York under President Bill Clinton. His term as U.S. Attorney was notable for the prosecutions of the police officers in the Abner Louima case, Jordan Belfort, and those involved in the death of Yankel Rosenbaum during the Crown Heights riot of 1991. Between his tenures in government service, Carter was a partner at Dorsey & Whitney.",
  "/wiki/United_States_Attorney_for_the_Eastern_District_of_New_York": "The United States Attorney for the Eastern District of New York is the chief federal law enforcement officer in five New York counties: Kings (Brooklyn), Queens, Richmond (Staten Island), Nassau and Suffolk. The current interim U.S. Attorney is Richard Donoghue, who replaced acting U.S. Attorney Bridget Rohde on January 4, 2018. Loretta E. Lynch served as United States Attorney for the Eastern District of New York before resigning to take office as U.S. Attorney General on April 27, 2015.",
  "/wiki/Martin_Garbus": "Martin Garbus (born August 8, 1934) is an American attorney. He has argued cases throughout the country involving constitutional, criminal, copyright, and intellectual property law. He has appeared before the United States Supreme Court, as well as trial and appellate courts throughout the United States. He has argued and written briefs that have been submitted to the United States Supreme Court; a number of which have resulted in changes in the law on a nationwide basis, including one described by Justice William Brennan as \"probably the most important due process case in the Twentieth Century\". An international observer in foreign elections, he was selected by Pres. Jimmy Carter to observe and report on the elections in Venezuela and Nicaragua. Garbus also participated in drafting several constitutions and foreign laws, including the Czechoslovak constitution. He also has been involved in prisoner exchange negotiations between governments. He is the author of six books and over 30 articles in The New York Times, The Washington Post and The Los Angeles Times. Shouting Fire is an award-winning documentary film about his life and career. He received the Fulbright Award for his work on International Human Rights in 2010. In 2014, University College Dublin's's Literary and Historical Society honored Garbus with the James Joyce Award for Excellence in Law. The same year Trinity College awarded him for his human rights and free speech work.",
  "/wiki/Martin_Lipton": "Martin Lipton (born June 22, 1931) is an American lawyer, a founding partner of the law firm of Wachtell, Lipton, Rosen & Katz specializing in advising on mergers and acquisitions and matters affecting corporate policy and strategy. From 1958–1978 he taught courses on Federal Regulation of Securities and Corporation Law as a Lecturer and Adjunct Professor of Law at New York University School of Law.",
  "/wiki/Wachtell,_Lipton,_Rosen_%26_Katz": "Wachtell, Lipton, Rosen & Katz is a law firm which operates out of a single office in New York City. The firm is known for business law, regularly handling the largest and most complex transactions.",
  "/wiki/Shareholder_rights_plan": "A shareholder rights plan, colloquially known as a \"poison pill\", is a type of defensive tactic used by a corporation's board of directors against a takeover.",
  "/wiki/Anne_Milgram": "Anne Milgram is an American attorney, politician, legal thinker, and academic. As 57th Attorney General of New Jersey from 2007 to 2010, she reformed the Camden Police Department and injected data and evidence into decisions about how to fight crime and make communities safer.",
  "/wiki/Attorney_General_of_New_Jersey": "The attorney general of New Jersey is a member of the executive cabinet of the state and oversees the Department of Law and Public Safety. The office is appointed by the Governor of New Jersey, confirmed by the New Jersey Senate, and term limited. Under the provisions of the New Jersey State Constitution, the Attorney General serves a concurrent four-year term to the governor. Gurbir Grewal was nominated as Attorney General by Governor Phil Murphy. Grewal is the first Sikh attorney general in the United States.",
  "/wiki/Shirley_D._Peterson": "Shirley D. Peterson is an American lawyer, businesswoman and former college president. In 1992, she became the first female Commissioner of Internal Revenue, or commissioner of the Internal Revenue Service.",
  "/wiki/United_States_Department_of_Justice": "The United States Department of Justice (DOJ), also known as the Justice Department, is a federal executive department of the United States government, responsible for the enforcement of the law and administration of justice in the United States, equivalent to the justice or interior ministries of other countries. The department was formed in 1870 during the Ulysses S. Grant administration, and administers several federal law enforcement agencies, including the Federal Bureau of Investigation (FBI), the United States Marshals Service (USMS), the Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF), and the Drug Enforcement Administration (DEA). The department is responsible for investigating instances of financial fraud, representing the United States government in legal matters (such as in cases before the Supreme Court), and running the federal prison system. The department is also responsible for reviewing the conduct of local law enforcement as directed by the Violent Crime Control and Law Enforcement Act of 1994.",
  "/wiki/Irving_Picard": "Irving H. Picard (born June 26, 1941) is a partner in the law firm BakerHostetler. He is known for his recovery of funds from the Madoff investment scandal from investors, Bernie Madoff and his family, and their spouses and estates.",
  "/wiki/Charles_P._Rettig": "Charles Paul Rettig (born November 18, 1956) is the United States Commissioner of Internal Revenue, the head of the U.S. Internal Revenue Service (IRS). On September 12, 2018, the United States Senate confirmed Rettig's nomination to be Commissioner for the term expiring November 12, 2022. Rettig was sworn in on October 1, 2018.",
  "/wiki/Glenn_Greenwald": "Glenn Edward Greenwald (born March 6, 1967) is an American journalist and author. He is best known for a series of reports published from June 2013 by The Guardian newspaper detailing the United States and British global surveillance programs, and based on classified documents disclosed by Edward Snowden. Greenwald and the team he worked with won both a George Polk Award and a Pulitzer Prize for those reports. He has written several best-selling books, including No Place to Hide.",
  "/wiki/Ann_Althouse": "Ann Althouse (born January 12, 1951) is an American law professor and blogger.",
  "/wiki/Neil_Barofsky": "Neil M. Barofsky (born 1970), a partner in the Litigation Department of national law firm Jenner & Block LLP, focuses his practice on white collar investigations, complex commercial litigation, monitorships and examinerships.  Immediately before joining Jenner & Block, Mr. Barofsky was Senior Fellow at New York University School of Law’s Center on the Administration of Criminal Law, an adjunct professor at the law school and affiliated with the Mitchell Jacobson Leadership Program on Law and Business.  He was SIGTARP, the Special United States Treasury Department Inspector General overseeing the Troubled Assets Relief Program (TARP), from late 2008 until his resignation at the end of March 2011, previous to which he was Assistant United States Attorney for the Southern District of New York from 2000 to 2008.",
  "/wiki/United_States_Attorney": "United States attorneys (also known as chief federal prosecutors and, historically, as United States district attorneys) represent the United States federal government in United States district courts and United States courts of appeals.",
  "/wiki/United_States_District_Court_for_the_Southern_District_of_New_York": "The United States District Court for the Southern District of New York (in case citations, S.D.N.Y.) is a federal district court whose geographic jurisdiction encompasses the counties of New York (Manhattan), Bronx, Westchester, Putnam, Rockland, Orange, Dutchess, and Sullivan in the state of New York. Appeals from the Southern District of New York are taken to the United States Court of Appeals for the Second Circuit (except for patent claims and claims against the U.S. government under the Tucker Act, which are appealed to the Federal Circuit).",
  "/wiki/Marc_Platt_(producer)": "Marc E. Platt (born April 14, 1957) is an American producer who has worked in film, theatre, and television. Two of the films he has produced – Bridge of Spies and La La Land – have been nominated for the Academy Award for Best Picture.",
  "/wiki/Bob_Ferguson_(politician)": "Robert Watson Ferguson (born February 23, 1965) is an American lawyer and politician who is the 18th and current Attorney General of Washington. A Democrat, he was elected in 2012 and re-elected in 2016. Prior to serving as Attorney General, Ferguson was a member of the King County Council.",
  "/wiki/Attorney_General_of_Washington": "The following is a list of individuals who have served as attorney general of the U.S. state of Washington. The Attorney General is fifth (behind the Lieutenant Governor, Secretary of State, Treasurer, and Auditor, respectively) in the line of succession to the office of Governor of Washington."
}