{
  "/wiki/Harold_Acton": "Sir Harold Mario Mitchell Acton, CBE (5 July 1904 – 27 February 1994) was a British writer, scholar, and aesthete who was a prominent member of the Bright Young Things. He wrote fiction, biography, and autobiography. During his stay in China, he studied Chinese language, traditional drama, and poetry, some of which he translated.\n He was born near Florence, Italy, to a prominent Anglo-Italian family. At Eton College, he was a founding member of the Eton Arts Society before going up to Oxford to read Modern Greats at Christ Church. He co-founded the avant garde magazine The Oxford Broom and mixed with many intellectual and literary figures of the age, including Evelyn Waugh, who based the character of Anthony Blanche in Brideshead Revisited partly on him. Between the wars, Acton lived in Paris, London, and Florence, proving most successful as an historian, his magnum opus being a 3-volume study of the Medicis and the Bourbons.\n After serving as an RAF liaison officer in the Mediterranean, he returned to Florence, restoring his childhood home, Villa La Pietra, to its earlier glory. Acton was knighted in 1974 and died in Florence, leaving La Pietra to New York University.",
  "/wiki/Elmer_Holmes_Bobst": "Elmer Holmes Bobst (1884–1978) was an American businessman and philanthropist who worked in the pharmaceutical industry.",
  "/wiki/Charles_Butler_(NYU)": "Charles Butler (February 15, 1802 – December 13, 1897) was an American lawyer and philanthropist.  He was born at Kinderhook Landing, Columbia Co., N.Y.; studied law in the office of Martin Van Buren at Albany, N. Y.; and was admitted to the bar in 1824.  He became wealthy by accumulating land at the site of Chicago, Illinois and through his investments in railways.  It was his accumulation of Illinois land and railway building that helped turn Chicago into a city.\n In 1835, he was one of the founders of the Union Theological Seminary in the City of New York.  In 1836, he was appointed to the council of NYU, (where he served as an instructor) and he was a long serving Council President.\n He was a younger brother of Benjamin Franklin Butler (US Attorney General under Martin Van Buren), and a relative of (both by blood and as an in-law), as well as a business associate of William Butler Ogden, the first mayor of Chicago.",
  "/wiki/Albert_Gallatin": "Abraham Alfonse Albert Gallatin, born de Gallatin (January 29, 1761 – August 12, 1849) was a Genevan-American politician, diplomat, ethnologist and linguist. As leader of the Democratic-Republican Party he served in various federal elective and appointed positions across four decades. He represented Pennsylvania in the Senate and the House of Representatives before becoming the longest-tenured United States Secretary of the Treasury and serving as a high-ranking diplomat.\n Born in Geneva in present-day Switzerland, Gallatin immigrated to the United States in the 1780s, settling in western Pennsylvania. He served as a delegate to the 1789 Pennsylvania constitutional convention and won election to the Pennsylvania General Assembly. An opponent of Alexander Hamilton's economic policies, Gallatin was elected to the United States Senate in 1793. However, he was removed from office on a party-line vote after a protest raised by his opponents suggested he did not meet the required nine years of citizenship. Returning to Pennsylvania, Gallatin helped calm many angry farmers during the Whiskey Rebellion.\n Gallatin returned to Congress in 1795 after winning election to the House of Representatives. He became the chief spokesman on financial matters for the Democratic-Republican Party, leading opposition to the Federalist economic program. Gallatin's mastery of public finance led to his choice as Secretary of the Treasury by President Thomas Jefferson, despite Federalist attacks that he was a \"foreigner\" with a French accent. Under Jefferson and James Madison, Gallatin served as secretary from 1801 until February 1814. Gallatin retained much of Hamilton's financial system, though he also presided over a reduction in the national debt prior to the War of 1812. Gallatin served on the American commission that agreed to the Treaty of Ghent, which ended the War of 1812. In the aftermath of the war, he helped found the Second Bank of the United States.\n Declining another term at the Treasury, Gallatin served as Ambassador to France from 1816 to 1823, struggling with scant success to improve relations with the government during the Bourbon Restoration. In the election of 1824, Gallatin was nominated for Vice President by the Democratic-Republican Congressional caucus. Gallatin never wanted the position and was humiliated when forced to withdraw from the race because he lacked popular support. In 1826 and 1827, he served as the ambassador to Britain and negotiated several agreements, such as a ten-year extension of the joint occupation of Oregon Country. After his tenure abroad, Gallatin settled in New York City, helping to found New York University. He also became president of the National Bank's branch in New York City.  In 1842, Gallatin joined with John Russell Bartlett to found the American Ethnological Society. With his studies of the languages of Native Americans, he has been called \"the father of American ethnology.\"",
  "/wiki/Secretary_of_the_Treasury": "The secretary of the treasury is the head of the United States Department of the Treasury which is concerned with all financial and monetary matters relating to the federal government, and, until 2003, also included several major federal law enforcement agencies. This position in the federal government of the United States is analogous to the minister of finance in many other countries. The secretary of the treasury is a member of the president's Cabinet, and is nominated by the president of the United States. Nominees for secretary of the treasury undergo a confirmation hearing before the United States Senate Committee on Finance before being voted on by the United States Senate.\n The secretary of the treasury, the secretary of state, the attorney general, and the secretary of defense are generally regarded as the four most important cabinet officials because of the importance of their departments. The secretary of the treasury is a non-statutory member of the U.S. National Security Council and fifth in the United States presidential line of succession.",
  "/wiki/Thomas_Jefferson": "Thomas Jefferson (April 13, 1743[a] – July 4, 1826) was an American statesman, diplomat, lawyer, architect, philosopher, and Founding Father who served as the third president of the United States from 1801 to 1809. He previously served as the second vice president of the United States from 1797 to 1801. The principal author of the Declaration of Independence, Jefferson was a proponent of democracy, republicanism, and individual rights, motivating American colonists to break from the Kingdom of Great Britain and form a new nation; he produced formative documents and decisions at both the state and national level.\n During the American Revolution, he represented Virginia in the Continental Congress that adopted the Declaration, drafted the law for religious freedom as a Virginia legislator, and served as the second Governor of Virginia from 1779 to 1781, during the American Revolutionary War. He became the United States Minister to France in May 1785, and subsequently, the nation's first secretary of state under President George Washington from 1790 to 1793. Jefferson and James Madison organized the Democratic-Republican Party to oppose the Federalist Party during the formation of the First Party System. With Madison, he anonymously wrote the provocative Kentucky and Virginia Resolutions in 1798 and 1799, which sought to strengthen states' rights by nullifying the federal Alien and Sedition Acts.\n As president, Jefferson pursued the nation's shipping and trade interests against Barbary pirates and aggressive British trade policies. He also organized the Louisiana Purchase, almost doubling the country's territory. As a result of peace negotiations with France, his administration reduced military forces. He was reelected in 1804. Jefferson's second term was beset with difficulties at home, including the trial of former vice president Aaron Burr. American foreign trade was diminished when Jefferson implemented the Embargo Act of 1807, in response to British threats to U.S. shipping. In 1803, Jefferson began a controversial process of Indian tribe removal to the newly organized Louisiana Territory, and he signed the Act Prohibiting Importation of Slaves in 1807. After retiring from public office, Jefferson founded the University of Virginia.\n Jefferson, while primarily a planter, lawyer and politician, mastered many disciplines, which ranged from surveying and mathematics to horticulture and mechanics. He was an architect in the classical tradition. Jefferson's keen interest in religion and philosophy led to his presidency of the American Philosophical Society; he shunned organized religion but was influenced by both Christianity and deism. A philologist, Jefferson knew several languages. He was a prolific letter writer and corresponded with many prominent people. His only full-length book is Notes on the State of Virginia (1785), considered perhaps the most important American book published before 1800.\n Although Jefferson is regarded as a leading spokesman for democracy and republicanism in the era of the Enlightenment, some modern scholarship has been critical of Jefferson, finding a contradiction between his ownership and trading of many slaves that worked his plantations, and his famous declaration that \"all men are created equal\". Although the matter remains a subject of debate, most historians believe that Jefferson had a sexual relationship with his slave Sally Hemings, a mixed-race woman who was a half-sister to his late wife and that he fathered at least one of her children.  Presidential scholars and historians generally praise Jefferson's public achievements, including his advocacy of religious freedom and tolerance in Virginia. Jefferson continues to rank highly among U.S. presidents.",
  "/wiki/Martin_Kimmel": "Martin S. Kimmel (April 9, 1916 – April 15, 2008) was an American real estate developer and philanthropist who co-founded Kimco Realty Corporation, the largest builder of strip malls in the United States.",
  "/wiki/Morgan_Lewis_(governor)": "Morgan Lewis (October 16, 1754 – April 7, 1844) was an American lawyer, politician, and military commander.  The second son of Francis Lewis, a signer of the Declaration of Independence, Lewis fought in the American Revolutionary War and the War of 1812.  He served in the New York State Assembly (1789, 1792) and the New York State Senate (1811–1814) and was New York State Attorney General (1791–1801) and governor of New York (1804–1807).",
  "/wiki/Governor_of_New_York": "The Governor of New York is the head of government of the U.S. state of New York. The governor is the head of the executive branch of New York's state government and the commander-in-chief of the state's military and naval forces.\n The current governor is Andrew Cuomo, a Democrat, who took office on January 1, 2011.",
  "/wiki/Michael_Steinhardt": "Michael H. Steinhardt (born December 7, 1940) is an American investor, hedge fund manager, and philanthropist. In 1967, he founded a hedge fund, Steinhardt Partners, that averaged an annualized return for its clients of 24.5% from 1967 to 1978. His fund lost 1/3 of its value in the 1994 bond market crisis. In 1995, he closed his fund stating, \"I thought there must be something more virtuous, more ennobling to do with one's life than make rich people richer,\" before making a 2004 comeback to head WisdomTree Investments, a fund with nearly US$43 billion in assets under management.\n In a January 2014 article by Bloomberg, he was referred to as \"Wall Street's greatest trader.\" Forbes Magazine reported his net worth at $1.1 billion as of October 2018.",
  "/wiki/Leonard_N._Stern": "Leonard Norman Stern (born March 28, 1938) is an American billionaire businessman, and philanthropist.\n He is the chairman and CEO of the privately owned Hartz Group based in New York City. The company's real estate portfolio was owned and operated under its Hartz Mountain Industries subsidiary company, of which he is also chairman and CEO.",
  "/wiki/Preston_Tisch": "Preston Robert Tisch (April 29, 1926 – November 15, 2005) was an American businessman who was the chairman and—along with his brother Laurence Tisch—was part owner of the Loews Corporation. From 1991 until his death, Tisch owned 50% of the New York Giants football team and shared ownership of the team with Wellington Mara.",
  "/wiki/Donald_Wallance": "Donald A. Wallance (1909–1990) was an American metalworker, furniture and industrial designer. His book, Shaping America's Products, is described as a \"seminal study of the relationship of craftsmanship to industry,\" by the Cooper-Hewitt, National Design Museum.",
  "/wiki/New_York_University_College_of_Arts_and_Science": "The New York University College of Arts & Science (commonly referred to as C.A.S.) is the primary liberal arts college of New York University. As the oldest and largest school at NYU, the College of Arts & Science currently enrolls 7,660 undergraduate students (as of 2017). The College of Arts and Science offers Bachelor of Arts (B.A.) and Bachelor of Science (B.S.) degrees.",
  "/wiki/Oscar_Lawton_Wilkerson": "Oscar Lawton Wilkerson (born February 9, 1926) is one of the Tuskegee Airmen, a group of African American aviators and support personnel who served during World War II.",
  "/wiki/Tuskegee_Airman": "The Tuskegee Airmen /tʌsˈkiːɡiː/\nwere a group of African-American military pilots (fighter and bomber) who fought in World War II. They formed the 332nd Fighter Group and the 477th Bombardment Group of the United States Army Air Forces. The name also applies to the navigators, bombardiers, mechanics, instructors, crew chiefs, nurses, cooks and other support personnel.\n All black military pilots who trained in the United States trained at Moton Field, the Tuskegee Army Air Field and were educated at Tuskegee University, located near Tuskegee, Alabama. The group included five Haitians from the Haitian Air Force, and one pilot from Trinidad. It also included a Hispanic or Latino airman born in the Dominican Republic.\n Although the 477th Bombardment Group trained with North American B-25 Mitchell bombers, they never served in combat. The 99th Pursuit Squadron (later, 99th Fighter Squadron) was the first black flying squadron, and the first to deploy overseas (to North Africa in April 1943, and later to Sicily and Italy). The 332nd Fighter Group, which originally included the 100th, 301st and 302nd Fighter Squadrons, was the first black flying group. It deployed to Italy in early 1944. In June 1944, the 332nd Fighter Group began flying heavy bomber escort missions and, in July 1944, with the addition of the 99th Fighter Squadron, it had four fighter squadrons. \n The 99th Fighter Squadron was initially equipped with Curtiss P-40 Warhawk fighter-bomber aircraft. The 332nd Fighter Group and its 100th, 301st and 302nd Fighter Squadrons were equipped for initial combat missions with Bell P-39 Airacobras (March 1944), later with Republic P-47 Thunderbolts (June–July 1944) and finally with the aircraft with which they became most commonly associated, the North American P-51 Mustang (July 1944). When the pilots of the 332nd Fighter Group painted the tails of their P-47s red, the nickname \"Red Tails\" was coined. The red markings that distinguished the Tuskegee Airmen included red bands on the noses of P-51s as well as a red rudder; the P-51B and D Mustangs flew with similar color schemes, with red propeller spinners, yellow wing bands and all-red tail surfaces.\n The Tuskegee Airmen were the first African-American military aviators in the United States Armed Forces. During World War II, black Americans in many U.S. states were still subject to the Jim Crow laws[N 1] and the American military was racially segregated, as was much of the federal government. The Tuskegee Airmen were subjected to discrimination, both within and outside the army.",
  "/wiki/Miles_Redd": "Miles Redd is an American interior designer based in New York City. He studied fashion design at Parsons School of Design and film at New York University, and served as the creative director of Oscar de la Renta Home from 2003-13. The designer started his own practice in 1998 after honing his skill with antiques dealer John Rosselli and decorator Bunny Williams. \n According to his firm website, Redd \"is known for his quirky brand of cozy glamour. His unique aesthetic vision is characterized by playful mélanges of high and low, invigorated with whimsical splashes of color and modern gestures. Drawing on inspirations ranging from Richard Avedon fashion photographs to Rene Gruau illustrations, Redd has crafted interiors for a wide array of venues. His trademark approach to design has brought to life rooms infused with boldness, fantasy, and sophistication.\" \n Redd is on Elle Decor's \"A-List of Interior Designers,\" and is a member of Architectural Digest's \"AD100,\" which names \"the world’s preeminent architects and designers.\" His work can be found in decorating and design magazines such as Architectural Digest, House Beautiful, Veranda, and Vogue..\n Produced in 2012 with luxury book publisher Assouline, The Big Book of Chic is Redd's first book: \"[the] lavishly illustrated volume features a diverse selection of his unique interiors, an inspiration to anyone interested in spirited, eclectic design.\" Redd has been published in other design tomes, including Inspired Design: The 100 Most Important Designers of the Past 100 Years by Jennifer Boles, Interiors: The Greatest Rooms of the Century by Phaidon Press, and Making Rooms Your Own by Editors of the New York Social Diary.\n Redd has appeared in video content including simultaneous house tours of his New York and Fire Island Pines residences for The New York Times T Magazine as well as videos by Architectural Digest and popular decorating blog Quintessence.\n The decorator ventured into product design with his fabric, wallcovering, and fabric collection for trade textile house Schumacher, as well as rugs for their sister company Patterson Flynn & Martin. In Fall 2017, Redd partnered with omnichannel retail company Ballard Designs on an extensive collection of furniture, accessories, lighting; and, introduced in 2018, outdoor furniture. \n In January 2019, Redd announced his new business partner David Kaihoi and renamed his once-eponymous firm Redd Kahoi. With their office located in the Manhattan neighborhood of Chelsea, the firm works on residential design projects for clients nationally as well as internationally.",
  "/wiki/List_of_New_York_University_alumni": "New York University (NYU) is one of the world's premier residential research and teaching institutions. This partial list of notable New York University alumni includes a sampling of the many graduates who are leaders in their respective fields, non-graduate former students, fictional students, and current students of New York University. The list is abridged—only a representative few are listed. NYU ranks 7th among the World's top 100 universities for producing millionaires, as compiled by Times Higher Education World University Rankings.\n NYU ranks 5th globally among universities with the highest number of alumni worth $30 million or more, as compiled by ABC News. CNBC ranks NYU 4th globally among universities with the most billionaire graduates. National Academy of Inventors ranks NYU 19th in the world based on the number of patents generated. In 2016, a study based on a computerized analysis of the number of times institutions of higher education are mentioned in Wikipedia and the number of times people search for them on Google, ranked NYU #19 among all universities in the world. NYU also is the second top feeder school for analyst careers in finance and investment banking, after University of Pennsylvania, on Wall Street."
}