{
  "/wiki/Samantha_Mathis": "Samantha Mathis (born May 12, 1970) is an American actress and trade union leader who serves as the Vice President, Actors/Performers of SAG-AFTRA. The daughter of actress Bibi Besch, Mathis made her film debut in Pump Up the Volume (1990), and later co-starred or appeared in such films as FernGully: The Last Rainforest (1992), Super Mario Bros. (1993), Little Women (1994), The American President (1995), Broken Arrow (1996), American Psycho (2000), The Punisher (2004), and Atlas Shrugged: Part II (2012). She has recently had recurring roles on The Strain as New York City Councilwoman Justine Feraldo, and on Billions as Taylor Mason Capital COO Sara Hammon.",
  "/wiki/Super_Mario_Bros._(film)": "Super Mario Bros. (also known as Super Mario Bros. The Movie) is a 1993 American fantasy comedy film loosely based on the Mario video game series by Nintendo. The film was directed by the husband-and-wife team of Rocky Morton and Annabel Jankel, written by Parker Bennett, Terry Runté and Ed Solomon, and distributed by Walt Disney Studios through Hollywood Pictures. Its story follows the Mario brothers (Bob Hoskins and John Leguizamo) in their quest to rescue Princess Daisy (Samantha Mathis) from a dystopic parallel universe ruled by the ruthless President Koopa (Dennis Hopper).",
  "/wiki/Constance_Wu": "Constance Wu (born March 22, 1982) is an American actress. She stars as Jessica Huang in the ABC television comedy Fresh Off the Boat (2015–present) which is her breakthrough role. She has been nominated for two TCA Awards and four Critics' Choice Television Awards for Fresh Off the Boat.",
  "/wiki/Crazy_Rich_Asians_(film)": "Crazy Rich Asians is a 2018 American romantic comedy film directed by Jon M. Chu, from a screenplay by Peter Chiarelli and Adele Lim, based on the 2013 novel of the same name by Kevin Kwan. The film stars Constance Wu, Henry Golding, Gemma Chan, Lisa Lu, Awkwafina, Ken Jeong, and Michelle Yeoh. It follows a Chinese-American professor who travels to meet her boyfriend's family and is surprised to discover they are among the richest in Singapore.",
  "/wiki/Julia_Roberts": "Julia Fiona Roberts (born October 28, 1967) is an American actress and producer. She established herself as a leading lady in Hollywood after headlining the romantic comedy film Pretty Woman (1990), which grossed $464 million worldwide. She has won three Golden Globe Awards, from eight nominations, and has been nominated for four Academy Awards for her film acting, winning the Academy Award for Best Actress for her performance in Erin Brockovich (2000).",
  "/wiki/Stepmom_(1998_film)": "Stepmom is a 1998 American comedy-drama film directed by Chris Columbus and starring Julia Roberts, Susan Sarandon, and Ed Harris. Sarandon won the San Diego Film Critics Society Award for Best Actress and Harris won the National Board of Review Award for Best Supporting Actor, sharing the win with his role in The Truman Show.",
  "/wiki/Jarrad_Paul": "Jarrad Paul (born June 20, 1976) is an American actor, screenwriter and director.",
  "/wiki/Seinfeld": "Seinfeld is an American sitcom television series created by Larry David and Jerry Seinfeld for NBC. As a comedian rising in popularity in the late eighties, Seinfeld was presented with an opportunity to create a show with NBC. Seinfeld asked fellow comedian and friend, Larry David, to help create a premise for a sitcom. The show stars Seinfeld as a fictionalized version of himself, and mostly focuses on his personal life with a handful of friends and acquaintances, including best friend George Costanza (Jason Alexander), friend and former girlfriend Elaine Benes (Julia Louis-Dreyfus), and neighbor across the hall Cosmo Kramer (Michael Richards). Seinfeld is set predominantly in an apartment building in Manhattan's Upper West Side in New York City. It is often described as being \"a show about nothing\", as many of its episodes are about the minutiae of daily life.",
  "/wiki/Patrick_Swayze": "Patrick Wayne Swayze (/ˈsweɪzi/; August 18, 1952 – September 14, 2009) was an American actor, dancer, singer, and songwriter. Gaining fame with appearances in films during the 1980s, he became popular for playing tough and romantic male leads, giving him a wide fan base with female audiences and a status as a sex symbol. He was named by People magazine as its Sexiest Man Alive in 1991.",
  "/wiki/Ross_Geller": "Ross Geller, Ph.D., is one of the six main fictional characters of the NBC sitcom Friends portrayed by David Schwimmer. Ross is considered by many to be the most intelligent member of the group and is noted for his goofy but lovable demeanor. His relationship with Rachel Green was included in TV Guide's list of the best TV couples of all time, as well as Entertainment Weekly's \"30 Best 'Will They/Won't They?' TV Couples\". Kevin Bright, one of the executive producers of the show, had worked with Schwimmer before, so the writers were already developing Ross's character in Schwimmer's voice; hence, Schwimmer was the first person to be cast on the show.",
  "/wiki/David_Schwimmer": "David Lawrence Schwimmer (born November 2, 1966) is an American actor and director.",
  "/wiki/Friends": "Friends is an American sitcom television series, created by David Crane and Marta Kauffman, which aired on NBC from September 22, 1994, to May 6, 2004, lasting ten seasons. With an ensemble cast starring Jennifer Aniston, Courteney Cox, Lisa Kudrow, Matt LeBlanc, Matthew Perry and David Schwimmer, the show revolved around six friends in their 20s and 30s who lived in Manhattan, New York City. The series was produced by Bright/Kauffman/Crane Productions, in association with Warner Bros. Television. The original executive producers were Kevin S. Bright, Kauffman, and Crane.",
  "/wiki/Charlie_Sheen": "Carlos Irwin Estévez (born September 3, 1965), known professionally as Charlie Sheen, is an American actor. Sheen has appeared in films including Platoon (1986), Wall Street (1987), Young Guns (1988), Eight Men Out (1988), Major League (1989), Hot Shots! (1991), and The Three Musketeers (1993).",
  "/wiki/Wall_Street_(1987_film)": "Wall Street is a 1987 American drama film, directed and co-written by Oliver Stone, which stars Michael Douglas, Charlie Sheen, and Daryl Hannah. The film tells the story of Bud Fox (Sheen), a young stockbroker who becomes involved with Gordon Gekko (Douglas), a wealthy, unscrupulous corporate raider.",
  "/wiki/Paul_Finch": "Paul Finch is an English author and scriptwriter. He began his writing career on the British television programme The Bill. His early scripts were for children's animation. He has written over 300 short stories which have appeared in magazines, such as the All Hallows, the magazine of the Ghost Story Society and Black Static.  He also edits anthologies of Horror stories with the overall title of Terror Tales. He has written variously for the books and other spin-offs from Doctor Who. He is the author of the ongoing series of DS Mark Heck Heckenberg novels.",
  "/wiki/Eddie_Kaye_Thomas": "Eddie Kaye Thomas (born October 31, 1980) is an American actor who rose to prominence as Paul Finch in the American Pie film series. He is also known for his roles as Andy Rosenberg in the Harold & Kumar series and as Jeff Woodcock in 'Til Death. He also starred in the CBS show Scorpion as Dr. Tobias \"Toby\" M. Curtis.",
  "/wiki/American_Pie_(film)": "American Pie is a 1999 American teen sex comedy film written by Adam Herz and directed by brothers Paul and Chris Weitz, in their directorial film debut. It is the first film in the American Pie theatrical series. The film was a box-office hit and spawned three direct sequels: American Pie 2 (2001), American Wedding (2003), and American Reunion (2012). The film concentrates on five best friends (Jim, Kevin, Oz, Finch, and Stifler) who attend East Great Falls High. With the exception of Stifler (who has already lost his virginity), the guys make a pact to lose their virginity before their high school graduation. The title is borrowed from the song of the same name and refers to a scene in the film, in which the protagonist is caught masturbating with a pie after being told that third base feels like \"warm apple pie\". Writer Adam Herz has stated that the title also refers to the quest of losing one's virginity in high school, which is as \"American as apple pie.\"",
  "/wiki/Glamorama": "Glamorama is a 1998 novel by American writer Bret Easton Ellis. Glamorama is set in and satirizes the 1990s, specifically celebrity culture and consumerism. Time describes the novel as \"a screed against models and celebrity.\"",
  "/wiki/Bret_Easton_Ellis": "Bret Easton Ellis (born March 7, 1964) is an American author, screenwriter, short-story writer, and director. Ellis was first regarded as one of the so-called literary Brat Pack, which also included Tama Janowitz and Jay McInerney. He is a self-proclaimed satirist whose trademark technique, as a writer, is the expression of extreme acts and opinions in an affectless style. His novels commonly share recurring characters.",
  "/wiki/Lauren_Ambrose": "Lauren Ambrose (born February 20, 1978) is an American actress and singer, known for her work on Broadway and on television.",
  "/wiki/Can%27t_Hardly_Wait": "Can't Hardly Wait is a 1998 American comedy film written and directed by Deborah Kaplan and Harry Elfont. It stars an ensemble cast including Ethan Embry, Jennifer Love Hewitt, Charlie Korsmo, Lauren Ambrose, Peter Facinelli, and Seth Green, and is notable for a number of \"before-they-were-famous\" appearances by teen stars. The story takes place at a high school graduation party.",
  "/wiki/Jesse_L._Martin": "Jesse Lamont Martin (né Watkins; January 18, 1969) is an American actor and singer. He is best known for originating the role of Tom Collins on Broadway in the musical Rent and his television roles as NYPD Detective Ed Green on Law & Order and Captain Joe West on The Flash.",
  "/wiki/Rent_(musical)": "Rent is a rock musical with music, lyrics, and book by Jonathan Larson, loosely based on Giacomo Puccini's opera La Bohème. It tells the story of a group of impoverished young artists struggling to survive and create a life in Lower Manhattan's East Village in the thriving days of Bohemian Alphabet City, under the shadow of HIV/AIDS.",
  "/wiki/Fritz_the_Cat_(film)": "Fritz the Cat is a 1972 American adult animated comedy film written and directed by Ralph Bakshi. It was Bakshi's feature film debut and is loosely based on the Fritz the Cat comic strips by Robert Crumb. It was the first animated feature film to receive an X rating in the United States.",
  "/wiki/Skip_Hinnant": "Joseph Howard \"Skip\" Hinnant (born September 12, 1940) is an American actor, singer, voice actor and comedian.",
  "/wiki/Ralph_Bakshi": "Ralph Bakshi (born October 29, 1938) is an American director of animated and live-action films. In the 1970s, he established an alternative to mainstream animation through independent and adult-oriented productions. Between 1972 and 2015, he directed ten theatrically released feature films, six of which he wrote. He has been involved in numerous television projects as director, writer, producer and animator.",
  "/wiki/Malcolm-Jamal_Warner": "Malcolm-Jamal Warner (born August 18, 1970) is an American actor, director, producer, musician, and writer. He is best known for his roles as Theo Huxtable on the NBC sitcom The Cosby Show and as Malcolm McGee on the UPN sitcom Malcolm & Eddie. He also starred as Dr. Alex Reed in the sitcom Reed Between the Lines. He currently stars as Dr. AJ Austin on the FOX medical drama The Resident.",
  "/wiki/The_Cosby_Show": "The Cosby Show is an American sitcom television series co-created by and starring Bill Cosby, which aired for eight seasons on NBC from September 20, 1984, until April 30, 1992. The show focuses on an upper middle-class African-American family living in Brooklyn, New York.",
  "/wiki/Hugh_Grant": "Hugh John Mungo Grant (born 9 September 1960) is an English actor and film producer. Grant has received a Golden Globe, a BAFTA, and an Honorary César for his work. As of 2018[update], his films have grossed a total of nearly US$3 billion worldwide from 29 theatrical releases. He first received attention after earning the Volpi Cup for his performance in the film Maurice (1987) but achieved international success after appearing in Four Weddings and a Funeral (1994). He used this breakthrough role as a frequent cinematic persona during the 1990s, delivering comic performances in  films such as Notting Hill (1999) and Mickey Blue Eyes (1999). For Four Weddings and a Funeral, Grant won the Golden Globe Award for Best Actor - Motion Picture Musical or Comedy and the BAFTA Award for Best Actor in a Leading Role.",
  "/wiki/Nicolas_Cage": "Nicolas Kim Coppola (born January 7, 1964), known professionally as Nicolas Cage, is an American actor and filmmaker. Cage has been nominated for numerous major cinematic awards, and won an Academy Award, a Golden Globe, and Screen Actors Guild Award for his performance in Leaving Las Vegas (1995).",
  "/wiki/The_Family_Man": "The Family Man is a 2000 American romantic comedy-drama film directed by Brett Ratner, written by David Diamond and David Weissman, and starring Nicolas Cage and Téa Leoni. Cage's production company, Saturn Films, helped produce the film. The film centers on a man who experiences what his life might have been if he had made a different decision earlier in his life.",
  "/wiki/Woody_Allen": "Heywood \"Woody\" Allen (born Allan Stewart Konigsberg; December 1, 1935) is an American director, writer, actor, and comedian whose career spans more than six decades. He began his career as a comedy writer in the 1950s, writing jokes and scripts for television and publishing several books of short humor pieces. In the early 1960s, he performed as a stand-up comedian, emphasizing monologues rather than traditional jokes, where he developed the persona of an insecure, intellectual, fretful nebbish, which he maintains is quite different from his real-life personality. In 2004 Comedy Central ranked Allen fourth on a list of the 100 greatest stand-up comedians, while a UK survey ranked Allen the third-greatest comedian.",
  "/wiki/Annie_Hall": "Annie Hall is a 1977 American romantic comedy film directed by Woody Allen from a screenplay he co-wrote with Marshall Brickman. Produced by Allen's manager, Charles H. Joffe, the film stars the director as Alvy Singer, who tries to figure out the reasons for the failure of his relationship with the film's eponymous female lead, played by Diane Keaton in a role written specifically for her.",
  "/wiki/Road_House_(1989_film)": "Road House is a 1989 American action film directed by Rowdy Herrington and starring Patrick Swayze as a cooler at a newly refurbished roadside bar who protects a small town in Missouri from a corrupt businessman. Sam Elliott co-stars as a bouncer, the mentor, friend, and foil of Swayze's character. The cast also includes Kelly Lynch as Swayze's love interest and Ben Gazzara as the main antagonist.",
  "/wiki/Scarlett_Johansson": "Scarlett Ingrid Johansson (/dʒoʊˈhænsən/; born November 22, 1984) is an American actress and singer. The world's highest-paid actress since 2018, she has made multiple appearances in the Forbes Celebrity 100. Her films have grossed over $14.3 billion worldwide, making Johansson the third-highest-grossing box office star of all time. She is the recipient of numerous accolades, including a Tony Award and a BAFTA Award, as well as nominations for two Academy Awards and five Golden Globe Awards.",
  "/wiki/In_Good_Company_(2004_film)": "In Good Company is a 2004 American comedy-drama film written and directed by Paul Weitz, and starring Dennis Quaid, Topher Grace, and Scarlett Johansson.",
  "/wiki/The_Shadow": "The Shadow is the name of a collection of serialized dramas, originally in 1930s pulp novels, and then in a wide variety of media. Its title character has been featured on the radio, in a long-running pulp magazine series, in American comic books, comic strips, television, serials, video games, and at least five feature films. The radio drama included episodes voiced by Orson Welles.",
  "/wiki/List_of_New_York_University_alumni": "New York University (NYU) is one of the world's premier residential research and teaching institutions. This partial list of notable New York University alumni includes a sampling of the many graduates who are leaders in their respective fields, non-graduate former students, fictional students, and current students of New York University. The list is abridged—only a representative few are listed. NYU ranks 7th among the World's top 100 universities for producing millionaires, as compiled by Times Higher Education World University Rankings."
}