{
  "/wiki/Heroes'_Acre_(South_Africa)": "The Heroes' Acre (Afrikaans: Die Heldeakker; Dutch: De Heldenakker) is a section of Church Street Cemetery in Pretoria, South Africa. It was established in 1867, and contains the graves of renowned citizens and public figures. It is the burial place of a number of historical figures including Andries Pretorius, Paul Kruger and Hendrik Verwoerd. Australian Boer War anti-hero Breaker Morant (executed by the British for war crimes during the Second Anglo-Boer War) is also buried here.",
  "/wiki/Pretoria": "Pretoria (/prɪˈtɔːriə/ pri-TOR-ee-ə; Zulu: ePitoli; Tswana: Tshwane) is the fourth most populous city in South Africa after Durban and is an administrative capital of South Africa. It straddles the Apies River and has spread eastwards into the foothills of the Magaliesberg mountains. It is one of the country's three capital cities, serving as the seat of the administrative branch of government (Cape Town is the legislative capital and Bloemfontein the judicial capital), and of foreign embassies to South Africa. Pretoria has a reputation for being an academic city with three universities, the Tshwane University of Technology (TUT), University of Pretoria (UP), and the University of South Africa (UNISA), also home to the Council for Scientific and Industrial Research (CSIR), and the Human Sciences Research Council. The city also hosts the National Research Foundation and the South African Bureau of Standards making the city a hub for research. Pretoria is the central part of the Tshwane Metropolitan Municipality which was formed by the amalgamation of several former local authorities including Centurion and Soshanguve. There have been proposals to change the name of Pretoria itself to Tshwane and the proposed name change has caused some public controversy, Pretoria was one of the host cities of the official tournament for the 2010 FIFA World Cup.",
  "/wiki/Gauteng": "Gauteng (/xaʊˈtɛŋ/ khow-TENG; Tswana: Gauteng; Sotho: Gauteng ; Zulu: eGoli; Tsonga: Gauteng/eXilungwini; Ndebele, Xhosa: iRhawuti; Southern Ndebele: I-Gauteng; Venda: Gauteng) is one of the nine provinces of South Africa. The name in Sotho-Tswana means \"place of gold.\"",
  "/wiki/Paul_Kruger": "Stephanus Johannes Paulus \"Paul\" Kruger (Afrikaans pronunciation: [ˈkrœχər]; 10 October 1825 – 14 July 1904) was a South African politician. He was one of the dominant political and military figures in 19th-century South Africa, and President of the South African Republic (or Transvaal) from 1883 to 1900. Nicknamed Oom Paul (\"Uncle Paul\"), he came to international prominence as the face of the Boer cause—that of the Transvaal and its neighbour the Orange Free State—against Britain during the Second Boer War of 1899–1902. He has been called a personification of Afrikanerdom, and remains a controversial and divisive figure; admirers venerate him as a tragic folk hero, and critics view him as the obstinate guardian of an alledgedly unjust cause.",
  "/wiki/Andries_Pretorius": "Andries Wilhelmus Jacobus Pretorius (27 November 1798 – 23 July 1853) was a leader of the Boers who was instrumental in the creation of the South African Republic, as well as the earlier but short-lived Natalia Republic, in present-day South Africa. The large city of Pretoria, executive capital of South Africa, is named after him.",
  "/wiki/Hendrik_Verwoerd": "Hendrik Frensch Verwoerd ([fəˈvuːrt]; 8 September 1901 – 6 September 1966) was a Dutch-born South African politician, sociologist and journalist. As leader of South Africa's National Party he served as the last prime minister of the Union of South Africa from 1958 until 1961. In 1961 he proclaimed the founding of the Republic of South Africa, and continued as its prime minister from 1961 until his assassination in 1966 by Dimitri Tsafendas.",
  "/wiki/Colenso,_KwaZulu-Natal": "Colenso is a town in KwaZulu-Natal, South Africa. It is located on the southern bank of the Tugela River.  The original settlement was contained within a loop on the river, but it subsequently expanded southwards and eastwards. It lies on the main Durban - Johannesburg railway line some 190 km (118 mi) north-west of Durban.",
  "/wiki/KwaZulu-Natal": "KwaZulu-Natal (/kwɑːˌzuːluː nəˈtɑːl/; also referred to as KZN and known as \"the garden province\"; Zulu: iKwaZulu-Natali; Xhosa: KwaZulu-Natal; Afrikaans: KwaZoeloe-Natal) is a province of South Africa that was created in 1994 when the Zulu bantustan of KwaZulu (\"Place of the Zulu\" in Zulu) and Natal Province were merged. It is located in the southeast of the country, enjoying a long shoreline beside the Indian Ocean and sharing borders with three other provinces and the countries of Mozambique, Eswatini and Lesotho. Its capital is Pietermaritzburg and its largest city is Durban. It is the second most populous province in South Africa, with slightly fewer residents than Gauteng.",
  "/wiki/Second_Boer_War": "The Second Boer War (11 October 1899 – 31 May 1902) was fought between the British Empire and two Boer states, the South African Republic (Republic of Transvaal) and the Orange Free State, over the Empire's influence in South Africa. It is also known variously as the Boer War, Anglo-Boer War, or South African War. Initial Boer attacks were successful, and although British reinforcements later reversed these, the war continued for years with Boer guerrilla warfare, until harsh British counter-measures brought the Boers to terms.",
  "/wiki/West_Park_Cemetery": "Westpark Cemetery is a large cemetery in Johannesburg, South Africa, and is the resting place of some of the country's well-known citizens.  It is a non-denomination designated burial ground, and thus has Christian, Jewish, Muslim and Chinese burial areas. The Jewish section contains a Holocaust Memorial, erected in 1959.",
  "/wiki/Johannesburg": "Johannesburg (/dʒoʊˈhænɪsbɜːrɡ/ joh-HAN-iss-burg, also US: /-ˈhɑːn-/ -⁠HAHN-; Afrikaans: [jʊəˈɦanəsbœrχ]; Zulu and Xhosa: eGoli), informally known as Jozi or Joburg, is the largest city in South Africa and one of the 50 largest urban areas in the world. It is the provincial capital and largest city of Gauteng, which is the wealthiest province in South Africa. Johannesburg is the seat of the Constitutional Court. The city is located in the mineral-rich Witwatersrand range of hills and is the centre of large-scale gold and diamond trade, It was one of the host cities of the official tournament of the 2010 FIFA World Cup.",
  "/wiki/Nkosi_Johnson": "Nkosi Johnson (born Xolani Nkosi; (1989-02-04)4 February 1989 – (2001-06-01)1 June 2001) was a South African child with HIV and AIDS who greatly influenced public perceptions of the pandemic and its effects before his death at the age of 12. He was ranked fifth amongst SABC3's Great South Africans. At the time of his death, he was the longest-surviving child born HIV-positive in South Africa.",
  "/wiki/African_National_Congress": "The African National Congress (ANC) is the Republic of South Africa's governing political party. It has been the ruling party of post-apartheid South Africa since the election of Nelson Mandela in the 1994 election, winning every election since then. Cyril Ramaphosa, the incumbent President of South Africa, has served as leader of the ANC since 18 December 2017.",
  "/wiki/Estcourt": "Estcourt is a town in the uThukela District of KwaZulu-Natal Province, South Africa.  The main economic activity is farming with large bacon and processed food factories situated around the town.  The N3 freeway passes close to the town, linking it to the rest of South Africa.",
  "/wiki/National_heritage_sites_(South_Africa)": "Section 27 of the National Heritage Resources Act (NHRA) of South Africa provides for places of historic or cultural importance to be designated national heritage sites. This came into effect with the introduction of the Act on 1 April 2000, when all former national monuments declared by the former National Monuments Council and its predecessors became provincial heritage sites as provided for in Section 58 of the Act.",
  "/wiki/Avalon_Cemetery": "Avalon Cemetery is one of the largest graveyards in South Africa. It was opened in 1972, during the height of apartheid, as a graveyard exclusively for black people. More than 300,000 people are buried on its 430 acres (1.7 km2), the graves less than two feet apart. By 2010 the cemetery is expected to be at capacity, largely because of deaths due to HIV and AIDS.",
  "/wiki/Soweto": "Soweto (/səˈwɛtoʊ, -ˈweɪt-, -ˈwiːt-/) is a township of the City of Johannesburg Metropolitan Municipality in Gauteng, South Africa, bordering the city's mining belt in the south. Its name is an English syllabic abbreviation for South Western Townships. Formerly a separate municipality, it is now incorporated in the City of Johannesburg Metropolitan Municipality, Suburbs of Johannesburg.",
  "/wiki/Pietermaritzburg": "Pietermaritzburg (/ˌpiːtərˈmærɪtsbɜːrɡ/; Zulu: umGungundlovu) is the capital and second-largest city in the province of KwaZulu-Natal, South Africa. It was founded in 1838 and is currently governed by the Msunduzi Local Municipality. Its Zulu name umGungundlovu is the name used for the district municipality. Pietermaritzburg is popularly called Maritzburg in Afrikaans, English and Zulu alike, and often informally abbreviated to PMB. It is a regionally important industrial hub, producing aluminium, timber and dairy products, as well as the main economic hub of Umgungundlovu District Municipality.  The public sector is a major employer in the city due to the local, district and provincial governments being located here.  It is home to many schools and tertiary education institutions, including a campus of the University of KwaZulu-Natal.  It had a population of 228,549 in 1991; the current population is estimated at over 600,000 residents (including neighbouring townships) and has one of the largest populations of Indian South Africans in South Africa.",
  "/wiki/Bethulie": "Bethulie is a small sheep and cattle farming town in the Free State province of South Africa. The name meaning chosen by God was given by directors of a mission station in 1829 which the town formed around. The mission building is the oldest settler built building still standing in the Free State. The town was also home to one of the largest concentration camps run by the British during the Boer War.",
  "/wiki/Free_State_(province)": "The Free State (Sotho: Freistata; Afrikaans: Vrystaat; Xhosa: iFreyistata; Tswana: Foreistata; Zulu: iFuleyisitata; before 1995, the Orange Free State) is a province of South Africa. Its capital is Bloemfontein, which is also South Africa's judicial capital. Its historical origins lie in the Boer republic called the Orange Free State and later Orange Free State Province.",
  "/wiki/Winburg": "Winburg is a small mixed farming town in the Free State province of South Africa.",
  "/wiki/Stellenbosch": "Stellenbosch (/ˈstɛlənbɒʃ/; Afrikaans: [ˈstɛlənbɔs]) is a town in the Western Cape province of South Africa, situated about 50 kilometres (31 miles) east of Cape Town, along the banks of the Eerste River at the foot of the Stellenbosch Mountain. It is the second oldest European settlement in the province, after Cape Town. The town became known as the City of Oaks or Eikestad in Afrikaans and Dutch due to the large number of oak trees that were planted by its founder, Simon van der Stel, to grace the streets and homesteads.",
  "/wiki/List_of_cemeteries_in_South_Africa": "This is a list of some of the more notable cemeteries in South Africa"
}