{
  "/wiki/Gene_Amondson": "Gene C. Amondson (October 15, 1943 – July 20, 2009) was a painter, woodcarver, Christian minister and prohibition activist, who was the 2004 US presidential nominee for one faction of the Prohibition Party and the nominee of the unified party in 2008.",
  "/wiki/United_States_Prohibition_Party": "The Prohibition Party (PRO) is a political party in the United States best known for its historic opposition to the sale or consumption of alcoholic beverages. It is the oldest existing third party in the US and the third longest active party. The party is an integral part of the temperance movement. While never one of the leading parties in the United States, it was once an important force in the Third Party System during the late 19th and early 20th centuries. It declined dramatically after the repeal of Prohibition in 1933 with 1948 being the last time its presidential candidate received over 100,000 votes and 1976 being the last time it received over 10,000 votes.",
  "/wiki/Leroy_Pletten": "The Prohibition Party (PRO) is a political party in the United States best known for its historic opposition to the sale or consumption of alcoholic beverages. It is the oldest existing third party in the US and the third longest active party. The party is an integral part of the temperance movement. While never one of the leading parties in the United States, it was once an important force in the Third Party System during the late 19th and early 20th centuries. It declined dramatically after the repeal of Prohibition in 1933 with 1948 being the last time its presidential candidate received over 100,000 votes and 1976 being the last time it received over 10,000 votes.",
  "/wiki/Chuck_Baldwin": "Charles Obadiah \"Chuck\" Baldwin (born May 3, 1952) is an American politician, radio host, and founder-former pastor of Crossroad Baptist Church in Pensacola, Florida. As of July 2014 he was pastor of Liberty Fellowship in Kalispell, Montana. He was the presidential nominee of the Constitution Party for the 2008 U.S. presidential election and had previously been its nominee for U.S. vice president in 2004. He hosts a daily one-hour radio program, Chuck Baldwin Live, and writes a daily editorial column carried on its website, on VDare and was formerly carried on the News with Views site.",
  "/wiki/Chuck_Baldwin_2008_presidential_campaign": "The Chuck Baldwin presidential campaign of 2008 began April 10, 2008 as pastor and radio host Chuck Baldwin of Florida announced his candidacy for the Constitution Party presidential nomination.  He previously served as the party's vice-presidential nominee in 2004. Baldwin's main opposition for the nomination was former ambassador Alan Keyes, who had just left the Republican Party. After a campaign touting his stands on civil liberties, foreign affairs, and religion, Baldwin won the nomination at the April 26 Constitution Party National Convention. Attorney Darrell Castle was selected as his running mate.",
  "/wiki/United_States_Constitution_Party": "The Constitution Party, previously known as the U.S. Taxpayers' Party, is a national political party in the United States. The idea that the principles and intents of the U.S. Constitution remain relevant in human relations was the origin of its founding in 1991. Founding members included 2016 presidential candidate Darrell Castle and former acting Office of Economic Opportunity Director Howard Phillips. The party platform is based on originalist interpretations of the Constitution and shaped by principles which it believes were set forth in the Declaration of Independence, the Bill of Rights, the Constitution and the Bible.",
  "/wiki/Darrell_Castle": "Darrell Lane Castle (born October 11, 1948) is an American politician and attorney from Memphis, Tennessee. He was the Constitution Party's nominee for Vice President of the United States in the 2008 presidential election and for President in the 2016 presidential election. As the presidential nominee, Castle received 202,348 votes, and placed sixth nationwide.",
  "/wiki/Bob_Barr": "Robert Laurence Barr Jr. (born November 5, 1948) is an American attorney and politician. He served as a federal prosecutor and as a Congressman.",
  "/wiki/Bob_Barr_2008_presidential_campaign": "The 2008 presidential campaign of Bob Barr, former Congressman of Georgia began on May 12, 2008. He announced his candidacy for the Libertarian Party's presidential after months of grassroots draft efforts. Barr (who had formerly been a Republican) was criticized by Libertarians who opposed his efforts in Congress, which included a vote in favor of the USA PATRIOT Act and authorization of the War in Iraq, but he was supported by others who accepted his regret for the votes. Barr won the party's nomination after six rounds of balloting at the 2008 Libertarian Party National Convention. Former contender Wayne Allyn Root was named as his running mate. Reason magazine senior editor Radley Balko called Barr \"the first serious candidate the LP has run since I've been eligible to vote.\"",
  "/wiki/United_States_Libertarian_Party": "The Libertarian Party (LP) is a political party in the United States that promotes civil liberties, non-interventionism, laissez-faire capitalism, and limiting the size and scope of government. The party was conceived in August 1971 at meetings in the home of David F. Nolan in Westminster, Colorado, and was officially formed on December 11, 1971 in Colorado Springs, Colorado. The founding of the party was prompted in part due to concerns about the Nixon administration, the Vietnam War, conscription, and the introduction of fiat money.",
  "/wiki/Wayne_Allyn_Root": "Wayne Allyn Root is a conservative American author, radio host and conspiracy theorist. He is the host of The Wayne Allyn Root Show on the USA Radio Network and Newsmax TV. Root is an opinion columnist for the Las Vegas Review-Journal.",
  "/wiki/R%C3%B3ger_Calero": "Róger Calero  (born 1969 in Nicaragua) is a Nicaraguan journalist living in the United States and one of the leaders of the Socialist Workers Party.  He was SWP candidate for President of the United States in 2004 and 2008, and for the United States Senate in New York in 2006.",
  "/wiki/Socialist_Workers_Party_(United_States)": "The Socialist Workers Party (SWP) is known as a communist party in the United States. Originally a group in the Communist Party USA that supported Leon Trotsky against Soviet leader Joseph Stalin, it places a priority on \"solidarity work\" to aid strikes and is strongly supportive of Cuba. The SWP publishes The Militant, a weekly newspaper that dates back to 1928. It also maintains Pathfinder Press.",
  "/wiki/Alyson_Kennedy": "Alyson Kennedy (born June 11, 1950) is an American activist, a member of the Socialist Workers Party (SWP) she is a former candidate for the 2019 Dallas mayoral election. She was the SWP's nominee for President in the 2016 United States presidential election, as well as Vice President in the 2008 United States presidential election.",
  "/wiki/Charles_Jay": "The Boston Tea Party (BTP) was a United States political party named after the event known as the Boston Tea Party of 1773.",
  "/wiki/Boston_Tea_Party_(political_party)": "The Boston Tea Party (BTP) was a United States political party named after the event known as the Boston Tea Party of 1773.",
  "/wiki/Thomas_L._Knapp": "The Boston Tea Party (BTP) was a United States political party named after the event known as the Boston Tea Party of 1773.",
  "/wiki/Alan_Keyes": "Alan Lee Keyes (born August 7, 1950) is an American  conservative political activist, pundit, author and former ambassador.",
  "/wiki/Alan_Keyes_2008_presidential_campaign": "The 2008 presidential campaign of Alan Keyes, former Assistant Secretary of State for International Organization Affairs from Maryland began on September 14, 2007, after being encouraged to enter the 2008 race by the committee We Need Alan Keyes. He initially ran in the 2008 presidential primaries, against Arizona Senator John McCain, Arkansas governor Mike Huckabee, former governor of Massachusetts Mitt Romney and Texas Representative Ron Paul for his party's nomination, but after failing to gain any traction[clarification needed] left to the Constitution Party and then to the American Independent Party.",
  "/wiki/Brian_Rohrbough": "Brian Rohrbough (c. 1961) was the 2008 vice presidential candidate of America's Independent Party in the 2008 United States presidential election, running on the ticket with presidential candidate Alan Keyes.",
  "/wiki/Gloria_La_Riva": "Gloria Estela La Riva (born August 13, 1954) is an American socialist activist who is a member of the Party for Socialism and Liberation (PSL) and the Peace and Freedom Party. She is PSL’s nominee and a candidate for the Peace and Freedom’s nomination in the 2020 presidential election. She was previously a member of the Workers World Party. She ran as the PSL's and the Peace and Freedom Party´s presidential candidate in the 2016 presidential election, with Eugene Puryear and Dennis J. Banks as her running mates respectively. She was PSL's presidential nominee in the 2008 presidential election.",
  "/wiki/Party_for_Socialism_and_Liberation": "The Party for Socialism and Liberation (PSL) is a communist party in the United States established in 2004 after a split in the Workers World Party (WWP).",
  "/wiki/Eugene_Puryear": "Eugene Puryear (born February 28, 1986 in Charlottesville, Virginia) is an American journalist, author, activist, and politician. In 2014, he was a candidate for the at-large seat in the DC Council with the D.C. Statehood Green Party. In the 2008 and 2016 United States presidential elections, Puryear was the vice presidential nominee of the Party for Socialism and Liberation (PSL).",
  "/wiki/John_McCain": "John Sidney McCain III (August 29, 1936 – August 25, 2018) was an American politician and military officer, who served as a United States senator for Arizona from January 1987 until his death in 2018. He previously served two terms in the United States House of Representatives and was the Republican nominee for president of the United States in the 2008 election, which he lost to Barack Obama.",
  "/wiki/John_McCain_2008_presidential_campaign": "The 2008 presidential campaign of John McCain, the longtime senior U.S. Senator from Arizona, was launched with an informal announcement on February 28, 2007, during a live taping of the Late Show with David Letterman, and formally launched at an event on April 25, 2007.  His second candidacy for the Presidency of the United States, he had previously run for his party's nomination in the 2000 primaries and was considered as a potential running mate for his party's nominee, then-Governor George W. Bush of Texas. After winning a majority of delegates in the Republican primaries of 2008, on August 29, leading up to the convention, McCain selected Governor Sarah Palin of Alaska as his running mate for Vice President. Five days later, at the 2008 Republican National Convention, McCain was formally selected as the Republican Party presidential nominee in the 2008 presidential election.",
  "/wiki/United_States_Republican_Party": "The Republican Party, also referred to as the GOP (Grand Old Party), is one of the two major contemporary political parties in the United States; the other is its historic rival, the Democratic Party.",
  "/wiki/Sarah_Palin": "Sarah Louise Palin (/ˈpeɪlɪn/ (listen); née Heath; born February 11, 1964) is an American politician, commentator, author, and reality television personality, who served as the ninth governor of Alaska from 2006 until her resignation in 2009. As the Republican Party nominee for Vice President of the United States in the 2008 election alongside presidential nominee, Arizona Senator John McCain, she was the first Alaskan on the national ticket of a major political party, the first Republican female selected as a vice presidential candidate, and the second female vice presidential candidate representing a major American political party overall after Geraldine Ferraro. Her book Going Rogue has sold more than two million copies.",
  "/wiki/New_American_Independent_Party": "The Citizens Party of the United States (Citizens Party) is a political party in the United States. Founded by Michael Thompson in Wayne, Pennsylvania in 2004 as the New American Independent Party (NAIP), the first meeting took place in Valley Forge, Pennsylvania on the day of the general election in 2004. The New American Independent Party changed its name to the Citizens Party in January 2011. The transition to the Citizens Party lasted several months.",
  "/wiki/Cynthia_McKinney": "Cynthia Ann McKinney (born March 17, 1955) is an American politician and activist who is an assistant professor at North South University, Bangladesh. As a member of the Democratic Party, she served six terms in the United States House of Representatives. She was the first black woman elected to represent Georgia in the House. She left the Democratic Party and ran in 2008 as the presidential candidate of the Green Party of the United States.",
  "/wiki/Cynthia_McKinney_2008_presidential_campaign": "The 2008 presidential campaign of Cynthia McKinney, member of the U.S. House of Representatives from Georgia's 11th district (1993–97) and 4th district (1997–2003, 2005–07), began on December 16, 2007 as a candidate for the Green Party presidential nomination via YouTube. She and her running mate Rosa Clemente accepted the Green Party's presidential nomination July 12, 2008 at the 2008 Green National Convention. Her campaign focused on issues such as racial profiling, September 11, 2001 attacks, and the Green Party's 10 key values.\nShe also supported statehood for the District of Columbia, slavery reparations, electoral reforms including instant runoff voting, and calls for abolishing the death penalty and the War on Drugs.",
  "/wiki/United_States_Green_Party": "The Green Party of the United States (GPUS) is a federation of Green state political parties in the United States. The party promotes green politics, specifically environmentalism; nonviolence; social justice; participatory, grassroots democracy; gender equality; LGBT rights; anti-war and anti-racism. On the political spectrum, the party is generally seen as left-wing.",
  "/wiki/Rosa_Clemente": "Rosa Alicia Clemente (born April 18, 1972) is an American community organizer, independent journalist, and hip-hop activist. She was the vice presidential running mate of 2008 Green Party Presidential candidate Cynthia McKinney in the 2008 U.S. Presidential election.",
  "/wiki/Brian_Moore_(political_activist)": "Brian Patrick Moore (born June 8, 1943) is an American politician and founder of antiwar organization Nature Coast Coalition for Peace & Justice. He was the presidential nominee of the Socialist Party USA for the 2008 United States presidential election. He waged several campaigns for mayor and city council in Washington, D.C. and twice ran for the United States House of Representatives from Florida's 5th congressional district, winning none. He ran for the Democratic Party nomination for Governor of Florida in 2010, but lost in the primary election.",
  "/wiki/Socialist_Party_USA": "The Socialist Party USA, officially the Socialist Party of the United States of America (SPUSA), is a democratic socialist multi-tendency socialist party in the United States. The SPUSA was founded in 1973 as a successor to the Socialist Party of America, which had been renamed Social Democrats, USA a year before.",
  "/wiki/Liberty_Union_Party": "The Liberty Union Party (LUP) of Vermont is a democratic socialist political party founded in 1970 by former Congressman William H. Meyer, Peter Diamondstone, Dennis Morrisseau and others.",
  "/wiki/Stewart_Alexander": "Stewart Alexis Alexander (born October 1, 1951) is an American democratic socialist politician, presidential nominee for the Socialist Party USA in the 2012 election, and former SPUSA nominee for Vice President of the United States in the 2008 election.",
  "/wiki/Ralph_Nader": "Ralph Nader (/ˈneɪdər/; born February 27, 1934) is an American political activist, author, lecturer, and attorney, noted for his involvement in consumer protection, environmentalism and government reform causes. The son of Lebanese immigrants to the United States, Nader was educated at Princeton and Harvard and first came to prominence in 1965 with the publication of the bestselling book Unsafe at Any Speed, a highly influential critique of the safety record of American automobile manufacturers. Following the publication of Unsafe at Any Speed, Nader led a group of volunteer law students—dubbed \"Nader's Raiders\"—in an investigation of the Federal Trade Commission, leading directly to that agency's overhaul and reform. In the 1970s, Nader leveraged his growing popularity to establish a number of advocacy and watchdog groups including the Public Interest Research Group, the Center for Auto Safety, and Public Citizen. Two of Nader's most notable targets were the Chevy Corvair and the Ford Pinto.",
  "/wiki/Ralph_Nader_2008_presidential_campaign": "The 2008 presidential campaign of Ralph Nader,  political activist, author, lecturer and attorney began on February 24, 2008. He announced his intent to run as an independent candidate, on NBC's Meet The Press. It was Nader's fifth campaign; he ran in the four election cycles prior to 2008: 1992, 1996, 2000, and 2004. The 2008 election was the third in which he had officially run a national campaign. While Nader ran as an independent, in some states he had ballot access with the Independent-Ecology Party, the Natural Law Party, and the Peace and Freedom Party. Nader received 738,475 votes.",
  "/wiki/Independent_(politician)": "An independent or nonpartisan politician is a politician not affiliated with any political party. There are numerous reasons why someone may stand for office as an independent.",
  "/wiki/Peace_and_Freedom_Party": "The Peace and Freedom Party (PFP) is a left-wing political party with affiliates and former members in more than a dozen American states, including California, Colorado, Florida, Hawaii, Indiana and Utah, but none now have ballot status besides California. Peace and Freedom's first candidates appeared on the ballot in 1966 in New York. The Peace and Freedom Party of California was organized in early 1967, gathering over 103,000 registrants which qualified its ballot status in January 1968 under the California Secretary of State Report of Registration.",
  "/wiki/Matt_Gonzalez": "Matthew Edward Gonzalez (born June 4, 1965) is an American politician, lawyer, and activist. He was an important figure in San Francisco politics from 2000 to 2005, when he served on San Francisco County's Board of Supervisors and was president of the Board. In 2003, Gonzalez, running as a member of the Green Party, lost a close race for mayor of San Francisco to Democrat Gavin Newsom. In the 2008 presidential election, Gonzalez ran for vice president as the running mate of candidate Ralph Nader. He currently works as the Chief Attorney at the San Francisco Public Defender's Office.",
  "/wiki/Barack_Obama": "Barack Hussein Obama II (/bəˈrɑːk huːˈseɪn oʊˈbɑːmə/ (listen); born August 4, 1961) is an American attorney and politician who served as the 44th president of the United States from 2009 to 2017. A member of the Democratic Party, he was the first African-American president of the United States. He previously served as a U.S. senator from Illinois from 2005 to 2008 and an Illinois state senator from 1997 to 2004.",
  "/wiki/Barack_Obama_2008_presidential_campaign": "The 2008 presidential campaign of Barack Obama, then junior United States Senator from Illinois, was announced on February 10, 2007, in Springfield, Illinois.  After winning a majority of delegates in the Democratic primaries of 2008, on August 23, leading up to the convention, the campaign announced that Senator Joe Biden of Delaware would be the vice presidential nominee. At the 2008 Democratic National Convention on August 27, Barack Obama was formally selected as the Democratic Party nominee for President of the United States in 2008. He was the first African American in history to be nominated on a major party ticket.",
  "/wiki/United_States_Democratic_Party": "The Democratic Party is one of the two major contemporary political parties in the United States, along with its main rival, the Republican Party. Tracing its heritage back to Thomas Jefferson and James Madison's Democratic-Republican Party, the modern-day Democratic Party was founded around 1828 by supporters of Andrew Jackson, making it the world's oldest active political party.",
  "/wiki/Joe_Biden": "Joseph Robinette Biden Jr. (/ˌrɒbɪˈnɛt ˈbaɪdən/; born November 20, 1942) is an American politician who served as the 47th vice president of the United States from 2009 to 2017. Biden also represented Delaware in the U.S. Senate from 1973 to 2009. A member of the Democratic Party, Biden is a candidate for president in the 2020 election. He unsuccessfully sought the Democratic presidential nomination in 1988 and in 2008.",
  "/wiki/Ron_Paul": "Ronald Ernest Paul (born August 20, 1935) is an American author, physician, and retired politician who served as the U.S. Representative for Texas's 22nd congressional district from 1976 to 1977 and again from 1979 to 1985, and for Texas's 14th congressional district from 1997 to 2013. On three occasions, he sought the presidency of the United States: as the Libertarian Party nominee in 1988 and as a candidate in the Republican primaries of 2008 and 2012. Paul is a critic of the federal government's fiscal policies, especially the existence of the Federal Reserve and the tax policy, as well as the military–industrial complex, and the War on Drugs. He has also been a vocal critic of mass surveillance policies such as the USA PATRIOT Act and the NSA surveillance programs. He was the first chairman of the conservative PAC Citizens for a Sound Economy and has been characterized as the \"intellectual godfather\" of the Tea Party movement.",
  "/wiki/Ron_Paul_2008_presidential_campaign": "The 2008 presidential campaign of Ron Paul, Congressman of Texas, began in early 2007 when he announced his candidacy for the 2008 Republican nomination for President of the United States. Initial opinion polls during the first three quarters of 2007 showed Paul consistently receiving support from 3% or less of those polled. In 2008, Paul's support among Republican voters remained in the single digits, and well behind front-runner John McCain.",
  "/wiki/Louisiana_Taxpayers_Party": "The Constitution Party, previously known as the U.S. Taxpayers' Party, is a national political party in the United States. The idea that the principles and intents of the U.S. Constitution remain relevant in human relations was the origin of its founding in 1991. Founding members included 2016 presidential candidate Darrell Castle and former acting Office of Economic Opportunity Director Howard Phillips. The party platform is based on originalist interpretations of the Constitution and shaped by principles which it believes were set forth in the Declaration of Independence, the Bill of Rights, the Constitution and the Bible.",
  "/wiki/Constitution_Party_of_Montana": "The Constitution Party, previously known as the U.S. Taxpayers' Party, is a national political party in the United States. The idea that the principles and intents of the U.S. Constitution remain relevant in human relations was the origin of its founding in 1991. Founding members included 2016 presidential candidate Darrell Castle and former acting Office of Economic Opportunity Director Howard Phillips. The party platform is based on originalist interpretations of the Constitution and shaped by principles which it believes were set forth in the Declaration of Independence, the Bill of Rights, the Constitution and the Bible.",
  "/wiki/Barry_Goldwater,_Jr.": "Barry Morris Goldwater Jr. (born July 15, 1938) is a former Republican member of the United States House of Representatives from California, serving from 1969 to 1983. He is the son of former U.S. Senator and 1964 Republican presidential nominee Barry Goldwater.",
  "/wiki/Michael_Peroutka": "Michael Anthony Peroutka (born 1952) is a Maryland lawyer, the founder of the Institute on the Constitution. He once held a position in the United States Department of Health and Human Services and was the Constitution Party candidate for president in 2004. He is co-host of The American View radio program.",
  "/wiki/Thomas_Stevens_(politician)": "Thomas Robert Stevens (1956 – October 23, 2019) was an American lawyer, politician, and blogger. He founded the Objectivist Party and served as its Chair. Stevens was that party's nominee for President in the 2008 and 2012 United States Presidential elections. He was the founder of the Personal Freedom Party of New York. Additionally he was the President of the BEAUX ARTS SOCIETY, a position he cherished.  With an interest in the arts, Dr. Stevens also was a play reviewer for APPLAUSE, APPLAUSE.",
  "/wiki/Objectivist_Party": "Thomas Robert Stevens (1956 – October 23, 2019) was an American lawyer, politician, and blogger. He founded the Objectivist Party and served as its Chair. Stevens was that party's nominee for President in the 2008 and 2012 United States Presidential elections. He was the founder of the Personal Freedom Party of New York. Additionally he was the President of the BEAUX ARTS SOCIETY, a position he cherished.  With an interest in the arts, Dr. Stevens also was a play reviewer for APPLAUSE, APPLAUSE.",
  "/wiki/Ted_Weill": "Theodore C. Weill (July 25, 1925 – November 20, 2009) was the nominee for President of the United States of the Reform Party of the United States of America in the 2008 election.",
  "/wiki/United_States_Reform_Party": "The Reform Party of the United States of America (RPUSA), generally known as the Reform Party USA or the Reform Party, is a political party in the United States, founded in 1995 by Ross Perot.",
  "/wiki/Comparison_of_the_2008_United_States_presidential_candidates": "This article compares the presidential candidates in the United States' 2008 presidential election. It does not cover previous elections. Because of ballot access restrictions in the United States, not all candidates appeared on the ballots in all states."
}