{
  "/wiki/Ah_Toy_Garden": "Ah Toy Garden is a garden located within Payette National Forest. The garden was established by the Chinese American community in order to grow fruits and vegetables to maintain a traditional Chinese diet while Chinese immigrant laborers worked in the mines. There are three other Chinese-American gardens in the Warren Mining District.",
  "/wiki/Salmon_River_(Idaho)": "The Salmon River is located in Idaho in the northwestern United States.  The Salmon is also known as \"The River of No Return\". It flows for 425 miles (685 km) through central Idaho, draining a rugged, thinly populated watershed of 14,000 square miles (36,000 km2) and dropping more than 7,000 feet (2,100 m) between its headwaters, near Galena Summit above the Sawtooth Valley in the Sawtooth National Recreation Area, and its confluence with the Snake River. Measured at White Bird, its average discharge is 11,060 cubic feet per second (82,700 US gal/s; 313 m3/s). It is one of the largest rivers in the continental United States without a single dam on its mainstem.",
  "/wiki/Payette_National_Forest": "The Payette National Forest is a U.S. National Forest located in central western Idaho, in parts of Valley, Idaho, Adams, and Washington counties.  The land area consists of approximately 2.3 million acres (9,300 km2) of federally managed lands.  It is bordered by Hells Canyon National Recreation Area and the Hells Canyon to the west, Salmon-Challis National Forest to the east, Boise National Forest to the south, and the Nez Perce National Forest to the north.  The Payette National Forest is a part of the Intermountain Region (Region 4). It is under the jurisdiction of a forest supervisor in McCall and is divided into five ranger districts: McCall, Krassel, New Meadows, Council, and Weiser.",
  "/wiki/Warren,_Idaho": "Warren is an unincorporated community in the remote north central region of the U.S. state of Idaho, near the Frank Church River of No Return Wilderness.",
  "/wiki/Aitken_Barn": "The Aitken Barn on the Little Salmon River prominently visible from the U.S. Highway 95 near Riggins in Idaho County, Idaho was built in 1914.  It was listed on the National Register of Historic Places in 1982.",
  "/wiki/U.S._Route_95": "U.S. Route 95 (US 95) is a north–south U.S. highway in the western United States. Unlike many other US highways, it has not seen deletion or replacement on most of its length by an encroaching Interstate highway corridor, due to its mostly rural course. Because of this, it still travels from border to border and is a primary north–south highway in both Nevada and Idaho. This is one of the few US Routes or Interstate highways to cross from Mexico to Canada.",
  "/wiki/Riggins,_Idaho": "Riggins is a city in Idaho County, Idaho, United States.  It is nestled deep in a canyon at the confluence of the Salmon River and the Little Salmon River in west central Idaho, approximately 150 highway miles (240 km) north of Boise, and 120 highway miles (190 km) south-southeast of Lewiston.  The elevation of Riggins is 1,821 feet (555 m) above sea level, and the population was 419 at the 2010 census.",
  "/wiki/Arctic_Point_Fire_Lookout": "The Arctic Point Fire Lookout is a 72-foot (22 m) tall fire tower located near Big Creek, Idaho. It was listed on the U.S. National Register of Historic Places (NRHP) in 1994.  Its NRHP listing included two contributing buildings, a log cabin residence and a standard type outhouse, as well as one contributing structure, the fire tower itself.",
  "/wiki/Frank_Church-River_of_No_Return_Wilderness": "The Frank Church—River of No Return Wilderness Area is a protected wilderness area in Idaho. It was created in 1980 by the United States Congress and renamed in 1984 as the Frank Church-River of No Return Wilderness Area in honor of U.S. Senator Frank Church.",
  "/wiki/Big_Creek,_Idaho": "(for the airport in Valley County, Idaho, see Big Creek Airport (Idaho))",
  "/wiki/James_V._and_Sophia_Baker_House": "The James V. and Sophia Baker House is a historic home located at 204 Broadway St. in Cottonwood, Idaho. The American Craftsman style house was constructed in 1916. The house's design features tapered columns on its front porch, exposed rafters and open eaves, and fake braces which appear to support the roof's gables. James V. Baker, the home's original owner, was a farmer and wagon driver who migrated to the Northwest from Illinois; he lived in Cottonwood for several years in the early 1900s, briefly left, and commissioned the home after his return in 1915.",
  "/wiki/Cottonwood,_Idaho": "Cottonwood is a city in Idaho County, Idaho, United States. Located on the Camas Prairie, the population was 900 at the 2010 census, down from 944 in 2000. It is just west of U.S. Route 95, between Grangeville and Lewiston.",
  "/wiki/Polly_Bemis_House": "Polly Bemis House was the home of  pioneers to Idaho County, Idaho, USA, Charles Bemis and his wife Polly Bemis, who lived alongside the Salmon River in the late 19th and early 20th century. Polly was a Chinese American former teenage slave whose story became a biographical novel and was fictionalized in the 1991 film A Thousand Pieces of Gold.",
  "/wiki/Big_Cedar_School": "The Big Cedar School in Idaho County, Idaho near Kooskia, Idaho was listed on the National Register of Historic Places in 2016.",
  "/wiki/Kooskia,_Idaho": "Kooskia (/ˈkuːskiː/ KOO-skee) is a city in Idaho County, Idaho, United States. It is at the confluence of the South and Middle forks of the Clearwater River, combining to become the main river. The population was 607 at the 2010 census, down from 675 in 2000.",
  "/wiki/Blue_Fox_Theatre": "The Blue Fox Theatre is a historic cinema located at 116 W. Main St. in Grangeville, Idaho. The Mission Revival theater was built in 1929 and opened on May 2, 1930. The theater took its name from J.H. Dickson's entry into a naming contest; Dickson received $10 and three movie tickets as a reward. In addition to showing films, the theater also hosted live productions during its initial years of operation. The theater's neon-lit marquee was added in 1940. After a fire damaged much of the building's interior in 1942, the theater closed while its interior was completely reconstructed; it reopened in 1945. The theater continues to show films and is still owned by the Wagner family, which has owned the building since the 1930s.",
  "/wiki/Grangeville,_Idaho": "Grangeville is the largest city in and the county seat of Idaho County, Idaho, United States, in the north central part of the state.  Its population was 3,141 at the 2010 census, down from 3,228 in 2000.",
  "/wiki/Burgdorf,_Idaho": "Burgdorf is an unincorporated community in the western United States, located in Idaho County, Idaho, approximately thirty miles (50 km) north-northeast of McCall, at an elevation of 6,115 feet (1,864 m) above sea level.",
  "/wiki/Butts_Point_Creek_Fire_Lookout": "The Butts Point Creek Fire Lookout, in Idaho County, Idaho, was listed on the National Register of Historic Places in 2018.",
  "/wiki/Salmon,_Idaho": "Salmon is a city in Lemhi County, Idaho, United States. The population was 3,112 at the 2010 census.  The city is the county seat of Lemhi County.",
  "/wiki/Campbell%27s_Ferry": "Campbell's Ferry was a ferry crossing on the Salmon River, located at Mile 148 of the river in the Frank Church-River of No Return Wilderness. The ferry was part of the Three Blaze Trail, which connected Grangeville to Dixie, Idaho, to the Monumental Creek Trail at Thunder Mountain. William Campbell (and William Allen Stonebreaker were awarded the contract to construct the Three Blaze Trail) established the trail and ferry in 1898, as well the Campbell's Ferry Ranch on the south bank of the river; Campbell was also the ferry's first operator. Campbell disappeared and was presumed dead in the winter of 1902-03, and the ranch and ferry passed through a succession of owners until Joe and Emma Zaunmiller acquired the property. Emma died in 1938 in a horseback riding accident, and Joe eventually married ranch hand Lydia Frances Coyle. Frances successfully promoted the construction of a bridge to replace the ferry crossing, which was completed in 1956; the couple ceremonially let the ferryboat float away downriver.",
  "/wiki/Carey_Dome_Fire_Lookout": "The Carey Dome Fire Lookout is a fire lookout tower complex located in Nez Perce National Forest, 9 miles north of United States Forest Service Burgdorf Guard Station, near Burgdorf in Idaho County, Idaho.  It was listed on the National Register of Historic Places in 1994.",
  "/wiki/Nez_Perce_National_Forest": "The Nez Perce National Forest is a 2,224,091-acre (9,000.58 km2) United States National Forest located in west-central Idaho. The forest is bounded on the east by the state of Montana, on the north by the Clearwater National Forest, on the west by a portion of the Wallowa–Whitman National Forest and on the south by the Payette National Forest.",
  "/wiki/United_States_Forest_Service": "The United States Forest Service (USFS) is an agency of the U.S. Department of Agriculture that administers the nation's 154 national forests and 20 national grasslands. The Forest Service manages 193 million acres (780,000 km2) of land.. Major divisions of the agency include the Chief's Office, National Forest System, State and Private Forestry, Business Operations, and Research and Development. The agency manages about 25% of federal lands and is the only major national land management agency not part of the U.S. Department of the Interior,  which manages the National Park Service, U.S. Fish and Wildlife Service, the Bureau of Land Management",
  "/wiki/Celadon_Slope_Garden": "The Celadon Slope Garden, also known as Hays Station, in Payette National Forest in Idaho County, Idaho in the vicinity of Warren, Idaho, was listed on the National Register of Historic Places in 1990.",
  "/wiki/Chamberlain_Ranger_Station_Historic_District": "The Chamberlain Ranger Station Historic District, also known as the Chamberlain Guard Station, is located in the Frank Church-River of No Return Wilderness within Payette National Forest in Idaho County, Idaho.  It was listed on the National Register of Historic Places in 2004.",
  "/wiki/Chi-Sandra_Garden": "Chi–Sandra Garden, also known as 10IH1779, is a garden located within Payette National Forest. The garden was established by the Chinese American community to feed migrant laborers who worked in the mines. There are three other Chinese-American gardens in the Warren Mining District.",
  "/wiki/Chinese_Cemetery_(Idaho)": "Chinese Cemetery, also known as Chinese Cemetery, Warren Mining District, is a cemetery located near Warren, Idaho. It is the only ethnic Chinese cemetery in Idaho that is listed on the National Register of Historic Places and was listed on March 29, 1994. The cemetery was created to hold the remains of Chinese migrant laborers who came to Idaho to work as miners, though many of the bodies have since been exhumed and returned to China.",
  "/wiki/Chinese_Mining_Camp_Archeological_Site": "The Chinese Mining Camp Archaeological Site near Warren, Idaho is an archaeological site which was listed on the National Register of Historic Places in 1994.",
  "/wiki/Cold_Meadows_Guard_Station": "The Cold Meadows Guard Station is a ranger station located northeast of McCall, Idaho in the Frank Church-River of No Return Wilderness and the Payette National Forest.  It was listed on the National Register of Historic Places in 1994.",
  "/wiki/McCall,_Idaho": "McCall is a resort town on the western edge of Valley County, Idaho, United States. Named after its founder, Tom McCall, it is situated on the southern shore of Payette Lake, near the center of the Payette National Forest. The population was 2,991 as of the 2010 census, up from 2,084 in 2000.",
  "/wiki/Deep_Creek_Ranger_Station": "The Deep Creek Ranger Station in Bitterroot National Forest in Idaho County, Idaho was listed on the National Register of Historic Places.  It is in the vicinity of Darby, Montana.  It has also been known as Magruder Ranger Station.",
  "/wiki/Bitterroot_National_Forest": "Bitterroot National Forest comprises 1.587 million acres (6,423 km²) in west-central Montana and eastern Idaho, of the United States. It is located primarily in Ravalli County, Montana (70.26% of the forest), but also has acreage in Idaho County, Idaho (29.24%), and Missoula County, Montana (0.49%).",
  "/wiki/Jurden_Henry_Elfers_Barn_and_Field": "The Jurden Henry Elfers Barn and Field is a historic site located on the south bank of John Day Creek, .33 miles (0.53 km) east of U.S. Route 95 and north of Lucile, Idaho. The barn and field were the site of a raid by members of the Nez Perce tribe in 1877. White settlers had forced the Nez Perce to live on a reservation at Lapwai, and a group of young men from the tribe sought revenge against the settlers. The men raided several sites along the Salmon River, including the Elfers' ranch. During their raid on the ranch, the Nez Perce killed Jurden Henry Elfers, his nephew Henry \"Harry\" Burn Beckrodge, and hired worker Robert Bland, who were working at the barn and field at the time. The men also stole several horses and a rifle from the property.  The raid was one of the main causes of the Nez Perce War, as soldiers at Fort Lapwai responded to the raids by attacking Chief Joseph's camp. The barn and field are one of the few surviving sites connected to the events leading to the start of the war.",
  "/wiki/Lucile,_Idaho": "Lucile is an unincorporated community in Idaho County, Idaho, United States. Lucile is located on the east bank of the Salmon River and U.S. Route 95 8 miles (13 km) north of Riggins. Lucile has a post office with ZIP code 83542.",
  "/wiki/Elk_City_Wagon_Road-Vicory_Gulch-Smith_Grade_Segment": "The Elk City Wagon Road-Vicory Gulch-Smith Grade Segment in the Nez Perce National Forest in Idaho County, Idaho, was listed on the National Register of Historic Places in 2001. It is located in the vicinity of Elk City.",
  "/wiki/Elk_City,_Idaho": "Elk City is a census-designated place in Idaho County, Idaho, United States. As of the 2010 census, its population was 202.",
  "/wiki/National_Register_of_Historic_Places_listings_in_Idaho_County,_Idaho": "This is a list of the National Register of Historic Places listings in Idaho County, Idaho."
}