{
  "/wiki/Farfield_Friends_Meeting_House": "Farfield Friends Meeting House is a Quaker meeting house no longer regularly in use by a Quaker meeting and now owned by the Historic Chapels Trust. It is located some 2 miles (3 km) north of the village of Addingham, West Yorkshire, England.  It is recorded in the National Heritage List for England as a designated Grade II* listed building..",
  "/wiki/Addingham": "Addingham (formerly Haddincham c. 972, Odingehem 1086) is a village and civil parish in the English county of West Yorkshire. It is situated near the A65, 6 miles (10 km) south east of Skipton, 3 miles (5 km) west of Ilkley, 19 miles (31 km) north west of Bradford and around 20 miles (32 km) north west of Leeds. Historically part of the West Riding of Yorkshire, it is located in the valley of the River Wharfe and is only 1 mile (2 km) from the Yorkshire Dales National Park. The name is thought to mean \"homestead associated with a man called Adda\", although in the Domesday Book, the village was referred to as \"Ediham\", which may have referred to Earl Edwin of Bolton Abbey. The 2001 census numbered Addingham's population at 3,599, increasing to 3,730 at the 2011 Census.",
  "/wiki/West_Yorkshire": "West Yorkshire is a metropolitan county in England. It is an inland and, in relative terms, upland county having eastward-draining valleys while taking in the moors of the Pennines. West Yorkshire came into existence as a metropolitan county in 1974 after the passage of the Local Government Act 1972  and has a population of 2.2 million.",
  "/wiki/Religious_Society_of_Friends": "Quakers, also called Friends, are a historically Christian group whose formal name is the Religious Society of Friends or Friends Church. Members of the various Quaker movements are all generally united by their belief in the ability of each human being to experientially access the light within, or \"that of God in every one\".",
  "/wiki/Act_of_Toleration_1689": "The Toleration Act 1688 (1 Will & Mary c 18), also referred to as the Act of Toleration, was an Act of the Parliament of England, which received the royal assent on 24 May 1689.",
  "/wiki/Walpole_Old_Chapel": "Walpole Old Chapel is a redundant chapel in Halesworth Road, Walpole, Suffolk, England.  Originally two farmhouses, it was converted into a chapel in the 17th century.  It continued in use into the 20th century but closed in 1970.  It is now owned by the Historic Chapels Trust.",
  "/wiki/Walpole,_Suffolk": "Walpole is a small village and civil parish in the district of East Suffolk in Suffolk, England. Walpole has a parish church (dedicated to St Mary), a redundant chapel (Walpole Old Chapel), but the primary school has closed. The village is on the River Blyth. Nearby settlements include the town of Halesworth and the village of Cookley. It was in the hundred of Blything. It had a population of 238 according to the 2011 census.",
  "/wiki/Independent_(religion)": "In English church history, Independents advocated local congregational control of religious and church matters, without any wider geographical hierarchy, either ecclesiastical or political. Independents reached particular prominence between 1642 and 1660, in the period of the English Civil War and of the Commonwealth and Protectorate, wherein the Parliamentary Army became the champion of Independent religious views against the Anglicanism or the Catholicism of Royalists and the Presbyterianism favoured by Parliament itself. The Independents advocated freedom of religion for non-Catholics.",
  "/wiki/Congregational_church": "Congregational churches (also Congregationalist churches; Congregationalism) are Protestant churches in the Reformed tradition practicing congregationalist church governance, in which each congregation independently and autonomously runs its own affairs.",
  "/wiki/Primitive_Methodism": "The Primitive Methodist Church is a body of Holiness Christians within the Methodist tradition, which began in England in the early 19th century, with the influence of American evangelist Lorenzo Dow (1777–1834).",
  "/wiki/Cote_Baptist_Church": "Cote Baptist Church stands in Shifford Road, Cote, 1 mile (2 km) to the east of Aston and 4 miles (6 km) to the east of Bampton, in Oxfordshire, England.  It is a redundant Baptist chapel in the care of the Historic Chapels Trust, and is recorded in the National Heritage List for England as a designated Grade II* listed building.",
  "/wiki/Bampton,_Oxfordshire": "Bampton, also called Bampton-in-the-Bush, is a settlement and civil parish in the Thames Valley about 4 1⁄2 miles (7 km) southwest of Witney in Oxfordshire. The parish includes the hamlet of Weald. The 2011 Census recorded the parish's population as 2,564.",
  "/wiki/Baptists": "Baptists form a major branch of Protestantism distinguished by baptizing professing believers only (believer's baptism, as opposed to infant baptism), and doing so by complete immersion (as opposed to affusion or aspersion). Baptist churches also generally subscribe to the doctrines of soul competency (the responsibility and accountability of every person before God), sola fide (salvation by faith alone), sola scriptura (scripture alone as the rule of faith and practice) and congregationalist church government. Baptists generally recognize two ordinances: baptism and communion.",
  "/wiki/River_Thames": "The River Thames (/ˈtɛmz/ (listen) TEMZ), known alternatively in parts as the Isis, is a river that flows through southern England including London. At 215 miles (346 km), it is the longest river entirely in England and the second-longest in the United Kingdom, after the River Severn.",
  "/wiki/Salem_Chapel,_East_Budleigh": "Salem Chapel, East Budleigh is in Vicarage Road, East Budleigh, Devon, England.  Initially a Presbyterian, then a Congregational chapel, it was later owned by the Assemblies of God, and is now owned by the Historic Chapels Trust.  The chapel, together with the adjacent assembly room and the boundary walls, is recorded in the National Heritage List for England as a designated Grade II* listed building. It is mentioned as the final two words of the short story, \"Pomp and Vanities\", written by S.Baring-Gould, circa 1865 and contained in his \"Book of Ghost Stories\", first published in 1903.  The final two words, Salem Chapel, are referenced as an example of everything \"heaven is not\"!",
  "/wiki/East_Budleigh": "East Budleigh is a small village in East Devon, England.  The villages of Yettington, Colaton Raleigh, and Otterton lie (respectively) to the west, north and east of East Budleigh, with the seaside town of Budleigh Salterton about two miles south.  Until the River Otter to the east silted up, the village was a market town and port; it was still being used by ships in the 15th century, according to John Leland.",
  "/wiki/Presbyterianism": "Presbyterianism is a part of the Reformed tradition within Protestantism, which traces its origins to Britain, particularly Scotland.",
  "/wiki/Assemblies_of_God": "The Assemblies of God (AG), officially the World Assemblies of God Fellowship, is a group of over 144 autonomous self-governing associated national groupings of churches which together form the world's largest Pentecostal denomination. It is the fourth largest international Christian group of denominations and the largest Pentecostal denomination in the world.",
  "/wiki/Coanwood_Friends_Meeting_House": "Coanwood Friends Meeting House is a redundant Quaker meeting house under the care of the Historic Chapels Trust.  It stands in an isolated, sparsely populated valley south of Hadrian's Wall, in East Coanwood, about 5 miles south of the town of Haltwhistle in Northumberland, England.  It is recorded in the National Heritage List for England as a designated Grade II* listed building.",
  "/wiki/Haltwhistle": "Haltwhistle is a small town and civil parish in Northumberland, England, 10 miles (16 km) east of Brampton, near Hadrian's Wall. It had a population of 3,811 at the 2011 Census.",
  "/wiki/Thatching": "Thatching is the craft of building a roof with dry vegetation such as straw, water reed, sedge (Cladium mariscus), rushes, heather, or palm branches, layering the vegetation so as to shed water away from the inner roof. Since the bulk of the vegetation stays dry and is densely packed—trapping air—thatching also functions as insulation. It is a very old roofing method and has been used in both tropical and temperate climates. Thatch is still employed by builders in developing countries, usually with low-cost local vegetation. By contrast, in some developed countries it is  the choice of some affluent people who desire a rustic look for their home, would like a more ecologically friendly roof, or who have purchased an originally thatched abode.",
  "/wiki/Slate": "Slate is a fine-grained, foliated, homogeneous metamorphic rock derived from an original shale-type sedimentary rock composed of clay or volcanic ash through low-grade regional metamorphism. It is the finest grained foliated metamorphic rock. Foliation may not correspond to the original sedimentary layering, but instead is in planes perpendicular to the direction of metamorphic compression.",
  "/wiki/Elder_(Christianity)": "In Christianity, an elder is a person who is valued for wisdom and holds a position of responsibility and authority in a Christian group. In some Christian traditions (e.g., Eastern Orthodoxy, Roman Catholicism, Anglicanism, Methodism) an elder is an ordained person who usually serves a local church or churches and who has been ordained to a ministry of word, sacrament and order, filling the preaching and pastoral offices. In other Christian traditions (e.g., Presbyterianism, Churches of Christ, Plymouth Brethren), an elder may be a lay person charged with serving as an administrator in a local, or be ordained to such an office, also serving in the preaching (in this case referring to teaching done during church gatherings) or pastoral roles. There is technically a distinction between the idea of ordained elders and lay elders, often the two concepts are conflated in everyday conversation (for example, a lay elder in the Baptist tradition may still be referred to as being \"clergy\", especially in America). Particularly in reference to age and experience, elders exist throughout world cultures, and the Christian sense of elder is partially related to this.",
  "/wiki/Grittleton_Strict_Baptist_Chapel": "Grittleton Strict Baptist Chapel is a Baptist chapel in The Street, Grittleton, Wiltshire, England.  It is recorded in the National Heritage List for England as a Grade II* listed building, and is owned by the Historic Chapels Trust.",
  "/wiki/Grittleton": "Grittleton is a village and civil parish in Wiltshire, England,  6 miles (10 km) northwest of Chippenham.  The parish includes the hamlets of Foscote, Leigh Delamere, Littleton Drew and Sevington, and part of the hamlet of The Gibb.",
  "/wiki/Vestry": "A vestry was a committee for the local secular and ecclesiastical government for a parish in England and Wales, which originally met in the vestry or sacristy of the parish church, and consequently became known colloquially as the \"vestry\".",
  "/wiki/Pulpit": "A pulpit is a raised stand for preachers in a Christian church. The origin of the word is the Latin pulpitum (platform or staging). The traditional pulpit is raised well above the surrounding floor for audibility and visibility, accessed by steps, with sides coming to about waist height. From the late medieval period onwards, pulpits have often had a canopy known as the sounding board or abat-voix above and sometimes also behind the speaker, normally in wood. Though sometimes highly decorated, this is not purely decorative, but can have a useful acoustic effect in projecting the preacher's voice to the congregation below. Most pulpits have one or more book-stands for the preacher to rest his or her bible, notes or texts upon.",
  "/wiki/Box_pew": "A box pew is a type of church pew that is encased in panelling and was prevalent in England and other Protestant countries from the 16th to early 19th century.",
  "/wiki/St_George's_German_Lutheran_Church": "St George's German Lutheran Church is a church in Alie Street, Whitechapel just to the east of the City of London. From its foundation in 1762 until 1995 it was used by German Lutherans. Today the small vestry serves as an office for the Historic Chapels Trust and the church is available for hire for secular events.",
  "/wiki/Lutheranism": "Lutheranism is one of the largest branches of Protestantism that identifies with the teachings of Martin Luther, a 16th-century German reformer. Luther's efforts to reform the theology and practice of the church launched the Protestant Reformation. The reaction of the government and church authorities to the international spread of his writings, beginning with the 95 Theses, divided Western Christianity.",
  "/wiki/St_Benet's_Chapel,_Netherton": "St Benet's Chapel is a redundant Roman Catholic chapel in Chapel Lane, Netherton, Liverpool, Merseyside, England.  The chapel and the attached priest's house are recorded in the National Heritage List for England as a designated Grade II* listed building. In the List it is described as \"an important example of an early Catholic church and is one of the best preserved examples in the north-west\".  It is managed by the Historic Chapels Trust.",
  "/wiki/Netherton,_Merseyside": "Netherton is an area of the Metropolitan Borough of Sefton, on Merseyside, England but historically in Lancashire.",
  "/wiki/Roman_Catholic_Relief_Bills": "The Roman Catholic Relief Bills were a series of measures introduced over time in the late eighteenth and early nineteenth centuries before the Parliaments of Great Britain and the United Kingdom to remove the restrictions and prohibitions imposed on British and Irish Catholics during the English Reformation. These restrictions had been introduced to enforce the separation of the English church from the Catholic Church which began in 1529 under Henry VIII.",
  "/wiki/Catholic_Church": "The Catholic Church, sometimes referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2017[update]. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church is headed by the Bishop of Rome, known as the pope. Its central administration is the Holy See.",
  "/wiki/Rectory": "A clergy house is the residence, or former residence, of one or more priests or ministers of religion. Such residences are known by various names, including parsonage, manse, and rectory.",
  "/wiki/Second_Vatican_Council": "The Second Ecumenical Council of the Vatican, commonly known as the Second Vatican Council or Vatican II, addressed relations between the Catholic Church and the modern world. The council, through the Holy See, was formally opened under the pontificate of Pope John XXIII on 11 October 1962 and was closed under Pope Paul VI on the Solemnity of the Immaculate Conception on 8 December 1965.",
  "/wiki/Bethesda_Methodist_Chapel,_Hanley": "Bethesda Methodist Chapel is a disused Methodist chapel, in Hanley, Staffordshire, England. Once one of the largest Nonconformist chapels outside London, the building has been known as the \"Cathedral of the Potteries\", being \"one of the largest and most ornate Methodist town chapels surviving in the UK\".",
  "/wiki/Hanley,_Staffordshire": "Hanley, in Staffordshire, England, is a constituent  town of the City of Stoke-on-Trent. Hanley was incorporated as a municipal borough in 1857 and became a county borough with the passage of the Local Government Act 1888. In 1910, along with Burslem, Tunstall, Fenton, Longton and Stoke-upon-Trent it was federated into the county borough of Stoke-on-Trent. Hanley was the only one of the six towns to be a county borough before the merger; its status was transferred to the enlarged borough. In 1925, following the granting of city status, it became one of the six towns that constitute the City of Stoke-on-Trent.",
  "/wiki/Stoke-on-Trent": "Stoke-on-Trent (often abbreviated to Stoke) is a city and unitary authority area in Staffordshire, England, with an area of 36 square miles (93 km2). Together with the neighbouring boroughs of Newcastle-under-Lyme and Staffordshire Moorlands, it is part of North Staffordshire. In 2016, the city had a population of 261,302.",
  "/wiki/Staffordshire_Potteries": "The Staffordshire Potteries is the industrial area encompassing the six towns, Tunstall, Burslem, Hanley, Stoke, Fenton and Longton that now make up the city of Stoke-on-Trent in Staffordshire, England.  North Staffordshire became a centre of ceramic production in the early 17th century, due to the local availability of clay, salt, lead and coal.",
  "/wiki/Methodist_New_Connexion": "The Methodist New Connexion, also known as Kilhamite Methodism, was a Protestant nonconformist church. It was formed in 1797 by secession from the Wesleyan Methodists, and merged in 1907 with the Bible Christian Church and the United Methodist Free Churches to form the United Methodist Church. In Australia, it joined with those plus the Wesleyan Methodist Church and Primitive Methodist Church as the Methodist Church of Australasia in 1902.",
  "/wiki/Portico": "A portico is a porch leading to the entrance of a building, or extended as a colonnade, with a roof structure over a walkway, supported by columns or enclosed by walls.  This idea was widely used in ancient Greece and has influenced many cultures, including most Western cultures.",
  "/wiki/Biddlestone_Chapel": "Biddlestone Chapel is a redundant Roman Catholic chapel in Biddlestone, Northumberland, England. It is recorded in the National Heritage List for England as a designated Grade II* listed building, and owned by the Historic Chapels Trust. The lower parts of the structure, a former pele tower, are designated as a Scheduled Monument. The chapel is located on the slopes of the Cheviot Hills in the Northumberland National Park.",
  "/wiki/Biddlestone": "Biddlestone is a village and civil parish in Northumberland, England. It is about 14 miles (23 km) to the west of Alnwick. In the early 21st Century several of Northumberland's least populated parishes were merged to form slightly larger units. Biddlestone was merged with Alwinton, the enlarged parish having a population of 177 in 2011.",
  "/wiki/Catholic_church": "The Catholic Church, sometimes referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2017[update]. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church is headed by the Bishop of Rome, known as the pope. Its central administration is the Holy See.",
  "/wiki/Middle_Ages": "In the history of Europe, the Middle Ages (or medieval period) lasted from the 5th to the 15th century. It began with the fall of the Western Roman Empire and merged into the Renaissance and the Age of Discovery. The Middle Ages is the middle period of the three traditional divisions of Western history: classical antiquity, the medieval period, and the modern period. The medieval period is itself subdivided into the Early, High, and Late Middle Ages.",
  "/wiki/Peel_tower": "Peel towers (also spelt pele) are small fortified keeps or tower houses, built along the English and Scottish borders in the Scottish Marches and North of England, mainly between the mid-14th century and about 1600. They were free-standing with defence being a prime consideration of their design with \"confirmation of status and prestige\" also playing a role. They also functioned as watch towers where signal fires could be lit by the garrison to warn of approaching danger.",
  "/wiki/Dissenters'_Chapel,_Kensal_Green": "Dissenters' Chapel, Kensal Green, is a working chapel with gallery attached in Kensal Green Cemetery, Kensal Green, London.  It is recorded in the National Heritage List for England as a designated Grade II* listed building, and is under the care of the Historic Chapels Trust.",
  "/wiki/Kensal_Green_Cemetery": "Kensal Green Cemetery is a rural cemetery in the Kensal Green area of the Royal Borough of Kensington and Chelsea in London, England. Inspired by Père Lachaise Cemetery in Paris, it was founded by the barrister George Frederick Carden. The cemetery opened in 1833 and comprises 72 acres of grounds, including two conservation areas, adjoining a canal. The cemetery is home to at least 33 species of bird and other wildlife. This distinctive cemetery has memorials ranging from large mausoleums housing the rich and famous to many distinctive smaller graves and includes special areas dedicated to the very young. It has three chapels, and serves all faiths. It is one of the Magnificent Seven cemeteries in London.",
  "/wiki/Nonconformism": "Nonconformity or nonconformism may refer to:",
  "/wiki/Thorndon_Park_Chapel": "Thorndon Park Chapel (The Petre Chapel) is a former Roman Catholic private chapel situated in Thorndon Park, near the grounds of Thorndon Hall near Ingrave, Essex, England.  It is recorded in the National Heritage List for England as a designated Grade II* listed building, and is under the care of the Historic Chapels Trust.",
  "/wiki/Thorndon_Hall": "Thorndon Hall is a Georgian Palladian country house within Thorndon Park, Ingrave, Essex, England, approximately two miles south of Brentwood and  25 miles (40 km) from central London.",
  "/wiki/Chantry": "A chantry may refer to one of two meanings of the term. Firstly, it could mean the prayers and liturgy in the Christian church reserved for the dead as part of the search for atonement for sins committed during their life. It might include the mass and by extension, the endowment left for the purpose of the continuance of prayers and liturgy. It could be called a type of \"trust fund\" established during the pre-Reformation medieval era in England for the purpose of employing one or more priests to sing a stipulated number of services for the benefit of the soul of a specified deceased person, usually the donor who had established the chantry in his will. There could be a stipulated period of time immediately following her/his death. It was believed such masses might help atone for misdeeds and with mercy enable the soul to be granted eternal peace in the presence of God. Chantries were commonly established in England and were endowed with lands, rents from specified properties and other assets by the donor, usually in his will. The income from these assets maintained the \"chantry\" priest.",
  "/wiki/Mausoleum": "A mausoleum is an external free-standing building constructed as a monument enclosing the interment space or burial chamber of a deceased person or people. A monument without the interment is a cenotaph. A mausoleum may be considered a type of tomb, or the tomb may be considered to be within the mausoleum.",
  "/wiki/Baron_Petre": "Baron Petre (pronounced Peter), of Writtle, in the County of Essex, is a title in the Peerage of England. It was created in 1603 for Sir John Petre. His family has since been associated with the county of Essex. He represented Essex in parliament and served as Lord Lieutenant of Essex. Lord Petre was the son of Sir William Petre, Secretary of State to Henry VIII, Mary I, Edward VI and Elizabeth I. Sir William acquired Ingatestone Hall and the surrounding manor from Henry for the full market value after it had been surrendered to the King by Barking Abbey during the Suppression of the Monasteries.",
  "/wiki/William_Wardell": "William Wilkinson Wardell (1823–1899) was a civil engineer and architect, notable not only for his work in Australia, the country to which he emigrated in 1858, but for a successful career as a surveyor and ecclesiastical architect in England and Scotland before his departure.",
  "/wiki/English_Gothic_architecture": "English Gothic is an architectural style, which originated in France and flourished in England from about 1180 until about 1520.",
  "/wiki/Reredos": "A reredos (/ˈrɪərˌdɒs, ˈrɪərɪ-, ˈrɛrɪ-/ REER-dos, REER-ih-, RERR-ih-) is a large altarpiece, a screen, or decoration placed behind the altar in a church. It often includes religious images.",
  "/wiki/Wainsgate_Baptist_Church": "Wainsgate Baptist Church is a redundant chapel standing in an elevated position above the town of Hebden Bridge, West Yorkshire, England (grid reference SD998288).  The chapel and its attached school are recorded in the National Heritage List for England as a designated Grade II* listed building. The chapel is managed by the Historic Chapels Trust.",
  "/wiki/Hebden_Bridge": "Hebden Bridge is a market town in the Upper Calder Valley in West Yorkshire, England. It is 8 miles (13 km) west of Halifax and 14 miles (21 km) north-east of Rochdale, at the confluence of the River Calder and the Hebden Water. The town is the largest settlement in the civil parish of Hebden Royd.",
  "/wiki/Manse": "A manse (/ˈmæns/) is a clergy house inhabited by, or formerly inhabited by, a minister, usually used in the context of Presbyterian, Methodist, Baptist and other Christian traditions.",
  "/wiki/Todmorden_Unitarian_Church": "Todmorden Unitarian Church is a redundant Unitarian church located in Honey Hole Road, Todmorden, West Yorkshire, England (grid reference SD935239). Built in honour of John Fielden, a local mill owner and a social reformer, the church was completed in 1869. It was declared redundant in 1987 and came under the care of the Historic Chapels Trust. Since 2008, regular services have been held in the building, but it remains in the care of the Trust. The church is recorded in the National Heritage List for England as a designated Grade I listed building,",
  "/wiki/Todmorden": "Todmorden (/ˈtɒdmərdən/ TOD-mər-dən; locally /ˈtɒdmɔːrdən, ˈtɒdmərdən, ˈtɔːmdɪn/) is a market town and civil parish in the Upper Calder Valley in Calderdale, West Yorkshire, England. It is 17 miles (27 km) north east of Manchester and in 2011 had a population of 15,481.",
  "/wiki/John_Gibson_(architect)": "John Gibson (2 June 1817 – 23 December 1892) was an English architect born at Castle Bromwich, Warwickshire.",
  "/wiki/Westgate_Methodist_Chapel": "Westgate Methodist Chapel stands on the A689 road in the village of Westgate, some 5 miles (8 km) west of Stanhope, County Durham, England (grid reference NY905380).  It is a redundant chapel under the care of the Historic Chapels Trust, and is recorded in the National Heritage List for England as a designated Grade II* listed building.",
  "/wiki/Bishop_Auckland": "Bishop Auckland /ˈbɪʃəp ˈɔːklənd/ is a market town and civil parish in County Durham in north east England. It is located about 12 miles (19 km) northwest of Darlington, 12 miles (19 km) southwest of Durham and 5 miles (8 km) southeast of Crook at the confluence of the River Wear with its tributary the River Gaunless. According to the 2001 census, Bishop Auckland has a population of 24,392, increasing to 25,455 according to the 2016 estimate.",
  "/wiki/County_Durham": "County Durham (/ˈdʌrəm/, locally /ˈdɜrəm/ listen) [note 1] is a county in North East England. The county town is Durham, a cathedral city.",
  "/wiki/Victorian_era": "In the history of the United Kingdom, the Victorian era was the period of Queen Victoria's reign, from 20 June 1837 until her death on 22 January 1901. The era followed the Georgian period and preceded the Edwardian period, and its later half overlaps with the first part of the Belle Époque era of Continental Europe. In terms of moral sensibilities and political reforms, this period began with the passage of the Reform Act 1832. There was a strong religious drive for higher moral standards led by the nonconformist churches, such as the Methodists, and the Evangelical wing of the established Church of England. Britain's relations with the other Great Powers were driven by the colonial antagonism of the Great Game with Russia, climaxing during the Crimean War; a Pax Britannica of international free trade was maintained by the country's naval and industrial supremacy. Britain embarked on global imperial expansion, particularly in Asia and Africa, which made the British Empire the largest empire in history. National self-confidence peaked.",
  "/wiki/Umberslade_Baptist_Church": "Umberslade Baptist Church is a redundant Baptist church southwest of the village of Hockley Heath, Solihull, West Midlands, England (grid reference SP147721).  The church and attached school rooms and church hall were originally recorded in the National Heritage List for England as a designated Grade II listed building in 1972, but on 9 July 2014, the grading was raised to II*. The building is under the care of the Historic Chapels Trust.",
  "/wiki/Hockley_Heath": "Hockley Heath is a village and civil parish in the Metropolitan Borough of Solihull, West Midlands, England. The parish is to the south of the West Midlands conurbation, 12 miles (19 km) southeast of Birmingham 5.5 miles (8.9 km) from Solihull and 12.5 miles (20.1 km) north of Stratford-upon-Avon. The village forms part of the border with Warwickshire to the south. Until recently, as well as Hockley Heath village (which is at the extreme south-eastern corner of the parish), it included Cheswick Green, Dickens Heath, Tidbury Green, Salter Street, and Whitlock's End. However following a community governance review, on 31 March 2009 the former Hockley Heath Parish Council was abolished and on 1 April 2009 four new parish councils were created. The new parishes follow the old ward boundaries for the Hockley Heath Parish and each parish now has a parish council.  According to the 2001 census, the parish had a population of 6,771, being measured at the 2011 Census as 2,038.",
  "/wiki/West_Midlands_(region)": "The West Midlands is one of nine official regions of England at the first level of NUTS for statistical purposes. It covers the western half of the area traditionally known as the Midlands. It contains Birmingham and the larger West Midlands conurbation, which is the third most populous in the United Kingdom. The City of Coventry is also located within the West Midlands county, but is separated from the conurbation to the west by several miles of green belt. The region also contains 6 shire counties which stretch from the Welsh Border to the East Midlands.",
  "/wiki/Umberslade_Hall": "Umberslade Hall is a 17th-century mansion converted into residential apartments situated near Tanworth in Arden, Warwickshire. It is a Grade II* listed building.",
  "/wiki/Blue_lias": "The Blue Lias is a geologic formation in southern, eastern and western England and parts of South Wales, part of the Lias Group. The Blue Lias consists of a sequence of limestone and shale layers, laid down in latest Triassic and early Jurassic times, between 195 and 200 million years ago. The Blue Lias is famous for its fossils, especially ammonites.",
  "/wiki/Penrose_Methodist_Chapel": "Penrose Methodist Chapel is a redundant Methodist chapel approximately 1.5 miles (2 km) west of the hamlet of St Ervan in Cornwall, England.  It is recorded in the National Heritage List for England as a designated Grade II* listed building, and is under the care of the Historic Chapels Trust.",
  "/wiki/St_Ervan": "St Ervan is a rural civil parish and hamlet in Cornwall, England, United Kingdom. The hamlet is situated three miles (5 km) southwest of Padstow. St Ervan is named after St Erbyn, the original patron of the church, who is said to have been the father of St Selevan.  Notable features in St Ervan are the Anglican church, the village hall and the Nonconformist cemetery. The parish population at the 2011 census was 521. In addition to the hamlet of St Ervan, also called Churchtown, the parish incorporates the hamlets of Penrose and Rumford.",
  "/wiki/Longworth_Roman_Catholic_Chapel": "Longworth Roman Catholic Chapel is a redundant chapel in the village of Bartestree, Herefordshire, England, standing adjacent to the former Convent of Our Lady of Charity and Refuge.  It is recorded in the National Heritage List for England as a designated Grade II* listed building, and is owned by the Historic Chapels Trust.",
  "/wiki/Bartestree": "Bartestree is a village and civil parish in Herefordshire, England, 7 km (4.3 mi) east of Hereford on the A438 road. The population of the civil parish at the 2011 census was 330.",
  "/wiki/Manor_house": "A manor house was historically the main residence of the lord of the manor. The house formed the administrative centre of a manor in the European feudal system; within its great hall were held the lord's manorial courts, communal meals with manorial tenants and great banquets. The term is today loosely applied to various country houses, frequently dating from the late medieval era, which formerly housed the gentry.",
  "/wiki/Protestant_Reformation": "The Reformation (alternatively named the Protestant Reformation or the European Reformation) was a movement within Western Christianity in the 16th-century Europe that posed a religious and political challenge to the Roman Catholic Church and papal authority in particular. Although the Reformation is usually considered to have started with the publication of the Ninety-five Theses by Martin Luther in 1517, there was no schism between the Catholic Church and the nascent Luther until the 1521 Edict of Worms. The edict condemned Luther and officially banned citizens of the Holy Roman Empire from defending or propagating his ideas. The end of the Reformation era is disputed: it could be considered to end with the enactment of the confessions of faith which began the Age of Orthodoxy.[definition needed] Other suggested ending years relate to the Counter-Reformation, the Peace of Westphalia, or that it never ended since there are still Protestants today.[citation needed]",
  "/wiki/Convent": "A convent is either a community of priests, religious brothers, religious sisters, monks or nuns; or the building used by the community, particularly in the Catholic Church, Lutheran Churches, and the Anglican Communion.",
  "/wiki/E._W._Pugin": "Edward Welby Pugin (11 March 1834 – 5 June 1875) was an English architect, the eldest son of architect Augustus Welby Northmore Pugin and Louisa Barton. His father was an architect and designer of Neo-Gothic architecture, and after his death in 1852 Edward took up his successful practice. At the time of his own early death in 1875, Pugin had designed and completed more than one hundred Catholic churches.",
  "/wiki/Wallasey_Memorial_Unitarian_Church": "Wallasey Memorial Unitarian Church is a redundant church in Manor Road, Liscard, Wallasey, Wirral, Merseyside, England.  It is recorded in the National Heritage List for England as a designated Grade II* listed building, and is under the care of the Historic Chapels Trust.",
  "/wiki/Wallasey": "Wallasey (/ˈwɒləsi/) is a town within the Metropolitan Borough of Wirral, in Merseyside, England, on the mouth of the River Mersey, at the northeastern corner of the Wirral Peninsula. At the 2011 Census, the population was 60,284.",
  "/wiki/Arts_and_Crafts_Movement": "The Arts and Crafts movement was an international trend in the decorative and fine arts that began in Britain and flourished in Europe and North America between about 1880 and 1920, emerging in Japan in the 1920s as the Mingei movement. It stood for traditional craftsmanship using simple forms, and often used medieval, romantic, or folk styles of decoration. It advocated economic and social reform and was essentially anti-industrial. It had a strong influence on the arts in Europe until it was displaced by Modernism in the 1930s, and its influence continued among craft makers, designers, and town planners long afterwards.",
  "/wiki/Art_Nouveau": "Art Nouveau (/ˌɑːrt nuːˈvoʊ, ˌɑːr/; French: [aʁ nuvo]) is an international style of art, architecture and applied art, especially the decorative arts, known in different languages by different names: Jugendstil in German, Stile Liberty in Italian, Modernisme in Catalan, etc. In English it is also known as the Modern Style (not to be confused with Modernism and Modern architecture). The style was most popular between 1890 and 1910. It was a reaction against the academic art, eclecticism and historicism of 19th century architecture and decoration.  It was often inspired by natural forms such as the sinuous curves of plants and flowers. Other characteristics of Art Nouveau were a sense of dynamism and movement, often given by asymmetry or whiplash lines, and the use of modern materials, particularly iron, glass, ceramics and later concrete, to create unusual forms and larger open spaces.",
  "/wiki/Bromsgrove_Guild": "The Bromsgrove Guild of Applied Arts (1898–1966) was a company of modern artists and designers associated with the Arts and Crafts Movement, founded by Walter Gilbert. The guild worked in metal, wood, plaster, bronze, tapestry, glass and other mediums.",
  "/wiki/Shrine_of_Our_Lady_of_Lourdes,_Blackpool": "The Shrine of Our Lady of Lourdes, Blackpool, stands in Whinney Heys Road, Blackpool, Lancashire, England (grid reference SD332368).  It is recorded in the National Heritage List for England as a designated Grade II* listed building, and now owned by Historic Chapels Trust. Locally it has been known as the \"white church\".",
  "/wiki/Blackpool": "Blackpool /ˈblækpuːl/ (listen) is a town and seaside resort on the Lancashire coast in North West England. The town is on the Irish Sea, between the Ribble and Wyre estuaries, 15 miles (24 km) northwest of Preston, 27 miles (43 km) north of Liverpool, 28 miles (45 km) northwest of Bolton and 40 miles (64 km) northwest of Manchester. It had an estimated population of 139,720 at the 2011 Census, making it the most populous town in Lancashire.",
  "/wiki/Shrine": "A shrine (Latin: scrinium \"case or chest for books or papers\"; Old French: escrin \"box or case\") is a holy or sacred site dedicated to a specific deity, ancestor, hero, martyr, saint, daemon, or similar figure of respect, wherein they are venerated or worshipped. Shrines often contain idols, relics, or other such objects associated with the figure being venerated. A shrine at which votive offerings are made is called an altar.",
  "/wiki/Roman_Catholic_Diocese_of_Lancaster": "The Roman Catholic Diocese of Lancaster is a Latin Church Roman Catholic diocese centred on Lancaster Cathedral in the city of Lancaster in Lancashire, England.",
  "/wiki/F._X._Velarde": "Francis Xavier Velarde (1897 – 28 December 1960) was an English architect who practiced in Liverpool, Merseyside, England.",
  "/wiki/Portland_stone": "Portland Stone or Portland Stone Formation is a limestone formation from the Tithonian stage of the Jurassic period quarried on the Isle of Portland, Dorset. The quarries are cut in beds of white-grey limestone separated by chert beds. It has been used extensively as a building stone throughout the British Isles, notably in major public buildings in London such as St Paul's Cathedral and Buckingham Palace. Portland Stone is also exported to many countries—being used for example in the United Nations headquarters building in New York City.",
  "/wiki/Flèche": "In French architecture, a flèche (Fr. for \"arrow\") is a lead-covered timber spire, or spirelet. These are placed on the ridges of church or cathedral roofs and are usually relatively small. However, larger versions can be found on cathedrals such as Amiens Cathedral, Coventry Cathedral, and previously Notre-Dame de Paris, before its collapse in a 2019 fire that also destroyed the roof.\nThe highest flèche in the world was built at the end of the 19th century for Rouen Cathedral. Its height is 157 metres (515 ft).",
  "/wiki/Historic_Chapels_Trust": "The Historic Chapels Trust is a British Registered Charity set up to care for redundant non-Anglican churches, chapels, and places of worship in England.  To date, its holdings encompass various nonconformist Christian denominations and Roman Catholic sites."
}