{
  "/wiki/Codex_Atlanticus": "The Codex Atlanticus (Atlantic Codex) is a twelve-volume, bound set of drawings and writings (in Italian) by Leonardo da Vinci, the largest such set; its name indicates the large paper used to preserve original Leonardo notebook pages, which was that used for atlases. It comprises 1,119 leaves dating from 1478 to 1519, the contents covering a great variety of subjects, from flight to weaponry to musical instruments and from mathematics to botany. This codex was gathered in the late 16th century by the sculptor Pompeo Leoni, who dismembered some of Leonardo's notebooks in its formation. It is currently preserved at the Biblioteca Ambrosiana in Milan.",
  "/wiki/Pompeo_Leoni": "Leone Leoni (ca. 1509 – 22 July 1590) was an Italian sculptor of international outlook who travelled in Italy, Germany, Austria, France, Spain and the Netherlands. Leoni is regarded as the finest of the Cinquecento medallists. He made his reputation in commissions he received from the Habsburg monarchs Charles V, Holy Roman Emperor and Philip II of Spain. His usual medium was bronze, although he also worked in marble and alabaster, carved gemstones and probably left some finished work in wax (in which many of his sculptures were modelled), as well as designing coins.  He mainly produced portraits, and was repeatedly used by the Spanish, and also the Austrian, Habsburgs.",
  "/wiki/Royal_Collection": "The Royal Collection of the British Royal family is the largest private art collection in the world.",
  "/wiki/Codex_Arundel": "Codex Arundel, (British Library, Arundel, 263) is a bound collection of pages of notes written by Leonardo da Vinci and dating mostly from between 1480 and 1518. The codex contains a number of treatises on a variety of subjects, including mechanics and geometry. The name of the codex came from the Earl of Arundel, who acquired it in Spain in the 1630s. It forms part of the British Library Arundel Manuscripts.",
  "/wiki/British_Museum": "The British Museum, in the Bloomsbury area of London, United Kingdom, is a public institution dedicated to human history, art and culture. Its permanent collection of some eight million works is among the largest and most comprehensive in existence, having been widely sourced during the era of the British Empire. It documents the story of human culture from its beginnings to the present.[a] It was the first public national museum in the world.",
  "/wiki/British_Library": "The British Library is the national library of the United Kingdom and the largest library in the world by number of items catalogued. It is estimated to contain 170–200 million+ items from many countries.  As a legal deposit library, the British Library receives copies of all books produced in the United Kingdom and Ireland, including a significant proportion of overseas titles distributed in the UK.  The Library is a non-departmental public body sponsored by the Department for Culture, Media and Sport.",
  "/wiki/Codex_Trivulzianus": "The Codex Trivulzianus is a manuscript by Leonardo da Vinci that originally contained 62 sheets, but today only 55 remain. It documents Leonardo's attempts to improve his modest literary education, through long lists of learned words copied from authoritative lexical and grammatical sources. The manuscript also contains studies of military and religious architecture.",
  "/wiki/South_Kensington_Museum": "The Victoria and Albert Museum (often abbreviated as the V&A) in London is the world's largest museum of applied and decorative arts and design, as well as sculpture, housing a permanent collection of over 2.27 million objects. It was founded in 1852 and named after Queen Victoria and Prince Albert.",
  "/wiki/Victoria_and_Albert_Museum": "The Victoria and Albert Museum (often abbreviated as the V&A) in London is the world's largest museum of applied and decorative arts and design, as well as sculpture, housing a permanent collection of over 2.27 million objects. It was founded in 1852 and named after Queen Victoria and Prince Albert.",
  "/wiki/Perpetual_motion": "Perpetual motion is the motion of bodies that continues forever. A perpetual motion machine is a hypothetical machine that can do work indefinitely without an energy source. This kind of machine is impossible, as it would violate the first or second law of thermodynamics.",
  "/wiki/Topology": "In mathematics, topology (from the Greek τόπος, 'place', and λόγος, 'study') is concerned with the properties of a geometric object that are preserved under continuous deformations, such as stretching, twisting, crumpling and bending, but not tearing or gluing.",
  "/wiki/Institut_de_France": "The Institut de France (French pronunciation: ​[ɛ̃stity də fʁɑ̃s], Institute of France) is a French learned society, grouping five académies, including the Académie française.",
  "/wiki/Euclidean_geometry": "Euclidean geometry is a mathematical system attributed to Alexandrian Greek mathematician Euclid, which he described in his textbook on geometry: the Elements. Euclid's method consists in assuming a small set of intuitively appealing axioms, and deducing many other propositions (theorems) from these. Although many of Euclid's results had been stated by earlier mathematicians, Euclid was the first to show how these propositions could fit into a comprehensive deductive and logical system. The Elements begins with plane geometry, still taught in secondary school (high school) as the first axiomatic system and the first examples of formal proof. It goes on to the solid geometry of three dimensions. Much of the Elements states results of what are now called algebra and number theory, explained in geometrical language.",
  "/wiki/Cesare_Borgia": "Cesare Borgia (Italian pronunciation: [ˈtʃeːzare ˈbɔrdʒa, ˈtʃɛː-]; Valencian: Cèsar Borja [ˈsɛzaɾ ˈbɔɾdʒa]; Spanish: César Borja [ˈθesaɾ ˈβoɾxa]; 13 September 1475 – 12 March 1507) was an Italian and Aragonese politician and condottiero (mercenary leader) whose fight for power was a major inspiration for The Prince by Machiavelli. He was an illegitimate son of Pope Alexander VI.",
  "/wiki/Pontine_Marshes": "The Pontine Marshes (/ˈpɒntaɪn/, also US: /ˈpɒntiːn/; Italian: Agro Pontino [ˈaːɡro ponˈtiːno], formerly also Paludi Pontine; Latin: Pomptinus Ager by Titus Livius, Pomptina Palus (singular) and Pomptinae Paludes (plural) by Pliny the Elder) is an approximately quadrangular area of former marshland in the Lazio Region of central Italy, extending along the coast southeast of Rome about 45 km (28 mi) from just east of Anzio to Terracina (ancient Tarracina), varying in distance inland between the Tyrrhenian Sea and the Volscian Mountains (the Monti Lepini in the north, the Monti Ausoni in the center, and the Monti Aurunci in the south) from 15 to 25 km (9.3 to 15.5 mi). The northwestern border runs approximately from the mouth of the river Astura along the river and from its upper reaches to Cori in the Monti Lepini.",
  "/wiki/Codex_Madrid_(Leonardo)": "The Madrid Codices I–II (I – Ms. 8937 i  II – Ms. 8936), are two manuscripts by Leonardo da Vinci which were discovered in the Biblioteca Nacional de España in Madrid in 1965 by Dr. Jules Piccus, Language Professor at the University of Massachusetts. The Madrid Codices I was finished during 1490 and 1499, and II from 1503 to 1505.",
  "/wiki/Biblioteca_Nacional_de_España": "The Biblioteca Nacional de España (National Library of Spain) is a major public library, the largest in Spain, and one of the largest in the world. It is located in Madrid, on the Paseo de Recoletos.",
  "/wiki/Arno": "The Arno is a river in the Tuscany region of Italy. It is the most important river of central Italy after the Tiber.",
  "/wiki/Sforza_monument": "Leonardo's Horse (also known as Gran Cavallo) is a sculpture that was commissioned of Leonardo da Vinci in 1482 by Duke of Milan Ludovico il Moro, but not completed. It was intended to be the largest equestrian statue in the world, a monument to the duke's father Francesco Sforza. Leonardo did extensive preparatory work for it but produced only a clay model, which was later destroyed.",
  "/wiki/Bertram_Ashburnham,_5th_Earl_of_Ashburnham": "Bertram Ashburnham, 5th Earl of Ashburnham (28 October 1840 – 15 January 1913) was a British peer. He was the English agent for the Spanish Carlist cause, and a supporter of Irish Home Rule. He sold off the Ashburnham collection of manuscripts which the 4th Earl had collected.",
  "/wiki/Codex_on_the_Flight_of_Birds": "Codex on the Flight of Birds is a relatively short codex from c. 1505 by Leonardo da Vinci. It comprises 18 folios and measures 21 × 15 centimetres.  Now held at the Biblioteca Reale in Turin, Italy, the codex begins with an examination of the flight behavior of birds and proposes mechanisms for flight by machines. Leonardo constructed a number of these machines, and attempted to launch them from a hill near Florence. However, his efforts failed.",
  "/wiki/Biblioteca_Reale": "The Royal Library of Turin (Italian: Biblioteca Reale di Torino) is a library located within the ground floor of the Royal Palace of Turin, itself a World Heritage Site in Turin, Italy.",
  "/wiki/Guglielmo_Libri_Carucci_dalla_Sommaja": "Guglielmo Libri Carucci dalla Sommaja (January 1, 1803 – September 28, 1869) was an Italian count and mathematician, who became known for his love and subsequent theft of ancient and precious manuscripts.",
  "/wiki/Codex_Leicester": "The Codex Leicester (also briefly known as Codex Hammer) is a collection of scientific writings by Leonardo da Vinci. The Codex is named after Thomas Coke, later credited to Earl of Leicester, who purchased it in 1719. The manuscript currently holds the record for the second highest sale price of any book, as it was sold to Bill Gates at Christie's auction house on 11 November 1994 in New York for US$30,802,500 (equivalent to $53,222,898.79 as of 2019)",
  "/wiki/Codex_Urbinas": "A Treatise on Painting (Trattato della pittura) is a collection of Leonardo da Vinci's writings entered in his notebooks under the general heading \"On Painting\". The manuscripts were begun in Milan while Leonardo was under the service of Ludovico Sforza and gathered together by his heir Francesco Melzi. The treatise was first published in France in 1632; after Melzi's version was rediscovered in the Vatican Library, the treatise was published in its modern form in 1817.",
  "/wiki/Biblioteca_Apostolica_Vaticana": "The Vatican Apostolic Library (Latin: Bibliotheca Apostolica Vaticana, Italian: Biblioteca Apostolica Vaticana), more commonly known as the Vatican Library or informally as the Vat, is the library of the Holy See, located in Vatican City. Formally established in 1475, although it is much older, it is one of the oldest libraries in the world and contains one of the most significant collections of historical texts. It has 75,000 codices from throughout history, as well as 1.1 million printed books, which include some 8,500 incunabula.",
  "/wiki/Francesco_Melzi": "Francesco Melzi, or Francesco de Melzi, (1491 – 1570) was an Italian painter born into a family of the Milanese nobility in Lombardy. He was one of Leonardo da Vinci’s pupils.",
  "/wiki/List_of_works_by_Leonardo_da_Vinci": "Leonardo da Vinci (1452–1519) was one of the leading artists of the High Renaissance. Fifteen artworks are generally attributed either in whole or in large part to him. However, it is believed that he made many more, only for them to be lost over the years or remain unidentified. The authorship of several paintings traditionally attributed to Leonardo is disputed. Two major works are known only as copies. Works are regularly attributed to Leonardo with varying degrees of credibility. None of Leonardo's paintings are signed. The attributions here draw on the opinions of various scholars."
}