{
  "/wiki/Vitamin_B1": "Thiamine, also known as thiamin or vitamin B1, is a vitamin found in food, and manufactured as a dietary supplement and medication. Food sources of thiamine include whole grains, legumes, and some meats and fish. Grain processing removes much of the thiamine content, so in many countries cereals and flours are enriched with thiamine. Supplements and medications are available to treat and prevent thiamine deficiency and disorders that result from it, including beriberi and Wernicke encephalopathy. Other uses include the treatment of maple syrup urine disease and Leigh syndrome. They are typically taken by mouth, but may also be given by intravenous or intramuscular injection.",
  "/wiki/Thiamine": "Thiamine, also known as thiamin or vitamin B1, is a vitamin found in food, and manufactured as a dietary supplement and medication. Food sources of thiamine include whole grains, legumes, and some meats and fish. Grain processing removes much of the thiamine content, so in many countries cereals and flours are enriched with thiamine. Supplements and medications are available to treat and prevent thiamine deficiency and disorders that result from it, including beriberi and Wernicke encephalopathy. Other uses include the treatment of maple syrup urine disease and Leigh syndrome. They are typically taken by mouth, but may also be given by intravenous or intramuscular injection.",
  "/wiki/Cofactor_(biochemistry)": "A cofactor is a non-protein chemical compound or metallic ion that is required for an enzyme's activity as a catalyst, a substance that increases the rate of a chemical reaction. Cofactors can be considered \"helper molecules\" that assist in biochemical transformations.  The rates at which these happen are characterized by in an area of study called enzyme kinetics. Cofactors typically differ from ligands in that they often derive their function by remaining bound.",
  "/wiki/Catabolism": "Catabolism (/kəˈtæbəlɪsm/) is the set of metabolic pathways that breaks down molecules into smaller units that are either oxidized to release energy or used in other anabolic reactions. Catabolism breaks down large molecules (such as polysaccharides, lipids, nucleic acids and proteins) into smaller units (such as monosaccharides, fatty acids, nucleotides, and amino acids, respectively). Catabolism is the breaking-down aspect of metabolism, whereas anabolism is the building-up aspect.",
  "/wiki/Sugar": "Sugar is the generic name for sweet-tasting, soluble carbohydrates, many of which are used in food. Simple sugars, also called monosaccharides, include glucose, fructose, and galactose. Compound sugars, also called disaccharides or double sugars, are molecules composed of two monosaccharides joined by a glycosidic bond. Common examples are sucrose (glucose + fructose), lactose (glucose + galactose), and maltose (two molecules of glucose). In the body, compound sugars are hydrolysed into simple sugars. Table sugar, granulated sugar or regular sugar refers to sucrose, a disaccharide composed of glucose and fructose.",
  "/wiki/Amino_acid": "Amino acids are organic compounds that contain amine (-NH2) and carboxyl (-COOH) functional groups, along with a side chain (R group) specific to each amino acid. The key elements of an amino acid are carbon (C), hydrogen (H), oxygen (O), and nitrogen (N), although other elements are found in the side chains of certain amino acids. About 500 naturally occurring amino acids are known (though only 20 appear in the genetic code) and can be classified in many ways. They can be classified according to the core structural functional groups' locations as alpha- (α-), beta- (β-), gamma- (γ-) or delta- (δ-) amino acids; other categories relate to polarity, pH level, and side chain group type (aliphatic, acyclic, aromatic, containing hydroxyl or sulfur, etc.). In the form of proteins, amino acid residues form the second-largest component (water is the largest) of human muscles and other tissues. Beyond their role as residues in proteins, amino acids participate in a number of processes such as neurotransmitter transport and biosynthesis.",
  "/wiki/Vitamin_B2": "Riboflavin, also known as vitamin B2, is a vitamin found in food and used as a dietary supplement. Food sources include eggs, green vegetables, milk and other dairy product, meat, mushrooms, and almonds. Some countries require its addition to grains. As a supplement it is used to prevent and treat riboflavin deficiency and prevent migraines. It may be given by mouth or injection.",
  "/wiki/Riboflavin": "Riboflavin, also known as vitamin B2, is a vitamin found in food and used as a dietary supplement. Food sources include eggs, green vegetables, milk and other dairy product, meat, mushrooms, and almonds. Some countries require its addition to grains. As a supplement it is used to prevent and treat riboflavin deficiency and prevent migraines. It may be given by mouth or injection.",
  "/wiki/Precursor_(chemistry)": "In chemistry, a precursor is a compound that participates in a chemical reaction that produces another compound.",
  "/wiki/Flavin_adenine_dinucleotide": "In biochemistry, flavin adenine dinucleotide (FAD) is a redox-active coenzyme associated with various proteins, which is involved with several important enzymatic reactions in metabolism. A flavoprotein is a protein that contains a flavin group, this may be in the form of FAD or flavin mononucleotide (FMN). There are many flavoproteins besides components of the succinate dehydrogenase complex, including α-ketoglutarate dehydrogenase and a component of the pyruvate dehydrogenase complex; some examples are shown in section 6.",
  "/wiki/Flavin_mononucleotide": "Flavin mononucleotide (FMN), or riboflavin-5′-phosphate, is a biomolecule produced from riboflavin (vitamin B2) by the enzyme riboflavin kinase and functions as prosthetic group of various oxidoreductases including NADH dehydrogenase as well as cofactor in biological blue-light photo receptors. During the catalytic cycle, a reversible interconversion of the oxidized (FMN), semiquinone (FMNH•) and reduced (FMNH2) forms occurs in the various oxidoreductases. FMN is a stronger oxidizing agent than NAD and is particularly useful because it can take part in both one- and two-electron transfers. In its role as blue-light photo receptor, (oxidized) FMN stands out from the 'conventional' photo receptors as the signaling state and not an E/Z isomerization.",
  "/wiki/Flavoprotein": "Flavoproteins are proteins that contain a nucleic acid derivative of riboflavin: the flavin adenine dinucleotide (FAD) or flavin mononucleotide (FMN).",
  "/wiki/Vitamin_B3": "Vitamin B3 is a vitamin that includes three forms: nicotinamide (niacinamide), niacin (nicotinic acid), and nicotinamide riboside. All three forms of vitamin B3 are converted within the body to nicotinamide adenine dinucleotide (NAD). NAD is required for human life and people are unable to make it within their bodies without either vitamin B3 or tryptophan. Nicotinamide riboside was identified as a form of vitamin B3 in 2004. The group is also occasionally referred to as vitamin B3 complex.",
  "/wiki/Niacin": "Niacin, also known as nicotinic acid, is an organic compound and a form of vitamin B3, an essential human nutrient. It has the formula C6H5NO2 and belongs to the group of the pyridinecarboxylic acid.",
  "/wiki/Nicotinamide": "Nicotinamide (NAM), also known as niacinamide, is a form of vitamin B3 found in food and used as a dietary supplement and medication. As a supplement, it is used by mouth to prevent and treat pellagra (niacin deficiency). While nicotinic acid (niacin) may be used for this purpose, nicotinamide has the benefit of not causing skin flushing. As a cream, it is used to treat acne.",
  "/wiki/Nicotinamide_riboside": "Nicotinamide riboside (NR) is claimed to be a new form pyridine-nucleoside of vitamin B3 that functions as a precursor to nicotinamide adenine dinucleotide or NAD+.",
  "/wiki/Coenzyme": "A cofactor is a non-protein chemical compound or metallic ion that is required for an enzyme's activity as a catalyst, a substance that increases the rate of a chemical reaction. Cofactors can be considered \"helper molecules\" that assist in biochemical transformations.  The rates at which these happen are characterized by in an area of study called enzyme kinetics. Cofactors typically differ from ligands in that they often derive their function by remaining bound.",
  "/wiki/Nicotinamide_adenine_dinucleotide": "Nicotinamide adenine dinucleotide (NAD) is a cofactor that is central to metabolism. Found in all living cells, NAD is called a dinucleotide because it consists of two nucleotides joined through their phosphate groups. One nucleotide contains an adenine nucleobase and the other nicotinamide. NAD exists in two forms: an oxidized and reduced form, abbreviated as NAD+ and NADH respectively.",
  "/wiki/Nicotinamide_adenine_dinucleotide_phosphate": "Nicotinamide adenine dinucleotide phosphate, abbreviated NADP+ or, in older notation, TPN (triphosphopyridine nucleotide), is a cofactor used in anabolic reactions, such as the Calvin cycle and lipid and nucleic acid syntheses, which require NADPH as a reducing agent. It is used by all forms of cellular life.",
  "/wiki/Metabolism": "Metabolism (/məˈtæbəlɪzəm/, from Greek: μεταβολή metabolē, \"change\") is the set of life-sustaining chemical reactions in organisms. The three main purposes of metabolism are: the conversion of food to energy to run cellular processes; the conversion of food/fuel to building blocks for proteins, lipids, nucleic acids, and some carbohydrates; and the elimination of nitrogenous wastes. These enzyme-catalyzed reactions allow organisms to grow and reproduce, maintain their structures, and respond to their environments. (The word metabolism can also refer to the sum of all chemical reactions that occur in living organisms, including digestion and the transport of substances into and between different cells, in which case the above described set of reactions within the cells is called intermediary metabolism or intermediate metabolism).",
  "/wiki/Vitamin_B5": "Pantothenic acid, also called vitamin B5 (a B vitamin), is a water-soluble vitamin. Pantothenic acid is an essential nutrient. Animals require pantothenic acid in order to synthesize coenzyme-A (CoA), as well as to synthesize and metabolize proteins, carbohydrates, and fats. The anion is called pantothenate.",
  "/wiki/Pantothenic_acid": "Pantothenic acid, also called vitamin B5 (a B vitamin), is a water-soluble vitamin. Pantothenic acid is an essential nutrient. Animals require pantothenic acid in order to synthesize coenzyme-A (CoA), as well as to synthesize and metabolize proteins, carbohydrates, and fats. The anion is called pantothenate.",
  "/wiki/Coenzyme_A": "Coenzyme A (CoA, SHCoA, CoASH) is a coenzyme, notable for its role in the synthesis and oxidation of fatty acids, and the oxidation of pyruvate in the citric acid cycle. All genomes sequenced to date encode enzymes that use coenzyme A as a substrate, and around 4% of cellular enzymes use it (or a thioester) as a substrate. In humans, CoA biosynthesis requires cysteine, pantothenate (vitamin B5), and adenosine triphosphate (ATP).",
  "/wiki/Vitamin_B6": "Vitamin B6 refers to a group of chemically similar compounds which can be interconverted in biological systems. Vitamin B6 is part of the vitamin B group of essential nutrients. Its active form, pyridoxal 5′-phosphate, serves as a coenzyme in some 100 enzyme reactions in amino acid, glucose, and lipid metabolism.",
  "/wiki/Pyridoxine": "Pyridoxine, also known as vitamin B6, is a form of vitamin B6 found commonly in food and used as dietary supplement. As a supplement it is used to treat and prevent pyridoxine deficiency, sideroblastic anaemia, pyridoxine-dependent epilepsy, certain metabolic disorders, problems from isoniazid, and certain types of mushroom poisoning. It is used by mouth or by injection.",
  "/wiki/Pyridoxal": "Pyridoxal is one form of vitamin B6.",
  "/wiki/Pyridoxamine": "Pyridoxamine is one form of vitamin B6. Chemically it is based on a pyridine ring structure, with hydroxyl, methyl, aminomethyl, and hydroxymethyl substituents. It differs from pyridoxine by the substituent at the 4-position. The phenol at position 3 and aminomethyl group at position 4 of its ring endow pyridoxamine with a variety of chemical properties, including the scavenging of free radical species and carbonyl species formed in sugar and lipid degradation and chelation of metal ions that catalyze Amadori reactions.",
  "/wiki/Vitamin_B7": "Biotin, also called vitamin H (the H represents Haar und Haut, German words for \"hair and skin\"), vitamin B7 or vitamin B8 (in many countries like France, where vitamin B7 is used for Inositol) is a water-soluble B vitamin. It is involved in a wide range of metabolic processes, both in humans and in other organisms, primarily related to the utilization of fats, carbohydrates, and amino acids.",
  "/wiki/Biotin": "Biotin, also called vitamin H (the H represents Haar und Haut, German words for \"hair and skin\"), vitamin B7 or vitamin B8 (in many countries like France, where vitamin B7 is used for Inositol) is a water-soluble B vitamin. It is involved in a wide range of metabolic processes, both in humans and in other organisms, primarily related to the utilization of fats, carbohydrates, and amino acids.",
  "/wiki/Carboxylase": "Carboxylation is a chemical reaction in which a carboxylic acid group is produced by treating a substrate with carbon dioxide. The opposite reaction is decarboxylation. In chemistry, the term carbonation is sometimes used synonymously with carboxylation, especially when applied to the reaction of carbanionic reagents with CO2. More generally, carbonation usually describes the production of carbonates.",
  "/wiki/Fatty_acid": "In chemistry, particularly in biochemistry, a fatty acid is a carboxylic acid with a long aliphatic chain, which is either saturated or unsaturated. Most naturally occurring fatty acids have an unbranched chain of an even number of carbon atoms, from 4 to 28. Fatty acids are usually not found in organisms, but instead as three main classes of esters: triglycerides, phospholipids, and cholesteryl esters. In any of these forms, fatty acids are both important dietary sources of fuel for animals and they are important structural components for cells.",
  "/wiki/Gluconeogenesis": "Gluconeogenesis (GNG) is a metabolic pathway that results in the generation of glucose from certain non-carbohydrate carbon substrates. From breakdown of proteins, these substrates include glucogenic amino acids (although not ketogenic amino acids); from breakdown of lipids (such as triglycerides), they include glycerol, odd-chain fatty acids (although not even-chain fatty acids, see below); and from other steps in metabolism they include pyruvate and lactate.",
  "/wiki/Vitamin_b9": "Folate, also known as vitamin B9 and folacin, is one of the B vitamins. Manufactured folic acid, which is converted into folate by the body, is used as a dietary supplement and in food fortification as it is more stable during processing and storage. Folate is essential for the body to make DNA and RNA and metabolise amino acids, which are required for cell division. As humans cannot make folate, it is required in the diet, making it an essential vitamin. It occurs naturally in many foods. The recommended adult daily intake of folate in the U.S. is 400 micrograms from foods or dietary supplements.",
  "/wiki/Folate": "Folate, also known as vitamin B9 and folacin, is one of the B vitamins. Manufactured folic acid, which is converted into folate by the body, is used as a dietary supplement and in food fortification as it is more stable during processing and storage. Folate is essential for the body to make DNA and RNA and metabolise amino acids, which are required for cell division. As humans cannot make folate, it is required in the diet, making it an essential vitamin. It occurs naturally in many foods. The recommended adult daily intake of folate in the U.S. is 400 micrograms from foods or dietary supplements.",
  "/wiki/Methylation": "In the chemical sciences, methylation denotes the addition of a methyl group on a substrate, or the substitution of an atom (or group) by a methyl group. Methylation is a form of alkylation, with a methyl group, rather than a larger carbon chain, replacing a hydrogen atom. These terms are commonly used in chemistry, biochemistry, soil science, and the biological sciences.",
  "/wiki/Cell_division": "Cell division is the process by which a parent cell divides into two or more daughter cells. Cell division usually occurs as part of a larger cell cycle. In eukaryotes, there are two distinct types of cell division: a vegetative division, whereby each daughter cell is genetically identical to the parent cell (mitosis), and a reproductive cell division, whereby the number of chromosomes in the daughter cells is reduced by half to produce haploid gametes (meiosis). Meiosis results in four haploid daughter cells by undergoing one round of DNA replication followed by two divisions. Homologous chromosomes are separated in the first division, and sister chromatids are separated in the second division. Both of these cell division cycles are used in the process of sexual reproduction at some point in their life cycle. Both are believed to be present in the last eukaryotic common ancestor.",
  "/wiki/Vitamin_B12": "Vitamin B12, also known as cobalamin, is a water-soluble vitamin involved in the metabolism of every cell of the human body: it is a cofactor in DNA synthesis, and in both fatty acid and amino acid metabolism. It is particularly important in the normal functioning of the nervous system via its role in the synthesis of myelin, and in the maturation of developing red blood cells in the bone marrow.",
  "/wiki/Cobalamin": "Vitamin B12, also known as cobalamin, is a water-soluble vitamin involved in the metabolism of every cell of the human body: it is a cofactor in DNA synthesis, and in both fatty acid and amino acid metabolism. It is particularly important in the normal functioning of the nervous system via its role in the synthesis of myelin, and in the maturation of developing red blood cells in the bone marrow.",
  "/wiki/Cyanocobalamin": "Cyanocobalamin is a manufactured form of vitamin B12 used to treat vitamin B12 deficiency. The deficiency may occur in pernicious anemia, following surgical removal of the stomach, with fish tapeworm, or due to bowel cancer. It is less preferred than hydroxocobalamin for treating vitamin B12 deficiency. It is used by mouth, by injection into a muscle, or as a nasal spray.",
  "/wiki/Methylcobalamin": "Methylcobalamin (mecobalamin, MeCbl, or MeB12) is a cobalamin, a form of vitamin B12. It differs from cyanocobalamin in that the cyano group at the cobalt is replaced with a methyl group. Methylcobalamin features an octahedral cobalt(III) centre and can be obtained as bright red crystals.  From the perspective of coordination chemistry, methylcobalamin is notable as a rare example of a compound that contains metal–alkyl bonds. Nickel–methyl intermediates have been proposed for the final step of methanogenesis.",
  "/wiki/Fatty_acid_metabolism": "Fatty acid metabolism consists of catabolic processes that generate energy, and anabolic processes that create biologically important molecules (triglycerides, phospholipids, second messengers, local hormones and ketone bodies).\nFatty acids are a family of molecules classified within the lipid macronutrient class. One role of fatty acids in animal metabolism is energy production, captured in the form of adenosine triphosphate (ATP). When compared to other macronutrient classes (carbohydrates and protein), fatty acids yield the most ATP on an energy per gram basis, when they are completely oxidized to CO2 and water by beta oxidation and the citric acid cycle. Fatty acids (mainly in the form of triglycerides) are therefore the foremost storage form of fuel in most animals, and to a lesser extent in plants. In addition, fatty acids are important components of the phospholipids that form the phospholipid bilayers out of which all the membranes of the cell are constructed (the plasma membrane and other membranes that enclose all the organelles within the cells, such as the nucleus, the mitochondria, endoplasmic reticulum, and the Golgi apparatus). Fatty acids can also be cleaved, or partially cleaved, from their chemical attachments in the cell membrane to form second messengers within the cell, and local hormones in the immediate vicinity of the cell. The prostaglandins made from arachidonic acid stored in the cell membrane, are probably the most well known group of these local hormones.",
  "/wiki/Amino_acid_metabolism": "Protein metabolism denotes the various biochemical processes responsible for the synthesis of proteins and amino acids (anabolism), and the breakdown of proteins by catabolism.",
  "/wiki/B_vitamins": "B vitamins are a class of water-soluble vitamins that play important roles in cell metabolism. Though these vitamins share similar names, they are chemically distinct compounds that often coexist in the same foods. In general, dietary supplements containing all eight are referred to as a vitamin B complex. Individual B vitamin supplements are referred to by the specific number or name of each vitamin: B1 = thiamine, B2 = riboflavin, B3 = niacin, etc. Some are better known by name than number: niacin, pantothenic acid, biotin and folate."
}