{
  "/wiki/Chris_Nero": "Chris Nero (born 14 February 1981) is an Australian/Italian former professional rugby league footballer. He last played in the Super League for Salford City Reds. His usual position was at second-row, although he could also play in the centres. Nero left the Bradford  Bulls at the end of the 2010 season to play for Salford City Reds.",
  "/wiki/Rugby_league_positions": "A rugby league team consists of thirteen players on the field, with four substitutes on the bench. Each of the thirteen players is assigned a position, normally with a standardised number, which reflects their role in attack and defence, although players can take up any position at any time.",
  "/wiki/Salford_Red_Devils": "The Salford Red Devils are a professional rugby league club in Salford, Greater Manchester, England, who play in the Super League. Formed in 1873, they have won six Championships and one Challenge Cup. Their home ground since 2012 has been the AJ Bell Stadium in Barton-upon-Irwell, before which they played at the Willows in Weaste. Before 1995, the club was known simply as Salford, from 1995–98 Salford Reds and from 1999–2013 Salford City Reds.",
  "/wiki/Steve_Menzies": "Steven Menzies (born 4 December 1973), also known by the nickname of \"Beaver\", is an Australian former professional rugby league footballer best known for his career with the Manly Sea Eagles. He also played for the Bradford Bulls and the Catalans Dragons in the Super League. Menzies has spent the majority of his playing career in the back row, but he also played as a centre, five-eighth and as a utility player off the bench.",
  "/wiki/Catalans_Dragons": "The Catalans Dragons (French and Catalan: Dragons Catalans) (often in English Catalan Dragons) are a professional rugby league club based in Perpignan, Pyrénées-Orientales, France and represent Catalonia.  They play in the Super League. They have also played home matches in Barcelona, attracting a Super League regular season record crowd of 31,555 against the Wigan Warriors at the Nou Camp in 2019. Along with the Toronto Wolfpack, they are the only teams in the competition from outside England. The Dragons play home games at Stade Gilbert Brutus. They were the first non British team to win the Challenge Cup since the competition started in 1896, after beating Warrington Wolves 20–14 at Wembley Stadium on 25 August 2018.",
  "/wiki/Joe_Wardle": "Joe Wardle (born 22 September 1991) is a Scotland international rugby league footballer who plays as a centre or second-row forward for the Huddersfield Giants in the Betfred Super League.",
  "/wiki/Huddersfield_Giants": "The Huddersfield Giants are an English professional rugby league club from Huddersfield, West Yorkshire, the birthplace of rugby league, who play in the Super League competition. They play their home games at the John Smiths Stadium which is shared with Huddersfield Town F.C.. Huddersfield is also one of the original twenty-two rugby clubs that formed the Northern Rugby Football Union in 1895, making them one of the world's first rugby league teams. The club was founded in 1864 and is the world's oldest professional rugby league club. They have won 7 Championships and 6 Challenge Cups, but have not won a major trophy since 1962, Although they did win the 2013 League Leaders Shield after topping the table for the first time in 81 years.",
  "/wiki/Rikki_Sheriffe": "Rikki Sheriffe (born 5 May 1984) is an English rugby league footballer for Keighley Cougars, in League 1. Between 2010 and 2012 he played rugby union for Newcastle Falcons.",
  "/wiki/Newcastle_Falcons": "The Newcastle Falcons are an English rugby union team that plays in the RFU Championship. The club was established in 1877 as the Gosforth Football Club. Around 1882 the club merged with the Northumberland Football Club and briefly assumed their name until 1887. In 1990, the name was changed to Newcastle Gosforth and the club began to play at Kingston Park stadium in Kingston Park, Newcastle upon Tyne. In 1996, following the start of \"open era\" the club briefly adopted the name Newcastle Rugby Club before adopting its current name.",
  "/wiki/Stuart_Reardon": "Stuart Reardon is an English fitness model and former professional rugby league footballer who most recently played for the North Wales Crusaders. He played as a fullback, wing, or centre..",
  "/wiki/Crusaders_Rugby_League": "Crusaders Rugby League (Welsh: Croesgadwyr Rygbi'r Gynghrair) was a professional rugby league club based in Bridgend and later in Wrexham, Wales. They played for six seasons in the Rugby Football League competitions, including three years in the Super League from 2009 to 2011.",
  "/wiki/Wakefield_Trinity": "Wakefield Trinity is a professional rugby league club in Wakefield, West Yorkshire, England, that plays in the Super League. One of the original twenty-two clubs that formed the Northern Rugby Football Union in 1895, between 1999 and 2016 the club was known as Wakefield Trinity Wildcats. The club has played at Belle Vue Stadium in Wakefield since 1895 and has rivalries with Castleford Tigers and Featherstone Rovers.  Wakefield have won two premierships in their history when they went back to back in 1967 and 1968.  As of 2019, it has been 51 years since Wakefield last won the league.",
  "/wiki/Danny_Sculthorpe": "Danny Sculthorpe (born 8 September 1979), also known by the nickname of \"Scully\", is an English former professional rugby league footballer. He last played as a prop for the Widnes Vikings (Heritage No.). He also played for the Rochdale Hornets, Wigan Warriors (Heritage No. 952), Castleford Tigers (Heritage No.), Wakefield Trinity Wildcats (Heritage No. 1246), and the Huddersfield Giants.",
  "/wiki/Widnes_Vikings": "The Widnes Vikings are an English professional rugby league club based in Widnes, Cheshire that plays in the Betfred Championship. The club plays its home matches at the Halton Stadium. Founded as Widnes Football Club, they are one of the original twenty-two rugby clubs that formed the Northern Rugby Football Union in 1895, making them one of the world's first rugby league teams. Their historic nickname is \"The Chemics\" after the main industry in Widnes, but now they use their modern nickname, \"The Vikings\".",
  "/wiki/Michael_Worrincy": "Michael \"Mikey\" Worrincy (born (1986-02-16)16 February 1986 in Leeds, West Yorkshire), also known by the nickname of \"Black Pearl\", is an English rugby league player for the London Skolars in the Kingstone Press Championship 1. He has previously played for the Harlequins RL, the Leigh and the Bradford Bulls in the Super League, and with the Penrith Panthers in the NRL. He is the younger brother of Halifax, and Wales international Rob Worrincy.",
  "/wiki/Penrith_Panthers": "Penrith Panthers are an Australian professional rugby league football team based in the western Sydney suburb of Penrith.  The team is based 55 km west of the centre of Sydney and at the foot of the Blue Mountains.",
  "/wiki/George_Burgess_(rugby_league)": "George Burgess (born 21 April 1992) is an English professional rugby league footballer who plays as a prop for the Wigan Warriors in the Betfred Super League, and the England Knights and England at international level.",
  "/wiki/South_Sydney_Rabbitohs": "The South Sydney Rabbitohs are a professional Australian rugby league team based in Redfern, a suburb of inner-southern Sydney, New South Wales. They participate in the National Rugby League (NRL) premiership and are one of nine existing teams from the state capital. They are often called Souths and  The Bunnies.",
  "/wiki/Wayne_Godwin": "Wayne Robert Godwin (born 13 March 1982) is an English former professional rugby league footballer.",
  "/wiki/Glenn_Hall_(rugby_league)": "Glenn Hall (born 21 March 1981) is an Australian former professional rugby league footballer. He played for the Canterbury-Bankstown Bulldogs, the South Sydney Rabbitohs, the Sydney Roosters, the Manly Warringah Sea Eagles, with which he won the 2008 NRL premiership and 2009 World Club Challenge with and the North Queensland Cowboys in the National Rugby League, while also had a stint in the Super League with the Bradford Bulls. He primarily played as a second-row and prop.",
  "/wiki/North_Queensland_Cowboys": "The North Queensland Cowboys are an Australian professional rugby league football club based in Townsville, the largest city in North Queensland. They compete in Australia's premier rugby league competition, the National Rugby League (NRL).",
  "/wiki/Matt_Orford": "Matthew Orford (born 22 April 1978), also known by the nickname of \"The Ox\", is an Australian former professional rugby league footballer who played in the 2000s and 2010s. A City New South Wales representative halfback, he played the majority of his club football career in Australia for National Rugby League clubs, Melbourne Storm and Manly-Warringah Sea Eagles, with whom he won 2008's Dally M Medal and NRL premiership. Orford also played for NRL sides, the Northern Eagles and Canberra Raiders, as well as in the Super League for England's the Bradford Bulls.",
  "/wiki/Canberra_Raiders": "The Canberra Raiders are an Australian professional rugby league football club based in the national capital city of Canberra, Australian Capital Territory. They have competed in Australasia's elite rugby league competition, the National Rugby League (NRL) premiership since 1982. Over this period the club has won 3 premierships, (out of 6 Grand Finals played). They have not won a grand final since 1994 and last played in a grand final in 2019. They have received 1 wooden spoon and had a total of 15 of its players (9 New South Wales Blues and 6 Queensland Maroons) selected to play for the Australia national rugby league team. The Raiders' current home ground is Canberra Stadium (GIO Stadium) in Bruce, Australian Capital Territory. Previously, the team played home matches at Seiffert Oval in Queanbeyan, New South Wales, with the move to the AIS Stadium in Bruce taking place in 1990. The official symbol for the Canberra Raiders is the Viking. The Viking, also a mascot at Raiders' games, is known as Victor the Viking.",
  "/wiki/Dave_Halley": "David Halley (born 12 October 1986 in Bradford), also known by the nickname of \"Opta\", is an English-born professional rugby league footballer. He played at representative level for Wales, and at club level for the Bradford Bulls and the Wakefield Trinity Wildcats in the Super League and the Keighley Cougars, as a fullback, or wing. Dave Halley won the Bradford Bulls' 2009 Player of the Year award.",
  "/wiki/Keighley_Cougars": "The Keighley Cougars are a professional rugby league club from Keighley in West Yorkshire, England who compete in League 1, the third tier of English rugby league.  Keighley's home ground, Cougar Park has a capacity of 7,800."
}