{
  "/wiki/Cap_(sports)": "In sport, a cap is a metaphorical term for a player's appearance in a game at international level. The term dates from the practice in the United Kingdom of awarding a cap to every player in an international match of association football. In the early days of football, the concept of each team wearing a set of matching shirts had not been universally adopted, so each side would distinguish itself from the other by wearing a specific sort of cap.",
  "/wiki/Ramón_Zabalo": "Ramón Zabalo Zubiaurre (10 June 1910 – 2 January 1967) was a British born Spanish footballer of Basque and Catalan ethnicity who played for FC Barcelona in Spain and RC Paris in France. He represented Spain at the 1934 FIFA World Cup.",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.",
  "/wiki/Roberto_López_Ufarte": "Roberto López Ufarte (born 19 April 1958) is a Spanish retired footballer who played as a forward.",
  "/wiki/Morocco": "Morocco (/məˈrɒkoʊ/ (listen); Arabic: المغرب‎, romanized: al-maġhrib, lit. 'place the sun sets; the west'; Standard Moroccan Tamazight: ⵍⵎⵖⵔⵉⴱ, romanized: lmeɣrib; French: Maroc), officially the Kingdom of Morocco (Arabic: المملكة المغربية‎, romanized: al-mamlakah al-maghribiyah, lit. 'The Western Kingdom'; Standard Moroccan Tamazight: ⵜⴰⴳⵍⴷⵉⵜ ⵏ ⵍⵎⵖⵔⵉⴱ, romanized: tageldit n lmaɣrib; French: Royaume du Maroc), is a country located in the Maghreb region of North Africa. It overlooks the Mediterranean Sea to the north and the Atlantic Ocean to the west, with land border with Algeria to the east and Western Sahara to the south (status disputed). Morocco also claims the exclaves of Ceuta, Melilla and Peñón de Vélez de la Gomera, all of them under Spanish jurisdiction, as well as several small Spanish-controlled islands of its coast. The capital is Rabat and the largest city is Casablanca. Morocco spans an area of 710,850 km2 (274,460 sq mi) and has a population of over 36 million.",
  "/wiki/Eduardo_Arbide": "Eduardo Arbide Allende (4 December 1900 - 13 November 1987) known in Spain as \"Arbide\", was a Spanish footballer of Basque origin who played for Real Sociedad and the Spain national side.",
  "/wiki/Argentina": "Argentina (Spanish: [aɾxenˈtina]), officially the Argentine Republic[A] (Spanish: República Argentina), is a country located mostly in the southern half of South America. Sharing the bulk of the Southern Cone with Chile to the west, the country is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. With a mainland area of 2,780,400 km2 (1,073,500 sq mi),[B] Argentina is the eighth-largest country in the world, the fourth largest in the Americas, the second largest in South America after Brazil, and the largest Spanish-speaking nation. The sovereign state is subdivided into twenty-three provinces (Spanish: provincias, singular provincia) and one autonomous city (ciudad autónoma), Buenos Aires, which is the federal capital of the nation (Spanish: Capital Federal) as decided by Congress. The provinces and the capital have their own constitutions, but exist under a federal system. Argentina claims sovereignty over part of Antarctica, the Falkland Islands (Spanish: Islas Malvinas), and South Georgia and the South Sandwich Islands.",
  "/wiki/Marcelino_Gálatas": "Marcelino Gálatas Rentería (2 April 1903 – 8 April 1994) was a Spanish international footballer born in the Philippines, who moved to the Basque Country to study engineering and played for Athletic Bilbao, SD Deusto, Real Sociedad and Atlético Madrid. Nicknamed \"Chelín\", he only appeared in one international game for his country.",
  "/wiki/Philippines": "The Philippines (/ˈfɪləpiːnz/ (listen); Filipino: Pilipinas [ˌpɪlɪˈpinɐs] or Filipinas [ˌfɪlɪˈpinɐs]), officially the Republic of the Philippines (Filipino: Republika ng Pilipinas),[a] is an archipelagic country in Southeast Asia. Situated in the western Pacific Ocean, it consists of about 7,641 islands that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas and Mindanao. The capital city of the Philippines is Manila and the most populous city is Quezon City, both part of Metro Manila. Bounded by the South China Sea on the west, the Philippine Sea on the east and the Celebes Sea on the southwest, the Philippines shares maritime borders with Taiwan to the north, Japan to the northeast, Vietnam to the west, Palau to the east, and Malaysia and Indonesia to the south.",
  "/wiki/Alfredo_Di_Stéfano": "Alfredo Stéfano Di Stéfano Laulhé (Spanish pronunciation: [alˈfɾeðo ði esˈtefano]; 4 July 1926 – 7 July 2014) was an Argentine professional footballer and coach. He is regarded as one of the best footballers of all time, and is best known for his achievements with Real Madrid, where he was instrumental in the club's domination of the European Cup and La Liga during the 1950s. Along with Francisco Gento and José María Zárraga, he was one of only three players to play a part in all five victories, scoring goals in each of the five finals. Di Stéfano played international football mostly for Spain after moving to Madrid, but he also played for Argentina and Colombia.",
  "/wiki/Marcos_Senna": "Marcos Antônio Senna da Silva (born 17 July 1976), known as Senna, is a retired footballer who played as a central midfielder.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/José_Eulogio_Gárate": "José Eulogio Gárate Ormaechea (born 20 September 1944 in Sarandí, Argentina) is a former Spanish footballer who played as a forward for SD Eibar, SD Indautxu, Atlético Madrid and Spain.",
  "/wiki/Ferenc_Puskás": "Ferenc Puskás (UK: /ˌfɛrɛntʃ ˈpʊʃkəs, -ɛŋk -, - ˈpʊskəs, - ˈpʊʃkæʃ/ FERR-ench PUUS(H)-kəss, -⁠enk -⁠, -⁠ PUUSH-kash, Hungarian: [ˈfɛrɛnt͡s ˈpuʃkaːʃ]; né Purczeld; 2 April 1927 – 17 November 2006) was a Hungarian footballer and manager, widely regarded as one of the greatest players of all time. He is the son of former footballer Ferenc Puskás Senior. A prolific forward, he scored 84 goals in 85 international matches for Hungary, played 4 international matches for Spain and scored 514 goals in 529 matches in the Hungarian and Spanish leagues. He became an Olympic champion in 1952 and led his nation to the final of the 1954 World Cup where he was named the tournament's best player. He won three European Cups (1959, 1960, 1966), 10 national championships (5 Hungarian and 5 Spanish Primera División) and 8 top individual scoring honors. In 1995, he was recognized as the top scorer of the 20th century by the IFFHS.",
  "/wiki/Hungary": "Hungary (Hungarian: Magyarország [ˈmɒɟɒrorsaːɡ] (listen)) is a country in Central Europe. Spanning 93,030 square kilometres (35,920 sq mi) in the Carpathian Basin, it borders Slovakia to the north, Ukraine to the northeast, Romania to the east and southeast, Serbia to the south, Croatia and Slovenia to the southwest, and Austria to the west. With about 10 million inhabitants, Hungary is a medium-sized member state of the European Union. The official language is Hungarian, which is the most widely spoken Uralic language in the world, and among the few non-Indo-European languages to be widely spoken in Europe. Hungary's capital and largest city is Budapest; other major urban areas include Debrecen, Szeged, Miskolc, Pécs and Győr.",
  "/wiki/László_Kubala": "László Kubala Stecz (10 June 1927 – 17 May 2002), also referred to as Ladislav Kubala (in Slovak) or Ladislao Kubala (in Spanish), was a Hungarian, Czechoslovak and Spanish professional footballer. Regarded as one of the best players in history, he is considered a hero of Barcelona. He played as a forward for, among other clubs, Ferencváros, Slovan Bratislava, Barcelona, and Espanyol. A Hungarian national by birth, he also held Czechoslovak and Spanish citizenship, and in fact played for the national teams of all three countries.",
  "/wiki/Donato_Gama_da_Silva": "Donato Gama da Silva (born 30 December 1962), known simply as Donato, is a retired footballer who played from the 1980s to early 2000s, and is a manager.",
  "/wiki/Rubén_Cano": "Rubén Andrés Cano Martínez (born 5 February 1951) is a Spanish retired footballer who played as a striker.",
  "/wiki/Eulogio_Martinez": "Eulogio Martínez Ramiro (born 11 June 1935 in Asunción, Paraguay, died 30 September 1984 in Barcelona, Spain) was a Paraguayan-Spaniard footballer who played as a striker. He played for the Spanish side FC Barcelona in the 1950s and 1960s, and is remembered for being a prolific striker with an excellent finishing ability.",
  "/wiki/Paraguay": "Paraguay (/ˈpærəɡwaɪ/; Spanish pronunciation: [paɾaˈɣwaj] (listen); Guarani: Paraguái, [paɾaˈɰwaj]), officially the Republic of Paraguay (Spanish: República del Paraguay; Guarani: Tetã Paraguái), is a country in South America. It is bordered by Argentina to the south and southwest, Brazil to the east and northeast, and Bolivia to the northwest. Although it is one of only two landlocked countries in South America (the other is Bolivia), the country has coasts, beaches and ports on the Paraguay and Paraná rivers that give exit to the Atlantic Ocean through the Paraná-Paraguay Waterway. Due to its central location in South America, it is sometimes referred to as Corazón de Sudamérica (\"Heart of South America\").",
  "/wiki/José_Santamaría": "José Emilio Santamaría Iglesias (born 31 July 1929) is a retired football central defender and manager.",
  "/wiki/Uruguay": "Uruguay (/ˈjʊərəɡwaɪ/ (listen); Spanish: [uɾuˈɣwai] (listen)), officially the Oriental Republic of Uruguay (Spanish: República Oriental del Uruguay; Portuguese: República Oriental do Uruguai), is a country in the southeastern region of South America. It borders Argentina to its west and Brazil to its north and east, with the Río de la Plata (River of Silver) to the south and the Atlantic Ocean to the southeast. Uruguay is home to an estimated 3.45 million people, of whom 1.8 million live in the metropolitan area of its capital and largest city, Montevideo. With an area of approximately 176,000 square kilometers (68,000 sq mi), Uruguay is geographically the second-smallest nation in South America, after Suriname.",
  "/wiki/Heriberto_Herrera": "Heriberto Herrera Udrizar (24 April 1926 – 26 July 1996)  was a footballer and manager who played international football for both Paraguay and Spain as a defender.",
  "/wiki/Juan_Antonio_Pizzi": "Juan Antonio Pizzi Torroja (Spanish pronunciation: [ˈxwan anˈtonjo ˈpisi], Italian: [ˈpittsi]; born 7 June 1968) is a retired professional footballer who played as a striker, and a manager.",
  "/wiki/Catanha": "Henrique Guedes da Silva (born 6 March 1972), known as Catanha, is a former footballer who played as a striker.",
  "/wiki/Rubén_Óscar_Valdez": "Rubén Óscar Valdez Ferrero (born 25 June 1946) is a former Spanish footballer striker. He played the majority of his career for Spanish club Valencia C.F. and also represented the Spain national team.",
  "/wiki/Juan_Carlos_Heredia": "Juan Carlos Heredia Araya (born 1 May 1952 in Córdoba) is a former Argentine football striker who played for the Spain national team.",
  "/wiki/Thomas_Christiansen": "Thomas Christiansen Tarín (born 11 March 1973) is a retired footballer who played as a striker, and the manager of Belgian club Royale Union Saint-Gilloise.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).",
  "/wiki/List_of_Spain_international_footballers_born_outside_Spain": "A number of the male footballers who have reached international status with Spain were not born in the country. Some were born overseas and moved there at a young age (as far as this list is concerned, more often they were the children of Spanish migrants who decided to return, rather than migrant newcomers from other parts of the world) while others became naturalised citizens of Spain after living there for the required period and never being selected by their homeland – for some countries, including those of Latin America, this process requires only a few years of residency, which has allowed several Brazil-born players to play for Spain having only moved there in the course of their professional careers. Prior to the 1960s, players were not tied to a single national team having appeared for them, and some of the leading foreign players in the Spanish league in the 1950s thus were selected on residency grounds."
}