{
  "/wiki/Call_to_the_Bar": "The call to the bar is a legal term of art in most common law jurisdictions where persons must be qualified to be allowed to argue in court on behalf of another party and are then said to have been \"called to the bar\" or to have received a \"call to the bar\". \"The bar\" is now used as a collective noun for barristers, but literally referred to the wooden barrier in old courtrooms, which separated the often crowded public area at the rear from the space near the judges reserved for those having business with the Court. Barristers would sit or stand immediately behind it, facing the judge, and could use it as a table for their briefs.",
  "/wiki/Nicholas_Barham_(lawyer)": "Nicholas Barham (died 1577) was an English lawyer and Member of Parliament.",
  "/wiki/Serjeant-at-Law": "A Serjeant-at-Law (SL), commonly known simply as a Serjeant, was a member of an order of barristers at the English and Irish bar. The position of Serjeant-at-Law (servientes ad legem), or Sergeant-Counter, was centuries old; there are writs dating to 1300 which identify them as descended from figures in France before the Norman Conquest. The Serjeants were the oldest formally created order in England, having been brought into existence as a body by Henry II. The order rose during the 16th century as a small, elite group of lawyers who took much of the work in the central common law courts. With the creation of Queen's Counsel (or \"Queen's Counsel Extraordinary\") during the reign of Elizabeth I, the order gradually began to decline, with each monarch opting to create more King's or Queen's Counsel. The Serjeants' exclusive jurisdictions were ended during the 19th century and, with the Judicature Act 1873 coming into force in 1875, it was felt that there was no need to have such figures, and no more were created. The last appointed was Nathaniel Lindley, later a Law Lord, who retired in 1905 and died in 1921. The number of Irish Serjeants-at-law was limited to three (originally one, later two). The last appointment was A. M. Sullivan in 1912; after his 1921 relocation to the English bar he remained \"Serjeant Sullivan\" as a courtesy title.",
  "/wiki/Ridolfi_plot": "The Ridolfi plot was a plot in 1571 to assassinate Queen Elizabeth I of England and replace her with Mary, Queen of Scots. The plot was hatched and planned by Roberto Ridolfi, an international banker who was able to travel between Brussels, Rome and Madrid to gather support without attracting too much suspicion.",
  "/wiki/Thomas_Ashe_(legal_writer)": "Thomas Ashe or Ash (fl. 1600–1618), was an English legal writer. Ashe entered as a student of Gray's Inn in 1574, was called to the bar 24 January 1582–83, and became pensioner of his inn 17 October 1597.",
  "/wiki/Barrister": "A barrister is a type of lawyer in common law jurisdictions. Barristers mostly specialise in courtroom advocacy and litigation. Their tasks include taking cases in superior courts and tribunals, drafting legal pleadings, researching the philosophy, hypothesis and history of law, and giving expert legal opinions.",
  "/wiki/Henry_Finch": "Sir Henry Finch (died 1625) was an English lawyer and politician, created serjeant-at-law and knighted, and remembered as a legal writer.",
  "/wiki/William_Atwood": "William Atwood (c. 1650 – 1712) was an English lawyer, known also as a political and historical writer.",
  "/wiki/John_Bell_(barrister)": "John Bell (23 October 1764 – 6 February 1836) was an English barrister and equity lawyer.",
  "/wiki/B._R._Ambedkar": "Bhimrao Ramji Ambedkar (14 April 1891 – 6 December 1956), also known as Babasaheb Ambedkar, was an Indian jurist, economist, politician and social reformer who inspired the Dalit Buddhist movement and campaigned against social discrimination towards the untouchables (Dalits). He was independent India's first law and justice minister, the major architect of the Constitution of India.",
  "/wiki/Indian_Constitution": "The Constitution of India (IAST: Bhāratīya Saṃvidhāna) is the supreme law of India. The document lays down the framework demarcating fundamental political code, structure, procedures, powers, and duties of government institutions and sets out fundamental rights, directive principles, and the duties of citizens. It is the longest written constitution of any country on earth.[b] B. R. Ambedkar, chairman of the drafting committee, is widely considered to be its chief architect.",
  "/wiki/C._J._Hamson": "Charles John Joseph \"Jack\" Hamson, QC (23 November 1905 – 14 November 1987) was a British jurist.",
  "/wiki/Christopher_Bathurst,_3rd_Viscount_Bledisloe": "Christopher Hiley Ludlow Bathurst, 3rd Viscount Bledisloe, QC (24 June 1934 – 12 May 2009) was a British barrister and politician.",
  "/wiki/Queen%27s_Counsel": "In the United Kingdom and in some Commonwealth countries, a Queen's Counsel (post-nominal QC) during the reign of a queen, or King's Counsel (post-nominal KC) during the reign of a king, is a lawyer (usually a barrister or advocate) who is appointed by the monarch of the country to be one of \"Her [His] Majesty's Counsel learned in the law\". The position originated in England. Some Commonwealth countries have either abolished the position, or re-named it so as to remove monarchical connotations, for  example, \"Senior Counsel\" or \"Senior Advocate\".",
  "/wiki/House_of_Lords": "The House of Lords, also known as the House of Peers and domestically usually referred to simply as the Lords, is the upper house of the Parliament of the United Kingdom. Membership is granted by appointment or else by heredity or official function. Like the House of Commons, it meets in the Palace of Westminster. Officially, the full name of the house is the Right Honourable the Lords Spiritual and Temporal of the United Kingdom of Great Britain and Northern Ireland in Parliament assembled.",
  "/wiki/Samuel_Eson_Johnson_Ecoma": "Samuel Eson Johnson Ecoma (29 November 1930 – 30 August 1999) was a Nigerian jurist and the Chief Judge of Cross River State appointed in March 1990. He was called to the English Bar in June, 1961 and to the Nigerian Bar in August 1963.",
  "/wiki/Aitzaz_Ahsan": "Chaudhry Aitzaz Ahsan (Urdu: چودھری اعتزاز احسن‎; born 27 September 1945) is a Pakistani politician and lawyer who served two times as the Leader of the House in the Senate of Pakistan from 1994 to 1997 and again from 2012 to 2015. He also served as the Leader of the Opposition in the Senate. He was elected a member of the Senate of Pakistan from Punjab in 1994. His tenure ended in March of 2018.",
  "/wiki/Supreme_Court_Bar_Association_of_Pakistan": "The Supreme Court Bar Association (Urdu: سپریم کورٹ بار ایسوسی ایشن‎) is an association comprising the supreme court lawyers in Pakistan. The Legal Practitioners and Bar Councils Act 1973 provides for the forming, recognition and functioning of Bar Associations for supreme court lawyers working  under the control of Pakistan Bar Council. It is an independent Bar association whose aim is to uphold the rule of law and the cause of justice and protect the interest of the legal profession as well as that of the public.",
  "/wiki/Noor_Dean": "Noor Dean is a Fiji Indian lawyer and politician who served in the Suva City Council and was elected to the House of Representatives of Fiji in 1987.",
  "/wiki/Roger_Tan_Kor_Mee": "Datuk Roger Tan Kor Mee (simplified Chinese: 郑光明; traditional Chinese: 鄭光明; pinyin: Zhèng Guāngmíng; Pe̍h-ōe-jī: Tēⁿ Kong-mê) is a lawyer by profession. Born on 1 October 1961 in Yong Peng, Johor, Malaysia, he received his early education at Sekolah Menengah Inggeris (Secondary English School) in his hometown, and at the Tunku Abdul Rahman College in Kuala Lumpur. He later taught for a short period at the Chung Hwa High School, Rengit, Johor before he left to read law at Queen Mary College, University of London. In July 1988, he was admitted as a barrister of the Honourable Society of Gray's Inn, London. In 1989, he was admitted as an advocate and solicitor in Singapore and Malaysia. He also holds a Master of Laws degree from the National University of Singapore."
}