{
  "/wiki/Call_to_the_Bar": "The call to the bar is a legal term of art in most common law jurisdictions where persons must be qualified to be allowed to argue in court on behalf of another party and are then said to have been \"called to the bar\" or to have received a \"call to the bar\". \"The bar\" is now used as a collective noun for barristers, but literally referred to the wooden barrier in old courtrooms, which separated the often crowded public area at the rear from the space near the judges reserved for those having business with the Court. Barristers would sit or stand immediately behind it, facing the judge, and could use it as a table for their briefs.",
  "/wiki/Eubule_Thelwall_(politician)": "Sir Eubule Thelwall (c. 1562 – 8 October 1630) was a Welsh lawyer, academic and politician who sat in the House of Commons between 1624 and 1629. He was principal of Jesus College, Oxford from 1621 to 1630.",
  "/wiki/Jesus_College,_Oxford": "Jesus College (in full: Jesus College in the University of Oxford of Queen Elizabeth's Foundation) is one of the constituent colleges of the University of Oxford in England. It is in the centre of the city, on a site between Turl Street, Ship Street, Cornmarket Street and Market Street. The college was founded by Elizabeth I on 27 June 1571 for the education of clergy, though students now study a broad range of secular subjects. A major driving force behind the establishment of the college was Hugh Price (or Ap Rhys), a churchman from Brecon in Wales. The oldest buildings, in the first quadrangle, date from the 16th and early 17th centuries; a second quadrangle was added between about 1640 and about 1713, and a third quadrangle was built in about 1906. Further accommodation was built on the main site to mark the 400th anniversary of the college, in 1971, and student flats have been constructed at sites in north and east Oxford.",
  "/wiki/Simon_Archer_(antiquary)": "Sir Simon Archer (21 September 1581 – before 4 June 1662) was an English antiquary and politician who sat in the House of Commons  in 1640.",
  "/wiki/Bartholomew_Beale": "Bartholomew Beale (died 8 May 1674) was an English bureaucrat of the Commonwealth and Restoration periods.",
  "/wiki/Auditor_of_the_imprests": "Auditor of the Imprests was a profitable office of the Exchequer, responsible for auditing the accounts of officers of the English crown to whom money was issued for government expenditure, from 1559 to 1785.",
  "/wiki/John_Wynne_(industrialist)": "John Wynne (1650 – 31 December 1714) was a Welsh industrialist, who tried but failed to turn the place where he was born into a centre of the lead industry.",
  "/wiki/Gilbert_Abbott_à_Beckett": "Gilbert Abbott à Beckett (9 January 1811 – 30 August 1856) was an English humorist.",
  "/wiki/John_Lee_(astronomer)": "John Lee LL.D (28 April 1783 – 25 February 1866), born John Fiott, was an English philanthropist, astronomer, mathematician, antiquarian, barrister, and numismatist.",
  "/wiki/Arthur_William_à_Beckett": "Arthur William à Beckett (25 October 1844 – 14 January 1909) was an English journalist and intellectual.",
  "/wiki/Punch_(magazine)": "Punch; or, The London Charivari was a British weekly magazine of humour and satire established in 1841 by Henry Mayhew and wood-engraver Ebenezer Landells. Historically, it was most influential in the 1840s and 1850s, when it helped to coin the term \"cartoon\" in its modern sense as a humorous illustration.",
  "/wiki/Gurusaday_Dutt": "Gurusaday Dutt (1882–1941) was a civil servant, folklorist, and writer. He was the founder of the Bratachari Movement in the 1930s.",
  "/wiki/Conservative_Research_Department": "The Conservative Research Department  (CRD) is part of the central organisation of the Conservative Party in the United Kingdom. It operates alongside other departments of Conservative Campaign Headquarters in Westminster.",
  "/wiki/Thomas_Williams_Phillips": "Sir Thomas Williams Phillips GBE KCB (20 April 1883 – 21 September 1966) was a senior official in the British Civil Service.",
  "/wiki/Permanent_Secretary": "A permanent secretary is the most senior civil servant of a ministry in the United Kingdom, charged with running the department on a day-to-day basis.  Similar offices, often employing different terms, exist in many other Westminster-style systems and in some other governments.",
  "/wiki/Ministry_of_Labour_(United_Kingdom)": "The Ministry of Labour was a British government department established by the New Ministries and Secretaries Act 1916. It later morphed into the Department of Employment. Most of its functions are now performed by the Department for Work and Pensions.",
  "/wiki/Sophy_Sanger": "Sophy Sanger (1881–1950) was a British internationalist and labour law reformer.",
  "/wiki/Huw_Thomas": "Hywel Gruffydd \"Huw\" Thomas (14 September 1927 – 12 March 2009) was a Welsh broadcaster, barrister and Liberal Party politician.",
  "/wiki/ITN": "Independent Television News (ITN) is a UK-based television production company. It is made up of two divisions: Broadcast News and ITN Productions. ITN is based in London, with bureaux and offices in Beijing, Brussels, Jerusalem, Johannesburg, New York, Paris, Sydney and Washington DC.",
  "/wiki/John_Finnis": "John Mitchell Finnis, AC QC (Hon) FBA (born 28 July 1940) is an Australian legal philosopher, jurist and scholar specializing in jurisprudence and the philosophy of law. He is currently the Biolchini Family Professor of Law at Notre Dame Law School and Permanent Senior Distinguished Research Fellow at the Notre Dame Center for Ethics and Culture. He was Professor of Law & Legal Philosophy at the University of Oxford from 1989 to 2010, where he is now professor emeritus. He acted as a constitutional adviser to successive Australian Commonwealth governments in constitutional matters and bilateral relations with the United Kingdom.",
  "/wiki/List_of_members_of_Gray's_Inn": "The Honourable Society of Gray's Inn, commonly known simply as Gray's Inn, is one of the four Inns of Court in London. To be called to the Bar and practise as a barrister in England and Wales, an individual must belong to one of these Inns. Having existed for over 600 years, members of Gray's Inn include many noted lawyers and judges, such as Francis Bacon, Baron Slynn, Lord Bingham of Cornhill, Lord Hoffmann and others. Outside the Bar and judiciary of England and Wales, members have included the clergy (including five Archbishops of Canterbury), industrialists like John Wynne, astronomers such as John Lee, media figures, like Huw Thomas, and members of the Bar and judiciary of other nations, such as Yang Ti-liang (former Chief Justice of the Supreme Court of Hong Kong) and Aitzaz Ahsan (former president of the Supreme Court Bar Association of Pakistan). As well as full members, the Inn also offers honorary membership to particularly distinguished members of society. During the Second World War, for example, both Franklin D. Roosevelt and Winston Churchill became honorary Benchers, and therefore members. Other than honorary members, this list only contains those individuals who were called to the Bar, not those who simply joined but left before qualifying."
}