{
  "/wiki/The_Caucasian_Chalk_Circle": "The Caucasian Chalk Circle (German: Der kaukasische Kreidekreis) is a play by the German modernist playwright Bertolt Brecht. An example of Brecht's epic theatre, the play is a parable about a peasant girl who rescues a baby and becomes a better mother than its wealthy natural parents.",
  "/wiki/King_Lear": "King Lear is a tragedy written by William Shakespeare. It tells the tale of a king who bequeaths his power and land to two of his three daughters, after they declare their love for him in an extremely fawning and obsequious manner. His third daughter gets nothing, because she will not flatter him as her sisters had done.  When he feels disrespected by the two daughters who now have his wealth and power, he becomes furious to the point of madness. He eventually becomes tenderly reconciled to his third daughter, just before tragedy strikes her and then the king.",
  "/wiki/Royal_Shakespeare_Company": "The Royal Shakespeare Company (RSC) is a major British theatre company, based in Stratford-upon-Avon, Warwickshire, England. The company employs over 1,000 staff and produces around 20 productions a year. The RSC plays regularly in London, Newcastle upon Tyne, and on tour across the UK and internationally.",
  "/wiki/Twelfth_Night": "Twelfth Night, or What You Will is a romantic comedy  by William Shakespeare, believed to have been written around 1601–1602 as a Twelfth Night's entertainment for the close of the Christmas season. The play centres on the twins Viola and Sebastian, who are separated in a shipwreck. Viola (who is disguised as Cesario) falls in love with Duke Orsino, who in turn is in love with Countess Olivia. Upon meeting Viola, Countess Olivia falls in love with her thinking she is a man.",
  "/wiki/Wyndham%27s_Theatre": "Wyndham's Theatre is a West End theatre, one of two opened by actor/manager Charles Wyndham (the other is the Criterion Theatre). Located on Charing Cross Road in the City of Westminster, it was designed c.1898 by W.G.R. Sprague, the architect of six other London theatres between then and 1916.  It was designed to seat 759 patrons on three levels; later refurbishment increased this to four seating levels. The theatre was Grade II* listed by English Heritage in September 1960.",
  "/wiki/Brooks_Atkinson_Theatre": "The Brooks Atkinson Theatre is a Broadway theater located at 256 West 47th Street in Manhattan.",
  "/wiki/Macbeth": "Macbeth (/məkˈbɛθ/; full title The Tragedy of Macbeth) is a tragedy by William Shakespeare; it is thought to have been first performed in 1606.[a] It dramatises the damaging physical and psychological effects of political ambition on those who seek power for its own sake. Of all the plays that Shakespeare wrote during the reign of James I, who was patron of Shakespeare's acting company, Macbeth most clearly reflects the playwright's relationship with his sovereign. It was first published in the Folio of 1623, possibly from a prompt book, and is Shakespeare's shortest tragedy.",
  "/wiki/Old_Vic_Theatre": "The Old Vic is a 1,000-seat, not-for-profit producing theatre, located just south-east of Waterloo station on the corner of the Cut and Waterloo Road in Lambeth, London, England. Established in 1818 as the Royal Coburg Theatre, and renamed in 1833 the Royal Victoria Theatre, in 1871 it was rebuilt and reopened as the Royal Victoria Palace. It was taken over by Emma Cons in 1880 and formally named the Royal Victoria Hall, although by that time it was already known as the \"Old Vic\". In 1898, a niece of Cons', Lilian Baylis, assumed management and began a series of Shakespeare productions in 1914. The building was damaged in 1940 during air raids and it became a Grade II* listed building in 1951 after it reopened.",
  "/wiki/Jumpers": "Jumpers is a play by Tom Stoppard which was first performed in 1972. It explores and satirises the field of academic philosophy, likening it to a less-than skilful competitive gymnastics display. Jumpers raises questions such as \"What do we know?\" and \"Where do values come from?\" It is set in an alternative reality where some British astronauts have landed on the moon and \"Radical Liberals\" (read pragmatists and relativists) have taken over the British government (the play seems to suggest that pragmatists and relativists would be immoral: Archie says that murder is not wrong, merely \"antisocial\"). It was inspired by the notion that a manned moon landing would ruin the moon as a poetic trope and possibly lead to a collapse of moral values. It is often listed among Stoppard’s strongest plays.",
  "/wiki/The_Misanthrope": "The Misanthrope, or the Cantankerous Lover (French: Le Misanthrope ou l'Atrabilaire amoureux; French pronunciation: ​[lə mizɑ̃tʁɔp u latʁabilɛːʁ amuʁø]) is a 17th-century comedy of manners in verse written by Molière. It was first performed on 4 June 1666 at the Théâtre du Palais-Royal, Paris by the King's Players.",
  "/wiki/Pygmalion_(play)": "Pygmalion is a play by George Bernard Shaw, named after a Greek mythological figure. It was first presented on stage to the public in 1913.",
  "/wiki/St._James_Theatre": "The St. James Theatre is a Broadway theatre located at 246 W. 44th St. in midtown Manhattan. With 1,710 seats over three levels, it is one of the largest Broadway theatres. The St. James Theatre, named after the famed St James's Theatre in London, is owned and operated by Jordan Roth, President, and owner of Jujamcyn Theaters. The Tony-nominated musical, Frozen debuted at the theatre in March of 2018.",
  "/wiki/Night_and_Day_(play)": "Night and Day is a 1978 play by Tom Stoppard. The sets and costumes were designed by Carl Toms and it ran for two years at the Phoenix Theatre in central London, UK. The lead roles of Richard Wagner and Ruth Carson were created by John Thaw and Diana Rigg, respectively.",
  "/wiki/Phoenix_Theatre_(London)": "The Phoenix Theatre is a West End theatre in the London Borough of Camden, located in Charing Cross Road (on the corner of Flitcroft Street). The entrances are on Phoenix Street and Charing Cross Road. The Phoenix Theatre was built on the site of a former factory and then music hall Alcazar before.",
  "/wiki/Heartbreak_House": "Heartbreak House: A Fantasia in the Russian Manner on English Themes is a play written by George Bernard Shaw, first published in 1919 and first played at the Garrick Theatre in November 1920. According to A. C. Ward, the work argues that \"cultured, leisured Europe\" was drifting toward destruction, and that \"Those in a position to guide Europe to safety failed to learn their proper business of political navigation\". The \"Russian manner\" of the subtitle refers to the style of Anton Chekhov, which Shaw adapts.",
  "/wiki/Theatre_Royal_Haymarket": "The Theatre Royal Haymarket (also known as Haymarket Theatre or the Little Theatre) is a West End theatre on Haymarket in the City of Westminster which dates back to 1720, making it the third-oldest London playhouse still in use. Samuel Foote acquired the lease in 1747, and in 1766 he gained a royal patent to play legitimate drama (meaning spoken drama, as opposed to opera, concerts or plays with music) in the summer months. The original building was a little further north in the same street. It has been at its current location since 1821, when it was redesigned by John Nash. It is a Grade I listed building, with a seating capacity of 888. The freehold of the theatre is owned by the Crown Estate.",
  "/wiki/Little_Eyolf": "Little Eyolf (Lille Eyolf in the original Norwegian title) is an 1894 play by Norwegian playwright Henrik Ibsen. The play was first performed on January 12, 1895 in the Deutsches Theater in Berlin.",
  "/wiki/Lyric_Theatre,_Hammersmith": "The Lyric Theatre, also known as the Lyric Hammersmith, is a theatre in King Street, in the London Borough of Hammersmith and Fulham, which takes pride in its original, \"groundbreaking\" productions.",
  "/wiki/Antony_and_Cleopatra": "Antony and Cleopatra (First Folio title: The Tragedie of Anthonie, and Cleopatra) is a tragedy by William Shakespeare. The play was first performed, by the King's Men, at either the Blackfriars Theatre or the Globe Theatre in around 1607; its first appearance in print was in the Folio of 1623.",
  "/wiki/Cleopatra": "Cleopatra VII Philopator (Koinē Greek: Κλεοπᾰ́τρᾱ Φιλοπάτωρ, romanized: Kleopátrā Philopátōr; 69 – 10 or 12 August 30 BC)[note 2] was the last active ruler of the Ptolemaic Kingdom of Egypt,[note 4] nominally survived as pharaoh by her son Caesarion.[note 5] As a member of the Ptolemaic dynasty, she was a descendant of its founder Ptolemy I Soter, a Macedonian Greek general and companion of Alexander the Great.[note 6] After the death of Cleopatra, Egypt became a province of the Roman Empire, marking the end of the Hellenistic period that had lasted since the reign of Alexander (336–323 BC).[note 7] Her native language was Koine Greek, and she was the first Ptolemaic ruler to learn the Egyptian language.[note 8]",
  "/wiki/Chichester_Festival_Theatre": "Chichester Festival Theatre, located in Chichester, Sussex, England, is a theatre designed by Philip Powell and Hidalgo Moya, and opened by its founder Leslie Evershed-Martin in 1962. The smaller and more intimate Minerva Theatre was built nearby in 1989.",
  "/wiki/Follies": "Follies is a musical with music and lyrics by Stephen Sondheim and a book by James Goldman.",
  "/wiki/Shaftesbury_Theatre": "The Shaftesbury Theatre is a West End theatre, located on Shaftesbury Avenue, in the London Borough of Camden. Opened in 1911 as the New Prince's Theatre, it was the last theatre to be built in Shaftesbury Avenue.",
  "/wiki/Love_Letters_(play)": "Love Letters is a play by A. R. Gurney that was a finalist for the Pulitzer Prize for Drama. The play centers on two characters, Melissa Gardner and Andrew Makepeace Ladd III. Using the epistolary form sometimes found in novels, they sit side by side at tables and read the notes, letters and cards – in which over nearly 50 years, they discuss their hopes and ambitions, dreams and disappointments, victories and defeats – that have passed between them throughout their separated lives.",
  "/wiki/Putting_It_Together": "Putting it Together is a musical revue showcasing the songs of Stephen Sondheim.  Drawing its title from a song in Sunday in the Park with George, it was devised by Sondheim and Julia McKenzie. The revue has received several productions, beginning with its premiere in England in 1992, Broadway in 1999 and the West End in 2014.",
  "/wiki/Old_Fire_Station_Theatre": "Arts at the Old Fire Station (OFS, formerly the Old Fire Station Theatre and Old Fire Station Arts Centre) is a social enterprise in Oxford (40 George Street or Gloucester Green, Oxford, OX1 2AQ) comprising a gallery, theatre and studio for dance, drama and music, workshops for artists as well as a shop selling original work by artists and designers. There are studios available to hire for classes, rehearsals and meetings.",
  "/wiki/Diana_Rigg": "Dame Enid Diana Elizabeth Rigg, DBE (born 20 July 1938) is an English actress. She played Emma Peel in the TV series The Avengers (1965–68) and Olenna Tyrell in Game of Thrones (2013–17). She has also had a career in theatre, including playing the title role in Medea, both in London and New York, for which she won the 1994 Tony Award for Best Actress in a Play. She was made a CBE in 1988 and a Dame in 1994 for services to drama."
}