{
  "/wiki/Andreea_Răducan": "Andreea Mădălina Răducan (Romanian pronunciation: [anˈdree̯a rəduˈkan]; born 30 September 1983) is a retired gymnast from Bârlad, Romania.",
  "/wiki/Simona_Amânar": "Simona Amânar (Romanian pronunciation: [siˈmona amɨˈnar]; born October 7, 1979) is a Romanian former artistic gymnast. She is a seven-time Olympic and ten-time World Championship medalist.  Amânar helped Romania win four consecutive world team titles (1994–1999), as well as the 2000 Olympic team title. She is also the 2000 Olympic all-around champion. She has a vault named after her, one of the most difficult in women's gymnastics, and was inducted into the International Gymnastics Hall of Fame in 2007.",
  "/wiki/Svetlana_Khorkina": "Svetlana Vasilyevna Khorkina (Russian: Светлана Васильевна Хоркина; born 19 January 1979) is a retired Russian artistic gymnast. She competed at the 1996 Summer Olympics, the 2000 Summer Olympics, and the 2004 Summer Olympics. During her career, Khorkina won seven Olympic medals and twenty World Championship medals. Over time, she medaled in every event at the World Artistic Gymnastics Championships.  She was also the first gymnast to win three all-around titles at the World Championships and only the second female artistic gymnast ever, after Nadia Comăneci, to win three European All-Around titles.  Svetlana Khorkina is often regarded as one of the most successful female gymnasts of all time.",
  "/wiki/Elena_Produnova": "Yelena Sergeyevna Produnova, also known as Elena (Russian: Елена Серге́евна Продунова; born February 15, 1980), is a Russian former competitive gymnast. Her senior international career lasted from 1995 to 2000 and earned her multiple world and Olympic medals. She was known[who?] for her innovative and powerful skills on the vault and floor exercise. The most difficult vault in women's gymnastics is named after her.",
  "/wiki/Ludivine_Furnon": "Ludivine Furnon (born October 4, 1980 in Nîmes) is a retired Olympic athlete from France. She was the first French female gymnast to ever win a medal at the World Gymnastics Championships.",
  "/wiki/Tatiana_Yarosh": "Tetiana Yarosh (born 1 September 1984) is a Ukrainian gymnast. She competed in six events at the 2000 Summer Olympics.",
  "/wiki/Yvonne_Tousek": "Yvonne Tousek-Renne (born February 23, 1980 in Kitchener, Ontario) is a retired artistic gymnast who competed for her native Canada in the 1996 Summer Olympics in Atlanta and the 2000 Summer Olympics in Sydney.",
  "/wiki/Dong_Fangxiao": "Dong Fangxiao (Chinese: 董芳霄; Dǒng Fāngxiāo) is a retired Chinese international gymnast who competed at the 2000 Summer Olympics. She claimed a bronze medal with the Chinese team at the Olympics, as well as the 1999 World Championships in Tianjin China, but both the medals were stripped from her and her teammates when it was discovered she had competed underage.",
  "/wiki/1999_World_Artistic_Gymnastics_Championships": "The 34th Artistic Gymnastics World Championships were held at Tianjin Arena in Tianjin, China in 1999."
}