{
  "/wiki/Intercontinental_ballistic_missile": "An intercontinental ballistic missile (ICBM) is a guided ballistic missile with a minimum range of 5,500 kilometres (3,400 mi) primarily designed for nuclear weapons delivery (delivering one or more thermonuclear warheads). Similarly, conventional, chemical, and biological weapons can also be delivered with varying effectiveness, but have never been deployed on ICBMs. Most modern designs support multiple independently targetable reentry vehicles (MIRVs), allowing a single missile to carry several warheads, each of which can strike a different target. Russia, the United States, China, India, Iran and North Korea are the only countries that have operational ICBMs.",
  "/wiki/R-7_Semyorka": "The R-7  (Russian: Р-7 \"Семёрка\") was a Soviet missile developed during the Cold War, and the world's first intercontinental ballistic missile. The R-7 made 28 launches between 1957 and 1961, but was never deployed operationally. A derivative, the R-7A, was deployed from 1959 to 1968. To the West it was known by the NATO reporting name SS-6 Sapwood and within the Soviet Union by the GRAU index 8K71. In modified form, it launched Sputnik 1, the first artificial satellite, into orbit, and became the basis for the R-7 family which includes Sputnik, Luna, Molniya, Vostok, and Voskhod space launchers, as well as later Soyuz variants.",
  "/wiki/Satellite": "In the context of spaceflight, a satellite is an object that has been intentionally placed into orbit. These objects are called artificial satellites to distinguish them from natural satellites such as Earth's Moon.",
  "/wiki/Sputnik_1": "Sputnik 1 (/ˈspʊtnɪk/ or /ˈspʌtnɪk/; \"Satellite-1\", or \"PS-1\", Простейший Спутник-1 or Prosteyshiy Sputnik-1, \"Elementary Satellite 1\") was the first artificial Earth satellite. The Soviet Union launched it into an elliptical low Earth orbit on 4 October 1957, orbiting for three weeks before its batteries died, then silently for two more months before falling back into the atmosphere. It was a 58 cm (23 in) diameter polished metal sphere, with four external radio antennas to broadcast radio pulses. Its radio signal was easily detectable even by radio amateurs, and the 65° inclination and duration of its orbit made its flight path cover virtually the entire inhabited Earth. The satellite's unanticipated success precipitated the American Sputnik crisis and triggered the Space Race, a part of the Cold War. The launch was the beginning of a new era of political, military, technological, and scientific developments. The name \"Sputnik\" is Russian for spouse/traveling companion or satellite when interpreted in an astronomical context.",
  "/wiki/Orbit": "In physics, an orbit is the gravitationally curved trajectory of an object, such as the trajectory of a planet around a star or a natural satellite around a planet. Normally, orbit refers to a regularly repeating trajectory, although it may also refer to a non-repeating trajectory. To a close approximation, planets and satellites follow elliptic orbits, with the central mass being orbited at a focal point of the ellipse, as described by Kepler's laws of planetary motion.",
  "/wiki/Laika": "Laika (Russian: Лайка; c. 1954 – 3 November 1957) was a Soviet space dog who became one of the first animals in space, and the first animal to orbit the Earth. Laika, a stray mongrel from the streets of Moscow, was selected to be the occupant of the Soviet spacecraft Sputnik 2 that was launched into outer space on 3 November 1957.",
  "/wiki/Sputnik_2": "Sputnik 2 (Russian pronunciation: [ˈsputʲnʲɪk], Russian: Спутник-2, Satellite 2), or Prosteyshiy Sputnik 2 (PS-2, Russian: Простейший Спутник 2, Elementary Satellite 2) was the second spacecraft launched into Earth orbit, on 3 November 1957, and the first to carry a living animal, a Soviet space dog named Laika. Laika didn't survive any orbit, she died a few hours after the launch.",
  "/wiki/Van_Allen_radiation_belt": "A Van Allen radiation belt is a  zone of energetic charged particles, most of which originate from the solar wind, that are captured by and held around a planet by that planet's magnetic field. Earth has two such belts and sometimes others may be temporarily created. The discovery of the belts is credited to James Van Allen, and as a result, Earth's belts are known as the Van Allen belts. Earth's two main belts extend from an altitude of about 640 to 58,000 km (400 to 36,040 mi) above the surface in which region radiation levels vary. Most of the particles that form the belts are thought to come from solar wind and other particles by cosmic rays. By trapping the solar wind, the magnetic field deflects those energetic particles and protects the atmosphere from destruction.",
  "/wiki/Explorer_1": "Explorer 1 was the first satellite launched by the United States, and was part of the U.S. participation in the International Geophysical Year. The mission followed the first two satellites the previous year; the Soviet Union's Sputnik 1 and 2, beginning the Cold War Space Race between the two nations.",
  "/wiki/Escape_velocity": "In physics (specifically, celestial mechanics), escape velocity is the minimum speed needed for a free, non-propelled object to escape from the gravitational influence of a massive body. It is slower the farther away from the body an object is, and slower for less massive bodies.",
  "/wiki/Heliocentric_orbit": "A heliocentric orbit (also called circumsolar orbit) is an orbit around the barycenter of the Solar System, which is usually located within or very near the surface of the Sun. All planets, comets, and asteroids in the Solar System, and the Sun itself are in such orbits, as are many artificial probes and pieces of debris. The moons of planets in the Solar System, by contrast, are not in heliocentric orbits, as they orbit their respective planet (although the Moon has a convex orbit around the Sun).",
  "/wiki/Solar_wind": "The solar wind is a stream of charged particles released from the upper atmosphere of the Sun, called the corona. This plasma mostly consists of electrons, protons and alpha particles with kinetic energy between 0.5 and 10 keV.  The composition of the solar wind plasma also includes a mixture of materials found in the solar plasma: trace amounts of heavy ions and atomic nuclei C, N, O, Ne, Mg, Si, S, and Fe. There are also rarer traces of some other nuclei and isotopes such as P, Ti, Cr ,Ni, Fe 54 and 56, and Ni 58,60,62. Embedded within the solar-wind plasma is the interplanetary magnetic field. The solar wind varies in density, temperature and speed over time and over solar latitude and longitude. Its particles can escape the Sun's gravity because of their high energy resulting from the high temperature of the corona, which in turn is a result of the coronal magnetic field.",
  "/wiki/Luna_1": "Luna 1, also known as Mechta (Russian: Мечта [mʲɪt͡ɕˈta], lit.: Dream), E-1 No.4 and First Lunar Rover,  was the first spacecraft to reach the vicinity of the Earth's Moon, and the first spacecraft to be placed in heliocentric orbit. Intended as an impactor, Luna 1 was launched as part of the Soviet Luna programme in 1959, however due to an incorrectly timed upper stage burn during its launch, it missed the Moon, in the process becoming the first spacecraft to leave geocentric orbit.",
  "/wiki/Explorer_6": "Explorer 6, or S-2, was an American satellite launched on August 7, 1959. It was a small, spheroidal satellite designed to study trapped radiation of various energies, galactic cosmic rays, geomagnetism, radio propagation in the upper atmosphere, and the flux of micrometeorites. It also tested a scanning device designed for photographing the Earth's cloud cover, and transmitted the first pictures of Earth via satellite.",
  "/wiki/Moon": "The Moon is an astronomical body that orbits Earth as its only natural satellite. It is the fifth-largest satellite in the Solar System, and by far the largest among planetary satellites relative to the size of the planet that it orbits (its primary). The Moon is, after Jupiter's satellite Io, the second-densest satellite in the Solar System among those whose densities are known.",
  "/wiki/Luna_2": "Luna 2 (Russian: Луна 2), originally named the Second Soviet Cosmic Rocket and nicknamed Lunik 2 in contemporaneous media, was the sixth of the Soviet Union's Luna programme spacecraft launched to the Moon.",
  "/wiki/Far_side_of_the_Moon": "The far side of the Moon is the hemisphere of the Moon that always faces away from Earth. The far side's terrain is rugged with a multitude of impact craters and relatively few flat lunar maria compared to the near side. It has one of the largest craters in the Solar System, the South Pole–Aitken basin. Both sides of the Moon experience two weeks of sunlight followed by two weeks of night; even so, the far side is sometimes called the \"dark side of the Moon\", where \"dark\" is used to mean unseen rather than lacking sunlight.",
  "/wiki/Luna_3": "Luna 3, or E-2A No.1 (Russian: Луна 3) was a Soviet spacecraft launched in 1959 as part of the Luna programme. It was the first-ever mission to photograph the far side of the Moon and the third Soviet space probe to be sent to the neighborhood of the Moon. Though it returned rather poor pictures by later standards, the historic, never-before-seen views of the far side of the Moon caused excitement and interest when they were published around the world, and a tentative Atlas of the Far Side of the Moon was created after image processing improved the pictures."
}