{
  "/wiki/Saleem_Malik": "Saleem Malik (Urdu: سلیم ملک) (16 April 1963) is a Pakistani former cricketer who was banned for match-fixing. Before his termination, he played between 1981/82 and 1999, at one stage captaining the Pakistani cricket team. He was a right-handed wristy middle order batsman who was strong square of the wicket. His legbreak bowling was also quite effective. Despite playing more than 100 Tests he would go down in cricket history as the first of a number of international cricketers to be banned for match fixing around the start of the 21st century. Saleem is the brother-in-law of former teammate Ijaz Ahmed.",
  "/wiki/Pakistan_national_cricket_team": "The Pakistan national cricket team (Urdu: پاکستان قومی کرکٹ ٹیم‎), popularly referred to as the Shaheens (Urdu: شاہین‎, lit. Falcons), Green Shirts and Men in Green, is administered by the Pakistan Cricket Board (PCB). The team is a Full Member of the International Cricket Council, and participates in Test, One Day International (ODI) and Twenty20 International cricket matches.",
  "/wiki/Ata-ur-Rehman_(cricketer)": "Ata-ur-Rehman (Urdu: عطا الرحمن‎; born 28 March 1975) is a Pakistani cricketer who played in 13 Test matches and 30 One Day International (ODIs) between 1992 and 1996. He is tall and well built, bowling right-arm fast medium with a good control of line and length and the ability to move the old ball. He made his international debut for Pakistan on their 1992 tour of England when aged only 17. His last appearance for Pakistan came in an ODIs against England at Edgbaston on 31 August 1996.",
  "/wiki/Mohammad_Azharuddin": "Mohammad Azharuddin is an Indian politician,  former cricketer who was the Member of Parliament in the Lok Sabha from Moradabad.  He was renowned as an elegant middle-order batsman and captain of the Indian cricket team in 47 tests and 174 one day matches during the 1990s. His international playing career came to an end when he was found to be involved in a match-fixing scandal in 2000 and subsequently banned by the BCCI for life. In 2012, the Andhra Pradesh High Court declared the life ban illegal. A division bench of the high court set aside the order of the City Civil Court, which had upheld the ban after Azharuddin had challenged it. But by then he was 49 years old and too old to get back on the pitch. He said he was happy the issue was over and done with, and he would not be taking any further legal action: \"It was a long drawn out legal case and it was painful. We fought in the court for 11 years. Finally the verdict has come and I am happy that the ban has been lifted by the court.”",
  "/wiki/India_national_cricket_team": "The India men's national cricket team, also known as Team India and Men in Blue, is governed by the Board of Control for Cricket in India (BCCI), and is a Full Member of the International Cricket Council (ICC) with Test, One-Day International (ODI) and Twenty20 International (T20I) status.",
  "/wiki/Hansie_Cronje": "Wessel Johannes \"Hansie\" Cronje (25 September 1969 – 1 June 2002) was a South African international cricketer and captain of the South African national cricket team in the 1990s. He was voted the 11th greatest South African in 2004 despite having been banned from cricket for life due to his role in a match-fixing scandal. He died in a plane crash in 2002.",
  "/wiki/Ajay_Sharma": "Ajay Kumar Sharma pronunciation (help·info) (born 3 April 1964, in Delhi) is a former Indian cricketer.",
  "/wiki/Ajay_Jadeja": "Ajaysinhji Jadeja  (pronunciation (help·info) born 1 February 1971), known as Ajay Jadeja, is an Indian former professional cricketer, who was a regular member of the Indian cricket team between 1992 and 2000. He played 15 Test matches and 196 One Day Internationals for India.",
  "/wiki/Manoj_Prabhakar": "Manoj Prabhakar pronunciation (help·info) (born 15 April 1963) is an Indian former cricketer. He was a right-arm medium-pace bowler and a lower-order batsman who also opened the innings sometimes for the Indian cricket team until his retirement in 1996.",
  "/wiki/South_Africa_national_cricket_team": "The South Africa national cricket team also known as Proteas represents South Africa in men's international cricket (after South Africa's national flower, Protea cynaroides, commonly known as the ‘king protea’), is administered by Cricket South Africa. South Africa is a full member of the International Cricket Council (ICC) with Test, One-Day International (ODI) and Twenty20 International (T20I) status.",
  "/wiki/Herschelle_Gibbs": "Herschelle Herman Gibbs (born 23 February 1974) is a South African former cricketer, who played all formats of the game for fourteen years. A right-handed batsman, mostly opened the batting, Gibbs became the first player to hit six consecutive sixes in one over in One Day International (ODI) cricket, doing so against the Netherlands in the 2007 Cricket World Cup.",
  "/wiki/Henry_Williams_(cricketer)": "Henry Smith Williams (born 11 June 1967), is a retired South African cricketer. He played seven One Day Internationals for South Africa. Williams was a right arm seam bowler and after retiring he became the bowling coach at Boland.",
  "/wiki/Maurice_Odumbe": "Maurice Omondi Odumbe (born  15 June 1969) is a former Kenyan cricketer and a former ODI captain for Kenya. Odume was suspended from cricket in August 2004 after he allegedly received money from bookmakers. He was appointed the coach of the Kenya national cricket team in April 2018. However, he was replaced as national coach by David Obuya in October 2018.",
  "/wiki/Kenya_national_cricket_team": "The Kenya national cricket team represents the Republic of Kenya in international cricket. Kenya is an associate member of the International Cricket Council (ICC) which has Twenty20 International (T20I) status after the ICC granted T20I status to all of their members.",
  "/wiki/Marlon_Samuels": "Marlon Nathaniel Samuels (born 5 February 1981) is a Jamaican cricketer who plays internationally for the West Indies in all three formats, and a former ODI captain. He is a right-handed middle order batsman and an off-spinner. He was a key member of the West Indies team that won the 2012 ICC World Twenty20 and 2016 ICC World Twenty20, and was named man of the match in the final of both tournaments, becoming first man to achieve the feat.",
  "/wiki/West_Indies_cricket_team": "The West Indies cricket team, nicknamed the Windies, is a multi-national men's cricket team representing the Anglophone Caribbean region and administered by Cricket West Indies. The players on this composite team are selected from a chain of fifteen Caribbean territories, which are parts of several different countries and dependencies. As of 29 December 2019[update], the West Indies cricket team is ranked eighth in the world in Tests, ninth in One-Day Internationals (ODIs) and tenth in Twenty20 Internationals (T20Is) in the official International Cricket Council (ICC) rankings.",
  "/wiki/Mohammad_Amir": "Mohammad Amir (Urdu: محمد عامر‎; born 13 April 1992) is a Pakistani international cricketer. He made his debut at the age of 17 years for the Pakistan Cricket Team in 2009 against Sri lanka.",
  "/wiki/Mohammad_Asif_(cricketer)": "Mohammad Asif (Urdu: محمد آصف, born 20 December 1982) is a Pakistani cricketer who played for the Pakistani national cricket team.",
  "/wiki/Salman_Butt": "Salman Butt (Urdu: سلمان بٹ ‎, born 7 October 1984) is a Pakistani cricketer and former captain who was previously banned for five years for his involvement in 2010 spot-fixing scandal.",
  "/wiki/Danish_Kaneria": "Danish Prabha Shanker Kaneria (Urdu: دنیش پربا شنکر کنیریا‎), (born 16 December 1980) is a Pakistani cricketer and YouTuber.",
  "/wiki/Essex_County_Cricket_Club": "Essex County Cricket Club is one of eighteen first-class county clubs within the domestic cricket structure of England and Wales. It represents the historic county of Essex. Founded in 1876, the club had minor county status until 1894 when it was promoted to first-class status pending its entry into the County Championship in 1895, since then the team has played in every top-level domestic cricket competition in England. Essex play most of their home games at the County Cricket Ground, Chelmsford and some at Lower Castle Park in Colchester. The club has formerly used other venues throughout the county including Valentines Park in Ilford, Leyton Cricket Ground, the Gidea Park Sports Ground in Romford, and Garon Park and Southchurch Park, both in Southend. Its limited overs team is called the Essex Eagles, whose team colours are all-blue.",
  "/wiki/England_and_Wales_Cricket_Board": "The England and Wales Cricket Board (ECB) is the governing body of cricket in England and Wales. It is a non-profit organisation, which enables it to concentrate on maximising its funding of the sport rather than on making a return for investors. The ECB's head offices are at Lord’s Cricket Ground in north-west London.",
  "/wiki/Pakistan_Cricket_Board": "The Pakistan Cricket Board - PCB ( Urdu پاکستان کرکٹ بورڈ) controls and organises all tours and matches undertaken by the Pakistan National Cricket Team.",
  "/wiki/Mohammad_Ashraful": "Mohammad Ashraful (Bengali: মোহাম্মদ আশরাফুল; born 7 July 1984) is a Bangladeshi cricketer, who has represented the Bangladesh national cricket team in all formats of the game and a former captain of all formats. A top-order batsman with a penchant for flashy strokeplay, he was also selected to represent the ACC Asia XI ODI side.",
  "/wiki/Bangladesh_national_cricket_team": "The Bangladesh men's national cricket team (Bengali: বাংলাদেশ জাতীয় ক্রিকেট দল), popularly known as, The Tigers[citation needed] is administered by the Bangladesh Cricket Board (BCB). It is a Full Member of the International Cricket Council (ICC) with Test and One-Day International (ODI) status. It played its first Test match in November 2000 against India in Dhaka, becoming the tenth Test-playing nation.",
  "/wiki/Shariful_Haque": "Shariful Haque (born January 15, 1976, Mymensingh District, Dhaka) is a former Bangladeshi cricketer who played in one ODI in 1998.",
  "/wiki/Lou_Vincent": "Lou Vincent (born 11 November 1978) is a former New Zealand cricketer and opening batsman. He has represented New Zealand in Test match, One Day International and Twenty20 International cricket as well as playing for Auckland in New Zealand domestic cricket and  Worcestershire and Lancashire in English domestic cricket.",
  "/wiki/New_Zealand_national_cricket_team": "The New Zealand national cricket team represents New Zealand in men's international cricket. Nicknamed the Black Caps, they played their first Test in 1930 against England in Christchurch, becoming the fifth country to play Test cricket. From 1930 New Zealand had to wait until 1956, more than 26 years, for its first Test victory, against the West Indies at Eden Park in Auckland. They played their first ODI in the 1972–73 season against Pakistan in Christchurch.",
  "/wiki/Kaushal_Lokuarachchi": "Kaushal Samaraweera Lokuarachchi (born May 20, 1982 in Colombo, Sri Lanka), or Kaushal Lokuarachchi, is a former Sri Lankan cricketer, who played all formats. He is a right-handed batsman and a legbreak bowler. He was banned by BPL anti-corruption tribunal for 18 months and not involved in cricket since then.",
  "/wiki/Sri_Lanka_national_cricket_team": "The Sri Lanka national men's cricket team, (Sinhala: ශ්‍රී ලංකා ජාතික ක්‍රිකට් කණ්ඩායම,Tamil:இலங்கை தேசிய கிரிக்கெட் அணி) nicknamed The Lions, represents Sri Lanka in international cricket. It is a Full Member of the International Cricket Council (ICC) with Test, One-Day International (ODI) and T20 International (T20I) status. The team first played international cricket (as Ceylon) in 1926–27, and were later awarded Test status in 1982, which made Sri Lanka the eighth Test cricket playing nation. The team is administered by Sri Lanka Cricket.",
  "/wiki/Gulam_Bodi": "Gulam Hussain Bodi (born 4 January 1979) is an Indian-born South African former cricketer who represented his country at Under-19, Twenty20 and ODI level."
}