{
  "/wiki/Blazblue:_Continuum_Shift_Extend": "BlazBlue: Continuum Shift (ブレイブルー コンティニュアム シフト, BureiBurū: Kontinyuamu Shifuto) is a 2009 fighting game developed by Arc System Works as an official sequel to BlazBlue: Calamity Trigger. As with the previous game, the game first came to arcades before both the Xbox 360 and PlayStation 3 versions as the game was currently released for the Taito Type X2 arcade system board, with a 16:9 ratio and 768p resolution.",
  "/wiki/Arc_System_Works": "Arc System Works Co., Ltd. (株式会社アークシステムワークス, Kabushiki gaisha Āku Shisutemu Wākusu) is a video game developer and publisher located in Yokohama. Founded by Minoru Kidooka in 1988, the company is known for arcade 2D fighting game franchises, including Guilty Gear and BlazBlue, as well as other licensed-based fighting games for Dragon Ball and Persona 4 Arena.",
  "/wiki/PlayStation_Vita": "The PlayStation Vita (also known as the PS Vita or simply Vita) is a handheld video game console developed and marketed by Sony Computer Entertainment. It was first released in Japan on December 17, 2011, and in North America, Europe, and other international territories beginning on February 22, 2012. The console is the successor to the PlayStation Portable, and a part of the PlayStation brand of gaming devices; as part of the eighth generation of video game consoles, it primarily competed with the Nintendo 3DS.",
  "/wiki/Zero_Escape:_Virtue%27s_Last_Reward": "Zero Escape: Virtue's Last Reward[a] is a 2012 adventure game developed by Chunsoft. It is the second installment in the Zero Escape series, and was released for the Nintendo 3DS and PlayStation Vita. The story follows the player character Sigma, a man who is abducted and forced along with eight other individuals to play the Nonary Game, which puts its participants in a life-or-death situation. As the story progresses, the characters begin to unravel the secrets behind the Nonary Game, as well as its true purpose.",
  "/wiki/Chunsoft": "Spike Chunsoft Co., Ltd. (Japanese: 株式会社スパイク・チュンソフト, Hepburn: Kabushikigaisha Supaiku Chunsofuto) is a Japanese video game development and localization company specializing in role-playing game (RPG), visual novel (VN) and adventure game (ADV) titles. The company was founded in 1984 as Chunsoft Co., Ltd and merged with Spike in 2012. It is owned by Dwango.",
  "/wiki/Muramasa_Rebirth": "Muramasa: The Demon Blade, known in Japan as Oboro Muramasa (Japanese: 朧村正, \"Hazy Muramasa\"), is an action role-playing game developed by Vanillaware for the Wii, and later the PlayStation Vita. The game was published in 2009 by Marvelous Entertainment (Japan), Ignition Entertainment (North America), and Rising Star Games (Europe). The Vita version was published in 2013 by Marvelous AQL in Japan and Aksys Games in Western territories. Using a 2D side-scrolling perspective, the gameplay revolves around a beat 'em up fighting system, while incorporating role-playing elements such as leveling and questing.",
  "/wiki/Vanillaware": "Vanillaware Ltd.[a] is a Japanese video game developer based in Osaka. An independent company, it was founded in 2002 under the name Puraguru by George Kamitani, a game developer who had previously worked at Capcom and Atlus, and directed Princess Crown (1999) for the Sega Saturn. Beginning as a small studio developing Fantasy Earth: The Ring of Dominion for Enix (later Square Enix), in 2004 the company moved to Osaka, Kansai, and changed its name. Kamitani wanted Vanillaware to create successor projects to Princess Crown, beginning with Odin Sphere.",
  "/wiki/Sorcery_Saga:_Curse_of_the_Great_Curry_God": "Sorcery Saga: Curse of the Great Curry God[a] is a video game developed by Compile Heart for the PlayStation Vita. It is based on the original Madou Monogatari released in 1989. The game was announced in December 2012, and was released on 28 March 2013 in Japan, 10 December 2013 in North America via Aksys Games, and on 21 February 2014 in Europe via Rising Star Games. A Microsoft Windows version, produced and published by Ghostlight, was released June 4, 2018.",
  "/wiki/Compile_Heart": "Compile Heart (株式会社コンパイルハート, Kabushiki gaisha Konpairu Hāto) is a Japanese video game developer founded on June 2, 2006 as a subsidiary of Idea Factory. The company was formerly managed by Compile's former executive Masamitsu \"Moo\" Niitani, most well known as the creator of the Madou Monogatari and Puyo Puyo series, before his retirement in December 2012. Compile Heart is primarily known for its Hyperdimension Neptunia and Record of Agarest War brands.",
  "/wiki/Mind_Zero": "Mind Zero, stylized MIND≒0, (Japanese: マインド/ゼロ, Hepburn: Maindo/Zero) is a dungeon crawler role-playing video game developed for the PlayStation Vita portable video game console. It was developed jointly by Acquire and Class of Heroes developer ZeroDiv, and published by GungHo Online Entertainment. It was released in Japan on August 1, 2013, and in May 2014 in Europe and North America by Aksys Games.",
  "/wiki/Acquire_(company)": "Acquire Corp. (株式会社アクワイア, Kabushikigaisha Akuwaia) is a Japanese video game developer and publisher, mainly known for their Tenchu and Way of the Samurai series.",
  "/wiki/BlazBlue:_Chrono_Phantasma": "BlazBlue: Chrono Phantasma, released in Japan as BlazBlue: Chronophantasma (ブレイブルー クロノファンタズマ, BureiBurū Kuronofantazuma), is a 2-D fighting game developed by Arc System Works. It is the third game of the Blazblue series, set after the events of BlazBlue: Continuum Shift. The game was originally to be released first as an arcade game in the early fourth quarter of 2012, which was later pushed forward to November 2012. A PlayStation 3 version of the game was released in Japan on October 24, 2013, while it was released in the United States on March 25, 2014. Due to limited hardware and disc space the game was not released on the Xbox 360. An updated version of the game titled BlazBlue: Chrono Phantasma Extend (ブレイブルー クロノファンタズマ エクステンド, BureiBurū: Kuronofantazuma Ekusutendo, BlazBlue: Chronophantasma Extend), dubbed as BlazBlue: Chrono Phantasma 2.0 (ブレイブルー クロノファンタズマ ２.０, BureiBurū: Kuronofantazuma 2.0, BlazBlue: Chronophantasma 2.0) in the Arcade version, was originally released for Arcades in October 2014, and for the PlayStation 3, PlayStation Vita, PlayStation 4, and Xbox One in April 2015. It was released on June 30, 2015 in North America, with the European region version releasing on October 23, 2015.",
  "/wiki/Xblaze_Code:_Embryo": "XBlaze Code: Embryo (エクスブレイズ コード：エンブリオ, EkusuBureizu Kōdo: Enburio) is a prequel visual novel of the fighting game series BlazBlue by Arc System Works. It was released in Japan for the PlayStation 3 and PlayStation Vita on July 23, 2013 and North America on June 24, 2014 by Aksys Games. The  Microsoft Windows's version was released worldwide on March 1, 2016. A sequel titled XBlaze Lost: Memories has been released for the PS3 and Vita in 2015 and on Windows in 2016.",
  "/wiki/Arcana_Heart_3": "Arcana Heart 3 (Japanese: アルカナハート3, Hepburn: Arukana Hāto Surī) is a 2011 2D arcade fighting game developed by Team Arcana (the first three updates co-developed with Examu (formerly Yuki Enterprise)) and published by Arc System Works. It is the third entry in the Arcana Heart series, following the events of Arcana Heart 2.",
  "/wiki/Examu": "Examu, formerly known as Yuki Enterprise, is a Japanese video game  company created in 2000 who mostly produces fighting games for arcades and home consoles. It is known for owning Team Arcana, the developer of the original IP series Arcana Heart. Initially, they developed games for their own arcade system board called eX-Board, to then release their games almost exclusively on Taito's NESiCAxLive arcade delivery system. Support for eX-Board ceased in December, 2013.",
  "/wiki/Tokyo_Twilight_Ghost_Hunters": "Tokyo Twilight Ghost Hunters (魔都紅色幽撃隊, Mato Kurenai Yūgekitai) is a video game produced by Toybox Inc. for the PlayStation 3 and PlayStation Vita. It was originally released on 10 April 2014 in Japan by Arc System Works, and was released in North America by Aksys Games on 10 March 2015 and in Europe by NIS America on 13 March 2015. An updated version with a reworked battle system, titled Tokyo Twilight Ghost Hunters Daybreak: Special Gigs, was released in Japan on 26 November 2015, in North America on 20 September 2016 and in Europe on 21 October 2016 for PlayStation 4, PlayStation 3 and PlayStation Vita.  A Microsoft Windows version of Daybreak: Special Gigs, published by PQube, was released worldwide on 17 March 2017.",
  "/wiki/Xblaze:_Lost_Memories": "XBlaze Lost: Memories (エクスブレイズ ロスト：メモリーズ, EkusuBureizu Rosuto: Memorīzu) is a sequel to the 2013 visual novel Xblaze Code: Embryo developed by Arc System Works. It was released in Japan for the PlayStation 3 and PlayStation Vita on April 9, 2015, in North America on August 11, 2015 and in Europe on June 21, 2016 by Aksys Games. The  Microsoft Windows's version was released worldwide on August 11, 2016.",
  "/wiki/Code:_Realize_%E2%88%92_Guardian_of_Rebirth": "Code: Realize − Guardian of Rebirth[a] is an otome visual novel video game developed by Otomate for PlayStation Vita, released in 2014 in Japan and in 2015 in North America and Europe. The game features a steampunk aesthetic and a cast of literary and historical figures, including Arsène Lupin, Abraham Van Helsing, Victor Frankenstein, Impey Barbicane, and Count Saint-Germain. A fan disc, Code: Realize − Future Blessings,[b] was released on November 26, 2016. Aksys Games localized both games in English. A second fan disc, Code: Realize − Shirogane no Kiseki will be released for PlayStation 4 and PlayStation Vita in Japan. An anime television series adaptation by M.S.C aired from October 7 to December 23, 2017.",
  "/wiki/Otomate": "Idea Factory (アイディアファクトリー株式会社, Aidia Fakutorī Kabushiki-gaisha) is a Japanese video game developer and publisher founded by former employees of Data East on October 26, 1994 headed by company chairman Shingo Kuwana and president Yoshiteru Sato.",
  "/wiki/Norn9": "Norn9 (NORN9 ノルン＋ノネット, Norn9 Norun+Nonetto) is an otome game for PlayStation Portable. It was developed by Otomate and published by Idea Factory. The game was originally going to be launched on May 23, 2013, but its release was delayed one week. A PlayStation Vita port, entitled Norn9: Var Commons, was released on December 11, 2014. A fandisk titled Norn9: Last Era has been announced and was released on April 2, 2015. On March 2, 2014, it was announced that an anime adaptation was in the works. The anime ran from January 7 to March 31, 2016.",
  "/wiki/Aegis_of_Earth:_Protonovus_Assault": "Aegis of Earth: Protonovus Assault (絶対迎撃ウォーズ, Zettai Geigeki Wars: Metropolis Defenders) is a 2015 real-time tactics video game developed and published by Acquire in Japan, with a western release by Aksys Games (North America) and PQube (Europe) coming the following year.",
  "/wiki/Zero_Escape:_Zero_Time_Dilemma": "Zero Time Dilemma[a] is an adventure video game developed by Chime. It was released for Nintendo 3DS and PlayStation Vita in June 2016, by Spike Chunsoft in Japan and Aksys Games in North America and Europe. A Microsoft Windows version was released worldwide by Spike Chunsoft in June 2016. A PlayStation 4 version was also released in North America and Japan in August 2017, and in Europe in September 2017. The game is the third entry in the Zero Escape series, following Nine Hours, Nine Persons, Nine Doors (2009) and Virtue's Last Reward (2012).",
  "/wiki/Spike_Chunsoft": "Spike Chunsoft Co., Ltd. (Japanese: 株式会社スパイク・チュンソフト, Hepburn: Kabushikigaisha Supaiku Chunsofuto) is a Japanese video game development and localization company specializing in role-playing game (RPG), visual novel (VN) and adventure game (ADV) titles. The company was founded in 1984 as Chunsoft Co., Ltd and merged with Spike in 2012. It is owned by Dwango.",
  "/wiki/Shiren_the_Wanderer:_The_Tower_of_Fortune_and_the_Dice_of_Fate": "Shiren the Wanderer: The Tower of Fortune and the Dice of Fate[a] is a roguelike role-playing video game developed by Chunsoft. It is the fifth main entry in the Shiren the Wanderer series, which is a subset of the larger Mystery Dungeon series. It was originally released for the Nintendo DS in 2010, with an expanded version for the PlayStation Vita released in 2015 in Japan and in 2016 in North America and Europe.",
  "/wiki/Exist_Archive": "Exist Archive: The Other Side of the Sky (Japanese: イグジストアーカイヴ, Hepburn: Igujisuto Ākaivu) is a role-playing video game developed and published by Spike Chunsoft, with assistance from tri-Ace, for the PlayStation Vita and PlayStation 4 video game consoles. It was released in Japan in December 2015, and worldwide in October 2016.",
  "/wiki/Tri-Ace": "The company exclusively makes role-playing video games, and is known for giving their games' action-packed battle systems and deep skill systems. This trademark style began when the founders of tri-Ace originally worked for Telenet Japan's Wolfteam, and had created Tales of Phantasia. This game, published by Namco, is a precursor to tri-Ace's own Star Ocean games in several ways; e.g., an action battle system where the player controls one character and AI controls others in the party and special battle skills that the player can assign to different buttons. Besides the Star Ocean series, they also released Valkyrie Profile in 1999. Their 2010 release of Resonance of Fate, was taken to Sega publishing.",
  "/wiki/Tokyo_Xanadu": "Tokyo Xanadu[a] is an action role-playing game developed by Nihon Falcom. The game is a part of the Xanadu series, and was developed out of Nihon Falcom's desire to create a game of a different type and setting than their other role-playing game franchises, The Legend of Heroes and Ys. The game was first released in Japan for the PlayStation Vita in September 2015, and worldwide in June 2017. An enhanced version of the game, Tokyo Xanadu eX+, was released in Japan for the PlayStation 4 in September 2016, and worldwide in December 2017, in addition to a Microsoft Windows version.",
  "/wiki/Falcom": "Nihon Falcom Corporation (日本ファルコム株式会社, Nihon Farukomu Kabushiki Kaisha) is a Japanese video game company who primarily develop role-playing video games, most notably in the Ys and The Legend of Heroes series. The company was founded in 1981, making them one of the oldest role-playing game developers still in existence today. They are credited with pioneering the action role-playing game genre, the Japanese role-playing game industry, and the development of the personal computer software industry in Japan as a whole.",
  "/wiki/Under_Night_In-Birth": "Under Night In-Birth (アンダーナイトインヴァース, Andā naito invāsu) is a visual novel and 2D fighting game co-developed by Ecole Software and French-Bread, known for the licensed fighting game, Type-Moon’s Melty Blood series. Since its initial arcade release in Japan, Under Night In-Birth has received numerous version updates, adjusting various system features and character attributes as well as adding several new playable characters to the roster.",
  "/wiki/Ecole_Software": "Ecole Software (株式会社エコールソフトウェア ECOLE SOFTWARE CORPORATION), commonly known as Ecole, is a Japanese corporation dealing in the development and sale of arcade and console video games, which was established on March 31, 1989, with representative director Yoshiyuki Manabe.",
  "/wiki/French_Bread_(game_developer)": "French Bread is a video game developer founded in 1995 as Watanabe Production (渡辺製作所, Watanabe Seisakujo). Originally a dōjin circle, French Bread became well known for their work in 2D fighting games, particularly the Melty Blood series. In recent years, they have also worked on other licensed-based fighting games such as Dengeki Bunko Fighting Climax and their own original IP, Under Night In-Birth.",
  "/wiki/Tamsoft": "Tamsoft Corporation (株式会社タムソフト, Kabushiki Gaisha Tamu Sofuto) is a Japanese video game developer, founded on 26 June 1992."
}