{
  "/wiki/Anderson_Marsh_State_Historic_Park": "Anderson Marsh State Historic Park is a California State Historic Park and nature reserve preserving a tule marsh, archaeological sites of the Pomo people, and historic ranch structures.  It is located in Lake County, California, USA.  Anderson Marsh is located at the head of Cache Creek on the southeast corner of Clear Lake, the largest natural lake completely within the borders of California. The park is between the cities of Lower Lake and Clearlake on State Route 53, north of Calistoga in the wine country. The park is open year-round.",
  "/wiki/Lower_Lake,_California": "Lower Lake (formerly Grantville) is a census-designated place (CDP) in the southern Clear Lake region of Lake County, in northern California.  Lower Lake is also an Indian rancheria of the Koi Nation people.",
  "/wiki/Lake_County,_California": "Lake County is a county located in the north central portion of the U.S. state of California. As of the 2010 census, the population was 64,665. The county seat is Lakeport. The county takes its name from Clear Lake, the dominant geographic feature in the county and the largest natural lake wholly within California (Lake Tahoe is partially in Nevada; the Salton Sea was formed by flooding).",
  "/wiki/Boonville,_California": "Boonville (formerly The Corners and Kendall's City) is a census-designated place (CDP) in Mendocino County, California, United States. It is located 12.5 miles (20 km) southwest of Ukiah, at an elevation of 381 feet (116 m). The population was 1,035 at the 2010 census.",
  "/wiki/Mendocino_County,_California": "Mendocino County is a county located on the North Coast of the U.S. state of California. As of the 2010 census, the population was 87,841. The county seat is Ukiah.",
  "/wiki/Arcata_Wastewater_Treatment_Plant_and_Wildlife_Sanctuary": "Arcata Wastewater Treatment Plant and Wildlife Sanctuary is an innovative sewer management system employed by the city of Arcata, California.",
  "/wiki/Arcata,_California": "Arcata (meaning \"where there is a lagoon\") in Yurok or Oket'oh , originally Union Town or Union, is a city adjacent to the Arcata Bay (northern) portion of Humboldt Bay in Humboldt County, California, United States. At the 2010 census, Arcata's population was 17,231. Arcata, located 280 miles (450 km) north of San Francisco (via Highway 101), is home to Humboldt State University. Arcata is also the location of the Arcata Field Office of the Federal Bureau of Land Management, which is responsible for the administration of natural resources, lands and mineral programs, including the Headwaters Forest, on approximately 200,000 acres of public land in Northwestern California.",
  "/wiki/Humboldt_County,_California": "Humboldt County is a county in the U.S. state of California. As of the 2010 census, the population was 132,646. The county seat is Eureka.",
  "/wiki/Battery_Point_Light": "Battery Point Light is a lighthouse in Crescent City, California, United States. It is registered as a California Historical Landmark, and is listed on the National Register of Historic Places as \"Crescent City Lighthouse\".",
  "/wiki/Crescent_City,_California": "Crescent City (Chetco-Tolowa: Taa-’at-dvn, Yurok: Kohpey, Wiyot: Daluwagh ) is the county seat of, and the only incorporated city in, Del Norte County, California. Named for the crescent-shaped stretch of sandy beach south of the city, Crescent City had a total population of 7,643 in the 2010 census, up from 4,006 in the 2000 census. The population includes inmates at Pelican Bay State Prison, also within the city limits, and the former census-designated place Crescent City North annexed to the city. The city is also the site of the Redwood National Park headquarters, as well as the historic Battery Point Light. Due to the richness of the local Pacific Ocean waters and the related catch, and ease of access, Crescent City Harbor serves as home port for numerous commercial fishing vessels.",
  "/wiki/Del_Norte_County,_California": "Del Norte County (/dɛl nɔɹt/) is a county at the far northwest corner of the U.S. state of California, along the Pacific Ocean adjacent to the Oregon border. As of the 2010 census, the population was 28,610. The county seat and only incorporated city is Crescent City. Del Norte was pioneered and settled by Azorean Portuguese explorers and dairy farmers, which may account for the local pronunciation of the county name. Residents pronounce the county name as Del Nort, not Del Nor-teh as would be expected in Spanish.",
  "/wiki/Blue_Lake_Museum": "The Blue Lake Museum, located in the former Arcata and Mad River Railroad depot at Railroad and G Streets, Blue Lake, California, has photos and artifacts of Blue Lake pioneer, local Indian, logging and railroad history.",
  "/wiki/Blue_Lake,_California": "Blue Lake (formerly, Scottsville) is a city in Humboldt County, California, United States. Blue Lake is located on the Mad River, 16 miles (26 km) northeast of Eureka, at an elevation of 131 feet (40 m). The population was 1,253 at the 2010 census, up from 1,135 in 2000.",
  "/wiki/Eureka,_California": "Eureka (Hupa: do'-wi-lotl-ding, Karuk: uuth) is the principal city and county seat of Humboldt County in the Redwood Empire region of California.  The city is located on U.S. Route 101 on the shores of Humboldt Bay, 270 miles (430 km) north of San Francisco and 100 miles (160 km) south of the Oregon border. At the 2010 census, the population of the city was 27,191, and the population of Greater Eureka was 45,034.",
  "/wiki/Clarke_Historical_Museum": "The Clarke Historical Museum (formerly the Clarke Memorial Museum) in Eureka, California contains the area's premier collection of California North Coast regional and cultural history. The facility has an entire Native American wing, Nealis Hall, which features an extensive internationally recognized collection of basketry, regalia, stoneware, implements, and other objects indicative of the culture and creativity of local and regional Native American groups including the Wiyot (whose ancestral territory the Clarke resides), Yurok, Karuk and Hupa Tribes. The Eureka Visitors Center is located in the main hall of the museum.  The Clarke Museum is a 501 (c)3 non-profit.",
  "/wiki/Tolowa": "The Tolowa people or Taa-laa-wa Dee-ni’ are a Native American people of the Athabaskan-speaking ethno-linguistic group. Two rancherias (Smith River and Elk Valley) still reside in their traditional territory in northwestern California. Those removed to the Siletz Reservation in Oregon are located there.",
  "/wiki/Yurok_tribe": "The Yurok, whose name means \"downriver people\" in the neighboring Karuk language (also called yuh'ára, or yurúkvaarar in Karuk), are Native Americans who live in northwestern California near the Klamath River and Pacific coast. Their autonym is pueleekla’ meaning \"downriver people.” Today they live on the Yurok Indian Reservation and the surrounding communities in Humboldt, Del Norte and Trinity counties in Northern California.",
  "/wiki/Kelseyville,_California": "Kelseyville is a census-designated place (CDP) in Lake County, California, United States. Kelseyville is located 6 miles (9.7 km) southeast of Lakeport, at an elevation of 1,384 feet (422 m).  The population was 3,353 at the 2010 census, up from 2,928 at the 2000 census.",
  "/wiki/Ferndale,_California": "Ferndale is a city in Humboldt County, California, United States. Its population was 1,371 at the 2010 census, down from 1,382 at the 2000 census. The city contains dozens of well-preserved Victorian storefronts and homes. Ferndale is the northern gateway to California's Lost Coast and the city, which is sited on the edge of a wide plain near the mouth of the Eel River, is also located near the extensive preserves of coast redwood forests.",
  "/wiki/Ferndale_Museum": "Permanent displays in the main building include a Magneto switchboard, a Pacific Telephone toll board, working crank telephones, historical rooms and furnishings, doll houses of interesting local buildings, \nand a display of Seth Kinman items. Tools, dairy, logging and farm equipment and a working blacksmith forge are in the museum Annex.",
  "/wiki/HSU_First_Street_Gallery": "HSU First Street Gallery (later known as the HSU Third Street Gallery) was a contemporary, fine arts gallery located in the E. Janssen Building at 422 1st Street (later moved to 416 3rd Street) in the  historic Old Town district of Eureka, California. The gallery, which supported the Exhibition Programs of Humboldt State University, was an off-campus, non-profit student-oriented public outreach program and gallery which showcased regional, national and international artists, as well as art by faculty, staff, students, and alumni of the university.",
  "/wiki/Humboldt_State_University": "Humboldt State University (HSU, Humboldt State, or Humboldt) is a public university in Arcata, California. It is the northernmost campus of the 23-school California State University (CSU) system. The main campus, situated hillside at the edge of a coast redwood forest, has commanding views overlooking Arcata, much of Humboldt Bay, and the Pacific Ocean. The college town setting on the California North Coast, 8 miles (13 km) north of Eureka, 279 miles (449 km) north of San Francisco, and 654 miles (1052.51 km) north of Los Angeles is notable for its natural beauty.",
  "/wiki/Mendocino_Headlands_State_Park": "Mendocino Headlands State Park is a California State Park in Mendocino, California. It consists of 347 acres (1.4 km2) of undeveloped seaside bluffs and islets surrounding the town of Mendocino, two beaches (Big River Beach and Portuguese Beach), and the much larger Big River Unit stretching for eight miles (13 km) along both banks of the nearby Big River.",
  "/wiki/Mendocino,_California": "Mendocino (formerly, Big River, Meiggstown, and Mendocino City) is an unincorporated community in Mendocino County, California, United States. Mendocino is located 9.5 miles (15 km) south of Fort Bragg, at an elevation of 154 feet (47 m). The population of the census-designated place (CDP) was 894 at the 2010 census, up from 824 at the 2000 census. The town's name comes from Cape Mendocino, named by early Spanish navigators in honor of Antonio de Mendoza, Viceroy of New Spain.  In turn, the etymology of Mendoza is \"cold mountain.\"",
  "/wiki/Fort_Humboldt_State_Historic_Park": "Fort Humboldt State Historic Park is a California state park, located in Eureka, California, United States. Displays interpret the former U.S. Army fort, which was staffed from 1853–1870, the interactions between European Americans and Native Americans in roughly the same period, and both logging equipment and local narrow gauge railroad history of the region. Within the collection, there are trains, logging equipment, including a fully functional Steam Donkey engine, and an authentic Native American dug-out canoe. The Fort overlooks Humboldt Bay from a commanding position atop a bluff. The North Coast regional headquarters of the California State Parks system is located onsite.",
  "/wiki/Fortuna,_California": "Fortuna (formerly, Slide, Springville) (Wiyot: Vutsuwitk Da'l, \"ashes stay\") is a city on the northeast shore of the Eel River (approximately 9 miles (14 km) from where it enters the Pacific Ocean), and is on U.S. Route 101 in west-central Humboldt County, California, United States. The population was 11,926 at the 2010 census, up from 10,497 at the 2000 census.",
  "/wiki/Grace_Hudson_Museum_and_Sun_House": "The Grace Hudson Museum in Ukiah, California is adjacent to the Sun House where artist Grace Hudson and her husband resided until their deaths.  The house and museum are owned and operated by the city of Ukiah.",
  "/wiki/Ukiah,_California": "Ukiah (/juːˈkaɪə/ yoo-KY-ə; formerly Ukiah City) is the county seat and largest city of Mendocino County, California. With its accessible location (along the U.S. Route 101 corridor several miles south of CA 20), Ukiah serves as the city center for Mendocino County and much of neighboring Lake County.",
  "/wiki/Fort_Bragg,_California": "Fort Bragg is a coastal city along California's Shoreline Highway in Mendocino County. It is 24 mi (39 km) west of Willits, at an elevation of 85 feet (26 m). A California Historical Landmark, the city was founded, prior to the American Civil War, as a military garrison rather than a fortification.  Fort Bragg is a tourist destination because of its picturesque views of the Pacific Ocean. Its population was 7,273 at the 2010 census.",
  "/wiki/Hoopa,_California": "Hoopa (formerly, Hupa, Ho-pah, Hoo-pah, Hupo, and Up-pa) is an unincorporated community and census-designated place (CDP) in Humboldt County, California. It is located 10 miles (16 km) south of Weitchpec, at an elevation of 328 feet (100 m). The ZIP Code is 95546."
}