{
  "/wiki/Amboy_Crater": "Amboy Crater is an extinct cinder cone volcano that rises above a 70-square-kilometer (27 sq mi) lava field in the eastern Mojave Desert of southern California, within Mojave Trails National Monument.",
  "/wiki/San_Bernardino_County,_California": "San Bernardino County, officially the County of San Bernardino, is a county located in the southern portion of the U.S. state of California, and is located within the Inland Empire area. As of the 2010 U.S. Census, the population was 2,035,210, making it the fifth-most populous county in California and the 14th-most populous in the United States. The county seat is San Bernardino.",
  "/wiki/Bureau_of_Land_Management": "The Bureau of Land Management (BLM) is an agency within the United States Department of the Interior responsible for administering public lands.  With oversight over 247.3 million acres (1,001,000 km2), it governs one eighth of the country's landmass.",
  "/wiki/Cinder_cone": "A cinder cone is a steep conical hill of loose pyroclastic fragments, such as either volcanic clinkers, volcanic ash, or cinder that has been built around a volcanic vent. The pyroclastic fragments are formed by explosive eruptions or lava fountains from a single, typically cylindrical, vent. As the gas-charged lava is blown violently into the air, it breaks into small fragments that solidify and fall as either cinders, clinkers, or scoria around the vent to form a cone that often is symmetrical; with slopes between 30–40°; and a nearly circular ground plan. Most cinder cones have a bowl-shaped crater at the summit.",
  "/wiki/Pahoehoe": "Lava is molten rock generated by geothermal energy and expelled through fractures in planetary crust or in an eruption, usually at temperatures from 700 to 1,200 °C (1,292 to 2,192 °F). The structures resulting from subsequent solidification and cooling are also sometimes described as lava. The molten rock is formed in the interior of some planets, including Earth, and some of their satellites, though such material located below the crust is referred to by other terms.",
  "/wiki/U.S._Route_66": "U.S. Route 66 or U.S. Highway 66 (US 66 or Route 66), also known as the Will Rogers Highway, the Main Street of America or the Mother Road, was one of the original highways in the U.S. Highway System. US 66 was established on November 11, 1926, with road signs erected the following year. The highway, which became one of the most famous roads in the United States, originally ran from Chicago, Illinois, through Missouri, Kansas, Oklahoma, Texas, New Mexico, and Arizona before ending in Santa Monica in Los Angeles County, California, covering a total of 2,448 miles (3,940 km). It was recognized in popular culture by both the hit song \"(Get Your Kicks on) Route 66\" and the Route 66 television series, which aired on CBS from 1960 to 1964. In John Steinbeck's classic American novel, The Grapes of Wrath (1939), the road \"Highway 66\" symbolized escape and loss.",
  "/wiki/American_River": "The American River (Spanish: Río de los Americanos) is a ~30-mile-long river in California that runs from the Sierra Nevada mountain range to its confluence with the Sacramento River in the Sacramento Valley. Via the Sacramento River, it is part of the San Francisco Bay watershed. This river is fed by the melting snowpack of the Sierra Nevada and its many headwaters and tributaries, including the North Fork American River, the Middle Fork American River, and the South Fork American River.",
  "/wiki/Sacramento_County,_California": "Sacramento County is a county  in the U.S. state of California. As of the 2010 census, the population was 1,418,788. Its county seat is Sacramento, which has been the state capital of California since 1854.",
  "/wiki/Vernal_pools": "Vernal pools, also called vernal ponds or ephemeral pools, are seasonal pools of water that provide habitat for distinctive plants and animals. They are considered to be a distinctive type of wetland usually devoid of fish, and thus allow the safe development of natal amphibian and insect species unable to withstand competition or predation by fish. Certain tropical fish lineages (such as killifishes) have however adapted to this habitat specifically.",
  "/wiki/Blue_oak": "Quercus douglasii, known as blue oak, is a species of oak endemic to (found only in) California, common in the Coast Ranges and the foothills of the Sierra Nevada. It is California's most drought-tolerant deciduous oak, and is a dominant species in the blue oak woodland ecosystem. It is occasionally known as mountain oak and iron oak.",
  "/wiki/A%C3%B1o_Nuevo_State_Reserve": "Año Nuevo State Park is a state park of California, USA, encompassing Año Nuevo Island and Año Nuevo Point, which are known for their pinniped rookeries.  Located in San Mateo County, the low, rocky, windswept point juts out into the Pacific Ocean about 55 miles (89 km) south of San Francisco and the Golden Gate.  Año Nuevo State Natural Reserve, formerly a separate unit of the California state park system, was merged into Año Nuevo State Park in October 2008.  The coastal geographic center, or coastal-midpoint of California is located at the Northern end of this park at N 37°09′58″, W 122°21'40\", as the absolute geographic center of California falls at N 37°09′58″, W 119°26′58″W.",
  "/wiki/San_Mateo_County,_California": "San Mateo County (/ˌsæn məˈteɪ.oʊ/ SAN mə-TAY-oh), officially the County of San Mateo, is a county located in  the U.S. state of California. As of the 2010 census, the population was 718,451. The county seat is Redwood City.",
  "/wiki/California_Department_of_Parks_and_Recreation": "The California Department of Parks and Recreation, also known as California State Parks, manages the California state parks system. The system administers 280 separate park units on 1.4 million acres (570,000 hectares), with over 280 miles (450 km) of coastline; 625 miles (1,000 km) of lake and river frontage; nearly 15,000 campsites; and 3,000 miles (4,800 km) of hiking, biking, and equestrian trails. Headquartered in Sacramento, park administration is divided into 21 districts. The California State Parks system is the largest state park system in the United States.",
  "/wiki/Northern_elephant_seal": "The northern elephant seal (Mirounga angustirostris) is one of two species of elephant seal (the other is the southern elephant seal). It is a member of the family Phocidae (true seals). Elephant seals derive their name from their great size and from the male's large proboscis, which is used in making extraordinarily loud roaring noises, especially during the mating competition. Sexual dimorphism in size is great. Correspondingly, the mating system is highly polygynous; a successful male is able to impregnate up to 50 females in one season.",
  "/wiki/Anza-Borrego_Desert_State_Park": "Anza-Borrego Desert State Park (ABDSP) is a California State Park located within the Colorado Desert of southern California, United States. The park takes its name from 18th century Spanish explorer Juan Bautista de Anza and borrego, a Spanish word for sheep. With 600,000 acres (240,000 ha) that includes one-fifth of San Diego County, it is the largest state park in California.",
  "/wiki/Imperial_County,_California": "Imperial County is a county in the U.S. state of California. As of the 2010 census, the population was 174,528. The county seat is El Centro. Established in 1907 from a division of San Diego County, it was the last county to be formed in California.",
  "/wiki/Riverside_County,_California": "Riverside County is a county located in the southern portion of the U.S. state of California. As of the 2010 census, the population was 2,189,641, making it the fourth-most populous county in California and the 11th-most populous in the United States. The name was derived from the city of Riverside, which is the county seat.",
  "/wiki/San_Diego_County,_California": "San Diego County, officially the County of San Diego, is a county in the southwestern corner of the state of California, in the United States. As of the 2010 census, the population was 3,095,313. making it California's second-most populous county and the fifth-most populous in the United States. Its county seat is San Diego, the eighth-most populous city in the United States. It is the southwesternmost county in the 48 contiguous United States.",
  "/wiki/Audubon_Canyon": "Audubon Canyon is a coastal valley in Marin County, California, United States, which is associated with a small stream.  The canyon provides habitat for a variety of animals and plants. Notably, its redwoods provide nesting sites for great blue herons, great egrets, and snowy egrets.",
  "/wiki/Marin_County,_California": "Marin County /məˈrɪn/ is a county located in the San Francisco Bay Area of the U.S. state of California. As of the 2010 census, the population was 252,409. Its county seat is San Rafael. Marin County is included in the San Francisco–Oakland–Berkeley, CA Metropolitan Statistical Area across the Golden Gate Bridge from San Francisco.",
  "/wiki/Great_blue_herons": "The great blue heron (Ardea herodias) is a large wading bird in the heron family Ardeidae, common near the shores of open water and in wetlands over most of North America and Central America, as well as the Caribbean and the Galápagos Islands. It is a rare vagrant to coastal Spain, the Azores, and areas of far southern Europe. An all-white population found only in south Florida and the Florida Keys is known as the great white heron.  Debate exists about whether it is a white color morph of the great blue heron, a subspecies of it, or an entirely separate species.",
  "/wiki/Great_egret": "The great egret (Ardea alba), also known as the common egret, large egret, or (in the Old World) great white egret or great white heron is a large, widely distributed egret, with four subspecies found in Asia, Africa, the Americas, and southern Europe. Distributed across most of the tropical and warmer temperate regions of the world, it builds tree nests in colonies close to water.",
  "/wiki/Snowy_egret": "The snowy egret (Egretta thula) is a small white heron. The genus name comes from the Provençal French for the little egret aigrette, a diminutive of aigron, \"heron\". The species name thula is the Araucano for the black-necked swan, applied to this species in error by Chilean naturalist Juan Ignacio Molina in 1782.",
  "/wiki/Black_Chasm_Cave": "Black Chasm Cavern is a cave nestled in the hamlet of Volcano, located in Amador County, California.",
  "/wiki/Amador_County": "Amador County, is a county in the U.S. state of California, in the Sierra Nevada. As of the 2010 census, the population was 38,091. The county seat is Jackson.",
  "/wiki/Speleothems": "Speleothems ( /ˈspiːliːəθɛm/; Ancient Greek: \"cave deposit\"), commonly known as cave formations, are secondary mineral deposits formed in a cave.  Speleothems typically form in limestone or dolomite solutional caves. The term \"speleothem,\" as first introduced by Moore (1952), is derived from the Greek words spēlaion \"cave\" + théma \"deposit\". The definition of \"speleothem,\" in most publications, specifically excludes secondary mineral deposits in mines, tunnels, and other man-made structures. Hill and Forti more concisely defined \"secondary minerals\" which create speleothems in caves:",
  "/wiki/Helictite": "A helictite is a speleothem (cave-formed mineral) found in a limestone cave that changes its axis from the vertical at one or more stages during its growth. Helictites have a curving or angular form that looks as if they were grown in zero gravity. They are most likely the result of capillary forces acting on tiny water droplets, a force often strong enough at this scale to defy gravity.",
  "/wiki/Burney_Falls": "Burney Falls is a waterfall on Burney Creek, within McArthur-Burney Falls Memorial State Park, in Shasta County, California.",
  "/wiki/Shasta_County,_California": "Shasta County, officially the County of Shasta, is a county in the northern portion of the U.S. state of California. As of the 2010 census, the population was 177,223. The county seat is Redding.",
  "/wiki/Cima_volcanic_field": "Cima volcanic field is a volcanic field in San Bernardino County, California, close to the border with Nevada. The volcanic field covers a surface area of 600 square kilometres (230 sq mi) within the Mojave National Preserve west of the Cima Dome and consists of about 40 volcanic cones with about 60 lava flows. The volcanic cones range from simple cones over multi-cratered mountains to eroded hills, and lava flows are up to 9.1 kilometres (5.7 mi) long. At least one lava tube exists in the field and can be visited.",
  "/wiki/Mojave_National_Preserve": "Mojave National Preserve is a United States National Preserve located in the Mojave Desert of San Bernardino County, California, USA, between Interstate 15 and Interstate 40. The preserve was established October 31, 1994, with the passage of the California Desert Protection Act by the US Congress. Previously, it was the East Mojave National Scenic Area, under the jurisdiction of the Bureau of Land Management. At 1,542,776 acres (6,243 km2), it is the third largest unit of the National Park System in the contiguous United States.",
  "/wiki/Cinder_cones": "A cinder cone is a steep conical hill of loose pyroclastic fragments, such as either volcanic clinkers, volcanic ash, or cinder that has been built around a volcanic vent. The pyroclastic fragments are formed by explosive eruptions or lava fountains from a single, typically cylindrical, vent. As the gas-charged lava is blown violently into the air, it breaks into small fragments that solidify and fall as either cinders, clinkers, or scoria around the vent to form a cone that often is symmetrical; with slopes between 30–40°; and a nearly circular ground plan. Most cinder cones have a bowl-shaped crater at the summit.",
  "/wiki/Cosumnes_River_Preserve": "The Cosumnes River Preserve is a nature preserve of 46,000 acres (190 km2) located 20 miles (30 km) south of Sacramento, in the US state of California. The preserve protects a Central Valley remnant that once contained one of the largest expanses of oak tree savanna, riparian oak forest and wetland habitat in North America. Agricultural development has changed the landscape from groves of oaks and tule marshes to productive farmlands.",
  "/wiki/Remnant_natural_area": "A remnant natural area, also known as remnant habitat, is an ecological community containing native flora and fauna that has not been significantly disturbed by destructive activities such as agriculture, logging, pollution, development, fire suppression, or non-native species invasion. The more disturbed an area has been, the less characteristic it becomes of remnant habitat. Remnant areas are also described as \"biologically intact\" or \"ecologically intact.\"",
  "/wiki/Riparian_forest": "A riparian forest or riparian woodland is a forested or wooded area of land adjacent to a body of water such as a river, stream, pond, lake, marshland, estuary, canal, sink or reservoir.",
  "/wiki/Central_Valley_(California)": "The Central Valley is a flat valley that dominates the interior of California. It is 40 to 60 miles (60 to 100 km) wide and stretches approximately 450 miles (720 km) from north-northwest to south-southeast, inland from and parallel to the Pacific Ocean coast. It covers approximately 18,000 square miles (47,000 km2), about 11% of California's total land area (or about the size of the Dominican Republic). The valley is bounded by the Sierra Nevada to the east and the Coast Ranges to the west.",
  "/wiki/Inyo_County,_California": "Inyo County is a county in the eastern central part of California, located between the Sierra Nevada mountains and the state of Nevada. As of the 2010 census, the population was 18,546. The county seat is Independence.",
  "/wiki/Solano_County,_California": "Solano County is a county located in the U.S. state of California. As of the 2010 census, the population was 413,344. The county seat is Fairfield.",
  "/wiki/Nassella": "Nassella, or needlegrass, is a New World genus of over 100 perennial bunchgrasses found from North America through South America. The Latin word nassa refers to \"a basket with a narrow neck\". It is usually considered segregate from the genus Stipa and includes many New World species formerly classified in that genus. As of 2011, The Jepson Manual includes Nassella within Stipa.",
  "/wiki/Mendocino_County,_California": "Mendocino County is a county located on the North Coast of the U.S. state of California. As of the 2010 census, the population was 87,841. The county seat is Ukiah.",
  "/wiki/University_of_California_Natural_Reserve_System": "The University of California Natural Reserve System (UCNRS) is a system of protected areas throughout California.",
  "/wiki/Douglas_fir": "Pseudotsuga menziesii is an evergreen conifer species in the pine family, Pinaceae. It is native to western North America and is known as Douglas fir, Douglas-fir, Oregon pine, and Columbian pine. There are three varieties: coast Douglas-fir (P. menziesii var. menziesii), Rocky Mountain Douglas-fir (P. menziesii var. glauca) and Mexican Douglas fir (P. menziesii var. lindleyana).",
  "/wiki/Emerald_Bay_State_Park": "Emerald Bay State Park is a state park of California in the United States, centered on Lake Tahoe's Emerald Bay, a National Natural Landmark. Park features include Eagle Falls and Vikingsholm, a 38-room mansion that is considered one of the finest examples of Scandinavian architecture in the United States. The architect was Leonard Palme, who was hired by his aunt Laura Knight to design and build Vikingsholm. The park contains the only island in Lake Tahoe, Fannette Island. The park is accessible by California State Route 89 near the southwest shore of the lake. Emerald Bay is one of Lake Tahoe's most photographed and popular locations.",
  "/wiki/El_Dorado_County,_California": "El Dorado County, officially the County of El Dorado, is a county in the U.S. state of California. As of the 2010 census, the population was 181,058. The county seat is Placerville.",
  "/wiki/Eureka_Dunes": "The Eureka Valley Sand Dunes are located in the southern part of Eureka Valley, in northern Inyo County in eastern California, in the southwestern United States.  Although covering an area of only 3 square miles (8 km2), the dunes rise approximately 680 feet (207 m) above the surrounding valley floor, making them one of the highest dune fields in North America.  Eureka Valley is a basin and range structural valley oriented northwest-southeast and enclosed by the Last Chance Range to the east and the Saline Range to the west. The Eureka Dunes themselves are located in the southeastern most tip of the valley and trend north-south, parallel to Last Chance Range. According to a USGS survey map, the surrounding mountain ranges contain rocks that date back to the Mississippian and Cambrian periods while the surficial deposits on the valley floor are made up mainly of alluvium dating to the Quaternary period. They are also classified as booming sand dunes, one of only about forty worldwide.",
  "/wiki/Death_Valley_National_Park": "Death Valley National Park is an American national park that straddles the California–Nevada border, east of the Sierra Nevada. The park boundaries include Death Valley, the northern section of Panamint Valley, the southern section of Eureka Valley, and most of Saline Valley. The park occupies an interface zone between the arid Great Basin and Mojave deserts, protecting the northwest corner of the Mojave Desert and its diverse environment of salt-flats, sand dunes, badlands, valleys, canyons, and mountains. Death Valley is the largest national park in the contiguous United States, and the hottest, driest and lowest of all the national parks in the United States. The second-lowest point in the Western Hemisphere is in Badwater Basin, which is 282 feet (86 m) below sea level. Approximately 91% of the park is a designated wilderness area. The park is home to many species of plants and animals that have adapted to this harsh desert environment. Some examples include creosote bush, bighorn sheep, coyote, and the Death Valley pupfish, a survivor from much wetter times. UNESCO included Death Valley as the principal feature of its Mojave and Colorado Deserts Biosphere Reserve in 1984.",
  "/wiki/Fish_Slough_Area_of_Critical_Environmental_Concern": "The Fish Slough Area of Critical Environmental Concern is a protected slough in Inyo County, eastern California. It is located on the western side of the Chalfant Valley,  5 miles (8.0 km) north of Bishop in the northern Owens Valley area.",
  "/wiki/Mono_County,_California": "Mono County /ˈmoʊnoʊ/(MOH-noh) is a county located in the east central portion of the U.S. state of California. As of the 2010 census, the population was 14,202. making it the fifth-least populous county in California. The county seat is Bridgeport. The county is located east of the Sierra Nevada between Yosemite National Park and Nevada.",
  "/wiki/Alkali_mariposa_lily": "Calochortus striatus, known by the common name alkali mariposa lily, is a species of mariposa lily native to California and into Nevada.",
  "/wiki/Owens_pupfish": "The Owens pupfish (Cyprinodon radiosus) is a rare species of fish in the family Cyprinodontidae, the pupfish. It is endemic to California in the United States, where it is limited to the Owens Valley. It is a federally listed endangered species of the United States. This pupfish is up to 5 centimetres (2.0 inches) long, the largest males sometimes longer. The male is blue-gray, turning bright blue during spawning. The female is greenish brown with a silvery or whitish belly.",
  "/wiki/Guadalupe-Nipomo_Dunes": "Guadalupe-Nipomo Dunes is the largest remaining dune system south of San Francisco and the second largest in the U.S. state of California. It encompasses an 18-mile (29 km) stretch of coastline on the Central Coast of California and extends from southern San Luis Obispo County to northern Santa Barbara County.",
  "/wiki/San_Luis_Obispo_County,_California": "San Luis Obispo County, officially the County of San Luis Obispo, is a county in Central California. As of the 2010 census, the population was 269,637. The county seat is San Luis Obispo.",
  "/wiki/Guadalupe-Nipomo_Dunes_National_Wildlife_Refuge": "The Guadalupe-Nipomo Dunes National Wildlife Refuge is a 2,553-acre (10.33 km2) protected area located along the Central Coast of California, in southern  San Luis Obispo and northern Santa Barbara Counties.",
  "/wiki/Off-road_vehicle": "An off-road vehicle is considered to be any type of vehicle which is capable of driving on and off paved or gravel surface. It is generally characterized by having large tires with deep, open treads, a flexible suspension, or even caterpillar tracks.[citation needed] Other vehicles that do not travel public streets or highways are generally termed off-highway vehicles, including tractors, forklifts, cranes, backhoes, bulldozers, and golf carts.[citation needed]",
  "/wiki/Western_snowy_plover": "The western snowy plover (Charadrius nivosus nivosus) is a small wader in the plover bird family. It breeds in the southern and western United States and the Caribbean.",
  "/wiki/Imperial_Sand_Hills": "The Algodones Dunes is a large erg (sand dune field) located in the southeastern portion of the U.S. state of California, near the border with Arizona and the Mexican state of Baja California. The field is approximately 45 miles (72 km) long by 6 miles (9.7 km) wide and extends along a northwest-southeast line that correlates to the prevailing northerly and westerly wind directions. The name \"Algodones Dunes\" refers to the entire geographic feature, while the administrative designation for that portion managed by the Bureau of Land Management is the Imperial Sand Dunes Recreation Area (sometimes called the Glamis Dunes). In 1966, Imperial Sand Hills was designated as a National Natural Landmark by the National Park Service.  The Algodones Dunes are split into many different sections.  These sections include Glamis, Gordon's Well, Buttercup, Midway, and Patton's Valley.  Although the Spanish word algodones translates to the English word cotton, the name Algodones is a corruption of the Spanish and English names of the Yuman tribe that once dwelt nearby.",
  "/wiki/Irvine_Ranch_Natural_Landmarks": "The Irvine Ranch Natural Landmarks are a collection of protected areas in Orange County, California near Irvine. They encompass almost 50,000 acres (20,000 ha) of land which was once a part of the Irvine Ranch owned by the Irvine Company. Almost 40,000 acres (16,000 ha) of the landmarks were designated a National Natural Landmark in 2006 and a California Natural Landmark in 2008.",
  "/wiki/Orange_County,_California": "Orange County is a county located in the Los Angeles metropolitan area in the U.S. state of California. As of the 2010 census, the population was 3,010,232, making it the third-most populous county in California, the sixth most populous in the U.S., and more populous than 21 U.S. states. Although mostly suburban, it is the second most densely populated county in the state, behind San Francisco County. The county's four most populous cities, Anaheim, Santa Ana (the county seat), Irvine, and Huntington Beach, each have a population exceeding 200,000. Several cities are on the Pacific coast, including Huntington Beach, Newport Beach, Laguna Beach, Dana Point, and San Clemente.",
  "/wiki/Cretaceous": "The Cretaceous ( /krɪˈteɪ.ʃəs/, krih-TAY-shəs) is a geological period that lasted from about 145 to 66 million years ago (mya). It is the third and final period of the Mesozoic Era. The name is derived from the Latin creta. It is usually abbreviated K, for its German translation Kreide.",
  "/wiki/Lake_Shasta_Caverns": "The Lake Shasta Caverns are a network of caves located near the McCloud arm of Shasta Lake in California. It was formerly named Chalk Cave and Baird Cave, named after Spencer Fullerton Baird.",
  "/wiki/Solutional_cave": "A solutional cave or karst cave is a cave usually formed in the soluble rock limestone. It is the most frequently occurring type of cave. It can also form in other rocks, including chalk, dolomite, marble, salt beds, and gypsum.",
  "/wiki/Calcite": "Calcite is a carbonate mineral and the most stable polymorph of calcium carbonate (CaCO3). The Mohs scale of mineral hardness, based on scratch hardness comparison, defines value 3 as \"calcite\".",
  "/wiki/Marine_Corps_Air_Station_Miramar": "Marine Corps Air Station Miramar (MCAS Miramar) (IATA: NKX, ICAO: KNKX, FAA LID: NKX), formerly Naval Auxiliary Air Station (NAAS) Miramar and Naval Air Station (NAS) Miramar, is a United States Marine Corps installation that is home to the 3rd Marine Aircraft Wing, which is the aviation element of the 1st Marine Expeditionary Force. It is located in Miramar, San Diego, California, about 14 miles (23 km) north of Downtown San Diego.",
  "/wiki/Mima_mounds": "Mima mounds /ˈmaɪmə/ are low, flattened, circular to oval, domelike, natural mounds that are composed of loose, unstratified, often gravelly sediment that is an overthickened A horizon. These mounds range in diameter from 3 to more than 50 m; in height 30 cm to greater than 2 m; and in density from several to greater than 50 mounds per hectare, at times forming conspicuous natural patterns. Mima mounds can be seen at the Mima Mounds Natural Area Preserve in Washington State.",
  "/wiki/List_of_National_Natural_Landmarks_in_California": "From List of National Natural Landmarks, these are the National Natural Landmarks in California.  There are 36 in total."
}