{
  "/wiki/Charlie_Bicknell_(footballer)": "Charles Bicknell (6 November 1905 – 6 September 1994) was an English professional footballer who played as a left back. Active between 1928 and 1947, Bicknell made over 450 appearances in the Football League.",
  "/wiki/England_national_football_team": "The England national football team represents England in senior men's international football and is controlled by The Football Association, the governing body for football in England. It competes in the three major international tournaments; the FIFA World Cup, the UEFA European Championship and the UEFA Nations League. England, as a country of the United Kingdom, is not a member of the International Olympic Committee and therefore the national team does not compete at the Olympic Games.",
  "/wiki/Bruce_Stowell": "Bruce Stowell (born 20 September 1941) is an English former football player and manager.",
  "/wiki/Rod_Johnson_(footballer)": "Rodney Johnson (8 January 1945 – December 2019) was an English professional footballer who played as a midfielder.",
  "/wiki/Peter_Jackson_(footballer_born_1961)": "Peter Allan Jackson (born 6 April 1961 in Bradford, England) is a football manager and former footballer. He has previously had two spells as Huddersfield Town manager, whom he helped win the Division Three play-off in 2004, and he has also managed Lincoln City, before taking charge at his former playing club Bradford City in 2011.",
  "/wiki/Stuart_McCall": "Andrew Stuart Murray McCall (born 10 June 1964), commonly known as Stuart McCall, is a professional football coach and former player, who is currently in his third spell as manager of Bradford City. He played in a total of 763 league games and in 40 full international matches for Scotland during his playing career.",
  "/wiki/Scotland_national_football_team": "The Scotland national football team represents Scotland in international football and is controlled by the Scottish Football Association. It competes in the three major professional tournaments, the FIFA World Cup, UEFA Nations League and the UEFA European Championship. Scotland, as a country of the United Kingdom, is not a member of the International Olympic Committee and therefore the national team does not compete in the Olympic Games. The majority of Scotland's home matches are played at the national stadium, Hampden Park.",
  "/wiki/David_Wetherall": "David Wetherall (born 14 March 1971) is an English former footballer who played as a central defender, finishing his playing career with Bradford City at the end of the 2007–08 season. Born in Sheffield, he supported Sheffield Wednesday as a child, and started his playing career there. Before he made a league appearance for Sheffield Wednesday, he transferred to Leeds United and made more than 200 appearances. After this he joined Bradford City for a then club-record fee of £1.4 million and played every minute of every match in his first season for the club. Relegation from the Premier League soon followed and the club went into administration in 2002 but when Stuart McCall departed for Sheffield United, Wetherall became the team captain. Wetherall missed several games through injury in the seasons that followed and Bradford City were further relegated to League One in 2004 and then to League Two in 2007. He played his final game in professional football on 3 May 2008 against Wycombe Wanderers.",
  "/wiki/Graeme_Lee_(footballer)": "Graeme Barry Lee (born 31 May 1978) is an English footballer who plays as a defender. He has previously played for Hartlepool United, Sheffield Wednesday, Doncaster Rovers, Bradford City, Darlington and also had loan spells with Hartlepool and Shrewsbury Town. Lee has won the Football League Trophy with Doncaster Rovers, and helped both Hartlepool United and Sheffield Wednesday to promotion in the mid-2000s.",
  "/wiki/Peter_Thorne_(English_footballer)": "Peter Lee Thorne (born 21 June 1973) is an English retired professional footballer, who played as a striker.",
  "/wiki/Simon_Ramsden": "Simon Paul Ramsden (born 17 December 1981) is an English professional footballer who plays as a defender and is without a club.",
  "/wiki/Guy_Branston": "Guy Peter Bromley Branston (born 9 January 1979) is an English former professional footballer who played as a centre back. He was most recently the Director of Recruitment and Development, and caretaker manager at Chesterfield.",
  "/wiki/Michael_Flynn_(footballer)": "Michael Flynn (born 17 October 1980) is a Welsh professional football manager and former player who played as a midfielder. He is the manager of League Two club Newport County.",
  "/wiki/Wales_national_football_team": "The Wales national football team (Welsh: Tîm pêl-droed cenedlaethol Cymru) represents Wales in international football. It is controlled by the Football Association of Wales (FAW), the governing body for football in Wales and the third-oldest national football association in the world.",
  "/wiki/Ricky_Ravenhill": "Richard John \"Ricky\" Ravenhill (born 16 January 1981) is an English professional footballer who plays for Mickleover Sports as a midfielder.",
  "/wiki/Gary_Jones_(footballer_born_1977)": "Gary Roy Jones (born 3 June 1977) is an English professional footballer who plays as a central midfielder. He has made 716 league appearances, including 464 for Rochdale, for whom he holds the all-time record for the most appearances.",
  "/wiki/Stephen_Darby": "Stephen Mark Darby (born 6 October 1988) is an English former professional footballer who played as a right-back. Darby represented England at under-19 level. He was part of the Bradford team that reached the 2013 Football League Cup Final, made over 200 appearances for the club and captained the side for two seasons.",
  "/wiki/Romain_Vincelot": "Romain Marcel Georges Vincelot (born 29 October 1985) is a French footballer who plays for Shrewsbury Town in EFL League One. He has previously played for Chamois Niortais, Gueugnon, Dagenham & Redbridge, Brighton & Hove Albion, Gillingham, Leyton Orient, Coventry City, Bradford City and Crawley Town.",
  "/wiki/France_national_football_team": "The France national football team (French: Équipe nationale de football de France) represents France in men's international football and it's controlled by the French Football Federation, also known as FFF, or in French: Fédération française de football.  The team's colours are blue, white and red, and the coq gaulois its symbol. France are colloquially known as Les Bleus (The Blues). The French side are the reigning World Cup holders, having won the 2018 FIFA World Cup on 15 July 2018.",
  "/wiki/Josh_Wright": "Joshua William Wright (born 6 November 1989) is an English professional footballer who plays for Leyton Orient.",
  "/wiki/Anthony_O%27Connor_(footballer)": "Anthony Dean O'Connor (born 25 October 1992) is an Irish footballer who plays for Bradford City, as a defender or as a Midfielder. He previously played in Scotland for Aberdeen and in England for Blackburn Rovers, Torquay United, Plymouth Argyle and Burton Albion and has represented the Republic of Ireland under-21 team.",
  "/wiki/Republic_of_Ireland_national_football_team": "The Republic of Ireland national football team (Irish: Foireann peile náisiúnta Phoblacht na hÉireann) represents Ireland in international football. It is governed by the Football Association of Ireland (FAI) and stages its home fixtures at the Aviva Stadium in Dublin.",
  "/wiki/Paul_Caddis": "Paul McLean Caddis (born 19 April 1988) is a Scottish footballer who plays for League Two club Swindon Town. He predominantly plays as either a right back or right winger, but due to his versatility, and having two good feet, he can also play at left back and anywhere across the midfield. He has played for both Celtic and Swindon Town in all positions apart from striker and goalkeeper.",
  "/wiki/Hope_Akpan": "Hope Ini Ita Akpan (born 14 August 1991) is a professional footballer who plays as a midfielder for Bradford City.",
  "/wiki/Nigeria_national_football_team": "In April 1994, the Super Eagles were ranked 5th in the FIFA rankings, the highest FIFA ranking position ever achieved by an African football team. Throughout history, the team has qualified for six of the last seven FIFA World Cups (as of 2018), missing only the 2006 edition and have reached the round of 16 three times. Their first World Cup appearance was the 1994 edition.",
  "/wiki/James_Vaughan_(footballer,_born_1988)": "James Oliver Vaughan (born 14 July 1988) is an English professional footballer who plays as a forward for  League One side Tranmere Rovers, on loan from Bradford City.",
  "/wiki/Bradford_City_A.F.C.": "Bradford City Association Football Club is a professional football club in Bradford, West Yorkshire, England. The team compete in League Two, the fourth tier of the English football league system. They are the only professional football club in England to wear claret and amber, and have worn these colours throughout their history. They have though been known by various nicknames, with the \"Bantams\" being the most commonly used nickname as it appears on the current club crest. Supporters hold West Yorkshire derby rivalries with Huddersfield Town and Leeds United, as well as an historic Bradford derby rivalry with the now non-league side Bradford (Park Avenue). The club's home ground is the 25,136-capacity Valley Parade, which was the site of the Bradford City stadium fire on 11 May 1985, which took the lives of 56 supporters."
}