{
  "/wiki/Elamaram_Kareem": "Elamaram Kareem (born 1 July 1953) is an Indian politician, trade unionist, and a member of Communist Party of India (Marxist). He was the Minister for Industries & Commerce in the Left Democratic Front government under V. S. Achuthanandan from 2006-2011. He represents the Beypore constituency in Kozhikode district in the Kerala Legislative Assembly.",
  "/wiki/Communist_Party_of_India_(Marxist)": "The Communist Party of India (Marxist) (abbreviated CPI(M)) is a communist political party in India that adheres to Marxist–Leninist philosophy. It is one of the national parties of India. The party emerged from a split from the Communist Party of India in 1964. The CPI(M) was formed at the Seventh Congress of the Communist Party of India held in Calcutta from 31 October to 7 November 1964. As of 2018, CPI(M) is leading the state government in Kerala and has representation in the following Legislative assemblies in the states of Kerala, West Bengal, Tripura, Rajasthan, Himachal Pradesh, Jammu & Kashmir, Odisha and Maharashtra. As of 2018, CPI(M) claimed to have 1 million members. The highest body of the party is the Politburo.",
  "/wiki/K._Somaprasad": "Advocate K. Somaprasad is President of Kollam district panchayat  and is a member of CPI(M) unit of Kerala.\nHe is CPI(M) candidate for the Rajya Sabha elections for Kerala state held in March 2016.",
  "/wiki/K.K._Ragesh": "K.K. Ragesh is an Indian politician and member of the Communist Party of India (Marxist). He was elected as a member of the Rajya Sabha the Upper house of Indian Parliament from Kerala in 2015. He was earlier the president of the Students Federation of India",
  "/wiki/A._K._Antony": "Arackaparambil Kurien Antony, better known as A. K. Antony (born 28 December 1940) is an Indian politician and attorney who was the 23rd Defence Minister of India and he was also the Chief Minister of Kerala. He is the current Member of Parliament in the Rajya Sabha,  from the Kerala for the fifth consecutive term since 1985.[a] He also currently serves as the Chairman of the Disciplinary Action Committee of the All India Congress Committee, Congress Working Committee, and member of the Central Election Committee.",
  "/wiki/Indian_National_Congress": "The Indian National Congress (pronunciation (help·info)) (INC, often called the Congress Party or simply Congress) is a political party in India with widespread roots. Founded in 1885, it was the first modern nationalist movement to emerge in the British Empire in Asia and Africa.[a] From the late 19th century, and especially after 1920, under the leadership of Mahatma Gandhi, Congress became the principal leader of the Indian independence movement. Congress led India to independence from Great Britain,[b][c] and powerfully influenced other anti-colonial nationalist movements in the British Empire.[d]",
  "/wiki/Vayalar_Ravi": "Vayalar Ravi (born 4 June 1937) is an Indian politician, who served as the Union Minister of Overseas Indian Affairs from 2006 to 2014. He is a member of the Rajya Sabha.",
  "/wiki/Binoy_Viswam": "Binoy Viswam is a Rajya Sabha Member representing the Communist Party of India(CPI).His parliamentary performance as a member of Parliament has been quite remarkable. He was the Forest Minister in the Government of Kerala during 2006-2011 . He was earlier elected to the Kerala Legislative Assembly from Nadapuram constituency and served as Member, Estimates Committee; Chairman, Assurance Committee; and was one of the five members of the Constituency Delimitation Committee. He is a senior Communist Party of India (CPI) leader and the president of the Kerala Tourism Development Corporation Employees' Federation.",
  "/wiki/Communist_Party_of_India": "The Communist Party of India (CPI) is the oldest communist political party in India, and one of the eight national parties in the country. There are different views on exactly when it was founded. The date maintained as the foundation day by the CPI is 26 December 1925. The Communist Party of India (Marxist), also a national party, separated from the CPI in 1964 following an ideological rift between China and the Soviet Union, continues to claim having been founded in 1920. The party remains committed to Marxism–Leninism.",
  "/wiki/Jose_K._Mani": "Jose K. Mani is an Indian Politician and a Member of Parliament in the Rajya Sabha by virtue of being KM Mani's son. He represents the Kerala state and is the vice chairman of Kerala Congress (M) party.",
  "/wiki/Kerala_Congress_(M)": "Kerala Congress (M) is a state-level political party in the Indian state of Kerala. It was formed in 1979, after a split from the Kerala Congress. Its founder is K. M. Mani.The  chairman post is currently vacant. Its current working chairman is P. J. Joseph; and its Deputy chairman is C. F. Thomas.",
  "/wiki/P._V._Abdul_Wahab": "P. V. Abdul Wahab is a businessman, social activist and politician hailing from Kerala state in India.  He is currently a Member of Parliament in the Rajya Sabha, the upper house of the Indian Parliament, representing Kerala state. He is one of the top leaders of Indian Union Muslim League and the present Treasurer of the party. He has been elected unopposed as Member of Parliament twice to the Rajya Sabha for the years 2004 to 2010 and 2015 to the present.",
  "/wiki/Indian_Union_Muslim_League": "The Indian Union Muslim League(old name  All-India Muslim League) or I. U. M. L. (commonly referred to as the League inside Kerala) is a right wing political party in India. It is recognized by the Election Commission of India as a State Party in Kerala.",
  "/wiki/M._P._Veerendra_Kumar": "M. P. Veerendra Kumar is an Indian politician, writer and journalist, who was a member of the 14th Lok Sabha. He is a member of the Janata Dal (United)  political party and the president of Kerala state unit of the party. He is also the chairman and managing director of the Malayalam daily newspaper Mathrubhumi.",
  "/wiki/Independent_politician": "An independent or nonpartisan politician is a politician not affiliated with any political party. There are numerous reasons why someone may stand for office as an independent."
}