{
  "/wiki/Narayan_Lal_Panchariya": "Narayan Lal Panchariya (born 10 August 1954) is a Rajya Sabha Member of Parliament in Rajasthan. He was elected to Rajya Sabha in the 2014 election. He lives in the Jodhpur district in Rajasthan.",
  "/wiki/Bharatiya_Janata_Party": "The Bharatiya Janata Party (pronounced [bʱaːrətiːjə dʒənətaː paːrʈiː] (listen); translation: Indian People's Party; abbr. BJP) is one of the two major political parties in India, along with the Indian National Congress. As of 2019[update], it is the country's largest political party in terms of representation in the national parliament and state assemblies and is the world's largest party in terms of primary membership. BJP is a right-wing party, and its policy has historically reflected Hindu nationalist positions. It has close ideological and organisational links to the Rashtriya Swayamsevak Sangh (RSS).",
  "/wiki/Ramnarayan_Dudi": "Ram Narayan Dudi (Hindi: रामनारायण डूडी) currently Member of Parliament, Rajya Sabha. He was the Revenue, Colonisation & Soldier Welfare minister in BJP Government of Rajasthan from 2003-2008. He was born on  10 September 1948 in the family of Ganga Ram Dudi at village Ratkuria in Jodhpur district in Rajasthan. He did  MA in history.",
  "/wiki/Vijay_Goel_(politician)": "Vijay Goel (born 4 January 1954) is an Indian politician and a former Minister of State for Parliamentary Affairs and Statistic and Implementation in the NDA government. A former Minister of Youth Affairs and Sports, Goel is affiliated with the Bharatiya Janata Party (BJP). He became president of the Delhi unit of the BJP in February 2013. He was elected to Rajya Sabha from Rajasthan in 2014.",
  "/wiki/Om_Prakash_Mathur": "Om Prakash Mathur (born 2 January 1952) is a member of Rajya Sabha from Rajasthan state in India and is a senior politician from Bharatiya Janata Party. Initially, he was groomed by Bhairon Singh Shekhawat but later he became a leader on his own in BJP. He was a Pracharak with the RSS and later General Secretary- in charge of the Gujarat BJP.",
  "/wiki/Ram_Kumar_Verma": "Ram Kumar Verma was the Rajya Sabha member for Rajasthan, he is a retired Reserve Bank of India official. He secured 40 votes and won the seat.",
  "/wiki/Harshvardhan_Singh_Dungarpur": "Harshvardhan Singh Dungarpur (born 6 June 1956) is an Indian politician. He is a Rajya Sabha member from Rajasthan belonging to the Bharatiya Janata Party.",
  "/wiki/Alphons_Kannanthanam": "Alphons Joseph Kannanthanam or K. J. Alphons  (born 8 August 1953) is an Indian civil servant, advocate, and politician. He is the former Union Minister of State for  Culture, and Tourism, in office since 3 September 2017 to May 2019 under the B.J.P. Government of Narendra Modi. He is a BJP Rajyasabha MP elected from Rajasthan.",
  "/wiki/Bhupender_Yadav": "Bhupender Yadav (born 30 June 1969) is an Indian politician. He is a Member of Parliament in the Rajya Sabha, representing the state of Rajasthan, a position he has held since 2012. He was re-appointed in April 2018. He is the National General Secretary of the Bharatiya Janata Party.",
  "/wiki/Kirodi_Lal_Meena": "Dr. Kirodi Lal Meena (born 3 November 1951) is an MBBS doctor by profession. He ia a Member of Parliament in Rajya Sabha from Rajasthan and He was an independent MP from Dausa Lok Sabha constituency of the Indian state of Rajasthan. He was in Bharatiya Janata Party, but left it in 2008. And again in 2018 he joined Bhartiya Janta Party. As of 2016 he was a member of National People's Party. He was a cabinet minister and held the portfolio of food and civil supplies. He belongs to the Meena community.He is one of the most active politicians of Rajasthan.Now he is also known as Baba",
  "/wiki/Manmohan_Singh": "Manmohan Singh (Punjabi: [mənˈmoːɦən ˈsɪ́ŋɡ] (listen); born 26 September 1932) is an Indian economist, academic, and politician who served as the 13th Prime Minister of India from 2004 to 2014. The first Sikh in office, Singh was also the first prime minister since Jawaharlal Nehru to be re-elected after completing a full five-year term.",
  "/wiki/Indian_National_Congress": "The Indian National Congress (pronunciation (help·info)) (INC, often called the Congress Party or simply Congress) is a political party in India with widespread roots. Founded in 1885, it was the first modern nationalist movement to emerge in the British Empire in Asia and Africa.[a] From the late 19th century, and especially after 1920, under the leadership of Mahatma Gandhi, Congress became the principal leader of the Indian independence movement. Congress led India to independence from Great Britain,[b][c] and powerfully influenced other anti-colonial nationalist movements in the British Empire.[d]"
}