{
  "/wiki/Walworth,_New_York": "Walworth is a town in Wayne County, New York, United States named after Reuben Walworth, a state official.  The population was 9,449 at the 2010 census.",
  "/wiki/NY_104": "New York State Route 104 (NY 104) is a 182.41-mile-long (293.56 km) east–west state highway in Upstate New York in the United States. It spans six counties and enters the vicinity of four cities—Niagara Falls, Lockport, Rochester, and Oswego—as it follows a routing largely parallel to the southern shoreline of Lake Ontario, along a ridge of the old shoreline of Glacial Lake Iroquois. The western terminus of NY 104 is an intersection with NY 384 in Niagara Falls, Niagara County, while its eastern terminus is a junction with NY 13 in the town of Williamstown, Oswego County. The portion of NY 104 between Rochester and the village of Webster east of the city is a limited-access highway known as the Keeler Street Expressway west of NY 590 and the Irondequoit–Wayne County Expressway east of NY 590; from Williamson to Oswego, NY 104 is a super two highway.",
  "/wiki/Ontario,_New_York": "Ontario is a town in the northwest corner of Wayne County, New York, United States.  The population was 9,778 at the 2000 census, and 10,136 at the 2010 census.  The town is named after the Great Lake on its northern border.",
  "/wiki/Monroe_County,_New_York": "Monroe County is a county in the western portion of the state of New York, in the United States. The county is along Lake Ontario's southern shore. As of 2018, Monroe County's population was 742,474, a decrease since the 2010 census. Its county seat and largest city is the city of Rochester. The county is named after James Monroe, the fifth President of the United States. Monroe County is part of the Rochester, NY Metropolitan Statistical Area. The current County Executive is Adam Bello.",
  "/wiki/County_Route_11_(Monroe_County,_New_York)": "The Monroe County, New York, Department of Transportation maintains 663 miles (1,067 km) of roads as county routes. Unlike most counties in New York, Monroe County does not post reassurance markers along its county routes. In fact, the only field reference to a route's designation are reference markers posted at bridges and culverts along the highway, which carry the county route number on the second line. Routes that do not cross either type of structure at some point are completely unsigned. As a result, county routes in Monroe County are widely known by their road name and not by their number.",
  "/wiki/NY_350": "New York State Route 350 (NY 350) is a north–south state highway in western Wayne County, New York, in the United States. It extends for 11.40 miles (18.35 km) from an intersection with NY 31 and NY 31F in the village of Macedon to a junction with NY 104 in the town of Ontario. NY 350 serves as the eastern terminus for three routes: the aforementioned NY 31F, NY 286, and NY 441, all of which originate in the Rochester area. Aside from the village of Macedon at its south end and the hamlet of Ontario Center at its north terminus, NY 350 serves mostly rural areas dominated by farmland. NY 350 was assigned c. 1932 to the portion of its routing south of Cator Corners, the north junction with NY 31F. It was extended northward to its current terminus in the 1940s.",
  "/wiki/NY_286": "New York State Route 286 (NY 286) is an east–west state highway in the vicinity of the city of Rochester, New York, in the United States. It links Rochester to its eastern suburbs and to western Wayne County. The western terminus of the route is at exit 7 on NY 590 just inside the Rochester city limits. Its eastern terminus is at NY 350 in Walworth. NY 286 is named Browncroft Boulevard from NY 590 to its junction with Qualtrough and Clark roads in Penfield. This portion of the highway passes through predominantly residential areas. East of this intersection, the route is known as Atlantic Avenue and traverses more rural areas.",
  "/wiki/County_Route_203_(Wayne_County,_New_York)": "New York State Route 286 (NY 286) is an east–west state highway in the vicinity of the city of Rochester, New York, in the United States. It links Rochester to its eastern suburbs and to western Wayne County. The western terminus of the route is at exit 7 on NY 590 just inside the Rochester city limits. Its eastern terminus is at NY 350 in Walworth. NY 286 is named Browncroft Boulevard from NY 590 to its junction with Qualtrough and Clark roads in Penfield. This portion of the highway passes through predominantly residential areas. East of this intersection, the route is known as Atlantic Avenue and traverses more rural areas.",
  "/wiki/Macedon_(town),_New_York": "Macedon is a town in Wayne County, New York, United States. The population was 9,148 at the 2010 census.",
  "/wiki/NY_441": "New York State Route 441 (NY 441) is an east–west state highway in the eastern suburbs of Rochester, New York, in the United States. It extends for 12.55 miles (20.20 km) from an intersection with NY 96 in Brighton to a junction with NY 350 in Walworth. The route starts as a four-lane divided highway in Brighton and western Penfield, and gradually narrows to a two-lane undivided road as it heads away from the city of Rochester. NY 441 connects to Interstate 490 (I-490) in Brighton and intersects NY 250 in Penfield.",
  "/wiki/NY_31": "New York State Route 31 (NY 31) is a state highway that extends for 208.74 miles (335.93 km) across western and central New York in the United States. The western terminus of the route is at an intersection with NY 104 in the city of Niagara Falls. Its eastern terminus is at a traffic circle with NY 26 in Vernon Center, a hamlet within the town of Vernon. Over its routing, NY 31 spans 10 counties and indirectly connects three major urban areas in Upstate New York: Buffalo–Niagara Falls, Rochester, and Syracuse. The route is one of the longest routes in New York State, paralleling two similarly lengthy routes, NY 104 to the north and NY 5 to the south, as well as the Erie Canal, as it proceeds east.",
  "/wiki/Marion,_New_York": "Marion is a town in Wayne County, New York, United States. The population was 4,746 as of the 2010 census. It is named after Revolutionary War hero Francis Marion. It is an interior town near the center of the county, about 20 miles east of Rochester, New York and 50 miles west of Syracuse, New York.",
  "/wiki/Palmyra_(town),_New_York": "Palmyra is a town in southwest Wayne County, New York, United States.  The population was 7,975 at the 2010 census. The town is named after the ancient city Palmyra in Syria.",
  "/wiki/Palmyra_(village),_New_York": "Palmyra is a village in Wayne County, New York, United States. The population was 3,536 at the 2010 census. The village, along with the town, is named after Palmyra in present-day Syria.",
  "/wiki/Williamson,_New_York": "Williamson is an Upstate New York town on the south shore of Lake Ontario in the northwest part of Wayne County, New York, in the United States. The population was 6,984 at the time of the 2010 census. The town is named after Charles Williamson, a land agent of the Pultney Estate. Its primary ZIP code is 14589, and telephone exchanges 589 and 904 in area code 315.",
  "/wiki/Sodus_(town),_New_York": "Sodus is a town in Wayne County, New York, United States. The population was 8,384 at the 2010 census.  The town takes its name from a native word for the bay in the eastern part of the town: \"Assorodus,\" meaning \"silvery water.\"",
  "/wiki/NY_21": "New York State Route 21 (NY 21) is a state highway extending for 99.99 miles (160.92 km) through the western part of New York in the United States. The southern terminus of the route is at an intersection with NY 417 in the village of Andover, and its northern terminus is at a junction with NY 104 in the town of Williamson. In between, NY 21 serves the cities of Hornell and Canandaigua and intersects several major east–west routes, including the Southern Tier Expressway (I-86/NY 17) near Hornell, the conjoined routes of U.S. Route 20 (US 20) and NY 5 in Canandaigua, the New York State Thruway (I-90) in Manchester, and NY 31 in Palmyra.",
  "/wiki/Arcadia,_New_York": "Arcadia is a town in Wayne County, New York, United States.  The population was 14,244 at the 2010 census.",
  "/wiki/List_of_county_routes_in_Wayne_County,_New_York": "County routes in Wayne County, New York, are only posted on street blade signs. Each route number is the product of two different numbering systems, both county-wide in nature. The last two digits of the route number serve as a road's base designation and are assigned sequentially from the Monroe County line in the west to the Cayuga County line in the east and from the Lake Ontario shoreline in the north to the Ontario and Seneca county lines in the south. The first digit of each route's designation indicates where the route is located: routes numbered in the 100s are north of Ridge Road; routes in the 200s are south of Ridge Road and north of New York State Route 31 (NY 31); and routes in the 300s are south of NY 31. If a road crosses either of those highways, the first digit of the route's number changes to reflect the road's location in the latter numbering grid."
}