{
  "/wiki/Roosevelt/Wabash_(CTA_station)": "Roosevelt is a station on the Chicago Transit Authority's 'L' system, located in between the Chicago Loop and the Near South Side in Chicago, Illinois. It is situated at 1167 S State Street, just north of Roosevelt Road, and serves the Red,  Green and Orange Lines. The station is also the closest 'L' station to the Museum Campus of Chicago and Soldier Field, which are about 1⁄2 mile (800 m) to the east. The Museum Campus/11th Street Metra station is also about 1⁄3 mile (500 m) to the east.",
  "/wiki/Green_Line_(Chicago_Transit_Authority)": "The Green Line is a rapid transit line on the Chicago Transit Authority's \"L\" system. It is the only completely elevated route in the entire system; all other routes either have underground sections or sections at grade. It utilizes the system's oldest segments (dating back to 1892), extending 20.695 miles (33.305 km) with 30 stops between Forest Park and Oak Park (Harlem/Lake), through Chicago's West Side to the Loop, and then to the South Side and West Englewood (Ashland/63rd) and Woodlawn (Cottage Grove/63rd). As of September 2012, the average number of weekday boardings on the Green Line was 70,554.",
  "/wiki/Orange_Line_(Chicago_Transit_Authority)": "The Orange Line is a rapid transit line in Chicago, Illinois run by the Chicago Transit Authority as part of the 'L' system. It is approx. 13 miles (21 km) long and runs on elevated and at grade tracks and serves the Southwest Side, running from the Loop to Midway International Airport. In September 2012, the average weekday boardings on the Orange Line were 63,037.",
  "/wiki/Grand_(CTA_Blue_Line_station)": "Grand (or Grand/Milwaukee in station announcements) is an 'L' station on the CTA's Blue Line, at Grand Avenue, Halsted Street and Milwaukee Avenue in the southeast corner of the West Town neighborhood. It is also located within the Fulton River District.",
  "/wiki/Blue_Line_(Chicago_Transit_Authority)": "The Blue Line, also known as the O'Hare-Congress Line and the West-Northwest Line, is a 26.93-mile-long (43.34 km) Chicago \"L\" line which extends through The Loop from O'Hare International Airport at the far northwest end of the city, through downtown via the Milwaukee-Dearborn Subway and across the West Side to its southwest end at Forest Park, with a total of 33 stations (11 on the Forest Park Branch, nine in the Milwaukee-Dearborn Subway and 13 on the O'Hare Branch.) It is the longest line on the \"L\" system and second busiest, with an average of 186,796 passengers boarding each weekday in September 2012.",
  "/wiki/Paulina_(CTA_station)": "Paulina is an 'L' station on the Chicago Transit Authority's Brown Line. It is an elevated station with two side platforms, located at 3410 North Lincoln Avenue (3400 N; 1700 W), in Chicago's Lakeview neighborhood, close to Roscoe Village. The stations that are adjacent to Paulina are Addison, about three eighths of a mile (0.6 km) to the northwest and Southport, about three eighths of a mile (0.6 km) to the east.",
  "/wiki/Brown_Line_(Chicago_Transit_Authority)": "The Brown Line (or the Ravenswood Line) of the Chicago \"L\" system, is an 11.4-mile (18.3 km) route with 27 stations between Chicago's Albany Park neighborhood and downtown Chicago. It runs completely above ground and is almost entirely grade-separated. It is the third-busiest 'L' route, with an average of 63,481 passengers boarding each weekday in 2017.",
  "/wiki/Ashland_(CTA_Green_and_Pink_Lines_station)": "Ashland (also Ashland/Lake) is an 'L' station on the CTA's Green and Pink Lines. It is an elevated station with two side platforms, located in Chicago's Near West Side neighborhood at 1601 West Lake Street. Just to the west of the station the Pink Line branches off from the Lake Street branch to follow the Paulina Connector to the Douglas branch. The adjacent stations are California (Green), which is located about 1 1⁄2 miles (2.4 km) to the west, Polk (Pink), which is located about 1 mile (1.6 km) to the south, and Morgan station, approximately 3⁄4 mile (1.2 km) to the east.",
  "/wiki/Pink_Line_(Chicago_Transit_Authority)": "The Pink Line is an 11.2 mi (18.0 km) rapid transit line in Chicago, run by the Chicago Transit Authority (CTA) as part of the Chicago \"L\" system. It is the CTA's newest rail line and began operation for a 180-day trial period on June 25, 2006, running between 54th/Cermak station in Cicero, Illinois and the Loop in downtown Chicago. The route to the Loop follows tracks shared with Green Line trains on Lake Street, connected by the previously non-revenue Paulina Connector. In September 2012, the average weekday boardings on the Pink Line was 33,737. The Pink Line does not make any 'L' train transfers on the Douglas Branch. The Pink Line operates between 54th/Cermak and the Loop, weekdays from 4:05 a.m. to 1:25 a.m., and Saturdays and Sundays from 5:05 a.m. to 1:25 a.m.",
  "/wiki/California_(CTA_Green_Line_station)": "California is a station on the Chicago Transit Authority's 'L' system, serving the Green Line's Lake Branch. It opened on November 6, 1893. California closed on February 9, 1992, as part of a series of budget cuts, but later reopened with the completion of the Green Line rehabilitation.",
  "/wiki/Dempster–Skokie_(CTA_station)": "Dempster–Skokie, formerly known as Dempster, or Skokie, is an 'L' station on the CTA's Yellow Line at 5005 Dempster Street in Skokie, Illinois (directional coordinates 8800 north, 5000 west). It is one of three stops on the Yellow Line, and currently the terminus of line, although an extension of the line to Old Orchard Mall has been considered. It is one of two CTA rail stations in Skokie, and is at grade level.\nIt is also one of two terminals (the other being O'Hare  on the Blue Line) that doesn't have a rail yard assigned to it. All 6 cars assigned to the Yellow Line are stored at the Howard Yard. The Skokie Shops are accessible only via the Yellow Line's tracks, but the shops do not function as a yard, only as a shop for rail cars. This station is one of two CTA rail terminals that does not have an island platform, the other being Cottage Grove on the Green Line. Passengers who want to return to Howard from this station after leaving a train arriving at this station have to always pay an additional fare.",
  "/wiki/Yellow_Line_(Chicago_Transit_Authority)": "The Yellow Line, alternatively known as the Skokie Swift, is part of the Chicago Transit Authority's \"L\" system in Chicago, Illinois. The 4.7-mile (7.6 km) route runs from the Howard Terminal on the north side of Chicago, through the southern part of Evanston and to the Dempster Terminal in Skokie, Illinois, making one intermediate stop at Oakton Street in Skokie.",
  "/wiki/Sedgwick_(CTA_station)": "Sedgwick is an 'L' station on the CTA's Brown Line, Purple Line Express trains also stop at the station during weekday rush hours. It is an elevated station with two side platforms, located in Chicago's Old Town neighborhood of the Near North Side community area. The adjacent stations are Armitage, which is located about one mile (1.6 km) to the northwest, and Chicago, located about one mile (1.6 km) to the south.",
  "/wiki/Purple_Line_(Chicago_Transit_Authority)": "The Purple Line (or the Evanston Line) of the Chicago Transit Authority is a 3.9-mile (6.3 km) route on the northernmost section of the 'L' system. Normally, it extends south from Linden in Wilmette, passing through Evanston to Howard, on Chicago's North Side. In 2016, the average weekday boardings on the Purple Line was 10,187.",
  "/wiki/Oakton–Skokie_(CTA_station)": "Oakton–Skokie is a rapid transit station on the Chicago Transit Authority's Yellow Line, which serves Skokie's downtown. Previously, a station existed at this location which was in operation as part of the North Shore Line's Niles Center Route from 1925 until 1948, and later demolished in 1964. The current station opened on April 30, 2012.",
  "/wiki/Morgan_(CTA_station)": "Morgan/Lake is a station on the Chicago Transit Authority's Green and Pink Lines in the Near West Side neighborhood of Chicago, Illinois.\nThe original station on this site was closed and demolished in early 1949; after years of intense lobbying by local residents and members of the Fulton Market Merchant Association, the Chicago Department of Transportation rebuilt the station from 2010–2012. The new station opened on May 18, 2012.",
  "/wiki/Harold_Washington_Library_–_State/Van_Buren_(CTA_station)": "Harold Washington Library-State/Van Buren (formerly Library-State/Van Buren, formerly State/Van Buren, commonly abbreviated as Library) is an 'L' station serving the CTA's Brown, Orange, Pink, and Purple Lines. Originally, the station was to have direct access to the second floor of the Harold Washington Library building, but this direct connection was never built. Farecard transfers are also available at the station for the Blue and Red Lines via the Jackson/Dearborn and Jackson/State subway stations, respectively. It was originally known as State/Van Buren when it first opened in 1897. The original station closed on September 2, 1973, along with six other stations, due to low ridership, and demolished in 1975. The new station was rebuilt and reopened on June 22, 1997 in order to serve the Harold Washington Library. The Chicago Transit Authority board voted unanimously on Wednesday, October 6, 2010, to rename the station to its current name.",
  "/wiki/Cermak–McCormick_Place_(CTA_station)": "Cermak–McCormick Place is a 'L' station on the CTA's Green Line. The station, designed by Chicago-based Ross Barney Architects and engineered by Primary Consultant T.Y. Lin International,  is located at Cermak Road and State Street in the Near South Side neighborhood of Chicago. The station includes three entrances – one on each side of Cermak Road and one at 23rd Street.  The  main station entrance is built on the north side of Cermak road.",
  "/wiki/List_of_former_Chicago_\"L\"_stations": "This is a list of former stations on the Chicago \"L\". This list includes stations that have been demolished, partially demolished, and stations that are abandoned, but are not open for passenger service."
}