{
  "/wiki/Marina_City": "Marina City is a mixed-use residential-commercial building complex in Chicago, Illinois, United States, North America, designed by architect Bertrand Goldberg. The multi-building complex opened between 1963 and 1967 and occupies almost an entire city block on State Street on the north bank of the Chicago River on the Near North Side, directly across from the Loop.[citation needed] Portions of the complex were designated a Chicago Landmark in 2016.\n The complex consists of two 587-foot (179 m), 65-story apartment towers, opened in 1963, which include physical plant penthouses. It also includes a 10-story office building (now a hotel) opened in 1964, and a saddle-shaped auditorium building originally used as a cinema. The four buildings, access driveways, and a small plaza that originally included an ice rink are built on a raised platform next to the Chicago River. Beneath the platform, at river level, is a small marina for pleasure craft, giving the structures their name.",
  "/wiki/Chicago": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States.\n Located on the shores of freshwater Lake Michigan, Chicago was incorporated as a city in 1837 near a portage between the Great Lakes and the Mississippi River watershed and grew rapidly in the mid-19th century. After the Great Chicago Fire of 1871, which destroyed several square miles and left more than 100,000 homeless, the city made a concerted effort to rebuild. The construction boom accelerated population growth throughout the following decades, and by 1900, less than 30 years after the great fire, Chicago was the fifth-largest city in the world. Chicago made noted contributions to urban planning and zoning standards, including new construction styles (including the Chicago School of architecture), the development of the City Beautiful Movement, and the steel-framed skyscraper.\n Chicago is an international hub for finance, culture, commerce, industry, education, technology, telecommunications, and transportation. It is the site of the creation of the first standardized futures contracts, issued by the Chicago Board of Trade, which today is the largest and most diverse derivatives market in the world, generating 20% of all volume in commodities and financial futures alone. Depending on the particular year, the city's O'Hare International Airport is routinely ranked as the world's fifth or sixth busiest airport according to tracked data by the Airports Council International. The region also has the largest number of federal highways and is the nation's railroad hub. Chicago was listed as an alpha global city by the Globalization and World Cities Research Network, and it ranked seventh in the entire world in the 2017 Global Cities Index. The Chicago area has one of the highest gross domestic products (GDP) in the world, generating $689 billion in 2018. In addition, the city has one of the world's most diversified and balanced economies, with no single industry employing more than 14% of the workforce. Chicago is home to several Fortune 500 companies, including Allstate, Boeing, Exelon, Kraft Heinz, McDonald's, Mondelez International, Sears, United Airlines Holdings, and Walgreens.\n Chicago's 58 million domestic and international visitors in 2018 made it the second most visited city in the nation, as compared with New York City's 65 million visitors in 2018. The city was ranked first in the 2018 Time Out City Life Index, a global quality of life survey of 15,000 people in 32 cities. Landmarks in the city include Millennium Park, Navy Pier, the Magnificent Mile, the Art Institute of Chicago, Museum Campus, the Willis (Sears) Tower, Grant Park, the Museum of Science and Industry, and Lincoln Park Zoo. Chicago's culture includes the visual arts, literature, film, theatre, comedy (especially improvisational comedy), food, and music, particularly jazz, blues, soul, hip-hop, gospel, and electronic dance music including house music. Of the area's many colleges and universities, the University of Chicago, Northwestern University, and the University of Illinois at Chicago are classified as \"highest research\" doctoral universities.  Chicago has professional sports teams in each of the major professional leagues, including two Major League Baseball teams.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/Lake_Point_Tower": "Lake Point Tower is a high-rise residential building located on a promontory of the Lake Michigan lakefront in downtown Chicago, just north of the Chicago River at 505 North Lake Shore Drive.  It is located in the Streeterville neighborhood of the Near North Side community area. It rises somewhat apart from the urban cluster of downtown Chicago. Located adjacent to Navy Pier, the building is the only skyscraper in downtown Chicago east of Lake Shore Drive.\n Its tall curved three wing 'Y' shape inspired the Chicago-born architect Adrian Smith in the conception of the Burj Khalifa.",
  "/wiki/Tregunter_Towers": "The Tregunter Towers (Chinese: 地利根德閣) is a complex of three residential buildings located in The Peak on Hong Kong Island, Hong Kong. All three highrises, named Tregunter 1 (地利根德閣第一座), Tregunter 2 (地利根德閣第二座), and Tregunter 3 (地利根德閣第三座).\n Tregunter 1 and 2 were developed by Hong Kong Land, designed by Chun Wah Nam Architect and constructed by John Lok and Partners,  both completed in the year 1981 and both buildings have similar floor counts at 34 and 33 respectively. The last building of the complex, Tregunter 3, was completed in 1993 or twelve years after Tregunters 1 and 2. The (Tregunter) tower 3 was designed by Rocco Yim Architects Ltd and constructed by Hip Hing Construction Co. Ltd. Tregunter 3 stands significantly taller than the first two buildings of the complex at 220 m (721 feet) with 66 stories.[dead link] The top floor of Tregunter 3 stands 327 m (1,073 ft) above sea level. Upon its completion, Tregunter 3 was the world's tallest all-residential building, taking the title from the Lake Point Tower in Chicago. Tregunter 3 held this distinction until the completion of Trump World Tower in 2001.\n The three Tregunter towers share the common facilities which often regarded as one of the most complete in the area especially for older buildings. The common facilities include a clubhouse, an outdoor tennis court and an outdoor swimming pool. Within the clubhouse, there are other sport facilities such as badminton, squash, table tennis, basketball, weight training, aerobics, etc. The clubhouse also has a restaurant, and function rooms reserved for the use by the Tregunter residents. There are also two shuttle bus routes between the complex and Central and the complex and Admiralty.",
  "/wiki/Hong_Kong": "Hong Kong (/ˌhɒŋˈkɒŋ/ (listen); Chinese: 香港, Cantonese: [hœ́ːŋ.kɔ̌ːŋ] (listen)), officially the Hong Kong Special Administrative Region of the People's Republic of China (HKSAR), is a city and special administrative region on the eastern side of the Pearl River estuary in southern China. With over 7.4 million people of various nationalities[d] in a 1,104-square-kilometre (426 sq mi) territory, Hong Kong is one of the most densely populated places in the world.\n Hong Kong became a colony of the British Empire after Qing Empire ceded Hong Kong Island at the end of the First Opium War in 1842. The colony expanded to the Kowloon Peninsula in 1860 after the Second Opium War, and was further extended when Britain obtained a 99-year lease of the New Territories in 1898. The territory was returned to China in 1997. As a special administrative region, Hong Kong maintains separate governing and economic systems from that of mainland China under the principle of \"one country, two systems\".\n Originally a sparsely populated area of farming and fishing villages, the territory has become one of the world's most significant financial centres and commercial ports. It is the world's tenth-largest exporter and ninth-largest importer.  As one of the world's leading international financial centres, Hong Kong has a major capitalist service economy characterised by low taxation and free trade, and the currency, Hong Kong dollar, is the eighth most traded currency in the world. Hong Kong hosts the largest concentration of ultra high-net-worth individuals of any city in the world. Although the city has one of the highest per capita incomes in the world, there is severe income inequality among its residents.\n Hong Kong is a highly developed territory and ranks fourth on the UN Human Development Index. The city also has the largest number of skyscrapers of any city in the world and its residents have some of the highest life expectancies in the world. The dense space also led to a developed transportation network with public transport rates exceeding 90 percent. Hong Kong is ranked third in the Global Financial Centre Index, behind New York City and London. In an annual ranking of the Index of Economic Freedom, Hong Kong has come out on top 25 years in a row, according to the Heritage Foundation, a U.S. think tank.",
  "/wiki/The_Belcher's": "The Belcher's (Chinese: 寶翠園; Jyutping: bou2 ceoi3 jyun4) is a private residential estate in Pok Fu Lam, Hong Kong Island. It consists of six residential buildings constructed in two phases; three buildings were constructed in each phase. Construction for the first phase was completed in 2000, and in 2001 for the second phase. The estate was named after the adjacent Belcher's Street, which in turned was named after Sir Edward Belcher, a Canadian-born British naval officer and explorer.",
  "/wiki/Trump_World_Tower": "Trump World Tower is a residential condominium in Midtown Manhattan, New York City. The building was developed by Donald Trump and opened in 2001. The tower is located at 845 United Nations Plaza (First Avenue between 47th and 48th Streets, Manhattan). Construction began in 1999 and concluded in 2001.",
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the U.S. state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 metropolitan statistical area and 22,679,948 residents in its combined statistical area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.\n Situated on one of the world's largest natural harbors, New York City consists of five boroughs, each of which is a separate county of the State of New York. The five boroughs – Brooklyn, Queens, Manhattan, The Bronx, and Staten Island – were consolidated into a single city in 1898. The city and its metropolitan area constitute the premier gateway for legal immigration to the United States. As many as 800 languages are spoken in New York, making it the most linguistically diverse city in the world. New York City is home to 3.2 million residents born outside the United States, the largest foreign born population of any city in the world as of 2016. As of 2019[update], the New York metropolitan area is estimated to produce a gross metropolitan product (GMP) of US$2.0 trillion. If greater New York City were a sovereign state, it would have the 12th highest GDP in the world. New York is home to the highest number of billionaires of any city in the world.\n New York City traces its origins to a trading post founded by colonists from the Dutch Republic in 1624 on Lower Manhattan; the post was named New Amsterdam in 1626. The city and its surroundings came under English control in 1664 and were renamed New York after King Charles II of England granted the lands to his brother, the Duke of York. New York was the capital of the United States from 1785 until 1790, and has been the largest US city since 1790. The Statue of Liberty greeted millions of immigrants as they came to the U.S. by ship in the late 19th and early 20th centuries and is an international symbol of the U.S. and its ideals of liberty and peace. In the 21st century, New York has emerged as a global node of creativity and entrepreneurship, social tolerance, and environmental sustainability, and as a symbol of freedom and cultural diversity. In 2019, New York was voted the greatest city in the world per a survey of over 30,000 people from 48 cities worldwide, citing its cultural diversity.\n Many districts and landmarks in New York City are well known, including three of the world's ten most visited tourist attractions in 2013; a record 62.8 million tourists visited in 2017. Several sources have ranked New York the most photographed city in the world. Times Square, iconic as the world's \"heart\" and \"crossroads\", is the brightly illuminated hub of the Broadway Theater District, one of the world's busiest pedestrian intersections, and a major center of the world's entertainment industry. The names of many of the city's landmarks, skyscrapers, and parks are known internationally. Manhattan's real estate market is among the most expensive in the world. New York is home to the largest ethnic Chinese population outside of Asia, with multiple distinct Chinatowns across the city. Providing continuous 24/7 service, the New York City Subway is the largest single-operator rapid transit system worldwide, with 472 rail stations. The city has over 120 colleges and universities, including Columbia University, New York University, and Rockefeller University, ranked among the top universities in the world. Anchored by Wall Street in the Financial District of Lower Manhattan, New York has been called both the most economically powerful city and world's leading financial center, and is home to the world's two largest stock exchanges by total market capitalization, the New York Stock Exchange and NASDAQ.",
  "/wiki/21st_Century_Tower": "The 21st Century Tower is a 55-story skyscraper along the Sheikh Zayed Road in Dubai. When it was completed in 2003 it took the title of the world's tallest residential building, ultimately being surpassed by the Eureka Tower in Melbourne, Australia and the Q1 tower in Australia's Gold Coast.",
  "/wiki/Dubai": "Dubai (/duːˈbaɪ/ doo-BY; Arabic: دبي‎ Dubay, Gulf Arabic: Arabic pronunciation: [dʊˈbɑj]) is the most populous city in the United Arab Emirates (UAE) and the capital of the Emirate of Dubai.\n Located in the eastern part of the Arabian Peninsula on the coast of the Persian Gulf, Dubai aims to be the business hub of Western Asia. It is also a major global transport hub for passengers and cargo. Oil revenue helped accelerate the development of the city, which was already a major mercantile hub. Today, less than 5% of the emirate's revenue comes from oil. A centre for regional and international trade since the early 20th century, Dubai's economy relies on revenues from trade, tourism, aviation, real estate, and financial services.",
  "/wiki/United_Arab_Emirates": "The United Arab Emirates (UAE; Arabic: الإمارات العربية المتحدة‎ al-ʾImārāt al-ʿArabīyyah al-Muttaḥidah), sometimes simply called the Emirates (Arabic: الإمارات‎ al-ʾImārāt), is a country in Western Asia at the northeast end of the Arabian Peninsula on the Persian Gulf, bordering Oman to the east and Saudi Arabia to the south and west, as well as sharing maritime borders with Qatar to the west and Iran to the north. The sovereign constitutional monarchy is a federation of seven emirates consisting of Abu Dhabi (which serves as the capital), Ajman, Dubai, Fujairah, Ras Al Khaimah, Sharjah and Umm Al Quwain. Their boundaries are complex, with numerous enclaves within the various emirates.  Each emirate is governed by a ruler; together, they jointly form the Federal Supreme Council. One of the rulers serves as the President of the United Arab Emirates. In 2013, the UAE's population was 9.2 million, of which 1.4 million are Emirati citizens and 7.8 million are expatriates.\n Human occupation of the present UAE has been traced back to the emergence of anatomically modern humans from Africa some 125,000 BCE through finds at the Faya-1 site in Mleiha, Sharjah. Burial sites dating back to the Neolithic Age and the Bronze Age include the oldest known such inland site at Jebel Buhais. Known as Magan to the Sumerians, the area was home to a prosperous Bronze Age trading culture during the Umm Al Nar period, which traded between the Indus Valley, Bahrain and Mesopotamia as well as Iran, Bactria and the Levant. The ensuing Wadi Suq period and three Iron Ages saw the emergence of nomadism as well as the development of water management and irrigation systems supporting human settlement in both the coast and interior. The Islamic age of the UAE dates back to the expulsion of the Sasanians and the subsequent Battle of Dibba. The UAE's long history of trade led to the emergence of Julfar, in the present-day emirate of Ras Al Khaimah, as a major regional trading and maritime hub in the area. The maritime dominance of the Persian Gulf by Emirati traders led to conflicts with European powers, including the Portuguese and British.\n Following decades of maritime conflict, the coastal emirates became known as the Trucial States with the signing of a Perpetual Treaty of Maritime Peace with the British in 1819 (ratified in 1853 and again in 1892), which established the Trucial States as a British Protectorate. This arrangement ended with independence and the establishment of the United Arab Emirates on 2 December 1971, immediately following the British withdrawal from its treaty obligations. Six emirates joined the UAE in 1971, the seventh, Ras Al Khaimah, joined the federation on 10 February 1972.\nIslam is the official religion and Arabic is the official language of the UAE. The UAE's oil reserves are the seventh-largest in the world while its natural gas reserves are the world's seventeenth-largest. Sheikh Zayed, ruler of Abu Dhabi and the first President of the UAE, oversaw the development of the Emirates and steered oil revenues into healthcare, education and infrastructure. The UAE's economy is the most diversified in the Gulf Cooperation Council, while its most populous city of Dubai is an important global city and international aviation and maritime trade hub. Consequently, the country is much less reliant on oil and gas than in previous years and is economically focusing on tourism and business. The UAE government does not levy income tax although there is a system of corporate tax in place and value added tax was established in 2018 at 5%.\n The UAE's rising international profile has led to it being recognised as a regional and a middle power. It is a member of the United Nations, the Arab League, the Organisation of Islamic Cooperation, OPEC, the Non-Aligned Movement and the Gulf Cooperation Council.",
  "/wiki/Q1_(building)": "Q1 Tower (an abbreviation of Queensland Number One) is a 322.5-metre (1,058 ft) skyscraper in Surfers Paradise, Queensland, Australia. The residential tower on the Gold Coast lost its title as the world's tallest residential building to the 337-metre (1,106 ft) The Marina Torch in Dubai on 29 April 2011. It is now the sixth-tallest residential tower in the world and is the tallest building in Australia and the Southern Hemisphere, and the second-tallest free-standing structure in the Southern Hemisphere, behind the Sky Tower in Auckland, New Zealand. The Q1 officially opened in November 2005.\n The landmark building was recognised as one of Queensland's icons during the state's 150th-birthday celebrations.",
  "/wiki/Gold_Coast,_Queensland": "The Gold Coast is a coastal city in the Australian state of Queensland, approximately 66 kilometres (41 mi) south-southeast of the state capital Brisbane and immediately north of the border with New South Wales. With a estimated population of 679,127, at June 2018 (including 76,779 in the adjacent Tweed Valley of New South Wales), the Gold Coast is the sixth-largest city in Australia, making it the largest non-capital city, and Queensland's second-largest city.\n Gold Coast is a major tourist destination with its sunny subtropical climate and has become widely known for its surfing beaches, high-rise dominated skyline, theme parks, nightlife, and rainforest hinterland. The city is part of the nation's entertainment industry with television productions and a major film industry. The city hosted the 2018 Commonwealth Games which ran from 4 to 15 April 2018.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.\n Indigenous Australians inhabited the continent for about 65,000 years prior to the first arrival of Dutch explorers in the early 17th century, who named it New Holland. In 1770, Australia's eastern half was claimed by Great Britain and initially settled through penal transportation to the colony of New South Wales from 26 January 1788, a date which became Australia's national day. The population grew steadily in subsequent decades, and by the time of an 1850s gold rush, most of the continent had been explored and an additional five self-governing crown colonies established. On 1 January 1901, the six colonies federated, forming the Commonwealth of Australia. Australia has since maintained a stable liberal democratic political system that functions as a federal parliamentary constitutional monarchy, comprising six states and ten territories.\n Australia is the oldest, flattest, and driest inhabited continent, with the least fertile soils. It has a landmass of 7,617,930 square kilometres (2,941,300 sq mi). A megadiverse country, its size gives it a wide variety of landscapes, with deserts in the centre, tropical rainforests in the north-east, and mountain ranges in the south-east. Its population density, 2.8 inhabitants per square kilometre, remains among the lowest in the world. Australia generates its income from various sources including mining-related exports, telecommunications, banking, manufacturing, and international education.\n Australia is a highly developed country, with the world's 14th-largest economy. It has a high-income economy, with the world's tenth-highest per capita income. It is a regional power and has the world's 13th-highest military expenditure. Australia has the world's eighth-largest immigrant population, with immigrants accounting for 29% of the population. Having the third-highest human development index and the eighth-highest ranked democracy globally, the country ranks highly in quality of life, health, education, economic freedom, civil liberties, and political rights, with all its major cities faring well in global comparative livability surveys. Australia is a member of the United Nations, G20, Commonwealth of Nations, ANZUS, Organisation for Economic Co-operation and Development (OECD), World Trade Organization, Asia-Pacific Economic Cooperation, Pacific Islands Forum, and the ASEAN Plus Six mechanism.",
  "/wiki/The_Marina_Torch": "The Marina Torch, also known as Dubai Torch, Dubai Torch Tower, and The Torch, is a  residential skyscraper in Dubai Marina in Dubai, United Arab Emirates.\n The tower is 336.8 metres (1,105 ft) tall, with 79 floors above ground. It became the tallest residential building in the world in 2011, surpassing Q1 in Gold Coast, Australia. It lost the record in 2012 to Dubai's Elite Residence.\n The Marina Torch was damaged by fire on 21 February 2015 and again on 4 August 2017, while it was undergoing restorative work.",
  "/wiki/Elite_Residence": "Elite Residence is a supertall skyscraper in Dubai, United Arab Emirates in the Dubai Marina district, overlooking one of the man-made palm islands, Palm Jumeirah.\n The building is 380.5 metres (1,248 ft) tall and has 87 floors. Of the 91 floors 76 are for 695 apartments and the other 15 include amenities such as car-parking, swimming pools, spas, reception areas, health clubs, a business centre and a gymnasium. \n The skyscraper has 695 apartments, and 12 elevators. \n The tower was the third tallest residential building in the world when completed in 21 January 2012, becoming the fourth tallest following the completion of 432 Park Avenue.",
  "/wiki/23_Marina": "23 Marina is an 88-story, 392.8 m (1,289 ft) residential skyscraper in Dubai, United Arab Emirates. It was the world's tallest all-residential building until the completion of the nearby Princess Tower. The tower has 57 swimming pools and each duplex in the tower is equipped with its own private elevator.\n The building was 79 percent sold before construction started. The raft was completed on 30 April 2007.",
  "/wiki/Princess_Tower": "The Princess Tower (Arabic: برج الأميرة‎) is a 101-story, 413.4 m (1,356 ft) tall residential-only skyscraper located in the Marina district of Dubai, UAE. Princess Tower is currently the third tallest building in Dubai, after the Burj Khalifa and the Marina 101 and the 29th tallest building in the world. Princess Tower was the tallest residential building in the world from 2012 to 2015, when it was overtaken by 432 Park Avenue in New York City.",
  "/wiki/432_Park_Avenue": "432 Park Avenue is a residential skyscraper at 57th Street and Park Avenue in Midtown Manhattan, New York City, overlooking Central Park. The 1,396-foot-tall (425.5 m) tower was developed by CIM Group and Harry B. Macklowe and designed by Rafael Viñoly. It features 125 condominiums, as well as amenities such as a private restaurant for residents. 432 Park Avenue sits on Billionaires' Row and has some of the most expensive residences in the city, with the median unit selling for tens of millions of dollars.\n 432 Park Avenue is located on the site of the former Drake Hotel, which was sold to Macklowe in 2006. The project faced delays for five years because of lack of financing, as well as difficulties in acquiring the properties on the site. Construction plans were approved for 432 Park Avenue in 2011 and excavations began the next year. Sales within 432 Park Avenue were launched in 2013; the building topped-out in October 2014 and was officially completed in 2015.\n At the time of its completion, 432 Park Avenue was the third-tallest building in the United States and the tallest residential building in the world. As of November 2019, it is the sixth-tallest building in the United States, the fifth-tallest building in New York City, and the third-tallest residential building in the world.",
  "/wiki/Central_Park_Tower": "Central Park Tower, also known as the Nordstrom Tower, is a mixed-use supertall skyscraper being developed by Extell Development Company and Shanghai Municipal Investment Group along Billionaires' Row on 57th Street in Midtown Manhattan, New York City. Designed by Adrian Smith + Gordon Gill Architecture, the building rises 1,550 feet (472 m) and is the second-tallest skyscraper in the United States and the Western Hemisphere, the 15th tallest building in the world, the tallest residential building in the world (the much taller Burj Khalifa in Dubai has 900 residential units, but is mixed-use), and the tallest building outside Asia by roof height.\n The site of the Central Park Tower was formerly occupied by two buildings at 225 West 57th Street and 1780 Broadway, which were demolished in 2011–2012. In mid-2012, Nordstrom committed to opening their first store within the base of the tower. A proposed cantilever above the Art Students League of New York's building at 215 West 57th Street, intended to maximize views of nearby Central Park, resulted in several lawsuits, but was later allowed because construction had already started. Despite uncertainty about the final design and complications relating to the tower's financing, excavations at the site started in May 2014. Actual construction started in February 2015, with the building topping out in September 2019.",
  "/wiki/List_of_tallest_residential_buildings": "The Council on Tall Buildings and Urban Habitat (CTBUH) defines a residential building as one where 85 percent or more of its total floor area is dedicated to residential usage.\n The tallest residential skyscraper in the world is Central Park Tower in New York City, United States. It was topped out at a height of 1,550 feet (470 m) in 2019.\n Dubai is home to seven of the ten tallest residential skyscrapers in the world. High-rise residential buildings are spread throughout the city but most of them are concentrated in Dubai Marina. Dubai Marina is also known as the \"tallest block in the world\" because of the number of high-rise residential skyscrapers. The tallest planned residential skyscraper is 122 storey Pentominium, which will stand at 516 metres (1,693 ft) however the construction of this tower has been suspended since May 2011."
}