{
  "/wiki/Google_Chrome": "Google Chrome is a cross-platform web browser developed by Google. It was first released in 2008 for Microsoft Windows, and was later ported to Linux, macOS, iOS, and Android. The browser is also the main component of Chrome OS, where it serves as the platform for web apps.",
  "/wiki/Google": "Google LLC is an American multinational technology company that specializes in Internet-related services and products, which include online advertising technologies, search engine, cloud computing, software, and hardware. It is considered one of the Big Four technology companies, alongside Amazon, Apple, and Facebook.",
  "/wiki/Netscape_(web_browser)": "The Netscape web browser is the general name for a series of web browsers formerly produced by Netscape Communications Corporation, a former subsidiary of AOL. The original browser was once the dominant browser in terms of usage share, but as a result of the first browser war, it lost virtually all of its share to Internet Explorer.",
  "/wiki/Netscape": "Netscape Communications Corporation (originally Mosaic Communications Corporation) was an independent American computer services company with headquarters in Mountain View, California and then Dulles, Virginia.  Its Netscape web browser was once dominant but lost to Internet Explorer and other competitors after the so-called first browser war, its market share falling from more than 90 percent in the mid-1990s to less than 1 percent in 2006. Netscape created the JavaScript programming language, the most widely used language for client-side scripting of web pages. The company also developed SSL which was used for securing online communications before its successor TLS took over.",
  "/wiki/Opera_(web_browser)": "Opera is a freeware web browser for Microsoft Windows, Android, iOS, macOS, and Linux operating systems, developed by Opera Software. Opera is a Chromium-based browser using the Blink layout engine. It differentiates itself because of a distinct user interface and other features.",
  "/wiki/Opera_Software": "Opera Software AS is a Norwegian software company, primarily known for its desktop Opera web browser, and its mobile counterpart Opera Mini. It was demerged from its parent company Otello Corporation as part of the latter's divestiture of its web browser business. Opera browsers have more than 350 million users worldwide across multiple platforms.",
  "/wiki/Maxthon_Cloud_Browser": "Maxthon (Chinese: 傲游浏览器, formerly named MyIE2) is a freeware web browser developed by the company Maxthon Ltd., based in Beijing, China. It is available for Windows, macOS, Linux, and as Maxthon Mobile for Android, iOS, and Windows Phone 8. As of version 3, Maxthon supports two web browser engines: WebKit and Trident.",
  "/wiki/Maxthon": "Maxthon (Chinese: 傲游浏览器, formerly named MyIE2) is a freeware web browser developed by the company Maxthon Ltd., based in Beijing, China. It is available for Windows, macOS, Linux, and as Maxthon Mobile for Android, iOS, and Windows Phone 8. As of version 3, Maxthon supports two web browser engines: WebKit and Trident.",
  "/wiki/Vivaldi_(web_browser)": "Vivaldi is a freeware, cross-platform web browser developed by Vivaldi Technologies, a company founded by Opera Software co-founder and former CEO Jon Stephenson von Tetzchner and Tatsuki Tomita. It was officially launched on April 6, 2016.",
  "/wiki/Vivaldi_Technologies": "Vivaldi Technologies is a software development company, most known for its creation of the Vivaldi browser. It was founded in 2014 by Jon von Tetzchner and Tatsuki Tomita. In January 2017, the company had 35 employees. As of December 2018, company has 41 employees.",
  "/wiki/Insight_(email_client)": "Insight WebClient is a groupware email client from Bynari embedded on Arachne web browser for DOS. It supports IMAP4, POP3 and SMTP email protocol with simple settings.  It allows Sunbird, Outlook, and Evolution to work together.",
  "/wiki/Bynari": "Bynari is a company based in Dallas, developing server and email software mainly known for its Insight Family containing a cheap email server being able to use similar to a Microsoft Exchange Server with Outlook.",
  "/wiki/IBM_Notes": "IBM Notes (formerly Lotus Notes; see Branding below) and IBM Domino (formerly Lotus Domino) are the client and server, respectively, of a collaborative client-server software platform formerly sold by IBM, now by HCL Technologies.",
  "/wiki/IBM": "The International Business Machines Corporation (IBM) is an American multinational information technology company headquartered in Armonk, New York, with operations in over 170 countries. The company began in 1911, founded in Endicott, New York, as the Computing-Tabulating-Recording Company (CTR) and was renamed \"International Business Machines\" in 1924. IBM is incorporated in New York.",
  "/wiki/USD": "The United States dollar (sign: $; code: USD; also abbreviated US$ and referred to as the dollar, U.S. dollar, or American dollar) is the official currency of the United States and its territories per the Coinage Act of 1792. One dollar is divided into 100 cents (Symbol: ¢) or 1000 mills (for accounting purposes and for taxing. Symbol: ₥). The Coinage Act of 1792 created a decimal currency by creating the following coins: tenth dollar, one-twentieth dollar, one-hundredth dollar. In addition the act created the dollar, half dollar, and quarter dollar coins. All of these coins are still minted in 2020.",
  "/wiki/Yandex_Browser": "Yandex Browser (Яндекс.Браузер in Russian) is a freeware web browser developed by the Russian web search corporation Yandex that uses the Blink web browser engine and is based on the Chromium open source project. The browser checks webpage security with the Yandex security system and checks downloaded files with Kaspersky anti-virus. The browser also uses Opera Software's Turbo technology to speed web browsing on slow connections.",
  "/wiki/Yandex": "Yandex N.V. (/ˈjʌndɛks/; Russian: Яндекс, IPA: [ˈjandəks]) is a Russian multinational corporation specializing in Internet-related products and services, including transportation, search and information services, eCommerce, navigation, mobile applications, and online advertising. Yandex provides over 70 services in total.\nIncorporated in the Netherlands, Yandex primarily serves audiences in Russia and the Commonwealth of Independent States. The company founders and most of the team members are located in Russia. The company has 18 commercial offices worldwide.\nIt is the largest technology company in Russia and the largest search engine on the internet in Russian, with a market share of over 52%. The Yandex.ru home page is the 4th most popular website in Russia. It also has the largest market share of any search engine in the Commonwealth of Independent States and is the 5th largest search engine worldwide after Google, Baidu, Bing, and Yahoo!."
}