{
  "/wiki/Marja-Liisa_Kirvesniemi": "Marja-Liisa Kirvesniemi (née Hämäläinen; born 10 September 1955) is a Finnish former cross-country skier.",
  "/wiki/Cross-country_skiing_at_the_1984_Winter_Olympics": "At the 1984 Winter Olympics eight cross-country skiing events – four each for men and women – were contested. The competitions were held from Thursday, 9 February, to Sunday, 19 February 1984. The women's 20 km debuted at these games.",
  "/wiki/Matti_Nyk%C3%A4nen": "Matti Ensio Nykänen (pronunciation (help·info)) (17 July 1963 – 4 February 2019) was a Finnish ski jumper who competed from 1981 to 1991. Widely considered to be the greatest male ski jumper of all time, he won five Winter Olympic medals (four gold), nine World Championship medals (five gold), and 22 Finnish Championship medals (14 gold). Most notably, he won three gold medals at the 1988 Winter Olympics, becoming, along with Yvonne van Gennip of the Netherlands, the most medaled athlete at that Olympiad.",
  "/wiki/Ski_jumping_at_the_1984_Winter_Olympics": "Ski jumping at the 1984 Winter Olympics consisted of two events held from 12 February to 18 February, taking place at Igman Olympic Jumps.",
  "/wiki/Aki_Karvonen": "Aki Tapani Karvonen (born 31 August 1957 in Valtimo) is a Finnish former cross-country skier who competed during the 1980s. He won three medals at the 1984 Winter Olympics in Sarajevo, with a silver in the 15 km, and two bronze medals in 50 km and the 4 × 10 km relay, respectively.",
  "/wiki/Jouko_Karjalainen": "Jouko Karjalainen (born 27 July 1956 in Kajaani) is a Finnish former nordic combined skier. He won two silver medals in the individual Nordic combined at the 1980 Winter Olympics and the 1984 Winter Olympics.",
  "/wiki/Nordic_combined_at_the_1984_Winter_Olympics": "Nordic combined at the 1984 Winter Olympics, consisted of one event, held from 11 February to 12 February. The ski jumping portion took place at Igman Olympic Jumps, while the cross-country portion took place at Igman.",
  "/wiki/Harri_Kirvesniemi": "Harri Tapani Kirvesniemi (born 10 May 1958 in Mikkeli) is a Finnish former cross-country skier who competed from 1980 to 2001. During his career he won six Olympic medals (all bronzes), and also the 50 km event at the Holmenkollen ski festival in 2000.",
  "/wiki/Juha_Mieto": "Juha Iisakki Mieto (born 20 November 1949) is a Finnish former cross-country skier, who was born in Kurikka. He competed in the 1972, 1976, 1980 and 1984 Olympics and won five medals, including a gold medal in the 4 × 10 km relay in 1976. He also placed fourth three times, losing the 15 km bronze medal in 1972 by 0.06 seconds. He finished second in this event in 1980 in the closest-ever margin of victory in Olympic cross-country skiing, 0.01 seconds, which led the International Ski Federation (FIS) to round all of their times to the nearest 1/10 second in future competitions. Mieto was selected as the Finnish flag bearer at the 1972 Winter Olympics.",
  "/wiki/Kari_Ristanen": "Kari Ristanen (born July 27, 1958) was a Finnish [[cross-country skiing (sport)|cross-country skier] who competed during the 1980s. He won a bronze medal in the 4 × 10 km relay at the 1984 Winter Olympics in Sarajevo.",
  "/wiki/Eija_Hyytiainen": "Elja Hyytiäinen (born 4 January 1961) is a Finnish former cross-country skier who competed during the 1980s. She won a bronze medal in the 4 × 5 km relay at the 1984 Winter Olympics in Sarajevo.",
  "/wiki/Marjo_Matikainen": "Marjo Tuulevi Matikainen-Kallström (born 3 February 1965 in Lohja) is a politician and former Finnish cross-country skier.",
  "/wiki/Pirkko_M%C3%A4%C3%A4tt%C3%A4": "Pirkko Sisko Määttä (born 7 March 1959) is a Finnish former cross-country skier who was born in Kuusamo and competed from 1982 to 1995. She won two 4 × 5 km relay bronze medals (1984, 1988) at the Winter Olympics.",
  "/wiki/Jukka_Ylipulli": "Jukka Ylipulli (born 6 February 1963 in Rovaniemi) is a Finnish former nordic combined skier who competed during the 1980s and early 1990s. He won a bronze medal in the individual Nordic combined at the 1984 Winter Olympics in Sarajevo.",
  "/wiki/Jari_Puikkonen": "Jari Markus Puikkonen (born 25 June 1959) is a Finnish former ski jumper."
}