{
  "/wiki/Armenia": "Armenia (/ɑːrˈmiːniə/ (listen); Armenian: Հայաստան, romanized: Hayastan, IPA: [hɑjɑsˈtɑn]), officially the Republic of Armenia (Armenian: Հայաստանի Հանրապետություն, romanized: Hayastani Hanrapetut'yun, IPA: [hɑjɑstɑˈni hɑnɾɑpɛtutʰˈjun]), is a landlocked country in the South Caucasus region of Eurasia. Located in Western Asia on the Armenian Highlands, it is bordered by Turkey to the west, Georgia to the north, the de facto independent Republic of Artsakh and Azerbaijan to the east, and Iran and Azerbaijan's exclave of Nakhchivan to the south.",
  "/wiki/Rostov-on-Don": "Rostov-on-Don (Russian: Росто́в-на-Дону́, tr. Rostov-na-Donu, IPA: [rɐˈstof nə dɐˈnu]) is a port city and the administrative centre of Rostov Oblast and the Southern Federal District of Russia. It lies in the southeastern part of the East European Plain on the Don River, 32 kilometers (20 mi) from the Sea of Azov. The southwestern suburbs of the city abut the Don River delta. The population is over one million people (1,125,000).",
  "/wiki/Sochi": "Sochi (Russian: Со́чи, IPA: [ˈsotɕɪ] (listen)) is a city in Krasnodar Krai, Russia, located on the Black Sea coast near the border between Georgia/Abkhazia and Russia. The Greater Sochi area, which includes territories and localities subordinated to Sochi proper, has a total area of 3,526 square kilometers (1,361 sq mi) and sprawls for 145 kilometers (90 mi) along the shores of the Black Sea near the Caucasus Mountains.[citation needed] The area of the city proper is 176.77 square kilometers (68.25 sq mi). According to the 2010 Census, the city had a permanent population of 343,334, up from 328,809 recorded in the 2002 Census, making it Russia's largest resort city. Being part of the Caucasian Riviera, it is one of the very few places in Russia with a subtropical climate, with warm to hot summers and mild winters.",
  "/wiki/Belarus": "Belarus (/bɛləˈruːs/; Belarusian: Беларусь, IPA: [bʲɛlaˈrusʲ]), officially the Republic of Belarus (Belarusian: Рэспубліка Беларусь, Russian: Республика Беларусь), formerly known by its Russian name Byelorussia or Belorussia (Russian: Белоруссия), is a landlocked country in Eastern Europe bordered by Russia to the northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Its capital and most populous city is Minsk. Over 40% of its 207,600 square kilometres (80,200 sq mi) is forested. Its major economic sectors are service industries and manufacturing. Until the 20th century, different states at various times controlled the lands of modern-day Belarus, including the Principality of Polotsk (11th to 14th centuries), the Grand Duchy of Lithuania, the Polish–Lithuanian Commonwealth, and the Russian Empire.",
  "/wiki/Kaliningrad": "Kaliningrad (Russian: Калининград, IPA: [kəlʲɪnʲɪnˈɡrat], historically German: Königsberg, Polish: Królewiec, Lithuanian: Karaliaučius) is the largest city and the administrative centre of Kaliningrad Oblast, a Russian exclave on the Baltic Sea. At the 2010 Census, Kaliningrad's population was 431,902.",
  "/wiki/Khabarovsk": "Khabarovsk (Russian: Хаба́ровск, tr. Khabarovsk, IPA: [xɐˈbarəfsk] (listen)) is the largest city and the administrative center of Khabarovsk Krai, Russia, located 30 kilometers (19 mi) from the Chinese border, at the confluence of the Amur and Ussuri Rivers, about 800 kilometers (500 mi) north of Vladivostok. The city was the administrative center of the Far Eastern Federal District of Russia from 2002 until December 2018, when Vladivostok took over that role. It is the largest city in the Russian Far East, having overtaken Vladivostok in 2015. As of the 2010 Census, its population was 577,441. It was previously known as Khabarovka (until 1893).",
  "/wiki/Krasnodar": "Krasnodar (/ˌkrɑːsnəˈdɑːr, -noʊ-/; Russian: Краснода́р, IPA: [krəsnɐˈdar]) is a city and the administrative center of Krasnodar Krai, Russia, located on the Kuban River, approximately 148 kilometers (92 mi) northeast of the Black Sea port of Novorossiysk. As of the 2010 Census, its population was 774,234. According to the Federal Statistics Service of Russia, Krasnodar officially reached a population of 1,000,007 on September 22, 2018, thus the city is the 16th most populated city in Russia, and also the country's 16th city with at least a million inhabitants.",
  "/wiki/Nizhniy_Novgorod": "Nizhny Novgorod (/ˌnɪʒni ˈnɒvɡərɒd/ NIZH-nee NOV-gə-rod; Russian: Ни́жний Но́вгород, IPA: [ˈnʲiʐnʲɪj ˈnovɡərət]), colloquially shortened to Nizhny, is a city in Russia and the administrative center (capital) of Volga Federal District and Nizhny Novgorod Oblast. From 1932 to 1990, it was known as Gorky (Го́рький, IPA: [ˈɡorʲkʲɪj]), after the writer Maxim Gorky, who was born there.",
  "/wiki/Novosibirsk": "Novosibirsk (/ˌnoʊvəsɪˈbɪərsk, -voʊs-/, also UK: /ˌnɒv-/; Russian: Новосиби́рск, IPA: [nəvəsʲɪˈbʲirsk] (listen), li.: \"New Siberia\") is the administrative center of Novosibirsk Oblast in Russia. Located in the southwestern part of Siberia on the banks of the Ob River, it is the third-most populous city in Russia (after Moscow and St. Petersburg) as well as the most populous city in Asian Russia, with a population of 1,612,833 as of the 2018 census.",
  "/wiki/Smolensk": "Smolensk (Russian: Смоленск, IPA: [smɐˈlʲensk] (listen)) is a city and the administrative center of Smolensk Oblast, Russia, located on the Dnieper River, 360 kilometers (220 mi) west-southwest of Moscow.",
  "/wiki/Tyumen": "Tyumen (/tjuːˈmɛn/ tew-MEN; Russian: Тюмень, IPA: [tʲʉˈmʲenʲ] (listen)) is the largest city and the administrative center of Tyumen Oblast, Russia, located on the Tura River 2,500 kilometers (1,600 mi) east of Moscow.",
  "/wiki/Ufa": "Ufa (Russian: Уфа́, tr. Ufá, IPA: [ʊˈfa]; Bashkir: Өфө; Bashkir pronunciation: [ʏ̞ˈfʏ̞], pronunciation (help·info)) is the capital city of the Republic of Bashkortostan, Russia, and the industrial, economic, scientific and cultural center of the republic. As of the 2010 Census, its population was 1,062,319, making it the eleventh most populous city in Russia.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Irkutsk": "Irkutsk (/ɪərˈkutsk/ eer-KOOTSK; Russian: Иркутск, IPA: [ɪrˈkutsk]; Buryat and Mongolian: Эрхүү, Erhüü) is the administrative center of Irkutsk Oblast, Russia, and one of the largest cities in Siberia.",
  "/wiki/Vladivostok": "Vladivostok (Russian: Владивосто́к, IPA: [vlədʲɪvɐˈstok] (listen), literally 'Ruler of the East', 'Rule the East', 'Lord of the East', or 'Conqueror of the East') is a city and the administrative centre of the Far Eastern Federal District and Primorsky Krai, Russia, located around the Golden Horn Bay, not far from Russia's borders with China and North Korea. The population of the city as of 2019[update] was 605,049 up from 592,034 recorded in the 2010 Russian census. Harbin in China is about 515 kilometres (320 mi) away, while Sapporo in Japan is about 775 kilometres (482 mi) east across the Sea of Japan.",
  "/wiki/Kazan": "Kazan (/kəˈzæn, -ˈzɑːn/; Russian: Каза́нь, IPA: [kɐˈzanʲ]; Tatar: Казан) is the capital and largest city of the Republic of Tatarstan, Russia. With a population of 1,243,500, it is the sixth most populous city in Russia.",
  "/wiki/Cyprus": "Cyprus (/ˈsaɪprəs/ (listen); Greek: Κύπρος [ˈcipros]; Turkish: Kıbrıs [ˈkɯbɾɯs]), officially the Republic of Cyprus (Greek: Κυπριακή Δημοκρατία, lit. Cypriot Republic; Turkish: Kıbrıs Cumhuriyeti, lit. Republic of Cyprus), is an island country in the Eastern Mediterranean and the third-largest and third-most populous island in the Mediterranean, located south of Turkey, west of Syria and Lebanon, north of Israel, the Gaza Strip (Palestinian region) and Egypt, and southeast of Greece.",
  "/wiki/Samara": "Samara (Russian: Сама́ра, IPA: [sɐˈmarə]), known from 1935 to 1991 as Kuybyshev (Куйбышев; IPA: [ˈkujbɨʂɨf]), is the ninth largest city in Russia and the administrative center of Samara Oblast. Some statistics indicate that it is the eighth or ninth-largest city by population, rather than sixth. It is in the southeastern part of European Russia at the confluence of the Volga and Samara rivers, on the east bank of the Volga which acts as the city's western boundary; across the river are the Zhiguli Mountains, after which the local beer (Zhigulyovskoye) is named. The northern boundary is formed by the Sokolyi Hills and by the steppes in the south and east. The city covers 46,597 hectares (115,140 acres), with a population of 1,164,685 (2010 Census);   the metropolitan area of Samara, Tolyatti and Syzran has a population of over 3 million. It is about 300 kilometres (190 mi) from Kazan, 410 kilometres (250 mi) from Ufa, 340 kilometres (210 mi) from Saratov and 235 kilometres (146 mi) from Oral, Kazakhstan.",
  "/wiki/Estonia": "Estonia (Estonian: Eesti [ˈeːsʲti] (listen)), officially the Republic of Estonia (Estonian: Eesti Vabariik), is a country on the eastern coast of the Baltic Sea in Northern Europe. It is bordered to the north by the Gulf of Finland with Finland on the other side, to the west by the Baltic Sea with Sweden on the other side, to the south by Latvia (343 km), and to the east by Lake Peipus and Russia (338.6 km). The territory of Estonia consists of the mainland and of 2,222 islands in the Baltic Sea, covering a total area of 45,227 km2 (17,462 sq mi), water 2,839 km2 (1,096 sq mi), land area 42,388 km2 (16,366 sq mi), and is influenced by a humid continental climate. The official language of the country, Estonian, is the second-most-spoken Finnic language.",
  "/wiki/Pskov": "Pskov (Russian: Псков, IPA: [pskof] (listen); see also names in other languages) is a city in northwestern Russia and the administrative center of Pskov Oblast, located about 20 kilometers (12 mi) east from the Estonian border, on the Velikaya River. Population: 203,279 (2010 Census); 202,780 (2002 Census); 203,789 (1989 Census).",
  "/wiki/Finland": "Finland (Finnish: Suomi [ˈsuo̯mi] (listen); Swedish: Finland [ˈfɪ̌nland] (listen), Finland Swedish: [ˈfinlɑnd]), officially the Republic of Finland (Finnish: Suomen tasavalta, Swedish: Republiken Finland (listen to all)),[note 1] is a Nordic country in Northern Europe bordering the Baltic Sea, Gulf of Bothnia, and Gulf of Finland, between Sweden to the west, Russia to the east, Estonia to the south, and north-eastern Norway to the north. The capital and largest city is Helsinki. Other major cities are Espoo, Tampere, Vantaa, Oulu, Turku, Jyväskylä, Lahti and Kuopio.",
  "/wiki/Murmansk": "Murmansk (Russian: Му́рманск, IPA: [ˈmurmənsk], Kildin Sami: Мӯрман ланнҍ Mūrman lannĩ) is a port city and the administrative center of Murmansk Oblast in the far northwest part of Russia. It sits on both slopes and banks of a modest ria or fjord, Kola Bay, an estuarine inlet of the Barents Sea. Its bulk is on the east bank of the inlet. It is in the north of the rounded Kola Peninsula which covers most of the oblast (semi-autonomous region). The city is 108 kilometres (67 mi) from the border with Norway and 182 kilometres (113 mi) from the Finnish border. The city is named for the Murman Coast, an archaic term in Russian for Norway.",
  "/wiki/Petrozavodsk": "Petrozavodsk (Russian: Петрозаводск, IPA: [pʲɪtrəzɐˈvotsk]; Karelian, Vepsian and Finnish: Petroskoi) is the capital city of the Republic of Karelia, Russia, which stretches along the western shore of Lake Onega for some 27 kilometers (17 mi). Population: 261,987 (2010 Census); 266,160 (2002 Census); 269,485 (1989 Census).",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/List_of_diplomatic_missions_in_Russia": "This is a list of diplomatic missions in Russia. As the world's largest country, a permanent member of the United Nations Security Council, regional power in Europe and Asia and the principal successor state to the Soviet Union, the Russian Federation hosts a large diplomatic community in its capital city of Moscow. Moscow hosts 148 embassies, with numerous countries maintaining consulates general and consulates throughout the country."
}