{
  "/wiki/3D_Stereo_Caste": "3D Stereo Caste is a Malayalam documentary film shot in digital format, directed by A S Ajith Kumar on the caste discrimination prevalent in the musical arena of Kerala. The documentary has been screened in various cities already including in Azim Premji University and Indian Institute of Science in Bangalore and University of Hyderabad and English and Foreign Languages University in Hyderabad.",
  "/wiki/2012_in_film": "The following tables list films released in 2012. Most notably, the two oldest surviving American film studios, Universal and Paramount both celebrated their centennial anniversaries, marking the first time that two major film studios celebrate 100 years, and the Dolby Atmos sound format was launched for the premiere of Brave. The James Bond film series celebrated its 50th anniversary and released its 23rd film, Skyfall. Six box-office blockbusters from previous years (Beauty and the Beast, Star Wars: Episode I – The Phantom Menace, Titanic, Raiders of the Lost Ark, Finding Nemo, and Monsters, Inc.) were re-released in 3D and IMAX. Also 2012 in film marked the debut for high frame rate technology. The first film using 48 fps, a higher frame rate than the film industry standard 24 fps, was The Hobbit: An Unexpected Journey.",
  "/wiki/Malayalam": "Malayalam (/ˌmələˈjɑːləm/; Malayalam: മലയാളം, Malayāḷam ? [mələjaːɭəm]) is a Dravidian language spoken in the Indian state of Kerala and the union territories of Lakshadweep and Puducherry (Mahé district) by the Malayali people. It is one of 22 scheduled languages of India spoken by nearly 2.88% of Indians. Malayalam has official language status in the state of Kerala and in the union territories of Lakshadweep and Puducherry (Mahé) and is spoken by 37 million people worldwide. Malayalam is also spoken by linguistic minorities in the neighbouring states; with significant number of speakers in the Nilgiris, Kanyakumari, and Coimbatore districts of Tamil Nadu, and Kodagu and Dakshina Kannada districts of Karnataka. Due to Malayali expatriates in the Persian Gulf, the language is also widely spoken in Gulf countries.",
  "/wiki/7_Notes_to_Infinity": "7 Notes to Infinity is a 2012 documentary film directed by Shrenik Rao. It is a musical documentary which pays tribute to Indian classical music and explores the universality of music through infinite musical compositions created from seven pitches.",
  "/wiki/English_language": "English is a West Germanic language that was first spoken in early medieval England and eventually became a global lingua franca. It is named after the Angles, one of the Germanic tribes that migrated to the area of Great Britain that later took their name, as England. Both names derive from Anglia, a peninsula in the Baltic Sea. The language is closely related to Frisian and Low Saxon, and its vocabulary has been significantly influenced by other Germanic languages, particularly Norse (a North Germanic language), and to a greater extent by Latin and French.",
  "/wiki/Shrenik_Rao": "Shrenik Rao is an Indian film-maker, academic, and broadcaster. He is the founder and chief executive of Dolsun Media (2005) and 7MB – 7 Media Broadcasting Pvt Ltd (2010).",
  "/wiki/Amar_Lenin": "Amar Lenin (Bengali: আমার লেনিন, subtitle: My Lenin) is a 1970 black and white documentary film directed by film director Ritwik Ghatak made for Government of West Bengal in the centenary year (1970) of the birth of Vladimir Lenin.",
  "/wiki/1970_in_film": "The year 1970 in film involved some significant events.",
  "/wiki/Bengali_language": "Bengali (/bɛŋˈɡɔːli/), also known by its endonym Bangla (বাংলা [ˈbaŋla]), is an Indo-Aryan language primarily spoken by the Bengalis in South Asia, specifically in the eastern part of the Indian subcontinent, presently divided between Bangladesh and the Indian states of West Bengal, Tripura, Assam's Barak Valley. It is the official and most widely spoken language of Bangladesh and second most widely spoken of the 22 scheduled languages of India, behind Hindi. With approximately 228 million native speakers and another 37 million as second language speakers, Bengali is the fifth most-spoken native language and the seventh most spoken language by total number of speakers in the world.",
  "/wiki/Ritwik_Ghatak": "Ritwik Ghatak (listen (help·info); 4 November 1925 – 6 February 1976) was a noted Indian filmmaker and script writer. Along with prominent contemporary Bengali filmmakers Satyajit Ray and Mrinal Sen, his cinema is primarily remembered for its meticulous depiction of social reality, partition and feminism. Although their roles were often adversarial, they were ardent admirers of each other's work and, in doing so, the three directors charted the independent trajectory of parallel cinema, as a counterpoint to the mainstream fare of Hindi cinema in India. Ghatak received many awards in his career, including National Film Award's Rajat Kamal Award for Best Story in 1974 for his Jukti Takko Aar Gappo and Best Director's Award from Bangladesh Cine Journalist's Association for Titash Ekti Nadir Naam. The Government of India honoured him with the Padma Shri for Arts in 1970.",
  "/wiki/An_Insignificant_Man": "An Insignificant Man is a 2017 Hindi/English Indian socio-political documentary co-produced and directed by Khushboo Ranka and Vinay Shukla and also co-produced by filmmaker Anand Gandhi. and is about the rise of anti-corruption protests in India and the formation and rise to power of the Aam Aadmi Party(AAP). The film received a standing ovation at its premiere at the Toronto International Film Festival and has gone on to have sold out screenings at major festival across the world including the BFI London Film Festival & Busan International Film Festival.",
  "/wiki/2017_in_film": "2017 in film is an overview of events, including the highest-grossing films, award ceremonies, festivals, a list of films released, and notable deaths in 2017.",
  "/wiki/Hindi": "Hindi (Devanagari: हिन्दी, IAST/ISO 15919: Hindī) or Modern Standard Hindi (Devanagari: मानक हिन्दी, IAST/ISO 15919: Mānak Hindī), is an Indo-Aryan language spoken in India and across the Indian subcontinent. Modern Hindi is the standardised and Sanskritised register of the Hindustani language, which itself is based primarily on the Khariboli dialect of Delhi and other nearby areas of Northern India. Hindi, written in the Devanagari script, is one of the two official languages of the Government of India, along with the English language. It is one of the 22 scheduled languages of the Republic of India.",
  "/wiki/Baavra_Mann": "Baavra Mann is a documentary film on the Indian filmmaker Sudhir Mishra directed by Jaideep Varma. Though ostensibly a biographical film, it is equally a portrait of the decline of the Indian creative and intellectual scene as touched by Sudhir Mishra’s life, especially with regard to Sagar University, the theatre scene in Delhi and the film culture of Mumbai.",
  "/wiki/2013_in_film": "The following tables list films released in 2013. Three popular films (Top Gun, Jurassic Park, and The Wizard of Oz) were re-released in 3D and IMAX.",
  "/wiki/Jaideep_Varma": "Jaideep Varma is an Indian writer, screenwriter and filmmaker. He has made 5 feature films – Hulla (2008, fiction), Leaving Home – the Life & Music of Indian Ocean (2010, non-fiction), Baavra Mann – a Film on Sudhir Mishra & Other Indian Realities (2013, non fiction)., I Am Offended! (2015, non fiction) and Par Ek Din (2017, non fiction). The last three films were made part-time, and therefore on a limited scale.",
  "/wiki/Bala_(1976_film)": "Bala is a 1976 short documentary film made by Satyajit Ray, about a Bharatanatyam dancer, Balasaraswati, fondly known as \"Bala\". The film was jointly produced by National Centre for the Performing Arts and Government of Tamil Nadu. The thirty-three-minute documentary features the life and some of the works by Balasaraswati in the form of narration and dance, starring herself. At the age of fourteen, Ray had seen a performance of Balasaraswati in  Kolkata, then known as \"Calcutta\", in 1935, when she was seventeen years old.",
  "/wiki/1976_in_film": "The year 1976 in film involved some significant events, such as Alfred Hitchcock's final film.",
  "/wiki/Satyajit_Ray": "Satyajit Ray  (Bengali pronunciation: [ˈʃɔtːodʒit ˈrai̯] (listen); 2 May 1921 – 23 April 1992) was an Indian filmmaker, screenwriter, music composer, graphic artist, lyricist and author, widely regarded as one of the greatest filmmakers of all time. Ray was born in Calcutta into a Bengali family which was prominent in the field of arts and literature. Starting his career as a commercial artist, Ray was drawn into independent filmmaking after meeting French filmmaker Jean Renoir and viewing Vittorio De Sica's Italian neorealist film Bicycle Thieves (1948) during a visit to London.",
  "/wiki/Bombay:_Our_City": "Bombay: Our City (Hamara Sahar) is a 1985 Indian documentary film directed by Anand Patwardhan.",
  "/wiki/1985_in_film": "The following is an overview of events in 1985 in film, including the highest-grossing films, award ceremonies and festivals, a list of films released and notable deaths.",
  "/wiki/Anand_Patwardhan": "Anand Patwardhan (born 18 February 1950) is an Indian documentary filmmaker known for his socio-political, human rights-oriented films. Some of his films explore the rise of religious fundamentalism, sectarianism and casteism in India, while others investigate nuclear nationalism and unsustainable development. Notable films include Bombay: Our City (Hamara Shahar) (1985), In Memory of Friends (1990), In the Name of God (Ram ke Nam) (1992), Father, Son, and Holy War (1995), A Narmada Diary (1995), War and Peace (2002) and Jai Bhim Comrade (2011), which have won national and international awards. A secular rationalist, Anand Patwardhan is a vocal critic of Hindutva ideology.",
  "/wiki/Born_into_Brothels": "Born into Brothels: Calcutta's Red Light Kids is a 2004 Indian-American documentary film about the children of prostitutes in Sonagachi, Kolkata's red light district. The widely acclaimed film, written and directed by Zana Briski and Ross Kauffman, won a string of accolades including the Academy Award for Best Documentary Feature in 2005.",
  "/wiki/2005_in_film": "2005 in film is an overview of events, including the highest-grossing films, award ceremonies, festivals, a list of country-specific lists of films released, notable deaths and film debuts.",
  "/wiki/Zana_Briski": "Zana Briski (born 25 October 1966) is a British photographer and filmmaker, best known for Born into Brothels, the 2004 Oscar winner of the Academy Award for Best Documentary Feature, which she directed. She founded Kids with Cameras, a non-profit organization that teaches the art of photography to marginalized children in communities throughout the world. Her interest in photography began at age 10.",
  "/wiki/Bunkar:_The_Last_of_the_Varanasi_Weavers": "Bunkar: The Last of the Varanasi Weavers is an Indian documentary that focuses on the lives of the weavers of Varanasi. It was directed by Satyaprakash Upadhyay. It showcases the nuances of the handloom sector in Varanasi, what makes it stand out from other handloom products and the issues that affect its artisans. The film was made in 2018 and had its world premiere in the Indian Panorama at 49th International Film Festival of India in Goa. The film's director, Satyaprakash Upadhyay, has also won Best Debutante Director (Documentary) Award at Jaipur International Film Festival (JIFF) 2019. It won \"Best arts an culture film\" in the 2018 National Film Awards. The production house that holds the rights to the film is Narrative Pictures, a Mumbai based film production company.",
  "/wiki/Satyaprakash_Upadhyay": "Bunkar: The Last of the Varanasi Weavers is an Indian documentary that focuses on the lives of the weavers of Varanasi. It was directed by Satyaprakash Upadhyay. It showcases the nuances of the handloom sector in Varanasi, what makes it stand out from other handloom products and the issues that affect its artisans. The film was made in 2018 and had its world premiere in the Indian Panorama at 49th International Film Festival of India in Goa. The film's director, Satyaprakash Upadhyay, has also won Best Debutante Director (Documentary) Award at Jaipur International Film Festival (JIFF) 2019. It won \"Best arts an culture film\" in the 2018 National Film Awards. The production house that holds the rights to the film is Narrative Pictures, a Mumbai based film production company.",
  "/wiki/Celluloid_Man": "Celluloid Man is a 2012 documentary film directed by Shivendra Singh Dungarpur that explores the life and work of legendary Indian archivist P. K. Nair, founder of the National Film Archive of India and guardian of Indian cinema.",
  "/wiki/Children_of_the_Pyre": "Children of the Pyre (Ta paidia tis pyras) is a 2008 film documentary directed and produced by Rajesh S. Jala. The film documents the stories of seven children who cremate dead bodies and steal cremation shrouds at India's largest crematorium, Manikarnika, on the banks of the Ganges. Jala, also the cinematographer, shot over 100 hours of footage at the crematorium and surrounding sites, including candid interviews with the seven children described in the film, who discuss their difficult life cremating dead bodies and stealing shrouds from the bodies brought to the crematorium and reselling them to merchants for a nominal fee. In 2009, the filmmaker launched a project to improve the lives of the 300 children working at the crematorium.",
  "/wiki/2008_in_film": "The year 2008 involved many major movie events. Its highest-grossing films included The Dark Knight, Kung Fu Panda, WALL-E and Indiana Jones and the Kingdom of the Crystal Skull.",
  "/wiki/Rajesh_S._Jala": "Rajesh S. Jala is a documentary filmmaker born in Kashmir in the 1970s who has been making films since his first short work with Tassaduq Hussain in 1996.",
  "/wiki/Daughters_of_Mother_India": "Daughters of Mother India is a 2014 Indian documentary film by Vibha Bakshi on the aftermath of the 2012 Delhi gang rape.  The film received the  National Film Award for Best Film on Social Issues at the 62nd National Film Awards.",
  "/wiki/2014_in_film": "The following is an overview of the events of 2014 in film, including the highest-grossing films, award ceremonies, festivals, and a list of films released and notable deaths.",
  "/wiki/Vibha_Bakshi": "Vibha Bakshi is a National Award winning filmmaker. Vibha was conferred the Honorary degree, Doctor of Humane Letters for her work as a journalist and filmmaker from her alma mater Boston University.",
  "/wiki/Father,_Son,_and_Holy_War": "Father, Son, and Holy War (Pitra, Putra, aur Dharmayuddha) is a 1995 film by Indian documentary filmmaker Anand Patwardhan. The film is shot in two parts, with the first (Trial by Fire) examining the link between the violence of the Hindu nationalist movement, such as the demolition of the Babri Masjid, and sexual violence against women. The second part (Hero Pharmacy) looks at the nature of masculinity in contemporary urban India, and its role in encouraging sexual violence. As with other films of his, Patwardhan had to fight multiple court battles in order to force the national carrier Doordarshan to screen the film, a screening which eventually occurred on the orders of the Supreme court. The film received numerous national and international awards, and was also seen positively by critics.",
  "/wiki/Final_Solution_(2003_film)": "Final Solution is a 2004 documentary film directed by Rakesh Sharma concerning the 2002 Gujarat riots in which both Hindu and Muslims were targeted in the state of Gujarat by political extremists. In order to rationalize their violence, Hindu extremists had made the claim that their actions were in fact a \"spontaneous response\" to the Godhra Train Burning incident on 27 February 2002. But as the film proceeds with victims continuing to come forward and share their experiences, a more unsettling possibility seems to emerge- that far from being a spontaneous expression of outrage, the anti-Muslim violence had been carefully coordinated and planned.",
  "/wiki/Rakesh_Sharma_(filmmaker)": "Rakesh Sharma is an Indian documentary filmmaker. His most notable work is the feature-length documentary Final Solution (2003 film)  on the communal 2002 Gujarat riots.",
  "/wiki/Gulabi_Gang_(film)": "Gulabi Gang (transl. Pink gang) is a 2012 Norwegian-Indian –Danish co-production documentary written and directed by Nishtha Jain and co-written and produced by Torstein Grude at Piraya Film. It released nationwide in India on 21 February 2014. The film has received the Best Film on Social Issues, and the Best Non-Feature Film editing at the 61st National Film Awards.",
  "/wiki/Dubai": "Dubai (/duːˈbaɪ/ doo-BY; Arabic: دبي‎ Dubay, Gulf Arabic: Arabic pronunciation: [dʊˈbɑj]) is the most populous city in the United Arab Emirates (UAE) and the capital of the Emirate of Dubai.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Bundeli_language": "Bundeli (Devanagari: बुन्देली or बुंदेली;  or Bundelkhandi, is an Indo-Aryan language  spoken in the Bundelkhand region of central India. It belongs to the Central Indo-Ayran languages and is part of the Western Hindi subgroup.",
  "/wiki/Nishtha_Jain": "Nishtha Jain (born 21 June 1965) is an Indian film director and producer, best known for her documentaries like Gulabi Gang",
  "/wiki/I_Can_Love_Too": "I Can Love Too is a 2011 Indian documentary film directed by Mrinmoy Bhowmick in English and Kannada Languages. The film shot in Bangalore, Karnataka States in India and the film has earned multiple awards and nominations in various prestigious film festivals in India.",
  "/wiki/2011_in_film": "The following is an overview of the events of 2011 in film, including the highest-grossing films, film festivals, award ceremonies and a list of films released and notable deaths. More film sequels were released in 2011 than any other year before it, with 28 sequels released. Film critic Scout Tafoya considers 2011 as the best year for cinema, countering the notion of 1939 being film's best year overall and citing important developments in cinematic expression during 2011.",
  "/wiki/Kannada": "Kannada (/ˈkɑːnədə, ˈkæn-/; ಕನ್ನಡ, [ˈkɐnnɐɖaː]), also known as Kanarese, is a Dravidian language spoken predominantly by people of Karnataka in southwestern India, and by significant linguistic minorities in the states of Maharashtra, Andhra Pradesh, Tamil Nadu, Telangana, Kerala and abroad. The language has roughly 44 million native speakers, who are called Kannadigas. Kannada is also spoken as a second and third language by over 12.9 million non-Kannada speakers in Karnataka, which adds up to 56 million speakers. It is one of the scheduled languages of India and the official and administrative language of the state of Karnataka.",
  "/wiki/Mrinmoy_Bhowmick": "Mrinmoy Bhowmick (Bengali: মৃন্ময় ভৌমিক) is an Indian documentary filmmaker best known for critically acclaimed documentary film I Can Love Too (2011).",
  "/wiki/India's_Struggle_for_National_Shipping": "India's Struggle for National Shipping is an Indian documentary and corporate film released in August 1947. It was directed by German film maker Paul Zils and produced by The Scindia Steam Navigation Company Ltd.",
  "/wiki/1947_in_film": "The year 1947 in film involved some significant events.",
  "/wiki/India's_Daughter": "India's Daughter is a documentary film directed by Leslee Udwin and is part of the BBC's ongoing Storyville series. The film is based on the 2012 Delhi gang rape and murder of 23-year-old Jyoti Singh who was a physiotherapy student.",
  "/wiki/2015_in_film": "2015 in film is an overview of events, including the highest-grossing films, award ceremonies, festivals, and a list of films released and notable deaths.",
  "/wiki/Leslee_Udwin": "Leslee Udwin (born 1957) is a Jewish British filmmaker, actress, director, producer and human rights activist.",
  "/wiki/Inshallah,_Football": "Inshallah, Football is a documentary film by Ashvin Kumar about an aspiring footballer who was denied the right to travel abroad on the pretext that father was a militant in the 1990s.  The film was completed in 2010, and has faced difficulties getting released in India. The film's first screening in India at the India Habitat Center received this review from Tehelka magazine, 'Kumar’s camera catches the irony of Kashmir’s physical beauty, the claustrophobia of militarisation, the dread and hopelessness of children born into war and the nuances of relationships. It also filters the inherent joie-de-vivre of youth, even if that flows uneasily with Kashmir’s collective memory of unmitigated grief...There is no better way to understand Kashmir right now.'. The film was shot by Kumar himself using five different camera formats \"There is a rough, almost unpolished, feel to Inshallah, Football. The narrative runs unfettered, with an energy of its own.\" says Tehelka, \"We shot with five different cameras, from DSLRs to the best equipment. The idea was to watch life unfold and get under the skin of the audience.” adds Kumar.",
  "/wiki/2010_in_film": "In the year 2010, there was a dramatic increase and prominence in the use of 3D-technology in filmmaking after the success of Avatar in the format, with releases such as Alice in Wonderland, Clash of the Titans, Jackass 3D, all animated films, with numerous other titles being released in 3D formats. 20th Century Fox celebrated its 75th anniversary in 2010.",
  "/wiki/Kashmiri_language": "Kashmiri (English: /kæʃˈmɪəri/) or Koshur (English: /kɜːʃur/; कॉशुर, كٲشُر), is a language from the Dardic subgroup of Indo-Aryan languages, spoken by around 7 million Kashmiris, primarily in the Indian territory of Jammu and Kashmir. There are also speakers in parts of the neighbouring Pakistani territory of Azad Kashmir.",
  "/wiki/Urdu": "Urdu (/ˈʊərduː/; Urdu: اُردُو‎, ALA-LC: Urdū, [ˈʊrduː] (listen) (also known as Lashkari, locally written لشکری [lʌʃkɜ:i:])—or, more precisely, Modern Standard Urdu—is a Persianised standard register of the Hindustani language. Urdu is the official national language, and lingua franca, of Pakistan. In India, it is one of 22 constitutionally recognised official languages, having official status in the five states of Telangana, Uttar Pradesh, Bihar, Jharkhand and West Bengal, as well as the national capital territory of Delhi.",
  "/wiki/Ashvin_Kumar": "Ashvin Kumar is India's youngest Oscar nominated and two time national award-winning filmmaker, who has written, directed and produced a wide range of films, including India's only Oscar nominated short film Little  Terrorist (2004), documentary Inshallah, Kashmir (2012) and Inshallah Football (2010); feature-length thriller The Forest (2012);  coming-of-age tale Dazed in Doon (2010) and his debut film Road to Ladakh (2004) starring Irrfan Khan.",
  "/wiki/List_of_Indian_documentary_films": "This is a list of Indian documentary films arranged in alphabetical order."
}