{
  "/wiki/Nat_Lofthouse": "Nathaniel Lofthouse OBE (27 August 1925 – 15 January 2011) was an English professional footballer who played as a forward for Bolton Wanderers for his entire career. He won 33 caps for England between 1950 and 1958, scoring 30 goals, with one of the highest goals-per-game ratios of any England player.",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.",
  "/wiki/1954_FIFA_World_Cup": "The 1954 FIFA World Cup, the fifth staging of the FIFA World Cup, was held in Switzerland from 16 June to 4 July. Switzerland was chosen as hosts in July 1946. The tournament set a number of all-time records for goal-scoring, including the highest average number of goals scored per game. The tournament was won by West Germany, who defeated Hungary 3–2 in the final, giving them their first title.",
  "/wiki/Eddie_Hopkinson": "Edward Hopkinson (29 October 1935  –  25 April 2004) was an English football goalkeeper.\nHe was born in Wheatley Hill, near Peterlee, County Durham.",
  "/wiki/1958_FIFA_World_Cup": "The 1958 FIFA World Cup, the sixth staging of the World Cup, was hosted by Sweden from 8 to 29 June. The tournament was won by Brazil, who beat Sweden 5–2 in the final in the Stockholm suburb of Solna for their first title. The tournament is also notable for marking the debut on the world stage of a then 17-year-old Pelé.",
  "/wiki/Tommy_Banks_(footballer)": "Thomas Banks (born 10 November 1929 at Farnworth, Lancashire) is an English retired footballer.",
  "/wiki/Jason_McAteer": "Jason Wynne McAteer (born 18 June 1971) is a retired professional footballer, who represented the Republic of Ireland at international level. His primary position was in centre midfield, though he was also an able right winger and full back.",
  "/wiki/Republic_of_Ireland": "Ireland (Irish: Éire [ˈeːɾʲə] (listen)), also known as the Republic of Ireland (Poblacht na hÉireann), is a country in north-western Europe occupying 26 of 32 counties of the island of Ireland. The capital and largest city is Dublin, which is located on the eastern side of the island. Around a third of the country's population of 4.9 million people resides in the greater Dublin area. The sovereign state shares its only land border with Northern Ireland, a part of the United Kingdom. It is otherwise surrounded by the Atlantic Ocean, with the Celtic Sea to the south, St George's Channel to the south-east, and the Irish Sea to the east. It is a unitary, parliamentary republic. The legislature, the Oireachtas, consists of a lower house, Dáil Éireann, an upper house, Seanad Éireann, and an elected President (Uachtarán) who serves as the largely ceremonial head of state, but with some important powers and duties. The head of government is the Taoiseach (Prime Minister, literally 'Chief', a title not used in English), who is elected by the Dáil and appointed by the President; the Taoiseach in turn appoints other government ministers.",
  "/wiki/1994_FIFA_World_Cup": "The 1994 FIFA World Cup was the 15th edition of the FIFA World Cup, the world championship for men's national soccer teams. It was hosted by the United States and took place from June 17 to July 17, 1994 at nine venues across the country. The United States was chosen as the host by FIFA on July 4, 1988. Despite the host nation's lack of soccer tradition, the tournament was the most financially successful in World Cup history; aided by the high-capacity stadiums in the United States, it broke the World Cup average attendance record with more than 69,000 spectators per game, a mark that still stands. The total attendance of nearly 3.6 million for the final tournament remains the highest in World Cup history, despite the later expansion of the competition from 24 to 32 teams (and from 52 to 64 games), which was first introduced at the 1998 World Cup and is the current format.",
  "/wiki/Per_Frandsen": "Per Frandsen (born 6 February 1970) is a Danish football manager and former professional football player. He is currently the manager of Hvidovre IF.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).",
  "/wiki/1998_FIFA_World_Cup": "The 1998 FIFA World Cup was the 16th FIFA World Cup, the world championship for men's national association football teams. It was held in France from 10 June to 12 July 1998. The country was chosen as the host nation by FIFA for the second time in the history of the tournament, defeating Morocco in the bidding process. It was the second time that France staged the competition (the first was in 1938) and the ninth time that it was held in Europe. It was the first World Cup to be held under the presidency of Sepp Blatter.",
  "/wiki/Mark_Fish": "Mark Anthony Fish (born 14 March 1974) is a retired South African footballer who played as a defender.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry.",
  "/wiki/Stig_Tøfting": "Stig Tøfting (born 14 August 1969), nicknamed Tøffe, and The Lawn Mower, is a former Danish professional footballer and assistant coach, who most recently was the assistant of Erik Rasmussen at AGF.",
  "/wiki/2002_FIFA_World_Cup": "The 2002 FIFA World Cup was the 17th FIFA World Cup, the quadrennial world championship for men's national association football teams organized by FIFA. It was held from 31 May to 30 June 2002 at sites in South Korea and Japan, with its final match hosted by Japan at International Stadium in Yokohama.",
  "/wiki/Youri_Djorkaeff": "Youri Raffi Djorkaeff (French pronunciation: ​[juʁi raffi djɔʁkaɛf]; born 9 March 1968) is a French former professional footballer who played as an attacking midfielder and a forward.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Jared_Borgetti": "Jared Francisco Borgetti Echavarría (Spanish: [xaˈɾeð βorˈxeti] (listen); born 14 August 1973) is a retired Mexican footballer.",
  "/wiki/Mexico": "Mexico (Spanish: México [ˈmexiko] (listen); Nahuatl languages: Mēxihco), officially the United Mexican States (UMS; Spanish: Estados Unidos Mexicanos, EUM [esˈtaðos uˈniðoz mexiˈkanos] (listen), lit. Mexican United States), is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Covering almost 2,000,000 square kilometers (770,000 sq mi), the nation is the fifth largest country in the Americas by total area and the 13th largest independent state in the world. With an estimated population of over 129 million people, Mexico is the tenth most populous country and the most populous Spanish-speaking country in the world, while being the second most populous nation in Latin America after Brazil. Mexico is a federation comprising 31 states plus Mexico City (CDMX), which is the capital city and its most populous city. Other metropolises in the country include Guadalajara, Monterrey, Puebla, Toluca, Tijuana, and León.",
  "/wiki/2006_FIFA_World_Cup": "The 2006 FIFA World Cup was the 18th FIFA World Cup, the quadrennial international football world championship tournament. It was held from 9 June to 9 July 2006 in Germany, which won the right to host the event in July 2000. Teams representing 198 national football associations from all six populated continents participated in the qualification process which began in September 2003. Thirty-one teams qualified from this process, along with the host nation, Germany, for the finals tournament. It was the second time that Germany staged the competition, the first as a unified country (the other was in 1974 at the then-West Germany), and the tenth time that it was held in Europe.",
  "/wiki/Radhi_Jaïdi": "Radhi Ben Abdelmajid Jaïdi (Arabic: راضي بن عبد المجيد الجعايدي‎; born 30 August 1975) is a Tunisian former footballer who played as a centre back. He was previously head coach of the under-23 team at Southampton and is currently head coach of USL Championship team Hartford Athletic.",
  "/wiki/Tunisia": "Tunisia[a], officially the Republic of Tunisia[b], is a country in the Maghreb region of North Africa, covering 163,610 square kilometres (63,170 square miles). Its northernmost point, Cape Angela, is also the northernmost point on the African continent. Tunisia is bordered by Algeria to the west and southwest, Libya to the southeast, and the Mediterranean Sea to the north and east. Tunisia's population was 11.5 million in 2017. Tunisia's name is derived from its capital city, Tunis (Berber native name: Tunest), which is located on its northeast coast.",
  "/wiki/Hidetoshi_Nakata": "Hidetoshi Nakata, Cavaliere OSSI (中田 英寿, Nakata Hidetoshi, born 22 January 1977) is a former Japanese football player who played as a midfielder. He is widely considered to be one of the greatest Japanese players of all time.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Lee_Chung-Yong": "Lee Chung-yong (Korean: 이청용; Hanja: 李靑龍; Korean pronunciation: [i.tɕʰʌŋ.joŋ]; born 2 July 1988) is a South Korean footballer who plays as a winger for 2. Bundesliga club VfL Bochum and is a South Korean international.",
  "/wiki/South_Korea": "South Korea (Korean: 한국/韓國; RR: Hanguk or literally 남한/南韓; RR: Namhan), officially the Republic of Korea (Korean: 대한민국/大韓民國;  RR: Daehan Minguk) is a country in East Asia, constituting the southern part of the Korean Peninsula and sharing a land border with North Korea.",
  "/wiki/2010_FIFA_World_Cup": "The 2010 FIFA World Cup was the 19th FIFA World Cup, the world championship for men's national association football teams. It took place in South Africa from 11 June to 11 July 2010. The bidding process for hosting the tournament finals was open only to African nations. In 2004, the international football federation, FIFA, selected South Africa over Egypt and Morocco to become the first African nation to host the finals.",
  "/wiki/2014_FIFA_World_Cup": "The 2014 FIFA World Cup was the 20th FIFA World Cup, the quadrennial world championship for men's national football teams organised by FIFA. It took place in Brazil from 12 June to 13 July 2014, after the country was awarded the hosting rights in 2007. It was the second time that Brazil staged the competition, the first being in 1950, and the fifth time that it was held in South America. Many fans and pundits alike also consider this edition of the World Cup to be one of the greatest ever held.",
  "/wiki/Danny_Shittu": "Daniel Olusola Shittu (born 2 September 1980) is a Nigerian footballer who is a free agent after being released by Millwall in 2015. A centre back, he has made 346 appearances in the Premier League and Football League, including 190 for Queens Park Rangers.",
  "/wiki/Nigeria": "Nigeria (/naɪˈdʒɪəriə/ (listen)), officially the Federal Republic of Nigeria, is a country in West Africa, bordering Niger in the north, Chad in the northeast, Cameroon in the east, and Benin in the west. Its coast in the south is located on the Gulf of Guinea in the Atlantic Ocean. The federation comprises 36 states and 1 Federal Capital Territory, where the capital, Abuja, is located. The constitution defines Nigeria as a democratic secular state.",
  "/wiki/Vladimír_Weiss_(footballer,_born_1989)": "Vladimír Weiss (Slovak pronunciation: [ˈʋlaɟimiːɾ ˈʋajs]; born 30 November 1989) is a Slovak footballer who most recently played as a midfielder for Al-Gharafa where he was released from his contract in December 2019.",
  "/wiki/Slovakia": "Slovakia (/sloʊˈvækiə, -ˈvɑːk-/ (listen); Slovak: Slovensko [ˈslɔʋɛnskɔ] (listen)), officially the Slovak Republic (Slovak: Slovenská republika, listen (help·info)), is a landlocked country in the eastern part of Central Europe. It is bordered by Poland to the north, Ukraine to the east, Hungary to the south, Austria to the southwest, and the Czech Republic to the northwest. Slovakia's territory spans about 49,000 square kilometres (19,000 sq mi) and is mostly mountainous. The population is over 5.6 million and consists mostly of Slovaks. The capital and largest city is Bratislava, and the second-largest city is Košice. The official language is Slovak.",
  "/wiki/Stuart_Holden": "Stuart Alistair Holden (born August 1, 1985) is an American retired professional soccer player who played as a midfielder, and is currently a lead TV game analyst for Fox Sports and Turner Sports. Holden is part of the ownership group for Spanish La Liga soccer club, RCD Mallorca.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/List_of_Bolton_Wanderers_F.C._records_and_statistics": "Bolton Wanderers F.C. is an English professional association football club based in Horwich, Bolton. The club was founded as Christ Church F.C. in 1874, making them one of the oldest football clubs in England, and turned professional in 1877, before joining the Football League as founder members in 1888. Bolton Wanderers currently play in League One, the third tier of English football. They were relegated from the top tier (where they had been since 2001) in 2012 but in their time as a professional club have played in all four professional English leagues."
}