{
  "/wiki/Goalkeeper_(association_football)": "The goalkeeper, often shortened to keeper or goalie, is one of the major positions of association football. It is the most specialised position in the sport. The goalkeeper's primary role is to prevent the opposing team from scoring (moving the ball over the defended goal-line within the frame of the goal). This is accomplished by the goalkeeper moving into the path of the ball and either catching it or directing it away from the vicinity of the goal line. Within the penalty area goalkeepers are able to use their hands, making them (outside throw-ins) the only players on the field permitted to handle the ball. The special status of goalkeepers is indicated by them wearing different coloured kits from their teammates.",
  "/wiki/Jos%C3%A9_Carlo_Fern%C3%A1ndez": "José Carlos Fernández González (Spanish pronunciation: [xoˈse ˈkaɾlos feɾˈnandeθ], born 24 January 1971) is a Bolivian retired football goalkeeper who is currently active as director of football of Bolivian club Bolívar.",
  "/wiki/Defender_(association_football)": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/Miguel_Hoyos": "Miguel Ángel Hoyos Guzmán (born March 11, 1981 in Santa Cruz de la Sierra) in a Bolivian football defender who currently plays for Nacional Potosí.",
  "/wiki/Gustavo_Caama%C3%B1o": "Gustavo Caamaño (born May 27, 1979) is an Argentine football defender.",
  "/wiki/Alejandro_Schiapparelli": "Alejandro Javier Schiapparelli (born May 16, 1980) is a former Argentine football defender and the current manager for Sportivo Desamparados in the Torneo Argentino B.",
  "/wiki/Left_back": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/Luis_Alberto_Gutierrez": "Luis Alberto Gutiérrez Herrera (born January 15, 1985 in Santa Cruz de la Sierra) is a Bolivian football defender. He currently plays for Bolivar.",
  "/wiki/Defensive_midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/Nicol%C3%A1s_Su%C3%A1rez_Vaca": "Nicolás Suárez Vaca (born December 23, 1978 in Santa Ana del Yacuma) is a Bolivian football defender who currently plays for Club San José in the Liga de Fútbol Profesional Boliviano.",
  "/wiki/Midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/Fernando_Saucedo": "Fernando Saucedo (born March 15, 1990 in Santa Cruz de la Sierra) is a Bolivian football midfielder who currently plays for Wilstermann.",
  "/wiki/Jhasmani_Campos": "Jhasmani Campos Dávalos (born 10 May 1988 in Santa Cruz de la Sierra) is a Bolivian football midfielder.",
  "/wiki/Joselito_Vaca": "José \"Joselito\" Vaca Velasco (born August 12, 1982 in Santa Cruz de la Sierra) is a Bolivian footballer. He currently plays as an attacking midfielder for Blooming in the Liga de Fútbol Profesional Boliviano (Bolivian Professional League).",
  "/wiki/Forward_(association_football)": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.",
  "/wiki/Danilo_Peinado": "Danilo Javier Peinado Lorena (Spanish pronunciation: [daˈnilo peiˈnaðo]; born 15 February 1985 in Montevideo) is a Uruguayan professional football striker, who plays for Italian club Legnago Salus.",
  "/wiki/Alcides_Pe%C3%B1a": "Alcides Peña Jiménez (born January 14, 1989) is a Bolivian footballer who plays for Sport Boys Warnes as a striker."
}