{
  "/wiki/Herlev_Hospital": "Herlev Hospital (former Danish: Amtssygehuset i Herlev) is a hospital in Herlev, Denmark, close to Copenhagen. The building is 120 metres (390 ft) tall and has 28 floors. It is famous for being Denmark's tallest building,[citation needed] and the eighth tallest hospital in the world.[citation needed] Its modern, functional architecture in bright concrete, glass and bronze-colored aluminum gives a unique impression.",
  "/wiki/Herlev": "Herlev is a suburb about 9 km northwest of Copenhagen city center. It is the site of the municipal council of Herlev Municipality, Denmark.",
  "/wiki/List_of_tallest_hospitals": "This is a list of tallest hospitals, showing all hospital buildings with an architectural height of at least 120 metres (390 ft) worldwide that are either completed or structurally topped-out as of June 2019.",
  "/wiki/Christiansborg_Palace": "Christiansborg Palace (Danish: Christiansborg Slot; pronounced [kʰʁɛstjænsˈpɔɐ̯ˀ ˈslɒt]) is a palace and government building on the islet of Slotsholmen in central Copenhagen, Denmark. It is the seat of the Danish Parliament (Folketinget), the Danish Prime Minister's Office, and the Supreme Court of Denmark. Also, several parts of the palace are used by the Danish monarch, including the Royal Reception Rooms, the Palace Chapel and the Royal Stables.",
  "/wiki/Copenhagen": "Copenhagen[a] (Danish: København [kʰøpm̩ˈhau̯ˀn] (listen)) is the capital and most populous city of Denmark. As of July 2018, the city had a population of  633,021 inhabitants (as of October 2019) in Copenhagen Municipality, 103,914 in Frederiksberg Municipality, 43,005 in Tårnby Municipality, and 14,201 in Dragør Municipality. It forms the core of the wider urban area of Copenhagen (population 1,320,629) and the Copenhagen metropolitan area (population 2,557,737). Copenhagen is situated on the eastern coast of the island of Zealand; another small portion of the city is located on Amager, and it is separated from Malmö, Sweden, by the strait of Øresund. The Øresund Bridge connects the two cities by rail and road.",
  "/wiki/Folketing": "The Folketing (Danish: Folketinget, pronounced [ˈfɒlkəˌtˢeŋˀð̩]; lit. the people's thing), also known as the Danish Parliament in English, is the unicameral national legislature (parliament) of the Kingdom of Denmark—Denmark proper together with the Faroe Islands and Greenland. Established in 1849, until 1953 the Folketing was the lower house of a bicameral parliament, called the Rigsdag; the upper house was Landstinget. It meets in Christiansborg Palace, on the islet of Slotsholmen in central Copenhagen.",
  "/wiki/Copenhagen_City_Hall": "Copenhagen City Hall (Danish: Københavns Rådhus) is the headquarters of the municipal council as well as the Lord mayor of the Copenhagen Municipality, Denmark. The building is situated on City Hall Square in central Copenhagen.",
  "/wiki/Domus_Vista": "Domus Vista is located in Copenhagen at Roskildevej in Frederiksberg and is, at 102 metres, the tallest residential structure in Denmark and the second tallest residential building in Scandinavia. The tallest is Turning Torso in Malmö, which was completed in 2005.",
  "/wiki/Frederiksberg": "Frederiksberg (Danish pronunciation: [fʁæðʁæksˈpæɐ̯ˀ]) is a part of the Capital Region of Denmark. It is formally an independent municipality, Frederiksberg Municipality, separate from Copenhagen Municipality, but both are a part of the City of Copenhagen. It occupies an area of less than 9 km2 and had a population of 103,192 in 2015.",
  "/wiki/Aarhus_Cathedral": "Aarhus Cathedral (Danish: Aarhus Domkirke) is a cathedral in Aarhus, Denmark. It is the longest and tallest church in the country, at 93 m (305 ft) in length and 96 m (315 ft) in height.",
  "/wiki/Aarhus": "Aarhus (/ˈɔːrhuːs/, also US: /ˈɑːr-/, Danish: [ˈɒːˌhuˀs] (listen); officially spelled Århus from 1948 until 1 January 2011)[note 1] is the second-largest city in Denmark and the seat of Aarhus municipality. It is located on the east coast of the Jutland peninsula, in the geographical centre of Denmark, 187 kilometres (116 mi) northwest of Copenhagen and 289 kilometres (180 mi) north of Hamburg, Germany. The inner urban area contains 273,077 inhabitants (as of 1 January 2018[update]) and the municipal population is 340,421 (as of 2018[update]). Aarhus is the central city in Business Region Aarhus and in the East Jutland metropolitan area, which had a total population of 1.378 million in 2016.",
  "/wiki/Kunsthallen_Nikolaj": "The Nikolaj Contemporary Art Center (Danish: Nikolaj Kunsthal, formerly (from 2006 - 2010) Kunsthallen Nikolaj and (until 2006) Nikolaj Udstillingsbygning) is an arts centre in Copenhagen which occupies the former St. Nicholas Church (Danish: Sankt Nikolaj Kirke), one of the city's most conspicuous landmarks. It is situated on Højbro Plads a few steps away from Amagertorv and Strøget. The church building is famous for its fanciful Neo-Baroque 90 m (300 ft)  long spire. The tower offers some of the best views of the city centre.",
  "/wiki/Aarhus_City_Tower": "Aarhus City Tower (formerly HL Huset) is a building on Værkmestergade in Aarhus, Denmark and it is one of the tallest buildings in both the city and Denmark at large. At 94 meters it is the second tallest building in Aarhus after Aarhus Cathedral and, as of 2016, it is the fourth tallest building in Denmark. Aarhus City Tower is used as a Comwell hotel, offices and for conferences. Aarhus City Tower was built by the Danish businessman Hans Lorenzen through the contractor KPC with Rambøll as the engineer and Arkitema as the architect. The building is 25.000m² spread across 25 floors with an additional 13.000m² subterranean parking garage. It is the tallest building constructed in Aarhus since the 1930s when the cathedral got its 96 meter tall spire. The other floors has been rented by Bech-Bruun, Deloitte and the Danish hotel chain Comwell. The Comwell hotel has 240 rooms and conference facilities for 1000 people.",
  "/wiki/Church_of_Our_Saviour,_Copenhagen": "The Church of Our Saviour (Danish: Vor Frelsers Kirke; [vɒ ˈfaːlsɐs ˈkiˀjə]) is a baroque church in Copenhagen, Denmark, most famous for its helix spire with an external winding staircase that can be climbed to the top, offering extensive views over central Copenhagen. It is also noted for its carillon, which is the largest in northern Europe and plays melodies every hour from 8 am to midnight.",
  "/wiki/Church_of_the_Holy_Ghost,_Copenhagen": "The Church of the Holy Spirit (Danish: Helligåndskirken) in Copenhagen, Denmark, is one of the city's oldest churches.",
  "/wiki/Carlsberg_Group": "Carlsberg A/S (/ˈkɑːrlzbɜːrɡ/; Danish: [ˈkʰaˀlsˌpæɐ̯ˀ]) is a global brewer. Founded in 1847 by J. C. Jacobsen, the company's headquarters is located in Copenhagen, Denmark. Since Jacobsen's death in 1887, the majority owner of the company has been the Carlsberg Foundation. The company's flagship brand is Carlsberg (named after Jacobsen's son Carl). It also brews Tuborg, Kronenbourg, Somersby cider, Russia's best-selling beer Baltika, Belgian Grimbergen abbey beers, and more than 500 local beers.",
  "/wiki/Copenhagen_Municipality": "Copenhagen Municipality (Danish: Københavns Kommune), also known in English as the Municipality of Copenhagen, located in the Capital Region of Denmark, is the largest of the four municipalities that constitute the City of Copenhagen (Byen København), the other three being Dragør, Frederiksberg, and Tårnby. The Municipality of Copenhagen constitutes the historical city center and the majority of its landmarks. It is the most populous in the country with a population of 633,021 inhabitants (as of October 2019[update]), and covers 86.4 square kilometres (33.4 sq mi) in area,. Copenhagen Municipality is located at the Zealand and Amager islands and totally surrounds Frederiksberg Municipality on all sides.  The strait of Øresund lies to the east. The city of Copenhagen has grown far beyond the municipal boundaries from 1901, when Frederiksberg Municipality was made an enclave within Copenhagen Municipality.",
  "/wiki/Hotel": "A hotel is an establishment that provides paid lodging on a short-term basis. Facilities provided may range from a modest-quality mattress in a small room to large suites with bigger, higher-quality beds, a dresser, a refrigerator and other kitchen facilities, upholstered chairs, a flat screen television, and en-suite bathrooms. Small, lower-priced hotels may offer only the most basic guest services and facilities. Larger, higher-priced hotels may provide additional guest facilities such as a swimming pool, business centre (with computers, printers, and other office equipment), childcare, conference and event facilities, tennis or basketball courts, gymnasium, restaurants, day spa, and social function services. Hotel rooms are usually numbered (or named in some smaller hotels and B&Bs) to allow guests to identify their room. Some boutique, high-end hotels have custom decorated rooms. Some hotels offer meals as part of a room and board arrangement. In the United Kingdom, a hotel is required by law to serve food and drinks to all guests within certain stated hours.[citation needed] In Japan, capsule hotels provide a tiny room suitable only for sleeping and shared bathroom facilities.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).",
  "/wiki/Crowne_Plaza_Copenhagen_Towers": "Crowne Plaza Copenhagen Towers is a hotel in the Ørestad city area of Copenhagen. It is renowned for being the first hotel in Denmark that generates all of its power from renewable sources.",
  "/wiki/Solar_PV_system": "A photovoltaic system, also PV system or solar power system, is a power system designed to supply usable solar power by means of photovoltaics. It consists of an arrangement of several components, including solar panels to absorb and convert sunlight into electricity, a solar inverter to convert the output from direct to alternating current, as well as mounting, cabling, and other electrical accessories to set up a working system. It may also use a solar tracking system to improve the system's overall performance and include an integrated battery solution, as prices for storage devices are expected to decline. Strictly speaking, a solar array only encompasses the ensemble of solar panels, the visible part of the PV system, and does not include all the other hardware, often summarized as balance of system (BOS). As PV systems convert light directly into electricity, they are not to  be confused with other solar technologies, such as concentrated solar power or solar thermal, used for heating and cooling.",
  "/wiki/Scandinavia": "Scandinavia[b] (/ˌskændɪˈneɪviə/ SKAN-dih-NAY-vee-ə) is a region in Northern Europe, with strong historical, cultural, and linguistic ties. The term Scandinavia in local usage covers the three kingdoms of Denmark, Norway, and Sweden. The majority national languages of these three belong to the Scandinavian dialect continuum, and are mutually intelligible North Germanic languages. In English usage, Scandinavia also sometimes refers more narrowly to the Scandinavian Peninsula, or more broadly so as to include Finland, the Faroe Islands, and Iceland.[a]",
  "/wiki/Frederik%27s_Church": "Frederik's Church (Danish: Frederiks Kirke), popularly known as The Marble Church (Marmorkirken) for its rococo architecture, is an Evangelical Lutheran church in Copenhagen, Denmark. The church forms the focal point of the Frederiksstaden district; it is located due west of Amalienborg Palace.",
  "/wiki/Frederiksstaden": "Frederiksstaden is a district in Copenhagen, Denmark. Constructed during the reign of Frederick V in the second half of the 18th century, it is considered to be one of the most important rococo complexes in Europe and was included in the 2006 Danish Culture Canon.",
  "/wiki/Ferring_Pharmaceuticals": "Ferring Holding SA, better known as Ferring Pharmaceuticals, is a multinational pharmaceutical company that specializes in the development and marketing of drugs for use in human medicine.",
  "/wiki/St._Peter%27s_Church,_Copenhagen": "St. Peter's Church (Danish: St. Petri Kirke, German: St.-Petri-Kirche) is the parish church of the German-speaking community in Copenhagen, Denmark. It is situated at the corner of Nørregade and Sankt Peders Stræde in the city's Latin Quarter. Built as a single-nave church in the mid-15th century, it is the oldest building in central Copenhagen. It is also notable for its extensive complex of sepulchral chapels.",
  "/wiki/AC_Hotel_Bella_Sky_Copenhagen": "The AC Hotel Bella Sky Copenhagen, formerly the Bella Sky Comwell Hotel, is a 4-star conference hotel adjacent to the Bella Convention and Congress Center in the Ørestad district of Copenhagen, Denmark. With 814 rooms, it is the largest hotel in Scandinavia. The hotel joined the AC Hotels division of Marriott International on December 15, 2014.",
  "/wiki/Inclination": "Orbital inclination measures the tilt of an object's orbit around a celestial body.  It is expressed as the angle between a reference plane and the orbital plane or axis of direction of the orbiting object.",
  "/wiki/Sky_bridge": "A skyway, skybridge, or skywalk is an elevated type of pedway between two or more buildings in an urban area for connections or walking or on mountains in recreational zones as walking tourist attraction. Urban skyways very often consisting of an enclosed or covered footbridges, that protects pedestrians from the weather. In opposite, open-top modern skyways in mountains now often has the glass bottoms. Sometimes enclosed urban skywalks are made almost totally from glass including ceilings, walls and floors. Also some urban skyways as linear parks known just for walking and rest.",
  "/wiki/Rigshospitalet": "Rigshospitalet (meaning The National, State or Kingdom Hospital, but not usually translated) is one of the largest hospitals in Denmark and the most highly specialised hospital in Copenhagen. The hospital's main building is a 16 storey functionalist highrise, one of the tallest structures in the central parts of the city. Rigshospitalet neighbours the Panum Building which houses the Faculty of Health and Medical Sciences at the University of Copenhagen. As a teaching hospital it is part of the framework organisation Copenhagen University Hospital."
}