{
  "/wiki/University_of_Pittsburgh_Medical_Center": "The University of Pittsburgh Medical Center (UPMC) is a $20 billion integrated global nonprofit health enterprise that has 87,000 employees, 40 hospitals with more than 8,000 licensed beds, 700 clinical locations including outpatient sites and doctors' offices, a 3.4 million-member health insurance division, as well as commercial and international ventures. It is closely affiliated with its academic partner, the University of Pittsburgh.  It is considered a leading American health care provider, as its flagship facilities have ranked in U.S. News & World Report \"Honor Roll\" of the approximately 15 to 20 best hospitals in America for over 15 years. As of 2016, UPMC is ranked 12th nationally among the best hospitals (and first in Pennsylvania) by U.S. News & World Report and ranked in 15 of 16 specialty areas when including UPMC Magee-Womens Hospital. This does not include UPMC Children's Hospital of Pittsburgh which ranked in the top 10 of pediatric centers in a separate US News ranking.",
  "/wiki/Health_care": "Health care, health-care, or healthcare is the maintenance or improvement of health via the prevention, diagnosis, treatment, recovery, or cure of disease, illness, injury, and other physical and mental impairments in people. Health care is delivered by health professionals in allied health fields. Physicians and physician associates are a part of these health professionals. Dentistry,  pharmacy, midwifery, nursing, medicine, optometry, audiology, psychology, occupational therapy, physical therapy, athletic training and other health professions are all part of health care. It includes work done in providing primary care, secondary care, and tertiary care, as well as in public health.",
  "/wiki/University_of_Pittsburgh": "The University of Pittsburgh (Pitt) is a state-related research university in Pittsburgh, Pennsylvania. It is part of the Commonwealth System of Higher Education of Pennsylvania and was founded as the Pittsburgh Academy in 1787 on the edge of the American frontier. It developed and was renamed as Western University of Pennsylvania by a change to its charter in 1819. After surviving two devastating fires and various relocations within the area, the school moved to its current location in the Oakland neighborhood of the city; it was renamed as the University of Pittsburgh in 1908. Pitt was a private institution until 1966 when it became part of the Commonwealth System of Higher Education.",
  "/wiki/Higher_education": "Higher education is tertiary education leading to award of an academic degree. Higher education, also called post-secondary education, third-level or tertiary education, is an optional final stage of formal learning that occurs after completion of secondary education.  It represents levels 6, 7 and 8 of the 2011 version of the International Standard Classification of Education structure. Tertiary education at a non-degree level is sometimes referred to as further education or continuing education as distinct from higher education.",
  "/wiki/PNC_Financial_Services": "PNC Financial Services Group, Inc. (stylized as PNC) is an American  bank holding company and financial services corporation based in Pittsburgh, Pennsylvania. Its banking subsidiary, PNC Bank, operates in 19 states and the District of Columbia with 2,459 branches and 9,051 ATMs. The company also provides financial services such as asset management, wealth management, estate planning, loan servicing, and information processing.",
  "/wiki/Financial_services": "Financial services are the economic services provided by  the finance industry, which encompasses a broad range of businesses that manage money, including credit unions, banks, credit-card companies, insurance companies, accountancy companies, consumer-finance companies, stock brokerages, investment funds, individual managers and some government-sponsored enterprises. Financial services companies are present in all economically developed geographic locations and tend to cluster in local, national, regional and international financial centers such as London, New York City, and Tokyo.",
  "/wiki/Allegheny_Health_Network": "Allegheny Health Network (AHN), based in Pittsburgh, is a non-profit, ten-hospital academic medical system with facilities located in Western Pennsylvania and one hospital in Western New York. The second-largest provider of health care in its region and one of the largest providers in Pennsylvania, AHN was formed in 2013 when Highmark Inc., a Pennsylvania-based Blue Cross Blue Shield insurance carrier, purchased the assets of the West Penn Allegheny Health System (WPAHS) and added three more hospitals (Jefferson Hospital in Jefferson Hills, Pa., Saint Vincent Hospital in Erie, Pa., and Westfield Memorial Hospital in Westfield, N.Y.) to its new provider division. Allegheny Health Network was formed to act as the parent company to the WPAHS hospitals and its affiliate hospitals, while Highmark Health today serves as the ultimate parent of AHN, creating one of the nation's largest integrated health delivery and financing systems.",
  "/wiki/Giant_Eagle": "Giant Eagle (US: /ˈdʒaɪn.ɪɡəl/ JYNE-ihgl; local pronunciation) is an American supermarket chain with stores in Pennsylvania, Ohio, West Virginia, Indiana, and Maryland. The company was founded in 1918 in Pittsburgh, Pennsylvania, and incorporated on August 31, 1931. Supermarket News ranked Giant Eagle No. 21 in the 2012 \"Top 75 North American Food Retailers\" based on 2011 fiscal year estimated sales of $9.3 billion. In 2005, it was the 32nd-largest privately held corporation, as determined by Forbes. Based on 2005 revenue, Giant Eagle is the 49th-largest retailer in the United States. As of Summer 2014, the company had approximately $9.9 billion in annual sales. As of March 2019, Giant Eagle, Inc. had 216 supermarkets (Giant Eagle, Giant Eagle Express, Market District, Market District Express), 202 fuel station/convenience stores under the GetGo banner and 56 Ricker's fuel station/covenience stores.",
  "/wiki/Supermarkets": "A supermarket is  self-service shop offering a wide variety of food, beverages and household products, organized into sections.  It is larger and has a wider selection than earlier grocery stores, but is smaller and more limited in the range of merchandise than a hypermarket or big-box market.",
  "/wiki/Bank_of_New_York_Mellon": "The Bank of New York Mellon Corporation, doing business as BNY Mellon, is an American worldwide banking and financial services holding company headquartered in New York City. It was formed on July 1, 2007, as a result of the merger of The Bank of New York and Mellon Financial Corporation. It is by far the world's largest custodian bank and asset servicing company, with $1.9 trillion in assets under management and $35.8 trillion in assets under custody as of the third quarter of 2019. BNY Mellon is incorporated in New York.",
  "/wiki/Highmark": "Highmark is a non-profit healthcare company and Integrated Delivery Network based in Pittsburgh, Pennsylvania, United States. It is a large individual not-for-profit health insurer in the United States, which operates several for-profit subsidiaries.",
  "/wiki/Health_insurance": "Health insurance is an insurance that covers the whole or a part of the risk of a person incurring medical expenses, spreading the risk over numerous persons. By estimating the overall risk of health care and health system expenses over the risk pool, an insurer can develop a routine finance structure, such as a monthly premium or payroll tax, to provide the money to pay for the health care benefits specified in the insurance agreement. The benefit is administered by a central organization such as a government agency, private business, or not-for-profit entity.",
  "/wiki/U.S._Steel": "United States Steel Corporation (NYSE: X), more commonly known as U.S. Steel, is an American integrated steel producer headquartered in Pittsburgh, Pennsylvania, with production operations in the United States and Central Europe. As of 2016, the company was the world's 24th-largest steel producer and second-largest domestic producer, trailing only Nucor Corporation.",
  "/wiki/Steel_manufacturing": "Steelmaking is the process of producing steel from iron ore and/or scrap.  In steelmaking, impurities such as nitrogen, silicon, phosphorus, sulfur and excess carbon (most important impurity) are removed from the sourced iron, and alloying elements such as manganese, nickel, chromium, carbon and vanadium are added to produce different grades of steel. Limiting dissolved gases such as nitrogen and oxygen and entrained impurities (termed \"inclusions\") in the steel is also important to ensure the quality of the products cast from the liquid steel.",
  "/wiki/Carnegie_Mellon_University": "Carnegie Mellon University (CMU) is a private research university based in Pittsburgh, Pennsylvania. Founded in 1900 by Andrew Carnegie as the Carnegie Technical Schools, the university became the Carnegie Institute of Technology in 1912 and began granting four-year degrees. In 1967, the Carnegie Institute of Technology merged with the Mellon Institute of Industrial Research to form Carnegie Mellon University. With its main campus located 3 miles (5 km) from Downtown Pittsburgh, Carnegie Mellon has grown into an international university with over a dozen degree-granting locations in six continents, including campuses in Qatar and Silicon Valley, and more than 20 research partnerships.",
  "/wiki/Verizon_Communications": "Verizon Communications Inc. (listen (help·info)) (/vəˈraɪzən/ və-RY-zən) is an American multinational telecommunications conglomerate and a corporate component of the Dow Jones Industrial Average. The company is based at 1095 Avenue of the Americas in Midtown Manhattan, New York City, but is incorporated in Delaware.",
  "/wiki/Telecommunications": "Telecommunication is the transmission of signs, signals, messages, words, writings, images and sounds or information of any nature by wire, radio, optical or other electromagnetic systems.\nTelecommunication occurs when the exchange of information between communication participants includes the use of technology. It is transmitted through a transmission medium, such as over physical media, for example, over electrical cable, or via electromagnetic radiation through space such as radio or light. Such transmission paths are often divided into communication channels which afford the advantages of multiplexing. Since the Latin term communicatio is considered the social process of information exchange, the term telecommunications is often used in its plural form because it involves many different technologies."
}