{
  "/wiki/Wide_receiver": "A wide receiver, also referred to as wideouts or simply receivers, is an offensive position in gridiron football, and is a key player. They get their name because they are split out \"wide\" (near the sidelines), farthest away from the rest of the team.  Wide receivers are among the fastest players on the field.  The wide receiver functions as the pass-catching specialist.",
  "/wiki/Andy_Tanner": "Andy Tanner (born May 16, 1988) is an American football wide receiver who is currently a free agent. He was originally signed by the Saints as an undrafted free agent in 2010. He played college football at Midwestern State.",
  "/wiki/Cornerback": "A cornerback (CB) is a member of the defensive backfield or secondary in gridiron football. Cornerbacks cover receivers most of the time, but also blitz and defend against such offensive running plays as sweeps and reverses. They create turnovers through hard tackles, interceptions, and  deflecting forward passes.",
  "/wiki/Tackle_(American_football)": "Tackle is a playing position in gridiron football. Historically, in the one-platoon system prevalent in the late nineteenth and early twentieth centuries, a tackle played on both offense and defense. In the modern system of specialized units, offensive tackle and defensive tackle are separate positions, and the stand-alone term \"tackle\" refers to the offensive tackle position only. The offensive tackle (OT, T) is a position on the offensive line, left and right. Like other offensive linemen, their job is to block: to physically keep defenders away from the offensive player who has the football and enable him to advance the football and eventually score a touchdown. The term \"tackle\" is a vestige of an earlier era of football in which the same players played both offense and defense.",
  "/wiki/Phil_Trautwein": "Phillip Charles Trautwein (born April 16, 1986) is a former American football offensive tackle who played for the St. Louis Rams of the National Football League (NFL). Trautwein now serves as offensive line coach for the Penn State Nittany Lions. Trautwein played college football for the University of Florida, and was a member of two BCS National Championship teams.  Thereafter, played professionally for the St. Louis Rams, and was a member of practice squads of the Cleveland Browns and New Orleans Saints.",
  "/wiki/Guard_(American_football)": "In gridiron football, a guard (G) is a player who lines up between the center and the tackles on the offensive line of a football team on the line of scrimmage used primarily for blocking. Right guards (RG) is the term for the guards on the right of the offensive line, while left guards (LG) are on the left side. Guards are to the right or left of the center.",
  "/wiki/Nick_Howell": "Nicholas Wade Howell (born 1980) is an American football coach.  He is the defensive coordinator and defensive backs coach at the University of Virginia.",
  "/wiki/Quarterback": "The quarterback (commonly abbreviated \"QB\"), colloquially known as the \"signal caller\", is a position in gridiron football. Quarterbacks are members of the offensive team and line up directly behind the offensive line. In modern American football, the quarterback is usually considered the leader of the offensive team, and is often responsible for calling the play in the huddle. The quarterback also touches the ball on almost every offensive play, and is the offensive player that almost always throws forward passes. When the QB is tackled behind the line of scrimmage, it is called a sack.",
  "/wiki/Sean_Canfield": "Sean Canfield (born November 12, 1986) is a former American football quarterback. He was selected by the New Orleans Saints in the seventh round of the 2010 NFL Draft. Canfield played college football at Oregon State.",
  "/wiki/Josh_Victorian": "Joshua Jermaine Victorian (born July 10, 1988) is an American football cornerback who is currently a free agent. He signed with the Baltimore Ravens as an undrafted free agent. He played college football at Louisiana Tech. He has also been a member of the New England Patriots, New Orleans Saints, New Orleans VooDoo, Pittsburgh Steelers, Houston Texans, Detroit Lions, New York Giants, Los Angeles KISS, Albany Empire and Washington Valor.",
  "/wiki/Cord_Parks": "Cordelius Jamerr Parks (born November 12, 1986) is an American cornerback of Canadian football who is currently a free agent. He was picked up on waivers by the Seattle Seahawks on June 16, 2010. He was signed by the Rams as an undrafted free agent in 2009. He played college football at Northeastern.",
  "/wiki/Fenuki_Tupou": "Fenuki Aisea Tupou (born May 2, 1985) is an American football guard who is currently a free agent. He was drafted by the Philadelphia Eagles in the fifth round of the 2009 NFL Draft. He played college football at Oregon.",
  "/wiki/Running_back": "A running back (RB) is a member of the offensive backfield in gridiron football. The primary roles of a running back are to receive handoffs from the quarterback to rush the ball,\nand block.  There are usually one or two running backs on the field for a given play, depending on the offensive formation. A running back may be a halfback (in certain contexts also referred to as a tailback), a wingback or a fullback. A running back will sometimes be called a \"feature back\" if he is the team's starting running back.",
  "/wiki/Chris_Taylor_(American_football)": "Christopher Taylor (born November 7, 1983) is a former American football running back. He was signed by the Houston Texans as an undrafted free agent in 2006. He played college football at Indiana.",
  "/wiki/Defensive_tackle": "A defensive tackle (DT) is typically the largest and strongest of the defensive players in American football. The defensive tackle typically lines up opposite one of the offensive guards. Depending on a team's individual defensive scheme, a defensive tackle may be called upon to fill several different roles.  These roles may include merely holding the point of attack by refusing to be moved or penetrating a certain gap between offensive linemen to break up a play in the opponent's backfield. If a defensive tackle reads a pass play, his primary responsibility is to pursue the quarterback, or simply knock the pass down at the line if it is within arm's reach.  Other responsibilities of the defensive tackle may be to pursue the screen pass or drop into coverage in a zone blitz scheme. In a traditional 4–3 defense, there is no nose tackle. Instead there is a left and right defensive tackle. Some teams, especially in the National Football League (NFL), do have a nose tackle in this scheme, but most of them do not.",
  "/wiki/Mitch_King": "Mitch King (born May 5, 1986) is a former American football defensive end. He was signed by the Tennessee Titans as an undrafted free agent in 2009. He played college football at Iowa.",
  "/wiki/Ben_Grubbs": "Benjamin Richard Grubbs (born March 10, 1984) is a former American football guard .  He played college football at Auburn University, and was drafted by the Baltimore Ravens in the first round of the 2007 NFL Draft. He has also played for the New Orleans Saints and Kansas City Chiefs. He has been married to Shania Grubbs since July 13, 2013 . He has four children: Nashia, Landon, Nalani, and Nicholas Grubbs.",
  "/wiki/Baltimore_Ravens": "The Baltimore Ravens are a professional American football team based in Baltimore. They compete in the National Football League (NFL) as a member club of the American Football Conference (AFC) North division. The team plays its home games at M&T Bank Stadium and is headquartered in Owings Mills.",
  "/wiki/Brodrick_Bunkley": "Brodrick Bunkley (born November 23, 1983) is a former American football nose tackle. He was drafted by the Philadelphia Eagles in the first round of the 2006 NFL Draft. He played college football at Florida State. Bunkley also played for the Denver Broncos and New Orleans Saints.",
  "/wiki/Denver_Broncos": "The Denver Broncos are a professional American football franchise based in Denver, Colorado.  The Broncos compete as a member club of the National Football League (NFL)'s American Football Conference (AFC) West division. The team began play in 1960 as a charter member of the American Football League (AFL) and joined the NFL as part of the merger in 1970. The Broncos are owned by the Pat Bowlen trust and currently play home games at Empower Field at Mile High (formerly known as Invesco Field at Mile High from 2001–2010, Sports Authority Field at Mile High from 2011–2017, and Broncos Stadium at Mile High from 2018–2019). Prior to that, they played at Mile High Stadium from 1960 to 2000.",
  "/wiki/Linebacker": "A linebacker (LB or backer) is a playing position in gridiron football.  Linebackers are members of the defensive team, and line up approximately three to five yards (4 m) behind the line of scrimmage, behind the defensive linemen, and therefore \"back up the line\". Linebackers generally align themselves before the ball is snapped by standing upright in a \"two-point stance\" (as opposed to the defensive linemen, who put one or two hands on the ground for a \"three-point stance\" or \"four-point stance\" before the ball is snapped).",
  "/wiki/St._Louis_Rams": "In 1995, the Los Angeles Rams of the National Football League relocated the franchise from southern California to the Midwestern United States, moving to St. Louis, Missouri and becoming known as the St. Louis Rams. The Rams called St. Louis home from 1995 until the end of the 2015 season, after which they returned to playing in their former home in Los Angeles.",
  "/wiki/Atlanta_Falcons": "The Atlanta Falcons are a professional American football team based in Atlanta, Georgia. The Falcons compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) South division.  The Falcons joined the NFL in 1965 as an expansion team, after the NFL offered then-owner Rankin Smith a franchise to keep him from joining the rival American Football League (AFL).",
  "/wiki/Seattle_Seahawks": "The Seattle Seahawks  are a professional American football team based in Seattle, Washington. The Seahawks compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) West division. They joined the NFL in 1976 as an expansion team. The Seahawks are coached by Pete Carroll. Since 2002, they have played their home games at CenturyLink Field (formerly Qwest Field), located south of downtown Seattle. They previously played home games in the Kingdome (1976–1999) and Husky Stadium (1994, 2000–2001).",
  "/wiki/Placekicker": "Placekicker, or simply kicker (PK or K), is the player in gridiron football who is responsible for the kicking duties of field goals and extra points. In many cases, the placekicker also serves as the team's kickoff specialist or punter as well.",
  "/wiki/2012_New_Orleans_Saints_season": "The 2012 New Orleans Saints season was the franchise's 46th season in the National Football League, and the 37th with home games at the Superdome. It was going to be the seventh season under head coach Sean Payton; however, he was suspended by the NFL for the entire 2012 season as part of the punishment for the team's bounty scandal. On April 12, 2012, linebackers coach Joe Vitt was named interim head coach to replace Sean Payton while he served his one-year suspension. On August 22, 2012, it was announced that Aaron Kromer would take over while Vitt himself served a six-game suspension to start the regular season. The Saints attempted to make history as the first host team to play the Super Bowl on their own home field, but they were eliminated from post-season contention for the first time since 2008 in Week 16. The Saints set an NFL record for most yards given up by a defense, 7,042 yards, surpassing the 1981 Baltimore Colts record of 6,793 yards."
}