{
  "/wiki/Astley_Green_Colliery": "Astley Green Colliery was a coal mine in Astley, Greater Manchester, then in the historic county of Lancashire, England. It was the last colliery to be sunk in Astley. Sinking commenced in 1908 by the Pilkington Colliery Company, a subsidiary of the Clifton and Kersley Coal Company, at the southern edge of the Manchester Coalfield, working the Middle Coal Measures where they\ndipped under the Permian age rocks under Chat Moss. The colliery was north of the Bridgewater Canal. In 1929 it became part of Manchester Collieries, and in 1947 was nationalised and integrated into the National Coal Board. It closed in 1970, and is now Astley Green Colliery Museum.",
  "/wiki/Astley,_Greater_Manchester": "Astley is a village in the Metropolitan Borough of Wigan in Greater Manchester, England, which is crossed by the Bridgewater Canal and the A580 East Lancashire Road. Continuous with Tyldesley,  it is equidistant from Wigan and Manchester, both 8.3 miles (13.4 km) away. The Astley Mosley Common ward had a population of 11,270 at the 2011 Census.",
  "/wiki/Clifton_and_Kersley_Coal_Company": "The Clifton and Kersley Coal Company or Clifton and Kearsley Coal Company was a coal mining company that operated in Clifton and Kearsley on the south side of the Irwell Valley, then in the historic county of Lancashire, England. Its collieries exploited the coal mines (seams) of the middle coal measures in the Manchester Coalfield. Pits had been sunk in the 1730s and in the 1740s John Heathcote who owned the pits employed Matthew Fletcher. The Fletchers had extensive interests in coal mining in the area and, by the 1750s, Fletcher owned the collieries.",
  "/wiki/Bridgewater_Canal": "The Bridgewater Canal connects Runcorn, Manchester and Leigh, in North West England. It was commissioned by Francis Egerton, 3rd Duke of Bridgewater, to transport coal from his mines in Worsley to Manchester. It was opened in 1761 from Worsley to Manchester, and later extended from Manchester to Runcorn, and then from Worsley to Leigh.",
  "/wiki/Chat_Moss": "Chat Moss is a large area of peat bog that makes up 30 per cent of the City of Salford, in Greater Manchester, England. North of the Manchester Ship Canal and River Mersey, five miles (8 km) to the west of Manchester, it occupies an area of about 10.6 square miles (27.5 km2).",
  "/wiki/Permian": "The Permian (/ˈpɜːr.mi.ən/ PUR-mee-ən) is a geologic period and system which spans 47 million years from the end of the Carboniferous period 298.9 million years ago (Mya), to the beginning of the Triassic period 251.902 Mya. It is the last period of the Paleozoic era; the following Triassic period belongs to the Mesozoic era. The concept of the Permian was introduced in 1841 by geologist Sir Roderick Murchison, who named it after the region of Perm in Russia.",
  "/wiki/Manchester_Collieries": "Manchester Collieries was a coal mining company with headquarters in Walkden formed from a group of independent companies operating on the Manchester Coalfield in 1929. The Mining Industry Act of 1926 attempted to stem the post-war decline in coal mining and encourage independent companies to merge in order to modernise and better survive the economic conditions of the day. Robert Burrows of the Atherton company Fletcher Burrows proposed a merger of several independent companies operating to the west of Manchester. The merger was agreed and took place in March 1929.",
  "/wiki/Astley_Green_Colliery_Museum": "The Astley Green Colliery Museum is a museum run by the Red Rose Steam Society in Astley near Tyldesley in Greater Manchester, England. (grid reference SJ70509996)  Before becoming a museum, the site was a working colliery that produced coal from 1912 to 1970; it is now protected as a Scheduled Monument. The museum occupies a 15-acre (6 ha) site by the Bridgewater Canal which has the only surviving pit headgear and engine house on the Lancashire Coalfield.",
  "/wiki/Bridgewater_Collieries": "Bridgewater Collieries originated from the coal mines on the Manchester Coalfield in Worsley in the historic county of Lancashire owned by Francis Egerton, 3rd Duke of Bridgewater in the second half of the 18th century. After the Duke's death in 1803 his estate was managed by the Bridgewater Trustees until the 3rd Earl of Ellesmere inherited the estates in 1903. Bridgewater Collieries was formed in 1921 by the 4th Earl. The company merged with other prominent mining companies to form Manchester Collieries in 1929.",
  "/wiki/Boothstown": "Boothstown is a Suburban village in Greater Manchester, England. It lies within the metropolitan borough of the City of Salford in the Boothstown and Ellenbrook ward, which had a population at the 2011 Census of 9,599.  The village is in the west of the City of Salford, bordered to the north by the East Lancashire Road A580  and to the south by the Bridgewater Canal. Historically, it was a hamlet partly in Worsley township in the parish of Eccles, and partly in Tyldesley in the parish of Leigh.",
  "/wiki/Cleworth_Hall_Colliery": "Cleworth Hall Colliery was a coal mine operating on the Manchester Coalfield after 1874 in Tyldesley, Greater Manchester, then in the historic county of Lancashire, England.",
  "/wiki/Tyldesley_Coal_Company": "Tyldesley Coal Company was a coal mining company formed in 1870 in Tyldesley, on the Manchester Coalfield in the historic county of Lancashire, England that had its origins in Yew Tree Colliery, the location for a mining disaster that killed 25 men and boys in 1858.",
  "/wiki/Crombouke_mine": "The Manchester Coalfield is part of the South Lancashire Coalfield, the coal seams of which were laid down in the Carboniferous Period. Some easily accessible seams were worked on a small scale from the Middle Ages, and extensively from the beginning of the Industrial Revolution in the early 19th century until the last quarter of the 20th century. The Coal Measures lie above a bed of Millstone Grit and are interspersed with sandstones, mudstones, shales, and fireclays. The Lower Coal Measures occupy the high ground of the West Pennine Moors above Bolton and are not worked in the Manchester Coalfield. The most productive of the coal measures are the lower two thirds of the Middle Coal Measures where coal is mined from seams between the Worsley Four Foot and Arley mines. The deepest and most productive collieries were to the south of the coalfield. The coalfield is affected by the northwest to southeast aligned Pendleton Fault along the Irwell Valley and the Rossendale Anticline. The Coal Measures generally dip towards the south and west. Numerous other smaller faults affect the coalfield. The Upper Coal Measures are not worked in the Manchester Coalfield.",
  "/wiki/Rams_mine": "The Manchester Coalfield is part of the South Lancashire Coalfield, the coal seams of which were laid down in the Carboniferous Period. Some easily accessible seams were worked on a small scale from the Middle Ages, and extensively from the beginning of the Industrial Revolution in the early 19th century until the last quarter of the 20th century. The Coal Measures lie above a bed of Millstone Grit and are interspersed with sandstones, mudstones, shales, and fireclays. The Lower Coal Measures occupy the high ground of the West Pennine Moors above Bolton and are not worked in the Manchester Coalfield. The most productive of the coal measures are the lower two thirds of the Middle Coal Measures where coal is mined from seams between the Worsley Four Foot and Arley mines. The deepest and most productive collieries were to the south of the coalfield. The coalfield is affected by the northwest to southeast aligned Pendleton Fault along the Irwell Valley and the Rossendale Anticline. The Coal Measures generally dip towards the south and west. Numerous other smaller faults affect the coalfield. The Upper Coal Measures are not worked in the Manchester Coalfield.",
  "/wiki/Black_and_White_mine": "The Manchester Coalfield is part of the South Lancashire Coalfield, the coal seams of which were laid down in the Carboniferous Period. Some easily accessible seams were worked on a small scale from the Middle Ages, and extensively from the beginning of the Industrial Revolution in the early 19th century until the last quarter of the 20th century. The Coal Measures lie above a bed of Millstone Grit and are interspersed with sandstones, mudstones, shales, and fireclays. The Lower Coal Measures occupy the high ground of the West Pennine Moors above Bolton and are not worked in the Manchester Coalfield. The most productive of the coal measures are the lower two thirds of the Middle Coal Measures where coal is mined from seams between the Worsley Four Foot and Arley mines. The deepest and most productive collieries were to the south of the coalfield. The coalfield is affected by the northwest to southeast aligned Pendleton Fault along the Irwell Valley and the Rossendale Anticline. The Coal Measures generally dip towards the south and west. Numerous other smaller faults affect the coalfield. The Upper Coal Measures are not worked in the Manchester Coalfield.",
  "/wiki/Trencherbone_mine": "The Manchester Coalfield is part of the South Lancashire Coalfield, the coal seams of which were laid down in the Carboniferous Period. Some easily accessible seams were worked on a small scale from the Middle Ages, and extensively from the beginning of the Industrial Revolution in the early 19th century until the last quarter of the 20th century. The Coal Measures lie above a bed of Millstone Grit and are interspersed with sandstones, mudstones, shales, and fireclays. The Lower Coal Measures occupy the high ground of the West Pennine Moors above Bolton and are not worked in the Manchester Coalfield. The most productive of the coal measures are the lower two thirds of the Middle Coal Measures where coal is mined from seams between the Worsley Four Foot and Arley mines. The deepest and most productive collieries were to the south of the coalfield. The coalfield is affected by the northwest to southeast aligned Pendleton Fault along the Irwell Valley and the Rossendale Anticline. The Coal Measures generally dip towards the south and west. Numerous other smaller faults affect the coalfield. The Upper Coal Measures are not worked in the Manchester Coalfield.",
  "/wiki/Combermere_Colliery": "Combermere Colliery was a coal mine operating on the Manchester Coalfield after 1867 in Shakerley, Tyldesley, Greater Manchester, then in the historic county of Lancashire, England.",
  "/wiki/Fireclay": "Fire clay is a range of refractory clays used in the manufacture of ceramics, especially fire brick. The United States Environmental Protection Agency defines fire clay very generally as a \"mineral aggregate composed of hydrous silicates of aluminium (Al2O3·2SiO2·2H2O) with or without free silica.\"",
  "/wiki/New_Manchester": "New Manchester or  The City was an isolated mining community on the Manchester Coalfield north of Mosley Common in the Tyldesley township, England. It lies west of a boundary stone at Ellenbrook which marks the ancient boundary of the Hundreds of Salford and West Derby, the boundary of Eccles and Leigh ecclesiastical parishes, Tyldesley, Worsley and Little Hulton townships and the metropolitan districts of Wigan and Salford. The route of the Roman road from Manchester to Wigan and the Tyldesley Loopline passed south of the village. The Lancashire and Yorkshire Railway's Manchester to Southport line passed to the north.",
  "/wiki/Worsley_Four_Foot_mine": "The Manchester Coalfield is part of the South Lancashire Coalfield, the coal seams of which were laid down in the Carboniferous Period. Some easily accessible seams were worked on a small scale from the Middle Ages, and extensively from the beginning of the Industrial Revolution in the early 19th century until the last quarter of the 20th century. The Coal Measures lie above a bed of Millstone Grit and are interspersed with sandstones, mudstones, shales, and fireclays. The Lower Coal Measures occupy the high ground of the West Pennine Moors above Bolton and are not worked in the Manchester Coalfield. The most productive of the coal measures are the lower two thirds of the Middle Coal Measures where coal is mined from seams between the Worsley Four Foot and Arley mines. The deepest and most productive collieries were to the south of the coalfield. The coalfield is affected by the northwest to southeast aligned Pendleton Fault along the Irwell Valley and the Rossendale Anticline. The Coal Measures generally dip towards the south and west. Numerous other smaller faults affect the coalfield. The Upper Coal Measures are not worked in the Manchester Coalfield.",
  "/wiki/Gin_Pit_Colliery": "Gin Pit was a coal mine operating on the Lancashire Coalfield from the 1840s in Tyldesley, Greater Manchester then in the historic county of Lancashire, England. It exploited the Middle Coal Measures of the Manchester Coalfield and was situated to the south of the Tyldesley Loopline.",
  "/wiki/Astley_and_Tyldesley_Collieries": "The Astley and Tyldesley Collieries Company formed in 1900 owned coal mines on the Lancashire Coalfield south of the railway in Astley and Tyldesley, then in the historic county of Lancashire, England. The company became part of Manchester Collieries in 1929 and some of its collieries were nationalised in 1947.",
  "/wiki/Brassey_mine": "The Manchester Coalfield is part of the South Lancashire Coalfield, the coal seams of which were laid down in the Carboniferous Period. Some easily accessible seams were worked on a small scale from the Middle Ages, and extensively from the beginning of the Industrial Revolution in the early 19th century until the last quarter of the 20th century. The Coal Measures lie above a bed of Millstone Grit and are interspersed with sandstones, mudstones, shales, and fireclays. The Lower Coal Measures occupy the high ground of the West Pennine Moors above Bolton and are not worked in the Manchester Coalfield. The most productive of the coal measures are the lower two thirds of the Middle Coal Measures where coal is mined from seams between the Worsley Four Foot and Arley mines. The deepest and most productive collieries were to the south of the coalfield. The coalfield is affected by the northwest to southeast aligned Pendleton Fault along the Irwell Valley and the Rossendale Anticline. The Coal Measures generally dip towards the south and west. Numerous other smaller faults affect the coalfield. The Upper Coal Measures are not worked in the Manchester Coalfield.",
  "/wiki/Great_Boys_Colliery": "Great Boys Colliery was a coal mine operating on the Manchester Coalfield in the second half of the 19th century in Tyldesley, then in the historic county of Lancashire, England. It was sunk on Great Boys farm, which in 1778 was described as a \"messuage with eight Cheshire acres of land\" on the north side of Sale Lane west of the Colliers Arms public house. It was owned by William Atkin and sold in 1855 to mineowners, John Fletcher of Bolton and Samuel Scowcroft. By 1869 their partnership was dissolved and the company became John Fletcher and Sons in 1877. Shafts were sunk for a colliery on Pear Tree Farm on the corner of Mort Lane and Sale Lane which appear in the 1867 Mines Lists and became part of Great Boys Colliery.  Fletcher and Schofield were granted permission to construct a mineral railway to join the London and North Western Railway's Tyldesley Loopline in 1868 but there is no evidence that it was built. The colliery closed before 1885. The colliery accessed the Brassey mine (coal seam) at about 170 yards and the Six Foot mine at 182 yards. The deeper coal seams were accessed by New Lester Colliery.",
  "/wiki/Worsley_Navigable_Levels": "The Worsley Navigable Levels are an extensive series of coal mines in Worsley in the City of Salford in Greater Manchester, England. They were worked largely by the use of underground canals (the navigable levels) and boats called starvationers.",
  "/wiki/Mosley_Common_Colliery": "Mosley Common Colliery was a coal mine originally owned by the Bridgewater Trustees operating on the Manchester Coalfield after 1866 in Mosley Common, Greater Manchester, then in the historic county of Lancashire, England. The colliery eventually had five shafts and became the largest colliery on the Lancashire Coalfield with access to around 270 million tons of coal under the Permian rocks to the south.",
  "/wiki/Mosley_Common": "Mosley Common is a suburb of Tyldesley at the far-eastern edge of the Metropolitan Borough of Wigan, in Greater Manchester, England.\nHistorically part of Lancashire, it was anciently a hamlet in the east of the township of Tyldesley cum Shakerley, in the ancient parish of Leigh. The area of Mosley Common in 1747 was 34 acres (14 ha) statute s.",
  "/wiki/Nelson_Pit": "Nelson Pit was a coal mine operating on the Manchester Coalfield from the 1830s or 1840s in Shakerley, Tyldesley, Greater Manchester, then in the historic county of Lancashire, England.",
  "/wiki/Shakerley": "Shakerley is a suburb of Tyldesley in the Metropolitan Borough of Wigan, Greater Manchester, England. \nIt was anciently a hamlet in the northwest of the township of Tyldesley cum Shakerley, in the ancient parish of \nLeigh.\nThe boundary between Shakerley and Hindsford is the Hindsford Brook. It remains the boundary between Tyldesley and Atherton. Hyndforth Bridge across the brook, was rebuilt in stone in 1629.",
  "/wiki/Shakerley_Collieries": "Ramsden's Shakerley Collieries was a coal mining company operating the Nelson and Wellington Pits from the mid 19th century in Shakerley, Tyldesley in the historic county of Lancashire, England.",
  "/wiki/New_Lester_Colliery": "New Lester Colliery was a coal mine operating on the Manchester Coalfield from the second half of the 19th century to the first half of the 20th century in Tyldesley, then in the historic county of Lancashire, England. It was owned by James Roscoe and two shafts were sunk in about 1865 on the east side of Mort Lane on the road to Little Hulton where Roscoe had sunk the Peel Hall and New Watergate pits.",
  "/wiki/James_Roscoe": "James Roscoe (1820 – 1 August 1890) of Little Hulton, Greater Manchester was an English locomotive engineer and colliery owner.",
  "/wiki/Nook_Colliery": "Nook Colliery was a coal mine operating on the Manchester Coalfield after 1866 in Tyldesley, Greater Manchester, then in the historic county of Lancashire, England.",
  "/wiki/Little_Hulton": "Little Hulton is an area within the City of Salford, Greater Manchester, England, 3.4 miles (5.5 km) south of Bolton, 7 miles (11.3 km) west-northwest of Salford, and 9 miles (14.5 km) west-northwest of Manchester. Little Hulton is bordered by Farnworth to the north and Walkden to the east.",
  "/wiki/Peelwood_Colliery": "Peelwood Colliery was a coal mine operating on the Manchester Coalfield after 1883 in Shakerley, Tyldesley, Greater Manchester, then in the historic county of Lancashire, England.",
  "/wiki/Tyldesley": "Tyldesley (/ˈtɪlzliː/ or /ˈtɪlsliː/) is a town in the Metropolitan Borough of Wigan in Greater Manchester, England, but historically in Lancashire. It is north of Chat Moss near the foothills of the West Pennine Moors, 7.7 miles (12.4 km) southeast of Wigan and 8.9 miles (14.3 km) northwest of Manchester. At the United Kingdom Census 2001, the Tyldesley built-up area, excluding Shakerley, had a population of 16,142.",
  "/wiki/Shakerley_Colliery_(Greens)": "Shakerley Colliery was a coal mine on the Manchester Coalfield near Shakerley, Tyldesley, Greater Manchester, then in the historic county of Lancashire, England. It was sunk in 1867 and was operating in 1878.\nThe colliery on Shakerley Common had a single shaft which was sunk to the Rams mine at 300 feet by George Green to exploit the Middle Coal Measures of the Lancashire Coalfield and became part of the Tyldesley Coal Company in 1870. It had the first iron headgear in the country but closed by 1886.",
  "/wiki/St_George%27s_Colliery": "St George's Colliery, Back o't' Church,  was a coal mine operating on the Manchester Coalfield after 1866 in Tyldesley, Greater Manchester, then in the historic county of Lancashire, England. The colliery was situated to the south of Tyldesley Station on the Tyldesley Loopline and named after St George's Church.",
  "/wiki/List_of_collieries_in_Astley_and_Tyldesley": "Astley and Tyldesley are situated on the Manchester Coalfield, historically in Lancashire, now in Greater Manchester, England."
}