{
  "/wiki/Operating_system": "An operating system (OS) is system software that manages computer hardware, software resources, and provides common services for computer programs.",
  "/wiki/Free_and_open-source_software": "Free and open-source software (FOSS) is software that can be classified as both free software and open-source software.[a] That is, anyone is freely licensed to use, copy, study, and change the software in any way, and the source code is openly shared so that people are encouraged to voluntarily improve the design of the software. This is in contrast to proprietary software, where the software is under restrictive copyright licensing and the source code is usually hidden from the users.",
  "/wiki/Software_license": "A software license is a legal instrument (usually by way of contract law, with or without printed material) governing the use or redistribution of software. Under United States copyright law, all software is copyright protected, in both source code and object code forms, unless that software was developed by the United States Government, in which case it cannot be copyrighted. Authors of copyrighted software can donate their software to the public domain, in which case it is also not covered by copyright and, as a result, cannot be licensed.",
  "/wiki/A86_(software)": "A86 is computer software, a compact commercial assembler developed for the Intel x86 family of microprocessors by Eric Isaacson. It was first made available as shareware in the 1980s. The assembler is contained in one 32K executable and can directly produce an MS-DOS-compatible COM file or an object file for use with a standard linker. While still supporting expected x86 syntax, A86 allows the use of slightly simpler shorthand in some cases. It also does not require the use of directives, such as ASSUME and PROC, as do Microsoft Macro Assembler and other contemporaries. Isaacson claimed that A86 can assemble 100,000 lines of source per second on a Pentium II or better. It comes with a debugger, D86.",
  "/wiki/Microsoft_Windows": "Microsoft Windows, commonly referred to as Windows, is a group of several proprietary graphical operating system families, all of which are developed and marketed by Microsoft. Each family caters to a certain sector of the computing industry. Active Microsoft Windows families include Windows NT and Windows IoT; these may encompass subfamilies, e.g. Windows Server or Windows Embedded Compact (Windows CE). Defunct Microsoft Windows families include Windows 9x, Windows Mobile and Windows Phone.",
  "/wiki/DOS": "DOS (/dɒs/, /dɔːs/) is a platform-independent acronym for Disk Operating System which later became a common shorthand for disk-based operating systems on IBM PC compatibles. DOS primarily consists of Microsoft's MS-DOS and a rebranded IBM version under the name PC DOS, both of which were introduced in 1981. Later compatible systems from other manufacturers include DR DOS (1988), ROM-DOS (1989), PTS-DOS (1993), and FreeDOS (1998). MS-DOS dominated the IBM PC compatible market between 1981 and 1995.",
  "/wiki/Proprietary_software": "Proprietary software, also known as closed-source software, is non-free computer software for which the software's publisher or another person retains intellectual property rights—usually copyright of the source code, but sometimes patent rights.",
  "/wiki/Amsterdam_Compiler_Kit": "The Amsterdam Compiler Kit (ACK) is a retargetable compiler suite and toolchain written by Andrew Tanenbaum and Ceriel Jacobs, and was MINIX's native toolchain until the MINIX userland was largely replaced by that of NetBSD (MINIX 3.2.0) and clang was adopted as the system compiler. The ACK was originally closed-source software (that allowed binaries to be distributed for MINIX as a special case), but in April 2003 it was released under an open source BSD license. It has frontends for programming languages C, Pascal, Modula-2, Occam, and BASIC.",
  "/wiki/Linux": "Linux (/ˈlɪnəks/ (listen) LIN-əks) is a family of open source Unix-like operating systems based on the Linux kernel, an operating system kernel first released on September 17, 1991, by Linus Torvalds. Linux is typically packaged in a Linux distribution.",
  "/wiki/MINIX": "Minix (from \"mini-Unix\") is a POSIX-compliant (since version 2.0), Unix-like operating system based on a microkernel architecture.",
  "/wiki/Unix-like": "A Unix-like (sometimes referred to as UN*X or *nix) operating system is one that behaves in a manner similar to a Unix system, while not necessarily conforming to or being certified to any version of the Single UNIX Specification.  A Unix-like application is one that behaves like the corresponding Unix command or shell. There is no standard for defining the term, and some difference of opinion is possible as to the degree to which a given operating system or application is \"Unix-like\".",
  "/wiki/BSD_licenses": "BSD licenses are a family of permissive free software licenses, imposing minimal restrictions on the use and distribution of covered software. This is in contrast to copyleft licenses, which have share-alike requirements. The original BSD license was used for its namesake, the Berkeley Software Distribution (BSD), a Unix-like operating system. The original version has since been revised, and its descendants are referred to as modified BSD licenses.",
  "/wiki/IBM_ALP": "IBM Assembly Language Processor (ALP) is an assembler written by IBM for 32-bit OS/2 Warp (OS/2 3.0), which was released in 1994.",
  "/wiki/OS/2": "OS/2 is a series of computer operating systems, initially created by Microsoft and IBM under the leadership of IBM software designer Ed Iacobucci. As a result of a feud between the two companies over how to position OS/2 relative to Microsoft's new Windows 3.1 operating environment, the two companies severed the relationship in 1992 and OS/2 development fell to IBM exclusively. The name stands for \"Operating System/2\", because it was introduced as part of the same generation change release as IBM's \"Personal System/2 (PS/2)\" line of second-generation personal computers. The first version of OS/2 was released in December 1987 and newer versions were released until December 2001.",
  "/wiki/AT&T": "AT&T Inc. is an American multinational conglomerate holding company headquartered at Whitacre Tower in Downtown Dallas, Texas. It is the world's largest telecommunications company, the largest provider of mobile telephone services, and the largest provider of fixed telephone services in the United States through AT&T Communications. Since June 14, 2018, it is also the parent company of mass media conglomerate WarnerMedia, making it the world's largest media and entertainment company in terms of revenue. As of 2018[update], AT&T is ranked #9 on the Fortune 500 rankings of the largest United States corporations by total revenue.",
  "/wiki/Unix_System_V": "Unix System V (pronounced: \"System Five\") is one of the first commercial versions of the Unix operating system. It was originally developed by AT&T and first released in 1983. Four major versions of System V were released, numbered 1, 2, 3, and 4. System V Release 4 (SVR4) was commercially the most successful version, being the result of an effort, marketed as Unix System Unification, which solicited the collaboration of the major Unix vendors. It was the source of several common commercial Unix features. System V is sometimes abbreviated to SysV.",
  "/wiki/Digital_Research": "Digital Research, Inc. (DR or DRI) was a company created by Gary Kildall to market and develop his CP/M operating system and related 8-bit, 16-bit and 32-bit systems like MP/M, Concurrent DOS, FlexOS, Multiuser DOS, DOS Plus, DR DOS and GEM. It was the first large software company in the microcomputer world. Digital Research was based in Pacific Grove, California.",
  "/wiki/CP/M-86": "CP/M-86 was a version of the CP/M operating system that Digital Research (DR) made for the Intel 8086 and Intel 8088. The system commands are the same as in CP/M-80. Executable files used the relocatable .CMD file format.[nb 1] Digital Research also produced a multi-user multitasking operating system compatible with CP/M-86, MP/M-86, which later evolved into Concurrent CP/M-86. When an emulator was added to provide PC DOS compatibility, the system was renamed Concurrent DOS, which later became Multiuser DOS, of which REAL/32 is the latest incarnation. The FlexOS, DOS Plus, and DR DOS families of operating systems started as derivations of Concurrent DOS as well.",
  "/wiki/Intel": "Intel Corporation  (commonly known as Intel and stylized as intel) is an American multinational corporation and technology company headquartered in Santa Clara, California, in Silicon Valley. It is the world's largest and highest valued semiconductor chip manufacturer based on revenue, and is the inventor of the x86 series of microprocessors, the processors found in most personal computers (PCs). Intel ranked No. 46 in the 2018 Fortune 500 list of the largest United States corporations by total revenue. Intel is incorporated in Delaware.",
  "/wiki/ISIS_(operating_system)": "ISIS, short for Intel System Implementation Supervisor, is an operating system for early Intel microprocessors like the 8080. It was originally developed by Ken Burgett under the new management of Bill Davidow for the Intel Microprocessor Development System starting in 1975, and later adopted as ISIS-II for systems with floppy drives.",
  "/wiki/IRMX": "iRMX is a real-time operating system designed specifically for use with the Intel 8080 and Intel 8086 family of processors. It is an acronym for Real-time Multitasking eXecutive.",
  "/wiki/FASM": "FASM (flat assembler) is an assembler for x86 processors. It supports Intel-style assembly language on the IA-32 and x86-64 computer architectures. It claims high speed, size optimizations, operating system (OS) portability, and macro abilities. It is a low-level assembler and intentionally uses very few command-line options. It is free and open-source software.",
  "/wiki/Copyleft": "Copyleft, distinguished from copyright, is the practice of offering people the right to freely distribute copies and modified versions of a work with the stipulation that the same rights be preserved in derivative works created later. Copyleft software licenses are considered protective or reciprocal, as contrasted with permissive free-software licenses.",
  "/wiki/GNU_Assembler": "The GNU Assembler, commonly known as gas or simply as, its executable name, is the assembler used by the GNU Project. It is the default back-end of GCC. It is used to assemble the GNU operating system and the Linux kernel, and various other software. It is a part of the GNU Binutils package.",
  "/wiki/GNU_General_Public_License": "The GNU General Public License (GNU GPL or GPL) is a widely used free software license that guarantees end users the freedom to run, study, share, and modify the software. The license was originally written by Richard Stallman, former head of the Free Software Foundation (FSF), for the GNU Project, and grants the recipients of a computer program the rights of the Free Software Definition. The GPL is a copyleft license, which means that derivative work must be distributed under the same or equivalent license terms. This is in distinction to permissive software licenses, of which the BSD licenses and the MIT License are widely-used less-restrictive examples. GPL was the first copyleft license for general use.",
  "/wiki/High_Level_Assembly": "High Level Assembly (HLA) is a high-level assembly language developed by Randall Hyde. It allows the use of higher-level language constructs to aid both beginners and advanced assembly developers. It fully supports advanced data types and object-oriented programming. It uses a syntax loosely based on several high-level programming languages (HLLs), such as Pascal, Ada, Modula-2, and C++, to allow creating readable assembly language programs, and to allow HLL programmers to learn HLA as fast as possible.",
  "/wiki/FreeBSD": "FreeBSD is a free and open-source Unix-like operating system descended from the Berkeley Software Distribution (BSD), which was based on Research Unix. The first version of FreeBSD was released in 1993. In 2005, FreeBSD was the most popular open-source BSD operating system, accounting for more than three-quarters of all installed BSD systems.",
  "/wiki/MacOS": "macOS (/ˌmækoʊˈɛs/; previously Mac OS X and later OS X) is a series of proprietary graphical operating systems developed and marketed by Apple Inc. since 2001. It is the primary operating system for Apple's Mac computers. Within the market of desktop, laptop and home computers, and by web usage, it is the second most widely used desktop OS, after Microsoft Windows.",
  "/wiki/Public_domain": "The public domain consists of all the creative work to which no exclusive intellectual property rights apply. Those rights may have expired, been forfeited, expressly waived, or may be inapplicable.",
  "/wiki/Open_Watcom_Assembler": "Open Watcom Assembler or WASM is an x86 assembler produced by Watcom and included as part of the Watcom C/C++ compiler. Further development is being done on the 32- and 64-bit JWASM project,. which more closely matches the syntax of Microsoft's assembler.",
  "/wiki/Open_Source_Initiative": "The Open Source Initiative (OSI) is a California public benefit corporation, with 501(c)3 tax-exempt status, founded in 1998.\nIt promotes the usage of Open Source Software.",
  "/wiki/Free_Software_Foundation": "The Free Software Foundation (FSF) is a 501(c)(3) non-profit organization founded by Richard Stallman on 4 October 1985 to support the free software movement, which promotes the universal freedom to study, distribute, create, and modify computer software, with the organization's preference for software being distributed under copyleft (\"share alike\") terms, such as with its own GNU General Public License. The FSF was incorporated in Massachusetts, US, where it is also based.",
  "/wiki/Sybase_Open_Watcom_Public_License": "The Sybase Open Watcom Public Licence is a software license that has been approved by the Open Source Initiative.  It is the licence under which the Open Watcom C/C++ compiler is released.",
  "/wiki/Microsoft_Macro_Assembler": "The Microsoft Macro Assembler (MASM) is an x86 assembler that uses the Intel syntax for MS-DOS and Microsoft Windows. Beginning with MASM 8.0, there are two versions of the assembler: One for 16-bit & 32-bit assembly sources, and another (ML64) for 64-bit sources only.",
  "/wiki/End-user_license_agreement": "An end-user license agreement (EULA) is a legal contract entered into between a software developer or vendor and the user of the software, often where the software has been purchased by the user from an intermediary such as a retailer. A EULA specifies in detail the rights and restrictions which apply to the use of the software.",
  "/wiki/Netwide_Assembler": "The Netwide Assembler (NASM) is an assembler and disassembler for the Intel x86 architecture. It can be used to write 16-bit, 32-bit (IA-32) and 64-bit (x86-64) programs. NASM is considered to be one of the most popular assemblers for Linux.",
  "/wiki/Tim_Paterson": "Tim Paterson (born 1 June 1956) is an American computer programmer, best known for creating 86-DOS, an operating system for the Intel 8086. This system emulated the application programming interface (API) of CP/M, which was created by Gary Kildall. 86-DOS later formed the basis of MS-DOS, the most widely used personal computer operating system in the 1980s.",
  "/wiki/86-DOS": "86-DOS is a discontinued operating system developed and marketed by Seattle Computer Products (SCP) for its Intel 8086-based computer kit. Initially known as QDOS (Quick and Dirty Operating System), the name was changed to 86-DOS once SCP started licensing the operating system in 1980.",
  "/wiki/DEBUG": "The line-oriented debugger DEBUG is an external command in operating systems such as DOS, OS/2 and Windows (only in 16-bit/32-bit versions).",
  "/wiki/Turbo_Assembler": "Turbo Assembler (TASM)  is a computer assembler (software for program development) developed by Borland which runs on and produces code for 16- or 32-bit x86 DOS or Microsoft Windows. It can be used with Borland's high-level language compilers, such as Turbo Pascal, Turbo Basic, Turbo C and Turbo C++. The Turbo Assembler package is bundled with the Turbo Linker, and is interoperable with the Turbo Debugger. TASM can assemble Microsoft Macro Assembler (MASM) source using its MASM mode and has an ideal mode with a few enhancements. Object-Oriented programming has been supported since version 3.0. The last version of Turbo Assembler is 5.4, with files dated 1996 and patches up to 2010; it is still supplied with Delphi and C++Builder.",
  "/wiki/Tiny_C_Compiler": "The Tiny C Compiler (a.k.a. TCC, tCc, or TinyCC) is an x86, X86-64 and ARM processor C compiler created by Fabrice Bellard. It is designed to work for slow computers with little disk space (e.g. on rescue disks). Windows operating system support was added in version 0.9.23 (17 Jun 2005). TCC is distributed under the GNU Lesser General Public License.",
  "/wiki/GNU_Lesser_General_Public_License": "The GNU Lesser General Public License (LGPL) is a free-software license published by the Free Software Foundation (FSF). The license allows developers and companies to use and integrate a software component released under the LGPL into their own (even proprietary) software without being required by the terms of a strong copyleft license to release the source code of their own components. However, any developer who modifies an LGPL-covered component is required to make their modified version available under the same LGPL license. For proprietary software, code under the LGPL is usually used in the form of a shared library, so that there is a clear separation between the proprietary and LGPL components. The LGPL is primarily used for software libraries, although it is also used by some stand-alone applications.",
  "/wiki/Vasm": "vasm is a free assembler supporting various CPUs and many different output formats.",
  "/wiki/Xenix": "Xenix is a discontinued version of the Unix operating system for various microcomputer platforms, licensed by Microsoft from AT&T Corporation in the late 1970s. The Santa Cruz Operation (SCO) later acquired exclusive rights to the software, and eventually replaced it with SCO UNIX (now known as SCO OpenServer).",
  "/wiki/Comparison_of_assemblers": "This is a list of assemblers: computer programs that translate assembly language source code into binary programs. Some assemblers are components of a compiler system for a high level language and may have limited or no usable functionality outside of the compiler system.  Some assemblers are hosted on the target processor and operating system, while other assemblers (cross-assemblers) may run under  an unrelated operating system or processor.  For example, assemblers for embedded systems are not usually hosted on the target system since it would not have the storage and terminal I/O to permit entry of a program from a keyboard. An assembler may have a single target processor or may have options to support multiple processor types. Very simple assemblers may lack features, such as macros, present in more powerful versions."
}