{
  "/wiki/Trofeo_Alcudia": "The Challenge Vuelta Ciclista a Mallorca (English: Tour of Majorca, Catalan: Challenge Volta Ciclista a Mallorca) is a series of four (five until 2012) professional one day road bicycle races held on the Spanish island of Mallorca in late January or early February. The event is used as an early season preparatory event by many of the top teams in readiness for the bigger races later in the season. The five races are ranked 1.1 on the UCI Europe Tour.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/Allan_Davis_(cyclist)": "Allan Howard Davis (born 27 July 1980) is an Australian former professional road racing cyclist, who last rode for UCI ProTour team Orica–GreenEDGE. Born in Ipswich, Queensland, Davis resides in Bundaberg, Queensland and in Spain.  Known for his sprinting ability, he started competitive cycling at the age of 10, and turned professional in 2002. He is also the brother of fellow cyclist, Scott Davis, and was an Australian Institute of Sport scholarship holder.",
  "/wiki/Paris%E2%80%93Nice": "Paris–Nice  is a professional cycling stage race in France, held annually since 1933. Raced over eight days, the race usually starts with a prologue in the Paris region and ends with a final stage either in Nice or on the Col d'Èze overlooking the city. The event is nicknamed The Race to the Sun, as it runs in the first half of March, typically starting in cold and wintry conditions in the French capital before reaching the spring sunshine on the Côte d’Azur. The hilly course in the last days of the race favours stage racers who often battle for victory. Its most recent winner is Colombian Egan Bernal.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Joaquim_Rodr%C3%ADguez": "Joaquim Rodríguez Oliver (born 12 May 1979) is a former Spanish professional road racing cyclist, who competed between 2001 and 2016 for the ONCE–Eroski, Saunier Duval–Prodir, Caisse d'Epargne and Team Katusha teams.",
  "/wiki/Tour_of_the_Basque_Country": "The Tour of the Basque Country (Officially: Itzulia Basque Country, Spanish: Vuelta al País Vasco, Basque: Euskal Herriko Itzulia) is an annual cycling stage race held in the Spanish Basque Country in April. It is one of the races that make up the UCI World Tour calendar. As the Basque Country is a mountainous area, there are few flat stages, and thus the event favors those who are strong climbers. The race is characterized by its short stages, rarely exceeding 200 km, and steep ascents. While the ascents featured in the race aren't particularly high compared to other stage races, they are among the steepest seen in professional cycling, some having sections with gradients reaching well above 20%.",
  "/wiki/Angel_Vicioso": "Ángel Vicioso Arcos (born 13 April 1977) is a Spanish former road racing cyclist, who competed professionally between 1999 and 2017 for the Kelme–Costa Blanca, Astana, Relax–GAM, LA–MSS, Andalucía–Cajasur, Androni Giocattoli and Team Katusha–Alpecin squads.",
  "/wiki/Circuit_de_la_Sarthe_(cycling)": "The Circuit de la Sarthe-Pays de la Loire (English: Circuit of Sarthe) is an early-season short road bicycle racing stage race held annually in Sarthe, Pays de la Loire, France. Since 2005, it has been organised as a 2.1 event on the UCI Europe Tour.",
  "/wiki/Vuelta_a_La_Rioja": "The Vuelta a La Rioja (English: Tour of La Rioja) is a regional Spanish road bicycle race held in La Rioja. From 2005 to 2008, it was a 2.1 category race on the UCI Europe Tour.",
  "/wiki/Jan_Hru%C5%A1ka": "Jan Hruška (born 4 February 1975) is a former professional road bicycle racer from the Czech Republic, who turned professional in 1996.",
  "/wiki/Cl%C3%A1sica_Internacional_de_Alcobendas": "Clásica Internacional de Alcobendas is a three-day professional cycle road race held in Spain in May each year. The event was first run in 1984 but was not held in 1988 and 1990. Since 2005, the race has been organised as a 2.1 event on the UCI Europe Tour",
  "/wiki/Joseba_Beloki": "Joseba Beloki Dorronsoro (born 12 August 1973) is a Spanish former professional road bicycle racer.",
  "/wiki/Deutschland_Tour": "The Deutschland Tour (English: Tour of Germany and sometimes Deutschland-Rundfahrt in German) is the most important multi-stage road bicycle race in Germany. Initially the race was held in May/June, but from 2005 until 2008 it was moved to August as part of the UCI ProTour. On October 16, 2008 the organizers announced that the 2009 edition would be cancelled, following the doping cases that were revealed in the sport of cycling. Marketing chiefs said they were unable to finance the nine-day race due to a lack of interested sponsors after the latest revelations of cyclists testing positive for the blood-booster CERA.  A revival for 2017 was announced on 8 March 2016. In 2018, the A.S.O. revived the Deutschland Tour and included a 4-stage-race into a cycling festival. From 23 August to 26 August 2018, the Deutschland Tour took place in the South-Western region of Germany.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Jos%C3%A9_Azevedo": "José Bento Azevedo Carvalho (born 19 September 1973) is a Portuguese retired road racing cyclist, and most recently, general manager of UCI WorldTeam Team Katusha–Alpecin. During his racing career, Azevedo rode for ONCE–Eroski between 2001 and 2003 and for U.S. Postal Service between 2004 and 2006.",
  "/wiki/Euskal_Bizikleta": "Euskal Bizikleta (Spanish: Bicicleta Vasca, English: Basque Bicycle) was an annual cycling stage race held in the Basque Country in June. From 2005 to 2008, the race was organized as a 2.HC event on the UCI Europe Tour. In 2009, it was merged with the Tour of the Basque Country.",
  "/wiki/Volta_a_Catalunya": "The Volta a Catalunya (Catalan pronunciation: [ˈbɔltə ə kətəˈluɲə]; English: Tour of Catalonia, Spanish: Vuelta a Cataluña) is a road bicycle race held annually in Catalonia, Spain.",
  "/wiki/ONCE-Eroski": "ONCE cycling team, (UCI team code: ONC) also known as Liberty Seguros, Liberty Seguros–Würth and in succession in its final year, Astana–Würth and Astana was a Spanish cycling team. It competed in the UCI ProTour circuit.",
  "/wiki/Vuelta_a_Espa%C3%B1a": "The Vuelta a España (Spanish pronunciation: [ˈbwelta a esˈpaɲa]; English: Tour of Spain) is an annual multi-stage bicycle race primarily held in Spain, while also occasionally making passes through nearby countries. Inspired by the success of the Giro d'Italia and the Tour de France, the race was first organized in 1935.  The race was prevented from being run by the Spanish Civil War and World War II in the early years of its existence; however, the race has been held annually since 1955. As the Vuelta gained prestige and popularity the race was lengthened and its reach began to extend all around the globe. Since 1979, the event has been staged and managed by Unipublic, until in 2014, when Amaury Sport Organisation acquired control, with both working together. The peloton expanded from a primarily Spanish participation to include riders from all over the world. The Vuelta is a UCI World Tour event, which means that the teams that compete in the race are mostly UCI WorldTeams, with the exception of the wild card teams that the organizers can invite.",
  "/wiki/Isidro_Nozal": "Isidro Nozal Vega (born 18 October 1977) is a former Spanish professional road racing cyclist. Nozal was runner-up in the 2003 Vuelta a España and an instrumental domestique in Roberto Heras' 2004 Vuelta a España win.",
  "/wiki/Tour_de_Pologne": "The Tour de Pologne (Wyścig Dookoła Polski, Tour of Poland), official abbreviation TdP, is a road bicycle racing stage race. It consists of seven or eight stages and is usually around 1,200 km in length. The race was first held in 1928. Until 1952 the race was held sporadically, but since then it has been an annual race. Until early 1993 the race was open to amateur cyclists only and most of its winners came from Poland.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin.",
  "/wiki/Alberto_Contador": "Alberto Contador Velasco (Spanish pronunciation: [alˈβeɾto kontaˈðoɾ βeˈlasko]; born 6 December 1982) is a Spanish former professional cyclist. He is one of the most successful riders of his era, winning the Tour de France twice (2007, 2009), the Giro d'Italia twice (2008, 2015), and the Vuelta a España three times (2008, 2012, 2014). He is one of only seven riders to have won all three Grand Tours of cycling. He has also won the Vélo d'Or a record 4 times.",
  "/wiki/ONCE_(cycling_team)": "ONCE cycling team, (UCI team code: ONC) also known as Liberty Seguros, Liberty Seguros–Würth and in succession in its final year, Astana–Würth and Astana was a Spanish cycling team. It competed in the UCI ProTour circuit."
}