{
  "/wiki/Leonardo_da_Vinci-Fiumicino_Airport": "Rome–Fiumicino International Airport \"Leonardo da Vinci\" (Italian: Aeroporto Internazionale di Roma–Fiumicino \"Leonardo da Vinci\"; IATA: FCO, ICAO: LIRF) is an international airport in Rome and the major airport in Italy.  It is one of the busiest airports in Europe by passenger traffic with almost 43 million passengers served in 2018.",
  "/wiki/Alitalia": "Alitalia – Società Aerea Italiana (Alitalia – Italian Air Company), operating as Alitalia (Italian pronunciation: [aliˈtaːlja]), is the flag carrier of Italy. The company has its head office in Fiumicino, Rome, Italy. Its main hub is Leonardo da Vinci–Fiumicino Airport, Rome, and a secondary is Linate Airport, Milan.  Other focus airports are Catania–Fontanarossa Airport, Milan Malpensa Airport, Palermo Airport and Naples Airport. In 2018, it was the twelfth-largest airline in Europe.  The name is an Italian portmanteau of the words ali ('wings') and Italia ('Italy').",
  "/wiki/Cagliari-Elmas_Airport": "Cagliari Elmas Airport (IATA: CAG, ICAO: LIEE) is an international airport located in the territory of Elmas, near Cagliari, on the Italian island of Sardinia.",
  "/wiki/Catania-Fontanarossa_Airport": "Catania–Fontanarossa Airport (Italian: Aeroporto Internazionale Vincenzo Bellini di Catania-Fontanarossa) (IATA: CTA, ICAO: LICC), also known as Vincenzo Bellini Airport, is an international airport 2.3 NM (4.3 km; 2.6 mi) southwest of Catania, the second largest city on the Italian island of Sicily. It is named after the opera composer Vincenzo Bellini, who was born in Catania.",
  "/wiki/Naples_International_Airport": "Naples International Airport (IATA: NAP, ICAO: LIRN) (Italian: Aeroporto Internazionale di Napoli) is the international airport serving Naples and the Southern Italian region of Campania. According to 2019 data, the airport is the fifth-busiest airport in Italy and the first one in Southern Italy. Located 3.2 NM (5.9 km; 3.7 mi) north-northeast of the city in the Capodichino district of Naples, the airport is officially named Aeroporto di Napoli-Capodichino Ugo Niutta,  after decorated WWI pilot Ugo Niutta.",
  "/wiki/Bari_Karol_Wojtyła_Airport": "Bari Karol Wojtyła Airport (Italian: Aeroporto di Bari-Karol Wojtyła) (IATA: BRI, ICAO: LIBD) is an airport serving the city of Bari in Italy. It is approximately 8 km (5.0 mi) northwest from the town centre. Named after Pope John Paul II, who was born Karol Wojtyła, the airport is also known as Palese Airport (Italian: Aeroporto di Palese) after a nearby neighbourhood. The airport handled 3,958,815 passengers in 2015.[citation needed]",
  "/wiki/Falcone–Borsellino_Airport": "Falcone Borsellino Airport (IATA: PMO, ICAO: LICJ) (Italian: Aeroporto Falcone Borsellino) or simply Palermo Airport, formerly Punta Raisi Airport is located at Punta Raisi, 19 NM (35 km; 22 mi) west northwest of Palermo, the capital city of the Italian island of Sicily. It is the second airport of Sicily in terms of passengers after Catania-Fontanarossa Airport, with 6.601.472 passengers handled in 2018.",
  "/wiki/Olbia_Costa_Smeralda_Airport": "Olbia Costa Smeralda Airport (Italian: Aeroporto di Olbia-Costa Smeralda) (IATA: OLB, ICAO: LIEO) is an airport in Olbia, Sardinia. It is the primary operating base for Italian airline Air Italy whose headquarters are located at the airport. It mostly handles seasonal holiday flights from destinations in Europe and is managed by Geasar S.p.A.",
  "/wiki/Brindisi_–_Salento_Airport": "Brindisi Airport (IATA: BDS, ICAO: LIBR) (Italian: Aeroporto di Brindisi), also known as Brindisi Papola Casale Airport and Salento Airport, is an airport in Brindisi, in southern Italy, located 6 kilometres (3.7 mi) from the city center.",
  "/wiki/Fertilia_Airport": "Alghero - Riviera del Corallo Airport (Italian: Aeroporto di Alghero - Riviera del Corallo; Catalan: L'Aeroport de l'Alguer-Fertília) (IATA: AHO, ICAO: LIEA) is an international airport situated 4.3 NM (8.0 km; 4.9 mi) north-northwest of the city of Alghero, in northern Sardinia, Italy. It is also known as Alghero–Fertilia Airport, named for the nearby village of Fertilia or Alghero Airport. It is one of the three main airports serving Sardinia, the other ones being Olbia in the northeast, and near Cagliari in the south. The airport is operated by SO.GE.A.AL (Societa di Gestione Aeroporto di Alghero).",
  "/wiki/Lamezia_Terme_Airport": "Lamezia Terme International Airport (Italian: Aeroporto Internazionale di Lamezia Terme \"Sant'Eufemia\") (IATA: SUF, ICAO: LICA) is an airport in the Sant'Eufemia district of Lamezia Terme, Calabria, Italy. It is the principal airport of Calabria. Additionally, a military helicopter unit, the 2° Reggimento dell'Aria \"Sirio\", is based near the airport.",
  "/wiki/Reggio_Calabria_Airport": "Reggio di Calabria \"Tito Minniti\" Airport (IATA: REG, ICAO: LICR), also known as Aeroporto dello Stretto (Airport of the Strait) is an airport located near Reggio, in southern Calabria, Italy. It serves mainly the Province of Reggio and the Province of Messina, and partially the Province of Vibo Valentia; more than 1,200,000 people. Daily flights depart and arrive for and from several Italian cities, and are seasonally augmented by flights to various other countries.",
  "/wiki/Blu-express": "Blue Panorama Airlines S.p.A. is an Italian airline headquartered in Fiumicino operating scheduled and charter flights from Italy – especially Rome-Fiumicino and Milan-Malpensa – to various international destinations. Blu-express is the brand name for low-cost short and medium range flights operated by Blue Panorama. Additional business charter flights are operated under the name Executive Blue.",
  "/wiki/Linate_Airport": "Milan Linate Airport (IATA: LIN, ICAO: LIML) is the third international airport of Milan, the second-largest city and largest urban area of Italy, behind Malpensa Airport and Orio al Serio Airport. It served 9,233,475 passengers in 2018, being the fifth busiest airport in Italy, and is used as a base by Alitalia and Alitalia CityLiner."
}