{
  "/wiki/Tom_and_Jerry:_The_Movie": "Tom and Jerry: The Movie is a 1992 American/German animated musical film featuring the characters Tom and Jerry. Produced and directed by Phil Roman, the film stars the voices of Richard Kind, Dana Hill (in her final film role), Anndi McAfee, Tony Jay, Rip Taylor, Henry Gibson, Michael Bell, Ed Gilbert, David L. Lander, Howard Morris and Charlotte Rae.",
  "/wiki/Turner_Entertainment": "Turner Entertainment Company is an American multimedia company founded by Ted Turner in 1986. Purchased by Time Warner in 1996 as part of its acquisition of Turner Broadcasting System (TBS), the company was largely responsible for overseeing the TBS library for worldwide distribution. In recent years, this role has largely been limited to being the copyright holder, as it has become an in-name-only subsidiary of Warner Bros., which currently administers their library.",
  "/wiki/Film_Roman": "Film Roman is an American animation independently owned company. It was originally owned by Starz Inc., which is now a division of Lionsgate and later by Waterman Entertainment, the production company of producer Steve Waterman. Founded by veteran animator and director Phil Roman in 1984, it is best known for producing source animation for series such as The Simpsons (1992–2016), King of the Hill and Family Guy for 20th Century Fox Television, as well as Garfield and Friends and various Garfield animated television specials.",
  "/wiki/The_Thief_and_the_Cobbler": "The Thief and the Cobbler is an animated fantasy film directed by Canadian-British animator Richard Williams. Originally conceived in the 1960s, the film was in and out of production for nearly three decades due to independent funding and ambitiously complex animation. It was finally placed into full production in 1989 when Warner Bros. agreed to finance and distribute the film. When production went over budget and fell behind schedule, the film was heavily cut and re-edited by producer Fred Calvert without Williams' involvement; it was eventually released in 1993 by Allied Filmmakers under the title The Princess and the Cobbler. Two years later, Miramax Films released another re-edit entitled Arabian Knight.  Both versions of the film performed poorly and received mixed reviews.",
  "/wiki/Richard_Williams_(animator)": "Richard Edmund \"Dick\" Williams (March 19, 1933 – August 16, 2019) was a Canadian–British animator, voice actor, director, and writer, best known for serving as animation director on Who Framed Roger Rabbit (1988), for which he won two Academy Awards, and for his unfinished feature film The Thief and the Cobbler (1993). He was also a film title sequence designer and animator. Other works in this field include the title sequences for What's New Pussycat? (1965) and A Funny Thing Happened on the Way to the Forum (1966) and title and linking sequences in The Charge of the Light Brigade and the intros of the eponymous cartoon feline for two of the later Pink Panther films. In 2002 he published The Animator's Survival Kit, an authoritative manual of animation methods and techniques, which has since been turned into a 16-DVD box set as well as an iOS app. From 2008 he worked as artist in residence at Aardman Animation in Bristol, and in 2015 he received both Oscar and BAFTA nominations in the best animated short category for his short film Prologue.",
  "/wiki/How_the_Toys_Saved_Christmas": "La freccia azzurra (English: The Blue Arrow, known as How the Toys Saved Christmas in the U.S.) is a 1996 Italian animated film directed by Enzo D'Alò, based on a tale by Gianni Rodari.",
  "/wiki/Princess_Mononoke": "Princess Mononoke (Japanese: もののけ姫, Hepburn: Mononoke-hime, \"Spirit/Monster Princess\") is a 1997 Japanese animated fantasy film written and directed by Hayao Miyazaki, animated by Studio Ghibli for Tokuma Shoten, Nippon Television Network and Dentsu, and distributed by Toho. The film stars the voices of Yōji Matsuda, Yuriko Ishida, Yūko Tanaka, Kaoru Kobayashi, Masahiko Nishimura, Tsunehiko Kamijo, Akihiro Miwa, Mitsuko Mori and Hisaya Morishige.",
  "/wiki/Studio_Ghibli": "Studio Ghibli, Inc. (Japanese: 株式会社スタジオジブリ, Hepburn: Kabushiki gaisha Sutajio Jiburi) is  a Japanese animation film studio based in Koganei, Tokyo, Japan. The studio is best known for its anime feature films, and has also produced several short films, television commercials, and one television film. It was founded on 15 June 1985, after the success of Nausicaä of the Valley of the Wind (1984), with funding by Tokuma Shoten. Studio Ghibli has also collaborated with video game studios on the visual development of several video games.",
  "/wiki/The_Adventures_of_Tom_Thumb_and_Thumbelina": "The Adventures of Tom Thumb and Thumbelina is a 2002 direct-to-video animated film directed by Glenn Chaika and starring Elijah Wood, Jennifer Love Hewitt, Peter Gallagher, and Jon Stewart. Produced by Miramax Films and Hyperion Animation, the film was distributed by Buena Vista Home Video.",
  "/wiki/Hyperion_Pictures": "Hyperion Pictures (a.k.a. Hyperion Films or Hyperion Studios) is an American film production company founded by Thomas L. Wilhite, who had previously been the head of motion picture and television produced for and owned by Walt Disney Productions, and writer/director Willard Carroll. The company produces both live-action and animated productions such as The Brave Little Toaster and The Runestone.",
  "/wiki/Pokémon_4Ever": "Pokémon 4Ever: Celebi – Voice of the Forest[a] is a 2001 Japanese anime film directed by Kunihiko Yuyama and based on the television series Pokémon. It is the fourth official Pokémon film. It was released in Japan on July 7, 2001. The film was directed in Japan by Kunihiko Yuyama, and written by Hideki Sonoda. It stars the regular television cast of Rica Matsumoto, Ikue Ōtani, Mayumi Iizuka, Yūji Ueda, Megumi Hayashibara, and Shin-ichiro Miki. The events of the film take place during the fourth season of Pokémon: Johto League Champions.",
  "/wiki/The_Pokémon_Company": "The Pokémon Company (株式会社ポケモン, Kabushiki gaisha Pokemon) is a Japanese company that is responsible for brand management, production, marketing and licensing of the Pokémon franchise, consisting of video game software, a trading card game, anime television series, films, manga, home entertainment products, merchandise, and other ventures. It was established through a joint investment by the three businesses holding the copyright and trademark of Pokémon: Nintendo, Game Freak, and Creatures, with each of them having part of the shares of Pokémon Company due to this. It began operating in 1998 and adopted the moniker Pokémon Ltd. in October 2000. The company is headquartered in the Roppongi Hills Mori Tower in Roppongi, Minato, Tokyo.",
  "/wiki/Shogakukan": "Shogakukan Inc. (株式会社小学館, Kabushiki gaisha Shōgakukan) is a Japanese publisher of dictionaries, literature, manga, non-fiction, DVDs, and other media in Japan.",
  "/wiki/4Kids_Entertainment": "4Licensing Corporation (formerly known as Leisure Concepts, Inc. and 4Kids Entertainment) was an American licensing company. The company was previously also a film and television production company that English-dubbed Japanese anime through its subsidiary 4Kids Productions between 1992 and 2012; it specialized in the acquisition, production and licensing of children's entertainment around the United States. The first anime that 4Kids Productions dubbed was the first eight seasons of Pokémon that aired on Kids' WB! in the United States. The company is most well known for its range of television licenses, which has included the multibillion-dollar Pokémon and Yu-Gi-Oh! Japanese anime franchises. They also ran two program blocks: Toonzai (originally The CW4Kids) on The CW, and 4Kids TV on Fox, both aimed at children. The 4KidsTV block ended on December 27, 2008; Toonzai/The CW4Kids block ended on August 18, 2012, which was replaced by Saban's Vortexx, which in itself was succeeded by One Magnificent Morning in 2014.",
  "/wiki/Pokémon_Heroes": "Pokémon Heroes: Latios and Latias[a] is a 2002 Japanese animated fantasy film, the fifth in the Pokémon series, and the last to feature the main cast from the first five seasons. Directed by Kunihiko Yuyama and produced by OLM, Inc., the film stars the regular television cast of Rica Matsumoto, Yuji Ueda, Mayumi Iizuka, Megumi Hayashibara, Shin-ichiro Miki and Ikue Ōtani. The English adaptation was produced by 4Kids Entertainment and distributed by Miramax Films and saw a limited release in the United States on May 16, 2003, before being released to video and DVD in January 2004. The English version stars the regular television cast of Veronica Taylor, Eric Stuart, Rachael Lillis and Maddie Blaustein. The events of the film take place during the fifth season of Pokémon: Master Quest.",
  "/wiki/Bionicle:_Mask_of_Light": "Bionicle: Mask of Light, stylized as BIONICLE: Mask of Light — The Movie, is a 2003 direct-to-video science fantasy action film based on the Bionicle toy series created by Lego. Set in a universe filled with bio-mechanical beings allied with classical element-themed tribes, the story follows two friends from the fire-based village of Ta-Koro on a quest to find the owner of the Mask of Light, a mystical artifact that can potentially defeat Makuta, an evil entity threatening the island. The story is based on the latter half of the toyline's 2003 narrative.",
  "/wiki/The_Lego_Group": "LEGO A/S, doing business as The LEGO Group, is a Danish toy production company based in Billund. It is best known for the manufacture of LEGO-brand toys, consisting mostly of interlocking plastic bricks. The LEGO Group has also built several amusement parks around the world, each known as Legoland, and operates numerous retail stores.",
  "/wiki/Create_TV_&_Film": "LEGO A/S, doing business as The LEGO Group, is a Danish toy production company based in Billund. It is best known for the manufacture of LEGO-brand toys, consisting mostly of interlocking plastic bricks. The LEGO Group has also built several amusement parks around the world, each known as Legoland, and operates numerous retail stores.",
  "/wiki/Creative_Capers_Entertainment": "Creative Capers Entertainment is an American animation studio founded by Terry and Sue Shakespeare with David Molina in 1989. Based in Altadena, California. It specializes in flash and hand-drawn animation in various feature films, television series, commercials, CD-ROMs and video games. The studio is populated by animators who worked in Sullivan Bluth Studios Ireland, Ltd. including Mark Koetsier, Silvia Hoefnagels, Stefan Fjeldmark, Greg Tiernan (co-founder of Dagda Film), Shane Zalvin, etc. It also operates a division called Creative Capers Cartoons, also known as The Hollywood Cartoon Company, which was mainly used for providing additional animation for some feature films. The studio was also an uncredited additional animation facility for Beauty and the Beast, Aladdin and The Lion King.",
  "/wiki/Bionicle_2:_Legends_of_Metru_Nui": "Bionicle 2: Legends of Metru Nui is a 2004 direct-to-video science fantasy action film and the second film based on Lego's Bionicle toy line. It is a prequel to the first film, Bionicle: Mask of Light. This film follows the 2004 storyline and was created using Lego elements from the Bionicle series. It is also the second of the two films in the franchise to be given a rating by the MPAA. It was released on DVD and VHS on October 19, 2004.",
  "/wiki/In_Search_of_Santa": "In Search of Santa is a 2004 CGI family film starring Hilary Duff and her older sister Haylie Duff in their first voice roles. It was directed by William R. Kowalchuk and released on November 23, 2004.",
  "/wiki/Bionicle_3:_Web_of_Shadows": "Bionicle 3: Web of Shadows is a 2005 direct-to-video science fantasy action film based on the Bionicle toy line by Lego and the third installment in the Bionicle film series. It is largely a sequel to Bionicle 2: Legends of Metru Nui, with the majority of events taking place before that film's ending. Like Legends of Metru Nui, Web of Shadows is a prequel to the first film, Bionicle: Mask of Light. This is the first Bionicle film to not be given a rating by the MPAA. It was released on DVD on October 11, 2005.",
  "/wiki/Renaissance_(2006_film)": "Renaissance, also known as Paris 2054: Renaissance, is a 2006 animated tech noir science fiction film. The film, which was co-produced in France, the United Kingdom and Luxembourg, was directed by Christian Volckman. It was released on 15 March 2006 in France and 28 July 2006 in the UK by Miramax Films. In the English language version, some of the main characters are voiced by Daniel Craig, Jonathan Pryce and Ian Holm. Renaissance uses a style of motion capture animation in which almost all images are exclusively black-and-white; only occasional colour is used for detail. The film concerns a French policeman investigating the kidnapping of a scientist who may hold the key to eternal life in a futuristic and slightly dystopian Paris.",
  "/wiki/Method_Animation": "Method Animation (sometimes called Method Animation Studios or Norman Studios  and also known as ON Animation Studios or ON Kids & Family or Mediawan Animation) is a  French company which produces CGI-animated shows. It came together in 2014 as the culmination of a merger of Dimitri Rassam's Chapter 2 and Alexis Vonarb's Onyx Films. Method Animation is the parent company. Paris-based ON Entertainment, headed by Rassam, is one of its divisions. In 2018, Mediawan (which was founded by Xavier Niel, Matthieu Pigasse and Pierre-Antoine Capton in 2015) hold 53.53% stake in Method Animation through its acquisition of ON Kids & Family and ON Entertainment, thus bringing it under the same ownership with Storia Television which was derived from the former French television division of Luc Besson's EuropaCorp.",
  "/wiki/Millimages": "Millimages is a French animation/production studio, which produces both animated and live action programming. The studio was founded by Roch Lener in 1990.",
  "/wiki/LuxAnimation": "LuxAnimation is a Luxembourgian animation studio based in Doncols, Luxembourg.",
  "/wiki/France_2": "France 2 (pronounced [fʁɑ̃s dø]) is a French public national television channel. It is part of the state-owned France Télévisions group, along with France 3, France 4, France 5 and France Ô. France Télévisions also participates in ARTE and EuroNews.",
  "/wiki/List_of_Disney_theatrical_animated_features": "This list of theatrical animated feature films consists of animated films produced or released by The Walt Disney Studios, the film division of The Walt Disney Company."
}