{
  "/wiki/List_of_cities_in_Malawi": "This is a list of towns and cities in Malawi:",
  "/wiki/ICAO_airport_code": "The ICAO (/ˌaɪˌkeɪˈoʊ/, eye-KAY-oh) airport code or location indicator is a four-letter code designating aerodromes around the world. These codes, as defined by the International Civil Aviation Organization and published in ICAO Document 7910: Location Indicators, are used by air traffic control and airline operations such as flight planning.",
  "/wiki/IATA_airport_code": "An IATA airport code, also known as an IATA location identifier, IATA station code or simply a location identifier, is a three-letter geocode designating many airports and metropolitan areas around the world, defined by the International Air Transport Association (IATA). The characters prominently displayed on baggage tags attached at airport check-in desks are an example of a way these codes are used.",
  "/wiki/Blantyre,_Malawi": "Blantyre (UK:  /ˈblænˌtaɪə/) is Malawi's centre of finance and commerce, and its second largest city, with an enumerated 800,264 inhabitants as of 2018[update]. It is sometimes referred to as the commercial and industrial capital of Malawi as opposed to the political capital, Lilongwe. It is the capital of the country's Southern Region as well as the Blantyre District.",
  "/wiki/Chileka_International_Airport": "Chileka International Airport (IATA: BLZ, ICAO: FWCL) is an airport located 16 km (9 nmi; 10 mi) from Blantyre, the second largest city in the Republic of Malawi and the commercial Capital of Malawi's Southern Region.",
  "/wiki/Chelinda_Airport": "Chelinda Airport (IATA: CEH, ICAO: FWCD) is an airport serving Chelinda, a village in the Northern Region of Malawi.",
  "/wiki/Chitipa": "Chitipa is the capital of Chitipa District, Malawi and the birthplace of Malawian lawyer, politician, and philanthropist James Nyondo.  It is also known as Fort Hill.  It is very near Malawi's tri-point border with Zambia and Tanzania.",
  "/wiki/Chitipa_Airport": "Chitipa Airport (ICAO: FWCT) is an airport serving the town of Chitipa, Republic of Malawi.",
  "/wiki/Dwanga_Airport": "Dwanga Airport (also Dwangwa) (IATA: DWA, ICAO: FWDW) is an airport serving the village of Bowa, Republic of Malawi.",
  "/wiki/Karonga": "Karonga is a township in the Karonga District in Northern Region of Malawi. Located on the western shore of Lake Nyasa, it was established as a slaving centre sometime before 1877. As of 2018 estimates, Karonga has a population of 61,609.",
  "/wiki/Karonga_Airport": "Karonga Airport (IATA: KGJ, ICAO: FWKA) is an airport serving Karonga, a town in the Northern Region of the Republic of Malawi and the best Airport in the Northern part of Malawi.",
  "/wiki/Kasungu": "Kasungu is a town in the Kasungu District of the Central Region of Malawi. The population of Kasungu was 58,653 according to the 2018 census.\nKasungu is approximately 130 kilometres (81 mi) north-west of the capital of Malawi, Lilongwe, and is 35 kilometres (22 mi) east of Kasungu National Park. The main industry in Kasungu is tobacco-growing.",
  "/wiki/Kasungu_Airport": "Kasungu Airport (IATA: KBQ, ICAO: FWKG) is an airport serving Kasungu, a town in the Central Region of the Republic of Malawi.",
  "/wiki/Lifupa_Airport": "Lifupa Airport (ICAO: FWLP) is an airport serving the village of Lifupa, Republic of Malawi.",
  "/wiki/Katumbi_Airport": "Katumbi Airport (ICAO: FWKB) was an airport 2 kilometres (1.2 mi) southwest of the village of Katumbi, Republic of Malawi.",
  "/wiki/Likoma_Island": "Likoma Island is the larger of two inhabited islands in Lake Malawi, in East Africa, the smaller being the nearby Chizumulu.  Likoma and Chizumulu both belong to Malawi, and together they make up the Likoma District.  Although both islands lie just a few kilometres from Mozambique, and are entirely surrounded by Mozambican territorial waters, they are both exclaves of Malawi.",
  "/wiki/Likoma_Airport": "Likoma Airport (IATA: LIX, ICAO: FWLK) is an airport on Likoma Island, Republic of Malawi. The island lies in Lake Malawi a few miles off the shore of Mozambique.",
  "/wiki/Lilongwe": "Lilongwe (UK: /lɪˈlɒŋweɪ/, US: /-wi, lɪˈlɔːŋweɪ/, Chewa: [ɽiˈɽoᵑɡʷe]) is the capital and most populated city of the African state of Malawi. It has a population of 989,318 as of the 2018 Census, up from a population of 674,448 in 2008. The city is located in the central region of Malawi, in the district of the same name, near the borders with Mozambique and Zambia, and it is an important economic and transportation hub for central Malawi. It is named after the Lilongwe River.",
  "/wiki/Lilongwe_International_Airport": "Kamuzu International Airport (IATA: LLW, ICAO: FWKI) is an international airport serving Lilongwe, the capital city of Malawi.  It is also known as Lilongwe International Airport.",
  "/wiki/Mangochi": "Mangochi is a township in the Southern Region of Malawi. Located near the southern end of Lake Malawi, in colonial times it used to be called Fort Johnston. As of 2018 it has a population of 53,498.",
  "/wiki/Mangochi_Airport": "Mangochi Airport (IATA: MAI, ICAO: FWMG) is an airport serving the town of Mangochi in Southern Region, Malawi.",
  "/wiki/Mchinji": "Mchinji is a town  and the capital of  the Mchinji District in the Central Region of Malawi. Mchinji Boma, located at 12 km from the Zambian Border and 109 km from Lilongwe the Capital City of Malawi, is the major hub of government and general business.  It has a major railroad junction, being the railhead nearest to Zambia. The area's economy is sustained by rain-fed agriculture.",
  "/wiki/Mchinji_Airport": "Mchinji Airport (ICAO: FWMC) is an airport serving the city of Mchinji, Republic of Malawi.",
  "/wiki/Monkey_Bay": "Monkey Bay or Lusumbwe is a town in Mangochi which is in the Mangochi District in the Southern Region of Malawi. The town is on the shore of Lake Malawi and is one of the main ports on Lake Malawi. The population of Monkey Bay was 14,955 according to the 2018 census. Monkey Bay is 206 kilometres (128 mi) from Lilongwe, Malawi's capital city, and 253 kilometres (157 mi) from Blantyre. Monkey Bay is a tourist resort and is often travelled through on the road to Cape Maclear.",
  "/wiki/Monkey_Bay_Airport": "Monkey Bay Airport (IATA: MYZ, ICAO: FWMY) is an airport serving the Lake Malawi port town of Monkey Bay, in the Southern Region of Malawi.",
  "/wiki/Mzuzu": "Mzuzu is the capital of Malawi's Northern Region and is the third largest city, by population, in Malawi. The city has 221,272 residents and 20,000 commuters (Mzuzu University students) with about 1.7 million people living around the outskirts of the city. It is situated in Mzimba District. Mzuzu lies in a gap in the Viphya Mountains, and the agricultural region surrounding the city specialises in tea, rubber, and coffee cultivation. The Viphya Plantation south of the city is the largest man-made forest in Africa, and the Lunyangwa and Kaning'ina forest reserves lie east of the city.",
  "/wiki/Mzuzu_Airport": "Mzuzu Airport (IATA: ZZU, ICAO: FWUU) is an airport serving Mzuzu, the capital city of the Northern Region of the Republic of Malawi.",
  "/wiki/Sucoma_Airport": "Sucoma Airport (ICAO: FWSU) is an airport serving the Nchalo Sugar Estate and the town of Nchalo, Republic of Malawi. The runway marked length is 800m/2620ft, but with overruns totals 1190m/3900ft.",
  "/wiki/Nsanje": "Nsanje (formerly Port Herald) is the main town in Nsanje District within the Southern Region of Malawi.",
  "/wiki/Nsanje_Airport": "Nsanje Airport (ICAO: FWSJ) is an airport serving the town of Nsanje, Republic of Malawi. The airport is within the town limits.",
  "/wiki/Ntchisi": "Ntchisi is a town located in the Central Region of Malawi. It is the administrative capital of Ntchisi District.",
  "/wiki/Ntchisi_Airport": "Ntchisi Airport (ICAO: FWCS) is an airport serving the town of Ntchisi, Republic of Malawi. The airport is 6 kilometres (3.7 mi) west of Ntchisi.",
  "/wiki/Salima_(township)": "Salima is a township in the Central Region of Malawi and the capital of the Salima District.",
  "/wiki/Salima_Airport": "Salima Airport (IATA: LMB, ICAO: FWSM) is an airport serving the town of Salima, Republic of Malawi.",
  "/wiki/Zomba,_Malawi": "Zomba is a city in southern Malawi, in the Shire Highlands. It is the administrative capital of Zomba District.",
  "/wiki/Zomba_Airport": "Zomba Airport (ICAO: FWZA) is an airport serving Zomba, Malawi.",
  "/wiki/List_of_airports_in_Malawi": "This is a list of airports in Malawi, sorted by location."
}