{
  "/wiki/Islamabad": "Islamabad (/ɪsˈlɑːməˌbɑːd/; Urdu: اسلام آباد‎, Islāmābād) is the capital city of Pakistan, and is federally administered as part of the Islamabad Capital Territory. Built as a planned city in the 1960s to replace Karachi as Pakistan's capital, Islamabad is noted for its high standards of living, safety, and abundant greenery.\n With a population of 1,014,825 as per the 2017 Census, Islamabad is the 9th largest city in Pakistan, while the larger Islamabad-Rawalpindi metropolitan area is the country's third largest with a population exceeding four million. The city is the political seat of Pakistan and local government setup is run by the Islamabad Metropolitan Corporation, supported by the Capital Development Authority (CDA).\n Islamabad is located in the Pothohar Plateau in the northeastern part of the country, between Rawalpindi District and the Margalla Hills National Park to the north. The region has historically been a part of the crossroads of Punjab and Khyber Pakhtunkhwa with the Margalla Pass acting as the gateway between the two regions.\n The city's master-plan, designed by Greek architect Constantinos Apostolou Doxiadis, divides the city into eight zones, including administrative, diplomatic enclave, residential areas, educational sectors, industrial sectors, commercial areas, and rural and green areas. The city is known for the presence of several parks and forests, including the Margalla Hills National Park and Shakarparian Park. The city is home to several landmarks, including the Faisal Mosque, the largest mosque in South Asia and the fourth largest in the world. Other landmarks include the Pakistan's National Monument and Democracy Square.\n Islamabad is a gamma-global city; it is categorised as very high on the Human Development Index, with an HDI of 0.875, the 2nd highest in the country after Lahore. The city has the highest cost of living in Pakistan, and its population is dominated by middle and upper middle class citizens. The city is home to twenty universities, including the Bahria University, Quaid-e-Azam University, PIEAS, COMSATS Institute of Information Technology and NUST. The city is one of the safest in Pakistan, and has an expansive surveillance system with 1,900 CCTV cameras.",
  "/wiki/Pakistan": "Pakistan,[b] officially the Islamic Republic of Pakistan,[c] is a country in South Asia. It is the world's sixth-most populous country with a population exceeding 207.8 million. In area, it is the 33rd-largest country, spanning 881,913 square kilometres (340,509 square miles). Pakistan has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the south and is bordered by India to the east, Afghanistan to the west, Iran to the southwest, and China in the northeast. It is separated narrowly from Tajikistan by Afghanistan's Wakhan Corridor in the northwest, and also shares a maritime border with Oman.\n The territory that now constitutes Pakistan was the site of several ancient cultures and intertwined with the history of the broader Indian subcontinent. The ancient history involves the Neolithic site of Mehrgarh and the Bronze Age Indus Valley Civilisation, and was later home to kingdoms ruled by people of different faiths and cultures, including Hindus, Indo-Greeks, Muslims, Turco-Mongols, Afghans and Sikhs. The area has been ruled by numerous empires and dynasties, including the Persian Achaemenid Empire, Alexander III of Macedon, the Seleucid Empire, the Indian Maurya Empire, the Gupta Empire, the Arab Umayyad Caliphate, the Delhi Sultanate, the Mongol Empire, the Mughal Empire, the Afghan Durrani Empire, the Sikh Empire (partially) and, most recently, the British Indian Empire. Pakistan is the only country to have been created in the name of Islam. It is an ethnically and linguistically diverse country, with similarly diverse geography and wildlife. Initially a dominion, Pakistan adopted a constitution in 1956, becoming an Islamic republic. An ethnic civil war and Indian military intervention in 1971 resulted in the secession of East Pakistan as the new country of Bangladesh. In 1973, Pakistan adopted a new constitution which stipulated that all laws are to conform to the injunctions of Islam as laid down in the Quran and Sunnah.\n A middle power, Pakistan has the sixth-largest standing armed forces in the world and is also a nuclear power as well as a declared nuclear-weapons state, the second in South Asia and the only nation in the Muslim world to have that status. Pakistan has a semi-industrialised[citation needed] economy with a well-integrated agriculture sector and a growing services sector. It is ranked among the emerging and growth-leading economies of the world, and is backed by one of the world's largest and fastest-growing middle class. Pakistan's political history since independence has been characterized by periods of military rule, political instability and conflicts with India. The country continues to face challenging problems, including overpopulation, terrorism, poverty, illiteracy, and corruption. Pakistan is a member of the UN, the Shanghai Cooperation Organisation, the OIC, the Commonwealth of Nations, the SAARC, the Islamic Military Counter Terrorism Coalition and the Major non-NATO ally.",
  "/wiki/Tunis": "Tunis (Arabic: تونس‎ Tūnis; Ancient Greek: Τύνις and Τύνης) is the capital and largest city of Tunisia. The greater metropolitan area of Tunis, often referred to as \"Grand Tunis\", has about 2,700,000 inhabitants, making it the third-largest city in the Maghreb region (after Casablanca and Algiers) and the sixteenth-largest in the Arab world. \n Situated on a large Mediterranean Sea gulf (the Gulf of Tunis), behind the Lake of Tunis and the port of La Goulette (Ḥalq il-Wād), the city extends along the coastal plain and the hills that surround it. At its core lies its ancient medina, a World Heritage Site. East of the medina through the Sea Gate (also known as the Bab el Bhar and the Porte de France) begins the modern city, or Ville Nouvelle, traversed by the grand Avenue Habib Bourguiba (often referred to by popular press and travel guides as \"the Tunisian Champs-Élysées\"), where the colonial-era buildings provide a clear contrast to smaller, older structures. Further east by the sea lie the suburbs of Carthage, La Marsa, and Sidi Bou Said. As the capital city of the country, Tunis is the focus of Tunisian political and administrative life; it is also the centre of the country's commercial and cultural activities. It has two cultural centres, as well as a municipal theatre that is used by international theatre groups and a summer festival, the International Festival of Carthage, which is held in July.",
  "/wiki/Tunisia": "Tunisia[a], officially the Republic of Tunisia[b], is a country in the Maghreb region of North Africa, covering 163,610 square kilometres (63,170 square miles). Its northernmost point, Cape Angela, is also the northernmost point on the African continent. Tunisia is bordered by Algeria to the west and southwest, Libya to the southeast, and the Mediterranean Sea to the north and east. Tunisia's population was 11.5 million in 2017. Tunisia's name is derived from its capital city, Tunis (Berber native name: Tunest), which is located on its northeast coast.\n Geographically, Tunisia contains the eastern end of the Atlas Mountains, and the northern reaches of the Sahara desert. Much of the rest of the country's land is fertile soil. Its 1,300 kilometres (810 miles) of coastline include the African conjunction of the western and eastern parts of the Mediterranean Basin and, by means of the Sicilian Strait and Sardinian Channel, feature the African mainland's second and third nearest points to Europe after Gibraltar.\n Tunisia is a unitary semi-presidential representative democratic republic. It is considered to be the  only fully democratic sovereign state in the Arab world. It has a high human development index. It has an association agreement with the European Union; is a member of La Francophonie, the Union for the Mediterranean, the Common Market for Eastern and Southern Africa, the Arab Maghreb Union, the Arab League, the OIC, the Greater Arab Free Trade Area, the Community of Sahel–Saharan States, the African Union, the Non-Aligned Movement, the Group of 77; and has obtained the status of major non-NATO ally of the United States. In addition, Tunisia is also a member state of the United Nations and a state party to the Rome Statute of the International Criminal Court. Close relations with Europe, in particular with France and with Italy, have been forged through economic cooperation, privatisation and industrial modernization.\n In ancient times, Tunisia was primarily inhabited by Berbers. Phoenician immigration began in the 12th century BC; these immigrants founded Carthage. A major mercantile power and a military rival of the Roman Republic, Carthage was defeated by the Romans in 146 BC. The Romans occupied Tunisia for most of the next 800 years, introduced Christianity and left architectural legacies like the El Djem amphitheater. After several attempts starting in 647, Muslims conquered the whole of Tunisia by 697 and introduced Islam. After a series of campaigns beginning in 1534 to conquer and colonize the region, the Ottoman Empire established control in 1574 and held sway for over 300 years afterwards. French colonization of Tunisia occurred in 1881. Tunisia gained independence with Habib Bourguiba and declared the Tunisian Republic in 1957. In 2011, the Tunisian Revolution resulted in the overthrow of President Zine El Abidine Ben Ali, followed by parliamentary elections. The country voted for parliament again on 26 October 2014, and for President on 23 November 2014. As a result, Tunisia is the only country in North Africa classified as \"Free\" by the Freedom House organization and is also considered by The Economist Magazine's Democracy Index as the only democracy in the Arab World.",
  "/wiki/Riyadh": "Riyadh (/rɪˈjɑːd/; Arabic: الرياض‎, romanized: ar-Riyāḍ [ar.riˈjaːdˤ], Najdi pronunciation: [er.rɪˈjɑːðˤ]) is the capital of Saudi Arabia and the largest city on the Arabian Peninsula. With a population of 6.9 million people, Riyadh is the third-largest city in the Arab world and the 39th-largest in Asia. Riyadh is located on the eastern part of the Najd plateau at about 600 metres (2,000 ft) above sea level.\n Riyadh is the political and administrative centre of Saudi Arabia and is the headquarters of the country's central government bodies, such as the Saudi Royal Court and the Council of Ministers of Saudi Arabia. Riyadh is of great economic importance, as it is the headquarters of many banks and major companies. It is also the location of the King Abdullah Financial District, one of the world's largest financial centres. Riyadh is one of the world's fastest-growing cities in population, with many immigrants.\n The city is divided into 15 municipal districts, managed by the Municipality of Riyadh headed by the mayor of Riyadh, and the Royal Commission for Riyadh which is chaired by the governor of the Province, Faisal bin Bandar Al Saud. The current mayor is Tariq bin Abdul Aziz Al-Faris. Riyadh has been designated a global city.",
  "/wiki/Saudi_Arabia": "Saudi Arabia,[c] officially the Kingdom of Saudi Arabia,[d] is a country in Western Asia constituting the bulk of the Arabian Peninsula. With a land area of approximately 2,150,000 km2 (830,000 sq mi), Saudi Arabia is geographically the largest sovereign state in Western Asia, the second-largest in the Arab world (after Algeria), the fifth-largest in Asia, and the 12th-largest in the world. Saudi Arabia is bordered by Jordan and Iraq to the north, Kuwait to the northeast, Qatar, Bahrain, and the United Arab Emirates to the east, Oman to the southeast and Yemen to the south; it is separated from Israel and Egypt by the Gulf of Aqaba. It is the only nation with both a Red Sea coast and a Persian Gulf coast, and most of its terrain consists of arid desert, lowland and mountains. As of October 2018, the Saudi economy was the largest in the Middle East and the 18th largest in the world.  Saudi Arabia also has one of the world's youngest populations; 50 percent of its 33.4 million people are under 25 years old.\n The territory that now constitutes Saudi Arabia was the site of several ancient cultures and civilizations. The prehistory of Saudi Arabia shows some of the earliest traces of human activity in the world. The world's second-largest religion, Islam, emerged in modern-day Saudi Arabia. In the early 7th century, the Islamic prophet Muhammad united the population of Arabia and created a single Islamic religious polity. Following his death in 632, his followers rapidly expanded the territory under Muslim rule beyond Arabia, conquering huge and unprecedented swathes of territory (from the Iberian Peninsula in the West to modern-day Pakistan in the East) in a matter of decades.\nArab dynasties originating from modern-day Saudi Arabia founded the Rashidun (632–661), Umayyad (661–750), Abbasid (750–1517) and Fatimid (909–1171) caliphates as well as numerous other dynasties in Asia, Africa and Europe.\n The area of modern-day Saudi Arabia formerly consisted of mainly four distinct regions: Hejaz, Najd and parts of Eastern Arabia (Al-Ahsa) and Southern Arabia ('Asir). The Kingdom of Saudi Arabia was founded in 1932 by Ibn Saud. He united the four regions into a single state through a series of conquests beginning in 1902 with the capture of Riyadh, the ancestral home of his family, the House of Saud. Saudi Arabia has since been a totalitarian absolute monarchy, effectively a hereditary dictatorship governed along Islamist lines. The ultraconservative Wahhabi religious movement within Sunni Islam has been called \"the predominant feature of Saudi culture\", with its global spread largely financed by the oil and gas trade. Saudi Arabia is sometimes called \"the Land of the Two Holy Mosques\" in reference to Al-Masjid al-Haram (in Mecca) and Al-Masjid an-Nabawi (in Medina), the two holiest places in Islam. The state's official language is Arabic.\n Petroleum was discovered on 3 March 1938 and followed up by several other finds in the Eastern Province. Saudi Arabia has since become the world's second largest oil producer (behind the US) and the world's largest oil exporter, controlling the world's second largest oil reserves and the sixth largest gas reserves. The kingdom is categorized as a World Bank high-income economy with a high Human Development Index and is the only Arab country to be part of the G-20 major economies.  \n The state has attracted criticism for a variety of reasons including: its treatment of women, its excessive and often extrajudicial use of capital punishment, state-sponsored discrimination against religious minorities and atheists, its role in the Yemeni Civil War, sponsorship of Islamic terrorism, its failure to take adequete measures against human trafficking, state-sanctioned racism and antisemitism, its poor human rights record, and its strict interpretation of Sharia law. \n The kingdom has the world's third-highest military expenditure and, according to SIPRI, was the world's second largest arms importer from 2010 to 2014. Saudi Arabia is considered a regional and middle power. In addition to the GCC, it is an active member of the Organisation of Islamic Cooperation and OPEC.",
  "/wiki/Peshawar": "Peshawar (Pashto: پېښور‎ Pēx̌awar [peˈçawar] (listen); Hindko: پشور‎; [pɪˈʃɔːɾ] (listen); Urdu: پشاور‎ [peːˈʃaːʋər] (listen)) is the capital of the Pakistani province of Khyber Pakhtunkhwa. Situated in the broad Valley of Peshawar near the eastern end of the historic Khyber Pass, close to the border with Afghanistan, Peshawar's recorded history dates back to at least 539 BCE, making it the oldest city in Pakistan and one of the oldest cities in South Asia. As the center of the ancient Gandhara region, Peshawar served as the capital of the Kushan Empire; and was home to the Kanishka stupa. Peshawar was then sacked by the White Huns, before the arrival of Muslim empires. The city was an important trading centre during the Mughal era before serving as the winter capital of the Afghan Durrani Empire from 1757 until the city was captured by the Sikh Empire in 1818, who were then followed by the British in 1849.\n The city of Peshawar has a population of 1,970,042 according to the 2017 census, making it the largest city in Khyber Pakhtunkhwa and the sixth-largest in Pakistan, while Peshawar District has a population of 4,269,079. Peshawar is the largest Pashtun-majority city in Pakistan and is bilingual in Pashto and Hindko.",
  "/wiki/Muscat,_Oman": "Muscat (Arabic: مَسْقَط‎, Masqaṭ pronounced [ˈmasqatˤ]) is the capital and largest city of Oman. It is the seat of the Governorate of Muscat. According to the National Centre for Statistics and Information (NCSI), the total population of Muscat Governorate reached 1.4 million as of September 2018. The metropolitan area spans approximately 3,500 km2 (1,400 sq mi) and includes six provinces called wilayats.[citation needed] Known since the early 1st century CE as an important trading port between the west and the east, Muscat was ruled by various indigenous tribes as well as foreign powers such as the Persians, the Portuguese Empire, the Iberian Union and the Ottoman Empire at various points in its history. A regional military power in the 18th century, Muscat's influence extended as far as East Africa and Zanzibar. As an important port-town in the Gulf of Oman, Muscat attracted foreign tradesmen and settlers such as the Persians and the Balochis. Since the ascension of Qaboos bin Said as Sultan of Oman in 1970, Muscat has experienced rapid infrastructural development that has led to the growth of a vibrant economy and a multi-ethnic society. Muscat is termed as a Global City.\n The rocky Western Al Hajar Mountains dominate the landscape of Muscat. The city lies on the Arabian Sea along the Gulf of Oman and is in the proximity of the strategic Straits of Hormuz. Low-lying Haitham Bin Tariq buildings typify most of Muscat's urban landscape, while the port-district of Muttrah, with its corniche and harbour, form the north-eastern periphery of the city. Muscat's economy is dominated by trade, petroleum, liquified natural gas and porting.",
  "/wiki/Oman": "Oman (/oʊˈmɑːn/ (listen) oh-MAHN; Arabic: عمان‎ ʻumān [ʕʊˈmaːn]), officially the Sultanate of Oman (Arabic: سلطنة عُمان‎ Salṭanat ʻUmān), is an Arab country on the southeastern coast of the Arabian Peninsula in Western Asia. Its official religion is Islam. Holding a strategically important position at the mouth of the Persian Gulf, the country shares land borders with the United Arab Emirates to the northwest, Saudi Arabia to the west, and Yemen to the southwest, and shares marine borders with Iran and Pakistan. The coast is formed by the Arabian Sea on the southeast and the Gulf of Oman on the northeast. The Madha and Musandam exclaves are surrounded by the UAE on their land borders, with the Strait of Hormuz (which it shares with Iran) and Gulf of Oman forming Musandam's coastal boundaries.\n From the late 17th century, the Omani Sultanate was a powerful empire, vying with Portugal and the UK for influence in the Persian Gulf and Indian Ocean. At its peak in the 19th century, Omani influence or control extended across the Strait of Hormuz to modern-day Iran and Pakistan, and as far south as Zanzibar. When its power declined in the 20th century, the sultanate came under the influence of the United Kingdom. For over 300 years, the relations built between the two empires were based on mutual benefits. The UK recognized Oman's geographical importance as a trading hub that secured their trade lanes in the Persian Gulf and Indian Ocean and protected their empire in the Indian sub-continent. Historically, Muscat was the principal trading port of the Persian Gulf region. Muscat was also among the most important trading ports of the Indian Ocean.\n Sultan Qaboos bin Said al Said was the hereditary leader of the country, which is an absolute monarchy, from 1970 until his death on 10 January 2020. His cousin, Haitham bin Tariq, was named as the country's new ruler following his death.\n Oman is a member of the United Nations, the Arab League, the Gulf Cooperation Council, the Non-Aligned Movement and the Organisation of Islamic Cooperation. It has sizeable oil reserves, ranking 25th globally. In 2010, the United Nations Development Programme ranked Oman as the most improved nation in the world in terms of development during the preceding 40 years. A significant portion of its economy involves tourism and trading fish, dates and other agricultural produce. Oman is categorized as a high-income economy and ranks as the 69th most peaceful country in the world according to the Global Peace Index.",
  "/wiki/Jerusalem": "Jerusalem (/dʒəˈruːsələm/; Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"SBL Hebrew\",\"SBL BibLit\",\"Frank Ruehl CLM\",\"Taamey Frank CLM\",\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}יְרוּשָׁלַיִם Yerushaláyim; Arabic: القُدس‎ al-Quds or Bayt al-Maqdis, also spelled Baitul Muqaddas)[note 2] is a city in the Middle East, located on a plateau in the Judaean Mountains between the Mediterranean and the Dead Sea. It is one of the oldest cities in the world, and is considered holy to the three major Abrahamic religions—Judaism, Christianity, and Islam. Both Israel and the Palestinian Authority claim Jerusalem as their capital, as Israel maintains its primary governmental institutions there and the State of Palestine ultimately foresees it as its seat of power; however, neither claim is widely recognized internationally.[note 3]\n During its long history, Jerusalem has been destroyed at least twice, besieged 23 times, captured and recaptured 44 times, and attacked 52 times. The part of Jerusalem called the City of David shows first signs of settlement in the 4th millennium BCE, in the shape of encampments of nomadic shepherds. Jerusalem was named as Urusalim on ancient Egyptian tablets, probably meaning \"City of Shalem\" after a Canaanite deity, during the Canaanite period (14th century BCE). During the Israelite period, significant construction activity in Jerusalem began in the 9th century BCE (Iron Age II), and in the 8th century the city developed into the religious and administrative center of the Kingdom of Judah. In 1538, the city walls were rebuilt for a last time around Jerusalem under Suleiman the Magnificent. Today those walls define the Old City, which has been traditionally divided into four quarters—known since the early 19th century as the Armenian, Christian, Jewish, and Muslim Quarters. The Old City became a World Heritage Site in 1981, and is on the List of World Heritage in Danger. Since 1860 Jerusalem has grown far beyond the Old City's boundaries. In 2015, Jerusalem had a population of some 850,000 residents, comprising approximately 200,000 secular Jewish Israelis, 350,000 Haredi Jews and 300,000 Palestinians.[note 4] In 2016, the population was 882,700, of which Jews comprised 536,600 (60.8%), Muslims 319,800 (36.2%), Christians 15,800 (1.8%), and 10,300 unclassified (1.2%).\n According to the Bible, King David conquered the city from the Jebusites and established it as the capital of the united kingdom of Israel, and his son, King Solomon, commissioned the building of the First Temple.[note 5] Modern scholars argue that Jews branched out of the Canaanite peoples and culture through the development of a distinct monolatrous — and later monotheistic — religion centered on El/Yahweh, one of the Ancient Canaanite deities. These foundational events, straddling the dawn of the 1st millennium BCE, assumed central symbolic importance for the Jewish people. The sobriquet of holy city (עיר הקודש, transliterated 'ir haqodesh) was probably attached to Jerusalem in post-exilic times. The holiness of Jerusalem in Christianity, conserved in the Septuagint which Christians adopted as their own authority, was reinforced by the New Testament account of Jesus's crucifixion there. In Sunni Islam, Jerusalem is the third-holiest city, after Mecca and Medina. In Islamic tradition, in 610 CE it became the first qibla, the focal point for Muslim prayer (salat), and Muhammad made his Night Journey there ten years later, ascending to heaven where he speaks to God, according to the Quran. As a result, despite having an area of only 0.9 square kilometres (0.35 sq mi), the Old City is home to many sites of seminal religious importance, among them the Temple Mount with its Western Wall, Dome of the Rock and al-Aqsa Mosque, and the Church of the Holy Sepulchre. Outside the Old City stands the Garden Tomb.\n Today, the status of Jerusalem remains one of the core issues in the Israeli–Palestinian conflict. During the 1948 Arab–Israeli War, West Jerusalem was among the areas captured and later annexed by Israel while East Jerusalem, including the Old City, was captured and later annexed by Jordan. Israel captured East Jerusalem from Jordan during the 1967 Six-Day War and subsequently annexed it into Jerusalem, together with additional surrounding territory.[note 6] One of Israel's Basic Laws, the 1980 Jerusalem Law, refers to Jerusalem as the country's undivided capital. All branches of the Israeli government are located in Jerusalem, including the Knesset (Israel's parliament), the residences of the Prime Minister (Beit Aghion) and President (Beit HaNassi), and the Supreme Court. While the international community rejected the annexation as illegal and treats East Jerusalem as Palestinian territory occupied by Israel, Israel has a stronger claim to sovereignty over West Jerusalem.",
  "/wiki/Israel": "Israel (/ˈɪzriəl, ˈɪzreɪəl/; Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"SBL Hebrew\",\"SBL BibLit\",\"Frank Ruehl CLM\",\"Taamey Frank CLM\",\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}יִשְׂרָאֵל; Arabic: إِسْرَائِيل‎), formally known as the State of Israel (Hebrew: מְדִינַת יִשְׂרָאֵל), is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and Gaza Strip to the east and west, respectively, and Egypt to the southwest. The country contains geographically diverse features within its relatively small area. Israel's economic and technological center is Tel Aviv, while its seat of government and proclaimed capital is Jerusalem, although the state's sovereignty over Jerusalem has only partial recognition.[fn 4]\n Israel has evidence of the earliest migration of hominids out of Africa. Canaanite tribes are archaeologically attested since the Middle Bronze Age, while the Kingdoms of Israel and Judah emerged during the Iron Age. The Neo-Assyrian Empire destroyed Israel around 720 BCE. Judah was later conquered by the Babylonian, Persian and Hellenistic empires and had existed as Jewish autonomous provinces. The successful Maccabean Revolt led to an independent Hasmonean kingdom by 110 BCE, which in 63 BCE however became a client state of the Roman Republic that subsequently installed the Herodian dynasty in 37 BCE, and in 6 CE created the Roman province of Judea. Judea lasted as a Roman province until the failed Jewish revolts resulted in widespread destruction, the expulsion of the Jewish population and the renaming of the region from Iudaea to Syria Palaestina. Jewish presence in the region has persisted to a certain extent over the centuries. In the 7th century CE, the Levant was taken from the Byzantine Empire by the Arabs and remained in Muslim control until the First Crusade of 1099, followed by the Ayyubid conquest of 1187. The Mamluk Sultanate of Egypt extended its control over the Levant in the 13th century until its defeat by the Ottoman Empire in 1517. During the 19th century, national awakening among Jews led to the establishment of the Zionist movement in the diaspora followed by waves of immigration to Ottoman Syria and later Mandatory Palestine.\n In 1947, the United Nations (UN) adopted a Partition Plan for Palestine recommending the creation of independent Arab and Jewish states and an internationalized Jerusalem. The plan was accepted by the Jewish Agency, and rejected by Arab leaders. The following year, the Jewish Agency declared the independence of the State of Israel, and the subsequent 1948 Arab–Israeli War saw Israel's establishment over most of the former Mandate territory, while the West Bank and Gaza were held by neighboring Arab states. Israel has since fought several wars with Arab countries, and since the Six-Day War in 1967 held occupied territories including the West Bank, Golan Heights and the Gaza Strip (still considered occupied after the 2005 disengagement, although some legal experts dispute this claim).[fn 5] It extended its laws to the Golan Heights and East Jerusalem, but not the West Bank. Israel's occupation of the Palestinian territories is the world's longest military occupation in modern times.[fn 5] Efforts to resolve the Israeli–Palestinian conflict have not resulted in a final peace agreement. However, peace treaties between Israel and both Egypt and Jordan have been signed.\n In its Basic Laws, Israel defines itself as a Jewish and democratic state and the nation state of the Jewish people. The country has a liberal democracy (one of only two in the Middle East and North Africa region, the other being Tunisia), with a parliamentary system, proportional representation, and universal suffrage. The prime minister is head of government and the Knesset is the legislature. With a population of around 9 million as of 2019, Israel is a developed country and an Organisation for Economic Co-operation and Development (OECD) member, has the 31st or 32nd-largest economy in the world by nominal gross domestic product (GDP), and is the richest (nominal GDP) and the most developed country currently in conflict (counting countries with at least 100–999 military deaths per year). It has the highest standard of living in the Middle East, and ranks among the world's top countries by percentage of citizens with military training, percentage of citizens holding a tertiary education degree, research and development spending by GDP percentage, women's safety, life expectancy, innovativeness, and happiness.",
  "/wiki/Beirut": "Beirut (/beɪˈruːt/ bay-ROOT; Arabic: بيروت‎, romanized: Bayrūt; French: Beyrouth) is the capital and largest city of Lebanon. No recent population census has been conducted, but 2007 estimates ranged from slightly more than 1 million to 2.2 million as part of Greater Beirut, which makes it the third-largest city in the Levant region and the fifteenth-largest in the Arab world. Located on a peninsula at the midpoint of Lebanon's Mediterranean coast, Beirut is an important regional seaport.\n It is one of the oldest cities in the world, having been inhabited by Amer for more than 5,000 years.  The first historical mention of Beirut is found in the Amarna letters from the New Kingdom of Egypt, which date to the 15th century BC.\n Beirut is Lebanon's seat of government and plays a central role in the Lebanese economy, with most banks and corporations based in its Central District, Badaro, Rue Verdun, Hamra, Ryad el Soloh street, and Achrafieh. Following the destructive Lebanese Civil War, Beirut's cultural landscape underwent major reconstruction. Identified and graded for accountancy, advertising, banking, finance and law, Beirut is ranked as a Beta World City by the Globalization and World Cities Research Network.",
  "/wiki/Lebanon": "Lebanon (/ˈlɛbənɒn/ (listen); Arabic: لبنان‎, romanized: Lubnān, Lebanese Arabic pronunciation: [lɪbˈneːn]), officially known as the Lebanese Republic[nb 3] (Arabic: الجمهورية اللبنانية‎, romanized: al-Jumhūrīyah al-Lubnānīyah, Lebanese Arabic pronunciation: [elˈʒʊmhuːrɪjje lˈlɪbneːnɪjje]; French: République libanaise), is a country in Western Asia. It is bordered by Syria to the north and east and Israel to the south, while Cyprus is west across the Mediterranean Sea. Lebanon's location at the crossroads of the Mediterranean Basin and the Arabian hinterland facilitated its rich history and shaped a cultural identity of religious and ethnic diversity. At just 10,452 km2 (4,036 mi2), it is the smallest recognized sovereign state on the mainland Asian continent.[nb 4]\n The earliest evidence of civilization in Lebanon dates back more than seven thousand years, predating recorded history. Lebanon was the home of the Canaanites/Phoenicians and their kingdoms, a maritime culture that flourished for almost three thousand years (c. 3200–539 BC). In 64 BC, the region came under the rule of the Roman Empire, and eventually became one of the Empire's leading centers of Christianity. In the Mount Lebanon range a monastic tradition known as the Maronite Church was established. As the Arab Muslims conquered the region, the Maronites held onto their religion and identity. However, a new religious group, the Druze, established themselves in Mount Lebanon as well, generating a religious divide that has lasted for centuries. During the Crusades, the Maronites re-established contact with the Roman Catholic Church and asserted their communion with Rome. The ties they established with the Latins have influenced the region into the modern era.\n The region eventually was ruled by the Ottoman Empire from 1516 to 1918. Following the collapse of the empire after World War I, the five provinces that constitute modern Lebanon came under the French Mandate of Lebanon. The French expanded the borders of the Mount Lebanon Governorate, which was mostly populated by Maronites and Druze, to include more Muslims. Lebanon gained independence in 1943, establishing confessionalism, a unique, Consociationalism-type of political system with a power-sharing mechanism based on religious communities. Bechara El Khoury, President of Lebanon during the independence, Riad El-Solh, first Lebanese prime minister and Emir Majid Arslan II, first Lebanese minister of defence, are considered the founders of the modern Republic of Lebanon and are national heroes for having led the country's independence. Foreign troops withdrew completely from Lebanon on 31 December 1946, although the country was subjected to military occupations by Syria that lasted nearly thirty years before being withdrawn in April 2005 as well as Israel for fifteen years before being withdrawn in May 2000.\n Despite its small size, the country has developed a well-known culture and has been highly influential in the Arab world, powered by its large diaspora. Before the Lebanese Civil War (1975–1990), the country experienced a period of relative calm and renowned prosperity, driven by tourism, agriculture, commerce, and banking. Because of its financial power and diversity in its heyday, Lebanon was referred to as the \"Switzerland of the East\" during the 1960s, and its capital, Beirut, attracted so many tourists that it was known as \"the Paris of the Middle East\". At the end of the war, there were extensive efforts to revive the economy and rebuild national infrastructure. In spite of these troubles, Lebanon has the highest Human Development Index and GDP per capita in the Arab world outside of the oil-rich economies of the Persian Gulf. Lebanon has been a member of the United Nations since its founding in 1945 as well as of the Arab League (1945), the Non-Aligned Movement (1961), Organisation of the Islamic Cooperation (1969) and the Organisation internationale de la francophonie (1973).",
  "/wiki/Sana'a": "Sanaa (Arabic: صَنْعَاء‎, Ṣanʿāʾ [sˤɑnʕaːʔ], Yemeni Arabic: [ˈsˤɑnʕɑ]; Old South Arabian: 𐩮𐩬𐩲𐩥 Ṣnʿw), also spelled Sanaʽa or Sana, is the largest city in Yemen and the centre of Sanaa Governorate. The city is not part of the Governorate, but forms the separate administrative district of \"Amanat Al-Asemah\". Under the Yemeni constitution, Sanaʽa is the capital of the country, although the seat of the internationally recognised government moved to Aden in the aftermath of the September 21 Revolution. Aden was declared as the temporary capital by President Abdrabbuh Mansur Hadi in March 2015.\n Sanaʽa is one of the oldest continuously inhabited cities in the world. At an elevation of 2,300 metres (7,500 ft), it is also one of the highest capital cities in the world and is next to the Sarawat Mountains of Jabal An-Nabi Shu'ayb and Jabal Tiyal, considered to be the highest mountains in the country and amongst the highest in the region. Sanaʽa has a population of approximately 3,937,500 (2012), making it Yemen's largest city.\n The Old City of Sanaʽa, a UNESCO World Heritage Site, has a distinctive architectural character, most notably expressed in its multi-storey buildings decorated with geometric patterns. In the conflict that raged in 2015, bombs hit UNESCO sites in the old city. Located here is the Al Saleh Mosque, the largest in the city.",
  "/wiki/Yemen": "Yemen (/ˈjɛmən/ (listen); Arabic: اَلْيَمَنُ‎, romanized: al-Yaman), sometimes spelled Yaman, officially the Republic of Yemen (Arabic: اَلْجُمْهُورِيَّةُ ٱلْيَمَنِيَّةُ‎, romanized: al-Jumhūrīyah al-Yamanīyah, literally \"Yemeni Republic\"), is a country at the southern end of the Arabian Peninsula in Western Asia. It is the second-largest Arab sovereign state in the peninsula, occupying 527,970 square kilometres (203,850 square miles). The coastline stretches for about 2,000 kilometres (1,200 miles). It is bordered by Saudi Arabia to the north, the Red Sea to the west, the Gulf of Aden and Guardafui Channel to the south, and Oman and the Arabian Sea to the east. Yemen's territory encompasses more than 200 islands, including Socotra, one of the largest islands in the Middle East. Yemen is a member of the Arab League, United Nations, Non-Aligned Movement and the Organisation of Islamic Cooperation. The state is characterized as a failed state with high necessity of transformation.\n Yemen's constitutionally stated capital is the city of Sana'a, but the city has been under Houthi rebel control since February 2015. Yemen is a developing country and in 2019 the United Nations reported that Yemen is the country with the most people in need of humanitarian aid with 24.1 million people in need.\n In ancient times, Yemen was the home of the Sabaeans, a trading state that flourished for over a thousand years and included parts of modern-day Ethiopia and Eritrea. In 275 CE, the region came under the rule of the later Jewish-influenced Himyarite Kingdom. Christianity arrived in the fourth century. Islam spread quickly in the seventh century and Yemenite troops were crucial in the early Islamic conquests. Administration of Yemen has long been notoriously difficult. Several dynasties emerged from the ninth to 16th centuries, the Rasulid dynasty being the strongest and most prosperous. The country was divided between the Ottoman and British empires in the early twentieth century. The Zaydi Mutawakkilite Kingdom of Yemen was established after World War I in North Yemen before the creation of the Yemen Arab Republic in 1962. South Yemen remained a British protectorate known as the Aden Protectorate until 1967 when it became an independent state and later, a Marxist-Leninist state. The two Yemeni states united to form the modern Republic of Yemen (al-Jumhūrīyah al-Yamanīyah) in 1990. President Ali Abdullah Saleh was the first president of the new republic until his resignation in 2012. His rule has been described as a kleptocracy.\n Since 2011, Yemen has been in a state of political crisis starting with street protests against poverty, unemployment, corruption, and president Saleh's plan to amend Yemen's constitution and eliminate the presidential term limit, in effect making him president for life. President Saleh stepped down and the powers of the presidency were transferred to Vice President Abdrabbuh Mansur Hadi, who was formally elected president on 21 February 2012 in a one-candidate election. The total absence of central government during this transition process exacerbated several clashes on-going in the country, like the armed conflict between the Houthi rebels of Ansar Allah militia and the al-Islah forces, as well as the al-Qaeda insurgency. In September 2014, the Houthis took over Sana'a with the help of the ousted president Saleh, later declaring themselves the national government after a coup d'état; Saleh was shot dead by a sniper in Sana'a in December 2017. This resulted in a new civil war and a Saudi-led military intervention aimed at restoring Hadi's government. At least 56,000 civilians and combatants have been killed in armed violence in Yemen since January 2016.\n The conflict has resulted in a famine affecting 17 million people. The lack of safe drinking water, caused by depleted aquifers and the destruction of the country's water infrastructure, has also caused the largest, fastest-spreading cholera outbreak in modern history, with the number of suspected cases exceeding 994,751. Over 2,226 people have died since the outbreak began to spread rapidly at the end of April 2017.",
  "/wiki/Gerald_M._Feierstein": "Gerald Michael Feierstein (born 1951) was the United States Ambassador to Yemen under President Barack Obama from September 2010 to October 2013. Since December 2013, Feierstein has served as Principal Deputy Assistant Secretary of State for Near East Affairs in the Department of State."
}