{
  "/wiki/Brunei": "Brunei (/bruːˈnaɪ/ (listen) broo-NY), officially the Nation of Brunei, the Abode of Peace (Malay: Negara Brunei Darussalam, Jawi: نڬارا بروني دارالسلام‎), is a country located on the north coast of the island of Borneo in Southeast Asia. Apart from its coastline with the South China Sea, the country is completely surrounded by the insular Malaysian state of Sarawak. It is separated into two parts by the Sarawak district of Limbang. Brunei is the only sovereign state completely on the island of Borneo; the remainder of the island's territory is divided between the nations of Malaysia and Indonesia. Brunei's population was 428,963 in 2018.\n At the peak of the Bruneian Empire, Sultan Bolkiah (reigned 1485–1528) is alleged to have had control over most regions of Borneo, including modern-day Sarawak and Sabah, as well as the Sulu Archipelago off the northeast tip of Borneo, Seludong (modern-day Manila), and the islands off the northwest tip of Borneo. The maritime state was visited by Spain's Magellan Expedition in 1521 and fought against Spain in the 1578 Castilian War.\n During the 19th century, the Bruneian Empire began to decline. The Sultanate ceded Sarawak (Kuching) to James Brooke and installed him as the White Rajah, and it ceded Sabah to the British North Borneo Chartered Company. In 1888, Brunei became a British protectorate and was assigned a British resident as colonial manager in 1906. After the Japanese occupation during World War II, in 1959 a new constitution was written. In 1962, a small armed rebellion against the monarchy was ended with the help of the British.\n Brunei gained its independence from the United Kingdom on 1 January 1984. Economic growth during the 1990s and 2000s, with the GDP increasing 56% from 1999 to 2008, transformed Brunei into an industrialised country. It has developed wealth from extensive petroleum and natural gas fields. Brunei has the second-highest Human Development Index among the Southeast Asian nations, after Singapore, and is classified as a \"developed country\". According to the International Monetary Fund (IMF), Brunei is ranked fifth in the world by gross domestic product per capita at purchasing power parity. The IMF estimated in 2011 that Brunei was one of two countries (the other being Libya) with a public debt at 0% of the national GDP. Forbes also ranks Brunei as the fifth-richest nation out of 182, based on its petroleum and natural gas fields.",
  "/wiki/Prime_Minister_of_Brunei": "The prime minister of Brunei (Malay: Perdana Menteri Negara Brunei Darussalam) is the head of government of Brunei. Concurrently, the title is held by the sultan of Brunei, who is also the head of state of the country. As the prime minister, the Sultan and Yang Di-Pertuan is the head of both the ministerial cabinet and the Legislative Council of Brunei.\n The office was created as soon as Brunei declared independence from British Empire in 1984 to replace the Menteri Besar of Brunei or the chief minister of Brunei.",
  "/wiki/Hassanal_Bolkiah": "Hassanal Bolkiah (full name: Sultan Haji Hassanal Bolkiah Mu'izzaddin Waddaulah ibni Al-Marhum Sultan Haji Omar 'Ali Saifuddien Sa'adul Khairi Waddien Sultan and Yang di-Pertuan of Brunei Darussalam; born 15 July 1946) is the 29th and current Sultan and Yang di-Pertuan of Brunei, as well as the Prime Minister of Brunei, making him one of the last absolute monarchs. The eldest son of Sultan Omar Ali Saifuddien III and Raja Isteri (Queen) Pengiran Anak Damit, he succeeded to the throne as the Sultan of Brunei, following the abdication of his father on 5 October 1967. \n The sultan has been ranked among the wealthiest individuals in the world. In 2008, Forbes estimated the sultan's total peak net worth at US $20 billion. After Queen Elizabeth II, the sultan is the world's second longest-reigning current monarch. On 5 October 2017, the sultan celebrated his Golden Jubilee to mark the 50th year of his reign on the throne.",
  "/wiki/Samoa": "Samoa (/səˈmoʊə/), officially the Independent State of Samoa (Samoan: Malo Saʻoloto Tutoʻatasi o Sāmoa; Samoan: Sāmoa, IPA: [ˈsaːmoa]) and, until 4 July 1997, known as Western Samoa, is a country consisting of two main islands, Savai'i and Upolu, and four smaller islands (Manono, Apolima, Fanuatapu, and Namua). The capital city is Apia. The Lapita people discovered and settled the Samoan Islands around 3,500 years ago. They developed a Samoan language and Samoan cultural identity.\n Samoa is a unitary parliamentary democracy with eleven administrative divisions. The sovereign state is a member of the Commonwealth of Nations. Western Samoa was admitted to the United Nations on 15 December 1976. The entire island group, which includes American Samoa, was called \"Navigator Islands\" by European explorers before the 20th century because of the Samoans' seafaring skills. The country was governed by New Zealand until its independence in 1962.\n In July 2017, Va'aletoa Sualauvi II became the head of state, succeeding Tui Ātua Tupua Tamasese Efi. The Prime Minister Tuila'epa came back to power after a landslide victory in March 2016, beginning a fifth term for the premier.",
  "/wiki/Prime_Minister_of_Samoa": "The prime minister of Samoa is the head of government of the Independent State of Samoa, a sovereign country located in the Pacific Ocean.",
  "/wiki/Tuilaepa_Aiono_Sailele_Malielegaoi": "Tuilaepa Lupesoliai Neioti Aiono Sailele Malielegaoi (born 14 April 1945) is a Samoan politician who has been Prime Minister of Samoa since 1998.",
  "/wiki/Saint_Vincent_and_the_Grenadines": "Saint Vincent and the Grenadines (/ˌɡrɛnəˈdiːnz/ (listen)) is a multi island Anglo-Caribbean country in the Lesser Antilles island arc, in the southeast Windward Islands, which lies in the West Indies at the southern end of the eastern border of the Caribbean Sea where the latter meets the Atlantic Ocean. The sovereign state is also frequently known simply as Saint Vincent.\n Its 389 km2 (150 sq mi) territory consists of the main island of Saint Vincent and the northern two-thirds of the Grenadines, a chain of 32 smaller islands. Some of the Grenadines are inhabited — Bequia, Mustique, Union Island, Canouan, Palm Island, Mayreau, Young Island — while others are not: Tobago Cays, Petit Saint Vincent, Baliceaux, Bettowia, Quatre, Petite Mustique, Savan and Petit Nevis. Most of Saint Vincent and the Grenadines lies within the Hurricane Alley.\n To the north of Saint Vincent lies Saint Lucia, to the east is Barbados, and Grenada lies to the south. Saint Vincent and the Grenadines is a densely populated country for its size (over 300 inhabitants/km2) with approximately 110,211 inhabitants.\nKingstown is the capital and main port. Saint Vincent has a British colonial history, and is now part of the Organisation of Eastern Caribbean States, CARICOM, the Commonwealth of Nations, the Bolivarian Alliance for the Americas and the Community of Latin American and Caribbean States (CELAC).",
  "/wiki/Prime_Minister_of_Saint_Vincent_and_the_Grenadines": "This page contains a list of Prime Ministers of Saint Vincent and the Grenadines.",
  "/wiki/Ralph_Gonsalves": "Ralph Everard Gonsalves (born 8 August 1946) is a Vincentian politician. He is currently the  4th Prime  Minister of Saint Vincent and the Grenadines, and leader of the Unity Labour Party (ULP).\n Gonsalves is the longest continuously serving head of government since St. Vincent and the Grenadines became independent in 1979. He became Prime Minister after his party won a majority government in the 2001 general election. He was the first Prime Minister from the newly constructed ULP, following a merger of the Saint Vincent and the Grenadines Labour Party and the Movement for National Unity.\n Gonsalves has been Member of Parliament (MP) for the constituency of North Central Windward since 1994. In 1994, upon the formation of the Unity Labour Party he became deputy leader, and became leader of the party in 1998.\n With Gonsalves as leader, the ULP has won a majority in the popular vote in every general election since 1998 though it failed to secure the majority of parliamentary seats in the 1998 election.",
  "/wiki/Dominica": "Dominica (/ˌdɒmɪˈniːkə/ DOM-ih-NEE-kə or /dəˈmɪnɪkə/ də-MIH-nih-kə; French: Dominique; Island Carib: Wai‘tu kubuli), officially the Commonwealth of Dominica, is an island country  in the Caribbean. The capital, Roseau, is located on the western side of the island. It is geographically situated a part of the Leeward Islands chain in the Lesser Antilles archipelago in the Caribbean Sea. The island is located near Guadeloupe to the northwest and Martinique to the south-southeast. Its area is 750 km2 (290 sq mi), and the highest point is Morne Diablotins, at 1,447 m (4,747 ft) in elevation. The population was 71,293 at the 2011 census.\n The island was settled by the Arawak arriving from South America in the 5th century. The Island Caribs or Kalinagos displaced the Arawak violently by the 15th century. Columbus is said to have passed the island on Sunday 3 November 1493. It was later colonised by Europeans, predominantly by the French from the 1690s to 1763. The French imported enslaved people from West Africa to Dominica to work on coffee plantations. Great Britain took possession in 1763 after the Seven Years' War, and it gradually established English as its official language. The island republic gained independence in 1978.\n Its name is pronounced with emphasis on the third syllable, related to its French name of Dominique. Dominica has been nicknamed the \"Nature Isle of the Caribbean\" for its natural environment. It is the youngest island in the Lesser Antilles, and in fact it is still being formed by geothermal-volcanic activity, as evidenced by the world's second-largest hot spring, called Boiling Lake. The island has lush mountainous rainforests, and it is the home of many rare plants, animals, and bird species. There are xeric areas in some of the western coastal regions, but heavy rainfall occurs inland. The sisserou parrot, also known as the imperial amazon and found only on Dominica, is the island's national bird and featured on the national flag, which is one of only two national flags containing the colour purple (the other being Nicaragua).",
  "/wiki/Prime_Minister_of_Dominica": "The Prime Minister of Dominica is the head of government in the Commonwealth of Dominica. Nominally, the position was created on November 3, 1978 when Dominica gained independence from the United Kingdom. Hitherto, the position existed de facto as Premier.\n According to Chapter 59 of the Constitution of the Commonwealth of Dominica;\n 1. There shall be a Prime Minister of Dominica, who shall be appointed by the President.\n 2. Whenever the President has occasion to appoint a Prime Minister he shall appoint an elected member of the House who appears to him likely to command the support of the majority of the elected members of the House.\n The President, acting in accordance with the advice of the Prime Minister, appoints the Cabinet of Minister. The Prime Minister supervises Cabinet meetings and in the spirit of the Westminster system is nominally 'Primus Inter Pares' or first among equals. However Prime Ministers of Dominica, like most Prime Ministers in Small-Island States, have generally governed in a presidential manner.",
  "/wiki/Roosevelt_Skerrit": "Roosevelt Skerrit (born 8 June 1972) is a Dominican politician who has been Prime Minister of Dominica since 2004; he has also been the Member of Parliament for the Vieille Case constituency since 2000. Regionally, he has served as the chairman of the Organisation of Eastern Caribbean States (OECS) and most recently as chairman of the Caribbean Community (CARICOM) in 2010.",
  "/wiki/Singapore": "Singapore (/ˈsɪŋ(ɡ)əpɔːr/ (listen)), officially the Republic of Singapore, is a sovereign city-state and island country in Southeast Asia. Singapore is located about one degree (137 kilometres or 85 miles) north of the equator, and is situated off the southern tip of the Malay Peninsula, and by extension, the southernmost extremity of continental Asia. The island country shares its southern maritime border with Indonesia's Riau Islands, its northern, western, and eastern maritime borders with the Johor state of Peninsular Malaysia, and is in the vicinity of Sumatra to its west and Borneo to its east. It is enveloped by the littoral waters of the Johore Strait to its north and the Singapore Strait to its south, and is geographically positioned within the confluence of the Indian and Pacific Oceans, being bounded by the Malacca Strait to its west and the South China Sea to its east. The country's territory is composed of one main island and 58 smaller islets, the combined area of which has increased by almost 25% since the country's independence as a result of extensive land reclamation projects.\n Although Singapore has been a constituent part of several Hindu-Buddhist thalassocratic empires and Islamic sultanates throughout its millennia-long history, modern Singapore, then part of the erstwhile Johor Sultanate, was founded in 1819 when Stamford Raffles, a British colonial officer, established a trading post of the East India Company on the island. In 1824, the island and its satellite islets were fully ceded by the Johor Sultanate, and in 1826, Singapore was incorporated into the Straits Settlements, a group of East India Company territories in the Malay peninsula. From 1830 to 1858, the Straits Settlements were administered as a Malayan subdivision of the East India Company's Bengal Presidency; following the Indian Rebellion of 1857, the Presidency and its constituent Settlements were reorganised into the British Raj. In 1867, Britain's colonial holdings in the Malay archipelago were separated from British India, and the administration of the Straits Settlements was transferred from Calcutta to London, bringing the Straits Settlements under the direct control of the British Crown as a crown colony. \n From 1867 to the 1940s, Singapore grew into a successful entrepôt that attracted settlers and sojourners from the region and beyond. During the Second World War, Imperial Japan successfully invaded Singapore, resulting in an interregnum of British rule corresponding with a brief Japanese occupation from 1942 to 1945. Following Japan's surrender in 1945, the Straits Settlements were dissolved, with Singapore being returned to British control as a standalone crown colony in 1946. Following a protracted period of agitation against British colonial rule, Singapore gained internal self-governance from the British Empire in 1959. In 1963, Singapore, the Federation of Malaya, and the British Bornean crown colonies of Sarawak and North Borneo (Sabah) federated to form the fully emancipated Malaysian Federation, but after two tumultuous years as a constituent state of Malaysia and following intractable differences, Singapore seceded in 1965 to become a fully sovereign nation. After early years of turbulence, the newly sovereign nation, viewed as a nonviable state by many due to its size, absence of natural resources, and lack of a hinterland, defied odds by rapidly developing and industrialising under the leadership of the founding People's Action Party to become a high-income economy and developed country within a single generation. \n Singapore is the only truly sovereign city-state in the world; it has its own currency and a well-funded military that is considered the most advanced in Southeast Asia. It is a unitary parliamentary republic with a unicameral legislature that has been characterised by dominant-party rule since independence. The Economist Intelligence Unit rated Singapore a \"flawed democracy\" in 2019. The city-state is home to 5.6 million residents, 39% of whom are foreign nationals, including permanent residents. The country has four official languages: English, Malay, Chinese, and Tamil; Malay, as the language of Singapore's indigenous people, is accorded special status in the country's constitution as the national and ceremonial language, while English is the lingua franca, being spoken as a common tongue by the vast majority of Singaporeans. As a legacy of its historical nature as an entrepôt, modern Singapore is a pluralistic country with a racially, culturally, and religiously diverse citizenry, with one indigenous ethnic group, the Malays, and two settler-descended ethnic groups, the Chinese and Indians, forming the historical and contemporary core of the country's citizen populace. As a reflection of this diversity, multiracialism has been enshrined as a foundational principle of the state, and has shaped the country's politics and national policies, particularly in education and housing. \n The country is one of the five founding members of ASEAN, is the headquarters of the Asia-Pacific Economic Cooperation (APEC) Secretariat and Pacific Economic Cooperation Council (PECC) Secretariat, and is a member of the United Nations, World Trade Organization, East Asia Summit, Non-Aligned Movement, and the Commonwealth of Nations. It is a highly developed country and is ranked 9th on the UN Human Development Index, the highest in Asia for a sovereign state, with the 7th highest GDP per capita in the world. Singapore is placed highly in key social indicators: education, healthcare, quality of life, personal safety and housing, with a home-ownership rate of 90%. Singaporeans enjoy one of the world's longest life expectancies and one of the lowest infant mortality rates in the world. It is additionally classified as an Alpha+ global city, and is the only country in Asia with an AAA sovereign rating from all major rating agencies. It was ranked the most expensive city to live in since 2013, and has been identified as a tax haven. It is also a popular tourist destination, with well-known landmarks such as the Marina Bay Sands, Gardens by the Bay, Jewel—Changi Airport, the Orchard Road shopping belt, the resort island of Sentosa and the Singapore Botanic Gardens, the only tropical garden in the world to be honoured as a UNESCO World Heritage Site.",
  "/wiki/Prime_Minister_of_Singapore": "The Prime Minister of the Republic of Singapore is the head of the government of the Republic of Singapore, and the country's most powerful political figure. The President of Singapore appoints as Prime Minister a Member of Parliament (MP) who, in his or her opinion, is most likely to command the confidence of a majority of MPs. In practice, the Prime Minister is usually the leader of the majority party in the legislature.\n Under the Constitution of Singapore, executive power is vested in the President. However, the Constitution also vests \"general direction and control of the government\" in the Cabinet. The President is almost always bound to act on the advice of the Cabinet or any minister acting under Cabinet authority. Thus, in practice, most of the actual work of governing is done by the Prime Minister and Cabinet.\n The office of Prime Minister dates back to 1959 and was appointed at first by the Governor of Singapore then the Yang di-Pertuan Negara (vice-regal head of state), when Singapore achieved self-governance as the State of Singapore within the British Empire. The title of Prime Minister remained unchanged after the merger with the Federation of Malaya, Sarawak and North Borneo, while Singapore was a state in the Federation of Malaysia from 1963 to 1965, and after independence in 1965.\n The late Lee Kuan Yew was the first prime minister of Singapore from 1959 to 1990. Lee was succeeded by Goh Chok Tong and was conferred the title of Senior Minister in the Prime Minister's Office. Goh retired on 12 August 2004 and was succeeded by Lee Kuan Yew's son Lee Hsien Loong. Goh was appointed Senior Minister, and the elder Lee Minister Mentor. Lee and Goh resigned from the Cabinet in 2011 but remained as members of Parliament.",
  "/wiki/Lee_Hsien_Loong": "Lee Hsien Loong (Chinese: 李显龙; Tamil: லீ சியன் லூங்; born 10 February 1952) is a Singaporean politician serving as the current and third Prime Minister of Singapore since 2004. He took over the leadership of the People's Action Party (PAP) when former Prime Minister Goh Chok Tong stepped down from the position to become the new Senior Minister. Lee then led his party to victory in the 2006, 2011 and 2015 general elections. He began his current term on 15 January 2016 following the opening of Singapore's 13th Parliament. Lee is the eldest son of Singapore's first Prime Minister, Lee Kuan Yew.\n Lee graduated from Trinity College, Cambridge University, as Senior Wrangler - the top mathematics undergraduate in 1974, and gaining a Diploma in Computer Science with distinction as well. He later earned a Master of Public Administration at Harvard's Kennedy School of Government. From 1971 to 1984, he served in the Singapore Armed Forces where he rose to the rank of brigadier general. He won his first election for Member of Parliament in 1984, contesting as a member of the People's Action Party. Under Singapore's second prime minister, Goh Chok Tong, Lee served as the Minister for Trade and Industry, Minister for Finance and Deputy Prime Minister.",
  "/wiki/The_Bahamas": "The Bahamas (/bəˈhɑːməz/ (listen)), known officially as the Commonwealth of The Bahamas, is a country within the Lucayan Archipelago in the West Indies. It is a member of the Commonwealth Realms under the monarchy of Queen Elizabeth II. The archipelagic state consists of more than 700 islands, cays, and islets in the Atlantic Ocean, and is located north of Cuba and Hispaniola Island (Haiti and the Dominican Republic), northwest of the Turks and Caicos Islands, southeast of the U.S. state of Florida, and east of the Florida Keys. The capital is Nassau on the island of New Providence. The Royal Bahamas Defence Force describes the Bahamas' territory as encompassing 470,000 km2 (180,000 sq mi) of ocean space.\n The Bahamas were inhabited by the Lucayans, a branch of the Arawakan-speaking Taíno people, for many centuries. Columbus was the first European to see the islands, making his first landfall in the 'New World' in 1492. Later, the Spanish shipped the native Lucayans to slavery on Hispaniola, after which the Bahama islands were mostly deserted from 1513 until 1648, when English colonists from Bermuda settled on the island of Eleuthera.\n The Bahamas became a British crown colony in 1718, when the British clamped down on piracy. After the American Revolutionary War, the Crown resettled thousands of American Loyalists to the Bahamas; they took their slaves with them and established plantations on land grants. African slaves and their descendants constituted the majority of the population from this period on. The slave trade was abolished by the British in 1807; slavery in the Bahamas was abolished in 1834. Subsequently, the Bahamas became a haven for freed African slaves. Africans liberated from illegal slave ships were resettled on the islands by the Royal Navy, while some North American slaves and Seminoles escaped to the Bahamas from Florida. Bahamians were even known to recognize the freedom of slaves carried by the ships of other nations which reached the Bahamas. Today Afro-Bahamians make up 90% of the population of 332,634.\n The Bahamas gained governmental independence in 1973 led by Sir Lynden O. Pindling, with Elizabeth II as its queen. In terms of gross domestic product per capita, the Bahamas is one of the richest countries in the Americas (following the United States and Canada), with an economy based on tourism and offshore finance.",
  "/wiki/Prime_Minister_of_the_Bahamas": "The prime minister of the Bahamas is the head of government of the Bahamas, currently Hubert Minnis. Minnis, as leader of the governing Free National Movement party (FNM), He was sworn in as Prime Minister on 11 May 2017, succeeding Progressive Liberal Party (PLP) leader Perry Christie. This was a result of the FNM's victory in the Bahamas general election of 10 May 2017. The prime minister is formally appointed into office by the governor general of the Bahamas, who represents Elizabeth II, the queen of the Bahamas (the Bahamian head of state).\n The following article contains a list of prime ministers of the Bahamas, from the establishment of the position of Chief Minister of the Bahama Islands in 1955 to the present day.",
  "/wiki/Hubert_Minnis": "Hubert Alexander Minnis (born 16 April 1954) is the Bahamian Prime Minister since May 2017. Minnis is the leader of the Free National Movement, the present governing party, and the Member of Parliament for the New Providence constituency of Killarney. First elected to the legislature in the 2007 election, he succeeded Hubert Ingraham as party leader following the party's defeat in the 2012 election.\n He was dismissed from his leadership role in the FNM in December 2016, and regained the position in April 2017 after much internal conflict within the party. He became Prime Minister following the victory of his party in the general election held on 10 May 2017.",
  "/wiki/Belize": "Belize (/bəˈliːz/ (listen)) is a Caribbean country located on the northeastern coast of Central America. Belize is bordered on the northwest by Mexico, on the east by the Caribbean Sea, and on the south and west by Guatemala. It has an area of 22,970 square kilometres (8,867 sq mi) and a population of 408,487 (2019). Its mainland is about 180 mi (290 km) long and 68 mi (110 km) wide. It has the lowest population and population density in Central America. The country's population growth rate of 1.87% per year (2018 estimate) is the second highest in the region and one of the highest in the Western Hemisphere.\n The Maya Civilization spread into the area of Belize between 1500 B.C. and A.D. 300 and flourished until about 1200. European contact began in 1502 when Christopher Columbus sailed along the Gulf of Honduras. European exploration was begun by English settlers in 1638. This period was also marked by Spain and Britain both laying claim to the land until Britain defeated the Spanish in the Battle of St. George's Caye (1798). It became a British colony in 1840, known as British Honduras, and a Crown colony in 1862. Independence was achieved from the United Kingdom on 21 September 1981.\n Belize has a diverse society that is composed of many cultures and languages that reflect its rich history. English is the official language of Belize, while Belizean Creole is the most widely spoken national language, being the native language of over a third of the population. Over half the population is multilingual, with Spanish being the second most common spoken language. It is known for its September Celebrations, its extensive barrier reef coral reefs and punta music.\n Belize's abundance of terrestrial and marine species and its diversity of ecosystems give it a key place in the globally significant Mesoamerican Biological Corridor. It is considered a Central American and Caribbean nation with strong ties to both the American and Caribbean regions. It is a member of the Caribbean Community (CARICOM), the Community of Latin American and Caribbean States (CELAC), and the Central American Integration System (SICA), the only country to hold full membership in all three regional organisations. Belize is a Commonwealth realm, with Queen Elizabeth II as its monarch and head of state.",
  "/wiki/Prime_Minister_of_Belize": "The following article contains a list of prime ministers of Belize, from the establishment of the position of First Minister of British Honduras in 1961 to the present day.",
  "/wiki/Dean_Barrow": "Dean Oliver Barrow (born 2 March 1951) who has been Prime Minister of Belize since 2008. He is also the leader of the United Democratic Party (UDP) since 1998. An attorney by trade, he served as Deputy Prime Minister and Minister of Foreign Affairs from 1993 to 1998 and was Leader of the Opposition from 1998 until the UDP won the February 2008 election. Barrow started his first term as Prime Minister after victory in the 2008 election. He started his second term after the UDP again won an election on 7 March 2012. He started his third term when the UDP won again on 4 November 2015.\n Barrow was born and raised in Belize City, British Honduras, and received an economics and political degree from the University of Miami. Forbes estimates his net worth to be $1 million.",
  "/wiki/Tanzania": "Tanzania (/ˌtænzəˈniːə/,[note 2] Swahili: [tanzaˈni.a]), officially the United Republic of Tanzania (Swahili: Jamhuri ya Muungano wa Tanzania), is a country in East Africa within the African Great Lakes region. It borders Uganda to the north; Kenya to the northeast; Comoro Islands and the Indian Ocean to the east; Mozambique and Malawi to the south; Zambia to the southwest; and Rwanda, Burundi, and the Democratic Republic of the Congo to the west. Mount Kilimanjaro, Africa's highest mountain, is in northeastern Tanzania.\n Many important hominid fossils have been found in Tanzania, such as 6-million-year-old Pliocene hominid fossils. The genus Australopithecus ranged all over Africa 4 to 2 million years ago; and the oldest remains of the genus Homo are found near Lake Olduvai. Following the rise of Homo erectus 1.8 million years ago, humanity spread all over the Old World, and later in the New World and Australia under the species Homo sapiens. Homo sapiens also overtook Africa and absorbed the older archaic species and subspecies of humanity. One of the oldest known ethnic groups still existing, the Hadzabe, appears to have originated in Tanzania, and their oral history recalls ancestors who were tall and were the first to use fire, medicine, and lived in caves, much like Homo erectus or Homo heidelbergensis who lived in the same region before them.\n Later in the Stone and Bronze Age, prehistoric migrations into Tanzania included Southern Cushitic speakers who moved south from present-day Ethiopia; Eastern Cushitic people who moved into Tanzania from north of Lake Turkana about 2,000 and 4,000 years ago; and the Southern Nilotes, including the Datoog, who originated from the present-day South Sudan–Ethiopia border region between 2,900 and 2,400 years ago.:page 18 These movements took place at about the same time as the settlement of the Mashariki Bantu from West Africa in the Lake Victoria and Lake Tanganyika areas. They subsequently migrated across the rest of Tanzania between 2,300 and 1,700 years ago.\n German rule began in mainland Tanzania during the late 19th century when Germany formed German East Africa. This was followed by British rule after World War I. The mainland was governed as Tanganyika, with the Zanzibar Archipelago remaining a separate colonial jurisdiction. Following their respective independence in 1961 and 1963, the two entities merged in 1964 to form the United Republic of Tanzania.\n The United Nations estimated Tanzania's 2018 population at 56.31 million. The population is composed of several ethnic, linguistic, and religious groups. The sovereign state of Tanzania is a presidential constitutional republic and since 1996 its official capital city has been Dodoma where the president's office, the National Assembly, and some government ministries are located. Dar es Salaam, the former capital, retains most government offices and is the country's largest city, principal port, and leading commercial centre. Tanzania is a de facto one-party state with the democratic socialist Chama Cha Mapinduzi party in power.\n Tanzania is mountainous and densely forested in the north-east, where Mount Kilimanjaro is located. Three of Africa's Great Lakes are partly within Tanzania. To the north and west lie Lake Victoria, Africa's largest lake, and Lake Tanganyika, the continent's deepest lake, known for its unique species of fish. To the south lies Lake Malawi. The eastern shore is hot and humid, with the Zanzibar Archipelago just offshore. The Menai Bay Conservation Area is Zanzibar's largest marine protected area. The Kalambo Falls, located on the Kalambo River at the Zambian border, is the second highest uninterrupted waterfall in Africa.\n Over 100 different languages are spoken in Tanzania, making it the most linguistically diverse country in East Africa. The country does not have a de jure official language,[citation needed] although the national language is Swahili. Swahili is used in parliamentary debate, in the lower courts, and as a medium of instruction in primary school. English is used in foreign trade, in diplomacy, in higher courts, and as a medium of instruction in secondary and higher education, although the Tanzanian government is planning to discontinue English as a language of instruction altogether. Approximately 10 percent of Tanzanians speak Swahili as a first language, and up to 90 percent speak it as a second language.",
  "/wiki/Prime_Minister_of_Tanzania": "The prime minister of the United Republic of Tanzania is the leader of government business in the National Assembly. The position is subordinated to the president, the head of government.\n The functions and powers of the prime minister are described in the Constitution of Tanzania:",
  "/wiki/Mizengo_Pinda": "Mizengo Kayanza Peter Pinda (born 12 August 1948) is a Tanzanian CCM politician who was Prime Minister of Tanzania from 2008 to 2015. He was a Member of Parliament from 2000 to 2015.",
  "/wiki/Swaziland": "Eswatini (/ˌɛswɑːˈtiːni/ ESS-wah-TEE-nee; Swazi: eSwatini [ɛswáˈtʼiːni]), officially the Kingdom of Eswatini (Swazi: Umbuso weSwatini) and also known as Swaziland (/ˈswɑːzilænd/ SWAH-zee-land; officially renamed in 2018), is a landlocked country in Southern Africa. It is bordered by Mozambique to its northeast and South Africa to its north, west, and south. At no more than 200 kilometres (120 mi) north to south and 130 kilometres (81 mi) east to west, Eswatini is one of the smallest countries in Africa; despite this, its climate and topography are diverse, ranging from a cool and mountainous highveld to a hot and dry lowveld.\n The population is composed primarily of ethnic Swazis. The language is Swazi (siSwati in native form). The Swazis established their kingdom in the mid-18th century under the leadership of Ngwane III. The country and the Swazi take their names from Mswati II, the 19th-century king under whose rule Swazi territory was expanded and unified; the present boundaries were drawn up in 1881 in the midst of the Scramble for Africa. After the Second Boer War, the kingdom, under the name of Swaziland, was a British protectorate from 1903 until it regained its independence on 6 September 1968. In April 2018, the official name was changed from Kingdom of Swaziland to Kingdom of Eswatini, mirroring the name commonly used in Swazi.\n The government is an absolute monarchy, ruled by King Mswati III since 1986. Elections are held every five years to determine the House of Assembly and the Senate majority. The current constitution was adopted in 2005. Umhlanga, the reed dance held in August/September, and incwala, the kingship dance held in December/January, are the nation's most important events.\n Eswatini is a developing country with a small economy. With a GDP per capita of $4,145.97, it is classified as a country with a lower-middle income. As a member of the Southern African Customs Union (SACU) and the Common Market for Eastern and Southern Africa (COMESA), its main local trading partner is South Africa; in order to ensure economic stability, Eswatini's currency, the lilangeni, is pegged to the South African rand.  Eswatini's major overseas trading partners are the United States and the European Union. The majority of the country's employment is provided by its agricultural and manufacturing sectors.  Eswatini is a member of the Southern African Development Community (SADC), the African Union, the Commonwealth of Nations, and the United Nations.\n The Swazi population faces major health issues: HIV/AIDS and (to a lesser extent) tuberculosis are widespread. It is estimated that 26% of the adult population is HIV-positive. As of 2018, Eswatini has the 12th-lowest life expectancy in the world, at 58 years. The population of Eswatini is young, with a median age of 20.5 years and people aged 14 years or younger constituting 37.5% of the country's total population. The present population growth rate is 1.2%.",
  "/wiki/Prime_Minister_of_Swaziland": "This is a list of Prime Ministers of Eswatini (Swazi: Ndvunankhulu) since the formation of the post of Prime Minister of Eswatini in 1967, to the present day.\n A total of nine people have served as Prime Minister of Eswatini (not counting six Acting Prime Ministers). Additionally, one person, Barnabas Sibusiso Dlamini, has served on two non-consecutive occasions.\n The current Prime Minister of Eswatini is Ambrose Mandvulo Dlamini, since 29 October 2018.",
  "/wiki/Barnabas_Sibusiso_Dlamini": "Barnabas Sibusiso Dlamini (15 May 1942 – 28 September 2018) was a Swazi politician who served as Prime Minister of Eswatini, from 1996 to 2003 and again from October 2008 to September 2018.",
  "/wiki/Bangladesh": "Bangladesh (Bengali: বাংলাদেশ) pronounced /ˌbɑːŋlɑːˈdɛʃ/ (bung-lah-desh) or [ˈbaŋladeʃ] (listen); literally meaning The country of Bengal; and officially called the People's Republic of Bangladesh (গণপ্রজাতন্ত্রী বাংলাদেশ Gônoprojatontri Bangladesh), is a country in South Asia. It is the world's 8th-most populous country with nearly 163 million people, and is the 92nd-largest country in land area, spanning 147,570 square kilometres (56,980 sq mi), making it one of the most densely-populated countries in the world. Bangladesh shares land borders with India to the west, north, and east, Myanmar to the southeast, and the Bay of Bengal to the south. It is narrowly separated from Nepal and Bhutan by India's Siliguri Corridor in the north and from China by the Indian state of Sikkim in the northeast. Dhaka, the capital and largest city, is the nation's economic, political and cultural hub. Chittagong, the largest sea port, is the second largest city. The dominant geographic feature is the Ganges delta, which empties into the Bay of Bengal the combined waters of several river systems, including the Brahmaputra and the Ganges, with numerous criss-crossing rivers and inland waterways. Highlands with evergreen forests cover the northeastern and southeastern regions. The seacoast features the longest natural sea beach and most of the world's largest mangrove forest. The country's biodiversity includes a vast array of plants and wildlife, including the endangered Bengal tiger, the national animal.\n Bangladesh forms the largest and eastern part of the Bengal region. According to the ancient Indian epics, Ramayana and Mahabharata, the Vanga Kingdom, one of the namesakes of the Bengal region, was a strong naval ally of the legendary Ayodhya. In the ancient and classical period of the Indian subcontinent, the territory was home to many principalities, including the Pundra, Gangaridai, Gauda, Samatata and Harikela. It was also a Mauryan province under the reign of Ashoka. The principalities were notable for their overseas trade, contacts with the Roman world, export of fine muslin and silk to the Middle East, and spreading of philosophy and art to Southeast Asia. The Pala Empire, the Chandra dynasty, and the Sena dynasty were the last pre-Islamic Bengali middle kingdoms. Islam was introduced during the Pala Empire, through trade with the Abbasid Caliphate, but following the early conquest of Bakhtiyar Khalji and the subsequent establishment of the Delhi Sultanate and preaching of Shah Jalal in East Bengal, the faith fully spread across the region. In 1576, the wealthy Bengal Sultanate was absorbed into the Mughal Empire, but its rule was briefly interrupted by the Suri Empire. Following the death of Emperor Aurangzeb in the early 1700s, the proto-industrialised Mughal Bengal became a semi-independent state under the Nawabs of Bengal. The region was later conquered by the British East India Company at the Battle of Plassey in 1757. The borders of modern Bangladesh were established with the separation of Bengal and India in August 1947, when the region became East Pakistan as a part of the newly formed State of Pakistan, demarcated by the Boundary of the Partition of India. Later the rise of the Bengali nationalist and self-determination movement led to the Liberation War and eventually resulted in the emergence of Bangladesh as a sovereign nation in 1971.\n The Bengali ethnicity, speakers of the official Bengali language, make up 98% of the population. Bangladesh is created on the basis of language and ethnicity. The politically dominant Bengali Muslims make the nation the world's fourth-largest Muslim-majority country. The constitution declares Bangladesh a secular state while recognizing Islam as a state religion. A middle power, Bangladesh is a unitary parliamentary democracy and constitutional republic in the Westminster tradition. The country is divided into eight administrative divisions and sixty-four districts. It is one of the emerging and growth-leading economies of the world, one of the Next Eleven countries, with one of the fastest real GDP growth rates in the world. Its gross domestic product ranks 39th largest in terms of market exchange rates, and 29th in purchasing power parity. Its per capita income ranks 143th nominally and 136th by purchasing power parity. In recent years Bangladesh has registered notable success in reducing child mortality; population control; combating natural disasters; women's empowerment; using microcredit to alleviate poverty; and boosting income through the export of textiles, garments, pharmaceuticals, manpower, agricultural produce, shrimps, jute, leather goods, seafood, tea, etc. However, the country continues to face the challenges of the Rohingya genocide and refugee crisis, corruption, and the erratic effects of climate change.",
  "/wiki/Prime_Minister_of_Bangladesh": "The Prime Minister of the People's Republic of Bangladesh (Bengali: গণপ্রজাতন্ত্রী বাংলাদেশের প্রধানমন্ত্রী, romanized: Gonoprojatantri Bangladesh Shorkarer Prodhanmontri) is the Head of the Government of Bangladesh. The Prime Minister and the Cabinet are collectively accountable for their policies and actions to the Parliament, to their political party and ultimately to the electorate.\n The position was absent during years of 1975–78, 1982-84 and 1990-91 due to imposed martial law. In each of these periods, the military junta led by the President had the powers of the Prime Minister. During the period between 1996 and 2008, The Chief Adviser of the Caretaker Government of the People's Republic of Bangladesh used to take over as the Head of government for 90 days during transition between one elected government to another. The Chief Adviser headed an Advisory Committee comprising ten Advisers. With powers roughly equivalent to those of the Prime Minister of an elected governments, his executive power was constrained with certain constitutional limitations. The system was scrapped in 2011 by 15th amendment of constitution to allow political government to conduct any General Election in future.\n The current Prime Minister, Sheikh Hasina Wazed, was appointed on 6 January 2009 by the President of Bangladesh and she is also the longest serving prime minister in the country's history.",
  "/wiki/Sheikh_Hasina": "Sheikh Hasina Wazed (Bengali: শেখ হাসিনা ওয়াজেদ; English: /ˈʃeɪk həˈsiːnə/, SHAYK hə-SEE-nə; born 28 September 1947) is a Bangladeshi politician serving as the 10th Prime Minister of Bangladesh, having held the office since January 2009. She had previously served as Prime Minister from 1996 to 2001. She is the longest-serving prime minister in the history of Bangladesh.\n She is the daughter of Bangladesh's first President Sheikh Mujibur Rahman. Sheikh Hasina is the eldest of his five children. Her political career has spanned more than four decades. She previously served as opposition leader from 1986 to 1990 and from 1991 to 1995, as Prime Minister from 1996 to 2001, and has been leading the Bangladesh Awami League since 1981. In 2008, she returned as Prime Minister with a landslide victory. In January 2014, she became prime minister for a third term in an unopposed election, in an election boycotted by the opposition and criticised by international observers. She won a fourth term in December 2018, following an election marred with violence and criticised by the opposition as being rigged.\n Hasina is considered one of the most powerful women in the world, ranking 26th on Forbes' list of The World's 100 Most Powerful Women in 2018, and 30th in 2017. Sheikh Hasina has also made a list of \"top 100 Global Thinkers\" of the present decade. She is a member of the Council of Women World Leaders, an International network of current and former women presidents and prime ministers.\n She has also been praised for economic growth under her tenure.",
  "/wiki/Malaysia": "Malaysia (/məˈleɪziə, -ʒə/ (listen) mə-LAY-zee-ə, -⁠zhə; Malay: [məlejsiə]) is a country in Southeast Asia. The  federal constitutional monarchy  consists of 13 states and three federal territories, separated by the South China Sea into two similarly sized regions, Peninsular Malaysia and East Malaysia (Malaysian Borneo). Peninsular Malaysia shares a land and maritime border with Thailand and maritime borders with Singapore, Vietnam, and Indonesia. East Malaysia shares land and maritime borders with Brunei and Indonesia and a maritime border with the Philippines and Vietnam. Kuala Lumpur is the national capital and largest city while Putrajaya is the seat of the federal government. With a population of over 30 million, Malaysia is the world's 44th most populous country. The southernmost point of continental Eurasia, Tanjung Piai, is in Malaysia. In the tropics, Malaysia is one of 17 megadiverse countries, home to large numbers of endemic species.\n Malaysia has its origins in the Malay kingdoms which, from the 18th century, became subject to the British Empire, along with the British Straits Settlements protectorate. Peninsular Malaysia was unified as the Malayan Union in 1946. Malaya was restructured as the Federation of Malaya in 1948 and achieved independence on 31 August 1957. Malaya united with North Borneo, Sarawak, and Singapore on 16 September 1963 to become Malaysia. In 1965, Singapore was expelled from the federation.\n The country is multi-ethnic and multi-cultural, which plays a large role in its politics. About half the population is ethnically Malay, with large minorities of Malaysian Chinese, Malaysian Indians, and indigenous peoples. While recognising Islam as the country's established religion, the constitution grants freedom of religion to non-Muslims. The government system is closely modelled on the Westminster parliamentary system and the legal system is based on common law. The head of state is the king, known as the Yang di-Pertuan Agong. He is an elected monarch chosen from the hereditary rulers of the nine Malay states every five years. The head of government is the Prime Minister. The country's official language is Malaysian, a standard form of the Malay language. English remains an active second language.\n After independence, the Malaysian GDP grew at an average of 6.5% per annum for almost 50 years. The economy has traditionally been fuelled by its natural resources but is expanding in the sectors of science, tourism, commerce and medical tourism. Malaysia has a newly industrialised market economy, ranked third-largest in Southeast Asia and 33rd largest in the world. It is a founding member of the Association of Southeast Asian Nations, the East Asia Summit and the Organisation of Islamic Cooperation, and a member of Asia-Pacific Economic Cooperation, the Commonwealth of Nations, and the Non-Aligned Movement.",
  "/wiki/Prime_Minister_of_Malaysia": "The prime minister of Malaysia (Malay: Perdana Menteri Malaysia) is the head of government and the highest political office in Malaysia. The prime minister leads the executive branch of the federal government. The Yang di-Pertuan Agong appoints a member of Parliament (MP) who, in his opinion, is most likely to command the confidence of a majority of MPs, the prime minister, usually the leader of the party winning the most seats in a general election. As of 10 May 2018[update], Mahathir Mohamad is the seventh and incumbent prime minister.\n After the formation of Malaysia on 16 September 1963, Tunku Abdul Rahman, the chief minister of the Federation of Malaya, became the prime minister of Malaysia. From independence until the 2018 general election, the prime minister had always been from the United Malays National Organisation (UMNO) party of Barisan Nasional (previously the Alliance Party). Following a general election, Mahathir Mohamad took office on 10 May 2018, as the first prime minister of the opposition coalition, Pakatan Harapan (PH). Mahathir is the first prime minister not to represent the Alliance/Barisan Nasional coalition. He is also the first Malaysian prime minister to serve from two different parties and on non-consecutive terms.\n Mahathir and the PH coalition confirmed that, after a period of around 2 years, People's Justice Party (PKR) leader Anwar Ibrahim will take over as Prime Minister. On 11 June 2018, Mahathir said he is prepared to stay as Prime Minister for more than two years if that is what members of the public want.",
  "/wiki/Mahathir_Mohamad": "Mahathir bin Mohamad (Jawi: محاضر بن محمد‎, IPA: [maˈhaðɪr bɪn moˈhamad]; born 10 July 1925) is a Malaysian politician who currently serves as the prime minister of Malaysia. He was appointed prime minister in 1981, retired in 2003, and returned to the office in 2018. He is the chairman of the Pakatan Harapan coalition, as well as a member of the Parliament of Malaysia for the Langkawi constituency in the state of Kedah. Mahathir's political career has spanned more than 70 years starting with his participation in protests against non-Malays gaining Malaysian citizenship during the Malayan Union through to forming his own party, the Malaysian United Indigenous Party (PPBM), in 2016.\n Born and raised in Alor Setar, Kedah, Mahathir excelled at school and became a physician. He became active in the United Malays National Organisation (UMNO) before entering parliament in 1964. He served one term before losing his seat, subsequently falling out with Prime Minister Tunku Abdul Rahman and being expelled from UMNO. When Abdul Rahman resigned, Mahathir re-entered UMNO and parliament, and was promoted to the Cabinet. By 1977, he had risen to deputy prime minister. In 1981, he was sworn in as prime minister after the resignation of his predecessor, Hussein Onn.\n During Mahathir's first tenure as prime minister, Malaysia experienced a period of rapid modernization and economic growth, and his government initiated a series of bold infrastructure projects. Mahathir was a dominant political figure, winning five consecutive general elections and fending off a series of rivals for the leadership of UMNO. However, his accumulation of power came at the expense of the independence of the judiciary and the traditional powers and privileges of Malaysia's royalty. He deployed the controversial Internal Security Act to detain activists, non-mainstream religious figures, and political opponents, including the deputy prime minister whom he fired in 1998, Anwar Ibrahim. Mahathir's record of curbing civil liberties and his antagonism towards western interests and economic policy made his relationships with western nations difficult. As prime minister, he was an advocate of third-world development and a prominent international activist.\n After leaving office, Mahathir became a strident critic of his hand-picked successor Abdullah Ahmad Badawi in 2006 and later, Najib Razak in 2015. On 29 February 2016, Mahathir quit UMNO in light of its support for the actions of Prime Minister Najib Razak, in spite of the 1Malaysia Development Berhad scandal. On 9 September 2016, the Malaysian United Indigenous Party was officially registered as a political party, with Mahathir as chairman. On 8 January 2018, Mahathir was announced as the Pakatan Harapan coalition candidate for prime minister for the 2018 general election, in a plan to pardon Anwar Ibrahim and hand a role to him if the campaign was successful. Following a decisive victory for Pakatan Harapan in the 2018 election, Mahathir was sworn in as prime minister on 10 May 2018. At 94, he is the oldest sitting state leader. He is the first prime minister not to represent the Barisan Nasional (BN) coalition (or its predecessor, the Alliance Party) and also the first to serve from two different parties and on non-consecutive terms.",
  "/wiki/Cameroon": "Cameroon (/ˌkæməˈruːn/ (listen); French: Cameroun), officially the Republic of Cameroon (French: République du Cameroun), is a country in Central Africa. It is bordered by Nigeria to the west and north; Chad to the northeast; the Central African Republic to the east; and Equatorial Guinea, Gabon and the Republic of the Congo to the south. Cameroon's coastline lies on the Bight of Biafra, part of the Gulf of Guinea and the Atlantic Ocean. Although Cameroon is not an ECOWAS member state, it is geographically and historically in West Africa with the Southern Cameroons which now form her Northwest and Southwest Regions having a strong West African history. The country is sometimes identified as West African and other times as Central African due to its strategic position at the crossroads between West and Central Africa. Cameroon is home to over 250 native languages spoken by nearly 20 million people. The official languages of the country are English and French.\n Early inhabitants of the territory included the Sao civilisation around Lake Chad and the Baka hunter-gatherers in the southeastern rainforest. Portuguese explorers reached the coast in the 15th century and named the area Rio dos Camarões (Shrimp River), which became Cameroon in English. Fulani soldiers founded the Adamawa Emirate in the north in the 19th century, and various ethnic groups of the west and northwest established powerful chiefdoms and fondoms. Cameroon became a German colony in 1884 known as Kamerun.\n After World War I, the territory was divided between France and the United Kingdom as League of Nations mandates. The Union des Populations du Cameroun (UPC) political party advocated independence, but was outlawed by France in the 1950s, leading to the Bamileke War fought between French and UPC militant forces until early 1971. In 1960, the French-administered part of Cameroon became independent as the Republic of Cameroun under President Ahmadou Ahidjo. The southern part of British Cameroons federated with it in 1961 to form the Federal Republic of Cameroon. The federation was abandoned in 1972. The country was renamed the United Republic of Cameroon in 1972 and the Republic of Cameroon in 1984. Large numbers of Cameroonians live as subsistence farmers. Paul Biya, the incumbent President, has led the country since 1982; he had previously held office as prime minister, from 1975 until his elevation to the presidency. The country has experienced tensions coming from the English-speaking territories. Politicians in the English-speaking regions have advocated for greater decentralisation and even complete separation or independence (as in the Southern Cameroons National Council) from Cameroon. In 2017, tensions in the English-speaking territories escalated into open warfare.\n The official languages of Cameroon are French and English, the languages of former colonial French Cameroons and British Cameroons and its religious population consists of 70% Christians and 20% Muslims. It is governed as a Unitary presidential republic and has good relations with the major powers of France, the United Kingdom and China.\n The country is often referred to as \"Africa in miniature\" for its geological and cultural diversity. Natural features include beaches, deserts, mountains, rainforests, and savannas. The highest point at almost 4,100 metres (13,500 ft) is Mount Cameroon in the Southwest Region of the country, and the largest cities in population-terms are Douala on the Wouri River, its economic capital and main seaport, Yaoundé, its political capital, and Garoua. The country is well known for its native styles of music, particularly Makossa and Bikutsi, and for its successful national football team. Cameroon is a member state of the African Union, the United Nations, Non-Aligned Movement and the Organisation of Islamic Cooperation.",
  "/wiki/Prime_Minister_of_Cameroon": "Under the current Constitution of Cameroon, the Prime Minister of Cameroon is a relatively powerless position. While the Prime Minister is officially appointed to be the head of government, the President retains most of the executive power and can fire the Prime Minister at will.",
  "/wiki/Philémon_Yang": "Philémon Yunji Yang (born June 14, 1947) is a Cameroonian politician who served as Prime minister from 30 June 2009 to 4 January 2019. Previously he was Assistant Secretary General of the Presidency, with the rank of minister, from 2004 to 2009. He served in the government from 1975 to 1984 and was Cameroon's Ambassador to Canada from 1984 to 2004. He is the longest-serving Prime Minister in Cameroonian history.",
  "/wiki/Barbados": "Barbados (/bɑːrˈbeɪdɒs/ (listen) or /-doʊs/) is an island country in the Lesser Antilles of the West Indies, in the Caribbean region of North America. It is 34 kilometres (21 miles) in length and up to 23 km (14 mi) in width, covering an area of 432 km2 (167 sq mi). It is situated in the western area of the North Atlantic and 100 km (62 mi) east of the Windward Islands and the Caribbean Sea; therein, Barbados is east of the Windwards, part of the Lesser Antilles, roughly at 13°N of the equator. It is about 168 km (104 mi) east of both the countries of Saint Lucia and Saint Vincent and the Grenadines and 180 km (110 mi) south-east of Martinique and 400 km (250 mi) north-east of Trinidad and Tobago. Barbados is outside the principal Atlantic hurricane belt. Its capital and largest city is Bridgetown.\n Inhabited by Kalinago people since the 13th century, and prior to that by other Amerindians, Barbados was visited by Spanish navigators in the late 15th century and claimed for the Spanish Crown. It first appeared in a Spanish map in 1511.\nThe Portuguese Empire claimed the island between 1532 and 1536, but later abandoned it in 1620; with their only remnants being an introduction of wild boars for a good supply of meat whenever the island was visited, and to replenish their water supply. An English ship, the Olive Blossom, arrived in Barbados on 14 May 1625; its men took possession of it in the name of King James I. In 1627, the first permanent settlers arrived from England, and it became an English and later British colony. As a wealthy sugar colony, it became an English centre of the African slave trade until that trade was outlawed in 1807, with final emancipation of slaves in Barbados occurring over a period of years from 1833.\n On 30 November 1966, Barbados became an independent state and Commonwealth realm with Elizabeth II as its queen. It has a population of 287,010 people, predominantly of African descent. Despite being classified as an Atlantic island, Barbados is considered to be a part of the Caribbean, where it is ranked as a leading tourist destination. Of the tourists, 40% come from the UK, with the US and Canada making up the next large groups of visitors to the island.[citation needed]",
  "/wiki/Prime_Minister_of_Barbados": "The prime minister of Barbados is the head of government of Barbados. The prime minister is appointed by Elizabeth II, Queen of Barbados (represented by the governor-general) under the terms of the 1966 Constitution. As the nominal holder of executive authority, the governor-general holds responsibility for conducting parliamentary elections and for proclaiming one of the candidates as Prime Minister.",
  "/wiki/Mia_Mottley": "Mia Amor Mottley, QC, MP (born 1 October 1965) is a Barbadian politician and attorney who is the current Prime Minister of Barbados and leader of the Barbados Labour Party (BLP). Mottley is the eighth person to hold the position of Prime Minister in Barbados and first woman to hold either position.\n Mottley has been the Member of Parliament for the constituency of Saint Michael North East since 1994. From 1994 to 2008, she held a succession of ministerial portfolios including the post of Attorney-General of Barbados becoming the first woman to be appointed as such. She is also a member of the Inter-American Dialogue.\n Mottley was twice the Leader of the Opposition in House of Assembly of Barbados first from 2008 to 2010 then from 2013 to 2018. In 2018, the Mottley-led BLP won an historic landslide victory in the 24 May general election, securing all 30 seats in the House—making them the first party to accomplish this feat—in addition to winning 72.8% of the popular vote, which is the highest share ever achieved by a party in a general election.",
  "/wiki/Papua_New_Guinea": "Papua New Guinea (PNG; /ˈpæp(j)uə ... ˈɡɪni, ˈpɑː-/, also US: /ˈpɑːpwə-, ˈpɑːpjə-, ˈpɑːpə-/; Tok Pisin: Papua Niugini; Hiri Motu: Papua Niu Gini), officially the Independent State of Papua New Guinea (Tok Pisin: Independen Stet bilong Papua Niugini; Hiri Motu: Independen Stet bilong Papua Niu Gini), is a country in Oceania that occupies the eastern half of the island of New Guinea and its offshore islands in Melanesia, a region of the southwestern Pacific Ocean north of Australia. Its capital, located along its southeastern coast, is Port Moresby. The western half of New Guinea forms the Indonesian provinces of Papua and West Papua. It is the world's 3rd largest island country with 462,840 km2 (178,700 sq mi).\n At the national level, after being ruled by three external powers since 1884, Papua New Guinea established its sovereignty in 1975. This followed nearly 60 years of Australian administration, which started during World War I. It became an independent Commonwealth realm in 1975 with Elizabeth II as its queen. It also became a member of the Commonwealth of Nations in its own right.\n Papua New Guinea is one of the most culturally diverse countries in the world. It is also one of the most rural, as only eighteen per cent of its people live in urban centres. There are 851 known languages in the country, of which 11 now have no known speakers. Most of the population of more than 8 million people lives in customary communities, which are as diverse as the languages. The country is one of the world's least explored, culturally and geographically. It is known to have numerous groups of uncontacted peoples, and researchers believe there are many undiscovered species of plants and animals in the interior.\n Papua New Guinea is classified as a developing economy by the International Monetary Fund. Strong growth in Papua New Guinea's mining and resource sector led to the country becoming the sixth-fastest-growing economy in the world in 2011. Growth was expected to slow once major resource projects came on line in 2015. Mining remains a major economic factor, however. Local and national governments are discussing the potential of resuming mining operations at the Panguna mine in Bougainville Province, which has been closed since the civil war in the 1980s–1990s. Nearly 40 per cent of the population lives a self-sustainable natural lifestyle with no access to global capital.\n Most of the people still live in strong traditional social groups based on farming. Their social lives combine traditional religion with modern practices, including primary education. These societies and clans are explicitly acknowledged by the Papua New Guinea Constitution, which expresses the wish for \"traditional villages and communities to remain as viable units of Papua New Guinean society\" and protects their continuing importance to local and national community life. The nation is an observer state in the Association of Southeast Asian Nations or ASEAN since 1976, and has already filed its application for full membership status. It is a full member of the Pacific Community (SPC), the Pacific Islands Forum (formerly South Pacific Forum) and the Commonwealth of Nations.",
  "/wiki/Prime_Minister_of_Papua_New_Guinea": "The prime minister of Papua New Guinea is Papua New Guinea's head of government, consequent on being the leader of the party or coalition with majority support in the National Parliament.",
  "/wiki/Peter_O'Neill": "Peter Charles Paire O'Neill, CMG (born 13 February 1965) is a Papua New Guinean politician. He is a member of parliament since 2002 and occupied a number of cabinet posts in the period to 2011. In that period he was also three years out of government: 2004-2007. He was then leader of the opposition. He was the seventh Prime Minister of Papua New Guinea, in office between 2011 and 2019. He avoided a vote of no confidence through resignation. A complex set of maneuvers left his party in government and Peter O’Neill as leader of his party. He was succeeded by James Marape as Prime Minister.",
  "/wiki/Saint_Lucia": "Saint Lucia (/ˈluːʃə/ (listen); French: Sainte-Lucie) is a sovereign island country in the West Indies in the eastern Caribbean Sea on the boundary with the Atlantic Ocean. The island was previously called Iyonola, the name given to the island by the native Amerindians and later, Hewanorra, the name given by the native Caribs. Part of the Lesser Antilles, it is located north/northeast of the island of Saint Vincent, northwest of Barbados and south of Martinique. It covers a land area of 617 km2 (238 square miles) and reported a population of 165,595 in the 2010 census. Its capital is Castries.\n The French were the island's first European settlers. They signed a treaty with the native Island Caribs in 1660. England took control of the island from 1663 to 1667. In ensuing years, it was at war with France fourteen times, and the rule of the island changed frequently (it was ruled seven times each by the French and British). In 1814, the British took definitive control of the island. Because it switched so often between British and French control, Saint Lucia was also known as the \"Helen of the West Indies\" after the Greek mythological character, Helen of Troy.\n Representative government came about in 1840 (universal suffrage was established in 1953). From 1958 to 1962, the island was a member of the West Indies Federation. On 22 February 1979, Saint Lucia became an independent state and a member of the Commonwealth of Nations. Saint Lucia is a mixed jurisdiction, meaning that it has a legal system based in part on both the civil law and English common law. The Civil Code of St. Lucia of 1867 was based on the Quebec Civil Code of 1866, as supplemented by English common law-style legislation. It is also a member of Organisation internationale de la Francophonie.",
  "/wiki/Prime_Minister_of_Saint_Lucia": "This page contains a list of Prime Ministers of Saint Lucia.",
  "/wiki/Allen_Chastanet": "Allen Michael Chastanet is a Saint Lucian businessman and politician who has been Prime Minister of Saint Lucia since June 2016. He is the political leader of the United Workers Party, as well as the parliamentary representative for Micoud South constituency. Previously he served from 2006 to 2011 as Saint Lucia's Minister for Tourism and Civil Aviation.",
  "/wiki/Lesotho": "Lesotho (/ləˈsuːtuː/ (listen), Sotho pronunciation: [lɪˈsʊːtʰʊ]), officially the Kingdom of Lesotho (Sotho: 'Muso oa Lesotho), is an enclaved country within the border of South Africa. Along with the Vatican City and San Marino, it is one of only three independent states completely surrounded by the territory of another country, and the only one outside of the Italian peninsula. Lesotho is just over 30,000 km2 (11,583 sq mi) in size and has a population of around 2 million. Its capital and largest city is Maseru.\n Lesotho was previously the British Crown Colony of Basutoland, but it declared independence from the United Kingdom on 4 October 1966. It is now a fully sovereign state that is a member of the United Nations, the Commonwealth of Nations, and the Southern African Development Community (SADC). The name Lesotho roughly translates to \"the land of the brown-skinned people\".",
  "/wiki/Prime_Minister_of_Lesotho": "This is a list of Prime Ministers of Lesotho since the formation of the post of Prime Minister of Lesotho in 1965, to the present day.\n A total of five people have served as Prime Minister of Lesotho (not counting one Acting Prime Ministers and two Chairmen of the Military Council). Additionally, three persons, Ntsu Mokhehle, Pakalitha Mosisili and Tom Thabane, have served on two non-consecutive occasions.\n The current Prime Minister of Lesotho is Tom Thabane, since 16 June 2017.",
  "/wiki/Tom_Thabane": "Thomas Motsoahae Thabane (born 28 May 1939) is a Mosotho politician who has been Prime Minister of Lesotho since June 2017. Previously he was Prime Minister from June 2012 to March 2015. He is leader of the All Basotho Convention (ABC) political party.\n Thabane served in the government of Prime Minister Pakalitha Mosisili from 1998 to 2006, and at the time, was a member of the ruling Lesotho Congress for Democracy (LCD), but in 2006 he split from the LCD and launched the ABC. After more than five years in opposition, he built a coalition of 12 parties in the wake of the May 2012 parliamentary election and was appointed Prime Minister.\n In the February 2015 parliamentary election, the All Basotho Convention was democratically removed from power by a seven-party coalition led by his rival and predecessor, Pakalitha Mosisili, although the ABC did win the highest number of constituencies. Two months later, Thabane fled to South Africa with two other opposition leaders, claiming that their lives were in danger. They returned to Lesotho on 12 February 2017 in order to participate in a parliamentary vote of no confidence that unseated Prime Minister Mosisili.",
  "/wiki/Grenada": "Grenada (/ɡrɪˈneɪdə/ (listen) grin-AY-də Grenadian Creole: La Gwenad) is a sovereign state in the West Indies in the Caribbean Sea at the southern end of the Grenadines island chain. Grenada consists of the island of Grenada itself plus six smaller islands which lie to the north of the main island. It is located northwest of Trinidad and Tobago, northeast of Venezuela and southwest of Saint Vincent and the Grenadines. Its size is 348.5 square kilometres (134.6 sq mi), and it had an estimated population of 112,200 in July 2018. Its capital is St. George's. Grenada is also known as the \"Island of Spice\" due to its production of nutmeg and mace crops. The national bird of Grenada is the critically endangered Grenada dove.\n Coordinates: 12°07′N 61°40′W﻿ / ﻿12.117°N 61.667°W﻿ / 12.117; -61.667\nBefore the arrival of Europeans in the Americas, Grenada was inhabited by the indigenous Arawaks and later by the Island Caribs. Christopher Columbus sighted Grenada in 1498 during his third voyage to the Americas. Although it was deemed the property of the King of Spain, there are no records to suggest the Spanish ever landed or settled on the island. Following several unsuccessful attempts by Europeans to colonise the island due to resistance from the Island Caribs, French settlement and colonisation began in 1650 and continued for the next century. On 10 February 1763, Grenada was ceded to the British under the Treaty of Paris. British rule continued until 1974 (except for a period of French rule between 1779 and 1783). From 1958 to 1962 Grenada was part of the Federation of the West Indies, a short-lived federation of British West Indian colonies. On 3 March 1967, Grenada was granted full autonomy over its internal affairs as an associated state.\n Independence as a sovereign state was granted on 7 February 1974, without breaking formal ties with the Commonwealth, under the leadership of Eric Gairy, who became the first Prime Minister of Grenada, with Queen Elizabeth as Head of State. In March 1979, the Marxist–Leninist New Jewel Movement overthrew Gairy's government in a popular bloodless coup d'état and established the People's Revolutionary Government (PRG), headed by Maurice Bishop as Prime Minister. Bishop was later executed by military hardliners, prompting a U.S.-led invasion in October 1983. Since then democratic governance has been restored and the island has remained politically stable.",
  "/wiki/Prime_Minister_of_Grenada": "This is a list of heads of government of Grenada, from the establishment of the office of Chief Minister in 1960 to the present day.",
  "/wiki/Keith_Mitchell": "Keith Claudius Mitchell (born 12 November 1946) is a Grenadian politician who has been Prime Minister of Grenada since 2013; previously he served as Prime Minister from 1995 to 2008. He is the longest-serving Prime Minister Grenada has ever had, holding the office for almost 19 years. He is currently leader of the New National Party (NNP) and was Leader of the Opposition in the Bulling Parliament from 2008 to 2013.",
  "/wiki/Malta": "The origin of the name Malta is uncertain, and the modern-day variation is derived from the Maltese language. The most common etymology is that the word Malta is derived from the Greek word μέλι, meli, \"honey\". The ancient Greeks called the island Μελίτη (Melitē) meaning \"honey-sweet\", possibly for Malta's unique production of honey; an endemic subspecies of bees live on the island. The Romans called the island Melita, which can be considered either a latinisation of the Greek Μελίτη or the adaptation of the Doric Greek pronunciation of the same word Μελίτα. In 1525 William Tyndale used the transliteration \"Melite\" in Acts 28:1 for Καὶ διασωθέντες τότε ἐπέγνωμεν ὅτι Μελίτη ἡ νῆσος καλεῖται as found in his translation of The New Testament that relied on Greek texts instead of Latin. \"Melita\" is the spelling used in the Authorized (King James) Version of 1611 and in the American Standard Version of 1901. \"Malta\" is widely used in more recent versions, such as The Revised Standard Version of 1946 and The New International Version of 1973.\n Another conjecture suggests that the word Malta comes from the Phoenician word Maleth, \"a haven\", or 'port' in reference to Malta's many bays and coves. Few other etymological mentions appear in classical literature, with the term Malta appearing in its present form in the Antonine Itinerary (Itin. Marit. p. 518; Sil. Ital. xiv. 251).",
  "/wiki/Prime_Minister_of_Malta": "The prime minister of Malta (Maltese: Prim Ministru ta' Malta) is the head of government, which is the highest official of Malta.",
  "/wiki/Joseph_Muscat": "Joseph Muscat, KUOM MP (born 22 January 1974) is a Maltese politician who served as Prime Minister of Malta from 2013 to 2020, and Leader of the Partit Laburista (PL) from June 2008 to January 2020. Muscat was re-elected as prime minister in the elections of 3 June 2017 (55.04% after 54.83% in 2013). Previously he was a Member of the European Parliament (MEP) from 2004 to 2008. He was Leader of the Opposition from October 2008 to March 2013. Muscat identifies as a progressive and liberal politician, with pro-business leanings, and has been associated with both economically liberal and socially liberal policies.\n Muscat succeeded Alfred Sant as party leader in 2008. He rebranded the Labour Party, which embraced an increasingly socially liberal and centrist position. The 2013 general election saw Muscat becoming Prime Minister in March 2013. His premiership was marked for pulling together a national consensus for economic growth, based on a restructured Maltese economy. His administration led to large-scale changes to welfare and civil liberties, including the legalisation of same-sex marriage in July 2017.\n Muscat presided over the rise of the Labour Party and its dominance in Maltese politics, and the relative decline of the Nationalist Party. Muscat has been praised for eliminating Malta's national deficit, decreasing unemployment to historic lows, and presiding over an unprecedented period of economic growth. Conversely, he has been criticised by figures on both the left and right, and has been accused of political opportunism, broken promises on meritocracy and the environment, as well as corruption allegations. On 1 December 2019, under pressure from the 2019 street protests calling for his resignation in relation to the assassination of journalist Daphne Caruana Galizia, Muscat announced his resignation, and stepped down on 13 January 2020.",
  "/wiki/Pakistan": "Pakistan,[b] officially the Islamic Republic of Pakistan,[c] is a country in South Asia. It is the world's sixth-most populous country with a population exceeding 207.8 million. In area, it is the 33rd-largest country, spanning 881,913 square kilometres (340,509 square miles). Pakistan has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the south and is bordered by India to the east, Afghanistan to the west, Iran to the southwest, and China in the northeast. It is separated narrowly from Tajikistan by Afghanistan's Wakhan Corridor in the northwest, and also shares a maritime border with Oman.\n The territory that now constitutes Pakistan was the site of several ancient cultures and intertwined with the history of the broader Indian subcontinent. The ancient history involves the Neolithic site of Mehrgarh and the Bronze Age Indus Valley Civilisation, and was later home to kingdoms ruled by people of different faiths and cultures, including Hindus, Indo-Greeks, Muslims, Turco-Mongols, Afghans and Sikhs. The area has been ruled by numerous empires and dynasties, including the Persian Achaemenid Empire, Alexander III of Macedon, the Seleucid Empire, the Indian Maurya Empire, the Gupta Empire, the Arab Umayyad Caliphate, the Delhi Sultanate, the Mongol Empire, the Mughal Empire, the Afghan Durrani Empire, the Sikh Empire (partially) and, most recently, the British Indian Empire. Pakistan is the only country to have been created in the name of Islam. It is an ethnically and linguistically diverse country, with similarly diverse geography and wildlife. Initially a dominion, Pakistan adopted a constitution in 1956, becoming an Islamic republic. An ethnic civil war and Indian military intervention in 1971 resulted in the secession of East Pakistan as the new country of Bangladesh. In 1973, Pakistan adopted a new constitution which stipulated that all laws are to conform to the injunctions of Islam as laid down in the Quran and Sunnah.\n A middle power, Pakistan has the sixth-largest standing armed forces in the world and is also a nuclear power as well as a declared nuclear-weapons state, the second in South Asia and the only nation in the Muslim world to have that status. Pakistan has a semi-industrialised[citation needed] economy with a well-integrated agriculture sector and a growing services sector. It is ranked among the emerging and growth-leading economies of the world, and is backed by one of the world's largest and fastest-growing middle class. Pakistan's political history since independence has been characterized by periods of military rule, political instability and conflicts with India. The country continues to face challenging problems, including overpopulation, terrorism, poverty, illiteracy, and corruption. Pakistan is a member of the UN, the Shanghai Cooperation Organisation, the OIC, the Commonwealth of Nations, the SAARC, the Islamic Military Counter Terrorism Coalition and the Major non-NATO ally.",
  "/wiki/Prime_Minister_of_Pakistan": "The Prime Minister of Pakistan (Urdu:  وزِیرِ اعظم پاکِستان‬ ‎ – Wazīr-ē-Āzam, Urdu pronunciation: [ʋəˈziːr-ˌeː ˈɑː.zəm]; lit. \"Grand Vizier\") is the head of government of Pakistan and designated as the \"chief executive of the Republic\".\n The Prime Minister leads the executive branch of the government, oversees economic growth, leads the National Assembly, heads the Council of Common Interests as well as the Cabinet, and is vested with the command authority over the nuclear arsenals. This position places its holder in leadership of the nation and in control over all matters of internal and foreign policy. The Prime Minister is elected by the members of the National Assembly and therefore is usually the leader of the majority party in the parliament. The Constitution of Pakistan vests the executive powers in the Prime Minister, who is responsible for appointing the Cabinet as well as running the executive branch, taking and authorising executive decisions, appointments and recommendations that require executive confirmation of the Prime Minister.\n Constitutionally, the Prime Minister serves as the chief adviser to President of Pakistan on critical matters and plays an influential role in appointment in each branch of the military leadership as well as ensuring the control of the military through chairman joint chiefs. Powers of the Prime Minister have significantly grown with a delicate system of the check and balance by each branch. The position was absent during years of 1960–73, 1977–85 and 1999–2002 due to imposed martial law. In each of these periods, the military junta led by the President had the powers of the Prime Minister.\nImran Khan has held the office of Prime Minister since 18 August 2018, following the outcome of nationwide general elections held on 25 July 2018.",
  "/wiki/Imran_Khan": "Imran Ahmed Khan Niazi HI PP (Urdu: عمران احمد خان نیازی‎; born 5 October 1952) is the 22nd and current Prime Minister of Pakistan and the chairman of the Pakistan Tehreek-e-Insaf (PTI). Before entering politics, Khan was an international cricketer and captain of the Pakistan national cricket team, which he led to victory in the 1992 Cricket World Cup.[n 1]\n Khan was born to a landowning Pashtun family of Mianwali in Lahore in 1952; he was educated at Aitchison College in Lahore, then the Royal Grammar School Worcester in Worcester, and later at Keble College, Oxford. He started playing cricket at age 13, and made his debut for the Pakistan national cricket team at age 18, during a 1971 Test series against England. After graduating from Oxford, he made his home debut for Pakistan in 1976, and played until 1992. He also served as the team's captain intermittently between 1982 and 1992, notably leading Pakistan to victory at the 1992 Cricket World Cup, Pakistan's first and only victory in the competition.\n Khan retired from cricket in 1992, as one of Pakistan's most successful players. In total he made 3,807 runs and took 362 wickets in Test cricket, and is one of eight world cricketers to have achieved an 'All-rounder's Triple' in Test matches. After retiring, he faced scandal after admitting to tampering with the ball with a bottle top in his youth. In 2003, he became a coach in Pakistan's domestic cricket circuit, and in 2010, he was inducted into the ICC Cricket Hall of Fame.\n In 1991, he launched a fundraising campaign to set up a cancer hospital in memory of his mother. He raised $25 million to set up a hospital in Lahore in 1994, and set up a second hospital in Peshawar in 2015. Khan remains a prominent philanthropist and commentator, having expanded the Shaukat Khanum Memorial Cancer Hospital to also include a research centre, and founded Namal College in 2008. Khan also served as the chancellor of the University of Bradford between 2005 and 2014, and was the recipient of an honorary fellowship by the Royal College of Physicians in 2012.\n In April 1996, Khan founded the Pakistan Tehreek-e-Insaf (lit: Pakistan Movement for Justice), a centrist political party, and became the party's national leader. Khan contested for a seat in the National Assembly in October 2002 and served as an opposition member from Mianwali until 2007. He was again elected to the parliament in the 2013 elections, when his party emerged as the second largest in the country by popular vote. Khan served as the parliamentary leader of the party and led the third-largest block of parliamentarians in the National Assembly from 2013 to 2018. His party also led a coalition government in the north-western province of Khyber Pakhtunkhwa. In the 2018 general elections, his party won the largest number of seats and defeated the ruling PML-N, bringing Khan to premiership and the PTI into federal government for the first time.\n Khan remains a popular public figure and is the author of, among other publications, Pakistan: A Personal History.",
  "/wiki/Tuvalu": "Tuvalu (/tuːˈvɑːluː/ too-VAH-loo) (formerly known as the Ellice Islands), is a country in Polynesia, located in the Pacific Ocean, situated in Oceania and about midway between Hawaii and Australia. The island country lies east-northeast of the Santa Cruz Islands (which belong to the Solomon Islands), southeast of Nauru, south of Kiribati, west of Tokelau, northwest of Samoa and Wallis and Futuna, and north of Fiji. It is composed of three reef islands and six true atolls spread out between the latitude of 5° to 10° south and longitude of 176° to 180°, west of the International Date Line. Tuvalu has a population of 11,192 (2017 census). The total land area of the islands of Tuvalu is 26 square kilometres (10 sq mi).\n The first inhabitants of Tuvalu were Polynesians. The origins of the people of Tuvalu are addressed in the theories regarding migration into the Pacific that began about three thousand years ago. During pre-European-contact times there was frequent canoe voyaging between the islands as Polynesian navigation skills are recognised to have allowed deliberate journeys on double-hull sailing canoes or outrigger canoes. The pattern of settlement that is believed to have occurred is that the Polynesians spread out from Samoa and Tonga into the Tuvaluan atolls, with Tuvalu providing a stepping stone to further migration into the Polynesian outliers in Melanesia and Micronesia.\n In 1568, Spanish navigator Álvaro de Mendaña was the first European to sail through the archipelago, sighting the island of Nui during his expedition in search of Terra Australis. The island of Funafuti was named Ellice's Island in 1819; the name Ellice was applied to all of the nine islands after the work of English hydrographer Alexander George Findlay. The Ellice Islands came into Great Britain's sphere of influence in the late 19th century, as the result of a treaty between Great Britain and Germany relating to the demarcation of the spheres of influence in the Pacific Ocean. Each of the Ellice Islands was declared a British Protectorate by Captain Gibson of HMS Curacoa between 9 and 16 October 1892. The Ellice Islands were administered as a British protectorate by a Resident Commissioner from 1892 to 1916, as part of the British Western Pacific Territories (BWPT), and then as part of the Gilbert and Ellice Islands colony from 1916 to 1976.\n A referendum was held in December 1974 to determine whether the Gilbert Islands and Ellice Islands should each have their own administration. As a consequence of the referendum, the Gilbert and Ellice Islands colony ceased to exist on 1 January 1976, and the separate British colonies of Kiribati and Tuvalu came into existence. Tuvalu became fully independent as a sovereign state within the Commonwealth on 1 October 1978. On 5 September 2000, Tuvalu became the 189th member of the United Nations.",
  "/wiki/Prime_Minister_of_Tuvalu": "The Prime Minister of Tuvalu is the head of government of Tuvalu. According to Tuvalu's constitution, the prime minister must always be a member of the Parliament, and is elected by parliament in a secret ballot. Because there are no political parties in Tuvalu, any member of parliament can be nominated for the role. Following parliament vote the Governor-General of Tuvalu is responsible for swearing the prime minister in.\n The office of prime minister was established when Tuvalu gained independence in 1978, although the post is sometimes considered to be a continuation of the earlier office of chief minister, which was created in 1975. If the prime minister dies, as has happened on one occasion, the deputy prime minister becomes acting prime minister until a new one is elected by parliament. The prime minister can lose his office by resigning, being defeated in a no confidence vote by parliament, or losing his seat in a parliamentary election. \n Several former prime ministers have been appointed the Governor-General of Tuvalu.",
  "/wiki/Enele_Sopoaga": "Enele Sosene Sopoaga PC (born 10 February 1956) is a Tuvaluan diplomat and politician who was Prime Minister of Tuvalu from 2013 to 2019.\n Sopoaga was elected to Parliament in the 2010 general election. He served as Deputy Prime Minister and Minister for Foreign Affairs, the Environment and Labour in Prime Minister Maatia Toafa's short-lived government from September to December 2010. Following an unsuccessful bid for the premiership in December 2010 (with Toafa's support), he became leader of the Opposition to prime minister Willy Telavi's government. He became caretaker prime minister on 1 August 2013 following Telavi's removal by the Governor General, in the context of a political crisis. A day later, on 2 August 2013, the opposition successfully voted out Telavi's government in a no confidence vote. Following this, a ballot was held to elect the new prime minister of Tuvalu and Sopoaga won with 8 votes to 4. He was sworn in on 5 August 2013, and created his ministry the same day.",
  "/wiki/List_of_Commonwealth_of_Nations_prime_ministers": "Prime Ministers of Commonwealth nations in order of appointment:"
}