{
  "/wiki/Charlotte_Coliseum": "Charlotte Coliseum was a multi-purpose sports and entertainment arena located in Charlotte, North Carolina.  It was operated by the Charlotte Coliseum Authority, which also oversees the operation of Bojangles' Coliseum (which was called Charlotte Coliseum prior to 1988), the Charlotte Convention Center, and Ovens Auditorium.  It is best known as the home of the NBA's Charlotte Hornets from 1988 to 2002, and the Charlotte Bobcats (now the second incarnation of the Hornets) from 2004 to 2005.",
  "/wiki/Charlotte,_North_Carolina": "Charlotte (/ˈʃɑːrlət/) is the most populous city in the U.S. state of North Carolina. Located in the Piedmont, it is the county seat of Mecklenburg County. In 2018, the U.S. Census Bureau estimated the population was 872,498, making it the 16th-most populous city in the United States. The city is the cultural, economic, and transportation center of the Charlotte metropolitan area, whose population ranks 23rd in the U.S., and had a population of 2,569,213, in 2018.   The Charlotte metropolitan area is part of a sixteen-county market region or combined statistical area with a 2018 census-estimated population of 2,728,933.",
  "/wiki/The_Palace_of_Auburn_Hills": "The Palace of Auburn Hills, commonly referred to as The Palace, is a defunct multi-purpose arena located in Auburn Hills, Michigan. It was the home of the Detroit Pistons of the National Basketball Association (NBA), the Detroit Shock of the Women's National Basketball Association (WNBA), the Detroit Vipers of the International Hockey League, the Detroit Safari of the Continental Indoor Soccer League, and the Detroit Fury of the Arena Football League.",
  "/wiki/Auburn_Hills,_Michigan": "Auburn Hills (formerly Pontiac Township) is a city in Oakland County, in the U.S. state of Michigan. The population was 21,412 at the 2010 census. It is one of the wealthiest cities in the state, and home to the U.S. headquarters of Fiat Chrysler Automobiles, The Palace of Auburn Hills (former home of the Detroit Pistons and several other teams), and Oakland University.",
  "/wiki/Burswood_Dome": "Crown Perth (formerly Burswood Island Casino, Burswood Island Complex and\nBurswood Entertainment Complex) is a resort and casino located in Burswood, Western Australia, near the Swan River. The resort consists of a casino, a convention centre with meeting rooms, theatre and two ballrooms along with 32 restaurants and bars, a nightclub and recreational facilities. It also features three hotels: the 405-room Crown Metropol Perth, the 291-room Crown Promenade Perth and the 500-room luxury hotel Crown Towers Perth, which was opened in December 2016.",
  "/wiki/Perth": "Perth (/ˈpɜːrθ/ (listen) PURTH) is the capital and largest city of the Australian state of Western Australia (WA). It is named after the city of Perth, Scotland and is Australia's fourth-most populous city, with a population of 2.06 million living in Greater Perth. Perth is part of the South West Land Division of Western Australia, with most of the metropolitan area on the Swan Coastal Plain, a narrow strip between the Indian Ocean and the Darling Scarp. The first areas settled were on the Swan River at Guildford, with the city's central business district and port (Fremantle) both later founded downriver.",
  "/wiki/Richfield_Coliseum": "Richfield Coliseum, also known as the Coliseum at Richfield, was an indoor arena located in Richfield Township, between Cleveland and Akron, Ohio. It opened in 1974 as a replacement for the Cleveland Arena, and had a seating capacity of 20,273 for basketball. It was the main arena for the Northeast Ohio region until 1994, when it was replaced by Gund Arena in downtown Cleveland. The Coliseum stood vacant for five years before it was purchased and demolished in 1999 by the National Park Service. The site of the building was converted to a meadow and is now part of Cuyahoga Valley National Park.",
  "/wiki/Richfield,_Ohio": "Richfield is a village in Summit County, Ohio, United States. The population was 3,648 at the 2010 census.  The village and the adjacent Richfield Township are approximately equidistant between the downtown areas of Akron and Cleveland.  It is part of the Akron Metropolitan Statistical Area.  Richfield is the sister city of Wolfach, Germany.",
  "/wiki/Memphis_Pyramid": "The Memphis Pyramid, initially known as the Great American Pyramid, formerly referred to as the Pyramid Arena and locally referred to as The Pyramid, was originally built as a 20,142-seat arena located in downtown Memphis, in the U.S. state of Tennessee, at the banks of the Mississippi River. The facility was built in 1991 and was originally owned and operated jointly by the city of Memphis and Shelby County; Shelby County sold its share to Memphis in April 2009. Its structure plays on the city's namesake in Egypt, known for its ancient pyramids. It is 321 feet (98 m) (about 32 stories) tall and has base sides of 591 feet (180 m); it is by some measures the tenth-tallest pyramid in the world.",
  "/wiki/Memphis,_Tennessee": "Memphis is a city located along the Mississippi River in southwestern Shelby County, Tennessee, United States. The 2018 city population was 650,618, making Memphis the largest city on the Mississippi River, the second most populous city in Tennessee, as well as the 26th largest city in the United States. Greater Memphis is the 42nd largest metropolitan area in the United States, with a population of 1,348,260 in 2017. The city is the anchor of West Tennessee and the greater Mid-South region, which includes portions of neighboring Arkansas and Mississippi. Memphis is the seat of Shelby County, the most populous county in Tennessee. As one of the more historic and culturally significant cities of the southern United States, the city features a wide variety of landscapes and distinct neighborhoods.",
  "/wiki/Joe_Louis_Arena": "Joe Louis Arena is a defunct arena in Downtown Detroit, currently undergoing demolition. Completed in 1979 at a cost of $57 million as a replacement for Olympia Stadium, it sits adjacent to TCF Center on the bank of the Detroit River and was accessible by the Joe Louis Arena station on the Detroit People Mover. The venue is named after former heavyweight champion boxer Joe Louis, who grew up in Detroit.",
  "/wiki/Detroit": "Detroit (/dɪˈtrɔɪt/, locally also /ˈdiːtrɔɪt/; French: Détroit, lit. 'strait') is the largest and most populous city in the U.S. state of Michigan, the largest U.S. city on the United States–Canada border, and the seat of Wayne County. The municipality of Detroit had a 2018 estimated population of 672,662, making it the 23rd-most populous city in the United States. The metropolitan area, known as Metro Detroit, is home to 4.3 million people, making it the second-largest in the Midwest after the Chicago metropolitan area. Regarded as a major cultural center, Detroit is known for its contributions to music and as a repository for art, architecture and design.",
  "/wiki/Mata_Elang_International_Stadium": "Mata Elang International Stadium or MEIS is an international music stadium located at Ancol Dreamland, Jakarta, Indonesia. The stadium opened in early 2012. It is located inside Ancol Beach City, a lifestyle and entertainment center. It is one of the biggest indoor stadiums in Southeast Asia.[citation needed]",
  "/wiki/Jakarta": "Jakarta (/dʒəˈkɑːrtə/; Indonesian pronunciation: [dʒaˈkarta] (listen)), officially the Special Capital Region of Jakarta (Indonesian: Daerah Khusus Ibukota Jakarta), is the capital and largest city of Indonesia. Situated on the northwest coast of the world's most populous island of Java, it is the centre of economy, culture and politics of Indonesia with a population of more than ten million as of 2014[update]. Albeit only covers 699.5 square kilometres (270.1 sq mi), the smallest among any Indonesian provinces, its metropolitan area covers 6,392 square kilometres (2,468 sq mi); it is the world's second most populous urban area after Tokyo, with a population of about 30 million as of 2010[update]. Jakarta's business opportunities, as well as its potential to offer a higher standard of living, have attracted migrants from across the Indonesian archipelago, making it a melting pot of numerous cultures. Jakarta is nicknamed the \"Big Durian\", the thorny strongly-odored fruit native to the region, as the city is seen as the Indonesian equivalent of New York (Big Apple).",
  "/wiki/Indonesia": "Indonesia (/ˌɪndəˈniːʒə/ (listen) IN-də-NEE-zhə, /-ˈniːziə/ -⁠NEE-zee-ə; Indonesian: [ɪndoˈnesia]), officially the Republic of Indonesia (Indonesian: Republik Indonesia [reˈpublik ɪndoˈnesia]),[a] is a country in Southeast Asia, between the Indian and Pacific oceans. It is the world's largest island country, with more than seventeen thousand islands, and at 1,904,569 square kilometres (735,358 square miles), the 14th largest by land area and 7th in the combined sea and land area. With over 267 million people, it is the world's 4th most populous country as well as the most populous Muslim-majority country. Java, the world's most populous island, is home to more than half of the country's population.",
  "/wiki/Meadowlands_Arena": "Meadowlands Arena (formerly Brendan Byrne Arena, Continental Airlines Arena and IZOD Center) is an indoor venue located in the Meadowlands Sports Complex in East Rutherford, New Jersey, United States. The arena is located on New Jersey Route 120 and is across the highway from MetLife Stadium and the Meadowlands Racetrack.",
  "/wiki/East_Rutherford,_New_Jersey": "East Rutherford is a borough in Bergen County, New Jersey, United States. As of the 2010 United States Census, the borough's population was 8,913, reflecting an increase of 197 (+2.3%) from the 8,716 counted in the 2000 Census, which had in turn increased by 814 (+10.3%) from the 7,902 counted in the 1990 Census. It is an inner-ring suburb of New York City, located 7 miles (11 km) west of Midtown Manhattan.",
  "/wiki/St._Louis_Arena": "St. Louis Arena (known as the Checkerdome from 1977 to 1983) was an indoor arena in St. Louis, Missouri. The country's second-largest indoor entertainment venue when it opened in 1929, it was home to the St. Louis Blues and various other sports franchises. The Arena sat across I-64 from Forest Park's Aviation Field.",
  "/wiki/St._Louis": "St. Louis (/seɪnt ˈluːɪs/) is an independent city in Missouri. It is the largest metropolitan area in the state of Missouri, however the independent city of St. Louis is the second-largest city in Missouri behind Kansas City. It is situated along the western bank of the Mississippi River, which forms the state line between Illinois and Missouri. The Missouri River merges with the Mississippi River 15 river miles north of Downtown St. Louis, forming the fourth-longest river system in the world. The estimated 2018 population of the city proper was 302,838 and the bi-state metropolitan area was 2,804,724. Greater St. Louis is the largest metropolitan area in Missouri, second-largest in Illinois, 7th-largest in the Great Lakes Megalopolis, and the 20th-largest in the United States.",
  "/wiki/Earls_Court_Exhibition_Centre": "Earls Court Exhibition Centre was a major international exhibition and events venue just west of central London. At its peak it is said to have generated a £2 billion turnover for the economy. It replaced exhibition and entertainment grounds, originally opened in 1887, with an art moderne structure built between 1935 and 1937 by specialist American architect C. Howard Crane. With the active support of London Mayor Boris Johnson, in an attempt to create Europe's \"largest regeneration scheme\", its proposed heritage listing was refused after it was acquired by developers, who promptly in 2008 applied for and were granted a Certificate of Immunity from Listing by English Heritage, and its demolition was duly completed in 2017. The area has since returned to its former state of \"waste ground\" only with an adjacent devastated Green corridor.",
  "/wiki/Capital_Centre": "The Capital Centre (later USAir Arena and US Airways Arena) was an indoor arena in the eastern United States, located in Landover, Maryland, a suburb east of Washington, D.C.",
  "/wiki/Landover,_Maryland": "Landover is an unincorporated community and census-designated place in Prince George's County, Maryland, United States. Landover is located very close to Washington, although it does not directly border Washington D.C. unlike its neighboring communities, Chapel Oaks and Fairmount Heights, which directly border Washington D.C. and go all the way up to/touch the Maryland/ D.C. line. As of the 2010 census it had a population of 23,078.",
  "/wiki/Bradley_Center": "The Bradley Center (known as the BMO Harris Bradley Center under sponsorship agreements) was a multi-purpose arena located on the northwest corner of North Vel R. Phillips Ave. and West State Streets in downtown Milwaukee, Wisconsin, United States.",
  "/wiki/Milwaukee": "Milwaukee (/mɪlˈwɔːki/, locally /mɪˈ-/) is the largest city in the state of Wisconsin and the fifth-largest city in the Midwestern United States. The seat of the eponymous county, it is on Lake Michigan's western shore. Ranked by its estimated 2018 population, Milwaukee was the 31st largest city in the United States. The city's estimated population in 2018 was 594,511. Milwaukee is the main cultural and economic center of the Milwaukee metropolitan area which had a population of 2,043,904 in the 2014 census estimate. It is the third-most densely populated metropolitan area in The Midwest, surpassed only by Chicago and Detroit, respectively. Milwaukee is considered a Gamma global city as categorized by the Globalization and World Cities Research Network with a regional GDP of over $105 billion.",
  "/wiki/Madison_Square_Garden_(1925)": "Madison Square Garden (MSG III) was an indoor arena in New York City, the third bearing that name. It was built in 1925 and closed in 1968, and was located on the west side of Eighth Avenue between 49th and 50th Streets in Manhattan, on the site of the city's trolley-car barns. It was the first Garden that was not located near Madison Square. MSG III was the home of the New York Rangers of the National Hockey League and the New York Knicks of the National Basketball Association, and also hosted numerous boxing matches, the Millrose Games, concerts, and other events.",
  "/wiki/Spectrum_(arena)": "The Spectrum (later known as CoreStates Spectrum, First Union Spectrum and Wachovia Spectrum) was an indoor arena in Philadelphia, Pennsylvania, United States. Opened in the fall of 1967 as part of what is now known as the South Philadelphia Sports Complex, after several expansions of its seating capacity it accommodated 18,168 for basketball and 17,380 for ice hockey, arena football, indoor soccer, and box lacrosse.",
  "/wiki/Philadelphia": "Philadelphia, known colloquially as Philly, is the largest city in the U.S. state and Commonwealth of Pennsylvania, and the sixth-most populous U.S. city with a 2018 census-estimated population of 1,584,138. Since 1854, the city has had the same geographic boundaries as Philadelphia County, the most populous county in Pennsylvania and the urban core of the eighth-largest U.S. metropolitan statistical area, with over 6 million residents as of 2017[update]. Philadelphia is also the economic and cultural anchor of the greater Delaware Valley, located along the lower Delaware and Schuylkill Rivers, within the Northeast megalopolis. The Delaware Valley's population of 7.2 million ranks it as the eighth-largest combined statistical area in the United States.",
  "/wiki/Buffalo_Memorial_Auditorium": "Buffalo Memorial Auditorium was an indoor arena in downtown Buffalo, New York. Opened on October 14, 1940, it hosted the AHL's Buffalo Bisons, the NHL's Buffalo Sabres, the NBA's Buffalo Braves, the MSL's Buffalo Stallions, the MILL's Buffalo Bandits, the second NPSL's Buffalo Blizzard and the RHI's Buffalo Stampede. It also hosted a number of NCAA basketball games, as well as entertainment events such as concerts, the Ringling Brothers circus and Disney on Ice. The Aud was renovated in 1970 and 1990, and it closed in 1996 after the Sabres', Bandits', and Blizzard's seasons ended. It remained vacant until the city demolished it in 2009.",
  "/wiki/Buffalo,_New_York": "Buffalo is the second largest city in the U.S. state of New York and the largest city in Western New York. As of 2018[update], the population was 256,304. The city is the county seat of Erie County and a major gateway for commerce and travel across the Canada–United States border, forming part of the bi-national Buffalo Niagara Region. As of the April 1, 2010, the metropolitan statistical area (MSA) had a population of 1,135,509; the combined statistical area (CSA), which adds Cattaraugus County, had a population of 1,215,826 inhabitants.",
  "/wiki/Palasport_di_San_Siro": "Palasport di San Siro was an indoor arena in Milan, Italy. It was primarily used for basketball and volleyball until the PalaSharp opened in 1985.  The arena held 18,000 spectators and opened on 31 January 1976.  On January 17, 1985, a large snowfall collapsed the roof and the arena was closed.",
  "/wiki/Milan": "Milan (/mɪˈlæn/, US also /mɪˈlɑːn/, Italian: Milano [miˈlaːno] (listen), Milanese: [miˈlãː] (listen)) is a city in northern Italy, capital of Lombardy, and the second-most populous city in Italy after Rome. Milan served as the capital of the Western Roman Empire, the Duchy of Milan and the Kingdom of Lombardy–Venetia. \nThe city proper has a population of about 1.4 million while its metropolitan city has 3.23 million inhabitants. Its continuously built-up urban area, that stretches well beyond the boundaries of its administrative metropolitan city, is the fourth largest in the EU with 5.27 million inhabitants. The population within the wider Milan metropolitan area, also known as Greater Milan, is estimated at 8.2 million, making it by far the largest metropolitan area in Italy and the 4th largest in the EU.",
  "/wiki/General_Santos": "General Santos, officially the City of General Santos (Cebuano: Dakbayan sa Heneral Santos; Hiligaynon: Dakbanwa sang Heneral Santos; Maguindanao: Ingud nu Heneral Santos; Blaan: Banwe Dadiangas; Tboli: Benwu Dadiangas), referred to as General Santos City and abbreviated as GenSan, is a 1st class highly urbanized city in Soccsksargen, Philippines. According to the 2015 census, it has a population of 594,446 people.",
  "/wiki/Philippines": "The Philippines (/ˈfɪləpiːnz/ (listen); Filipino: Pilipinas [ˌpɪlɪˈpinɐs] or Filipinas [ˌfɪlɪˈpinɐs]), officially the Republic of the Philippines (Filipino: Republika ng Pilipinas),[a] is an archipelagic country in Southeast Asia. Situated in the western Pacific Ocean, it consists of about 7,641 islands that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas and Mindanao. The capital city of the Philippines is Manila and the most populous city is Quezon City, both part of Metro Manila. Bounded by the South China Sea on the west, the Philippine Sea on the east and the Celebes Sea on the southwest, the Philippines shares maritime borders with Taiwan to the north, Japan to the northeast, Vietnam to the west, Palau to the east, and Malaysia and Indonesia to the south.",
  "/wiki/Amway_Arena": "Amway Arena (originally known as Orlando Arena) was an indoor arena located in Orlando, Florida. It was part of the Orlando Centroplex, a sports and entertainment complex located in Downtown Orlando.  The arena was the former home of the Orlando Magic of the NBA and the Orlando Titans of the NLL. It was also the home of the Orlando Solar Bears of the International Hockey League, and the Orlando Predators of the Arena Football League. It also hosted many other minor league sports teams, as well as various concerts and other events such as the PlayStation Pro event on the Dew Action Sports Tour and the Ringling Brothers and Barnum and Bailey Circus annually.",
  "/wiki/Orlando,_Florida": "Orlando (/ɔːrˈlændoʊ/) is a city in the U.S. state of Florida and the county seat of Orange County. Located in Central Florida, it is the center of the Orlando metropolitan area, which had a population of 2,509,831, according to U.S. Census Bureau figures released in July 2017. These figures make it the 23rd-largest metropolitan area in the United States, the sixth-largest metropolitan area in the Southern United States, and the third-largest metropolitan area in Florida. As of 2018, Orlando had an estimated city-proper population of 285,713, making it the 71st-largest city in the United States, the fourth-largest city in Florida, and the state's largest inland city.",
  "/wiki/Chicago_Stadium": "Chicago Stadium was an indoor arena in Chicago, Illinois, that opened in 1929 and closed in 1994. It was the home of the National Hockey League's Chicago Blackhawks and the National Basketball Association's Chicago Bulls.",
  "/wiki/Chicago": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States.",
  "/wiki/United_Center": "United Center is an indoor arena on the Near West Side of Chicago, Illinois, United States. It is home to the Chicago Bulls of the National Basketball Association (NBA) and the Chicago Blackhawks of the National Hockey League (NHL), named after its corporate sponsor, United Airlines.",
  "/wiki/Sleep_Train_Arena": "Sleep Train Arena, originally ARCO Arena and later Power Balance Pavilion, is a defunct indoor arena located in Sacramento, California, United States. Opened in 1988, it was the home of the Sacramento Kings of the National Basketball Association (NBA) from 1988 to 2016. It hosted nearly 200 spectator events each year. The arena is named for The Sleep Train, a chain of mattress and bed retailers based in Rocklin that at the time of the agreement was a subsidiary of Mattress Firm, a Houston-based retailer that has since re-branded all Sleep Train stores as Mattress Firm.",
  "/wiki/Sacramento,_California": "Sacramento (/ˌsækrəˈmɛntoʊ/ SAK-rə-MEN-toh; Spanish: [sakɾaˈmento]; Spanish for \"sacrament\") is the capital city of the U.S. state of California and the seat of Sacramento County. Located at the confluence of the Sacramento River and the American River in Northern California's Sacramento Valley, Sacramento's estimated 2018 population of 501,334 makes it the sixth-largest city in California and the ninth largest capital in the United States. Sacramento is the seat of the California Legislature and the Governor of California, making it the state's political center and a hub for lobbying and think tanks. Sacramento is also the cultural and economic core of the Sacramento metropolitan area, which had a 2010 population of 2,414,783, making it the fifth largest in California.",
  "/wiki/List_of_indoor_arenas_by_capacity": "The following is a list of arenas ordered by seating capacity, which is the maximum number of seated spectators the arena can accommodate for a sports event. Only the capacity for indoor sports, such as basketball, ice hockey, and volleyball, are included. Currently all arenas with a capacity of 15,000 or more are included."
}