{
  "/wiki/DRB-Hicom_F.C.": "DRB-HICOM Football Club is a football club established to compete in Malaysia football league.  The team played in the Malaysia Premier League (the second tier of the country's professional league - Liga M) since 2010 until 2016 before they withdrew from the league.  It was simultaneously decided that the club's 2nd team (previously known as DRB-HICOM 2) to remain competing in an amateur league. Therefore, DRB-HICOM FC remained competing in the Kuala Lumpur Football Association (KLFA) League, where they have played since 2014.  This team is composed of employees of DRB-HICOM Group of Companies and experienced local players.",
  "/wiki/Kappa_(company)": "Kappa is an Italian sportswear brand founded in Turin, Piedmont, Italy.",
  "/wiki/DRB-HICOM": "DRB-HICOM Berhad (MYX: 1619) is one of Malaysia's leading corporations, involved in the automotive manufacturing, assembly and distribution industry through its involvement in the passenger car and four wheel drive vehicle market segment, the national truck project and the national motorcycle project. DRB-HICOM assembles cars in Malaysia for Tata Motors, Honda, Isuzu, Mercedes-Benz and Volkswagen, with plans for expansion. The Group also retails various brands such Audi (via Euromobil Sdn Bhd), Mitsubishi (via EON Auto Mart Sdn Bhd) and Volkswagen (via HICOM Auto Sdn Bhd).",
  "/wiki/Felda_United_F.C.": "FELDA United Football Club is a professional Malaysian football club based in Jengka, Pahang which is owned by Federal Land Development Authority (FELDA). The club currently plays in the top division of Malaysian football, Malaysia Super League, after being crowned the 2018 Malaysia Premier League Champions to be promoted into the Super League. Known as The Fighters among the fans, FELDA United has participated in the Malaysian football league since 2007.",
  "/wiki/Irfan_Bakti_Abu_Salim": "Irfan Bakti Abu Salim is a Malaysian football coach. A former football player, he was in the Malaysia squad for the 1976 AFC Asian Cup in Tehran, Iran.",
  "/wiki/Muhammad_Shukor_Adan": "Muhammad Shukor bin Adan (born 24 September 1979 in Malacca) is a Malaysian professional footballer who last plays for Melaka United. He plays mainly as a defensive midfielder but can also play as a centre back.",
  "/wiki/Puma_SE": "Puma SE, branded as Puma, is a German multinational company that designs and manufactures athletic and casual footwear, apparel and accessories, which is headquartered in Herzogenaurach, Bavaria, Germany. Puma is the third largest sportswear manufacturer in the world. The company was founded in 1948 by Rudolf Dassler. In 1924, Rudolf and his brother Adolf Dassler had jointly formed the company Gebrüder Dassler Schuhfabrik (Dassler Brothers Shoe Factory). The relationship between the two brothers deteriorated until the two agreed to split in 1948, forming two separate entities, Adidas and Puma. Both companies are currently based in Herzogenaurach, Germany.",
  "/wiki/Johor_Darul_Takzim_II_F.C.": "Johor Darul Ta'zim Football Club II (/jəˈhɔːr/; Malay: Kelab Bolasepak Johor Darul Ta'zim II) or simply JDT II is a Malaysian football club based in Johor Bahru, Johor. The club currently plays in the Malaysia Premier League, the second division professional football league in Malaysia. Johor Darul Ta'zim II is a reserve team for Johor Darul Ta'zim.",
  "/wiki/Rajko_Magic": "Rajko Magić (Croatian pronunciation: [rǎːjko mǎːɡitɕ]; born February 3, 1955 in Čakovec) is a Croatian football manager.",
  "/wiki/Shahril_Ishak": "Shahril Ishak (born 23 January 1984) is a Singaporean football player who currently plays for Home United in the S. League. He is a natural centre midfielder who can also play as a striker or winger. A former captain of the Singapore national football team and winner of the AFF Suzuki Cup MVP, Shahril led Singapore to become the first nation to win four titles in the tournament's history. He followed it up by winning the inaugural AFF Player of the Year (Men) award in 2013.",
  "/wiki/Nike,_Inc.": "Nike, Inc. (/ˈnaɪki/)[note 1] is an American multinational corporation that is engaged in the design, development, manufacturing, and worldwide marketing and sales of footwear, apparel, equipment, accessories, and services. The company is headquartered near Beaverton, Oregon, in the Portland metropolitan area. It is the world's largest supplier of athletic shoes and apparel and a major manufacturer of sports equipment, with revenue in excess of US$24.1 billion in its fiscal year 2012 (ending May 31, 2012). As of 2012, it employed more than 44,000 people worldwide. In 2014 the brand alone was valued at $19 billion, making it the most valuable brand among sports businesses. As of 2017, the Nike brand is valued at $29.6 billion. Nike ranked No. 89 in the 2018 Fortune 500 list of the largest United States corporations by total revenue.",
  "/wiki/Kedah_FA": "Kedah Football Association (Malay: Persatuan Bola Sepak Kedah) is a football association that supervises football in the state of Kedah, Malaysia. They are the only team in the history of Malaysian football to have achieved treble titles twice, in 2006-07 and 2007-08 seasons.",
  "/wiki/Baddrol_Bakhtiar": "Baddrol Bin Bakhtiar (born 1 February 1988) is a Malaysian professional footballer who plays for Malaysia Super League side Kedah and the Malaysia national team.",
  "/wiki/Negeri_Sembilan_FA": "Negeri Sembilan Football Association or simply known as Negeri Sembilan is a Malaysian professional football club based in Seremban, Negeri Sembilan that competes in the Malaysia Premier League. Founded in 1923, the club's home ground Tuanku Abdul Rahman Stadium. \nNegeri Sembilan won their first major honour in 1948 Malaysia Cup.",
  "/wiki/V._Sundramoorthy": "V. Sundramoorthy is a former Singapore international footballer who played in the 1980s and 1990s, and is widely touted as one of the country's most skilful and talented footballers ever. He is the current football manager for Laos.",
  "/wiki/Norhafiz_Zamani_Misbah": "Norhafiz Zamani Bin Misbah (born 15 July 1981) is a Malaysian professional footballer who currently plays as centre-back for Negeri Sembilan. He is a former member of the Malaysia national team.",
  "/wiki/PBAPP_FC": "Perbadanan Bekalan Air Pulau Pinang Football Club is a Malaysian football team based in the city of Penang representing the state of Pulau Pinang, Malaysia. The team is the works team of the Penang Water Supply Corporation (Malay: Perbadanan Bekalan Air Pulau Pinang)",
  "/wiki/Yunus_Alif": "Ahmad Yunus bin Mohd Alif (born 27 May 1958 in Terengganu) or better known as Yunus Alif is a former Malaysian football player. He is currently the head coach of Malaysia FAM League club Real Mulia F.C.. As a player, he spent the majority of his career as a striker for Pahang FA in its golden era of the 1980s.\nHe was a member of the Malaysia national football team.",
  "/wiki/Joma": "Joma (Spanish pronunciation: [ˈxoma]) is a Spanish sports clothing manufacturer, which currently produces footwear and clothing for football, futsal, handball\nbasketball, \nvolleyball, running, tennis, padel, fitness. Its headquarters are located in Spain.",
  "/wiki/PDRM_FA": "Royal Malaysia Police Football Association or simply known as Royal Police is an association football club associated with the entity of the Royal Malaysia Police, who play in the Malaysia Premier League, the second division of Malaysian football. The team is based in Kuala Lumpur.",
  "/wiki/Dollah_Salleh": "Dollah Salleh (born 10 October 1963) is a Malaysian former footballer and football coach. He is currently the head coach of Malaysia Super League side Pahang.",
  "/wiki/Mohd_Afif_Amiruddin": "Mohd Afif bin Amiruddin (born 22 March 1984) is a Malaysian footballer who plays as a defender for Pahang in the Malaysia Super League.",
  "/wiki/Penang_FA": "Football Association of Penang (or simply known as FA Penang) is a Malaysian association football club based in George Town, Penang that currently plays in the Malaysia Premier League.",
  "/wiki/K._Devan": "Devan a/l E. Kuppusamy, better known as K. Devan (born 12 April 1951) is a Malaysian football manager and former professional player.",
  "/wiki/Mohd_Azizan_Baba": "Mohd Azizan Bin Baba (born 9 September 1981 in Perak) is a Malaysian former footballer and currently work as coach for Melaka United FC.",
  "/wiki/Umbro": "Umbro is an English sportswear and football equipment supplier based in Cheadle, near Manchester. Umbro designs, sources, and markets football-related apparel, footwear, and equipment. Its products are sold in over 90 countries worldwide. Since 2012, the company has been a subsidiary of American company Iconix Brand Group, after being bought by Nike in 2007.",
  "/wiki/Perlis_FA": "Perlis Football Association (Malay: Persatuan Bolasepak Perlis), also known as Perlis FA, is a football team based in Kangar, Perlis, Malaysia. The team was founded in 1963 and currently suspended from FIFA by playing in the second division of Malaysian football, the 2019 Malaysia Premier League. Year 2019 is the first ever Perlis  did not enter any tournament in Malaysian League since 1963.",
  "/wiki/Reduan_Abdullah": "Reduan Abdullah is a retired Malaysian football player, and a current coach.",
  "/wiki/Xtep": "Xtep International Holdings Limited (SEHK stock code: 1368) is a Chinese manufacturing company of sports equipment based in Kowloon Bay, Hong Kong. Established in 2001, the company was listed on the Main Board of the Hong Kong Stock Exchange on 3 June 2008.",
  "/wiki/Putrajaya_SPA_F.C.": "Suruhanjaya Perkhidmatan Awam Football Club  or SPA FC was founded and started as a recreational club for the staffs of the Malaysian Public Services Commission (Malay:Suruhanjaya Perkhidmatan Awam Malaysia). The club, affiliated with Kuala Lumpur FA, started by competing the KLFA Second Division League in 2005. Promoted to KLFA First Division in 2007, they continued their ascent in the Kuala Lumpur football pyramid when they were promoted to KLFA Premier League in 2009.",
  "/wiki/Erreà": "Erreà (pronounced [ɛr.re.ˈa]) is an Italian sports equipment company supplier. Erreà was the first Italian sportswear company to be accredited with the Oeko-tex standard certification, which assures that garments textiles are free from harmful chemicals.[citation needed]",
  "/wiki/Sabah_FA": "Sabah Football Association (Malay: Persatuan Bolasepak Sabah) is a football club that supervises football in the state of Sabah. The association's football team competes in Malaysia's football league representing the state of Sabah in Borneo. It is one of the 14 state teams of the Malaysian football structure. They currently compete in Malaysia's top division professional football league, the Malaysia Super League. The team's home matches are played at the 35,000 capacity Likas Stadium in Kota Kinabalu, the capital city of Sabah.",
  "/wiki/Milomir_Šešlija": "Milomir Šešlija, known as Milo (born 21 July 1964), is a retired Bosnian footballer and current a coach.",
  "/wiki/Julamri_Muhammad": "Julamri Bin Muhammad (born 18 October 1985) is a Malaysian footballer who plays for PDRM FA in Malaysia Premier League as a left back and sometimes as a left midfielder.",
  "/wiki/UiTM_FC": "Universiti Teknologi MARA Football Club or simply as UiTM FC is a Malaysian football club based in Shah Alam, Selangor, Malaysia. The club currently plays in the second-tier of Malaysian football league Malaysia Premier League. Founded in 2008, their home ground is 10,000-seat UiTM Stadium. The club widely known as The Lion Troops.",
  "/wiki/2014_Malaysia_Premier_League": "The 2014 Liga Premier (English: 2014 Premier League) also known as the Astro Liga Premier for sponsorship reasons is the ninth season of the Liga Premier, the second-tier professional football league in Malaysia."
}