{
  "/wiki/BoJack_Horseman": "BoJack Horseman is an American adult animated web television series created by Raphael Bob-Waksberg. It stars Will Arnett, Amy Sedaris, Alison Brie, Paul F. Tompkins, and Aaron Paul. Set primarily in Los Angeles, the series tells the story of BoJack Horseman (Arnett), a washed-up star who plans his return to celebrity relevance with an autobiography to be written by his ghostwriter Diane Nguyen (Brie). BoJack also has to contend with the demands of his agent Princess Carolyn (Sedaris), his roommate Todd Chavez (Paul), and his friend and rival Mr. Peanutbutter (Tompkins). The show is designed by cartoonist Lisa Hanawalt, who has been friends with Bob-Waksberg since high school and had previously worked with him on the webcomic Tip Me Over, Pour Me Out.",
  "/wiki/Black_comedy": "Black comedy, also known as black humor, dark comedy, dark humor or gallows humor, is a comic style that makes light of subject matter that is generally considered taboo, particularly subjects that are normally considered serious or painful to discuss. Writers and comedians often use it as a tool for exploring vulgar issues, by provoking discomfort and serious thought as well as amusement in their audience. Thus, in fiction, for example, the term black comedy can also refer to a genre in which dark humor is a core component. Popular themes of the genre include death and violence, discrimination, disease, and human sexuality.",
  "/wiki/Drama_(film_and_television)": "In film and television, drama is a genre of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone. Drama of this kind is usually qualified with additional terms that specify its particular subgenre, such as \"police crime drama\", \"political drama\", \"legal drama\", \"historical period drama\", \"domestic drama\", \"teen drama\" or \"comedy-drama\". These terms tend to indicate a particular setting or subject-matter, or else they qualify the otherwise serious tone of a drama with elements that encourage a broader range of moods.",
  "/wiki/F_Is_for_Family": "F is for Family is an American-French-Canadian adult animated sitcom created by Bill Burr and Michael Price and produced by Gaumont International Television and Vince Vaughn's Wild West Television. The show follows a dysfunctional suburban Irish-American family, and is set in the early 1970s. The show premiered on December 18, 2015, to generally favorable reviews. Season 2 premiered May 30, 2017. On June 28, 2017, the show was renewed for a third season. On July 1, 2018, Burr confirmed season three. On November 30, 2018, the third season was released.  On January 24, 2019, the show was renewed for a fourth season, which is set to be released in 2020.",
  "/wiki/Sitcom": "A sitcom, clipping for situational comedy (situation comedy in the U.S.), is a genre of comedy centered on a fixed set of characters who carry over from episode to episode. Sitcoms can be contrasted with sketch comedy, where a troupe may use new characters in each sketch, and stand-up comedy, where a comedian tells jokes and stories to an audience. Sitcoms originated in radio, but today are found mostly on television as one of its dominant narrative forms.",
  "/wiki/Neo_Yokio": "Neo Yokio is an American-Japanese co-produced animated television series created by Ezra Koenig of American rock band Vampire Weekend, and produced by Japanese anime studios Production I.G. and Studio Deen. The first season, consisting of six episodes, premiered on Netflix on September 22, 2017. The Christmas special Neo Yokio: Pink Christmas was released on December 7, 2018.",
  "/wiki/Science_fantasy": "Science fantasy is a mixed genre within the umbrella of speculative fiction which simultaneously draws upon or combines tropes and elements from both science fiction and fantasy. In a science-fiction story, the world is scientifically possible, while a science-fantasy world contains elements which violate the scientific laws of the real world. Nevertheless, the world of science fantasy is logical and often is supplied with science-like explanations of these violations.",
  "/wiki/Television_comedy": "Television comedy  had a presence from the earliest days of broadcasting. Among the earliest BBC television programmes in the 1930s was Starlight, which offered a series of guests from the music hall era, which often included singers and comedians. Similarly, many early United States television programs were variety shows including the Texaco Star Theater featuring Milton Berle; comedy acts often taken from vaudeville were staples of such shows.",
  "/wiki/Big_Mouth_(TV_series)": "Big Mouth is an American adult animated sitcom created by Nick Kroll, Andrew Goldberg, Mark Levin, and Jennifer Flackett featuring teens based on Kroll and Goldberg's upbringing in suburban New York, with Kroll voicing his fictional younger self.",
  "/wiki/Coming-of-age_story": "In genre studies, a coming-of-age story is a genre of literature, film, and video that focuses on the growth of a protagonist from youth to adulthood (\"coming of age\"). Coming-of-age stories tend to emphasize dialogue or internal monologue over action, and are often set in the past. The subjects of coming-of-age stories are typically teenagers. The Bildungsroman is a specific subgenre of coming-of-age story.",
  "/wiki/Disenchantment_(TV_series)": "Disenchantment is a satirical fantasy web sitcom created by Matt Groening. The series is Groening's only production to appear exclusively on Netflix; he previously created The Simpsons and Futurama for 20th Century Fox Television. Set in the medieval fantasy kingdom of Dreamland, the series follows the story of Bean, a rebellious and alcoholic princess, her naïve elf companion Elfo, and her destructive \"personal demon\" Luci. Disenchantment stars the voices of Abbi Jacobson, Eric Andre, Nat Faxon, John DiMaggio, Tress MacNeille, Matt Berry, David Herman, Maurice LaMarche, Lucy Montgomery, and Billy West.",
  "/wiki/Medieval_fantasy": "Historical fantasy is a sub-genre of fantasy that encompasses the Middle Ages, as well as sometimes other eras, and simply represents fictitious versions of historic events. This sub-genre is common among role-playing games and high fantasy literature. It can include various elements of medieval European culture and society, including a monarchical government, feudal social structure, medieval warfare, and mythical entities common in European folklore. Works of this genre may have plots set in biblical times or classical antiquity. They often have plots based very loosely on mythology or legends of Greek-Roman history, or the surrounding cultures of the same era.",
  "/wiki/Paradise_PD": "Paradise PD is an American adult animation comedy web television series created by Waco O'Guin and Roger Black that premiered on August 31, 2018, on Netflix. The series stars Dana Snyder, Cedric Yarbrough, David Herman, Tom Kenny, Sarah Chalke, and Kyle Kinane. On October 30, 2018, it was announced that Netflix had renewed the series for a second season which premieres March 6, 2020.",
  "/wiki/Super_Drags": "Super Drags is a Brazilian adult animated comedy web television series created by Anderson Mahanski, Fernando Mendonça and Paulo Lescaut for Netflix.",
  "/wiki/Superhero_fiction": "Superhero fiction is a genre of speculative fiction examining the adventures, personalities and ethics of costumed crime fighters known as superheroes, who often possess superhuman powers and battle similarly powered criminals known as supervillains.  The genre primarily falls between hard fantasy and soft science fiction spectrum of scientific realism. It is most commonly associated with American comic books, though it has expanded into other media through adaptations and original works.",
  "/wiki/LGBT": "LGBT (or  GLBT) is an initialism that stands for lesbian, gay, bisexual, and transgender. In use since the 1990s, the term is an adaptation of the initialism  LGB, which was used to replace the term gay in reference to the LGBT community beginning in the mid-to-late 1980s. Activists believed that the term gay community did not accurately represent all those to whom it referred.",
  "/wiki/Love,_Death_%26_Robots": "Love, Death & Robots (stylized as LOVE DEATH + ROBOTS) is an American adult animated science fiction anthology web television series on Netflix. The 18-episode first season was released on March 15, 2019. The series is produced by Joshua Donen, David Fincher, Jennifer Miller, and Tim Miller. Each episode was animated by different crews from a range of countries. The series is a re-imagining of Fincher and Miller's long in-development reboot of the 1981 animated science fiction film Heavy Metal.",
  "/wiki/Anthology_series": "An anthology series is a radio, television, or film series that presents a different story and a different set of characters in each episode, season, segment or short. These usually have a different cast each episode, but several series in the past, such as Four Star Playhouse, employed a permanent troupe of character actors who would appear in a different drama each week. Some anthology series, such as Studio One, began on radio and then expanded to television.",
  "/wiki/Trailer_Park_Boys:_The_Animated_Series": "Trailer Park Boys: The Animated Series is a Canadian animated mockumentary television series created by John Paul Tremblay, Robb Wells, and Mike Smith. The show focuses on the misadventures of a group of trailer park residents, some of whom are ex-convicts, living in the fictional Sunnyvale Trailer Park in Dartmouth, Nova Scotia.",
  "/wiki/Mockumentary": "A mockumentary (a portmanteau of mock and documentary) or docucomedy is a type of movie or television show depicting fictional events but presented as a documentary.",
  "/wiki/Tuca_%26_Bertie": "Tuca & Bertie is an American adult animated sitcom created by cartoonist Lisa Hanawalt that aired on May 3, 2019 on Netflix. It stars Tiffany Haddish and Ali Wong, with a supporting cast including Steven Yeun, John Early, Richard E. Grant, and Reggie Watts. The show received critical acclaim, being referred to as one of the best shows of 2019. In July 2019, the series was canceled after one season."
}