{
  "/wiki/Trailer_Park_Boys": "Trailer Park Boys is a Canadian mockumentary television series created and directed by Mike Clattenburg. The show focuses on the misadventures of a group of trailer park residents, some of whom are ex-convicts, living in the fictional Sunnyvale Trailer Park in Dartmouth, Nova Scotia. The television series, a continuation of Clattenburg's 1999 film of the same title, premiered on Showcase in 2001. There are three films in the series: The Movie, released on October 6, 2006; Countdown to Liquor Day, released on September 25, 2009; and Don't Legalize It, released on April 18, 2014.",
  "/wiki/Mockumentary": "A mockumentary (a portmanteau of mock and documentary) or docucomedy is a type of movie or television show depicting fictional events but presented as a documentary.",
  "/wiki/BoJack_Horseman": "BoJack Horseman is an American adult animated web television series created by Raphael Bob-Waksberg. It stars Will Arnett, Amy Sedaris, Alison Brie, Paul F. Tompkins, and Aaron Paul. Set primarily in Los Angeles, the series tells the story of BoJack Horseman (Arnett), a washed-up star who plans his return to celebrity relevance with an autobiography to be written by his ghostwriter Diane Nguyen (Brie). BoJack also has to contend with the demands of his agent Princess Carolyn (Sedaris), his roommate Todd Chavez (Paul), and his friend and rival Mr. Peanutbutter (Tompkins). The show is designed by cartoonist Lisa Hanawalt, who has been friends with Bob-Waksberg since high school and had previously worked with him on the webcomic Tip Me Over, Pour Me Out.",
  "/wiki/Animation": "Animation is a method in which pictures are manipulated to appear as moving images. In traditional animation, images are drawn or painted by hand on transparent celluloid sheets to be photographed and exhibited on film. Today, most animations are made with computer-generated imagery (CGI). Computer animation can be very detailed 3D animation, while 2D computer animation can be used for stylistic reasons, low bandwidth or faster real-time renderings. Other common animation methods apply a stop motion technique to two and three-dimensional objects like paper cutouts, puppets or clay figures.",
  "/wiki/Sense8": "Sense8 (a play on the word sensate /ˈsɛnseɪt/) is an American science fiction drama web television series created by Lana and Lilly Wachowski and J. Michael Straczynski for Netflix. The production companies behind Sense8 include the Wachowskis' Anarchos Productions (replaced by Lana and her wife's Venus Castina Productions in the second season), Straczynski's Studio JMS, and Georgeville Television, with Unpronounceable Productions having been set up specifically for this show.",
  "/wiki/Making-of": "In cinema, a making-of, also known as behind-the-scenes, the set or  on the set is a documentary film that features the production of a film or television program. This is often referred to as the EPK (electronic press kit) video, due to its main usage as a promotional tool, either concurrent with theatrical release or as a bonus feature for the film's DVD or Blu-ray release.",
  "/wiki/Marco_Polo_(TV_series)": "Marco Polo is an American drama web television series inspired by Marco Polo's early years in the court of Kublai Khan, the Khagan of the Mongol Empire and the founder of the Yuan dynasty (1271–1368). The show premiered on Netflix on December 12, 2014. The series was written and created by John Fusco and stars Lorenzo Richelmy in the title role with Benedict Wong as Kublai Khan. The series was produced by The Weinstein Company. On January 7, 2015, Marco Polo was renewed by Netflix for a 10-episode second season, which premiered on July 1, 2016.",
  "/wiki/Historical_period_drama": "A historical period drama (also historical drama, period drama, costume drama, and period piece) is a work set in a past time period, usually used in the context of film and television. Historical period drama includes historical fiction and romances, adventure films, and swashbucklers. A period piece may be set in a vague or general era such as the Middle Ages or a specific period such as the Roaring Twenties. A religious work can qualify as period drama but not as historical one.",
  "/wiki/The_Adventures_of_Puss_in_Boots": "The Adventures of Puss in Boots is an American computer-animated web television series. It stars the character Puss in Boots from the DreamWorks Animation Shrek franchise and its 2011 spin-off film, voiced by Eric Bauza. The series premiered with its first five episodes on Netflix on January 16, 2015; the sixth and \nfinal season was released on January 26, 2018.\nIt also premiered on Boomerang UK on September 3, 2018.",
  "/wiki/Interactive_fiction": "Interactive fiction, often abbreviated IF, is software simulating environments in which players use text commands to control characters and influence the environment. Works in this form can be understood as literary narratives, either in the form of interactive narratives or interactive narrations. These works can also be understood as a form of video game, either in the form of an adventure game or role-playing game. In common usage, the term refers to text adventures, a type of adventure game where the entire interface can be \"text-only\", however, graphical text adventure games, where the text is accompanied by graphics (still images, animations or video) still fall under the text adventure category if the main way to interact with the game is by typing text. Some users of the term distinguish between interactive fiction, known as \"Puzzle-free\", that focuses on narrative, and \"text adventures\" that focus on puzzles.",
  "/wiki/Buddy_Thunderstruck": "Buddy Thunderstruck is an American stop motion tweens and teens' comedy television series created by Ryan Wiesbrock as a Netflix Original series, produced by American Greetings Entertainment and Stoopid Buddy Stoodios and written by Tom Krajewski. The series stars Brian Atkinson, Ted Raimi, Harry Chaskin and Debi Derryberry. The first season was released on Netflix on March 10, 2017. When promoting the first series Netflix billed it as the 'outrageous, high-octane adventures of Buddy Thunderstruck, a truck-racing dog who brings guts and good times to the town of Greasepit'.",
  "/wiki/Beat_Bugs": "Beat Bugs is an Australian-Canadian animated children's television series, created by Josh Wakely, and produced for Netflix by Grace: A Storytelling Company and Thunderbird Entertainment. The series is centered around five young anthropomorphised insects who live in an overgrown suburban backyard and learn life lessons while having adventures. Wakely acquired worldwide rights from Sony/ATV Music Publishing to a catalogue of music by the Beatles to feature in the series. The program features versions of songs by the popular rock group, performed by contemporary recording artists and interwoven into the narrative.",
  "/wiki/Home:_Adventures_with_Tip_%26_Oh": "Home: Adventures with Tip & Oh is an American animated television series produced by DreamWorks Animation and animated by Titmouse, which debuted on July 29, 2016 as a Netflix original series. It was developed by Ryan Crego and Thurop Van Orman, the latter of whom is the creator of The Marvelous Misadventures of Flapjack on Cartoon Network. The series is based on the 2015 film Home, which in turn was based on the 2007 novel The True Meaning of Smekday by Adam Rex. With the exception of Matt Jones, who returned as the voice of Kyle, none of the original cast reprised their roles.",
  "/wiki/A_StoryBots_Christmas": "A StoryBots Christmas is a children's animated holiday special based on the characters from the digital educational program StoryBots and the original television series Ask the StoryBots and StoryBots Super Songs. It was created and produced by JibJab Bros. Studios (now StoryBots Inc.) and premiered exclusively on Netflix on December 1, 2017. It received six nominations for the 45th Daytime Emmy Awards and won two, including for Outstanding Special Class Animated Program.",
  "/wiki/Stretch_Armstrong_and_the_Flex_Fighters": "Stretch Armstrong and the Flex Fighters is an American animated series produced by Hasbro Studios and distributed by Netflix. It is based on the 1970s action figure Stretch Armstrong. The Netflix series features a brand new superhero universe, new characters, new villains, and new lore. The series was developed by executive producers Kevin Burke, Victor Cook, and Chris \"Doc\" Wyatt.",
  "/wiki/Super_Monsters": "Super Monsters is an American-Canadian children's animated television series that premiered on Netflix on October 13, 2017. The series is about a group of preschool kids, whose parents are the world's most famous monsters, trying to master their special powers while preparing for kindergarten.",
  "/wiki/Club_de_Cuervos": "Club de Cuervos, also known as Club of Crows, is a Mexican comedy-drama web television series produced by Gary Alazraki and Michael Lam.  Premiering with its full first season on August 7, 2015, it is the first Spanish-language Netflix original series. The story centers on the football club Cuervos FC, based in the fictional city of Nuevo Toledo, Mexico, and the power struggle that follows the death of its long-time owner and patriarch. Club de Cuervos stars Luis Gerardo Méndez and Mariana Treviño as two siblings who fight over ownership and direction of the team.",
  "/wiki/Free_Rein": "Free Rein is a British drama television series created and written by Vicki Lutas and Anna McCleery. The ten-part first series premiered on Netflix on 23 June 2017. The show is produced in the UK by Lime Pictures. Although the island where the series is set is fictional and unnamed, it is based on the Isle of Wight but referred to as \"an island off the coast of England\" throughout the show. The scenes on the pier are shot in Beaumaris, located on the isle of Anglesey.",
  "/wiki/Teen_drama": "A teen drama is a genre or type of drama series with a major focus on teenage characters. It came into prominence in the early 1990s, especially with the popularity of the Fox series Beverly Hills, 90210. After 90210 became a success, television writers and producers realized the potential for this new genre to reach out to a previously ignored demographic. In the past, most series that maintained a focus on teenagers had been sitcoms, while adolescents in drama series were usually part of a larger ensemble that included adults and children.",
  "/wiki/Prince_of_Peoria": "Prince of Peoria is an American comedy web television series, created by Nick Stanton and Devin Bunje, that premiered on November 16, 2018, on Netflix.",
  "/wiki/Sitcom": "A sitcom, clipping for situational comedy (situation comedy in the U.S.), is a genre of comedy centered on a fixed set of characters who carry over from episode to episode. Sitcoms can be contrasted with sketch comedy, where a troupe may use new characters in each sketch, and stand-up comedy, where a comedian tells jokes and stories to an audience. Sitcoms originated in radio, but today are found mostly on television as one of its dominant narrative forms.",
  "/wiki/Aggretsuko": "Aggretsuko, also known by its original Japanese title Aggressive Retsuko (Japanese: アグレッシブ烈子, Hepburn: Aguresshibu Retsuko), is a Japanese anime musical comedy franchise based on the eponymous character created by \"Yeti\" for the mascot company Sanrio. The character first appeared in a series of animated shorts by Fanworks which aired on TBS Television (Tokyo Broadcasting System Television) between April 2016 and March 2018.",
  "/wiki/Anime": "Anime (US: /ˈænəˌmeɪ/, UK: /ˈænɪˌmeɪ/) (Japanese: アニメ, Hepburn: anime, [aɲime] (listen), plural: anime)[a] is hand-drawn and computer animation originating from or associated with Japan.",
  "/wiki/Black_Mirror:_Bandersnatch": "Black Mirror: Bandersnatch is a 2018 interactive film in the science fiction anthology series Black Mirror. It was written by series creator Charlie Brooker and directed by David Slade. Netflix released the standalone film on 28 December 2018.",
  "/wiki/Science_fiction": "Science fiction (sometimes called sci-fi or just SF) is a genre of speculative fiction that typically deals with imaginative and futuristic concepts such as advanced science and technology, space exploration, time travel, parallel universes, and extraterrestrial life. It has been called the \"literature of ideas\", and often explores the potential consequences of scientific, social, and technological innovations.",
  "/wiki/Drama_(modern_genre)": "In film and television, drama is a genre of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone. Drama of this kind is usually qualified with additional terms that specify its particular subgenre, such as \"police crime drama\", \"political drama\", \"legal drama\", \"historical period drama\", \"domestic drama\", \"teen drama\" or \"comedy-drama\". These terms tend to indicate a particular setting or subject-matter, or else they qualify the otherwise serious tone of a drama with elements that encourage a broader range of moods.",
  "/wiki/Interactive_film": "An interactive film, also known as movie game, is a video game that presents its gameplay in a cinematic, scripted manner, often through the use of full motion video of either animated or live action footage."
}