{
  "/wiki/Pitcher": "In baseball, the pitcher is the player who throws the baseball from the pitcher's mound toward the catcher to begin each play, with the goal of retiring a batter, who attempts to either make contact with the pitched ball or draw a walk. In the numbering system used to record defensive plays, the pitcher is assigned the number 1. The pitcher is often considered the most important player on the defensive side of the game, and as such is situated at the right end of the defensive spectrum. There are many different types of pitchers, such as the starting pitcher, relief pitcher, middle reliever, lefty specialist, setup man, and the closer.",
  "/wiki/John_Hoover_(baseball)": "John Nicklaus Hoover (December 22, 1962 – July 8, 2014) was the Major League Baseball No. 25 draft choice in the first round in 1984 (by Baltimore), after having led the nation in strikeouts in college baseball, pitching 205 strikeouts for Fresno State in his senior year. Also in 1984 Hoover was a starting pitcher for the United States Olympic baseball team, winning the opening game and helping the US to win the silver medal for baseball. His teammates on the Olympic team included  Mark McGwire, Barry Larkin, Will Clark, and Oddibe McDowell.",
  "/wiki/Fresno_State_Bulldogs_baseball": "The Fresno State Bulldogs baseball team represents Fresno State in NCAA Division I college baseball. Along with most other Fresno State athletic teams, the baseball team participates in the Mountain West Conference. The Bulldogs play their home games on campus at Pete Beiden Field, and they are currently coached by Mike Batesole.",
  "/wiki/Strikeouts": "In baseball or softball, a strikeout (or strike-out) occurs when a batter racks up three strikes during a time at bat. It usually means the batter is out. A strikeout is a statistic recorded for both pitchers and batters, and is denoted by K. A \"strikeout looking\"—in which the batter does not swing and the third strike is called by the umpire—is usually denoted by a ꓘ.",
  "/wiki/Scott_Bankhead": "Michael Scott Bankhead (born July 31, 1963) is a former Major League Baseball pitcher who played in the major leagues from 1986-1995. Bankhead also pitched for Team USA in the 1984 Olympic Games. He attended the University of North Carolina",
  "/wiki/North_Carolina_Tar_Heels_baseball": "The North Carolina Tar Heels baseball team, commonly referred to as Carolina, represents the University of North Carolina at Chapel Hill in NCAA Division I college baseball.  They compete in the Coastal Division of the Atlantic Coast Conference.  The Tar Heels play their home games on campus at Boshamer Stadium, and are currently coached by Mike Fox.",
  "/wiki/Cal_State_Fullerton_Titans_baseball": "The Cal State Fullerton Titans baseball team represents California State University, Fullerton in NCAA Division I college baseball. Since beginning Division I play in 1975, the Titans have never had a losing season. They are supplied by Easton.",
  "/wiki/Greg_Swindell": "Forest Gregory \"Greg\" Swindell (born January 2, 1965) is an American former Major League Baseball player, who had a 17-year career as a left-handed pitcher from 1986 to 2002. He played for the Cleveland Indians, Minnesota Twins and Boston Red Sox of the American League and the Cincinnati Reds, Houston Astros and Arizona Diamondbacks of the National League. With the Diamondbacks, he won the 2001 World Series against the New York Yankees.",
  "/wiki/Texas_Longhorns_baseball": "The Texas Longhorns baseball team represents The University of Texas at Austin in NCAA Division I intercollegiate men's baseball competition. The Longhorns currently compete in the Big 12 Conference.",
  "/wiki/1989_Major_League_Baseball_All-Star_Game": "The 1989 Major League Baseball All-Star Game was the 60th playing of the midsummer classic between the all-stars of the American League (AL) and National League (NL), the two leagues comprising Major League Baseball. The game was held on July 11, 1989, at Anaheim Stadium in Anaheim, California, the home of the California Angels of the American League. The game is noted for being the first in All-Star Game history to include the designated hitter.  The game resulted in the American League defeating the National League 5-3. The game is remembered for Bo Jackson's monstrous lead-off home run to center field.  Jackson was named the game's MVP. The game also featured former U.S. President and former baseball announcer Ronald Reagan sharing the NBC broadcast booth with Vin Scully for the first inning.",
  "/wiki/Shutouts_in_baseball": "In Major League Baseball, a shutout (denoted statistically as ShO or SHO) refers to the act by which a single pitcher pitches a complete game and does not allow the opposing team to score a run. If two or more pitchers combine to complete this act, no pitcher is awarded a shutout, although the team itself can be said to have \"shut out\"  the opposing team.",
  "/wiki/Win–loss_record_(pitching)": "In baseball and softball, a pitcher's win–loss record (also referred to simply as their record) indicates the number of wins (denoted \"W\") and losses (denoted \"L\") they have been credited with. For example, a 20–10 win–loss record would represent 20 wins and 10 losses.",
  "/wiki/Save_(baseball)": "In baseball, a save (abbreviated SV or S) is credited to a pitcher who finishes a game for the winning team under certain prescribed circumstances. Most commonly a pitcher earns a save by entering in the ninth inning of a game in which his team is winning by three or fewer runs and finishing the game by pitching one inning without losing the lead. The number of saves or percentage of save opportunities successfully converted are oft-cited statistics of relief pitchers, particularly those in the closer role. The save statistic was created by journalist Jerome Holtzman in 1959 to \"measure the effectiveness of relief pitchers\" and was adopted as an official MLB statistic in 1969. The save has been retroactively measured for pitchers before that date. Mariano Rivera is MLB's all-time leader in regular-season saves with 652.",
  "/wiki/Catcher": "Catcher is a position for a baseball or softball player. When a batter takes his/her turn to hit, the catcher crouches behind home plate, in front of the (home) umpire, and receives the ball from the pitcher. In addition to this primary duty, the catcher is also called upon to master many other skills in order to field the position well. The role of the catcher is similar to that of the wicket-keeper in cricket, but in cricket, wicketkeepers are increasingly known for their batting abilities.",
  "/wiki/B.J._Surhoff": "William James \"B. J.\" Surhoff (born August 4, 1964) is a former catcher, outfielder, first baseman, third baseman, and designated hitter in Major League Baseball. Over his 18-year major league career, he played every position except pitcher. After playing for the Orioles from 1996 to 2000, he rejoined the team in 2003 and played through the 2005 season. He started his career with the Milwaukee Brewers (1987–1995) and also played for the Atlanta Braves (2000–2002). Surhoff began his career as a catcher, and after playing third base in the mid-1990s, shifted to become primarily a left fielder.",
  "/wiki/1985_Major_League_Baseball_Draft": "The following are the first round picks in the 1985 Major League Baseball draft.",
  "/wiki/John_Marzano": "John Robert Marzano (February 14, 1963 – April 19, 2008), commonly referred to as \"Johnny Marz\", was an American professional baseball catcher, who played in Major League Baseball (MLB) for the Boston Red Sox, Texas Rangers, and Seattle Mariners, from 1987 to 1992 and 1995 to 1998. Generally utilized as a backup catcher, Marzano was a member of division champions with the 1988 and 1990 Red Sox, and the 1997 Mariners, for whom he posted a .287 batting average. During his playing days, he stood 5 feet 11 inches (1.80 m) tall, weighing 185 pounds (84 kg). Marzano batted and threw right-handed.",
  "/wiki/Temple_Owls": "The Temple Owls  are the athletic teams that represent Temple University in Philadelphia, Pennsylvania. The school's sports teams are called the Owls. The current athletic director is Patrick Kraft.",
  "/wiki/First_baseman": "First base, or 1B, is the first of four stations on a baseball diamond which must be touched in succession by a baserunner to score a run for that player's team. A first baseman is the player on the team playing defense who fields the area nearest first base, and is responsible for the majority of plays made at that base. In the numbering system used to record defensive plays, the first baseman is assigned the number 3.",
  "/wiki/Mark_McGwire": "Mark David McGwire (born October 1, 1963), nicknamed Big Mac, is an American former professional baseball first baseman. His Major League Baseball (MLB) playing career spanned from 1986 to 2001 while playing for the Oakland Athletics and the St. Louis Cardinals, winning one World Series championship each with Oakland as a player in 1989 and with St. Louis as a coach in 2011.  One of the most prolific home run hitters in baseball history, McGwire holds the major league career record for at bats per home run ratio (10.6), and is the former record holder for both home runs in a single season (70 in 1998) and home runs hit by rookie (49 in 1987).",
  "/wiki/USC_Trojans_baseball": "The USC Trojans baseball program represents the University of Southern California in college baseball. Established in 1888, the team is a member of the National Collegiate Athletic Association and the Pac-12 Conference.  USC home's field is Dedeaux Field, which is named in honor of former head coach and National College Baseball Hall of Fame inductee Rod Dedeaux.",
  "/wiki/Home_runs": "In baseball, a home run (abbreviated HR) is scored when the ball is hit in such a way that the batter is able to circle the bases and reach home\nsafely in one play without any errors being committed by the defensive team in the process. In modern baseball, the feat is typically achieved by hitting the ball over the outfield fence between the foul poles (or making contact with either foul pole) without first touching the ground, resulting in an automatic home run.  There is also the \"inside-the-park\" home run where the batter reaches home safely while the baseball is in play on the field. A home run with a high exit velocity and good launch angle is sometimes called a \"no-doubter,\" because it leaves no doubt that it is going to leave the park when it leaves the bat.",
  "/wiki/Major_League_Baseball_All-Star_Game": "The Major League Baseball All-Star Game, also known as the \"Midsummer Classic\", is an annual professional baseball game  sanctioned by Major League Baseball (MLB) contested between the All-Stars from the American League (AL) and National League (NL), currently selected by fans for starting fielders, by managers for pitchers, and by managers and players for reserves.",
  "/wiki/Silver_Slugger_Award": "The Silver Slugger Award is awarded annually to the best offensive player at each position in both the American League and the National League, as determined by the coaches and managers of Major League Baseball. These voters consider several offensive categories in selecting the winners, including batting average, slugging percentage, and on-base percentage, in addition to \"coaches' and managers' general impressions of a player's overall offensive value\". Managers and coaches are not permitted to vote for players on their own team. The Silver Slugger was first awarded in 1980 and is given by Hillerich & Bradsby, the manufacturer of Louisville Slugger bats. The award is a bat-shaped trophy, 3 feet (91 cm) tall, engraved with the names of each of the winners from the league and plated with sterling silver.",
  "/wiki/Gold_Glove_Award": "The Rawlings Gold Glove Award, usually referred to as simply the Gold Glove, is the award given annually to the Major League Baseball (MLB) players judged to have exhibited superior individual fielding performances at each fielding position in both the National League (NL) and the American League (AL). Winners are determined from voting by the managers and coaches in each league, who are not permitted to vote for their own players. Additionally, a sabermetric component provided by the Society for American Baseball Research (SABR) accounts for approximately 25 percent of the vote.",
  "/wiki/Lou_Gehrig_Memorial_Award": "The Lou Gehrig Memorial Award is given annually to a Major League Baseball (MLB) player who best exhibits the character and integrity of Lou Gehrig, both on the field and off it. The award was created by the Phi Delta Theta fraternity in honor of Gehrig, who was a member of the fraternity at Columbia University. It was first presented in 1955, fourteen years after Gehrig's death. The award's purpose is to recognize a player's exemplary contributions in \"both his community and philanthropy.\"  The bestowal of the award is overseen by the headquarters of the Phi Delta Theta in Oxford, Ohio, and the name of each winner is inscribed onto the Lou Gehrig Award plaque in the Baseball Hall of Fame in Cooperstown, New York. It is the only MLB award conferred by a fraternity.",
  "/wiki/Second_baseman": "In baseball and softball, second baseman is a fielding position in the infield, between second and first base. The second baseman often possesses quick hands and feet, needs the ability to get rid of the ball quickly, and must be able to make the pivot on a double play.   In addition, second basemen are usually right-handed; only four left-handed throwing players have ever played second base in Major League Baseball since 1950. In the numbering system used to record defensive plays, the second baseman is assigned the number 4.",
  "/wiki/Billy_Bates_(baseball)": "William Derrick Bates (born December 7, 1963) is a former Major League Baseball (MLB) second baseman and pinch runner who played for the Milwaukee Brewers and the 1990 World Series champion Cincinnati Reds. In 29 career games, Bates had a batting average of .125 with six hits, two runs batted in (RBI), 11 runs, ten strikeouts, and eight stolen bases. Though defensively he played as a second baseman, the Reds primarily used Bates as a pinch runner. After he scored the winning run in Game 2 of the 1990 World Series, Bates never played in MLB again.",
  "/wiki/Triple_(baseball)": "In baseball, a triple is the act of a batter safely reaching third base after hitting the ball, with neither the benefit of a fielder's misplay (see error) nor another runner being put out on a fielder's choice. A triple is sometimes called a \"three-bagger\" or \"three-base hit\". For statistical and scorekeeping purposes it is denoted by 3B.",
  "/wiki/Arizona_Wildcats_baseball": "The Arizona Wildcats baseball team is the intercollegiate men's baseball program representing the University of Arizona in Tucson, Arizona, United States. They compete in the Pac-12 Conference (Pac-12) of NCAA Division I. The baseball team had its first season in 1904. The baseball team has captured four national championship titles in 1976, 1980, 1986 and 2012, with the first three coached by Jerry Kindall and the most recent by Andy Lopez. The team has appeared in the NCAA National Championship title series eight times (1956, 1959, 1963, 1976, 1980, 1986, 2012, and 2016). They have appeared in 34 baseball tournaments in their rich history. Arizona is ranked seventh in all-time regular season game wins with 2,347.",
  "/wiki/Third_baseman": "A third baseman, abbreviated 3B, is the player in baseball whose responsibility is to defend the area nearest to third base —  the third of four bases a baserunner must touch in succession to score a run. In the scoring system used to record defensive plays, the third baseman is assigned the number '5'.",
  "/wiki/Gene_Larkin": "Eugene Thomas Larkin (born October 24, 1962) is a former switch-hitting first baseman, designated hitter, and right fielder in Major League Baseball who played his entire seven-season career with the Minnesota Twins. During his playing career he wore #9 for Minnesota, and was a member of both the 1987 and 1991 World Series championship teams. He is best known for hitting the series-winning single, a deep fly ball that was not caught by the Braves' drawn-in outfield and scored Dan Gladden from third base during the tenth inning in Game 7 of the 1991 Series.",
  "/wiki/Columbia_Lions": "The Columbia University Lions are the collective athletic teams and their members from Columbia University, an Ivy League institution in New York City, United States. The current director of athletics is Peter Pilling.",
  "/wiki/Shortstop": "Shortstop, abbreviated SS, is the baseball or softball fielding position between second and third base, which is considered to be among the most demanding defensive positions. Historically the position was assigned to defensive specialists who were typically poor at batting and were often placed at the bottom of the batting order. Today shortstops are often able to hit well and many are placed at the top of the lineup. In the numbering system used by scorers to record defensive plays, the shortstop is assigned the number 6.",
  "/wiki/Cory_Snyder": "James Cory Snyder (born November 11, 1962) is an American former professional baseball right fielder. He played nine seasons in Major League Baseball (MLB) from 1986 to 1994 for the Cleveland Indians, Chicago White Sox, Toronto Blue Jays, San Francisco Giants, and Los Angeles Dodgers. He was well known for his powerful throwing arm and home run power.  Snyder's overall career numbers were hurt due to injuries.[failed verification]",
  "/wiki/BYU_Cougars_baseball": "The BYU Cougars baseball team is a varsity intercollegiate athletic team of Brigham Young University in Provo, Utah, United States. The team is a member of the West Coast Conference, which is part of the National Collegiate Athletic Association's Division I. BYU's first baseball team was fielded in 1908. The team plays its home games at Larry H. Miller Field in Provo, Utah. The Cougars are coached by Mike Littlewood.",
  "/wiki/Utility_player": "In sports, a utility player is one who can play several positions competently. Sports in which the term is often used include association football, gridiron football, baseball, rugby union, rugby league, softball, and water polo.",
  "/wiki/Barry_Larkin": "Barry Louis Larkin (born April 28, 1964) is a retired Major League Baseball (MLB) player who played shortstop for the Cincinnati Reds from 1986 to 2004.",
  "/wiki/Michigan_Wolverines_baseball": "The Michigan Wolverines baseball team represents the University of Michigan in NCAA Division I college baseball. Along with most other Michigan athletic teams, the baseball team participates in the Big Ten Conference.  They play their home games at Ray Fisher Stadium.",
  "/wiki/National_Baseball_Hall_of_Fame_and_Museum": "The National Baseball Hall of Fame and Museum is an American history museum and hall of fame, located in Cooperstown, New York, and operated by private interests. It serves as the central point for the study of the history of baseball in the United States and beyond, displays baseball-related artifacts and exhibits, honoring those who have excelled in playing, managing, and serving the sport. The Hall's motto is \"Preserving History, Honoring Excellence, Connecting Generations.\" The word Cooperstown is often used as shorthand (or a metonym) for the National Baseball Hall of Fame and Museum, similar to \"Canton\" for the Pro Football Hall of Fame in Canton, Ohio.",
  "/wiki/Major_League_Baseball_Most_Valuable_Player": "The Major League Baseball Most Valuable Player Award (MVP) is an annual Major League Baseball (MLB) award given to one outstanding player in the American League and one in the National League. Since 1931, it has been awarded by the Baseball Writers' Association of America (BBWAA). The winners receive the Kenesaw Mountain Landis Memorial Baseball Award, which became the official name of the award in 1944, in honor of the first MLB commissioner, Kenesaw Mountain Landis, who served from 1920 until his death on November 25, 1944.",
  "/wiki/Roberto_Clemente_Award": "The Roberto Clemente Award is given annually to the Major League Baseball (MLB) player who \"best exemplifies the game of baseball, sportsmanship, community involvement and the individual's contribution to his team\", as voted on by baseball fans and members of the media. It is named for Hall of Fame outfielder Roberto Clemente. Originally known as the Commissioner's Award, it has been presented by the MLB since 1971. In 1973, the award was renamed after Clemente following his death in a plane crash while delivering supplies to victims of the Nicaragua earthquake.",
  "/wiki/Outfielder": "An outfielder is a person playing in one of the three defensive positions in baseball or softball, farthest from the batter. These defenders are the left fielder, the center fielder, and the right fielder. As an outfielder, their duty is to catch fly balls and/ ground balls then to return them to the infield for the out or before the runner advances, if there is any runners on the bases. As an outfielder, they normally play behind the six players located in the field.\nBy convention, each of the nine defensive positions in baseball is numbered. The outfield positions are 7 (left field), 8 (center field) and 9 (right field). These numbers are shorthand designations useful in baseball scorekeeping and are not necessarily the same as the squad numbers worn on player uniforms.",
  "/wiki/Rafael_Palmeiro": "Rafael Palmeiro Corrales (born September 24, 1964) is a Cuban American former Major League Baseball first baseman and left fielder. Palmeiro was an All-American at Mississippi State University before being drafted by the Chicago Cubs in 1985. He played for the Cubs (1986–1988), Texas Rangers (1989–1993, 1999–2003), and the Baltimore Orioles (1994–1998, 2004–2005).",
  "/wiki/Mississippi_State_Bulldogs_baseball": "The Mississippi State Bulldogs baseball team is the varsity intercollegiate baseball team representing Mississippi State University in NCAA Division I college baseball. The program is a member of the West Division of the Southeastern Conference (SEC). The current head coach is Chris Lemonis, who replaced interim head coach Gary Henderson. They have appeared in the College World Series 11 times, most recently in 2019.  They earned their highest finish in their 2013 CWS appearance, losing in the finals to UCLA, finishing the season with a consensus No. 2 ranking, the highest in program history.",
  "/wiki/Shane_Mack_(baseball)": "Shane Lee Mack (born December 7, 1963 in Los Angeles, California) is an American former professional baseball outfielder in Major League Baseball (MLB).",
  "/wiki/UCLA_Bruins_baseball": "The UCLA Bruins baseball team is the varsity college baseball team of the University of California, Los Angeles.  Having started playing in 1920, the program is a member of the NCAA Division I Pac-12 Conference. It plays its home games at Jackie Robinson Stadium. The program has appeared in five College World Series and won the 2013 National Championship.",
  "/wiki/Oddibe_McDowell": "Oddibe McDowell (born August 25, 1962) is an American former center fielder in Major League Baseball (MLB) who played from 1985 to 1994 for the Texas Rangers, Cleveland Indians, and Atlanta Braves.",
  "/wiki/Arizona_State_Sun_Devils_baseball": "The Arizona State Sun Devils baseball program at the Arizona State University (ASU) is part of the Pac-12 Conference. Since it became a member of the Pac-12, it had the highest winning percentage, at .681, of all schools that participate in Division I baseball within the conference. ASU's NCAA leading 54 consecutive 30 win seasons was the longest streak in the nation. The Sun Devils' only losing seasons occurred in 1963, 2017,& 2018 The Sun Devils had been nationally ranked during at least a part of every season of their 58-year history until 2017. The Sun Devils have finished 27 times in the Top 10, 22 times in the Top 5, and 5 times as the No. 1 team in the nation.",
  "/wiki/Chris_Gwynn": "Christopher Karlton Gwynn (born October 13, 1964) is a former Major League Baseball outfielder. He is the younger brother of the Hall of Famer Tony Gwynn and the uncle of former Major League Baseball outfielder Tony Gwynn Jr.",
  "/wiki/San_Diego_State_Aztecs_baseball": "The San Diego State Aztecs baseball team is the college baseball program that represents the San Diego State University. Along with the university's other athletic teams, the baseball team became a member of the Mountain West Conference during the 1999–00 academic year.  Previously, the baseball program competed in the Western Athletic Conference. The Aztecs play in Tony Gwynn Stadium, on the SDSU campus in San Diego, California. From 2003 until his death in 2014, Tony Gwynn was the program's head coach.",
  "/wiki/Hit_(baseball)": "In baseball statistics, a hit (denoted by H), also called a base hit, is credited to a batter when the batter safely reaches first base after hitting the ball into fair territory, without the benefit of an error or a fielder's choice.",
  "/wiki/Total_bases": "In baseball statistics, total bases is the number of bases a player has gained with hits. It is a weighted sum for which the weight value is 1 for a single, 2 for a double, 3 for a triple and 4 for a home run. Only bases attained from hits count toward this total. Reaching base by other means (such as a base on balls) or advancing further after the hit (such as when a subsequent batter gets a hit) does not increase the player's total bases. In box scores and other statistical summaries, total bases is often denoted by the abbreviation TB.",
  "/wiki/Designated_hitter": "In baseball, the designated hitter rule is the common name for Major League Baseball Rule 5.11, adopted by the American League in 1973. The rule allows teams to have one player, known as the designated hitter (or DH), to bat in place of the pitcher. Since 1973, most collegiate, amateur, and professional leagues have adopted the rule or some variant. MLB's National League and Nippon Professional Baseball's Central League are the most prominent professional leagues that do not use a designated hitter.",
  "/wiki/Pete_Incaviglia": "Peter Joseph Incaviglia (born April 2, 1964), is an American former professional baseball left fielder, who played in Major League Baseball (MLB) for 12 seasons (1986–1998), for six different big league teams, also spending one year in Nippon Professional Baseball (NPB). Incaviglia was drafted in the first round (eighth overall pick) by the Montreal Expos in the 1985 Major League Baseball draft out of Oklahoma State University, but was traded later the same year to the Texas Rangers. He debuted in the major leagues on April 8, 1986, without having spent any time in the minor leagues. His last MLB game was on September 27, 1998.",
  "/wiki/Oklahoma_State_Cowboys_baseball": "Oklahoma State Cowboys baseball is the NCAA Division I varsity intercollegiate baseball team of Oklahoma State University, based in Stillwater, Oklahoma, United States. The team competes in the Big 12 Conference.",
  "/wiki/Slugging_percentage": "In baseball statistics, slugging percentage (SLG) is a measure of the batting productivity of a hitter. It is calculated as total bases divided by at bats, through the following formula, where AB is the number of at bats for a given player, and 1B, 2B, 3B, and HR are the number of singles, doubles, triples, and home runs, respectively:",
  "/wiki/Runs_batted_in": "A run batted in (RBI), plural runs batted in (RBI or RBIs), is a statistic in baseball and softball that credits a batter for making a play that allows a run to be scored (except in certain situations such as when an error is made on the play). For example, if the batter bats a base hit, then another player on a higher base can head home to score a run, and the batter gets credited with batting in that run.",
  "/wiki/1984_College_Baseball_All-America_Team": "An All-American team is an honorary sports team composed of the best amateur players of a specific season for each team position—who in turn are given the honorific \"All-America\" and typically referred to as \"All-American athletes\", or simply \"All-Americans\".  Although the honorees generally do not compete together as a unit, the term is used in U.S. team sports to refer to players who are selected by members of the national media.  Walter Camp selected the first All-America team in the early days of American football in 1889."
}