{
  "/wiki/Bagatelle_Plantation_House": "The Bagatelle Plantation is a Southern plantation with a historic mansion in Sunshine, Louisiana, USA.",
  "/wiki/Louisiana_Highway_991": "The following is a list of state highways in the U.S. state of Louisiana designated in the 950–999 range.",
  "/wiki/Sunshine,_Louisiana": "Sunshine is a northern neighborhood of the city of St. Gabriel in Iberville Parish, Louisiana, United States. Located approximately 15 miles south of Baton Rouge along the Mississippi River, the community was originally named Forlorn Hope by inhabitants but was given its current name by Oscar Richard, Sr., who was the post master of the Forlorn Hope, La. post office.  He petitioned the federal government for permission to change the name of the post office to Sunshine, La., in order to give it a more uplifting name.  As frequently happens, the villages took the name of the local post office; hence, the name of the village and community became known as Sunshine, La. The community was annexed to St. Gabriel in 1987.",
  "/wiki/St._Gabriel,_Louisiana": "St. Gabriel is a city in Iberville Parish, Louisiana, United States. The population was 6,677 at the 2010 census. The city of St. Gabriel includes the areas of Sunshine and Carville. It is part of the Baton Rouge Metropolitan Statistical Area.",
  "/wiki/Bayou_Plaquemine_Lock": "Plaquemine Lock State Historic Site, located in Plaquemine, Louisiana, commemorates an early example of hydraulic engineering design and the historic significance of Bayou Plaquemine, an important navigable waterway that was once a distributary of the Mississippi River. Bayou Plaquemine promoted settlement beginning in the 18th century and helped the area economically by providing an access route between southwestern Louisiana (and thus Texas) and the Mississippi via the Atchafalaya Basin.",
  "/wiki/Mississippi_River": "The Mississippi River is the second-longest river and chief river of the second-largest drainage system on the North American continent, second only to the Hudson Bay drainage system. From its traditional source of Lake Itasca in northern Minnesota, it flows generally south for 2,320 miles (3,730 km) to the Mississippi River Delta in the Gulf of Mexico. With its many tributaries, the Mississippi's watershed drains all or parts of 32 U.S. states and two Canadian provinces between the Rocky and Appalachian mountains. The main stem is entirely within the United States; the total drainage basin is 1,151,000 sq mi (2,980,000 km2), of which only about one percent is in Canada. The Mississippi ranks as the fourth-longest river and fifteenth-largest river by discharge in the world. The river either borders or passes through the states of Minnesota, Wisconsin, Iowa, Illinois, Missouri, Kentucky, Tennessee, Arkansas, Mississippi, and Louisiana.",
  "/wiki/Plaquemine,_Louisiana": "Plaquemine is a city in and the parish seat of Iberville Parish, Louisiana, United States. The population was 7,119 at the 2010 census. It is part of the Baton Rouge Metropolitan Statistical Area.",
  "/wiki/Carville_Historic_District": "The Carville Historic District in Carville, Louisiana, is a 60-acre (24 ha) historic district that was listed on the National Register of Historic Places on November 18, 1992.",
  "/wiki/Carville,_Louisiana": "Carville is a neighborhood of St. Gabriel in Iberville Parish in South Louisiana, located sixteen miles south of the capital city of Baton Rouge on the Mississippi River. Carville is the hometown of Democratic political consultant James Carville and was named for his grandfather, the postmaster.",
  "/wiki/Church_of_the_Nativity_(Rosedale,_Louisiana)": "Church of the Nativity is a historic small Gothic Revival frame church building located at 15615 Laurel Street in Rosedale, Louisiana that is part of the Episcopal Diocese of Louisiana.",
  "/wiki/Rosedale,_Louisiana": "Rosedale is a village in Iberville Parish, Louisiana, United States. The population was 793 at the 2010 census. It is part of the Baton Rouge Metropolitan Statistical Area.",
  "/wiki/Louisiana_Highway_3066": "The following is a list of state highways in the U.S. state of Louisiana designated in the 3050-3099 range.",
  "/wiki/Iberville_Parish_Courthouse": "The Iberville Parish Courthouse is a historic building located at 57735 Main Street in Plaquemine, Louisiana.",
  "/wiki/Louisiana_Highway_77": "Louisiana Highway 77 (LA 77) is a state highway in Louisiana that serves Iberville and Pointe Coupee parishes. It spans 49.2 miles (79.2 km).",
  "/wiki/Louisiana_Highway_76": "Louisiana Highway 76 (LA 76) is a state highway located in southeastern Louisiana.  It runs 25.52 miles (41.07 km) in a general east–west direction from LA 77 in Maringouin to the junction of LA 1 and LA 987-4 in Port Allen.",
  "/wiki/Louisiana_Highway_75": "Louisiana Highway 75 (LA 75) is a state highway located in southeastern Louisiana.  It runs 46.86 miles (75.41 km) in a general east–west direction from a dead end in Bayou Pigeon to the junction of LA 22 and LA 942 in Darrow.",
  "/wiki/Nottoway_Plantation": "Nottoway Plantation, also known as Nottoway Plantation House is located near White Castle, Louisiana, United States. The plantation house is a Greek Revival and Italianate-styled mansion built by John Hampden Randolph in 1859, and is the largest extant antebellum plantation house in the South with 53,000 square feet (4,900 m2) of floor space.",
  "/wiki/Louisiana_Highway_1": "Louisiana Highway 1 (LA 1) is a state highway in Louisiana.  At 431.88 miles (695.04 km), it is the longest numbered highway of any class in Louisiana.  It runs diagonally across the state, connecting the oil and gas fields near the island of Grand Isle with the northwest corner of the state, north of Shreveport.",
  "/wiki/White_Castle,_Louisiana": "White Castle is a town in Iberville Parish, Louisiana, United States. As of the 2010 census, the town population was 1,883.",
  "/wiki/Plaquemine_Senior_High_School": "Plaquemine Senior High School is a coeducational public high school located at 59595 Belleview Drive in unincorporated Iberville Parish, Louisiana, United States, south of the City of Plaquemine. It schools grades seven to twelve and is administered by the Iberville Parish School Board.",
  "/wiki/Plaquemine_Historic_District": "Plaquemine Historic District is a historic district in downtown Plaquemine, Louisiana, located along Railroad Avenue, Main Street, Eden Street, Church Street, Plaquemine Street and Court Street.",
  "/wiki/St._Gabriel_Roman_Catholic_Church": "St. Gabriel Catholic Church is a historic church located along LA 75, near St. Gabriel, Louisiana.",
  "/wiki/St._Louis_Plantation": "The St. Louis Plantation is a Southern plantation with a historic mansion located in Iberville Parish, Louisiana, United States.",
  "/wiki/Louisiana_Highway_405": "The following is a list of state highways in the U.S. state of Louisiana designated in the 400-449 range."
}