{
  "/wiki/Argentina": "Argentina (Spanish: [aɾxenˈtina]), officially the Argentine Republic[A] (Spanish: República Argentina), is a country located mostly in the southern half of South America. Sharing the bulk of the Southern Cone with Chile to the west, the country is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. With a mainland area of 2,780,400 km2 (1,073,500 sq mi),[B] Argentina is the eighth-largest country in the world, the fourth largest in the Americas, the second largest in South America after Brazil, and the largest Spanish-speaking nation. The sovereign state is subdivided into twenty-three provinces (Spanish: provincias, singular provincia) and one autonomous city (ciudad autónoma), Buenos Aires, which is the federal capital of the nation (Spanish: Capital Federal) as decided by Congress. The provinces and the capital have their own constitutions, but exist under a federal system. Argentina claims sovereignty over part of Antarctica, the Falkland Islands (Spanish: Islas Malvinas), and South Georgia and the South Sandwich Islands.",
  "/wiki/Pajarito_Gómez": "Pajarito Gómez is a 1965 Argentine comedy film directed by Rodolfo Kuhn. It was entered into the 15th Berlin International Film Festival. It was also selected as the Argentine entry for the Best Foreign Language Film at the 38th Academy Awards, but was not accepted as a nominee. The film is a satire of the promotional machine behind the Argentine pop stars of the 1960s.",
  "/wiki/Spanish_language": "Spanish (/ˈspænɪʃ/ (listen); español (help·info)), or Castilian (/kæˈstɪliən/ (listen), castellano (help·info)), is a Romance language that originated in the Iberian Peninsula and today has over 483 million native speakers, mainly in Spain and the Americas. It is a global language, the world's second-most spoken native language, after Mandarin Chinese, and the world's fourth-most spoken language, after Mandarin Chinese, English and Hindi.",
  "/wiki/Rodolfo_Kuhn": "Rodolfo Kuhn (29 December 1934 – 3 January 1987) was an Argentine film director, screen writer and producer.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/São_Paulo,_Sociedade_Anônima": "São Paulo, Sociedade Anônima is a 1965 Brazilian drama film written and directed by Luis Sérgio Person. The film was selected as the Brazilian entry for the Best Foreign Language Film at the 38th Academy Awards, but was not accepted as a nominee.",
  "/wiki/Portuguese_language": "Portuguese (português or, in full, língua portuguesa) is a Western Romance language originating in the Iberian Peninsula. It is the sole official language of Portugal, Brazil, Cape Verde, Guinea-Bissau, Mozambique, Angola and São Tomé and Príncipe. It also has co-official language status in East Timor, Equatorial Guinea and Chinese Macau. As the result of expansion during colonial times, a cultural presence of Portuguese and Portuguese creole speakers are also found in Goa, Daman and Diu in India; in Batticaloa on the east coast of Sri Lanka; in the Indonesian island of Flores; in the Malacca state of Malaysia; and the ABC islands in the Caribbean where Papiamento is spoken, while Cape Verdean Creole is the most widely spoken Portuguese-based Creole.  A Portuguese-speaking person or nation is referred to as \"Lusophone\" (Lusófono).",
  "/wiki/Luis_Sérgio_Person": "Luis Sérgio Person (12 February 1936 – 7 January 1976) was a Brazilian actor, director, screenwriter and producer.",
  "/wiki/Czechoslovakia": "Czechoslovakia, or Czecho-Slovakia (/ˌtʃɛkoʊsloʊˈvækiə, -kə-, -slə-, -ˈvɑː-/; Czech and Slovak: Československo, Česko-Slovensko), was a sovereign state in Central Europe that existed from October 1918, when it declared its independence from the Austro-Hungarian Empire, until its peaceful dissolution into the Czech Republic and Slovakia on 1 January 1993.",
  "/wiki/The_Shop_on_Main_Street": "The Shop on Main Street (Czech/Slovak: Obchod na korze; in the UK The Shop on the High Street) is a 1965 Czechoslovak film about the Aryanization programme during World War II in the Slovak State.",
  "/wiki/Slovak_language": "Slovak (/ˈsloʊvæk, -vɑːk/ (listen)) or less frequently Slovakian, is a West Slavic language of the Czech–Slovak group. Spoken by approximately 5 million people as a native language, it serves as the official language of Slovakia and one of the 24 official languages of the European Union.",
  "/wiki/Ján_Kadár": "Ján Kadár (1 April 1918 – 1 June 1979) was a Hungarian-born Slovak film writer and director of Jewish heritage.",
  "/wiki/Elmar_Klos": "Elmar Klos (26 January 1910 – 31 July 1993) was a film director from Czechoslovak who collaborated for 17 years with his Slovak colleague Ján Kadár and with him won the 1965 Oscar for Best Foreign Language Film with the film The Shop on Main Street. Both of them co-directed the 1963 film Death Is Called Engelchen, which was entered into the 3rd Moscow International Film Festival where it won a Golden Prize.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).",
  "/wiki/Gertrud_(film)": "Gertrud is a 1964 Danish drama film directed by Carl Theodor Dreyer, based on the 1906 play of the same name by Hjalmar Söderberg. The title role of Gertrud Kanning is played by Nina Pens Rode, with Bendt Rothe as her husband, Gustav Kanning, and Baard Owe as her lover, Erland Jansson.",
  "/wiki/Danish_language": "Danish (/ˈdeɪnɪʃ/ (listen); dansk pronounced [ˈtænˀsk] (listen), dansk sprog [ˈtænˀsk ˈspʁɔu̯ˀ]) is a North Germanic language spoken by around six million people, principally in Denmark, Greenland and in the region of Southern Schleswig in northern Germany, where it has minority language status. Also, minor Danish-speaking communities are found in Norway, Sweden, Spain, the United States, Canada, Brazil, and Argentina. Due to immigration and language shift in urban areas, around 15–20% of the population of Greenland speak Danish as their first language.",
  "/wiki/Carl_Theodor_Dreyer": "Carl Theodor Dreyer (Danish: [kʰal tˢeːotoɐ̯ ˈtʁai̯ˀɐ]; 3 February 1889 – 20 March 1968), commonly known as Carl Th. Dreyer, was a Danish film director. He is regarded by many critics and filmmakers as one of the greatest directors in cinema. His best known films include The Passion of Joan of Arc (1928), Vampyr (1932), Day of Wrath (1943), Ordet (1955), and Gertrud (1964).",
  "/wiki/Egypt": "Egypt (/ˈiːdʒɪpt/ (listen) EE-jipt; Arabic: مِصر‎ Miṣr, Egyptian Arabic: مَصر‎ Maṣr, Coptic: Ⲭⲏⲙⲓ Khēmi), officially the Arab Republic of Egypt, is a country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf of Aqaba lies Jordan, across the Red Sea lies Saudi Arabia, and across the Mediterranean lie Greece, Turkey and Cyprus, although none share a land border with Egypt.",
  "/wiki/The_Impossible_(1966_film)": "The Impossible (Arabic: المستحيل‎, translit. El mustahil) is a 1966 Egyptian drama film directed by Hussein Kamal. The film was selected as the Egyptian entry for the Best Foreign Language Film at the 38th Academy Awards, but was not accepted as a nominee.",
  "/wiki/Arabic_language": "Arabic (Arabic: اَلْعَرَبِيَّةُ‎, al-ʿarabiyyah, [al ʕaraˈbijːa] (listen) or عَرَبِيّ‎, ʿarabīy, [ˈʕarabiː] (listen) or [ʕaraˈbij]) is a Semitic language that first emerged in the 1st to 4th centuries CE. It is now the lingua franca of the Arab world. It is named after the Arabs, a term initially used to describe peoples living in the area bounded by Mesopotamia in the east and the Anti-Lebanon mountains in the west, in Northwestern Arabia and in the Sinai Peninsula. The ISO assigns language codes to thirty varieties of Arabic, including its standard form, Modern Standard Arabic, also referred to as Literary Arabic, which is modernized Classical Arabic. This distinction exists primarily among Western linguists; Arabic speakers themselves generally do not distinguish between Modern Standard Arabic and Classical Arabic, but rather refer to both as al-ʿarabiyyatu l-fuṣḥā (اَلعَرَبِيَّةُ ٱلْفُصْحَىٰ, \"the purest Arabic\") or simply al-fuṣḥā (اَلْفُصْحَىٰ).",
  "/wiki/Hussein_Kamal": "Hussein Kamal (Arabic: حسين كمال‎) (17 August 1932 – 24 March 2003) was an Egyptian television, film and theatre director. He is considered to be an important director of traditional Egyptian cinema. One of his most famous films is Chitchat on the Nile (1971), a critique of the decadence of Egyptian society during the Nasser era. His 1972 film Empire M was entered into the 8th Moscow International Film Festival in 1973.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Pierrot_le_Fou": "Pierrot le Fou (pronounced [pjɛʁo lə fu], French for \"Pierrot the madman\") is a 1965 French New Wave film directed by Jean-Luc Godard, starring Jean-Paul Belmondo and Anna Karina. The film is based on the 1962 novel Obsession by Lionel White. It was Godard's tenth feature film, released between Alphaville and Masculin, féminin. It was the 15th highest-grossing film of the year with a total of 1,310,580 admissions in France. The film was selected as the French entry for the Best Foreign Language Film at the 38th Academy Awards, but was not accepted as a nominee.",
  "/wiki/French_language": "French (le français [lə fʁɑ̃sɛ] or la langue française [la lɑ̃ɡ fʁɑ̃sɛːz]) is a Romance language of the Indo-European family. It descended from the Vulgar Latin of the Roman Empire, as did all Romance languages. French evolved from Gallo-Romance, the spoken Latin in Gaul, and more specifically in Northern Gaul. Its closest relatives are the other langues d'oïl—languages historically spoken in northern France and in southern Belgium, which French (Francien) has largely supplanted. French was also influenced by native Celtic languages of Northern Roman Gaul like Gallia Belgica and by the (Germanic) Frankish language of the post-Roman Frankish invaders. Today, owing to France's past overseas expansion, there are numerous French-based creole languages, most notably Haitian Creole. A French-speaking person or nation may be referred to as Francophone in both English and French.",
  "/wiki/Jean-Luc_Godard": "Jean-Luc Godard (UK: /ˈɡɒdɑːr/ GOD-ar, US: /ɡoʊˈdɑːr/ goh-DAR, French: [ʒɑ̃ lyk ɡɔdaʁ]; born 3 December 1930) is a French-Swiss film director, screenwriter and film critic. He rose to prominence as a pioneer of the 1960s French New Wave film movement.",
  "/wiki/Greece": "Greece (Greek: Ελλάδα), officially the Hellenic Republic (Greek: Ελληνική Δημοκρατία), historically also known as Hellas, is a country located in Southeast Europe. Its population is approximately 10.7 million as of 2018; Athens, the nation's capital, is its largest city, followed by Thessaloniki.",
  "/wiki/Blood_on_the_Land": "Blood on the Land (Greek: Το χώμα βάφτηκε κόκκινο, translit. To Homa vaftike kokkino) is a 1966 Greek western drama film directed by Vasilis Georgiadis. Its subject is conflict between landowners and agricultural workers in the early 20th century. It was nominated for the Academy Award for Best Foreign Language Film.",
  "/wiki/Greek_language": "Greek (Modern Greek: ελληνικά, elliniká) is an independent branch of the Indo-European family of languages, native to Greece, Cyprus, Albania and other parts of the Eastern Mediterranean and the Black Sea. It has the longest documented history of any living Indo-European language, spanning at least 3,500 years of written records. Its writing system has been the Greek alphabet for the major part of its history; other systems, such as Linear B and the Cypriot syllabary, were used previously. The alphabet arose from the Phoenician script and was in turn the basis of the Latin, Cyrillic, Armenian, Coptic, Gothic, and many other writing systems.",
  "/wiki/Vasilis_Georgiadis": "Vasilis Georgiadis (Greek: Βασίλης Γεωργιάδης; 12 August 1921 – 30 April 2000) was a Greek film director and actor. His films The Red Lanterns (1963) and Blood on the Land (1966) were nominated for the Academy Award for Best Foreign Language Film.",
  "/wiki/Hungary": "Hungary (Hungarian: Magyarország [ˈmɒɟɒrorsaːɡ] (listen)) is a country in Central Europe. Spanning 93,030 square kilometres (35,920 sq mi) in the Carpathian Basin, it borders Slovakia to the north, Ukraine to the northeast, Romania to the east and southeast, Serbia to the south, Croatia and Slovenia to the southwest, and Austria to the west. With about 10 million inhabitants, Hungary is a medium-sized member state of the European Union. The official language is Hungarian, which is the most widely spoken Uralic language in the world, and among the few non-Indo-European languages to be widely spoken in Europe. Hungary's capital and largest city is Budapest; other major urban areas include Debrecen, Szeged, Miskolc, Pécs and Győr.",
  "/wiki/Twenty_Hours": "Twenty Hours (Hungarian: Húsz óra) is a 1965 Hungarian drama film directed by Zoltán Fábri. The film was selected as the Hungarian entry for the Best Foreign Language Film at the 38th Academy Awards, but was not accepted as a nominee. The film shared the Grand Prix with War and Peace and won the Prix FIPRESCI at the 4th Moscow International Film Festival.",
  "/wiki/Hungarian_language": "Hungarian (magyar nyelv (help·info)) is a Uralic language spoken in Hungary and parts of several neighbouring countries. It is the official language of Hungary and one of the 24 official languages of the European Union. Outside Hungary it is also spoken by communities of Hungarians in the countries that today make up Slovakia, western Ukraine (Subcarpathia), central and western Romania (Transylvania), northern Serbia (Vojvodina), northern Croatia and northern Slovenia (Mur region).",
  "/wiki/Zoltán_Fábri": "Zoltán Fábri (15 October 1917 – 23 August 1994) was a Hungarian film director and screenwriter. His films The Boys of Paul Street (1969) and Hungarians (1978) were nominated for the Academy Award for Best Foreign Language Film. His 1965 film Twenty Hours shared the Grand Prix with War and Peace at the 4th Moscow International Film Festival. His 1969 film The Toth Family was entered into the 7th Moscow International Film Festival. His 1975 film 141 Minutes from the Unfinished Sentence was entered into the 9th Moscow International Film Festival, where he won a Special Prize for Directing.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Guide_(film)": "Guide is a 1965 romantic drama Indian film, starring Dev Anand and Waheeda Rehman. It was directed by Vijay Anand, who contributed to the screenplay. The film is based on the novel The Guide, by R. K. Narayan.",
  "/wiki/Hindi": "Hindi (Devanagari: हिन्दी, IAST/ISO 15919: Hindī) or Modern Standard Hindi (Devanagari: मानक हिन्दी, IAST/ISO 15919: Mānak Hindī), is an Indo-Aryan language spoken in India and across the Indian subcontinent. Modern Hindi is the standardised and Sanskritised register of the Hindustani language, which itself is based primarily on the Khariboli dialect of Delhi and other nearby areas of Northern India. Hindi, written in the Devanagari script, is one of the two official languages of the Government of India, along with the English language. It is one of the 22 scheduled languages of the Republic of India.",
  "/wiki/Vijay_Anand_(Hindi_film_maker)": "Vijay Anand (22 January 1934 – 23 February 2004), also known as Goldie Anand, was an Indian filmmaker, producer, screenwriter, editor and actor, who is known for acclaimed films such as Guide (1965) and Johny Mera Naam (1970). He made most of his films for the in-house banner Navketan Films and was part of the Anand family.",
  "/wiki/Israel": "Israel (/ˈɪzriəl, ˈɪzreɪəl/; Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Taamey Frank CLM\",\"Frank Ruehl CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",\"SBL BibLit\",\"SBL Hebrew\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}יִשְׂרָאֵל; Arabic: إِسْرَائِيل‎), formally known as the State of Israel (Hebrew: מְדִינַת יִשְׂרָאֵל), is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and Gaza Strip to the east and west, respectively, and Egypt to the southwest. The country contains geographically diverse features within its relatively small area. Israel's economic and technological center is Tel Aviv, while its seat of government and proclaimed capital is Jerusalem, although the state's sovereignty over Jerusalem has only partial recognition.[fn 4]",
  "/wiki/The_Glass_Cage_(1965_film)": "The Glass Cage (French: La cage de verre) is a 1965 Israeli-French drama film directed by Philippe Arthuys and Jean-Louis Levi-Alvarès. The film was selected as the Israeli entry for the Best Foreign Language Film at the 38th Academy Awards, but was not accepted as a nominee. It was also entered into the 4th Moscow International Film Festival.",
  "/wiki/Hebrew": "Hebrew (/ˈhiːbruː/; עִבְרִית‎, Ivrit Hebrew pronunciation: [ivˈʁit] or [ʕivˈɾit] (listen)) is a Northwest Semitic language native to Israel.  Modern Hebrew was spoken by over nine million people worldwide in 2013. Historically, it is regarded as the language of the Israelites and their ancestors, although the language was not referred to by the name \"Hebrew\" in the Tanakh itself.[note 1] The earliest examples of written Paleo-Hebrew date from the 10th century BCE. Hebrew belongs to the West Semitic branch of the Afroasiatic language family. Hebrew is the only Canaanite language still spoken, and the only truly successful example of a revived dead language.",
  "/wiki/Philippe_Arthuys": "Philippe Arthuys (22 November 1928 – 6 January 2010) was a French composer and film director. He worked on over 20 films between 1959 and 1997. His 1965 film The Glass Cage was entered into the 4th Moscow International Film Festival.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Marriage_Italian-Style": "Marriage Italian Style (Italian: Matrimonio all'italiana [matriˈmɔːnjo allitaˈljaːna]) is a 1964 Italian film directed by Vittorio De Sica and starring Sophia Loren, Marcello Mastroianni and Vito Moricone.",
  "/wiki/Italian_language": "Italian (italiano [itaˈljaːno] (listen) or lingua italiana [ˈliŋɡwa itaˈljaːna]) is a Romance language of the Indo-European language family. Italian descended from the Vulgar Latin of the Roman Empire and, together with Sardinian, is by most measures the closest language to it of the Romance languages. Italian is an official language in Italy, Switzerland (where it is the first language in Canton Ticino and in the districts of Moesa and Bernina in Canton Graubünden), San Marino and Vatican City. It has an official minority status in western Istria (Croatia and Slovenia). It formerly had official status in Albania, Malta, Monaco, Montenegro (Kotor) and Greece (Ionian Islands and Dodecanese), and is generally understood in Corsica (due to its close relation with the Tuscan-influenced local language) and Savoie. It also used to be an official language in the former Italian East Africa and Italian North Africa, where it still plays a significant role in various sectors. Italian is also spoken by large expatriate communities in the Americas and Australia. Italian is included under the languages covered by the European Charter for Regional or Minority languages in Bosnia and Herzegovina and in Romania, although Italian is neither a co-official nor a protected language in these countries. Many speakers of Italian are native bilinguals of both Italian (either in its standard form or regional varieties) and other regional languages.",
  "/wiki/Vittorio_De_Sica": "Vittorio De Sica (/də ˈsiːkə/ də SEE-kə, Italian: [vitˈtɔːrjo de ˈsiːka]; 7 July 1901 – 13 November 1974) was an Italian director and actor, a leading figure in the neorealist movement.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Kwaidan_(film)": "Kwaidan (怪談, Kaidan, literally \"ghost stories\") is a 1965 Japanese anthology horror film directed by Masaki Kobayashi. It is based on stories from Lafcadio Hearn's collections of Japanese folk tales, mainly Kwaidan: Stories and Studies of Strange Things, for which it is named. The film consists of four separate and unrelated stories. Kwaidan is an archaic transliteration of Kaidan, meaning \"ghost story\". It won the Special Jury Prize at the 1965 Cannes Film Festival, and received an Academy Award nomination for Best Foreign Language Film.",
  "/wiki/Japanese_language": "Japanese (日本語, Nihongo [ɲihoŋɡo] (listen)) is an East Asian language spoken by about 128 million people, primarily in Japan, where it is the national language. It is a member of the Japonic (or Japanese-Ryukyuan) language family, and its relation to other languages, such as Korean, is debated. Japanese has been grouped with language families such as Ainu, Austroasiatic, and the now-discredited Altaic, but none of these proposals has gained widespread acceptance.",
  "/wiki/Masaki_Kobayashi": "Masaki Kobayashi (小林 正樹, Kobayashi Masaki, February 14, 1916 – October 4, 1996) was a Japanese film director, best known for the epic trilogy The Human Condition (1959–1961), the samurai films Harakiri (1962) and Samurai Rebellion (1967), and the horror movie Kwaidan (1964).",
  "/wiki/Mexico": "Mexico (Spanish: México [ˈmexiko] (listen); Nahuatl languages: Mēxihco), officially the United Mexican States (UMS; Spanish: Estados Unidos Mexicanos, EUM [esˈtaðos uˈniðoz mexiˈkanos] (listen), lit. Mexican United States), is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Covering almost 2,000,000 square kilometers (770,000 sq mi), the nation is the fifth largest country in the Americas by total area and the 13th largest independent state in the world. With an estimated population of over 129 million people, Mexico is the tenth most populous country and the most populous Spanish-speaking country in the world, while being the second most populous nation in Latin America after Brazil. Mexico is a federation comprising 31 states plus Mexico City (CDMX), which is the capital city and its most populous city. Other metropolises in the country include Guadalajara, Monterrey, Puebla, Toluca, Tijuana, and León.",
  "/wiki/Always_Further_On": "Always Further On (Spanish: Tarahumara (Cada vez más lejos)) is a 1965 Mexican drama film directed by Luis Alcoriza. It won the FIPRESCI Prize at the 1965 Cannes Film Festival. The film was also selected as the Mexican entry for the Best Foreign Language Film at the 38th Academy Awards, but was not accepted as a nominee.",
  "/wiki/Luis_Alcoriza": "Luis Alcoriza de la Vega (September 5, 1918 – December 3, 1992) was a respected Mexican screenwriter, film director, and actor.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/La_Tía_Tula": "La Tía Tula ( Aunt Tula) is a 1964 film Spanish film directed by Miguel Picazo. The film is based on the Miguel de Unamuno novella of the same title. Highly acclaimed, the film is widely considered a classic of Spanish cinema. The film was selected as the Spanish entry for the Best Foreign Language Film at the 38th Academy Awards, but was not accepted as a nominee.",
  "/wiki/Miguel_Picazo": "Miguel Picazo de Dios (27 March 1927 – 23 April 2016) was a Spanish film director, screenwriter and actor. He is best known for his first feature film La tía Tula (Aunt Tula) (1964).",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.",
  "/wiki/Dear_John_(1964_film)": "Dear John (Swedish: Käre John) is a 1964 Swedish film directed by Lars-Magnus Lindgren and starring Jarl Kulle and Christina Schollin. The motion picture is known especially for nude scenes unusual in the day, and for a natural performance of them that caused the film considerable notoriety in the United States. It was nominated for the Academy Award for Best Foreign Language Film.",
  "/wiki/Swedish_language": "Swedish (svenska [ˈsvɛ̂nːska] (listen)) is a North Germanic language spoken natively by 10 million people, predominantly in Sweden (as the sole official language) and in parts of Finland, where it has equal legal standing with Finnish. It is largely mutually intelligible with Norwegian and Danish, although the degree of mutual intelligibility is largely dependent on the dialect and accent of the speaker. Written Norwegian and Danish are usually more easily understood by Swedish speakers than the spoken languages, due to the differences in tone, accent and intonation. Swedish is a descendant of Old Norse, the common language of the Germanic peoples living in Scandinavia during the Viking Era. It has the most speakers of the North Germanic languages.",
  "/wiki/Lars-Magnus_Lindgren": "Lars-Magnus Lindgren (3 July 1922 – 23 November 2004) was a Swedish film director and screenwriter. His film Dear John (1964) was nominated for the Academy Award for Best Foreign Language Film. His other works include Black Palm Trees [sv] (Svarta palmkronor), a 1968 film, based on the 1944 novel by Peder Sjögren.",
  "/wiki/List_of_submissions_to_the_38th_Academy_Awards_for_Best_Foreign_Language_Film": "The following 15 films, all from different countries, were submitted for the 38th Academy Awards in the category Academy Award for Best Foreign Language Film. The titles highlighted in blue and yellow were the five nominated films, which came from Czechoslovakia, Greece, Italy, Japan and Sweden."
}