{
  "/wiki/Tonnage": "Tonnage is a measure of the cargo-carrying capacity of a ship. The term derives from the taxation paid on tuns or casks of wine. In modern maritime usage, \"tonnage\" specifically refers to a calculation of the volume or cargo volume of a ship. Tonnage should not be confused with displacement, which refers to the actual weight of the vessel. Tonnage is commonly used to assess fees on commercial shipping.",
  "/wiki/MS_Westerdam": "MS Westerdam is a Vista Class cruise ship owned by Holland America Line. She is the third ship of the class to be operated by the line, as well as being the third ship to bear the name Westerdam.  Her sister ships are MS Oosterdam, MS Zuiderdam, and MS Noordam. The prefixes of the four ships' names represent the four directions of the compass in Dutch.",
  "/wiki/Holland_America_Line": "Holland America Line is a British/American-owned cruise line, a subsidiary of Carnival Corporation & plc headquartered in Seattle, Washington, United States.",
  "/wiki/Msy_Wind_Song": "The msy Wind Song was a 4-masted motor sailing yacht used as a cruise ship by Windstar Cruises from 1987 until 2002, when the ship suffered an engine room fire.",
  "/wiki/Windstar_Cruises": "Windstar Cruises is a cruise ship line that operates a fleet of small luxury cruise ships. Its six yachts carry just 148 to 310 guests and cruise to 50 nations, calling at 150 ports throughout Europe, the South Pacific, the Caribbean, and Central America. In May 2014, Windstar added to its sailing yachts by adding the Star Pride power yacht, followed by Star Breeze and Star Legend in May 2015. The additional capacity opened up new itineraries such as voyages to Iceland, the Panama Canal, and Costa Rica and allowed Windstar Cruises to sail Tahiti year round. Windstar Cruises was named World's Best Small Ship Cruise Line by Condé Nast Traveler 2014 Readers' Choice Awards.",
  "/wiki/Msy_Wind_Spirit": "The msy Wind Spirit is a motor sailing yacht, sailing as a cruise ship for Windstar Cruises. She is one of an unusual class of only three vessels (msy Wind Star, msy Wind Spirit and msy Wind Song), designed as a modern cruise ship but carrying an elaborate system of computer-controlled sails on four masts.",
  "/wiki/Msy_Wind_Star": "The MSY Wind Star is a motor sailing yacht, sailing as a cruise ship for Windstar Cruises. She is one of an unusual class of only three vessels (MSY Wind Star, msy Wind Spirit and msy Wind Song), designed as a modern cruise ship but carrying an elaborate system of computer-controlled sails on four masts.",
  "/wiki/Msy_Wind_Surf": "Wind Surf is a five-mast staysail schooner that is one of the largest sailing cruise ships in the world, and can carry up to 342 passengers, in a total of 150 ocean-view staterooms, 18 ocean-view suites and 2 deluxe bridge suites, along with a crew of 210.\nPrior to being transferred to Windstar Cruises and being renamed, Wind Surf was known as Club Med 1, and  was owned and operated by Club Med.",
  "/wiki/MS_The_World": "The World is the largest privately owned residential yacht. The residents, from about 45 countries, live on board as the ship travels, staying in most ports several days. Some residents choose to live on board full-time while others visit periodically throughout the year. It is operated by ROW Management, Ltd., headquartered in Fort Lauderdale, Florida, United States.",
  "/wiki/ResidenSea": "The World is the largest privately owned residential yacht. The residents, from about 45 countries, live on board as the ship travels, staying in most ports several days. Some residents choose to live on board full-time while others visit periodically throughout the year. It is operated by ROW Management, Ltd., headquartered in Fort Lauderdale, Florida, United States.",
  "/wiki/MS_World_Discoverer": "MS World Discoverer was a cruise ship designed for and built by Schichau Unterweser, Germany in 1974. During construction called BEWA Discoverer, the ship was completed in Bremerhaven, Germany.",
  "/wiki/World_Dream": "World Dream is a cruise ship operated by Dream Cruises. She was initially ordered under the same name for Star Cruises. The ship was designed for the Asian cruise market and has a large number of restaurants together with a casino and specially designed cabins. She was formally named on 17 November 2017 by Cecilia Lim, wife of Genting CEO Lim Kok Thay, who became godmother of the ship.",
  "/wiki/Dream_Cruises": "Genting Hong Kong Limited (Chinese: 雲頂香港有限公司) is a holding company that operates cruise and resort businesses. It is a member of the Malaysian Genting Group and 17.8% owned by Genting Berhad. It owns Crystal Cruises, Dream Cruises, Star Cruises, Resorts World Manila, and the MV Werften shipyards.",
  "/wiki/MS_World_Odyssey": "MS Deutschland (starting in 2015 also sailing as World Odyssey from September until April each year) is a cruise ship launched in 1998 and owned and operated by Peter Deilmann Cruises until 2015. She is decorated in the 1920s style as it could be seen in SS Columbus of Norddeutscher Lloyd.  The ship carries 513 passengers and 260 crew members. She has a gross tonnage of 22,400 and has seven passenger accessible decks.",
  "/wiki/Semester_at_Sea": "Semester at Sea  (SAS) is a study-abroad program founded in 1963, now managed by the Institute for Shipboard Education in Fort Collins, Colorado, USA. Colorado State University is the current academic sponsor for the program  while the program itself is run on a cruise ship. Throughout the history of the program, nearly 63,000 undergraduate students from more than 1,500 colleges and universities have participated in Semester at Sea.",
  "/wiki/MS_Deutschland": "MS Deutschland (starting in 2015 also sailing as World Odyssey from September until April each year) is a cruise ship launched in 1998 and owned and operated by Peter Deilmann Cruises until 2015. She is decorated in the 1920s style as it could be seen in SS Columbus of Norddeutscher Lloyd.  The ship carries 513 passengers and 260 crew members. She has a gross tonnage of 22,400 and has seven passenger accessible decks.",
  "/wiki/List_of_cruise_ships": "This is a list of cruise ships, both those in service and those that have ceased to operate. Ocean liners are included on this list only if they also functioned as cruise ships. (See: list of ocean liners.)"
}