{
  "/wiki/Sid_Abel": "Sidney Gerald \"Sid\" Abel (February 22, 1918 – February 8, 2000) was a Canadian Hall of Fame hockey player, coach and general manager in the National Hockey League, most notably for the Detroit Red Wings, and was a member of three Stanley Cup-winning teams in 1943, 1950, and 1952. In 2017 Abel was named one of the '100 Greatest NHL Players' in history.",
  "/wiki/Gerry_Abel": "Gerald Scott Abel (born December 25, 1944) is an American former professional ice hockey left winger.  He is the son of Hockey Hall of Fame member Sid Abel and the uncle of former goaltender Brent Johnson.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/List_of_players_who_played_only_one_game_in_the_NHL": "This is a list of ice hockey players who have played only one game in the National Hockey League (NHL) from 1917–18 to the present. This list does not count those who were on the active roster for one game but never actually played, or players who played one or more games in the NHL's predecessor, the NHA.",
  "/wiki/Keith_Acton": "Keith Edward Acton (born April 15, 1958) is a Canadian former professional ice hockey centre who played 15 seasons in the National Hockey League (NHL) with the Montreal Canadiens, Minnesota North Stars, Edmonton Oilers, Philadelphia Flyers, Washington Capitals and New York Islanders between 1980 and 1994. In his NHL coaching career he has been an assistant coach with the Columbus Blue Jackets, the Philadelphia Flyers, the New York Rangers, the Toronto Maple Leafs and most recently the Edmonton Oilers, who released Acton and fellow assistant Craig Ramsay on June 4, 2015.",
  "/wiki/Will_Acton": "William Kevin Acton (born July 16, 1987) is an American-born Canadian professional ice hockey player. He is currently playing for the Thomas Sabo Ice Tigers of the Deutsche Eishockey Liga (DEL)",
  "/wiki/Edmonton_Oilers": "The Edmonton Oilers are a professional ice hockey team based in Edmonton, Alberta. They compete in the National Hockey League (NHL)  as a member of the Pacific Division of the Western Conference.",
  "/wiki/Russ_Adam": "Russell Norman Adam (born May 5, 1961) is a Canadian former professional ice hockey player who played eight games in the National Hockey League for the Toronto Maple Leafs. Russ is the father of current hockey player Luke Adam.",
  "/wiki/Luke_Adam": "Luke Adam (born June 18, 1990) is a Canadian professional ice hockey centre currently playing for Düsseldorfer EG of the Deutsche Eishockey Liga (DEL). He previously played in the National Hockey League (NHL) for the Buffalo Sabres, Columbus Blue Jackets. Adam was drafted by Buffalo in the second round, 44th overall, in the 2008 NHL Entry Draft.",
  "/wiki/Lias_Andersson": "Lias Andersson (born 13 October 1998) is a Swedish professional ice hockey forward. He is currently playing for HV71 of the Swedish Hockey League (SHL) on a loan from the New York Rangers of the National Hockey League (NHL). He was selected by the Rangers seventh overall in the 2017 NHL Entry Draft. Lias' father Niklas played 763 SHL games and 165 NHL games, and his uncle Mikael played 761 NHL games.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.",
  "/wiki/Syl_Apps": "Charles Joseph Sylvanus Apps, CM (January 18, 1915 – December 24, 1998) was a Canadian professional ice hockey player for the Toronto Maple Leafs from 1936 to 1948, an Olympic pole vaulter and a Conservative Member of Provincial Parliament in Ontario. In 2017 Apps was named one of the '100 Greatest NHL Players' in history.",
  "/wiki/Syl_Apps,_Jr.": "Sylvanus Marshall Apps Jr. (born August 1, 1947) is a Canadian former professional ice hockey centre who played 10 seasons in the National Hockey League for the New York Rangers, Los Angeles Kings and Pittsburgh Penguins. Apps was born in Toronto, Ontario. He was the son of Hockey Hall of Fame member Syl Apps.",
  "/wiki/Jim_Archibald": "James L. Archibald (born June 6, 1961) is a Canadian former ice hockey player.  He played right wing and played in the National Hockey League for the Minnesota North Stars.  He lives in Brainerd, Minnesota.",
  "/wiki/Josh_Archibald_(ice_hockey)": "Josh Archibald (born October 6, 1992) is a Canadian-born American ice hockey forward who is currently playing for the Edmonton Oilers of the National Hockey League (NHL). Archibald was selected by the Pittsburgh Penguins in the sixth round (174th overall) of the 2011 NHL Entry Draft. He was born in Regina, Saskatchewan, but grew up in Brainerd, Minnesota.",
  "/wiki/Chuck_Arnason": "Ernest Charles Arnason (born July 15, 1951) is a former Canadian professional ice hockey right wing who played 401 games over eight seasons in the National Hockey League for the Montreal Canadiens, Atlanta Flames, Pittsburgh Penguins, Kansas City Scouts, Cleveland Barons, Colorado Rockies, Minnesota North Stars and Washington Capitals.\nHe was the first player to play for five defunct teams - Atlanta, Kansas City, Colorado, Cleveland and Minnesota.  He is the Father of Tyler Arnason.",
  "/wiki/Tyler_Arnason": "Tyler Lawrence Arnason (born March 16, 1979) is an American former professional ice hockey center who played in the National Hockey League for the Chicago Blackhawks, Ottawa Senators and the Colorado Avalanche.",
  "/wiki/Brent_Ashton": "Brent Kenneth Ashton (born May 18, 1960) is a Canadian former professional ice hockey player who spent fourteen seasons in the National Hockey League between 1979 and 1993. Despite being a fine goalscoring winger, he was known during his career for being the most-traded player in the history of the NHL, a record since tied by Mike Sillinger.",
  "/wiki/Carter_Ashton": "Carter David Ashton (born April 1, 1991) is a Canadian professional ice hockey player currently playing for Dinamo Riga of the Kontinental Hockey League (KHL). Ashton was drafted 29th overall by the Tampa Bay Lightning in the 2009 NHL Entry Draft. He was born in Winnipeg, Manitoba.",
  "/wiki/Ron_Attwell": "Ronald Allan Attwell (February 9, 1935 – December 4, 2017) was a Canadian professional ice hockey player who played 22 games in the National Hockey League.  He played with the St. Louis Blues and New York Rangers.",
  "/wiki/Bob_Attwell": "Robert Allan Attwell (born December 26, 1959) is a former American-born Canadian professional ice hockey player who played 22 games in the National Hockey League with the Colorado Rockies between 1979 and 1981.",
  "/wiki/Don_Barber": "Donald Frederick Barber (born December 2, 1964 in Victoria, British Columbia) is a retired National Hockey League forward. He played in 115 games with the Minnesota North Stars, Winnipeg Jets, Quebec Nordiques, and San Jose Sharks. He scored 25 goals and 32 assists. His son, Riley Barber, was drafted by the Washington Capitals in the 2012 NHL Entry Draft.",
  "/wiki/Riley_Barber": "Riley Barber (born February 7, 1994) is an American professional ice hockey forward who is currently playing for the Laval Rocket of the American Hockey League (AHL) while under contract with the Montreal Canadiens of the National Hockey League (NHL). Barber was selected by the Washington Capitals in the sixth round (167th overall) of the 2012 NHL Entry Draft. He is the son of retired NHL player Don Barber.",
  "/wiki/Hank_Bassen": "Henry \"Hank, Red\" Bassen (December 6, 1932 – May 29, 2009) was a Canadian ice hockey goaltender. Bassen served as a back-up goaltender in the National Hockey League for the Chicago Black Hawks, Detroit Red Wings and Pittsburgh Penguins. He was the father of Bob Bassen who played 765 regular seasons games in the NHL.",
  "/wiki/Bob_Bassen": "Robert Paul \"Bob\" Bassen (born May 6, 1965) is a Canadian retired professional ice hockey centre.",
  "/wiki/Chicago_Blackhawks": "The Chicago Blackhawks (spelled Black Hawks until 1986, and known colloquially as the Hawks) are a professional ice hockey team based in Chicago, Illinois. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. They have won six Stanley Cup championships since their founding in 1926. The Blackhawks are one of the \"Original Six\" NHL teams along with the Detroit Red Wings, Montreal Canadiens, Toronto Maple Leafs, Boston Bruins and New York Rangers. Since 1994, the club's home rink is the United Center, which they share with the National Basketball Association's Chicago Bulls. The club had previously played for 65 years at Chicago Stadium.",
  "/wiki/Len_Barrie": "Leonard G. Barrie (born June 4, 1969 in Kimberley, British Columbia) is a retired professional ice hockey forward who played 184 games in the National Hockey League. He played for the Philadelphia Flyers, Pittsburgh Penguins, Los Angeles Kings, and Florida Panthers. He was a co-owner of the Tampa Bay Lightning, and was the president and coach of the Victoria Grizzlies of the British Columbia Hockey League.",
  "/wiki/Tyson_Barrie": "Tyson Barrie (born July 26, 1991) is a Canadian professional ice hockey defenceman for the Toronto Maple Leafs of the National Hockey League (NHL). He was drafted by the Colorado Avalanche in the third round, 64th overall, of the 2009 NHL Entry Draft.",
  "/wiki/Harvey_Bennett,_Sr.": "Harvey Alexander Bennett Sr. (July 23, 1925 – November 21, 2004) was a Canadian professional ice hockey goaltender who played for the Boston Bruins of the National Hockey League.",
  "/wiki/Boston_Bruins": "The Boston Bruins are a professional ice hockey team based in Boston, Massachusetts. They compete in   the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The team has been in existence since 1924, and is the league's third-oldest team overall and the oldest in the United States. It is also an Original Six franchise, along with the Chicago Blackhawks, Detroit Red Wings, Montreal Canadiens, New York Rangers and Toronto Maple Leafs. The Bruins have won six Stanley Cup championships, tied for fourth most of all-time with the Blackhawks and tied second-most of any American NHL team also with the Blackhawks (behind the Red Wings, who have 11).",
  "/wiki/Matt_Benning": "Matthew Benning (born May 25, 1994) is a Canadian professional ice hockey defenceman currently playing for the Edmonton Oilers of the National Hockey League (NHL). He was selected 175th overall in the 2012 NHL Entry Draft by the Boston Bruins.",
  "/wiki/Ren%C3%A9_Boileau_(ice_hockey)": "Joseph Lorenzo Lionel Boileau (May 18, 1904 – June 9, 1969), known as René Boileau, was a Canadian professional ice hockey player who played seven games in the National Hockey League (NHL) for the New York Americans and five seasons in various minor-professional leagues.  As a publicity stunt, the Americans billed Boileau, a French Canadian, as \"the first Native American in the NHL\" and claimed his name was Rainy Drinkwater. René is the father of the former NHL hockey player, Marc Boileau.",
  "/wiki/Marc_Boileau": "Marc Claude Boileau (September 3, 1932 – December 27, 2000) was born in Pointe Claire, Quebec and went on to a successful ice-hockey career as both player and coach. Boileau is the son of Rose-Berthe Pilon and former NHL hockey player Lionel Boileau (ice hockey), who played for the New York Americans in the 1925-26 season.",
  "/wiki/%C3%89mile_Bouchard": "Joseph Émile Alcide \"Butch\" Bouchard, CM, CQ (September 4, 1919 – April 14, 2012) was a Canadian ice hockey player who played defence with the Montreal Canadiens in the National Hockey League from 1941 to 1956. He is a member of the Hockey Hall of Fame, won four Stanley Cups,  was captain of the Canadiens for eight years and was voted to the NHL All-Star Team four times. Although having a reputation as a clean player, he was also one of the strongest players and best body-checkers of his era. He excelled as a defensive defenceman, had superior passing skills and was known for his leadership and mentoring of younger players. In his early years in the NHL, Bouchard was one of the players who made a major contribution to reinvigorating what was at the time an ailing Canadien franchise.",
  "/wiki/Pierre_Bouchard": "Pierre Émile Bouchard (born February 20, 1948) is a Canadian retired professional ice hockey player who played in the National Hockey League (NHL) with the Montreal Canadiens and Washington Capitals. He was selected by the Canadiens in the first round (fifth overall) of the 1965 NHL Amateur Draft.",
  "/wiki/Stanley_Cup": "The Stanley Cup (French: La Coupe Stanley) is the championship trophy awarded annually to the National Hockey League (NHL) playoff winner. It is the oldest existing trophy to be awarded to a professional sports franchise in North America, and the International Ice Hockey Federation (IIHF) considers it to be one of the \"most important championships available to the sport\". The trophy was commissioned in 1892 as the Dominion Hockey Challenge Cup and is named after Lord Stanley of Preston, the Governor General of Canada who donated it as an award to Canada's top-ranking amateur ice hockey club. The entire Stanley family supported the sport, the sons and daughters all playing and promoting the game. The first Cup was awarded in 1893 to Montreal Hockey Club, and winners from 1893 to 1914 were determined by challenge games and league play. Professional teams first became eligible to challenge for the Stanley Cup in 1906. In 1915, professional ice hockey organizations National Hockey Association (NHA) and the Pacific Coast Hockey Association (PCHA) reached a gentlemen's agreement in which their respective champions would face each other annually for the Stanley Cup. It was established as the de facto championship trophy of the NHL in 1926 and then the de jure NHL championship prize in 1947.",
  "/wiki/Montreal_Canadiens": "The Montreal Canadiens[note 3] (French: Les Canadiens de Montréal) are a professional ice hockey team based in Montreal, Quebec. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference.",
  "/wiki/S%C3%A9bastien_Bordeleau": "Sébastien Ives Bordeleau (born February 15, 1975) is a Canadian-born French former professional ice hockey forward, who played in the National Hockey League. His father is former NHL player Paulin Bordeleau.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Ray_Bourque": "Raymond Jean Bourque (born December 28, 1960) is a Canadian former professional ice hockey player.",
  "/wiki/Scotty_Bowman": "William Scott Bowman, OC (born September 18, 1933) is a Canadian retired National Hockey League (NHL) head coach. He holds the record for most wins in league history, with 1,248 wins in the regular season and 223 in the Stanley Cup playoffs and ranks 2nd all time (behind Jean Béliveau's seventeen) for most Stanley Cup victories by a player, coach or executive with fourteen. He coached the St. Louis Blues, Montreal Canadiens, Buffalo Sabres, Pittsburgh Penguins, and Detroit Red Wings. He is currently the Senior Advisor of Hockey Operations for the Chicago Blackhawks (his son, Stan, is the team's general manager). Bowman is regarded as one of the greatest coaches in NHL history.",
  "/wiki/Stan_Bowman": "Stanley Glenn Bowman (born June 28, 1973) is the current vice president and general manager of the Chicago Blackhawks of the National Hockey League. He is the son of Hockey Hall of Fame member, and current senior advisor for the Blackhawks, Scotty Bowman.",
  "/wiki/Adam_Brown_(ice_hockey)": "Adam \"The Flying Scotsman\" Brown (February 4, 1920 – August 9, 1960) was a Canadian ice hockey forward.",
  "/wiki/Andy_Brown_(ice_hockey)": "Andrew Conrad \"Andy\" Brown (born February 15, 1944) is a Canadian retired ice hockey goaltender. He played with the Detroit Red Wings and the Pittsburgh Penguins of the National Hockey League, the Indianapolis Racers of the World Hockey Association and several teams in the minor leagues. In 1973–74 he incurred 60 minutes in penalties, then the NHL record for penalty minutes in a season by a goaltender.  He was the last goalie to play without a mask in the NHL, on April 7, 1974 in a 6–3 loss to the Atlanta Flames; he continued to play without a mask throughout his three seasons in the WHA.  His insistence on playing barefaced earned him the nickname \"Fearless\".",
  "/wiki/Detroit_Red_Wings": "The Detroit Red Wings are a professional ice hockey team based in Detroit, Michigan. They compete in the  National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference, and are one of the Original Six teams of the league. Founded in 1926, the team was known as the Detroit Cougars until 1930. For the 1930–31 and 1931–32 seasons the team was called the Detroit Falcons, and in 1932 changed their name to the Red Wings.",
  "/wiki/List_of_family_relations_in_the_NHL": "This is a list of family relations in the National Hockey League. Since the creation of the National Hockey League in 1917, family members have been involved in all aspects of the league. Although most connections are among players, there have been family members involved in coaching and managing as well."
}