{
  "/wiki/Elrio_Van_Heerden": "Elrio van Heerden (/ˈɛlrioʊ væn ˈhɪərdən/, Afrikaans: [ˈɛlrjʊə fan ˈɦɪərdən]; born 11 July 1983) is a South African footballer who plays as a midfielder, most recently for ABC Motsepe League side PE Stars. He was previously also been an established member of the South African national team, representing the nation from 2004 to 2009.",
  "/wiki/Club_Brugge_K.V.": "Club Brugge Koninklijke Voetbalvereniging (Dutch pronunciation: [klʏˈbrʏɣə ˌkoːnɪŋkləkə ˈvudbɑlvəreːnəɣɪŋ]), commonly referred to as just Club Brugge, or Club Bruges commonly in English, is a football club based in Bruges in Belgium. It was founded in 1891 and its home ground is the Jan Breydel Stadium, which has a capacity of 29,062.",
  "/wiki/Blackburn_Rovers_F.C.": "Blackburn Rovers Football Club is a professional football club in Blackburn, Lancashire, England, which competes in the Championship, the second tier of the English football league system.",
  "/wiki/Igor_Mitreski": "Igor Mitreski (Macedonian: Игор Митрески; born 19 February 1979) is a retired Macedonian football defender.",
  "/wiki/K.F.C._Germinal_Beerschot": "Koninklijke Beerschot Antwerpen Club (Dutch pronunciation: [ˈkoːnɪŋkləkə ˈbeːrsxɔt ˈɑntʋɛrpə(n) ˈklɵp]), simply known as Beerschot AC, was a Belgian football club based in southern Antwerp. Beerschot played in the Belgian Pro League from 1999–2000 (as Germinal Beerschot) until 2012–13, when they were relegated not only through their league position, but also lost their professional license through financial issues, being officially declared bankrupt on 21 May 2013 – one week after the season had ended.",
  "/wiki/FC_Energie_Cottbus": "FC Energie Cottbus (Lower Sorbian: Energija Chóśebuz) is a German football club based in Cottbus, Brandenburg. It was founded in 1963 as SC Cottbus in what was East Germany. After the reunification of Germany, Energie played six seasons in the third tier of the German football league system before floating between the 2. Bundesliga and Bundesliga for 17 years between 1997 and 2014. From 2014 to 2016, the club played in the third tier, 3. Liga, and were then relegated to the Regionalliga Nordost. In 2018, they were promoted back into the 3. Liga, only to be relegated again the next season.",
  "/wiki/Bjorn_Vleminckx": "Björn Vleminckx (Dutch pronunciation: [ˈbjɵrn ˈvleːmɪŋks]; born 1 December 1985) is a Belgian footballer who plays as a striker for FC Oppuurs.",
  "/wiki/KV_Mechelen": "Yellow Red Koninklijke Voetbalclub Mechelen (Dutch pronunciation: [ˌjɛloː ˈrɛt ˌkoːnɪŋkləkə ˌvudbɑlklʏp ˈmɛxələ(n)]), often simply called KV Mechelen (Dutch pronunciation: [kaːˌveː ˈmɛxələ(n)]) or KVM, or by their former French name FC Malinois, is a Belgian professional football club based in Mechelen in the Antwerp province. KV Mechelen plays in the Belgian First Division A. They have won four Belgian championships and twice the Belgian Cup, as well as the 1987–88 European Cup Winners' Cup and the 1988 European Super Cup. They collected most of their honours in the 1940s and in the 1980s.",
  "/wiki/N.E.C._Nijmegen": "NEC Nijmegen, commonly NEC or N.E.C. (pronounced [ˌɛneːˈseː]), is a Dutch football club from the city of Nijmegen that plays in the Eerste Divisie.",
  "/wiki/David_Destorme": "David Destorme (born 30 August 1979) is a Belgian retired football player last playing for Waasland-Beveren.",
  "/wiki/F.C._Verbroedering_Dender_E.H.": "Football Club Verbroedering Dender Eendracht Hekelgem, also simply known as Dender or Verbroedering Dender, is a Belgian association football club based in Denderleeuw.  The club is named after former clubs KFC Denderleeuw Eendracht Hekelgem and Verbroedering Denderhoutem, which merged at the end of the 2004–05 season, and after the river Dender, which crosses the town of Denderleeuw. The home stadium of the club is Florent Beeckmanstadion, located in Denderleeuw. Their best league ranking was the 15th place in the first division (in 2007–08 and 2008–09). The club colours are blue and black.",
  "/wiki/Ibrahima_Gueye_(footballer,_born_1978)": "Ibrahima Gueye (born 19 February 1978) is a former Senegalese footballer who played as a defender.",
  "/wiki/Red_Star_Belgrade": "Fudbalski klub Crvena zvezda (Serbian Cyrillic: Фудбалски клуб Црвена звезда, IPA: [fûdbalskiː klûːb tsř̩ʋenaː zʋěːzda]; English: Red Star Football Club), which translates into English as simply Red Star (Serbian: Црвена звезда / Crvena zvezda), is a Serbian professional football club based in Belgrade commonly known elsewhere as Red Star Belgrade (Serbian: Црвена звезда Београд / Crvena zvezda Beograd), the major part of the Red Star multi-sport club.",
  "/wiki/K.S.C._Lokeren_Oost-Vlaanderen": "Koninklijke Sporting Club Lokeren Oost-Vlaanderen (Dutch pronunciation: [ˈkoːnɪŋkləkə ˈspɔrtɪŋ ˌklɵp ˈloːkərə(n) ˌoːstˈflaːndərə(n)]; often simply called Sporting Lokeren or Lokeren) is a Belgian professional football club based in the city of Lokeren, in the province of East Flanders. Lokeren plays in the Belgian Pro League. The club was founded in 1923 and it first reached the first division in 1974–75. Since then, it had a short spell in the Second Division between 1993–94 and 1995–96. Lokeren had its most successful period in the 1980s, achieving second place in the league in 1980–81 as well as a Belgian Cup final the same year. Its best European result was reaching the quarter-final of the 1980–81 UEFA Cup.",
  "/wiki/Boban_Grnčarov": "Boban Grncharov (Macedonian: Бобан Грнчаров; born 12 August 1982) is a Macedonian footballer who plays as a central defender for FK Vardar.",
  "/wiki/K.A.A._Gent": "Koninklijke Atletiek Associatie Gent (Dutch pronunciation: [ˈkoːnɪŋkləkə ˌʔɑtləˈtik ˌɑsoːˈʃaː(t)si ˈɣɛnt], English: Royal Athletic Association Ghent), often simply known as Ghent or by their nickname De Buffalo's (English: The Buffalos), is a Belgian sports club, based in the city of Ghent, East Flanders. Their football team is the best-known section within the club, who have been playing in the Belgian Pro League since the 1989–90 season. They won the national league once, in 2014–15, in addition to three Belgian Cup victories. Ghent played their home matches in the Jules Ottenstadion in Gentbrugge from 1920 until 2013, when they moved to the Ghelamco Arena. Their team colours are blue and white. The principal sponsor is the financial institution VDK NV.",
  "/wiki/APOEL_F.C.": "APOEL FC (Greek: ΑΠΟΕΛ; short for Αθλητικός Ποδοσφαιρικός Όμιλος Ελλήνων Λευκωσίας, Athletikos Podosferikos Omilos Ellinon Lefkosias, \"Athletic Football Club of Greeks of Nicosia\") is a professional football club based in Nicosia, Cyprus. APOEL is the most popular and the most successful football team in Cyprus with an overall tally of 28 national championships, 21 cups, and 13 super cups.",
  "/wiki/Bojan_Božović": "Bojan Božović (Cyrillic: Бојан Божовић, born 3 February 1985 in Titograd) is a Montenegrin football striker, who plays for Manama Club.",
  "/wiki/Kaposvári_Rákóczi_FC": "Kaposvári Rákóczi FC is a football club in Kaposvár, Hungary.  Their home stadium is Stadion Kaposvár Rákoczi. The team is named after Francis II Rákóczi, a Transylvanian prince and national hero and they are also often referred to be the nickname Somogyiak, referring to Somogy County, where the team plays.",
  "/wiki/Cercle_Brugge_K.S.V.": "Cercle Brugge Koninklijke Sportvereniging (Dutch pronunciation: [ˈsɛrklə ˈbrɵɣə ˈkoːnɪŋkləkə ˈspɔrtfəˌreːnəɣɪŋ]) is a Belgian professional football club based in Bruges. Cercle have played in the Belgian Pro League since the 2003–04 season, having previously spent several years in the Belgian Second Division following relegation in 1997. Their matricule is the n°12. The club plays home games at the Jan Breydel Stadium, which they share with fierce rivals Club Brugge. Cercle Brugge won their first national title in 1911, and won two more titles (in 1927 and 1930) before the Second World War. The side also won the Belgian Cup in 1927 and in 1985, and have represented Belgium in European tournaments on several occasions. Since 2017, they have been owned by French club AS Monaco.",
  "/wiki/Ludovic_Buysens": "Ludovic Buysens  (born March 13, 1986) is a Belgian footballer who is currently playing for Dender EH in the Belgian First Amateur Division.",
  "/wiki/R.A.E.C._Mons": "R.A.E.C. Mons was a Belgian football club based in Mons, Belgium,  The team was promoted to the Belgian Jupiler League at the conclusion of the 2010–11 season re-joining the Top Belgian League after two years in the Belgian 2nd Division (Exqi League). The team was relegated at the end of the 2013–2014 season, having finished last in the league. Dutch speakers tend to refer to the team as \"Bergen\", the Dutch name for Mons.",
  "/wiki/K._Sint-Truidense_V.V.": "Koninklijke Sint-Truidense Voetbalvereniging (Dutch pronunciation: [ˈkoːnɪŋkləkə ˈsɪnt ˈtrœy̯də(n)sə ˈvudbɑlvərˌeːnəɣɪŋ]), commonly known as Sint-Truiden or STVV (Dutch pronunciation: [ˈɛs ˈteː ˈveː ˈveː]) or by their nickname De Kanaries (Dutch pronunciation: [də kaːˈnaːris], is a Belgian professional football club located in the city of Sint-Truiden in Limburg.  Sint-Truiden plays in the Belgian Pro League. Their best ranking was a second place in 1965–66. They also reached the final of the Belgian Cup twice. The club was founded in 1924. They are matricule number 373. The club colours are yellow and blue, hence their nickname De Kanaries, meaning 'The Canaries'. They play their home games at the Stayen since 1927.",
  "/wiki/Steffen_Ernemann": "Steffen Ernemann (born 26 April 1982) is a former Danish footballer.",
  "/wiki/Silkeborg_IF": "Silkeborg IF (Full name: Silkeborg Idrætsforening, pronounced [ˈselkəˌpɒˀ ˈitʁætsfɒˌeˀneŋ] or [- ˈiːtʁæts-], or SIF in short) is a professional Danish football club in Silkeborg, Denmark. The club was founded in 1917, reaching the highest level of Danish football in 1987, and afterwards became one of the most successful football clubs in Denmark. They won the 1993–94 Danish Superliga, finished 3rd in 1994–95 and 2000-01, 2nd in 1997–98, and won the Danish Cup in 2001. Silkeborg has participated in Europe several times, winning the UEFA Intertoto Cup in 1996.",
  "/wiki/S.V._Zulte_Waregem": "Sportvereniging Zulte Waregem (Dutch pronunciation: [ˈspɔrtfəˌreːnəɣɪŋ ˈzɵltə ˈʋaːrəɣɛm]), commonly known as Zulte Waregem or by their nickname Essevee (Dutch pronunciation: [ɛsəˈveː]), is a Belgian professional football club based in Waregem, West Flanders.  Zulte Waregem plays in the Belgian First Division A. Their highest finish at the highest level was second place in 2012–13. They have won two Belgian Cups. They qualified for the 2006–07 UEFA Cup, losing in the round of 32 to Newcastle United. Also in the seasons 2013–2014 and 2017–2018 they managed to play in the Europa League group stages. On both occasions the club ended 3rd in their group.",
  "/wiki/Brecht_Capon": "Brecht Capon (born 22 April 1988) is a Belgian football striker who currently plays for KV Oostende.",
  "/wiki/K.V._Kortrijk": "Koninklijke Voetbalclub Kortrijk (often simply called KV Kortrijk or KVK) is a Belgian professional football club based in Kortrijk, West Flanders. They play in the Belgian First Division, and they achieved their best ranking ever during the 2009–10 season, finishing fourth after the play-offs. KV Kortrijk was founded in 1971, though their roots can be traced to 1901. They are registered to the Royal Belgian Football Association with matricule number 19. The club colours are red and white. They play their home matches at the Guldensporenstadion, named after the Battle of the Golden Spurs which took place in Kortrijk in 1302.",
  "/wiki/Teddy_Chevalier": "Teddy Étienne Chevalier  (born 28 June 1987) is a French footballer who plays for Ligue 2 club Valenciennes.",
  "/wiki/R._Francs_Borains": "RFC Seraing is a Belgian association football club based in Seraing in the province of Liège. They have been playing in the Belgian Second Division since 2009–10 as Royal Boussu Dour Borinage and were formerly known as Royal Francs Borains until the start of the 2008–09 season. They play their home games at the Stade du Pairay.",
  "/wiki/Moussa_Koita": "Moussa Koïta (born November 19, 1982) is a former French-Senegalese footballer who played as a striker.",
  "/wiki/R.E._Virton": "Royal Excelsior Virton is a Belgian football club, from the city of Virton in Luxembourg province.",
  "/wiki/K.R.C._Genk": "Koninklijk Racing Club Genk (Dutch pronunciation: [ˈkoːnɪŋkləkə ˈreːsɪŋ ˌklɵp ˈɣɛŋk]), commonly known as KRC Genk, Racing Genk or simply Genk, is a Belgian professional football club based in the city of Genk in Belgian Limburg.  Racing Genk plays in the Belgian Pro League and have won four championship titles; in 1998–99, in 2001–02, in 2010–11 and in 2018–19. They have also won four Belgian Cups, most recently in 2008–09 and in 2012–13. They qualified for the UEFA Champions League group stage in the 2002–03, 2011–12 and 2019–20 seasons.",
  "/wiki/Glenn_Verbauwhede": "Glenn Verbauwhede (born 19 May 1985) is a Belgian former professional football goalkeeper and a football agent.",
  "/wiki/Štěpán_Kučera": "Štěpán Kučera (born 11 June 1984 in Prague) is a Czech footballer who plays as a defender for FC Tobol in Kazakhstan Premier League.",
  "/wiki/FK_Baumit_Jablonec": "FK Jablonec [ˈjablonɛts] is a Czech professional football club based in the town of Jablonec nad Nisou. The club has played in the top league of Czech football, Czech First League, since 1994.",
  "/wiki/Nikica_Jelavić": "Nikica Jelavić (Croatian pronunciation: [nîkitsa jělaʋitɕ]; born 27 August 1985) is a Croatian footballer who plays as a striker for China League One club Guizhou Zhicheng.",
  "/wiki/SK_Rapid_Wien": "Sportklub Rapid Wien (German pronunciation: [ʁaˈpiːt ˈviːn]), commonly known as Rapid Vienna, is an Austrian football club playing in the country's capital city of Vienna. Rapid has won the most Austrian championship titles (32), including the first ever title in the season 1911–12, as well as a German championship in 1941 during Nazi rule. Rapid twice reached the final of the European Cup Winners' Cup in 1985 and 1996, losing on both occasions.",
  "/wiki/Jonathan_Mendes": "Jonathan Mendes (born 19 July 1989 in Décines-Charpieu, Rhône) is a French footballer.",
  "/wiki/AJ_Auxerre": "Association de la Jeunesse Auxerroise (French pronunciation: ​[asɔsjɑsjɔ̃ də la ʒœnɛs osɛʁwaz]), commonly known as A.J. Auxerre or simply Auxerre ([osɛʁ]), is a French football club based in the commune of Auxerre in Burgundy. The club was founded in 1905 and currently plays in Ligue 2, the second division of French football. Auxerre plays its home matches at the Stade l'Abbé-Deschamps on the banks of the Yonne River. The team is managed by Jean-Marc Furlan and captained by midfielder Jordan Adéoti.",
  "/wiki/Standard_Liège": "Royal Standard de Liège, commonly referred to as Standard Liège (French: [stɑ̃daʁ ljɛʒ]; Dutch: Standard Luik [ˈstɑndɑrt ˈlœyk]; German: Standard Lüttich [ˈstandaɐ̯t ˈlʏtɪç, ˈʃtan-]), is a Belgian football club from the city of Liège. They are one of the most successful clubs in Belgium, having won the Belgian league on ten occasions, most recently in 2007–08 and 2008–09. They have been in the top flight without interruption since 1921, longer than any other Belgian side. They have also won eight Belgian Cups, and in 1981–82 they reached the final of the European Cup Winners' Cup, which they lost 2–1 against Barcelona.",
  "/wiki/Jérémy_Taravel": "Jérémy Taravel (born 17 April 1987) is a French footballer who plays for Cercle Brugge as a centre back.",
  "/wiki/Lille_OSC": "Lille Olympique Sporting Club (French pronunciation: ​[lil ɔlɛ̃pik spɔːʳtɪŋ klœb]), commonly called LOSC, also referred to as LOSC Lille, Lille OSC or simply Lille, is a  French professional association football club based in Lille in Hauts-de-France, The club was founded in 1944 as a result of a merger and plays in Ligue 1, the first division of French football. Lille has played it's home matches since 2012 at Stade Pierre-Mauroy in nearby Villeneuve d'Ascq, which replaced the club's previous home of Stade Lille-Metropole in the same community.",
  "/wiki/Hervé_Kage": "Hervé Kage (born 10 April 1989) is a Congolese footballer who currently plays for Kortrijk.",
  "/wiki/R.S.C._Anderlecht": "Royal Sporting Club Anderlecht, usually known as Anderlecht (Dutch pronunciation: [ˈɑndərlɛxt], French: [ɑ̃dəʁlɛkt], German: [ˈandɐlɛçt]) or RSCA (Dutch: [ˌɛrɛseːˈjaː, -seːˈʔaː], French: [ɛʁɛsse.ɑ], German: [ˌɛɐ̯ʔɛs.tseːˈʔaː]), is a Belgian professional football club based in Anderlecht, Brussels Capital-Region. Anderlecht plays in the Belgian First Division A and is the most successful Belgian football team in European competitions, with five trophies, as well as in the Belgian domestic league, with 34 championship wins. They have also won nine Belgian Cups and hold the record for most consecutive Belgian championship titles, winning five between the 1963–64 and 1967–68 seasons.",
  "/wiki/R._Charleroi_S.C.": "Royal Charleroi Sporting Club, often simply known as Charleroi or Sporting Charleroi, is a Belgian football club based in the city of Charleroi, in the province of Hainaut. Charleroi plays in the Belgian Pro League and their current spell at the highest level in Belgian football has started in the 2012–13 season. Charleroi was founded in 1904 and they first reached the first division in 1947–48. Their highest finish was runner-up in the 1968–69 season. They have also twice reached the Belgian Cup final, losing in 1977–78 to Beveren and in 1992–93 to Standard Liège.",
  "/wiki/List_of_Belgian_football_transfers_summer_2009": "This is a list of Belgian football transfers for the 2009 summer transfer window. Only transfers involving a team from the Jupiler League are listed."
}