{
  "/wiki/Lornah_Kiplagat": "Lornah Kiplagat (born 1 May 1974) is a Dutch long-distance runner. She was born in Kabiemit, Rift Valley Province, Kenya and came to the Netherlands in 1999. She gained Dutch citizenship in 2003 and has competed for the Netherlands since. She runs not only road events but also in cross country and track and field.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages.",
  "/wiki/Aselefech_Mergia": "Aselefech Mergia Medessa (Amharic: አሰለፈች መርጊያ; born 23 January 1985) is an Ethiopian long-distance runner who competes in the marathon. She was a bronze medallist in the event at the 2009 World Championships in Athletics. She is a two-time winner of the Dubai Marathon and has finished in the top three at the Paris and London Marathons. She was retrospectively confirmed as the winner of the 2010 London Marathon after the top two were disqualified. Her personal best of 2:19:31 hours is a former Ethiopian record for the distance and places her within the top ten of all-time.",
  "/wiki/Ethiopia": "Ethiopia (/ˌiːθiˈoʊpiə/; Amharic: ኢትዮጵያ, ʾĪtyōṗṗyā, listen (help·info), Tigrinya: ኢትዮጵያ, Oromo: Itiyoophiyaa, Somali: Itoobiya, Afar: Itiyoophiyaa), officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti to the northeast, Somalia and Somaliland to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. With over 109 million inhabitants, Ethiopia is the most populous landlocked country in the world and the second-most populous nation on the African continent with a total area of 1,100,000 square kilometres (420,000 sq mi). Its capital and largest city is Addis Ababa, which lies a few miles west of the East African Rift that splits the country into the Nubian and Somali tectonic plates.\nSome of the oldest skeletal evidence for anatomically modern humans has been found in Ethiopia. It is widely considered as the region from which modern humans first set out for the Middle East and places beyond. According to linguists, the first Afroasiatic-speaking populations settled in the Horn region during the ensuing Neolithic era. Tracing its roots to the 2nd millennium BCE, Ethiopia's governmental system was a monarchy for most of its history. Oral literature tells that the monarchy was founded by the Solomonic dynasty of the Queen of Sheba, under its first king, Menelik I. In the first centuries, the Kingdom of Aksum maintained a unified civilization in the region, followed by the Ethiopian Empire circa 1137. During the late 19th-century Scramble for Africa, Ethiopia and Liberia were two nations that preserved their sovereignty from long-term colonisation by a European colonial power and many newly-independent nations on the continent subsequently adopted its flag colours. However, the country was later occupied by Italy in 1936 and became Italian Ethiopia (part of Italian East Africa) until it was liberated during World War II. Ethiopia was also the first independent member from Africa of the 20th-century League of Nations and the United Nations. In 1974, the Ethiopian monarchy under Haile Selassie was overthrown by the Derg, a communist military government backed by the Soviet Union. In 1987, the Derg established the People's Democratic Republic of Ethiopia, but it was overthrown in 1991 by the Ethiopian People's Revolutionary Democratic Front, which has been the ruling political coalition since.",
  "/wiki/Pamela_Chepchumba": "Pamela Chepchumba (born March 8, 1979 in Kapsait, West Pokot District) is an athlete from Kenya. Her best achievements are from cross country running.",
  "/wiki/Kenya": "Kenya (/ˈkɛnjə/ (listen)), officially the Republic of Kenya (Swahili: Jamhuri ya Kenya), is a country in Africa with 47 semiautonomous counties governed by elected governors. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Mombasa. Kisumu City is the third largest city and also an inland port on Lake Victoria. Other important urban centres include Nakuru and Eldoret.",
  "/wiki/Genet_Getaneh": "Genet Getaneh Wendimagegnehu (born 6 January 1986) is an Ethiopian long-distance runner who competes in half marathon and marathon competitions. She represented Ethiopia at the IAAF World Half Marathon Championships in 2007 and 2008, finishing fourth at the latter race. She is a two-time winner of the Great Ethiopian Run and won the 2010 Zevenheuvelenloop. She has a personal best of 2:25:38 hours for the marathon and 1:08:18 hours for the half marathon.",
  "/wiki/Peninah_Arusei": "Peninah Arusei Jerop (born 1 January 1979 in Uasin Gishu) is a Kenyan long-distance runner who specialises in road running competitions, especially the half marathon. She has represented Kenya at the Olympics, having competed in the 10,000 metres race at the 2008 Beijing Olympics. Arusei has won races on the European road circuit, including the Dam tot Damloop, Berlin Half Marathon and Lisbon Half Marathon.",
  "/wiki/Abebu_Gelan": "Abebu Gelan Adugna (born 18 January 1990) is an Ethiopian female long-distance runner who competes mainly in road running competitions. She has represented Ethiopia three times internationally, competing as a junior at the IAAF World Cross Country Championships in 2007, then twice as a senior at the IAAF World Half Marathon Championships (2008, 2009). She was a team gold medallist at the 2008 World Half Marathon. Her half marathon best of 67:57 minutes was achieved in 2009. This time was a world junior best for the distance.",
  "/wiki/Julia_Mombi_Muraga": "Julia Mumbi Muraga (born January 25, 1984) is a Kenyan long-distance runner who competes in marathon races. She is based in Japan.",
  "/wiki/Atsede_Habtamu": "Atsede Habtamu Besuye (born 26 October 1987) is an Ethiopian long-distance runner who specialises in road running and the marathon distance.",
  "/wiki/Lumini%C8%9Ba_Talpo%C8%99": "Luminiţa Talpoş (born October 9, 1972 in Craiova, Dolj) is a female long-distance runner from Romania, who specialized in the marathon race during her career.",
  "/wiki/Romania": "Romania (/roʊˈmeɪniə/ (listen) ro-MAY-nee-ə; Romanian: România [romɨˈni.a] (listen)) is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It has borders with the Black Sea to the southeast, Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east. It has a predominantly temperate-continental climate. With a total area of 238,397 square kilometers (92,046 square miles), Romania is the 8th largest country and also the 6th most populous member state of the European Union, having almost 20 million inhabitants. Its capital and largest city is Bucharest, and other major urban areas include Cluj-Napoca, Timișoara, Iași, Constanța, Craiova, Brașov, and Galați.",
  "/wiki/Yukiko_Akaba": "Yukiko Akaba (赤羽 有紀子, Akaba Yukiko, born 18 October 1979 in Haga, Tochigi) is a Japanese long-distance runner who specializes in the 10,000 metres, half marathon and marathon events.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Meseret_Mengistu": "Meseret Mengistu Biru (born 6 March 1990) is an Ethiopian female long-distance runner who competes mainly in road running events. She holds a personal best of 2:23:26 hours for the marathon. She represented Ethiopia at the IAAF World Half Marathon Championships in 2008 and 2010, winning a team silver medal at the latter edition. She was the 2015 winner of the Paris Marathon, improving her best by over six minutes in the process. She had her second win over the distance at the 2016 Beijing Marathon.",
  "/wiki/Furtuna_Zegergish": "Furtuna Zegergish (born 1989) is an Eritrean long-distance runner who specializes in the half marathon.",
  "/wiki/Eritrea": "Eritrea (/ˌɛrɪˈtreɪə, ˌɛrɪˈtriːə/ (listen) officially the State of Eritrea), is a country in the Horn of Africa in East Africa, with its capital at Asmara. It is bordered by Sudan in the west, Ethiopia in the south, and Djibouti in the southeast. The northeastern and eastern parts of Eritrea have an extensive coastline along the Red Sea. The nation has a total area of approximately 117,600 km2 (45,406 sq mi), and includes the Dahlak Archipelago and several of the Hanish Islands.",
  "/wiki/Dulce_F%C3%A9lix": "Ana Dulce Ferreira Félix ComM (born 23 October 1982) is a Portuguese long distance runner who competes in track, cross country, and road running events. She ran the Olympic marathon in 2012 and 2016 and placed 21st and 16th, respectively.",
  "/wiki/Portugal": "Portugal (Portuguese: [puɾtuˈɣal]), officially the Portuguese Republic (Portuguese: República Portuguesa [ʁɛˈpuβlikɐ puɾtuˈɣezɐ]),[note 5] is a country located mostly on the Iberian Peninsula, in southwestern Europe. It is the westernmost sovereign state of mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional governments.",
  "/wiki/Yesenia_Centeno": "Yesenia Centeno Sousa[a] (born June 27, 1971 in Ciego de Ávila, Cuba) is a Spanish marathon runner. In 2003, she adopted Spanish nationality in order to compete internationally for the marathon. Five years later, she achieved a top-ten finish at the Fortis Rotterdam Marathon, and also, set her personal best time of 2:31:16 by finishing fourth at the Hamburg Marathon.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/Azucena_D%C3%ADaz": "Azucena Díaz (born 19 December 1982) is a Spanish long distance runner who specialises in the marathon. She competed in the women's marathon event at the 2016 Summer Olympics.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/Olesya_Syreva": "Olesya Syreva (Russian: Олеся Сырева; b. 25 November 1983 in Novosibirsk) is a Russian middle/long-distance runner who specializes in the 1500 and 3000 metres. On the February 3rd 2013 she was banned for two years by the IAAF following irregularities on her biological passport. All her results since March 3, 2011 were voided.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Lyudmila_Biktasheva": "Lyudmila Marsovna Biktasheva (Cyrillic: Людмила Марсовна Бикташева; born 25 July 1974 in Kamensk-Uralsky) is a Russian athlete competing in the long-distance events. She represented her country at the 2000 Summer Olympics in the 10,000 metres finishing 13th in the final. She won the bronze medal in the same event at the 2002 European Championships."
}