{
  "/wiki/Afraha_Stadium": "The Afraha Stadium is a multi-purpose stadium in Nakuru, Kenya.  It used mostly for football matches and is the home stadium of Nakuru AllStars of the Kenyan Premier League and Ulinzi Stars of the Kenyan Premier League.  The stadium holds 8,200 people and opened in 1948. The stadium is two kilometres from the famous Lake Nakuru National Park. Even though it is a football stadium, it became famous for hosting many political meetings including the GEMA promoted change the constitution series held in the 1970s. The former ruling party KANU also held many prominent meetings there during the Moi era.",
  "/wiki/Nakuru": "Nakuru is the fourth-largest city in Kenya after Nairobi, Mombasa and Kisumu. It is the capital of Nakuru County and former capital of the Rift Valley Province. Its 2018   population is approximately half a million from the 307,990 inhabitants within its town limits in 2009 census, making it the largest urban centre in the Kenyan mid-west with Eldoret in Uasin Gishu following closely behind. Nakuru lies about 1,850 m above sea level.",
  "/wiki/G.F.C._105": "G.F.E. 105 is an association football club based in Eldoret, Kenya. The club currently competes in the Kenyan National Super League, and plays its home games at Kipchoge stadium.",
  "/wiki/Eldoret": "Eldoret is a principal city in the Rift Valley region of Kenya and the fifth largest in the country. It also serves as the capital of Uasin Gishu County. Lying south of the Cherangani Hills, the local elevation varies from about 2100 metres at the airport to more than 2700 metres in nearby areas (7000–9000 feet). The population was 289,380 in the 2009 census, and it is currently the fastest growing town in Kenya with over 400,000 inhabitants in 2019.",
  "/wiki/Bukhungu_Stadium": "The Bukhungu Stadium is a multi-purpose stadium in Kakamega, Kenya.  It used mostly for football matches and is the home stadium of Western Stima of the Kenyan Premier League.  The stadium holds 5,000 spectators.",
  "/wiki/Kakamega": "Kakamega is a town in western Kenya lying about 30 km north of the Equator. It is the headquarters of Kakamega County that has a population of 1,867,579  (2019 census).",
  "/wiki/Nzoia_United": "Nzoia Sugar Football Club (formerly Nzoia United Football Club) is a Kenyan football club based in Bungoma. They currently compete in the Kenyan Premier League, and play their home games at the Mumias Sports Complex in Mumias.",
  "/wiki/Bungoma": "Bungoma is a town in Bungoma County of Kenya, bordered by Uganda in the west. Bungoma town was established as a trading centre in the early 20th century. The town is the headquarters of Kenya's Bungoma County.",
  "/wiki/Gusii_Shabana_F.C.": "Shabana Football Club, more commonly known as simply Shabana or sometimes Shabana Kisii, is a FKF Premier League club based in Kisii. The club was formed in 1980 by Kisii based businessman Dogo Khan.  They won the division title in 2014.They were promoted back to the FKF Premier League after winning the Zone B  of the FKF Division One. It had nearly collapsed in 2006 when a dispute over its relegation from the Kenyan Premier League. They were set to play in Nationwide League, the second level tier in Kenya, but refused to participate insisting they belong to the Premier League (who did not readmit them). As a result, the club did not participate any league in 2007. However the team regrouped and was renamed Gusii United Football Club, eventually returning to league football. Their home stadium is Gusii Stadium.On 28th October 2018, Shabana was upgraded to Kenya's second largest league The Kenya National Super League after defeating Mwatate on penalties the game that went full time 1-1 at Kasarani Stadium Nairobi.\nOn 28th November 2018 Gilbert Selebwa was appointed head coach, assisted by Kanuli Rix",
  "/wiki/Gusii_Stadium": "Gusii Stadium is a multi-use stadium in Kisii, Kenya.  It is used mostly for football matches and is the home stadium of Shabana Kisii.  The stadium holds 5,000 people.",
  "/wiki/Kisii,_Kenya": "Kisii is a municipality and a major urban center in south-western Kenya. It is the capital of the Kisii County which has a population of 1,266,860 according to the Kenya National Census of 2019.  Kisii Town also serves as the main urban and commercial center in the Gusii Highlands and the South Nyanza region and the second largest town in greater Nyanza after Kisumu City. As of 2009, Kisiii town proper had a population of  200,000 people. It is a bustling town and a home to several businesses, organizations, educational institutions and government agencies. Kisii municipality sits right at the center of the western Kenya tourist circuit that includes the Tabaka Soapstone Carvings, Maasai Mara Game Reserve, Lambwe Valley Game Reserve and the entire Lake Victoria basin. The town continues to serve these former districts, the larger South Nyanza County and the Trans Mara area of western Narok County in commerce. Kisii town connects the Great Rift Valley and Nairobi to Migori and the Kenya-Tanzania border and has a sizable manufacturing industry based on agriculture primarily plantation farming.",
  "/wiki/Timsales_F.C.": "Timsales Football Club  is an association football club based in Elburgon, Kenya. They currently compete in FKF Division One, the third tier of the Kenyan football league system.",
  "/wiki/Elburgon": "Elburgon is a small town in Nakuru County, Kenya. It is located 30 kilometres west of the capital city of Nakuru, the provincial capital. Nearest towns include Molo, Njoro and Rongai.",
  "/wiki/Top_Fry_AllStars": "The Nakuru AllStars are a Kenyan association football club based in Nakuru. They currently compete in the Kenyan third division after their relegation in 2018 after suffering financial difficulties.",
  "/wiki/West_Kenya_Sugar_F.C.": "West Kenya Sugar Football Club is an association football club based in Kakamega, Kenya. The club currently competes in the Kenyan National Super League. The club was known as Kabrass United Football Club until July 2012.",
  "/wiki/Zoo_Kericho_F.C.": "Zoo Kericho Football Club is a football club based in Kericho, Kenya. The club first participated in the Kenya Premier League in 2017, the highest level of the Kenyan football league system.",
  "/wiki/Kericho": "Kericho is the biggest town in Kericho County located in the highlands west of the Kenyan Rift Valley. Standing on the edge of the Mau Forest, Kericho has a warm and temperate climate making it an ideal location for agriculture and in particular, the large scale cultivation of tea."
}