{
  "/wiki/Ambala_district": "Ambala district is one of the 22 districts of Haryana state in the country of India with Ambala town serving as the administrative headquarters of the district. District Ambala lies on the North-Eastern edge of Haryana between 27-39″-45′ North latitude and 74-33″-53′ to 76-36″-52′ East longitude.",
  "/wiki/Bhiwani_district": "Bhiwani district is one of the 22 districts of the northern Indian state of Haryana. Created on 22 December 1972, the district was the largest district of the state by area, before the creation of Charkhi Dadri as a separate district, as it occupied an area of 5,140 square kilometres (1,980 sq mi) and administered 442 villages with a population of 1,634,445. Sirsa is now the largest district of the state.\n The district headquarters is the city of Bhiwani, which is around 124 kilometres (77 mi) from the national capital Delhi. Other major towns in the district are Siwani, Loharu, Tosham, Bawani Khera, Kohlawas, Lamba.\n As of 2011 it is the third most populous district of Haryana (out of 21), after Faridabad and Hisar.",
  "/wiki/Faridabad_district": "Faridabad district is one of the 22 districts of the Indian state of Haryana with Faridabad city being the district headquarters. The Delhi-Mathura-Agra National Highway 44 (Grand Trunk Road) passes through the centre of the district, which occupies an area of 741 square kilometres (286 sq mi) and as of the 2011 census of India[update] had a population of 1,809,733. Haryana government has created a new Faridabad division which would cover the districts – Faridabad, Nuh and Palwal.\n As of 2011[update] it was the second most populous district of Haryana after Gurugram district.",
  "/wiki/Gurgaon_district": "Gurgaon district (since 2016 officially known as Gurugram district) is one of the 22 districts of Haryana in northern India. The city of Gurgaon is the administrative headquarters of the district. The population is 1,514,432. It is one of the southern districts of Haryana. On its north, it is bounded by the district of Jhajjar and the Union Territory of Delhi. Faridabad district lies to its east. On its south, lie the districts of Palwal and Nuh. To its west lies Rewari district.",
  "/wiki/Hisar_(district)": "Hisar district\nis one of the 22 districts of Haryana, India. Hisar city serves as the district headquarters. The district is also part of Hisar division, which is headed by a commissioner who is employed by the Indian Administrative Service.\n The largest district in Haryana until its 1966 reorganization, some parts of Hisar were transferred to the newly created Jind district. In 1974, Tehsil Bhiwani and Loharu were transferred to Bhiwani district. Hisar was further bifurcated when Sirsa district was formed. Fatehabad district was later created as well.\n Hisar is a divisional headquarters of the Hisar division Divisional Commissioner and also the headquarters of Police Range.  It is also a battalion headquarters of B.S.F. 3rd Bn. H.A.P. and commando force.  In order to accommodate all of these departments, a five-storey District Administrative Complex was built, with the offices transferred in 1980. It adjoins the new Judiciary Complex, which is also made functional.  This administrative and judiciary complex is the largest in Haryana; as a district headquarters it may be one of the largest in the country.\n It is one of the five cities belonging to Sarasvati Valley Civilization while its name is cited in the history books in the context of Indus civilization and in general knowledge books as the location of Banawali, one of five sheep farms.\nAs of 2011 it is the second most populous of the 21 districts of Haryana, after Faridabad.\n Hisar is also known as the steel city because of the Jindal Stainless Steel Factories. It is also the largest producer of galvanized iron in India.[citation needed]",
  "/wiki/Karnal_district": "Karnal district is one of the 22 districts of Haryana state in northern India. Karnal city is the administrative headquarters of the district. It is one of the 22 Districts which constitutes the National Capital Region (NCR) of India.",
  "/wiki/Kurukshetra_district": "Kurukshetra district is one of the 22 districts of Haryana state in northern India. The town of Kurukshetra, a sacred place for the Hindus, is the administrative headquarters of this district. The district occupies an area of 1530.00 km². The district has a population of 964,655 (2011 census). This district is part of Ambala division. Kurukshetra is also the land of Srimad Bhagawad Gita. Jyotisar is the place in Kurukshetra where Krishna is believed to deliver the sermon of Gita to Arjuna in the Mahabharata.",
  "/wiki/Mahendragarh_district": "Mahendragarh district is one of the 22 districts of Haryana state in northern India. The district occupies an area of 1,899 km². The district has a population of 922,088\n(2011 census). Narnaul city is the administrative headquarters of the district and also the largest city of district. Mahendragarh is one of the very few districts in India where the name of the district and its main town are different.\n Mahendragarh is a part of the Ahirwal region in which members of the Yadav community dominate.\n Mahendergarh is hub of school education . The district of India which maximum number of selection in IIT’s and NEET every year (on average) . Mahendergarh produces large number of soldiers for Indian army and paramilitary forces. Mostly every family have one or more than one army personnel. Razangla fight during China War was fought by 111 or 113 ahirs of Mahendergarh which is now listed in UNESCO fights. Further, current sex ration in Mahendergarh is 913 girls over 1000 baby boy. Also, Mahendergarh villages are much way ahead or far better then other villages in Haryana. Per capita in Mahendergarh is 7000$ far better than other villages of India. \nBaba Ramdev also born in Mahendergarh and has opened Patanjali Ayurvedic Centre in Narnaul. \nMahendergarh and other Ahirwal districts like as Rewari, Gurugram, Charakhi Dadri were overlooked by Congress Government in Haryana i.e. Jaat Politicians deprive of Developement of Ahirwal as their Unity could change the dimensions of politics. But in modern era, Gurgaon is far away than any district of India and Rewari and Mahendergarh Villagers are way ahead than other Districts of Haryana. Villages of Mahendergarh are rich and wealthy even after they ignored by Haryana Congress Government and thats result in 2019  & 2014 when united Ahirwal made BJP government in Haryana Assembly Election 2019 & 2014. \nBJP Government gave Mahendergarh two 8 lane National Highway one from Rewari to Singhana via Narnaul (ends in Rajasthan ,Singhana) and other one starts from Nangalchaudhary (Mahendergarh) and merges in Charakhi Dadri via Narnaul.\n As of 2011 it is the third least populous district of Haryana (out of 21), after Panchkula and Rewari.",
  "/wiki/Rohtak_district": "Rohtak district is a district in the Indian state of Haryana. It is located in the southeast of Haryana and northwest of Delhi, bounded by Jind and Sonipat districts to the north, Jhajjar and Sonipat districts to the east, and Hissar, Charkhi Dadri, and Bhiwani districts to the west. Rohtak city is the district headquarters.",
  "/wiki/Sirsa_district": "Sirsa district is the largest district of Haryana state. Sirsa is the district headquarters, and is located on National Highway 10 and 250 kilometres (160 mi) from the capital, Delhi.",
  "/wiki/Sonipat_district": "Sonipat district is one of the 22 districts of Haryana state in North India. Sonipat town is the district headquarters. It is a part of National Capital Region. It is bordered by Delhi, Panipat, Rohtak, Jind, Jhajjar and Baghpat (Uttar Pradesh).\n The district borders Delhi union territory in south, Panipat District in the north, Jind District in the north-west, Uttar Pradesh state in the east with the Yamuna River acting as a border and Rohtak District in the west.",
  "/wiki/List_of_agricultural_centres_established_by_CCS_HAU": "Chaudhary Charan Singh Haryana Agricultural University (CCS HAU) is a public funded agricultural university located at Hisar in the Indian state of Haryana. It is one of the biggest agricultural universities in Asia. It is named after India's seventh prime minister, Chaudhary Charan Singh.\n It was initially a satellite campus of Punjab Agricultural University at Hisar. After formation of Haryana, it was declared as an autonomous institution. It was established as a university by Haryana and Punjab Agricultural Universities Act, ratified 2 February 1970 and was named as Haryana Agricultural University. On 31 October 1991, it was renamed as Chaudhary Charan Singh Haryana Agricultural University. A. L. Fletcher was the first Vice-Chancellor of the university.\n The university publishes the largest number of research papers among agricultural universities in India. It won the Indian Council of Agricultural Research's Award for the Best Institute in 1997. It contributed significantly to Green Revolution and White Revolution in India.\n The Directorate of Extension Education started establishing Krishi Gyan Kendra (Agricultural Knowledge Centres) in districts of the state of Haryana from 1966. A total of eleven Krishi Gyan Kendra (KGK) were established till 1979. In 1989, the process was remodelled and the new centres have been named as Krishi Vigyan Kendra (Farm Service Centres). One Krishi Vigyan Kendra (KVK) has been established in each district of Haryana. They have been established to spread information about relevant technologies among farmers, rural youth and rural development agencies. They were established with funding from Indian Council of Agricultural Research. As of 2012, there are a total of 11 KGKs and 19 KVKs. They also provide vocational training on agriculture related courses.\n The first Kisan Sewa Kendra (Agricultural Technology Information Centre) was established at the university main campus in 2002. As of 2012, there are a total of three Kisan Sewa Kendra (KSKs). Seeds of various crops, fruits, vegetables, fertilisers and Animal products are provided to farmers at subsidised rates through these centres. Toll-free helpline agricultural services are also provided to farmers through the KSKs."
}