{
  "/wiki/Pennsylvania_Station_(New_York_City)": "Pennsylvania Station, also known as New York Penn Station or Penn Station, is the main intercity railroad station in New York City and the busiest in the Western Hemisphere, serving more than 600,000 passengers per weekday as of 2019[update].[a] Penn Station is in Midtown Manhattan, close to Herald Square, the Empire State Building, Koreatown, and Macy's Herald Square. Entirely underground, the station is located in Midtown South beneath Madison Square Garden, between Seventh and Eighth Avenues, and between 31st and 33rd Streets, with additional exits to nearby streets.",
  "/wiki/Amtrak": "The National Railroad Passenger Corporation, doing business as Amtrak, is a passenger railroad service that provides medium- and long-distance intercity service in the contiguous United States and to nine Canadian cities.",
  "/wiki/Long_Island_Rail_Road": "The Long Island Rail Road (reporting mark LI), often abbreviated as the LIRR, is a commuter rail system in the southeastern part of the U.S. state of New York, stretching from Manhattan to the eastern tip of Suffolk County on Long Island. With an average weekday ridership of 354,800 passengers in 2016, it is the busiest commuter railroad in North America. It is also one of the world's few commuter systems that runs 24 hours a day, seven days a week, year-round. It is publicly owned by the Metropolitan Transportation Authority, which refers to it as MTA Long Island Rail Road.",
  "/wiki/New_Jersey_Transit_Rail_Operations": "NJ Transit Rail Operations (reporting mark NJTR) is the rail division of NJ Transit. It operates commuter rail service in New Jersey, with most service centered on transportation to and from New York City, Hoboken, and Newark. NJ Transit also operates rail service in Orange and Rockland counties in New York under contract to Metro-North Railroad. The commuter rail lines had an average weekday ridership of 306,892 from June 1, 2015 to June 30, 2016. This does not include NJ Transit's light rail operations.",
  "/wiki/New_York_(state)": "New York is a state located in the Northeastern United States. New York was one of the original thirteen colonies that formed the United States. With an estimated 19.45 million residents in 2019, it is the fourth most populous state. In order to distinguish the state from its city with the same name, it is sometimes referred to as New York State (NYS).",
  "/wiki/Manhattan": "Manhattan (/mænˈhætən, mən-/), often referred to by residents of the New York City area as the City, is the most densely populated of the five boroughs of New York City, and coextensive with the County of New York, one of the original counties of the U.S. state of New York. Manhattan serves as the city's economic and administrative center, cultural identifier, and historical birthplace. The borough consists mostly of Manhattan Island, bounded by the Hudson, East, and Harlem rivers; as well as several small adjacent islands. Manhattan additionally contains Marble Hill, a small neighborhood now on the U.S. mainland, that was connected using landfill to the Bronx and separated from the rest of Manhattan by the Harlem River. Manhattan Island is divided into three informally bounded components, each aligned with the borough's long axis: Lower, Midtown, and Upper Manhattan.",
  "/wiki/Grand_Central_Terminal": "Grand Central Terminal (GCT; also referred to as Grand Central Station[N 2] or simply as Grand Central) is a commuter rail terminal located at 42nd Street and Park Avenue in Midtown Manhattan, New York City. Grand Central is the southern terminus of the Metro-North Railroad's Harlem, Hudson and New Haven Lines, serving the northern parts of the New York metropolitan area. It also contains a connection to the New York City Subway at Grand Central–42nd Street station. The terminal is the third-busiest train station in North America, after New York Penn Station and Toronto Union Station.",
  "/wiki/Metro-North_Railroad": "The Metro-North Commuter Railroad (reporting mark MNCW), trading as MTA Metro-North Railroad or simply Metro-North, is a suburban commuter rail service run by the Metropolitan Transportation Authority (MTA), a public authority of the U.S. state of New York and under contract with the Connecticut Department of Transportation.  Metro-North runs service between New York City and its northern suburbs in New York and Connecticut, including Port Jervis, Spring Valley, Poughkeepsie, Yonkers, New Rochelle, Scarsdale, Hartsdale, White Plains, and Wassaic in New York and Stamford, New Canaan, Danbury, Waterbury, and New Haven in Connecticut. Metro-North also provides local rail service within the New York City boroughs of Manhattan and the Bronx.",
  "/wiki/Pennsylvania_Station_(Newark)": "Pennsylvania Station (also known as Newark Penn Station) is an intermodal passenger station in Newark, New Jersey. One of the New York metropolitan area's major transportation hubs, Newark Penn Station is served by multiple rail and bus carriers, making it the seventh-busiest rail station in North America, and the fourth-busiest in the New York area.  Located at Raymond Plaza, between Market Street and Raymond Boulevard, it is served by the Newark Light Rail, three NJ Transit commuter rail lines, the PATH rapid transit system, and all 11 of Amtrak's Northeast Corridor services (including the Acela Express). The station is also Newark's main intercity bus terminal; it is served by carriers Greyhound, Peter Pan, and Trailways. Additionally, it is served by 33 local and regional bus lines operated by NJ Transit Bus Operations and ONE Bus (Orange-Newark-Elizabeth).",
  "/wiki/Port_Authority_Trans-Hudson": "Port Authority Trans-Hudson (PATH) is a 13.8-mile (22.2 km) rapid transit system in the northeastern New Jersey cities of Newark, Harrison, Jersey City, and Hoboken, and Lower and Midtown Manhattan in New York City. It is operated as a wholly owned subsidiary of the Port Authority of New York and New Jersey. PATH trains run around the clock year round; four routes serving 13 stations operate during the daytime on weekdays, while two routes operate during weekends, late nights, and holidays. Its tracks cross the Hudson River through century-old cast iron tubes that rest on the river bottom under a thin layer of silt. It operates as a deep-level subway in Manhattan and the Jersey City/Hoboken riverfront; from Grove Street in Jersey City to Newark, trains run in open cuts, at grade level, and on elevated track.",
  "/wiki/New_Jersey": "New Jersey is a state in the Mid-Atlantic region of the Northeastern United States. It is a peninsula, bordered on the north and east by the state of New York; on the east, southeast, and south by the Atlantic Ocean; on the west by the Delaware River and Pennsylvania; and on the southwest by the Delaware Bay and Delaware. New Jersey is the fourth-smallest state by area but the 11th-most populous, with 9 million residents as of 2017, making it the most densely populated of the 50 U.S. states with its biggest city being Newark. New Jersey lies completely within the combined statistical areas of New York City and Philadelphia. New Jersey was the second-wealthiest U.S. state by median household income as of 2017.",
  "/wiki/Essex_County,_New_Jersey": "Essex County is a county in the northeastern part of the U.S. state of New Jersey. As of the 2018 Census estimate, the county's population was 799,767, making it the state's third-most populous county, an increase of 3.1% from the 2010 United States Census, when its population was enumerated at 783,969, in turn a decrease of 1.2% (9,664 fewer residents) from the 793,633 enumerated in the 2000 census. In 2010, the county dropped down to third-largest, behind Middlesex County, and was one of only two counties in the state to see a decline between 2000 and 2010 (Cape May County being the other). Its county seat is Newark, the most populous city in the state. It is part of the New York Metropolitan Area.",
  "/wiki/Hoboken_Terminal": "Hoboken Terminal is a commuter-oriented intermodal passenger station in Hoboken, Hudson County, New Jersey, United States. One of the New York metropolitan area's major transportation hubs, it is served by nine NJ Transit (NJT) commuter rail lines, one Metro-North Railroad line, various NJT buses and private bus lines, the Hudson–Bergen Light Rail, the Port Authority Trans Hudson (PATH) rapid transit system, and NY Waterway-operated ferries. More than 50,000 people use the terminal daily, making it the ninth-busiest railroad station in North America and the sixth-busiest in the New York area. It is also the second-busiest railroad station in New Jersey, behind only Newark Penn Station, and its third-busiest transportation facility, after Newark Liberty International Airport and Newark Penn. Hoboken Terminal is wheelchair accessible, with high-level platforms for light rail and PATH services and portable lifts for commuter rail services.",
  "/wiki/Hudson_County,_New_Jersey": "Hudson County, a county in the U.S. state of New Jersey, lies west of the lower Hudson River, which was named for Henry Hudson, the sea captain who explored the area in 1609. Part of New Jersey's Gateway Region in the New York metropolitan area, Jersey City is its largest city and county seat.",
  "/wiki/Atlantic_Terminal": "Atlantic Terminal (formerly Flatbush Avenue) is the westernmost stop on the Long Island Rail Road's (LIRR) Atlantic Branch, located at Flatbush Avenue and Atlantic Avenue in Downtown Brooklyn, New York City. It is the primary terminal for the Far Rockaway, Hempstead, and West Hempstead Branches. The terminal is located in the City Terminal Zone, the LIRR's Zone 1, and thus part of the CityTicket program.",
  "/wiki/Brooklyn": "Brooklyn (/ˈbrʊklɪn/) is a borough of New York City, coterminous with Kings County, located in the U.S. state of New York, the most populous county in the state, and the second-most densely populated county in the United States. It is New York City's most populous borough, with an estimated 2,504,700 residents in 2010. Named after the Dutch village of Breukelen, it shares a land border with the borough of Queens. Brooklyn has several bridge and tunnel connections to the borough of Manhattan across the East River, and the Verrazzano-Narrows Bridge connects it with Staten Island.",
  "/wiki/Hunterspoint_Avenue_(LIRR_station)": "Hunterspoint Avenue is a station on the Main Line of the Long Island Rail Road within the City Terminal Zone. It is located at 49th Avenue (formerly Hunters Point Avenue) between 21st Street and Skillman Avenue in the Long Island City neighborhood of Queens, New York City. This ground-level station has an island platform between two tracks and is not wheelchair accessible from the entrance above the station.",
  "/wiki/Queens": "Queens  is a borough of New York City, coterminous with Queens County, in the U.S. state of New York. It is the largest borough geographically and is adjacent to the borough of Brooklyn. To its east is Nassau County. Queens also shares water borders with the boroughs of Manhattan and the Bronx. The borough of Queens is the second-largest in population, the first being Brooklyn; with an estimated population of 2,278,906 residents in 2018, approximately 47.5 percent of them foreign-born. Queens County also is the second most populous county in the U.S. state of New York, behind Brooklyn, which is coterminous with Kings County. Queens is the fourth most densely populated county among New York City's boroughs, as well as in the United States. If each of New York City's boroughs were an independent city, Queens would be the nation's fourth most populous, after Los Angeles, Chicago, and Brooklyn. Queens is one of the most ethnically diverse counties in the United States, as well as the most diverse among highly populated counties and the most linguistically diverse place on Earth.",
  "/wiki/Woodside_(LIRR_station)": "Woodside is a station on the Long Island Rail Road's Main Line and Port Washington Branch in the Woodside neighborhood of Queens, New York City. It is the first station passed by eastward trains from Penn Station, and it is the only station in Queens shared by the Port Washington Branch and other LIRR branches. East of Woodside the two-track Port Washington Branch turns eastward, while the four-track Main Line continues southeast to Jamaica station.",
  "/wiki/Jamaica_(LIRR_station)": "Jamaica is a major hub station of the Long Island Rail Road and is located in Jamaica, Queens, New York City. With weekday ridership exceeding 200,000 passengers, it is the largest transit hub on Long Island, the fourth-busiest rail station in North America, and the second-busiest station that exclusively serves commuter traffic. It is the third-busiest rail hub in the New York area, behind Penn Station and Grand Central Terminal. Over 1,000 trains pass through each day, the third-most in the New York area behind Penn Station, Grand Central Terminal and Secaucus Junction.",
  "/wiki/Secaucus_Junction": "Secaucus Junction (known as Secaucus Transfer during planning stages and signed simply as Secaucus) is a major commuter rail hub in Secaucus, New Jersey. It serves trains from all lines operated by NJ Transit Rail Operations except the Princeton Branch and Atlantic City Line.",
  "/wiki/Union_Station_(New_Haven,_Connecticut)": "Union Station, also known as New Haven Railroad Station (IATA: ZVE) or simply New Haven, is the main railroad passenger station in New Haven, Connecticut. Designed by noted American architect Cass Gilbert, the beaux-arts Union Station was completed and opened in 1920 after the previous Union Station (which was located at the foot of Meadow Street, near the site of the current Union Station parking garage) was destroyed by fire. It served the New York, New Haven and Hartford Railroad until it fell into decline, along with the rest of the railroad industry in North America after World War II. It was shuttered in 1972, leaving only the under-track 'subway' open for passengers, and listed on the National Register of Historic Places on September 3, 1975, but it was almost demolished before the Northeast Corridor Improvement Project in 1979. Reopened after extensive renovations in early 1985, it is now the premier gateway to the city.",
  "/wiki/Shore_Line_East": "Shore Line East (SLE) is a commuter rail service which operates along the Northeast Corridor through southern Connecticut, US. The rail service is a fully owned subsidiary of the Connecticut Department of Transportation (ConnDOT), and is operated under the CTrail brand. SLE provides service seven days a week along the Northeast Corridor from New London west to New Haven, with limited through service further west to Bridgeport and Stamford. Connecting service west of New Haven to New York City is available via Metro-North Railroad's New Haven Line.",
  "/wiki/Connecticut": "Connecticut (/kəˈnɛtɪkət/ (listen)) is the southernmost state in the New England region of the northeastern United States. As of the 2010 Census, it has the highest per-capita income, Human Development Index (0.962), and median household income in the United States. It is bordered by Rhode Island to the east, Massachusetts to the north, New York to the west, and Long Island Sound to the south. Its capital is Hartford and its most populous city is Bridgeport. It is part of New England, although portions of it are often grouped with New York and New Jersey as the tri-state area. The state is named for the Connecticut River which approximately bisects the state. The word \"Connecticut\" is derived from various anglicized spellings of an Algonquian word for \"long tidal river\".",
  "/wiki/New_Haven_County,_Connecticut": "New Haven County is a county in the south central part of the U.S. state of Connecticut. As of the 2010 census, the population was 862,477 making it the third-most populous county in Connecticut. Two of the state's largest cities, New Haven (2nd) and Waterbury (5th), are part of New Haven County.",
  "/wiki/Trenton_Transit_Center": "Trenton Transit Center is the main passenger train station in Trenton, New Jersey.  It is the southernmost stop in New Jersey on the Northeast Corridor. It is the terminus for NJ Transit trains to and from New York City and SEPTA Trenton Line Regional Rail trains to and from Philadelphia, Pennsylvania, and an intermediate station for Amtrak trains traveling between the two cities along the Northeast Corridor.",
  "/wiki/SEPTA": "The Southeastern Pennsylvania Transportation Authority (SEPTA) is a regional public transportation authority that operates bus, rapid transit, commuter rail, light rail, and electric trolleybus services for nearly 4 million people in five counties in and around Philadelphia, Pennsylvania. It also manages projects that maintain, replace and expand its infrastructure, facilities and vehicles.",
  "/wiki/Mercer_County,_New_Jersey": "Mercer County is a county located in the U.S. state of New Jersey. Its county seat is Trenton, the state capital. The county constitutes the Trenton-Ewing, NJ Metropolitan Statistical Area and is considered part of the New York Metropolitan Area by the United States Census Bureau, but also directly borders the Philadelphia metropolitan area and is included within the Federal Communications Commission's Philadelphia Designated Market Area. As of the 2018 Census estimate, the county's population was 369,811, making it the state's 12th-most populous county, an increase of 2.2% from the 2010 United States Census, when its population was enumerated at 366,513, in turn an increase of 15,752 (4.5%) from the 350,761 enumerated in the 2000 Census, retaining its position as the 12th-most populous county in the state."
}