{
  "/wiki/Southland_Bowling_League": "The Southland Bowling League (SBL) is a National Collegiate Athletic Association (NCAA) bowling-only conference. The SBL was founded in 2015 for schools that sponsor women's bowling teams, but do not have bowling sponsored by their primary conferences. The SBL champion has received an automatic bid to the NCAA Bowling Championship since the NCAA first awarded such bids in 2018. While the conference operates independently, administrative services are provided by the Southland Conference. The SBL has received at least three bids to the NCAA Championship in each season since it began play in 2015. Following the inaugural SBL Championship, four league teams (Arkansas State, Sam Houston State, Stephen F. Austin, and Vanderbilt) received at-large bids to the 2015 NCAA Championships, filling half of the eight available spots. The same four teams would receive at-large bids to the 2016 NCAA Bowling Championships and 2017 NCAA Bowling Championships. In 2018, the first year for automatic bids to the NCAA Championship and also the first year for a 10-team championship event, Vanderbilt earned the automatic bid and Arkansas State and Sam Houston State received at-large bids. In 2019, Sam Houston State earned the automatic bid, while Arkansas State, Stephen F. Austin, and Vanderbilt received at-large bids.",
  "/wiki/Mid-Eastern_Athletic_Conference": "The Mid-Eastern Athletic Conference (MEAC) is a collegiate athletic conference whose full members are historically black colleges and universities (HBCUs) in the Southeastern and the Mid-Atlantic United States. It participates in the National Collegiate Athletic Association's Division I, and in football, in the Football Championship Subdivision (FCS). Currently, the MEAC has automatic qualifying bids for NCAA postseason play in baseball (since 1994), men's basketball (since 1981), women's basketball (since 1982), football (1996-2015), softball (since 1995), men and women's tennis (since 1998), and volleyball (since 1994). Bowling was officially sanctioned as a MEAC governed sport in 1999. Before that season, the MEAC was the first conference to secure NCAA sanctioning for women's bowling by adopting the club sport prior to the 1996-97 school year.",
  "/wiki/Mid-America_Intercollegiate_Athletics_Association": "The Mid-America Intercollegiate Athletics Association (MIAA) is a fourteen-school collegiate athletic conference headquartered in Kansas City, Missouri. It is a member of the NCAA's Division II for all sports. Its fourteen members, located in Kansas, Missouri, Nebraska, and Oklahoma, include twelve public and two private schools. The MIAA is a 501(c)(3) nonprofit organization incorporated in Missouri. Originally named the Missouri Intercollegiate Athletic Association, the conference was established in 1912 with 14 members, two of which are still current members. Six members (Central Methodist, Central Wesleyan, Culver-Stockton, Missouri Valley, Missouri Wesleyan, Tarkio College, Westminster, and William Jewell) were later removed from the conference in 1924 when it decided to only include the public schools. A majority of the charter members that left in 1924 have shut down their operations, or merged with another school. Over the next century, nearly twenty schools have joined and left the conference, with a few affiliate members. Some of those schools have reclassified to NCAA Division I. The conference's current 14-campus makeup resulted when Lincoln (MO) rejoined from the Heartland Conference after eleven years when the school left due to not fielding a football team. In 2011, Omaha moved up to the NCAA Division I joining the Summit League, and in 2013, charter member Truman left for the Great Lakes Valley Conference. In 2012, Lindenwood, Central Oklahoma, Northeastern State, and Nebraska-Kearney joined the conference.",
  "/wiki/Northeast_Conference": "The Northeast Conference (NEC) is a collegiate athletic conference whose schools are members of the National Collegiate Athletic Association (NCAA). Teams in the NEC compete in Division I for all sports except football, which competes in the Division I Football Championship Subdivision (FCS), formerly Division I-AA. Participating schools are located principally in the Northeastern United States. The conference was named the ECAC Metro Conference when it was established in 1981. The original eleven member schools were Fairleigh Dickinson University, the Brooklyn campus of Long Island University (whose athletic program has now merged with that of LIU's Post campus into a single athletic program), Loyola College in Maryland (left in 1989), Marist College (left in 1997), Robert Morris University, St. Francis College (NY), Saint Francis College (PA), Siena College (left in 1984), Towson State University (left in 1982), the University of Baltimore (left in 1983) and Wagner College. The conference's name was changed to its present form on August 1, 1988. Other names considered were Big North, Great North, North Shore, Northern, Northeastern, Eastern and Eastern Private Intercollegiate. The Northeast Conference has expanded eight times since 1981. The expansions and additions from the original charter members were in 1985 (Monmouth University, which left in 2013), 1989 (Mount St. Mary's University), 1992 (Rider University, which left in 1997), 1997 (Central Connecticut State University), 1998 (Quinnipiac University and the University of Maryland, Baltimore County which respectively left in 2013 and 2003), 1999 (Sacred Heart University), 2008 (Bryant University), and 2019 (Merrimack College). The Northeast Conference's rank was largest at 12 in 2008 with the addition of Bryant University; it dropped to 10 in 2013 with the departure of Monmouth and Quinnipiac for the MAAC, and returned to 11 with the 2019 addition of Merrimack. The most recent changes were announced in 2018 and took effect with the 2019-20 school year. First, on September 10, the NEC announced it would add Merrimack.",
  "/wiki/Allegheny_Mountain_Collegiate_Conference": "The Allegheny Mountain Collegiate Conference (AMCC) is an intercollegiate athletic conference affiliated with the NCAA's Division III. Member institutions are located in the northeastern United States in the states of New York, Ohio, and Pennsylvania.",
  "/wiki/Central_Intercollegiate_Athletic_Association": "The Central Intercollegiate Athletic Association (CIAA) is a collegiate athletic conference, mostly consisting of historically black colleges and universities. CIAA institutions are affiliated at the Division II level of the National Collegiate Athletic Association (NCAA). Conference members are primarily located in North Carolina (eight) and Virginia (two). There is one school in Maryland, Pennsylvania and South Carolina respectively. Because a majority of the members are in North Carolina, the CIAA moved its headquarters to Charlotte, North Carolina from Hampton, Virginia in August 2015. The CIAA sponsors 16 annual championships and is divided into Northern and Southern divisions for some sports. The most notable CIAA sponsored championship is the CIAA Basketball Tournament held annually in Charlotte, North Carolina which has become one of the largest college basketball events in the nation.",
  "/wiki/Southwestern_Athletic_Conference": "The Southwestern Athletic Conference (SWAC) is a collegiate athletic conference headquartered in Birmingham, Alabama, which is made up of historically black colleges and universities (HBCUs) in the Southern United States. It participates in the NCAA's Division I for all sports; in football, it participates in the Football Championship Subdivision (FCS), formerly referred to as Division I-AA. The SWAC is widely considered the premier HBCU conference and ranks among the elite in the nation in terms of alumni affiliated with professional sports teams, particularly in football. On the gridiron, the conference has been the biggest draw on the Football Championship Subdivision (FCS) level of the NCAA, leading the nation in average home attendance every year except one since FCS has been in existence. In 1994, the SWAC fell just 40,000 fans short of becoming the first non-Football Bowl Subdivision conference to attract one million fans to its home games."
}