{
  "/wiki/Barnenez": "The Cairn of Barnenez (also: Barnenez Tumulus, Barnenez Mound; in Breton Karn Barnenez; in French: Cairn de Barnenez or Tumulus de Barnenez) is a Neolithic monument located near Plouezoc'h, on the Kernéléhen peninsula in northern Finistère, Brittany (France). It dates to the early Neolithic, about 4800 BC. Along with the Tumulus of Bougon and Locmariaquer megaliths, also located in Great West France, it is one of the earliest megalithic monuments in Europe and one of the oldest man-made structures in the world. It is also remarkable for the presence of megalithic art.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Europe": "Europe is a continent located entirely in the Northern Hemisphere and mostly in the Eastern Hemisphere.  It comprises the westernmost part of Eurasia and is bordered by the Arctic Ocean to the north, the Atlantic Ocean to the west, the Mediterranean Sea to the south, and Asia to the east. The eastern border uniquely comprises a long and mixed line of mountain ranges, rivers, seas, and straits that would normally define a subcontinent. However, Europe retains its status as a full continent because of its great size and the weight of history and tradition. It is the 6th largest continent in the world.",
  "/wiki/Passage_grave": "A passage grave or passage tomb consists one or more burial chambers covered in earth or with stone, and having a narrow access passage made of large stones. These structures usually date from the Neolithic Age, and are found largely in Western Europe. When covered in earth, a passage grave is a one kind of burial mound which are found in various forms all over the world. When a passage grave is covered in stone, it is a type of cairn.",
  "/wiki/Finist%C3%A8re": "Finistère (/ˌfɪnɪˈstɛər/, French: [finistɛʁ] (listen); Breton: Penn-ar-Bed [ˌpɛnarˈbeːt]) is a department of France in the extreme west of Brittany.",
  "/wiki/Andr%C3%A9_Malraux": "Georges André Malraux DSO (/mælˈroʊ/ mal-ROH, French: [ɑ̃dʁe malʁo]; 3 November 1901 – 23 November 1976) was a French novelist, art theorist, and Minister of Cultural Affairs. Malraux's novel La Condition Humaine (Man's Fate) (1933) won the Prix Goncourt. He was appointed by President Charles de Gaulle as Minister of Information (1945–46) and subsequently as France's first Minister of Cultural Affairs during de Gaulle's presidency (1959–1969).",
  "/wiki/Tumulus_of_Bougon": "The Tumulus of Bougon or Necropolis of Bougon (French: \"Tumulus de Bougon\", \"Nécropole de Bougon\") is a group of five Neolithic barrows located in Bougon near La-Mothe-Saint-Héray, between Exoudon and Pamproux in Nouvelle-Aquitaine, France. Their discovery in 1840 raised great scientific interest. To protect the monuments, the site was acquired by the department of Deux-Sèvres in 1873. Excavations resumed in the late 1960s. The oldest structures of this prehistoric monument date to 4800 BC.",
  "/wiki/Tumulus": "A tumulus (plural tumuli) is a mound of earth and stones raised over a grave or graves. Tumuli are also known as barrows, burial mounds or kurgans, and may be found throughout much of the world. A cairn, which is a mound of stones built for various purposes, may also originally have been a tumulus.",
  "/wiki/Poitiers": "Poitiers (UK: /ˈpwɑːtieɪ/, also UK: /ˈpwʌtieɪ/, US: /ˌpwɑːtiˈeɪ, -ˈtjeɪ/, French: [pwatje] (listen)) is a city on the Clain river in west-central France. It is a commune and the capital of the Vienne department and also of the Poitou. Poitiers is a significant university centre. The centre of town is picturesque and its streets include predominantly historical architecture, especially religious architecture and especially from the Romanesque period. Two major battles took place near the city: in 732, the Battle of Tours (known by this name, though the locale was closer to Poitiers than Tours, to avoid confusion with the famous 1356 Battle of Poitiers in the Hundred Years War), in which the Franks commanded by Charles Martel halted the expansion of the Umayyad Caliphate, and in 1356, the Battle of Poitiers, a key victory for the English forces during the Hundred Years' War. This battle's consequences partly provoked the Jacquerie.",
  "/wiki/Saint-Michel_tumulus": "The Tumulus of St. Michel is a megalithic grave mound, located east of Carnac in Brittany, France. It is the largest grave mound in continental Europe.",
  "/wiki/Hillock": "A hillock or knoll is a small hill, usually separated from a larger group of hills such as a range. Hillocks are similar in their distribution and size to small mesas or buttes. The term is largely a British one.[citation needed] This particular formation occurs often in Great Britain and China.[clarification needed] A similar type of landform in the Scandinavian countries goes by the name ”kulle” or ”bakke” (depending on the country) and is contrary to the above phenomena formed when glaciers polish down hard, crystalline bedrock of gneiss or granites, leaving a rounded rocky hillock with sparse vegetation.",
  "/wiki/Uruk": "Uruk (/ˈuːrʊk/; Cuneiform: 𒌷𒀕 or 𒌷𒀔 URUUNUG; Sumerian: Unug; Akkadian: Uruk; Arabic: وركاء or أوروك‎, Warkāʼ or Auruk; Aramaic/Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"SBL Hebrew\",\"SBL BibLit\",\"Frank Ruehl CLM\",\"Taamey Frank CLM\",\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}אֶרֶךְ ʼÉreḵ; Ancient Greek: Ὀρχόη, romanized: Orkhoē, Ὀρέχ Orekh, Ὠρύγεια Ōrugeia) was an ancient city of Sumer (and later of Babylonia), situated east of the present bed of the Euphrates river, on the dried-up, ancient channel of the Euphrates, some 30 km (19 mi) east of modern Samawah, Al-Muthannā, Iraq.",
  "/wiki/Iraq": "Iraq (/ɪˈræk/, /ɪˈrɑːk/ (listen) or /aɪˈræk/; Arabic: اَلْعِرَاق‎, al-ʿirāq; Kurdish: عێراق‎ Êraq), officially the Republic of Iraq (Arabic: جُمْهُورِيَّة ٱلْعِرَاقِ‎ Jumhūriyyah al-ʿIrāq; Kurdish: کۆماری عێراق‎ Komarî Êraq), is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital, and largest city, is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Assyrians, Turkmen, Shabakis, Yazidis, Armenians, Mandeans, Circassians and Kawliya. Around 99% of the country's 38 million citizens are Muslims, with tiny minorities of Christians, Yarsans, Yezidis and Mandeans also present. The official languages of Iraq are Arabic and Kurdish.",
  "/wiki/Asia": "Asia (/ˈeɪʒə, ˈeɪʃə/ (listen)) is Earth's largest and most populous continent, located primarily in the Eastern and Northern Hemispheres. It shares the continental landmass of Eurasia with the continent of Europe and the continental landmass of Afro-Eurasia with both Europe and Africa. Asia covers an area of 44,579,000 square kilometres (17,212,000 sq mi), about 30% of Earth's total land area and 8.7% of the Earth's total surface area. The continent, which has long been home to the majority of the human population, was the site of many of the first civilizations. Asia is notable for not only its overall large size and population, but also dense and large settlements, as well as vast barely populated regions. Its 4.5 billion people (as of June 2019[update]) constitute roughly 60% of the world's population, more than all other continents combined.",
  "/wiki/Monte_d%27Accoddi": "Monte d'Accoddi is a Neolithic archaeological site in northern Sardinia, located in the territory of Sassari near Porto Torres. The site consists of a massive raised stone platform thought to have been an altar. It was constructed by the Ozieri culture or earlier, with the oldest parts dated to around 4,000–3,650 BC.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Sardinia": "Sardinia (/sɑːrˈdɪniə/ sar-DIN-ee-ə; Italian: Sardegna [sarˈdeɲɲa]; Sardinian: Sardìgna [saɾˈdiɲɲa] or Sardìnnia [saɾˈdinja]; Sassarese: Sardhigna; Gallurese: Saldigna; Algherese: Sardenya; Tabarchino: Sardegna) is an island in the Mediterranean Sea and politically one of the 20 regions of Italy. It is the second-largest island in the Mediterranean Sea after Sicily, and is located west of the Italian Peninsula, north of Tunisia, and to the immediate south of the French island of Corsica.",
  "/wiki/Knap_of_Howar": "The Knap of Howar on the island of Papa Westray in Orkney, Scotland is a Neolithic farmstead which may be the oldest preserved stone house in northern Europe.  Radiocarbon dating shows that it was occupied from 3700 BC to 2800 BC, earlier than the similar houses in the settlement at Skara Brae on the Orkney Mainland.",
  "/wiki/Scotland": "Scotland (Scots: Scotland, Scottish Gaelic: Alba [ˈal̪ˠapə] (listen)) is a country that is part of the United Kingdom. It covers the northern third of the island of Great Britain, with a border with England to the southeast, and is surrounded by the Atlantic Ocean to the north and west, the North Sea to the northeast, the Irish Sea to the south, and more than 790 islands, including the Northern Isles and the Hebrides.",
  "/wiki/%C4%A0gantija": "Ġgantija (Maltese pronunciation: [dʒɡanˈtiːja], \"Giantess\") is a  megalithic temple complex from the Neolithic on the Mediterranean island of Gozo. The Ġgantija temples are the earliest of the Megalithic Temples of Malta and are older than the pyramids of Egypt. Their makers erected the two Ġgantija temples during the Neolithic (c. 3600–2500 BC), which makes these temples more than 5500 years old and the world's second oldest existing manmade religious structures after Göbekli Tepe in present-day Turkey. Together with other similar structures, these have been designated a UNESCO World Heritage Site, the Megalithic Temples of Malta.",
  "/wiki/Malta": "Malta (/ˈmɒltə/, /ˈmɔːltə/ (listen); Maltese: [ˈmɐltɐ]), officially known as the Republic of Malta (Maltese: Repubblika ta' Malta), is a Southern European island country consisting of an archipelago in the Mediterranean Sea. It lies 80 km (50 mi) south of Italy, 284 km (176 mi) east of Tunisia, and 333 km (207 mi) north of Libya. With a population of about 475,000 over an area of 316 km2 (122 sq mi), Malta is the world's tenth smallest and fifth most densely populated sovereign country. Its capital is Valletta, which is the smallest national capital in the European Union by area at 0.8 km2 (0.31 sq mi). The official and national language is Maltese, which is descended from Sicilian Arabic that developed during the Emirate of Sicily, while English serves as the second official language.",
  "/wiki/Gozo": "Gozo (/ˈɡoʊzoʊ/, also US: /ˈɡɔːdzoʊ, ˈɡɔːtsoʊ/), known locally as Għawdex (Maltese: [ˈɐːˤʊ̯dɛʃ]) and in antiquity as Gaulos (Punic: 𐤂‬𐤅‬𐤋, romanized: GWL; Ancient Greek: Γαῦλος, romanized: Gaúlos), is an island of the Maltese archipelago in the Mediterranean Sea. The island is part of Malta. After the island of Malta itself, it is the second-largest island in the archipelago. Compared to its southeastern neighbour, Gozo is more rural and known for its scenic hills, which are featured on its coat of arms.",
  "/wiki/Dolmen_of_Menga": "The Dolmen of Menga (Spanish: Dolmen de Menga) is a megalithic burial mound called a tumulus, a long barrow form of dolmen, dating from the 3750-3650 BCE approx. It is near Antequera, Málaga, Spain.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/Megalith": "A megalith is a large stone that has been used to construct a structure or monument, either alone or together with other stones. The adjective megalithic describes structures made of such large stones without the use of mortar[citation needed] or concrete, as well as the periods of prehistory characterised by such constructions. There are over 35,000 megaliths in Europe alone, ranging from Sweden to the Mediterranean sea",
  "/wiki/Long_barrow": "Long barrows, also known as chambered tombs, are a style of monument constructed across Western Europe in the fifth and fourth millennia BC, during the Early Neolithic period. Typically constructed from earth and either timber or stone, those using the latter material represent the oldest widespread tradition of stone construction in the world.",
  "/wiki/Dolmen": "A dolmen (/ˈdɒlmɛn/) is a type of single-chamber megalithic tomb, usually consisting of two or more vertical megaliths supporting a large flat horizontal capstone or \"table\". Most date from the early Neolithic (4000–3000 BC) and were sometimes covered with earth or smaller stones to form a tumulus. Small pad-stones may be wedged between the cap and supporting stones to achieve a level appearance. In many instances, the covering has weathered away, leaving only the stone \"skeleton\" of the mound intact.",
  "/wiki/West_Kennet_Long_Barrow": "The West Kennet Long Barrow, also known as South Long Barrow, is a chambered long barrow located near the village of Avebury in the south-western English county of Wiltshire. Probably constructed in the thirty-seventh century BCE, during Britain's Early Neolithic period, today it survives in a partially reconstructed state.",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.",
  "/wiki/Silbury_Hill": "Silbury Hill is a prehistoric artificial chalk mound near Avebury in the English county of Wiltshire. It is part of the Stonehenge, Avebury and Associated Sites UNESCO World Heritage Site.\nAt 39.3 metres (129 ft) high, it is the tallest prehistoric man-made mound in Europe and one of the largest in the world; similar in size to some of the smaller Egyptian pyramids of the Giza Necropolis.",
  "/wiki/Avebury,_Wiltshire": "Avebury (/ˈeɪvbəri/) is a village and civil parish in Wiltshire, England. The village is about 5.5 miles (9 km) west of Marlborough and 8 miles (13 km) northeast of Devizes. Much of the village is encircled by the prehistoric monument complex also known as Avebury. The parish also includes the small villages of Avebury Trusloe and Beckhampton, and the hamlet of West Kennett.",
  "/wiki/Listoghil": "Listoghil (Irish: Lios an tSeagail) is the large central monument in the Carrowmore group of prehistoric tombs in County Sligo in Ireland. It was numbered as Carrowmore 51 by George Petrie in 1837 and this designation is still used. Although the district of Cuil Irra is steeped in legend, Listoghil has never been satisfactorily connected with the ancient legends in the way that say Newgrange has. Antiquarians in the 19th century made references to another cairn nearby at Leacharail, but the site of this has never been located.",
  "/wiki/Ireland": "Ireland (/ˈaɪərlənd/ (listen); Irish: Éire [ˈeːɾʲə] (listen); Ulster-Scots: Airlann [ˈɑːrlən]) is an island in the North Atlantic. It is separated from Great Britain to its east by the North Channel, the Irish Sea, and St George's Channel. Ireland is the second-largest island of the British Isles, the third-largest in Europe, and the twentieth-largest on Earth.",
  "/wiki/Carrowmore": "Carrowmore (Irish: An Cheathrú Mhór, 'the great quarter') is a large group of megalithic monuments on the Cúil Irra peninsula near Sligo, Ireland. They were built in the 4th millennium BCE, during the Neolithic era. There are thirty surviving tombs, the earliest dating to around 3700 BCE, making Carrowmore the largest and among the oldest cemeteries of megalithic tombs in Ireland. It is considered one of the 'big four' along with Carrowkeel, Loughcrew and Brú na Bóinne. Carrowmore is the heart of an ancient ritual landscape which is dominated by the mountain of Knocknarea to the west. It is a protected National Monument.",
  "/wiki/Stoney_Littleton_Long_Barrow": "The Stoney Littleton Long Barrow (also known as the Bath Tumulus and the Wellow Tumulus) is a Neolithic chambered tomb with multiple burial chambers, located near the village of Wellow in the English county of Somerset. It is an example of the Cotswold-Severn Group and was scheduled as an ancient monument in 1882. It was one of the initial\nmonuments included when the Ancient Monuments Protection Act 1882 became law.",
  "/wiki/Wellow,_Somerset": "Wellow is a village and civil parish in Somerset, England, about 5 miles (8.0 km) south of Bath. The parish, which includes the hamlets of Twinhoe, White Ox Mead, Baggridge and part of Midford has a population of 529. The village itself falls within the southernmost boundary of the Cotswolds Area of Outstanding Natural Beauty and is recognised as having special architectural and historic interest, which led to it being designated as a Conservation Area in 1983.",
  "/wiki/Sechin_Bajo": "Sechin Bajo is a large archaeological site with ruins dating from 3500 BCE to 1300 BCE, making it not only one of the oldest centers of civilization in the Western Hemisphere, but also one of the oldest civilization centers on earth. Sechin Bajo is located in the valley of the Sechin River, about 12 kilometres (7.5 mi) from the Pacific Ocean and about 330 kilometres (210 mi) northwest of Lima, Peru. Sechin Bajo is one ruin among many located in close proximity to each other in the valleys of the Casma and Sechin Rivers.",
  "/wiki/Peru": "Peru (/pəˈruː/ (listen); Spanish: Perú [peˈɾu]; Quechua: Piruw Republika [pʰɪɾʊw]; Aymara: Piruw Suyu [pɪɾʊw]), officially the Republic of Peru (Spanish: República del Perú (help·info)), is a country in western South America. It is bordered in the north by Ecuador and Colombia, in the east by Brazil, in the southeast by Bolivia, in the south by Chile, and in the west by the Pacific Ocean. Peru is a megadiverse country with habitats ranging from the arid plains of the Pacific coastal region in the west to the peaks of the Andes mountains vertically extending from the north to the southeast of the country to the tropical Amazon Basin rainforest in the east with the Amazon river. At 1.28 million km2 (0.5 million mi2), Peru is the 19th largest country in the world, and the third largest in South America.",
  "/wiki/South_America": "South America  is a continent in the Western Hemisphere, mostly in the Southern Hemisphere, with a relatively small portion in the Northern Hemisphere. It may also be considered a subcontinent of the Americas, which is how it is viewed in the Spanish and Portuguese-speaking regions of the Americas where Dutch and English are spoken officially. The reference to South America instead of other regions (like Latin America or the Southern Cone) has increased in the last decades due to changing geopolitical dynamics (in particular, the rise of Brazil).[additional citation(s) needed]",
  "/wiki/La_Hougue_Bie": "La Hougue Bie is a historic site, with museum, in the Jersey parish of Grouville. La Hougue Bie is depicted on the 2010 issue Jersey 1 pound note.",
  "/wiki/Jersey": "Jersey (/ˈdʒɜːrzi/ JUR-zee, French: [ʒɛʁzɛ] (listen); Jèrriais: Jèrri [dʒɛri]), officially the Bailiwick of Jersey (French: Bailliage de Jersey; Jèrriais: Bailliage dé Jèrri), is a British Crown dependency located near the coast of Normandy, France. It is the second-closest of the Channel Islands to France, after Alderney.",
  "/wiki/Midhowe_Chambered_Cairn": "Midhowe Chambered Cairn is a large Neolithic chambered cairn located on the south shore of the island of Rousay, Orkney, Scotland. The name \"Midhowe\" comes from the Iron Age broch known as Midhowe Broch, that lies just west of the tomb.  The broch got its name from the fact that it's the middle of three such structures that lie grouped within 500 metres (1,600 ft) of each other and Howe from the Old Norse word haugr meaning mound or barrow. Together, the broch and chambered cairn form part of a large complex of ancient structures on the shore of Eynhallow Sound separating Rousay from Mainland, Orkney.",
  "/wiki/Orkney": "Orkney /ˈɔːrkni/ (Old Norse: Orkneyjar), also known as the Orkney Islands,[Notes 1] is an archipelago in the Northern Isles of Scotland, situated off the north coast of the island of Great Britain. Orkney is 10 miles (16 km) north of the coast of Caithness and has about 70 islands, of which 20 are inhabited. The largest island, Mainland, is often referred to as \"the Mainland\", and has an area of 523 square kilometres (202 sq mi), making it the sixth-largest Scottish island and the tenth-largest island in the British Isles. The largest settlement and administrative centre is Kirkwall.",
  "/wiki/Cromarty": "Cromarty ( /ˈkrɒmərti/ (listen); Scottish Gaelic: Cromba, IPA: [ˈkʰɾɔumpə]) is a town, civil parish and former royal burgh in Ross and Cromarty, in the Highland area of Scotland. In the 2001 census, it had a population of 719.",
  "/wiki/Rousay": "Rousay (Old Norse: Hrólfsey meaning Rolf's Island) is a small, hilly island about 3 km (1.9 mi) north of Mainland, the largest island in the Orkney Islands of Scotland. It has been nicknamed \"Egypt of the north\", due to its archaeological diversity and importance.",
  "/wiki/Gavrinis": "Gavrinis (Breton: Gavriniz) is a small island in the Gulf of Morbihan in Brittany, France. It contains the Gavrinis tomb, a megalithic monument notable for its abundance of megalithic art in the European Neolithic. Administratively, it is part of the commune of Larmor-Baden.",
  "/wiki/Gulf_of_Morbihan": "The Gulf of Morbihan is a natural harbour on the coast of the Département of Morbihan in the south of Brittany, France. This English name is taken from the French version: le golfe du Morbihan. It is more accurately called 'the Morbihan' directly from its Breton name which is Ar Mor Bihan, meaning 'the little sea' (Compare the Welsh y môr bychan), as opposed to the Atlantic Ocean outside, (Ar Mor Bras). Legend says that there are as many islands in the Gulf as there are days of the year. However, this is untrue and the gulf has about 40, depending on the tide. Many islands are private property, except the largest two, l'Île-aux-Moines and l'Île-d'Arz.",
  "/wiki/Wayland%27s_Smithy": "Wayland's Smithy is a chambered long barrow located near the village of Ashbury in the south-eastern English county of Oxfordshire. Probably constructed in the thirty-sixth century BC, during Britain's Early Neolithic period, today it survives in a partially reconstructed state.",
  "/wiki/Unstan_Chambered_Cairn": "Unstan (or Onstan, or Onston) is a Neolithic chambered cairn located about 2 miles (3 km) north-east of Stromness on Mainland, Orkney, Scotland. The tomb was built on a promontory that extends into the Loch of Stenness near the settlement of Howe. Unstan is notable as an atypical hybrid of the two main types of chambered cairn found in Orkney, and as the location of the first discovery of a type of pottery that now bears the name of the tomb. The site is in the care of Historic Environment Scotland as a scheduled monument.",
  "/wiki/Unstan_ware": "Unstan ware is the name used by archaeologists for a type of finely made and decorated Neolithic pottery from the 4th and 3rd millennia BC. Typical are elegant and distinctive shallow bowls with a band of grooved patterning below the rim, a type of decoration which was created using a technique known as \"stab-and-drag\". A second version consists of undecorated, round-bottomed bowls. Some of the bowls had bits of volcanic rock included in the clay to make them stronger. Bone tools were used to burnish the surfaces to make them shiny and impermeable.",
  "/wiki/Megalithic": "A megalith is a large stone that has been used to construct a structure or monument, either alone or together with other stones. The adjective megalithic describes structures made of such large stones without the use of mortar[citation needed] or concrete, as well as the periods of prehistory characterised by such constructions. There are over 35,000 megaliths in Europe alone, ranging from Sweden to the Mediterranean sea",
  "/wiki/List_of_oldest_known_surviving_buildings": "This article lists the oldest known surviving free-standing buildings constructed in the world, including on each of the continents and within each country.\n\"Building\" is defined as any human-made structure used or interface for supporting or sheltering any use or continuous occupancy. In order to qualify for this list a structure must:"
}