{
  "/wiki/M%C3%BCzahir_Sille": "Müzahir Sille (21 September 1931 – 17 May 2016) was a Turkish Olympic champion sports wrestler in the Featherweight class and a trainer. He won the gold medal in Men's Greco-Roman wrestling at the 1960 Olympics.",
  "/wiki/Wrestling_at_the_1960_Summer_Olympics": "At the 1960 Summer Olympics, 16 wrestling events were contested, all for men.  There were eight weight classes in Greco-Roman wrestling and eight classes in freestyle wrestling.",
  "/wiki/Mithat_Bayrak": "Mithat Bayrak (3 March 1929 – 20 April 2014) was a Turkish sports wrestler and trainer, who won two gold medals in the Welterweight class of Men's Greco-Roman Wrestling at the 1956 Olympics and 1960 Olympics.",
  "/wiki/Tevfik_Kis": "Tevfik Kış (10 August 1934 – 4 September 2019) was a Turkish European, World and Olympic champion sports wrestler in the Light heavyweight class (87 kg) and a trainer. He won the gold medal in men's Greco-Roman wrestling at the 1960 Olympics.",
  "/wiki/Ahmet_Bilek": "Ahmet Bilek (1932, Kula in Manisa, Turkey – 1971, Germany), was a Turkish Olympic champion sports wrestler in the flyweight class (52 kg) and a trainer. He won the gold medal in men's freestyle wrestling at the 1960 Olympics.",
  "/wiki/Mustafa_Dagistanli": "Mustafa Dağıstanlı (born 11 April 1931) is a retired Turkish wrestler. He had his best achievements in freestyle wrestling, winning gold medals at the 1956 and 1960 Olympics and 1954, 1957 and 1959 world championships. In Greco-Roman wrestling he won a gold medal at the 1955 Mediterranean Games.",
  "/wiki/Hasan_G%C3%BCng%C3%B6r": "Hasan Güngör (5 July 1934 – 13 October 2011) was a middleweight Turkish wrestler (79 kg before 1961, 87 kg after 1961) and a wrestling coach. He won a gold medal at the 1960 Olympics and a silver medal at the 1964 Olympics, as well as multiple medals at the World, European and Balkan championships. After retiring from competitions in 1967, Güngör worked for more than 20 years as a coach of the junior and senior national teams. Güngör was married and had three children. He lived in Denizli until his death.",
  "/wiki/Ismet_Atli": "İsmet Atlı (1931 – 4 April 2014) was a Turkish Olympic medalist sports wrestler in the Light heavyweight class and a trainer. He won the gold medal in Men's Freestyle wrestling at the 1960 Olympics.",
  "/wiki/Ismail_Ogan": "İsmail Ogan (born 5 March 1933) is a retired Turkish freestyle wrestler and coach. He competed at the 1960 and 1964 Olympics and won a silver and a gold medal, respectively. He also collected three medals at the world championships in 1957–1963.",
  "/wiki/Hamit_Kaplan": "Hamit Kaplan (20 September 1934 – 5 January 1976) was a Turkish World and Olympic champion sports wrestler of Circassian descent in the Heavyweight class. He won the gold, silver and bronze medal in men's freestyle wrestling at three consecutive Olympic Games in 1956, 1960 and 1964."
}