{
  "/wiki/Record_Label": "A record label, or record company, is a brand or trademark associated with the marketing of music recordings and music videos. Sometimes, a record label is also a publishing company that manages such brands and trademarks, coordinates the production, manufacture, distribution, marketing, promotion, and enforcement of copyright for sound recordings and music videos, while also conducting talent scouting and development of new artists (\"artists and repertoire\" or \"A&R\"), and maintaining contracts with recording artists and their managers. The term \"record label\" derives from the circular label in the center of a vinyl record which prominently displays the manufacturer's name, along with other information. Within the mainstream music industry, recording artists have traditionally been reliant upon record labels to broaden their consumer base, market their albums, and be both promoted and heard on music streaming services, radio, and television. Record labels also provide publicists, who assist performers in gaining positive media coverage, and arrange for their merchandise to be available via stores and other media outlets.",
  "/wiki/Wipeout_2097:_The_Soundtrack": "Wipeout 2097 (stylised wipE'out\"2097; released as Wipeout XL in North America) is a futuristic racing game developed and published by Psygnosis. It is the second installment released in the Wipeout series and the direct sequel of the original game released the previous year. It was originally released in 1996 for the PlayStation, and in 1997 for Microsoft Windows and the Sega Saturn. It was later ported by Digital Images to the Amiga in 1999 and by Coderus to Mac OS in 2002.",
  "/wiki/Wipeout_2097": "Wipeout 2097 (stylised wipE'out\"2097; released as Wipeout XL in North America) is a futuristic racing game developed and published by Psygnosis. It is the second installment released in the Wipeout series and the direct sequel of the original game released the previous year. It was originally released in 1996 for the PlayStation, and in 1997 for Microsoft Windows and the Sega Saturn. It was later ported by Digital Images to the Amiga in 1999 and by Coderus to Mac OS in 2002.",
  "/wiki/Virgin_Records": "Virgin Records Ltd. is a British record label founded by entrepreneurs Richard Branson, Simon Draper, Nik Powell, and musician Tom Newman in 1972. It grew to be a worldwide phenomenon over time, with the success of platinum performers such as Aaliyah, George Michael, Paula Abdul, Janet Jackson, Roy Orbison, Devo, Tangerine Dream, Genesis, Keith Richards, the Human League, Culture Club, Simple Minds, Lenny Kravitz, dc Talk, the Smashing Pumpkins, Mike Oldfield, Gorillaz, Lewis Capaldi and Spice Girls, among others.",
  "/wiki/Ghost_in_the_Shell_(video_game)": "Ghost in the Shell[ja 1] is a cyberpunk-themed third-person shooter video game developed by Exact and Production I.G for the PlayStation. A part of the larger Ghost in the Shell media franchise, it utilizes the same English voice cast as the feature film of the same name, although the two do not share a story continuity. The game was first released in July 1997, along with soundtrack albums, an artbook and a guidebook.",
  "/wiki/Sony_Music_Entertainment": "Sony Music Entertainment (commonly referred to as Sony Music), is an American global music conglomerate owned by Sony Corporation of America and incorporated as a general partnership of Sony Music Holdings Inc. through Sony Entertainment, a subsidiary of the Japanese conglomerate Sony.",
  "/wiki/Grand_Theft_Auto_III": "Grand Theft Auto III is a 2001 action-adventure game developed by DMA Design and published by Rockstar Games. It is the fifth title in the Grand Theft Auto series, and the first main entry since 1999's Grand Theft Auto 2. Set within the fictional Liberty City, based on New York City, the game follows a criminal named Claude after he is left for dead and quickly becomes entangled in a world of gangs, crime and corruption. The game is played from a third-person perspective and its world is navigated on foot or by vehicle. The open world design lets players freely roam the three islands of Liberty City.",
  "/wiki/Tom_Clancy's_Splinter_Cell:_Chaos_Theory": "Tom Clancy's Splinter Cell: Chaos Theory is a stealth game developed by Ubisoft Montreal and Ubisoft Milan and released in March 2005 for the Xbox, PlayStation 2 (PS2), GameCube and Microsoft Windows. Handheld versions for the Nintendo DS, mobile, and N-Gage were also released. A Game Boy Advance port was planned, but later cancelled.",
  "/wiki/Ninja_Tune": "Ninja Tune is an English independent record label based in London. It has a satellite office in Los Angeles. It was founded by Matt Black and Jonathan More, better known as Coldcut and managed by Peter Quicke and others.",
  "/wiki/Amon_Tobin": "Amon Adonai Santos de Araújo Tobin (born February 7, 1972), known as Amon Tobin, is a Brazilian musician, composer and producer of electronic music. He is noted for his unusual methodology in sound design and music production. He has released eight major studio albums under the London-based Ninja Tune record label. He has also released two albums under the alias Two Fingers with collaborator  Doubleclick. His latest release, Long Stories, was released on October 25th, 2019.",
  "/wiki/Marvel_vs._Capcom_2": "Marvel vs. Capcom 2: New Age of Heroes[b] is a crossover fighting game developed and published by Capcom. It is the fourth installment in both the Marvel vs. Capcom series and Capcom's Vs. series respectively, which features characters from both Capcom's video game franchises and comic book series published by Marvel Comics. Originally released in Japanese arcades in 2000, the game received ports to the Dreamcast, PlayStation 2, PlayStation 3, Xbox, Xbox 360, and iOS devices over the span of twelve years.",
  "/wiki/Capcom": "Capcom Co., Ltd. (Japanese: 株式会社カプコン, Hepburn: Kabushiki-gaisha Kapukon) is a Japanese video game developer and publisher known for creating numerous multi-million selling game franchises, including Street Fighter, Mega Man, Resident Evil, Devil May Cry, Onimusha, Dino Crisis, Dead Rising, Sengoku Basara, Ghosts 'n Goblins, Monster Hunter, Breath of Fire, and Ace Attorney as well as games based on Disney animated properties. Established in 1979, it has become an international enterprise with subsidiaries in North America, Europe, and Japan.",
  "/wiki/Brütal_Legend": "Brütal Legend is an action-adventure video game with real-time strategy game elements created by Double Fine and published by Electronic Arts for the PlayStation 3 and Xbox 360. The game was released during October 2009 in North America, Europe, and Australia. Though Brütal Legend was originally to be published by Vivendi Games prior to its merger with Activision, Activision dropped the game from its portfolio after the merger. It was later picked up by Electronic Arts, though Activision and Double Fine brought counter-lawsuits against each other over publishing issues. The issues were settled out of court. Later, Double Fine announced a port of the game for Microsoft Windows via Steam, which was released in February 2013. Mac OS X and Linux versions of the game were made available as part of the Humble Bundle in May 2013. A physical collector's edition for Windows, Mac OS X, and Linux was released by IndieBox in October 2014.",
  "/wiki/Double_Fine_Productions": "Double Fine Productions, Inc. is an American video game developer and a studio of Xbox Game Studios based in San Francisco, California. Founded in July 2000 by Tim Schafer shortly after his departure from LucasArts, Double Fine's first two games – Psychonauts and Brütal Legend – underperformed publishers' expectations despite critical praise. The future of the company was assured when Schafer turned to several in-house prototypes built during a two-week period known as \"Amnesia Fortnight\" to expand as smaller titles, all of which were licensed through publishers and met with commercial success. Schafer has since repeated these Amnesia Fortnights, using fan-voting mechanics, to help select and build smaller titles. Double Fine is also credited with driving interest in crowdfunding in video games, having been able to raise more than US$3 million for the development of Broken Age, at the time one of the largest projects funded by Kickstarter. The company has continued to build on their independent developer status and has promoted efforts to help other, smaller independent developers through its clout, including becoming a video game publisher for these titles. Double Fine has also been able to acquire rights to remaster some of the earlier LucasArts adventure games, including Grim Fandango, Day of the Tentacle, and Full Throttle. The Double Fine website is also host to seven webcomics, which are created by members of Double Fine's art team and are collectively referred to as the Double Fine Comics.",
  "/wiki/Peter_McConnell": "Peter N. McConnell (born 1960), also known as Peter Mc, is an American video game composer and musician, best known for his work at LucasArts and for composing the soundtracks for every Sly Cooper game since the second installment.",
  "/wiki/Shatter_(video_game)": "Shatter is a Breakout clone video game developed and published by Sidhe Interactive for PlayStation 3, PC, and iOS. The game was released on July 23, 2009 on PSN, on March 15, 2010 on Microsoft Windows, on September 18, 2012 on OS X, and on March 14, 2013 on GNU/Linux.",
  "/wiki/BioShock_(soundtrack)": "The music soundtrack of the BioShock series is composed of licensed music from the 1930s, 1940s, and 1950s, as well as an original orchestral score by Garry Schyman.",
  "/wiki/BioShock": "BioShock is a 2007 first-person shooter game developed by 2K Boston (later Irrational Games) and 2K Australia, and published by 2K Games. It is the first game in the Bioshock series. The game's concept was developed by Irrational's creative lead, Ken Levine, and incorporates ideas by 20th century dystopian and utopian thinkers such as Ayn Rand, George Orwell, and Aldous Huxley, as well as historical figures such as John D. Rockefeller and Walt Disney. The game is considered a spiritual successor to the System Shock series, on which many of Irrational's team, including Levine, had worked previously.",
  "/wiki/Take_Two_Interactive": "Take-Two Interactive Software, Inc. is an American video game holding company based in New York City. The company owns two major publishing labels, Rockstar Games and 2K, which operate internal game development studios. Take-Two's portfolio includes numerous successful video game series across personal computer and video game consoles, including BioShock, Borderlands, Civilization, Grand Theft Auto, NBA 2K, Red Dead, and XCOM. As of March 2018, it is the third-largest publicly traded game company in the Americas and Europe after Activision Blizzard and Electronic Arts, with an estimated market cap of US$13 billion.",
  "/wiki/BioShock_2": "BioShock 2 is a first-person shooter video game developed by 2K Marin and published by 2K Games. A part of the Bioshock series, it is the sequel to the 2007 video game BioShock and was released worldwide for Microsoft Windows, the PlayStation 3, and the Xbox 360 on February 9, 2010. Feral Interactive released an OS X version of the game on March 30, 2012. Set in the fictional underwater dystopian city of Rapture, the game's story takes place eight years after BioShock. Assuming control of Subject Delta, a hulking Big Daddy, players are tasked with fighting through \"Splicers\", the psychotic human population of the city, using weapons and an array of genetic modifications. The game also introduces a story-driven multiplayer mode called Fall of Rapture, which takes place during Rapture's 1959 civil war, before the events of the first game.",
  "/wiki/Machinarium_Soundtrack": "Machinarium is a puzzle point-and-click adventure game developed by Amanita Design. It was released on 16 October 2009 for Microsoft Windows, OS X, Linux, on 8 September 2011 for iPad 2 on the App Store, on 21 November 2011 for BlackBerry PlayBook, on 10 May 2012 for Android, on 6 September 2012 on PlayStation 3's PlayStation Network in Europe, on 9 October 2012 in North America and on 18 October 2012 in Asia, and was also released for PlayStation Vita on 26 March 2013 in North America, on 1 May 2013 in Europe and on 7 May 2013 in Asia. Demos for Windows, Mac and Linux were made available on 30 September 2009. A future release for the Wii's WiiWare service was cancelled as of November 2011[update] due to WiiWare's 40MB limit.",
  "/wiki/Machinarium": "Machinarium is a puzzle point-and-click adventure game developed by Amanita Design. It was released on 16 October 2009 for Microsoft Windows, OS X, Linux, on 8 September 2011 for iPad 2 on the App Store, on 21 November 2011 for BlackBerry PlayBook, on 10 May 2012 for Android, on 6 September 2012 on PlayStation 3's PlayStation Network in Europe, on 9 October 2012 in North America and on 18 October 2012 in Asia, and was also released for PlayStation Vita on 26 March 2013 in North America, on 1 May 2013 in Europe and on 7 May 2013 in Asia. Demos for Windows, Mac and Linux were made available on 30 September 2009. A future release for the Wii's WiiWare service was cancelled as of November 2011[update] due to WiiWare's 40MB limit.",
  "/wiki/Tron_Evolution": "Tron: Evolution is a third-person action-adventure video game, the tie-in for the film Tron: Legacy. It was developed by Propaganda Games and published by Disney Interactive. It was announced at the Spike Video Game Awards and was released for Microsoft's Windows  and Xbox 360 platforms, and Sony's PlayStation 3 and PlayStation Portable  platforms.  It was released on November 25, 2010 in Australia, November 26, 2010 in Europe, and December 7, 2010 in North America and Asia. It uses engines from Epic Game's Unreal, and BioWare's Aurora.",
  "/wiki/Iam8bit": "Iam8bit, Inc. is a production company, creative policy institute and art exhibition based in Los Angeles, California. The company works in many entertainment industries including video games, film, fashion and music. They have produced many projects including exclusive taste-maker mailers, large scale community events and short films. In 2011, iam8bit rebranded their identity to be more broadly focused, launching with a new logo and website.",
  "/wiki/Tron_Legacy": "Tron: Legacy is a 2010 American science fiction/action film directed by Joseph Kosinski, in his feature directorial debut, from a screenplay written by Adam Horowitz and Edward Kitsis, based on a story by Horowitz, Kitsis, Brian Klugman and Lee Sternthal. It is a sequel to the 1982 film Tron, whose director Steven Lisberger returned to produce. The cast includes Jeff Bridges and Bruce Boxleitner reprising their roles as Kevin Flynn and Alan Bradley, respectively, as well as Garrett Hedlund, Olivia Wilde, James Frain, Beau Garrett and Michael Sheen. The story follows Flynn's adult son Sam, who responds to a message from his long-lost father and is transported into a virtual reality called \"the Grid,\" where Sam, his father, and the algorithm Quorra must stop the malevolent program Clu from invading the real world.",
  "/wiki/Revolution_Overdrive:_Songs_of_Liberty": "Revolution Overdrive: Songs of Liberty is a soundtrack to the 2010 video game StarCraft II: Wings of Liberty. The album features original and cover songs heard in JoeyRay's bar, a bar in the video game. It is the second soundtrack to the game; the first features the games original score. A vinyl record version of the soundtrack was originally released for BlizzCon 2010. The dual sided record featured 6 tracks on A-side and 5 on B-side. CD and iTunes LP versions of the album were released later that year. These versions feature an additional 3 tracks, and the iTunes version includes extra features, including the StarCraft II: Wings of Liberty trailer, fictional biographies for all the artists on the album (most of which are Blizzard Entertainment house bands), as well as a list of cocktails made in JoeyRays's bar.",
  "/wiki/StarCraft_II:_Wings_of_Liberty": "StarCraft II: Wings of Liberty is a science fiction real-time strategy video game developed and published by Blizzard Entertainment. It was released worldwide in July 2010 for Microsoft Windows and Mac OS X. A sequel to the 1998 video game StarCraft and the Brood War expansion pack, the game is actually split into three installments: the base game, subtitled Wings of Liberty, an expansion pack, Heart of the Swarm, and a stand-alone expansion pack, Legacy of the Void. In March 2016, a campaign pack called StarCraft II: Nova Covert Ops was also released.",
  "/wiki/Blizzard_Entertainment": "Blizzard Entertainment, Inc. is an American video game developer and publisher based in Irvine, California, and is a subsidiary of Activision Blizzard. The company was founded on February 8, 1991, under the name Silicon & Synapse, Inc. by three graduates of the University of California, Los Angeles: Michael Morhaime, Frank Pearce and Allen Adham. The company originally concentrated on the creation of game ports for other studios' games before beginning development of their own software in 1993 with games like Rock n' Roll Racing and The Lost Vikings. In 1994, the company became Chaos Studios, Inc., then Blizzard Entertainment after being acquired by distributor Davidson & Associates.",
  "/wiki/Red_Dead_Redemption_Original_Soundtrack": "The music for the 2010 action-adventure western video game Red Dead Redemption, developed by Rockstar San Diego and published by Rockstar Games, was composed by musicians Bill Elm and Woody Jackson. Recorded at Jackson's studio in Los Angeles, the soundtracks were produced by David Holmes. The music was intended to imitate soundtracks of 1960s Western films, such as Ennio Morricone's work on the Dollars Trilogy. In collaboration with each other, Elm and Jackson produced over fourteen hours of music across fifteen months. The composers used unconventional instruments to create unique sounds, and worked with artists such as Tommy Morgan during production. Four supplementary vocal recordings were also produced for the game.",
  "/wiki/Red_Dead_Redemption": "Red Dead Redemption is a Western action-adventure game developed by Rockstar San Diego and published by Rockstar Games. A spiritual successor to 2004's Red Dead Revolver, it is the second game in the Red Dead series, and was released for the PlayStation 3 and Xbox 360 in May 2010. Red Dead Redemption is set during the decline of the American frontier in the year 1911 and follows John Marston, a former outlaw whose wife and son are taken hostage by the government in ransom for his services as a hired gun. Having no other choice, Marston sets out to bring three members of his former gang to justice.",
  "/wiki/Wax_Poetics_Records": "Wax Poetics is a quarterly American music magazine dedicated to vintage and contemporary jazz, funk, soul, Latin, hip-hop, reggae, blues, and R&B in the crate-digger tradition; the name of the magazine is itself an allusion to vinyl records.",
  "/wiki/Final_Fantasy_XIII": "Final Fantasy XIII[a] is a science fiction role-playing video game developed and published by Square Enix for the PlayStation 3 and Xbox 360 consoles and later for the Microsoft Windows operating system. Released in Japan in December 2009 and worldwide in March 2010, it is the thirteenth title in the mainline Final Fantasy series. The game includes fast-paced combat, a new system for the series for determining which abilities are developed for the characters called \"Crystarium\", and a customizable \"Paradigm\" system to control which abilities are used by the characters. Final Fantasy XIII includes elements from the previous games in the series, such as summoned monsters, chocobos, and airships.",
  "/wiki/Square_Enix": "Square Enix Holdings Co., Ltd. is a Japanese video game developer, publisher, and distribution company known for its Final Fantasy, Dragon Quest, and Kingdom Hearts role-playing video game franchises, among numerous others. Several of them have sold over 10 million copies worldwide, with the Final Fantasy franchise alone selling 144 million, the Dragon Quest franchise selling 78 million and the Kingdom Hearts franchise selling 30 million. The Square Enix headquarters are in the Shinjuku Eastside Square Building in Shinjuku, Tokyo. The company employs over 4300 employees worldwide.",
  "/wiki/Final_Fantasy_XI": "Final Fantasy XI[a], also known as Final Fantasy XI Online, is a massively multiplayer online role-playing game (MMORPG), developed and published by Square (later Square Enix) as part of the Final Fantasy series. Designed and produced by Hiromichi Tanaka, it was released in Japan on May 16, 2002, for PlayStation 2 and Microsoft Windows-based personal computers in November of that year. The game was the first MMORPG to offer cross-platform play between PlayStation 2 and personal computer. It was also the Xbox 360's first MMORPG. All versions of the game require a monthly subscription to play.",
  "/wiki/List_of_video_game_soundtracks_released_on_vinyl": "The practice of releasing video game soundtracks on vinyl records began in the 1980s, fell out of favor in the 1990s and 2000s as vinyl records were replaced by other storage media, and experienced a resurgence of interest in the 2010s due in part to a vinyl revival."
}