{
  "/wiki/Apo_Reef": "Apo Reef is a coral reef system in the Philippines situated on the western waters of Occidental Mindoro province in the Mindoro Strait. Encompassing 34 square kilometres (13 sq mi), it is considered the world's second-largest contiguous coral reef system, and is the largest in the country. The reef and its surrounding waters are protected areas in the country administered as the Apo Reef Natural Park (ARNP).  It is one of the best known and most popular dive sites in the country. It is listed in the tentative list for UNESCO World Heritage Sites.",
  "/wiki/Sulu_Sea": "The Sulu Sea (Filipino: Dagat ng Sulu; Tausug: Dagat sin Sūg; Chavacano: Mar de Sulu; Cebuano: Dagat sa Sulu; Hiligaynon: Dagat sang Sulu; Karay-a: Dagat kang Sulu; Cuyonon: Dagat i'ang Sulu; Malay: Laut Sulu) is a body of water in the southwestern area of the Philippines, separated from the South China Sea in the northwest by Palawan and from the Celebes Sea in the southeast by the Sulu Archipelago. Borneo is found to the southwest and Visayas to the northeast.",
  "/wiki/Loboc_Church": "The San Pedro Apostol Parish Church (also Saint Peter the Apostle Parish Church, Spanish: Iglesia Parroquial de San Pedro Apóstol), commonly known as Loboc Church, is a Roman Catholic church in the municipality of Loboc, Bohol, Philippines, within the jurisdiction of the Roman Catholic Diocese of Tagbilaran.",
  "/wiki/Boljoon_Church": "The Nuestra Señora del Patrocinio de Maria Parish Church (Our Lady of Patronage of Mary Parish Church), commonly known as Boljoon Church, is a Roman Catholic Church dedicated to the Our Lady of Patrocinio in the municipality of Boljoon, Cebu, Philippines, under the Roman Catholic Archdiocese of Cebu.",
  "/wiki/Guiuan_Church": "The Immaculate Conception Parish Church (Spanish: Iglesia Parroquial de la Inmaculada Concepción), commonly known as Guiuan Church, is a Roman Catholic church in the municipality of Guiuan, Eastern Samar, Philippines, within the jurisdiction of the Diocese of Borongan.",
  "/wiki/Tumauini_Church": "The San Matias Parish Church (Spanish: Iglesia Parroquial de San Matías), commonly known as Tumauini Church, is a Roman Catholic church in the municipality of Tumauini, Isabela, Philippines, within the jurisdiction of the Roman Catholic Diocese of Ilagan. It became a separate parish independent from Cabagan under the advocacy of Saint Matthias in 1751.",
  "/wiki/Lazi_Church": "The San Isidro Labrador Parish Church (Spanish: Iglesia Parroquial de San Isidro Labrador), commonly known as Lazi Church, is a Roman Catholic church in the municipality of Lazi, Siquijor, Philippines within the jurisdiction of the Diocese of Dumaguete. It became an independent parish in 1857 under the advocacy of Saint Isidore the Laborer",
  "/wiki/List_of_National_Cultural_Treasures_in_the_Philippines": "The National Cultural Treasures declarations are authorized under the National Heritage Act of 2009 and recognized within the Cultural Properties of the Philippines by the Philippine government.",
  "/wiki/Batanes": "Batanes (Ivatan: Provinsiya nu Batanes; Tagalog: Lalawigan ng Batanes, IPA: [baˈtanes]) is an archipelagic province in the Philippines situated in the Cagayan Valley region. It is the northernmost province in the country, and also the smallest, both in population and land area. Its capital is Basco located on the island of Batan.",
  "/wiki/Mahatao_Church": "San Carlos Borromeo Church (Spanish: Iglesia Parroquial de San Carlos Borromeo), also known as Mahatao Church, is a Roman Catholic church located in Mahatao, Batan Island, Batanes, Philippines. The church's titular is Saint Charles Borromeo whose feast is celebrated every November 4. Its beauty and excellent state of preservation made it a National Cultural Treasure by the National Museum of the Philippines on July 31, 2001.",
  "/wiki/Butuan,_Agusan_del_Norte": "Butuan (pronounced /ˌbuːtuˈʔɑːn/), officially the City of Butuan (Cebuano: Dakbayan sa Butuan; Butuanon: Dakbayan hong Butuan), or simply known as Butuan City, is a 1st class highly urbanized city and regional center of the Caraga Region, Philippines. According to the 2015 census, it has a population of 337,063 people.",
  "/wiki/Agusan_del_Norte": "Agusan del Norte (Cebuano: Amihanang Agusan; Butuanon: Probinsya hong Agusan del Norte) is a province in the Philippines located in the Caraga region of Mindanao. Its capital is the city of Cabadbaran and it is bordered on the northeast by Surigao del Norte; mid-east by Surigao del Sur; southeast by Agusan del Sur, and southwest by Misamis Oriental. It faces Butuan Bay, part of the Bohol Sea, to the northwest.",
  "/wiki/Rajahnate_of_Butuan": "The Rajahnate of Butuan (also called as Kingdom of Butuan) was a precolonial Philippine polity centered on the northern Mindanao island in the modern city of Butuan in what is now the southern Philippines. It was known for its mining of gold, its gold products and its extensive trade network across the Nusantara area. The kingdom had trading relationships with the ancient civilizations of Japan, China, India, Indonesia, Persia, Cambodia and areas now comprised in Thailand.",
  "/wiki/Chocolate_Hills": "The Chocolate Hills (Cebuano: Mga Bungtod sa Tsokolate, Tagalog: Tsokolateng burol) are a geological formation in the Bohol province of the Philippines. There are at least 1,260 hills but there may be as many as 1,776 hills spread over an area of more than 50 square kilometres (20 sq mi). They are covered in green grass that turns brown during the dry season, hence the name.",
  "/wiki/Bohol": "Bohol /bɔːhɔːl/ is a 1st provincial income class island province of the Philippines located in the Central Visayas region, consisting of the island itself and 75 minor surrounding islands. Its capital is Tagbilaran. With a land area of 4,821 km2 (1,861 sq mi) and a coastline 261 km (162 mi) long, Bohol is the tenth largest island of the Philippines.",
  "/wiki/Coron_Island": "Coron is the third-largest island in the Calamian Islands in northern Palawan in the Philippines. The island is part of the larger municipality of the same name. It is about 170 nautical miles (310 km) southwest of Manila and is known for several Japanese shipwrecks of World War II vintage. Because of its unique ecological features, the entire area is protected by several legal proclamations.",
  "/wiki/Palawan": "Palawan (pronounced /pəˈlɑːwɑːn/), officially the Province of Palawan (Cuyonon: Probinsya i'ang Palawan / Paragua; Tagalog: Lalawigan ng Palawan; Hiligaynon: Kapuoran sang Palawan; Cebuano: Lalawigan sa Palawan), is an archipelagic province of the Philippines that is located in the region of MIMAROPA. It is the largest province in the country in terms of total area of jurisdiction. Its capital is the city of Puerto Princesa, but the city is governed independently from the province as a highly urbanized city.",
  "/wiki/Biosphere_Reserve": "Man and the Biosphere Programme (MAB) is an intergovernmental scientific programme, launched in 1971 by UNESCO, that aims to establish a scientific basis for the improvement of relationships between people and their environments.",
  "/wiki/El_Nido,_Palawan": "El Nido, officially the Municipality of El Nido, (Tagalog: Bayan ng El Nido),  is a 1st class municipality in the province of Palawan, Philippines. According to the 2015 census, it has a population of 41,606 people.",
  "/wiki/Taytay,_Palawan": "Taytay, officially the Municipality of Taytay, (Tagalog: Bayan ng Taytay IPA: [taj'taj]),  is a 1st class municipality in the province of Palawan, Philippines. According to the 2015 census, it has a population of 75,165 people.",
  "/wiki/Kabayan_Mummies": "The Fire Mummies of the Philippines, also known as the Kabayan Mummies, Benguet Mummies, or Ibaloi Mummies, are a group of mummies found along the mountain slopes of  Kabayan, a town in the northern part of the Philippines. They were made from as early as 2000 BC until the 16th century, when Spain colonized the Philippines. Today, they remain in natural caves and a museum in Kabayan.",
  "/wiki/Benguet": "Benguet (Tagalog pronunciation: [beŋˈɡet]; Ibaloi: Probinsya ne Benguet; Ilocano: Probinsia ti Benguet; Pangasinan: Luyag na Benguet; Tagalog: Lalawigan ng Benguet) is a landlocked province of the Philippines located in the southern tip of the Cordillera Administrative Region in the island of Luzon. Its capital is La Trinidad.",
  "/wiki/World_Monuments_Fund": "World Monuments Fund (WMF) is a private, international, non-profit organization dedicated to the preservation of historic architecture and cultural heritage sites around the world through fieldwork, advocacy, grantmaking, education, and training.",
  "/wiki/Mayon_Volcano_Natural_Park": "The Mayon Volcano Natural Park is a protected area of the Philippines located in the Bicol Region (Region 5) on southeast Luzon Island, the largest island of the country.  The Natural park covers an area of 5,775.7 hectares (14,272 acres), which includes its centerpiece Mayon Volcano, the most active volcano in the Philippines, and its adjacent surroundings.  The volcano is also renowned for having an almost perfect cone.  First protected as a National Park in 1938, it was reclassified as a Natural Park in the year 2000.",
  "/wiki/Albay": "Albay  (Central Bicolano: Probinsya kan Albay; Tagalog: Lalawigan ng Albay; Spanish: Provincia de Albay) is a province located in the Bicol Region in southeastern Luzon of the Philippines.",
  "/wiki/UNESCO": "The United Nations Educational, Scientific and Cultural Organization (UNESCO; French: Organisation des Nations unies pour l'éducation, la science et la culture) is a specialized agency of the United Nations (UN) based in Paris, France. Its declared purpose is to contribute to promoting international collaboration in education, sciences, and culture in order to increase universal respect for justice, the rule of law, and human rights along with fundamental freedom proclaimed in the United Nations Charter.\nIt is the successor of the League of Nations' International Committee on Intellectual Cooperation.",
  "/wiki/Mounts_Iglit-Baco_National_Park": "The Mounts Iglit–Baco National Park is a protected area of the Philippines and an ASEAN Heritage Park located in the island of Mindoro in central Philippines. The park covers an area of 75,445 hectares (186,430 acres) surrounding Mount Iglit and Mount Baco in the central interior of Mindoro. It was established in 1970 by virtue of Republic Act No. 6148. In 2003, the Association of Southeast Asian Nations listed it as one of its four heritage parks in the Philippines. The park has also been nominated in the Tentative List of UNESCO World Heritage Sites.",
  "/wiki/Mindoro": "Mindoro is the seventh largest island in the Philippines by land area with a total of 10,571 km2 ( 4,082 sq.mi ) and with a total population of 1,331,473 as of 2015. It is located off the southwestern coast of Luzon and northeast of Palawan. Mindoro is divided into two provinces: Occidental Mindoro and Oriental Mindoro. San Jose is the largest settlement on the island with a total population of 143,430 inhabitants as of 2015. The southern coast of Mindoro forms the northeastern extremum of the Sulu Sea. Mount Halcon is the highest point on the island, standing at 8,484 feet (2,586 m) above sea level located in Oriental Mindoro. Mount Baco is the island's second highest mountain with an elevation of 8,163 feet (2,488 m), located in the province of Occidental Mindoro.",
  "/wiki/ASEAN_Heritage_Park": "ASEAN Heritage Parks  (AHP) represent efforts to conserve areas of particular biodiversity importance or exceptional uniqueness by member states of the Association of Southeast Asian Nations. ASEAN environmental ministers signed the ASEAN Declaration on Heritage Parks on 18 December 2003. ASEAN member countries agreed that, \"common cooperation is necessary to conserve and manage AHP for the development and implementation of regional conservation and management action plans as well as regional mechanisms complementary to national efforts to implement conservation measures.\"",
  "/wiki/Mount_Malindang": "Mount Malindang is a complex volcano located in the province of Misamis Occidental in the southern island of Mindanao, Philippines. It is the highest point in the province. The least studied mountain range was formed through several volcanic activities some of which could be historical, evident by the presence of two calderas, surrounded by high rock walls, cinder cones, dome volcano plugs, two sulfurous hot springs, and a crater lake named Lake Duminagat. The amphitheater structures have extensive distribution of volcanic rocks, carbonized wood that are found in pyroclastic deposits. The mountain range is dissected by several canyons and ravines.",
  "/wiki/Misamis_Occidental": "Misamis Occidental (Cebuano: Kasadpang Misamis; Subanen: Sindepan Mis'samis) is a province located in the region of Northern Mindanao in the Philippines. Its capital is the city of Oroquieta. The province borders Zamboanga del Norte and Zamboanga del Sur to the west and is separated from Lanao del Norte by Panguil Bay to the south and Iligan Bay to the east. The province of Misamis was originally inhabited by Subanens who were an easy target by the sea pirates from Lanao.",
  "/wiki/Mount_Mantalingajan": "Mount Mantalingajan (or Mantalingahan or Mantaling) is the highest point in the province of Palawan, Philippines. located in the southern part of Palawan Island that forms the highest part of the Beaufort Mountains Ultramafics geological region, a series of ultramafic outcrops of Eocene origin, of which Mount Victoria forms the largest contiguous land area.  The peak of the mountain is the highest point on Palawan.",
  "/wiki/Mount_Pulag": "Mount Pulag (Filipino: Bundok Pulag)  is Luzon’s highest peak at 2,926 metres (9,600 ft) above sea level. It is also an dormant volcano. The borders between the provinces of Benguet, Ifugao, and Nueva Vizcaya meet at the mountain's peak.",
  "/wiki/Ifugao": "Ifugao (Ilocano: Probinsia ti Ifugao; Tagalog: Lalawigan ng Ifugao) is a landlocked province of the Philippines in the Cordillera Administrative Region in Luzon. Its capital is Lagawe and it borders Benguet to the west, Mountain Province to the north, Isabela to the east, and Nueva Vizcaya to the south.",
  "/wiki/Nueva_Viscaya": "Nueva Vizcaya (Ilocano: Probinsia ti Nueva Vizcaya [Baro nga Biscaya]; Gaddang: Probinsia na Nueva Vizcaya; Tagalog: Lalawigan ng Nueva Vizcaya) is a province of the Philippines located in the region of Cagayan Valley in Luzon. Its capital is Bayombong. It is bordered by Benguet to the west, Ifugao to the north, Isabela to the northeast, Quirino to the east, Aurora to the southeast, Nueva Ecija to the south, and Pangasinan to the southwest. Quirino province was created from Nueva Vizcaya in 1966.",
  "/wiki/Lal-lo_and_Gattaran_Shell_Middens": "The Lal-lo and Gattaran Shell Middens are one of the most significant archaeological gastronomic finds in Southeast Asia in the 20th century. The site is located along the banks of the Cagayan River in the province of Cagayan, Philippines. The site, as old as 2000 BC, is highly important due to its archaeological impact on the food resources and human activities of the ancient peoples of the Cagayan Valley. It is currently under consideration as a UNESCO World Heritage Site.",
  "/wiki/Cagayan": "Cagayán (/kɑːɡəˈjɑːn/ kah-gə-YAHN) (Ilocano: Probinsia ti Cagayan; Ibanag: Provinsiya na Cagayan; Itawit: Provinsiya ya Cagayan; Tagalog: Lalawigan ng Cagayan) is a province of the Philippines in the Cagayan Valley region in the northeast of Luzon Island, and includes the Babuyan Islands to the north. The province borders Ilocos Norte and Apayao to the west, and Kalinga and Isabela to the south. Its capital is the city of Tuguegarao.",
  "/wiki/Northern_Sierra_Madre_Natural_Park": "The Northern Sierra Madre Natural Park is the largest protected area of the Philippines covering the northern range of the Sierra Madre mountains of eastern Luzon. The park is located in the eastern part of the province of Isabela in Cagayan Valley (Region II) containing a total of 359,486 hectares (888,310 acres). It was first declared a wilderness reserve encompassing an area within a  45 kilometres (28 mi) radius of Palanan Point known as the Palanan Wilderness Area through Letter of Instructions No. 917-A signed by President Ferdinand Marcos on 7 September 1979. On 10 March 1997, the area was converted into a natural park with the signing of Proclamation No. 978 by President Fidel Ramos.",
  "/wiki/Isabela_(province)": "Isabela (Ilocano: Probinsia ti Isabela; Ibanag: Provinsia na Isabela; Tagalog: Lalawigan ng Isabela) is the largest province on the island of Luzon in land area. Its capital is the city of Ilagan. Situated within the Cagayan Valley region, it is bordered by the provinces of Cagayan to the north, Kalinga to the northwest, Mountain Province to the central-west, Ifugao and Nueva Vizcaya to the southwest, Quirino and Aurora to the south, and the Philippine Sea to the east.",
  "/wiki/Cagayan_Valley": "Cagayan Valley or Region II is an official administrative region in the Philippines located in the northeastern portion of Luzon Island. It is composed of five Philippine provinces: Batanes, Cagayan, Isabela, Nueva Vizcaya, and Quirino. The region has four official cities: Cauayan, Isabela, Ilagan, Santiago, and Tuguegarao.",
  "/wiki/Callao_Cave": "Callao Cave (IPA: [kaʎaʊ]) is one of the limestone caves located in the municipality of Peñablanca, Cagayan province, in the Philippines. The seven-chamber show cave is one of 300 caves that dot the area and the best known natural tourist attraction of the province. The town is named as Peñablanca (Spanish for white rocks) for the presence of white limestone rocks in the area. Callao Cave is located in the Barangays of Magdalo and Quibal in Peñablanca about 24 km (15 mi) northeast of Tuguegarao City, the capital of the Province of Cagayan.",
  "/wiki/Callao_Man": "Homo luzonensis is an extinct species of archaic humans in the genus Homo. In 2007, a third metatarsal bone (MT3) was discovered in Callao Cave, Cagayan in the island of Luzon by  Filipino archaeologists Armand Mijares and Philip J. Piper and initially identified as modern human by Florent Détroit. This find was dated using uranium series ablation to an age of 66,700 ± 1000 years before present, while associated faunal remains and a hominin tooth found in 2011 delivered dates of around 50,000 years ago.",
  "/wiki/Angono_Petroglyphs": "The Angono Petroglyphs are petroglyphs carved into a rock wall in Angono, Rizal, Philippines. It consists of 127 human and animal figures engraved on the rockwall probably carved during the late Neolithic, or before 2000 BC. They are the oldest known work of art in the Philippines. These inscriptions clearly show stylized human figures, frogs and lizards, along with other designs that may have depicted other interesting figures but erosion may have caused it to become indistinguishable. The engravings are mostly symbolic representations and are associated with healing and sympathetic magic. The site is sacred for indigenous Tagalog folk religion and is believed to be a home for anitos.[citation needed]",
  "/wiki/Tabon_Caves": "The Tabon Caves, dubbed as the Philippines' Cradle of Civilization, are a group of caves located on Lipuun Point, north of Quezon municipality, in the south western part of the province of Palawan on Palawan Island, in the Philippines. They are part of the Lipuun Point Reservation, which has been protected by the government of the Philippines as a museum reservation to protect the caves and immediate vicinity from deforestation and to preserve the cultural artifacts present there.",
  "/wiki/Tabon_Man": "Tabon Man refers to remains discovered in the Tabon Caves in Lipuun Point in Quezon, Palawan in the Philippines. They were discovered by Robert B. Fox, an American anthropologist of the National Museum of the Philippines, on May 28, 1962. These remains, the fossilized fragments of a skull of a female and the jawbones of three individuals, were believed to be the earliest human remains known in the Philippines, which date back to 16,500 years ago, until a metatarsal from the Callao Man discovered in 2007 was dated in 2010 by uranium-series dating as being 67,000 years old. However, some scientists think additional evidence is necessary to confirm those fossils as a new species, rather than a locally adapted population of other Homo populations, such as H. erectus or Denisovan.",
  "/wiki/Turtle_Islands,_Tawi-Tawi": "Turtle Islands, officially the Municipality of Turtle Islands,  is a 5th class municipality in the province of Tawi-Tawi, Philippines. According to the 2015 census, it has a population of 4,727 people.",
  "/wiki/Tawi-Tawi": "Tawi-Tawi (Tausug: Wilaya' sin Tawi-Tawi; Sinama: Jawi Jawi/Jauih Jauih) is an island province in the Philippines located in the Bangsamoro Autonomous Region in Muslim Mindanao (BARMM). The capital of Tawi-Tawi is Bongao.",
  "/wiki/List_of_World_Heritage_Sites_in_the_Philippines": "The UNESCO (United Nations Educational, Scientific and Cultural Organization) has designated six World Heritage Sites in the Philippines. The UNESCO World Heritage Sites are places of importance to cultural or natural heritage as described in the UNESCO World Heritage Convention."
}