{
  "/wiki/Armenia": "The original native Armenian name for the country was Հայք (Hayk’); however, it is currently rarely used. The contemporary name Հայաստան (Hayastan) became popular in the Middle Ages by addition of the Persian suffix -stan (place).[citation needed]. However the origins of the name Hayastan trace back to much earlier dates and were first attested in circa 5th century in the works of Agathangelos, Faustus of Byzantium, Ghazar Parpetsi, Koryun, and Sebeos.\n The name has traditionally been derived from Hayk (Հայկ), the legendary patriarch of the Armenians and a great-great-grandson of Noah, who, according to the 5th-century AD author Moses of Chorene (Movsis Khorenatsi), defeated the Babylonian king Bel in 2492 BC and established his nation in the Ararat region. The further origin of the name is uncertain. It is also further postulated that the name Hay comes from one of the two confederated, Hittite vassal states—the Ḫayaša-Azzi (1600–1200 BC).\n The exonym Armenia is attested in the Old Persian Behistun Inscription (515 BC) as Armina (    ). The Ancient Greek terms Ἀρμενία (Armenía) and Ἀρμένιοι (Arménioi, \"Armenians\") are first mentioned by Hecataeus of Miletus (c. 550 BC – c. 476 BC). Xenophon, a Greek general serving in some of the Persian expeditions, describes many aspects of Armenian village life and hospitality in around 401 BC.\n Some scholars have linked the name Armenia with the Early Bronze Age state of Armani (Armanum, Armi) or the Late Bronze Age state of Arme (Shupria). These connections are inconclusive as it is not known what languages were spoken in these kingdoms. Additionally, while it is agreed that Arme was located to the immediate west of Lake Van (and therefore in the greater Armenia region), the location of the older site of Armani is a matter of debate. Some modern researchers have placed it in the same general area of Arme, near modern Samsat, and have suggested it was populated, at least partially, by an early Indo-European-speaking people. It has also been speculated that the land of Ermenen (located in or near Minni), mentioned by the Egyptian pharaoh Thutmose III in 1446 BCE, could be a reference to Armenia.\n \nAccording to the histories of both Moses of Chorene and Michael Chamchian, Armenia derives from the name of Aram, a lineal descendant of Hayk. The Table of Nations lists Aram as the son of Shem, to whom the Book of Jubilees attests,",
  "/wiki/Vanes_Martirosyan": "Vanes Martirosyan (Armenian: Վանես Մարտիրոսյան; born May 1, 1986) is an Armenian-American professional boxer. He has challenged twice for a light middleweight world title in 2013 and 2016, and once for a unified middleweight world title in 2018.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.\n Indigenous Australians inhabited the continent for about 65,000 years prior to the first arrival of Dutch explorers in the early 17th century, who named it New Holland. In 1770, Australia's eastern half was claimed by Great Britain and initially settled through penal transportation to the colony of New South Wales from 26 January 1788, a date which became Australia's national day. The population grew steadily in subsequent decades, and by the time of an 1850s gold rush, most of the continent had been explored and an additional five self-governing crown colonies established. On 1 January 1901, the six colonies federated, forming the Commonwealth of Australia. Australia has since maintained a stable liberal democratic political system that functions as a federal parliamentary constitutional monarchy, comprising six states and ten territories.\n Australia is the oldest, flattest, and driest inhabited continent, with the least fertile soils. It has a landmass of 7,617,930 square kilometres (2,941,300 sq mi). A megadiverse country, its size gives it a wide variety of landscapes, with deserts in the centre, tropical rainforests in the north-east, and mountain ranges in the south-east. Its population density, 2.8 inhabitants per square kilometre, remains among the lowest in the world. Australia generates its income from various sources including mining-related exports, telecommunications, banking, manufacturing, and international education.\n Australia is a highly developed country, with the world's 14th-largest economy. It has a high-income economy, with the world's tenth-highest per capita income. It is a regional power and has the world's 13th-highest military expenditure. Australia has the world's eighth-largest immigrant population, with immigrants accounting for 29% of the population. Having the third-highest human development index and the eighth-highest ranked democracy globally, the country ranks highly in quality of life, health, education, economic freedom, civil liberties, and political rights, with all its major cities faring well in global comparative livability surveys. Australia is a member of the United Nations, G20, Commonwealth of Nations, ANZUS, Organisation for Economic Co-operation and Development (OECD), World Trade Organization, Asia-Pacific Economic Cooperation, Pacific Islands Forum, and the ASEAN Plus Six mechanism.",
  "/wiki/Leonardo_Zappavigna": "Leonardo \"Lenny\" Zappavigna (born 27 October 1987 in Sydney, Australia) is a professional boxer of Italian descent. He was the IBO Lightweight and IBF Pan Pacific Light Welterweight champion.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.\n As a whole, Canada is sparsely populated, with most of its land area dominated by forest and tundra. Its population is highly urbanized, with over 80 percent of its inhabitants concentrated in large and medium-sized cities, and 70 percent residing within 100 kilometres (62 mi) of the southern border. Canada's climate varies widely across its vast area, ranging from Arctic climate in the north to hot summers in the southern regions, with four distinct seasons.\n Various indigenous peoples inhabited what is now Canada for thousands of years before European colonization. Beginning in the 16th century, British and French expeditions explored and later settled along the Atlantic coast. As a consequence of various armed conflicts, France ceded nearly all of its colonies in North America in 1763. In 1867, with the union of three British North American colonies through Confederation, Canada was formed as a federal dominion of four provinces. This began an accretion of provinces and territories and a process of increasing autonomy from the United Kingdom. This widening autonomy was highlighted by the Statute of Westminster of 1931 and culminated in the Canada Act of 1982, which severed the vestiges of legal dependence on the British parliament.\n Canada is a parliamentary democracy and a constitutional monarchy in the Westminster tradition, with a monarch and a prime minister who serves as the chair of the Cabinet and head of government. The country is a realm within the Commonwealth of Nations, a member of the Francophonie and officially bilingual at the federal level. It ranks among the highest in international measurements of government transparency, civil liberties, quality of life, economic freedom, and education. It is one of the world's most ethnically diverse and multicultural nations, the product of large-scale immigration from many other countries. Canada's long and complex relationship with the United States has had a significant impact on its economy and culture.\n A developed country, Canada has the sixteenth-highest nominal per-capita income globally as well as the twelfth-highest ranking in the Human Development Index. Its advanced economy is the tenth-largest in the world, relying chiefly upon its abundant natural resources and well-developed international trade networks. Canada is part of several major international and intergovernmental institutions or groupings including the United Nations, NATO, the G7, the Group of Ten, the G20, the North American Free Trade Agreement and the Asia-Pacific Economic Cooperation forum.",
  "/wiki/Jean_Pascal": "Jean-Thenistor Pascal (born 28 October 1982) is a Haitian Canadian professional boxer. He has held the WBA (Regular) light-heavyweight title since October 2019, previously held the WBC, IBO, The Ring and lineal light-heavyweight titles between 2009 and 2011, and challenged once for the WBC super-middleweight title in 2008.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.\n China emerged as one of the world's first civilizations, in the fertile basin of the Yellow River in the North China Plain. For millennia, China's political system was based on hereditary monarchies, or dynasties, beginning with the semi-mythical Xia dynasty in 21st century BCE. Since then, China has expanded, fractured, and re-unified numerous times. In the 3rd century BCE, the Qin reunited core China and established the first Chinese empire. The succeeding Han dynasty, which ruled from 206 BCE until 220 CE, saw some of the most advanced technology at that time, including papermaking and the compass, along with agricultural and medical improvements. The invention of gunpowder and movable type in the Tang dynasty (618–907) and Northern Song (960–1127) completed the Four Great Inventions. Tang culture spread widely in Asia, as the new Silk Route brought traders to as far as Mesopotamia and the Horn of Africa. Dynastic rule ended in 1912 with the Xinhai Revolution, when the Republic of China (ROC) replaced the Qing dynasty. China, as a whole, was ravaged by feudal warlordism and Japan during World War II. The subsequent Chinese Civil War resulted in a division of territory in 1949 when the Communist Party of China led by Mao Zedong established the People's Republic of China on mainland China while the Kuomintang-led nationalist government retreated to the island of Taiwan where it governed until 1996 when Taiwan transitioned to democracy. The political status of Taiwan remains disputed to this day.\n China is a unitary one-party socialist republic and is one of the few existing socialist states. Political dissidents and human rights groups have denounced and criticized the Chinese government for human rights abuses, suppression of religious and ethnic minorities, censorship and mass surveillance, and cracking down on protests such as in 1989. The Chinese government says that the right to subsistence and economic development is a prerequisite to other types of human rights and that the notion of human rights should take into account a country's present economic level.\n Since the introduction of economic reforms in 1978, China's economy has been one of the world's fastest-growing with annual growth rates consistently above 6 percent. According to the World Bank, China's GDP grew from $150 billion in 1978 to $12.24 trillion by 2017. According to official data, China's GDP in 2018 was 90 trillion Yuan ($13.5 trillion). Since 2010, China has been the world's second-largest economy by nominal GDP, and since 2014, the largest economy in the world by purchasing power parity. China is also the world's largest exporter and second-largest importer of goods. China is a recognized nuclear weapons state and has the world's largest standing army, the People's Liberation Army, and the second-largest defense budget. The PRC is a permanent member of the United Nations Security Council as it replaced the ROC in 1971, as well as an active global partner of ASEAN Plus mechanism. Since 2019, China has the highest number of rich people in the world.[l] China has been characterized as a potential superpower, mainly because of its massive population, economy, and military.",
  "/wiki/Zou_Shiming": "Zou Shiming (simplified Chinese: 邹市明; traditional Chinese: 鄒市明; pinyin: Zōu Shìmíng; born 18 May 1981) is a Chinese professional boxer who held the WBO flyweight title from 2016 to 2017. As an amateur, Shiming is China's most successful boxer of all time. In the light-flyweight division, he won three consecutive Olympic medals (bronze in 2004 and gold in 2008 and 2012), as well as three World Amateur Boxing Championships gold medals in 2005, 2007 and 2011. In 2018, he has been hired by East China Normal University as a teacher.",
  "/wiki/Cuba": "Cuba (/ˈkjuːbə/ (listen); Spanish pronunciation: [ˈkuβa]), officially the Republic of Cuba (Spanish: República de Cuba (help·info)), is a country comprising the island of Cuba as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Haiti and north of both Jamaica and the Cayman Islands. Havana is the largest city and capital; other major cities include Santiago de Cuba and Camagüey. The area of the Republic of Cuba is 110,860 square kilometers (42,800 sq mi) (109,884 square kilometers (42,426 sq mi) without the territorial waters). The island of Cuba is the largest island in Cuba and in the Caribbean, with an area of 105,006 square kilometers (40,543 sq mi), and the second-most populous after Hispaniola, with over 11 million inhabitants.\n The territory that is now Cuba was inhabited by the Ciboney Taíno people from the 4th millennium BC until Spanish colonization in the 15th century. From the 15th century, it was a colony of Spain until the Spanish–American War of 1898, when Cuba was occupied by the United States and gained nominal independence as a de facto United States protectorate in 1902. As a fragile republic, in 1940 Cuba attempted to strengthen its democratic system, but mounting political radicalization and social strife culminated in a coup and subsequent dictatorship under Fulgencio Batista in 1952. Open corruption and oppression under Batista's rule led to his ousting in January 1959 by the 26th of July Movement, which afterwards established communist rule under the leadership of Fidel Castro. Since 1965, the state has been governed by the Communist Party of Cuba. The country was a point of contention during the Cold War between the Soviet Union and the United States, and a nuclear war nearly broke out during the Cuban Missile Crisis of 1962. Cuba is one of a few extant Marxist–Leninist socialist states, where the role of the vanguard Communist Party is enshrined in the Constitution. Independent observers have accused the Cuban government of numerous human rights abuses, including short-term arbitrary imprisonment.\n Culturally, Cuba is considered part of Latin America. It is a multiethnic country whose people, culture and customs derive from diverse origins, including the aboriginal Taíno and Ciboney peoples, the long period of Spanish colonialism, the introduction of African slaves and a close relationship with the Soviet Union in the Cold War.\n Cuba is a sovereign state and a founding member of the United Nations, the G77, the Non-Aligned Movement, the African, Caribbean and Pacific Group of States, ALBA and Organization of American States. It has currently one of the world's only planned economies, and its economy is dominated by the tourism industry and the exports of skilled labor, sugar, tobacco, and coffee. According to the Human Development Index, Cuba has high human development and is ranked the eighth highest in North America, though 67th in the world in 2014. It also ranks highly in some metrics of national performance, including health care and education. It is the only country in the world to meet the conditions of sustainable development put forth by the WWF.",
  "/wiki/Guillermo_Rigondeaux": "Guillermo Rigondeaux Ortiz (Spanish pronunciation: [ɡiˈʎeɾmo riɣonˈdo oɾˈtiθ]; born 30 September 1980) is a Cuban professional boxer. He is a two-weight world champion, having held the WBA (Regular) bantamweight title since February 2020 and previously, the unified WBA (Super), WBO, and Ring magazine super-bantamweight titles between 2013 and 2017. He also challenged once for the WBO super-featherweight title in 2017. As of February 2020, he is ranked as the world's best active super-bantamweight by the Transnational Boxing Rankings Board and fifth by The Ring, as well as the sixth best active bantamweight by BoxRec.\n Possessing one of the greatest amateur records of all time, Rigondeaux won consecutive gold medals in the bantamweight division at the 2000 and 2004 Summer Olympics. He is also a seven-time Cuban national champion at bantamweight (2000–2006), finishing his amateur career with a record of nearly 475 fights with 12 losses; the last of these losses occurring in 2003. After Rigondeaux's defection in 2009, he turned professional[Video 1] and remained undefeated for almost nine years.\n Rigondeaux has been lauded by boxing trainer Freddie Roach as being \"probably the greatest talent I've ever seen.\" He is known for his exceptionally fast hand speed, punching power, counterpunching abilities, and defensive elusiveness.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).\n The unified kingdom of Denmark emerged in the 8th century as a proficient seafaring nation in the struggle for control of the Baltic Sea. Denmark, Sweden, and Norway were ruled together under one sovereign ruler in the Kalmar Union, established in 1397 and ending with Swedish secession in 1523. The areas of Denmark and Norway remained under the same monarch until 1814, Denmark–Norway. Beginning in the 17th century, there were several devastating wars with the Swedish Empire, ending with large cessions of territory to Sweden. After the Napoleonic Wars, Norway was ceded to Sweden, while Denmark kept the Faroe Islands, Greenland, and Iceland. In the 19th century there was a surge of nationalist movements, which were defeated in the First Schleswig War. After the Second Schleswig War in 1864, Denmark lost the Duchy of Schleswig to Prussia. Denmark remained neutral during World War I, however, in 1920 the northern half of Schleswig became Danish again. In April 1940, a German invasion saw brief military skirmishes while the Danish resistance movement was active from 1943 until the German surrender in May 1945. An industrialised exporter of agricultural produce in the second half of the 19th century, Denmark introduced social and labour-market reforms in the early 20th century that created the basis for the present welfare state model with a highly developed mixed economy.\n The Constitution of Denmark was signed on 5 June 1849, ending the absolute monarchy, which had begun in 1660. It establishes a constitutional monarchy organised as a parliamentary democracy. The government and national parliament are seated in Copenhagen, the nation's capital, largest city, and main commercial centre. Denmark exercises hegemonic influence in the Danish Realm, devolving powers to handle internal affairs. Home rule was established in the Faroe Islands\nin 1948; in Greenland home rule was established in 1979 and further autonomy in 2009. Denmark became a member of the European Economic Community (now the EU) in 1973, but negotiated certain opt-outs; it retains its own currency, the krone. It is among the founding members of NATO, the Nordic Council, the OECD, OSCE, and the United Nations; it is also part of the Schengen Area. Denmark has close ties to its Scandinavian neighbours also linguistically, with the Danish language being partially mutually intelligible with both Norwegian and Swedish.\n Denmark is considered to be one of the most economically and socially developed countries in the world. Danes enjoy a high standard of living and the country ranks highly in some metrics of national performance, including education, health care, protection of civil liberties, democratic governance, LGBT equality, prosperity, and human development. The country ranks as having the world's highest social mobility, a high  level of income equality, has the lowest perceived level of corruption in the world, the eleventh-most developed in the world, has one of the world's highest per capita incomes, and one of the world's highest personal income tax rates.",
  "/wiki/Johnny_Bredahl": "Johnny Bredahl Johansen (born 27 August 1968 in Copenhagen, Denmark), known professionally as Johnny Bredahl or Johny Wahid Johansen, is a retired professional boxer in the bantamweight (118 lb) division. Bredahl is the former WBA world bantamweight champion.  Bredahl fought at the bantamweight division but did also compete at divisions either side.",
  "/wiki/Ireland": "Ireland (/ˈaɪərlənd/ (listen); Irish: Éire [ˈeːɾʲə] (listen); Ulster-Scots: Airlann [ˈɑːrlən]) is an island in the North Atlantic. It is separated from Great Britain to its east by the North Channel, the Irish Sea, and St George's Channel. Ireland is the second-largest island of the British Isles, the third-largest in Europe, and the twentieth-largest on Earth.\nGeopolitically, Ireland is divided between the Republic of Ireland (officially named Ireland), which covers five-sixths of the island, and Northern Ireland, which is part of the United Kingdom. In 2011, the population of Ireland was about 6.6 million, ranking it the second-most populous island in Europe after Great Britain. As of 2016, 4.8 million live in the Republic of Ireland, and 1.8 million live in Northern Ireland.\n The geography of Ireland comprises relatively low-lying mountains surrounding a central plain, with several navigable rivers extending inland. Its lush vegetation is a product of its mild but changeable climate which is free of extremes in temperature. Much of Ireland was woodland until the end of the Middle Ages. Today, woodland makes up about 10% of the island, compared with a European average of over 33%, and most of it is non-native conifer plantations. There are twenty-six extant land mammal species native to Ireland. The Irish climate is influenced by the Atlantic Ocean and thus very moderate, and winters are milder than expected for such a northerly area, although summers are cooler than those in continental Europe. Rainfall and cloud cover are abundant.\n The earliest evidence of human presence in Ireland is dated at 10,500 BC. Gaelic Ireland had emerged by the 1st century AD. The island was Christianised from the 5th century onward. Following the 12th century Norman invasion, England claimed sovereignty. However, English rule did not extend over the whole island until the 16th–17th century Tudor conquest, which led to colonisation by settlers from Britain. In the 1690s, a system of Protestant English rule was designed to materially disadvantage the Catholic majority and Protestant dissenters, and was extended during the 18th century. With the Acts of Union in 1801, Ireland became a part of the United Kingdom. A war of independence in the early 20th century was followed by the partition of the island, creating the Irish Free State, which became increasingly sovereign over the following decades, and Northern Ireland, which remained a part of the United Kingdom. Northern Ireland saw much civil unrest from the late 1960s until the 1990s. This subsided following a political agreement in 1998. In 1973 the Republic of Ireland joined the European Economic Community while the United Kingdom, and Northern Ireland, as part of it, did the same.\n Irish culture has had a significant influence on other cultures, especially in the field of literature. Alongside mainstream Western culture, a strong indigenous culture exists, as expressed through Gaelic games, Irish music and the Irish language. The island's culture shares many features with that of Great Britain, including the English language, and sports such as association football, rugby, horse racing, and golf.",
  "/wiki/Bernard_Dunne": "Bernard Dunne (born 6 February 1980) is an Irish former professional boxer and a former WBA (Regular), and European Super Bantamweight champion.\n On Saturday 21 March 2009, Dunne defeated Ricardo Cordoba in the 11th round to become the WBA (Regular) super bantamweight champion in a fight that won ESPN's 2009 Fight of The Year with 6 knockdowns occurring in the fight between the two fighters (4 for Dunne and 2 for Cordoba). Dunne lost his title on 26 September 2009 in the 02 Dublin. Dunne retired on 19 February 2010.\n In November 2009, Irish publishers Liberties Press released the first biography of Dunne. Entitled Bernard Dunne: The Ecstasy and the Agony, it is an up-to-date account of Dunne's beginnings until his defeat to Poonsawat Kratingdaenggym.\nIn 2012, Dunne was an analyst on the 2012 Olympics boxing coverage on RTÉ Sport.",
  "/wiki/Jamie_Kavanagh": "Jamie Kavanagh (born 28 May 1990) is an Irish professional boxer from Dublin. He is currently signed with Golden Boy Promotions.",
  "/wiki/Steve_Collins": "Stephen Collins (born 21 July 1964) is an Irish former professional boxer who competed from 1986 to 1997. Known as \"The Celtic Warrior\", Collins is the most successful Irish boxer in professional boxing history, having held the WBO middleweight and super-middleweight titles.\n Collins' first nineteen professional fights all took place in the United States. In 1988 he won the Irish middleweight title, and the regional American USBA middleweight title the following year, defending the latter successfully in Atlantic City and Las Vegas. In his first two world championship challenges, both for the WBA middleweight title, Collins lost a unanimous decision to Mike McCallum in 1990 and a majority decision to Reggie Johnson in 1992. He also challenged unsuccessfully for the European middleweight title later in 1992, losing a split decision to Sumbu Kalambay in Italy.\n It was not until Collins reached his early 30s that he fulfilled his potential, becoming WBO middleweight champion in his third world title attempt with a fifth-round TKO victory over Chris Pyatt in 1994, before then moving up in weight to defeat the undefeated Chris Eubank and claim the WBO super-middleweight title in 1995. More success followed, as Collins successfully defended his title by winning the rematch against Eubank later in the year. Collins successfully defended his title another six times before pulling out of a proposed fight in October 1997 against rising Welsh star, Joe Calzaghe, and retiring from the sport, with Collins frustrated by his inability to get a fight against the pound for pound number one boxer of the time, Roy Jones Jr., who was then fighting in the light-heavyweight division.\n Having competed against some of the best boxers on both sides of the Atlantic during his career, Collins tends to be linked more to an era in the UK during which there was a notable rivalry between British boxers Chris Eubank and Nigel Benn, both of whom Collins fought and defeated twice.",
  "/wiki/Jamaica": "Jamaica (/dʒəˈmeɪkə/ (listen)) is an island country situated in the Caribbean Sea. Spanning 10,990 square kilometres (4,240 sq mi) in area, it is the third-largest island of the Greater Antilles and the Caribbean (after Cuba and Hispaniola). Jamaica lies about 145 kilometres (90 mi) south of Cuba, and 191 kilometres (119 mi) west of Hispaniola (the island containing the countries of Haiti and the Dominican Republic); the British Overseas Territory of the Cayman Islands lies some 215 kilometres (134 mi) to the north-west.\n Originally inhabited by the indigenous Arawak and Taíno peoples, the island came under Spanish rule following the arrival of Christopher Columbus in 1494. Many of the indigenous people were either killed or died of diseases to which they had no immunity, and the Spanish thus forcibly transplanted large numbers of African slaves to Jamaica as labourers. The island remained a possession of Spain until 1655, when England (later Great Britain) conquered it, renaming it Jamaica. Under British colonial rule Jamaica became a leading sugar exporter, with a plantation economy dependent on the African slaves and later their descendants. The British fully emancipated all slaves in 1838, and many freedmen chose to have subsistence farms rather than to work on plantations. Beginning in the 1840s, the British began utilising Chinese and Indian indentured labour to work on plantations. The island achieved independence from the United Kingdom on 6 August 1962.\n With 2.9 million people, Jamaica is the third-most populous Anglophone country in the Americas (after the United States and Canada), and the fourth-most populous country in the Caribbean. Kingston is the country's capital and largest city. The majority of Jamaicans are of African ancestry, with significant European, Chinese, Indian, Lebanese, and mixed-race minorities.  Due to a high rate of emigration for work since the 1960s, there is a large Jamaican diaspora, particularly in Canada, the United Kingdom, and the United States. The country has a global influence that belies its small size; it was the birthplace of the Rastafari religion, reggae music (and associated genres such as dub, ska and dancehall), and it is internationally prominent in sports, most notably cricket, sprinting and athletics.\n Jamaica is an upper-middle income country with an economy heavily dependent on tourism, with an average of 4.3 million tourists a year. Politically it is a Commonwealth realm, with Elizabeth II as its queen.  Her appointed representative in the country is the Governor-General of Jamaica, an office held by Patrick Allen since 2009. Andrew Holness has served as Prime Minister of Jamaica since March 2016. Jamaica is a parliamentary constitutional monarchy with legislative power vested in the bicameral Parliament of Jamaica, consisting of an appointed Senate and a directly elected House of Representatives.",
  "/wiki/O'Neil_Bell": "O'Neil Bell (29 December 1974 – 25 November 2015) was a Jamaican professional boxer who competed from 1998 to 2011. He held the undisputed cruiserweight title in 2006, and the lineal cruiserweight title from 2006 to 2007.",
  "/wiki/Mexico": "Mexico (Spanish: México [ˈmexiko] (listen); Nahuatl languages: Mēxihco), officially the United Mexican States (UMS; Spanish: Estados Unidos Mexicanos, EUM [esˈtaðos uˈniðoz mexiˈkanos] (listen), lit. Mexican United States), is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Covering almost 2,000,000 square kilometers (770,000 sq mi), the nation is the fifth largest country in the Americas by total area and the 13th largest independent state in the world. With an estimated population of over 129 million people, Mexico is the tenth most populous country and the most populous Spanish-speaking country in the world, while being the second most populous nation in Latin America after Brazil. Mexico is a federation comprising 31 states plus Mexico City (CDMX), which is the capital city and its most populous city. Other metropolises in the country include Guadalajara, Monterrey, Puebla, Toluca, Tijuana, and León.\nPre-Columbian Mexico dates to about 8000 BC and is identified as one of six cradles of civilization and was home to many advanced Mesoamerican civilizations such as the Olmec, Toltec, Teotihuacan, Zapotec, Maya, and Aztec before first contact with Europeans. In 1521, the Spanish Empire conquered and colonized the territory from its politically powerful base in Mexico-Tenochtitlan (part of Mexico City), which was administered as the viceroyalty of New Spain. The Roman Catholic Church played a powerful role in governing the country as millions were converted to the faith, although King Charles III expelled the Jesuits in the 1770s. The territory became a nation state following its recognition in 1821 after the Mexican War of Independence. The post-independence period was tumultuous, characterized by economic inequality and many contrasting political changes. The Mexican–American War (1846–1848) led to a territorial loss of part of the huge northern territories to the United States. The Pastry War, the Franco-Mexican War, a civil war, two empires, and the Porfiriato occurred in the 19th century. The Porfiriato ended with the Mexican Revolution in 1910, which culminated in the promulgation of the 1917 Constitution and the emergence of an authoritarian one-party state, once described as the \"perfect dictatorship\", that ruled for much of the 20th century until the opposition victories led Mexico to democratic transition in the 1990s. Since 2006, there is a serious conflict between the Mexican government and various drug trafficking syndicates that lead to over 120,000 deaths\n Mexico has the 15th largest nominal GDP and the 11th largest by purchasing power parity. The Mexican economy is strongly linked to those of its 1994 North American Free Trade Agreement (NAFTA) partners, especially the United States. In 1994, Mexico became the first Latin American member of the OECD. It is classified as an upper-middle income country by the World Bank and a newly industrialized country by several analysts. The country is considered both a regional power and a middle power, and is often identified as an emerging global power. Due to its rich culture and history, Mexico ranks first in the Americas and seventh in the world for number of UNESCO World Heritage Sites. Mexico is an ecologically megadiverse country, ranking fifth in the world for its biodiversity. Mexico receives a huge number of tourists every year: in 2018, it was the sixth most-visited country in the world, with 39 million international arrivals. Mexico is a member of the United Nations (UN), the World Trade Organization (WTO), the G8+5, the G20, the Uniting for Consensus group of the UN, and the Pacific Alliance trade bloc.",
  "/wiki/Israel_Vasquez": "Israel Vázquez Castañeda (born December 25, 1977) is a Mexican former professional boxer who competed from 1995 to 2010. He is a three-time super bantamweight world champion, having held the IBF title from 2004 to 2005; and the WBC, Ring magazine and lineal titles twice from 2005 to 2008. Vázquez is best known for his series of four fights against fellow Mexican Rafael Márquez.",
  "/wiki/Juan_Lazcano": "Juan Lazcano (born March 23, 1975) is a Mexican American professional boxer currently based in Sacramento, California. He fights at light welterweight and is a former World Boxing Foundation (WBF), NABF and IBA lightweight champion, as well as having challenged for the IBO light welterweight title.",
  "/wiki/Julio_César_Chávez_Jr.": "Julio César Chávez Carrasco (born 16 February 1986), best known as Julio César Chávez Jr., is a Mexican professional boxer who held the WBC middleweight title from 2011 to 2012. He is the son of retired boxing legend Julio César Chávez and older brother of Omar Chávez.",
  "/wiki/Ray_Beltrán": "Raymundo Beltrán (born July 23, 1981) is a Mexican professional boxer. He is a former WBO lightweight champion. He has challenged three times for the WBO lightweight title, and is a former WBC–NABF lightweight champion.",
  "/wiki/Andy_Ruiz_Jr.": "Andrés Ponce \"Andy\" Ruiz Jr. (born September 11, 1989) is an American professional boxer of Mexican descent. He is a former unified heavyweight champion, having defeated Anthony Joshua to win the WBA (Super), IBF, WBO, and IBO titles in 2019, only to lose them in a rematch with Joshua six months later. In doing so, Ruiz became the first male boxer of Mexican heritage to become a world heavyweight champion.\n As of December 2019, Ruiz is ranked as the world's fourth best active heavyweight by the Transnational Boxing Rankings Board, fifth by BoxRec and sixth by The Ring magazine.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages. \n The five largest cities in the Netherlands are Amsterdam, Rotterdam, The Hague, Utrecht and Eindhoven. Amsterdam is the country's most populous city and nominal capital, while The Hague holds the seat of the States General, Cabinet and Supreme Court. The Port of Rotterdam is the busiest seaport in Europe, and the busiest in any country outside Asia. Amsterdam Airport Schiphol is the busiest airport in the Netherlands, and the third busiest in Europe. The country is a founding member of the EU, Eurozone, G10, NATO, OECD and WTO, as well as a part of the Schengen Area and the trilateral Benelux Union. It hosts several intergovernmental organisations and international courts, many of which are centered in The Hague, which is consequently dubbed 'the world's legal capital'.\nNetherlands literally means 'lower countries' in reference to its low elevation and flat topography, with only about 50% of its land exceeding 1 metre (3 ft 3 in) above sea level, and nearly 17% falling below sea level. Most of the areas below sea level, known as polders, are the result of land reclamation that began in the 16th century. With a population of 17.4 million people, all living within a total area of roughly 41,800 square kilometres (16,100 sq mi)—of which the land area is 33,500 square kilometres (12,900 sq mi)—the Netherlands is the 12th most densely populated country in the world and the 5th most densely populated country in Europe, with a density of 521 per square kilometre (1,350/sq mi). Nevertheless, it is the world's second-largest exporter of food and agricultural products (after the United States), owing to its fertile soil, mild climate, intensive agriculture and inventiveness.\n The Netherlands has been a parliamentary constitutional monarchy with a unitary structure since 1848. The country has a tradition of pillarisation and a long record of social tolerance, having legalised abortion, prostitution and human euthanasia, along with maintaining a liberal drug policy. The Netherlands abolished the death penalty in 1870, allowed women's suffrage in 1917, before becoming the world's first country to legalise same-sex marriage in 2001. Its mixed-market advanced economy had the thirteenth-highest per capita income globally. The Netherlands ranks among the highest in international indexes of press freedom, economic freedom, human development and quality of life, as well as happiness.[g]. In 2009, The Netherlands had the seventh highest economy as measured by GDP per capita. In 2013, it ranked fourth on the human development index.",
  "/wiki/Lucia_Rijker": "Lucia  Frederica Rijker (Dutch pronunciation: [ˈrɛikər]; born December 6, 1967) is a Dutch  professional female boxer, kickboxer, and actress.\n Rijker was sometimes dubbed by the press \"The Most Dangerous Woman in the World\".",
  "/wiki/Women": "A woman is a female human being. The word woman is usually reserved for an adult; girl is the usual term for a female child or adolescent. The plural women is also sometimes used for female humans, regardless of age, as in phrases such as \"women's rights\".\n Typically, a woman has two X chromosomes and is capable of pregnancy and giving birth from puberty until menopause. Female anatomy, as distinguished from male anatomy, includes the fallopian tubes, ovaries, uterus, vulva, breasts, Skene's glands, and Bartholin's glands. The female pelvis is wider than the male, the hips are generally broader, and women have significantly less facial and other body hair. On average, women are shorter and less muscular than men.\n Throughout human history, traditional gender roles have often defined and limited women's activities and opportunities; many religious doctrines stipulate certain rules for women. With restrictions loosening during the 20th century in many societies, women have gained access to careers beyond the traditional homemaker, and the ability to pursue higher education. Violence against women, whether within families or in communities, has a long history and is primarily committed by men. Some women are denied reproductive rights. The movements and ideologies of feminism have a shared goal of achieving gender equality.\n Some women are trans (those who have a male sex assignment that does not align with their gender identity), or intersex (those born with sexual characteristics that do not fit typical notions of male or female).",
  "/wiki/Nigeria": "Nigeria (/naɪˈdʒɪəriə/ (listen)), officially the Federal Republic of Nigeria, is a country in West Africa, bordering Niger in the north, Chad in the northeast, Cameroon in the east, and Benin in the west. Its coast in the south is located on the Gulf of Guinea in the Atlantic Ocean. The federation comprises 36 states and 1 Federal Capital Territory, where the capital, Abuja, is located. The constitution defines Nigeria as a democratic secular state., Nigeria has been home to a number of ancient and indigenous kingdoms and states over the millennia. The modern state originated from British colonial rule beginning in the 19th century, and took its present territorial shape with the merging of the Southern Nigeria Protectorate and Northern Nigeria Protectorate in 1914 by Lord Fredrick Lugard.  The British set up administrative and legal structures while practicing indirect rule through traditional chiefdoms, Nigeria became a formally independent federation in 1960. It experienced a civil war from 1967 to 1970. It thereafter alternated between democratically elected civilian governments and military dictatorships until it achieved a stable democracy in 1999, with the 2011 presidential election considered the first to be reasonably free and fair.\n Nigeria is often referred to as the \"Giant of Africa\", owing to its large population and economy. With 206 million inhabitants, Nigeria is the most populous country in Africa and the seventh most populous country in the world. Nigeria has the third-largest youth population in the world, after India and China, with more than 90 million of its population under the age of eighteen. Nigeria is the world's 20th largest economy as of 2015[update], worth more than $500 billion and $1 trillion in terms of nominal GDP and purchasing power parity, respectively. The 2013 debt-to-GDP ratio was 11 percent.\n Nigeria is viewed as a multinational state as it is inhabited by 250 ethnic groups, of which the three largest are the Hausa, Igbo and Yoruba; these ethnic groups speak over 500 distinct languages and are identified with a wide variety of cultures. The official language of Nigeria is English, chosen to facilitate linguistic unity at the national level. Nigeria is divided roughly in half between Christians, who live mostly in the southern part of the country, and Muslims, who live mostly in the north. A minority of the population practice religions indigenous to Nigeria, such as those native to the Igbo and Yoruba ethnicities.\n Nigeria is considered to be an emerging market by the World Bank; it has been identified as a regional power on the African continent, a middle power in international affairs, and has also been identified as an emerging global power. However, its Human Development Index ranks 158th in the world. Nigeria is a member of the MINT group of countries, which are widely seen as the globe's next \"BRIC-like\" economies. It is also listed among the \"Next Eleven\" economies set to become among the biggest in the world. Nigeria is a founding member of the African Union and a member of many other international organizations, including the United Nations, the Commonwealth of Nations and OPEC.",
  "/wiki/Kingsley_Ikeke": "Kingsley Ikeke (born February 25, 1973) is a US-based Nigerian super middleweight boxer. He lost to Anthony Hanshaw on points, KOd Antwun Echols but was KOd by Armenia's Arthur Abraham in the fifth round for the vacant IBF middleweight title. Later he lost to Jean Pascal.",
  "/wiki/Lateef_Kayode": "Lateef Olalalekan Kayode (born March 3, 1983) is a Nigerian professional boxer.",
  "/wiki/Wale_Omotoso": "Wale Omotoso (born May 6, 1985, in Nigeria) is a professional boxer in the Welterweight class. Is originally from Nigeria but has been based in Australia for several years where he turned professional. In 2011, he signed with Top Rank and is now trained and managed by Freddie Roach at the Wilcard Gym in Los Angeles, California.",
  "/wiki/Freddie_Roach_(boxing)": "Frederick Steven Roach (born March 5, 1960) is an American boxing trainer and former professional boxer. Roach is widely regarded as one of the best boxing trainers of all time. He is the enduring boxing coach of the eight-division world champion Manny Pacquiao, five-time and four-division world champion Miguel Cotto, former WBC Middleweight Champion Julio César Chávez Jr., three-time world champion James Toney, former UFC Middleweight and two-time Welterweight Champion Georges St-Pierre, as well as top prospects Jose Benavidez, Peter Quillin, and Vanes Martirosyan. Roach was the trainer of two-time women's world champion Lucia Rijker. He has also trained former junior welterweight champion Amir Khan."
}