{
  "/wiki/2014_Winter_Olympics": "The 2014 Winter Olympics, officially called the XXII Olympic Winter Games (French: Les XXIIes Jeux olympiques d'hiver) (Russian: XXII Олимпийские зимние игры, tr. XXII Olimpiyskiye zimniye igry) and commonly known as Sochi 2014, was an international winter multi-sport event that was held from 7 to 23 February 2014 in Sochi, Krasnodar Krai, Russia, with opening rounds in certain events held on the eve of the opening ceremony, 6 February 2014.",
  "/wiki/Stavre_Jada": "Stavre Jada (born 18 May 1998) is a cross-country skier who was the flag bearer for Macedonia at the 2018 Winter Olympics Parade of Nations.",
  "/wiki/Cross-country_skiing_at_the_2018_Winter_Olympics": "Cross-country skiing at the 2018 Winter Olympics was held at the Alpensia Cross-Country Centre in Pyeongchang, South Korea. The twelve events took place between 10 and 25 February 2018.",
  "/wiki/2016_Summer_Olympics": "The 2016 Summer Olympics (Portuguese: Jogos Olímpicos de Verão de 2016),[a] officially known as the Games of the XXXI Olympiad (Portuguese: Jogos da XXXI Olimpíada) and commonly known as Rio 2016, was an international multi-sport event that was held from 5 to 21 August 2016 in Rio de Janeiro, Brazil, with preliminary events in some sports beginning on 3 August. These were the first Olympic Games ever to be held in South America and the fourth to be held in a developing country, after the 1968 Summer Olympics in Mexico, the 1980 Summer Olympics in the Soviet Union, and the 2008 Summer Olympics in China.",
  "/wiki/Anastasia_Bogdanovski": "Anastasia Bogdanovski (born 30 July 1993) is a Macedonian swimmer. At the 2016 Summer Olympics, she competed in the women's 200 metre freestyle, finishing in 33rd place overall in the heats. Her time of 2:00.52 in the heat set a new Macedonian swimming record.",
  "/wiki/Swimming_at_the_2016_Summer_Olympics": "The swimming competitions at the 2016 Summer Olympics in Rio de Janeiro took place from 6 to 13 August at the Olympic Aquatics Stadium. The women's open-water marathon was held on August 15, and the men's open water race on August 16 in Fort Copacabana.",
  "/wiki/Darko_Damjanovski": "Darko Damjanovski (Macedonian: Дарко Дамјановски, born 15 July 1981) is a Macedonian biathlete and cross-country skier who has competed since 1999 and 2005, respectively. Competing in three Winter Olympics (2006, 2010 and 2014), he earned his best finish of 81st in the 15 km event in Sochi at the 2014 Winter Olympics.",
  "/wiki/Cross-country_skiing_at_the_2014_Winter_Olympics": "Cross-country skiing at the 2014 Winter Olympics was held at the Laura Biathlon & Ski Complex near Krasnaya Polyana, Russia. The twelve events took place between 8–23 February 2014.",
  "/wiki/2012_Summer_Olympics": "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was an international multi-sport event that was held from 27 July to 12 August 2012 in London, United Kingdom. The first event, the group stage in women's football, began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremony on 27 July. 10,768 athletes from 204 National Olympic Committees (NOCs) participated.",
  "/wiki/Marko_Bla%C5%BEevski": "Marko Blazhevski (born 10 November 1992) is a Macedonian swimmer who competes in the Men's 400m individual medley. At the 2012 Summer Olympics he finished 34th overall in the heats in the Men's 400 metre individual medley and failed to reach the final.",
  "/wiki/Swimming_(sport)": "Swimming is an individual or team racing sport that requires the use of one's entire body to move through water. The sport takes place in pools or open water (e.g., in a sea or lake). Competitive swimming is one of the most popular Olympic sports, with varied distance events in butterfly, backstroke, breaststroke, freestyle, and individual medley. In addition to these individual events, four swimmers can take part in either a freestyle or medley relay. A medley relay consists of four swimmers who will each swim a different stroke, ordered as backstroke, breaststroke, butterfly and freestyle. Swimming each stroke requires a set of specific techniques; in competition, there are distinct regulations concerning the acceptable form for each individual stroke. There are also regulations on what types of swimsuits, caps, jewelry and injury tape that are allowed at competitions. Although it is possible for competitive swimmers to incur several injuries from the sport, such as tendinitis in the shoulders or knees, there are also multiple health benefits associated with the sport.",
  "/wiki/2010_Winter_Olympics": "The 2010 Winter Olympics, officially known as the XXI Olympic Winter Games (French: Les XXIes Jeux olympiques d'hiver) and commonly known as Vancouver 2010, informally the 21st Winter Olympics, was an international winter multi-sport event that was held from 12 to 28 February 2010 in Vancouver, British Columbia, Canada, with some events held in the surrounding suburbs of Richmond, West Vancouver and the University Endowment Lands, and in the nearby resort town of Whistler.",
  "/wiki/Antonio_Ristevski": "Antonio Ristevski (Macedonian: Антонио Ристевски, born May 19, 1989) is an alpine skier who competed for Macedonia at the 2010 Winter Olympics. He was selected as his nation's flag bearer at the opening ceremony.",
  "/wiki/Alpine_skiing": "Alpine skiing, or downhill skiing, is the pastime of sliding down snow-covered slopes on skis with fixed-heel bindings, unlike other types of skiing (cross-country, Telemark, or ski jumping), which use skis with free-heel bindings. Whether for recreation or for sport, it is typically practised at ski resorts, which provide such services as ski lifts, artificial snow making, snow grooming, restaurants, and ski patrol.",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/Atanas_Nikolovski": "Atanas Nikolovski (born 22 June 1980 in Skopje) is a Macedonian slalom canoer who has competed since the mid-1990s.",
  "/wiki/Canoeing": "Canoeing is an activity which involves paddling a canoe with a single-bladed paddle. Common meanings of the term are limited to when the canoeing is the central purpose of the activity. Broader meanings include when it is combined with other activities such as canoe camping, or where canoeing is merely a transportation method used to accomplish other activities. Most present-day canoeing is done as or as a part of a sport or recreational activity. In some parts of Europe canoeing refers to both canoeing and kayaking, with a canoe being called an open canoe.",
  "/wiki/2006_Winter_Olympics": "The 2006 Winter Olympics, officially known as the XX Olympic Winter Games (Italian: XX Giochi olimpici invernali) and commonly known as Turin 2006 or Torino 2006, was a winter multi-sport event which was held in Turin, Piedmont, Italy from February 10 to 26, 2006. This marked the second time that Italy had hosted the Winter Olympic Games, the first being the 1956 Winter Olympics in Cortina d'Ampezzo. Italy also hosted the Summer Olympics in 1960 in Rome. Turin was selected as the host city for the 2006 Games in June 1999.",
  "/wiki/Gjorgji_Markovski": "Gjorgi Markovski (Macedonian: Ѓорги Марковски, born January 8, 1986) is an alpine skier who competed for Macedonia at the 2006 Winter Olympics. He was selected as his nation's flag bearer at the opening ceremony.",
  "/wiki/2004_Summer_Olympics": "The 2004 Summer Olympics (Greek: Θερινοί Ολυμπιακοί Αγώνες 2004, Therinoí Olympiakoí Agónes 2004), officially known as the Games of the XXVIII Olympiad and commonly known as Athens 2004, was a premier international multi-sport event held in Athens, Greece, from 13 to 29 August 2004 with the motto Welcome Home.",
  "/wiki/Blagoja_Georgievski": "Blagoja Georgievski (Macedonian: Благоја Георгиевски; 15 October 1950 – 29 January 2020) was a Macedonian professional basketball player and coach. He represented the Yugoslavia national basketball team internationally.",
  "/wiki/Basketball": "Basketball is a team sport in which two teams, most commonly of five players each, opposing one another on a rectangular court, compete with the primary objective of shooting a basketball (approximately 9.4 inches (24 cm) in diameter) through the defender's hoop (a basket 18 inches (46 cm) in diameter mounted 10 feet (3.048 m) high to a backboard at each end of the court) while preventing the opposing team from shooting through their own hoop.  A field goal is worth two points, unless made from behind the three-point line, when it is worth three.  After a foul, timed play stops and the player fouled or designated to shoot a technical foul is given one or more one-point free throws.  The team with the most points at the end of the game wins, but if regulation play expires with the score tied, an additional period of play (overtime) is mandated.",
  "/wiki/2002_Winter_Olympics": "The 2002 Winter Olympics, officially the XIX Olympic Winter Games and commonly known as Salt Lake 2002, was a winter multi-sport event that was celebrated from 8 to 24 February 2002 in and around Salt Lake City, Utah, United States.",
  "/wiki/Jana_Nikolovska": "Jana Nikolovska (born 12 September 1979) is a Macedonian alpine skier. She competed in the women's giant slalom at the 1998 Winter Olympics.",
  "/wiki/2000_Summer_Olympics": "The 2000 Summer Olympics, officially known as the Games of the XXVII Olympiad and commonly known as Sydney 2000 or the Millennium Olympic Games/Games of the New Millennium, was an international multi-sport event held between 15 September and 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and also the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956.",
  "/wiki/Lazar_Popovski": "Lazar Popovski (born 19 May 1975 in Skopje, SR Macedonia, SFR Yugoslavia) is a Macedonian whitewater kayaker, and a four-time Olympian.",
  "/wiki/1998_Winter_Olympics": "The 1998 Winter Olympics, officially the XVIII Olympic Winter Games (French: Les XVIIIes Jeux olympiques d'hiver) (Japanese: 第十八回オリンピック冬季競技大会, Dai Jūhachi-kai Orinpikku Tōkikyōgi Taikai), and commonly known as Nagano 1998, was a winter multi-sport event celebrated from 7 to 22 February 1998 that were centered in Nagano, Japan. The Games also took place in the nearby mountain communities of Hakuba, Karuizawa, Nozawa Onsen, and Yamanouuchi. The city of Nagano had previously been a candidate to host the 1940 Winter Olympics (which were later cancelled), as well as the 1972 Winter Olympics, but each time Nagano was eliminated at the national level by Sapporo.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Shaban_T%C3%ABrstena": "Shaban Tërstena (Albanian: Shaban Tërstena, Macedonian: Шабан Трстена, Serbo-Croatian: Šaban Trstena) (born 1 January 1965), is a Macedonian Albanian former freestyle wrestler.",
  "/wiki/Wrestling": "Wrestling is a combat sport involving grappling-type techniques such as clinch fighting, throws and takedowns,  joint locks, pins and other grappling holds. The sport can either be theatrical for entertainment (see professional wrestling), or genuinely competitive. A wrestling bout is a physical competition, between two (occasionally more) competitors or sparring partners, who attempt to gain and maintain a superior position. There are a wide range of styles with varying rules with both traditional historic and modern styles. Wrestling techniques have been incorporated into other martial arts as well as military hand-to-hand combat systems.",
  "/wiki/List_of_flag_bearers_for_North_Macedonia_at_the_Olympics": "This is a list of flag bearers who have represented North Macedonia at the Olympics."
}