{
  "/wiki/Ernest_F._Acheson": "Ernest Francis Acheson (September 19, 1855 – May 16, 1917) was a newspaper editor and a representative to the United States House of Representatives.  He was born in Washington, Pennsylvania in 1855.  He attended the public schools there, and then went on to Washington and Jefferson College in 1875.\n He was admitted to the bar in 1877 and practiced law until 1879.  He purchased the newspaper Washington Weekly Observer, of which he was editor.  In 1889, he established a daily edition of the same paper.\n He was elected as a Republican to the United States House of Representatives in 1894, and continued to serve until 1909, having been an unsuccessful candidate for the nomination in 1908.  He returned to editorial work until his retirement in 1912.  He died in Washington, Pennsylvania, in 1917.",
  "/wiki/Pennsylvania": "Pennsylvania (/ˌpɛnsəlˈveɪniə/ (listen) PEN-səl-VAY-nee-ə), officially the Commonwealth of Pennsylvania, is a state located in the Northeastern, Great Lakes, Appalachian, and Mid-Atlantic regions of the United States. The Appalachian Mountains run through its middle. The Commonwealth is bordered by Delaware to the southeast, Maryland to the south, West Virginia to the southwest, Ohio to the west, Lake Erie and the Canadian province of Ontario to the northwest, New York to the north, and New Jersey to the east.\n Pennsylvania is the 33rd-largest state by area, and the 5th-most populous state according to the most recent official U.S. Census count in 2010. It is the 9th-most densely populated of the 50 states. Pennsylvania's two most populous cities are Philadelphia (1,580,863), and Pittsburgh (302,407). The state capital and its 10th-largest city is Harrisburg. Pennsylvania has 140 miles (225 km) of waterfront along Lake Erie and the Delaware River.\n The state is one of the 13 original founding states of the United States; it came into being in 1681 as a result of a royal land grant to William Penn, the son of the state's namesake. Part of Pennsylvania (along the Delaware River), together with the present State of Delaware, had earlier been organized as the Colony of New Sweden. It was the second state to ratify the United States Constitution, on December 12, 1787. Independence Hall, where the United States Declaration of Independence and United States Constitution were drafted, is located in the state's largest city of Philadelphia. During the American Civil War, the Battle of Gettysburg was fought in the south central region of the state. Valley Forge near Philadelphia was General Washington's headquarters during the bitter winter of 1777–78.",
  "/wiki/Observer-Reporter": "The Observer–Reporter is a daily newspaper covering Washington County, Greene County, and the Mon Valley in Pennsylvania, with some overlap into the South Hills of Pittsburgh in Allegheny County. The newspaper was published by the Observer Publishing Company in the city of Washington, Washington County, Pennsylvania.\n The Observer Publishing Co. was formed on July 24, 1902, by John L. Stewart and E.F. Acheson. Stewart’s grandsons, John L.S. Northrop and William B. Northrop, owned and ran the company until their retirements in June 2002, when ownership was transferred to the fourth generation, which included the children of John and William. Thomas Northrop served as publisher and president from 2002 until 2018. The paper has had a long involvement and investment in the local community.\n Ownership has recently been transferred to Ogden Newspapers.",
  "/wiki/Carl_G._Bachmann": "Carl G. Bachmann (May 14, 1890 – January 22, 1980) was a United States Congressman from Wheeling, West Virginia.\n Bachmann was born in Wheeling as the son of Charles F. and Sophia Bachmann; three of his grandparents were German immigrants. In 1908 he graduated from Linsly Institute. He went to college first at Washington and Jefferson College for two years, and later graduated from West Virginia University, where he was a member of Phi Sigma Kappa fraternity. He later graduated from law school at West Virginia University in 1915.\n On July 14, 1914, he married Susan Louise Smith. They had three children: Charles F., Gilbert S. and Susan Jane.\n In 1915, Bachmann began to practice law in Wheeling, and in 1917 he was appointed assistant prosecuting attorney for Ohio County. In 1920 he was elected prosecuting attorney, serving from January 1921 to December 1924.\n In November 1924 he was elected to the United States House of Representatives as a Republican, to serve in the First Congressional District of West Virginia. From 1931 to 1933 Bachmann was the Minority Whip.\nHe served as a Congressman until he was defeated in 1934. He was later elected Mayor of Wheeling in 1947 and served until 1951. He died in Wheeling and is buried in Greenwood Cemetery.",
  "/wiki/West_Virginia": "West Virginia (/vərˈdʒɪniə/ (listen)) is a state located in the Appalachian region of the Southern United States, and is also considered to be a part of the Mid-Atlantic Southeast Region. It is bordered by Pennsylvania to the north, Maryland to the east and northeast, Virginia to the southeast, Kentucky to the southwest, and Ohio to the northwest. West Virginia is the 41st largest state by area, and is ranked 38th in population. The capital and largest city is Charleston.\n West Virginia became a state following the Wheeling Conventions of 1861, at the start of the American Civil War. Delegates from the Unionist counties of northwestern Virginia decided to break away from Virginia, which also included secessionist counties in the new state. West Virginia was admitted to the Union on June 20, 1863, and was a key border state during the war. It was the only state to form by separating from a Confederate state, the first to separate from any state since Maine separated from Massachusetts, and was one of two states admitted to the Union during the American Civil War (the other being Nevada). While a portion of its residents held slaves, most of the residents were yeoman farmers, and the delegates provided for gradual abolition of slavery in the new state Constitution.\n The Census Bureau and the Association of American Geographers classify West Virginia as part of the Southern United States. However, the Bureau of Labor Statistics classifies the state as a part of the Mid-Atlantic region. The northern panhandle extends adjacent to Pennsylvania and Ohio, with the West Virginia cities of Wheeling and Weirton just across the border from the Pittsburgh metropolitan area, while Bluefield is less than 70 miles (110 km) from North Carolina. Huntington in the southwest is close to the states of Ohio and Kentucky, while Martinsburg and Harpers Ferry in the Eastern Panhandle region are considered part of the Washington metropolitan area, in between the states of Maryland and Virginia. The unique position of West Virginia means that it is often included in several U.S. geographical regions, including the Mid-Atlantic, the Upland South, and the Southeastern United States. It is the only state that is entirely within the area served by the Appalachian Regional Commission; the area is commonly defined as \"Appalachia\".\n The state is noted for its mountains and rolling hills, its historically significant logging and coal mining industries, and its political and labor history. It is also known for a wide range of outdoor recreational opportunities, including skiing, whitewater rafting, fishing, hiking, backpacking, mountain biking, rock climbing, and hunting.",
  "/wiki/Party_whips_of_the_United_States_House_of_Representatives": "Party leaders and whips of the United States House of Representatives, also known as floor leaders, are elected by their respective parties in a closed-door caucus by secret ballot. With the Democrats holding a majority of seats and the Republicans holding a minority, the current leaders are: Majority Leader Steny Hoyer, Majority Whip Jim Clyburn, Minority Leader Kevin McCarthy, and  Minority Whip Steve Scalise.",
  "/wiki/David_Barclay_(congressman)": "David Barclay (1823 – September 10, 1889) was a Democratic member of the U.S. House of Representatives from Pennsylvania.\n David Barclay was born in Punxsutawney, Pennsylvania.  He attended Washington College (now Washington & Jefferson College) in Washington, Pennsylvania.  He studied law in Pittsburgh, was admitted to the bar and practiced in Punxsutawney, Brookville, and Kittanning, Pennsylvania.  He was one of the editors and publishers of the Pittsburgh Union and Legal Journal from 1850 to 1855.\n While a resident of Brookville, Barclay was elected as a Democrat to the Thirty-fourth Congress.  He resumed the practice of law and died in Freeport, Pennsylvania, in 1889.  Interment in Freeport Cemetery.",
  "/wiki/Samuel_Steel_Blair": "Samuel Steel Blair (December 5, 1821 – December 8, 1890) was a Republican United States Representative from Pennsylvania.\n During the American Civil War, he called for increasingly harsh treatment against the southern states which had seceded from the Union, saying: \"This rebellion cannot be put down by soft words and lenient measures.\"",
  "/wiki/Rush_Clark": "Rush Clark (October 1, 1834 – April 29, 1879) was a nineteenth-century politician and lawyer from Iowa, who died on the floor of Congress in 1879.\n Born in Schellsburg, Pennsylvania, Clark attended common schools and a local academy in Ligonier, Pennsylvania as a child. He graduated from Jefferson College in 1853, studied law and was admitted to the bar the same year, commencing practice in Iowa City, Iowa.\n He was a member of the Iowa House of Representatives from 1860 to 1864, serving as Speaker of the House in 1863 and 1864, served on the staff of Governor Samuel J. Kirkwood in 1861 and 1862 and aided in the organization of volunteer regiments from Iowa during the Civil War. Clark was a trustee of the University of Iowa from 1862 to 1866, was again a member of the Iowa House of Representatives in 1876.\n In 1876, he was elected as a Republican to represent Iowa's 5th congressional district in the United States House of Representatives.  He was re-elected two years later.  However,  on April 29, 1879, near the beginning of the first session of his second term, he died suddenly on the floor of the House, reportedly suffering an attack of meningitis.  He was interred in Oakland Cemetery in Iowa City.",
  "/wiki/Iowa": "Iowa (/ˈaɪəwə/ (listen)) is a state in the Midwestern United States, bordered by the Mississippi River to the east and the Missouri River and Big Sioux River to the west. It is bordered by six states: Wisconsin to the northeast, Illinois to the east and southeast, Missouri to the south, Nebraska to the west, South Dakota to the northwest, and Minnesota to the north.\n In colonial times, Iowa was a part of French Louisiana and Spanish Louisiana; its state flag is patterned after the flag of France. After the Louisiana Purchase, people laid the foundation for an agriculture-based economy in the heart of the Corn Belt.\n In the latter half of the 20th century, Iowa's agricultural economy made the transition to a diversified economy of advanced manufacturing, processing, financial services, information technology, biotechnology, and green energy production. Iowa is the 26th most extensive in land area and the 30th most populous of the 50 U.S. states. The state's capital, most populous city, and largest metropolitan area fully located within the state is Des Moines. A portion of the larger Omaha, Nebraska, metropolitan area extends into three counties of southwest Iowa. Iowa has been listed as one of the safest states to live in.",
  "/wiki/Iowa_House_of_Representatives": "The Iowa House of Representatives is the lower house of the Iowa General Assembly, the upper house being the Iowa Senate. There are 100 seats in the Iowa House of Representatives, representing 100 single-member districts across the state, formed by dividing the 50 Senate districts in half.  Each district has a population of approximately 30,464 as of the 2010 United States Census[update]. The House of Representatives meets at the Iowa State Capitol in Des Moines.\n Unlike the upper house, the Iowa Senate, state House representatives serve two-year terms with the whole chamber up for re-election in even-numbered years. There are no term limits for the House.",
  "/wiki/Speaker_of_the_Iowa_House_of_Representatives": "The Iowa House of Representatives is the lower house of the Iowa General Assembly, the upper house being the Iowa Senate. There are 100 seats in the Iowa House of Representatives, representing 100 single-member districts across the state, formed by dividing the 50 Senate districts in half.  Each district has a population of approximately 30,464 as of the 2010 United States Census[update]. The House of Representatives meets at the Iowa State Capitol in Des Moines.\n Unlike the upper house, the Iowa Senate, state House representatives serve two-year terms with the whole chamber up for re-election in even-numbered years. There are no term limits for the House.",
  "/wiki/Sherrard_Clemens": "Sherrard Clemens (April 28, 1820 – June 30, 1881) was a nineteenth-century politician and lawyer from Virginia and Missouri. He was a cousin to author Samuel L. Clemens (a.k.a. Mark Twain). He has a town named after himself which is in Marshall County West Virginia.",
  "/wiki/Virginia": "Virginia (/vərˈdʒɪniə/ (listen)), officially the Commonwealth of Virginia, is a state in the Southeastern and Mid-Atlantic regions of the United States located between the Atlantic Coast and the Appalachian Mountains. The geography and climate of the Commonwealth are shaped by the Blue Ridge Mountains and the Chesapeake Bay, which provide habitat for much of its flora and fauna. The capital of the Commonwealth is Richmond; Virginia Beach is the most populous city, and Fairfax County is the most populous political subdivision. The Commonwealth's estimated population as of 2018[update] is over 8.5 million.\n The area's history begins with several indigenous groups, including the Powhatan. In 1607 the London Company established the Colony of Virginia as the first permanent English colony in the New World. Virginia's state nickname, the Old Dominion, is a reference to this status. Slave labor and the land acquired from displaced Native American tribes each played a significant role in the colony's early politics and plantation economy. Virginia was one of the 13 Colonies in the American Revolution. In the American Civil War, Virginia's Secession Convention resolved to join the Confederacy, and Virginia's First Wheeling Convention resolved to remain in the Union; that led to the creation of West Virginia. Although the Commonwealth was under one-party rule for nearly a century following Reconstruction, both major national parties are competitive in modern Virginia.\n The Virginia General Assembly is the oldest continuous law-making body in the New World. The state government was ranked most effective by the Pew Center on the States in both 2005 and 2008. It is unique in how it treats cities and counties equally, manages local roads, and prohibits its governors from serving consecutive terms. Virginia's economy has many sectors: agriculture in the Shenandoah Valley; federal agencies in Northern Virginia, including the headquarters of the U.S. Department of Defense and Central Intelligence Agency (CIA); and military facilities in Hampton Roads, the site of the region's main seaport.",
  "/wiki/Samuel_Alfred_Craig": "Samuel Alfred Craig (November 19, 1839 – March 17, 1920) was a Civil War soldier, attorney, and a Republican member of the U.S. House of Representatives from Pennsylvania.",
  "/wiki/John_D._Cummins": "John D. Cummins (1791 – September 11, 1849) was a U.S. Representative from Ohio.\n Born in Pennsylvania in 1791, Cummins attended the public schools, and was graduated from Jefferson College, Canonsburg, Pennsylvania, in 1834.\nHe studied law.\nHe was admitted to the bar and commenced practice in New Philadelphia, Ohio.\nHe served as prosecuting attorney of Tuscarawas County from 1836 to 1841.\n Cummins was elected as a Democrat to the Twenty-ninth and Thirtieth Congresses (March 4, 1845 – March 3, 1849).\nHe died in Milwaukee, Wisconsin, while attending a session of the circuit court, September 11, 1849.",
  "/wiki/Ohio": "Ohio /oʊˈhaɪoʊ/ (listen) is a state in the East North Central region of the Midwestern United States. Of the fifty states, it is the 34th largest by area, the seventh most populous, and the tenth most densely populated. The state's capital and largest city is Columbus. Ohio is bordered by Lake Erie to the north, Pennsylvania to the east, West Virginia to the southeast, Kentucky to the southwest, Indiana to the west, and Michigan to the northwest.\n The state takes its name from the Ohio River, whose name in turn originated from the Seneca word  ohiːyo', meaning \"good river\", \"great river\" or \"large creek\". Partitioned from the Northwest Territory, Ohio was the 17th state admitted to the Union on March 1, 1803, and the first under the Northwest Ordinance. Ohio is historically known as the \"Buckeye State\" after its Ohio buckeye trees, and Ohioans are also known as \"Buckeyes\".\n Ohio rose from the wilderness of Ohio Country west of Appalachia in colonial times through the Northwest Indian Wars as part of the Northwest Territory in the early frontier, to become the first non-colonial free state admitted to the union, to an industrial powerhouse in the 20th century before transitioning to a more information and service based economy in the 21st.\n The government of Ohio is composed of the executive branch, led by the governor; the legislative branch, which comprises the bicameral Ohio General Assembly; and the judicial branch, led by the state Supreme Court. Ohio occupies 16 seats in the United States House of Representatives. Ohio is known for its status as both a swing state and a bellwether in national elections. Seven presidents of the United States have been elected who had Ohio as their home state.\n Ohio is an industrial state, ranking 8th out of 50 states in GDP (2015), is the third largest US state for manufacturing, and is the second largest producer of automobiles behind Michigan.",
  "/wiki/John_Littleton_Dawson": "John Littleton Dawson (February 7, 1813 – September 18, 1870) was a Democratic member of the U.S. House of Representatives from Pennsylvania.",
  "/wiki/Philip_Doddridge_(Virginia)": "Philip Doddridge (May 17, 1773 – November 19, 1832) was a lawyer and sectional leader of western (now West) Virginia. He served in the United States House of Representatives representing the \"Wheeling District\" in the Upper Ohio River Valley.",
  "/wiki/Augustus_Drum": "Augustus Drum (November 26, 1815 – September 15, 1858) was a Democratic member of the U.S. House of Representatives from Pennsylvania.",
  "/wiki/John_Hoge_Ewing": "John Hoge Ewing (October 5, 1796 – June 9, 1887) was an American politician from Pennsylvania who served as a Whig member of the U.S. House of Representatives for Pennsylvania's 20th congressional district from 1845 to 1847.",
  "/wiki/Daniel_Duncan_(Ohio_politician)": "Daniel Duncan (July 22, 1806 – May 18, 1849) was a U.S. Representative from Ohio.\n Born in Shippensburg, Pennsylvania, Duncan completed preparatory studies.\nHe attended Jefferson College, Canonsburg, Pennsylvania, in 1825.\nHe moved to Newark, Ohio, in 1828.\nHe engaged in mercantile pursuits.\nHe served as member of the State house of representatives in 1843.\nHe was an unsuccessful Whig candidate for election to the State senate in 1844.\n Duncan was elected as a Whig to the Thirtieth Congress (March 4, 1847 – March 3, 1849).\nHe was an unsuccessful candidate for reelection in 1848 to the Thirty-first Congress.\nHe died in Washington, D.C., on May 18, 1849.\nHe was interred in the Newark Graveyard, Newark, Ohio.",
  "/wiki/John_Rankin_Franklin": "John Rankin Franklin (1820–1878) was a Congressional Representative for the U.S. state of Maryland.\n Franklin was born in Worcester County, Maryland, and  graduated from Jefferson College in 1836. He then studied law; was admitted to the bar in 1841 and opened practice in Snow Hill, Maryland. He was a member of the State House of Delegates from 1840–1843, and served as speaker one term, then was president of the State board of public works in 1851.  He was elected as a Whig to the Thirty-third Congress, and served the 1st Congressional district of Maryland from March 4, 1853 until March 3, 1855.  He again became a member of the State house of delegates in 1859. Franklin was a judge of the first judicial circuit of Maryland from 1867 until his death in Snow Hill on January 11, 1878.  He is buried in the churchyard of Makemie Memorial Presbyterian Church.",
  "/wiki/Maryland": "Maryland (US: /ˈmɛrələnd/ (listen) MERR-ə-lənd)[a] is a state in the Mid-Atlantic region of the eastern United States, bordering Virginia, West Virginia, and the District of Columbia to its south and west; Pennsylvania to its north; and Delaware and the Atlantic Ocean to its east. The state's largest city is Baltimore, and its capital is Annapolis. Among its occasional nicknames are Old Line State, the Free State, and the Chesapeake Bay State. It is named after the English queen Henrietta Maria, known in England as Queen Mary, who was the wife of King Charles I.\n Sixteen of Maryland's twenty-three counties, as well as the city of Baltimore, border the tidal waters of the Chesapeake Bay estuary and its many tributaries, which combined total more than 4,000 miles of shoreline. Although one of the smallest states in the U.S., it features a variety of climates and topographical features that have earned it the moniker of America in Miniature. In a similar vein, Maryland's geography, culture, and history combine elements of the Mid-Atlantic, Northeastern, and South Atlantic regions of the country.\n Before its coastline was explored by Europeans in the 16th century, Maryland was inhabited by several groups of Native Americans, mostly by the Algonquin, and to a lesser degree by the Iroquois and Sioux. As one of the original Thirteen Colonies of Great Britain, Maryland was founded by George Calvert, a Catholic convert who sought to provide a religious haven for Catholics persecuted in England. In 1632, Charles I of England granted Calvert a colonial charter, naming the colony after his wife, Queen Mary (Henrietta Maria of France). Unlike the Pilgrims and Puritans, who rejected Catholicism in their settlements, Calvert envisioned a colony where people of different religious sects would coexist under the principle of toleration. Accordingly, in 1649 the Maryland General Assembly passed an Act Concerning Religion, which enshrined this principle by penalizing anyone who \"reproached\" a fellow Marylander based on religious affiliation. Nevertheless, religious strife was common in the early years, and Catholics remained a minority, albeit in greater numbers than in any other English colony.\n Maryland's early settlements and population centers clustered around rivers and other waterways that empty into the Chesapeake Bay. Its economy was heavily plantation-based, centered mostly on the cultivation of tobacco. The need for cheap labor led to a rapid expansion of indentured servants, penal labor, and African slaves. In 1760, Maryland's current boundaries took form following the settlement of a long-running border dispute with Pennsylvania. Maryland was an active participant in the events leading up to the American Revolution, and by 1776 its delegates signed the Declaration of Independence. Many of its citizens subsequently played key political and military roles in the war. In 1790, the state ceded land for the establishment of the U.S. capital of Washington, D.C.\n Although then a slave state, Maryland remained in the Union during the American Civil War, its strategic location giving it a significant role in the conflict. After the war, Maryland took part in the Industrial Revolution, driven by its seaports, railroad networks, and mass immigration from Europe. Since the Second World War, the state's population has grown rapidly, to approximately six million residents, and it is among the most densely populated U.S. states. As of 2015[update], Maryland had the highest median household income of any state, owing in large part to its close proximity to Washington, D.C. and a highly diversified economy spanning manufacturing, services, higher education, and biotechnology. The state's central role in U.S. history is reflected by its hosting of some of the highest numbers of historic landmarks per capita.",
  "/wiki/Maryland_House_of_Delegates": "The Maryland House of Delegates is the lower house of the legislature of the State of Maryland.  It consists of 141 delegates elected from 47 districts.  The House of Delegates Chamber is in the Maryland State House on State Circle in Annapolis, the state capital.  The State House also houses the Maryland State Senate Chamber and the offices of the Governor and Lieutenant Governor of the State of Maryland.  Each delegate has offices in Annapolis, in the nearby Casper R. Taylor Jr. House Office Building.",
  "/wiki/Speaker_of_the_Maryland_House_of_Delegates": "The Speaker of the Maryland House of Delegates presides as speaker over the House of Delegates in the state of Maryland in the United States.",
  "/wiki/Alfred_Gilmore": "Alfred Gilmore (June 9, 1812 – June 29, 1890) was a Democratic member of the U.S. House of Representatives from Pennsylvania.",
  "/wiki/Louis_E._Graham": "Louis Edward Graham (August 4, 1880 – November 9, 1965) was a Republican member of the U.S. House of Representatives from Pennsylvania.",
  "/wiki/Moses_Hampton": "Moses Hampton (October 28, 1803 – June 27, 1878) was a Whig member of the U.S. House of Representatives from Pennsylvania.",
  "/wiki/Buchanan,_Ingersoll_&_Rooney": "Buchanan Ingersoll & Rooney PC is a large U.S. law firm and lobbying group based in Pittsburgh, Pennsylvania.  The firm has more than 500 lawyers in offices in eighteen cities nationwide.",
  "/wiki/Melissa_Hart_(politician)": "Melissa Anne Hart (born April 4, 1962) is an American lawyer and politician. She was a Republican member of the United States House of Representatives from 2001 to 2007, representing Pennsylvania's 4th congressional district. She was the first Republican woman to represent Pennsylvania at the federal level. Prior to her service in Congress, Hart served in the Pennsylvania Senate, where she chaired the finance committee.\n In the 2006 midterm elections, Hart lost her bid for re-election to Democrat Jason Altmire. She challenged Altmire again in the 2008 election, but was defeated again, by a wider margin than in 2006.",
  "/wiki/Pennsylvania_State_Senate": "The Pennsylvania State Senate is the upper house of the Pennsylvania General Assembly, the Pennsylvania state legislature. The State Senate meets in the State Capitol building in Harrisburg. Senators are elected for four year terms, staggered every two years such that half of the seats are contested at each election. Even numbered seats and odd numbered seats are contested in separate election years. The President Pro Tempore of the Senate becomes the Lieutenant Governor of Pennsylvania in the event of the sitting Lieutenant Governor's removal, resignation or death. In this case the President Pro Tempore and Lieutenant Governor would be the same person.  The Pennsylvania Senate has been meeting since 1791.\n The President of the Senate is the Lieutenant Governor, who has no vote except in the event of an otherwise tie vote.",
  "/wiki/Stephen_Ross_Harris": "Stephen Ross Harris (May 22, 1824 – January 15, 1905) was a U.S. Representative from Ohio, uncle of Ebenezer Byron Finley.\n Born seven miles west of Massillon, Ohio, Harris attended the common and select schools, Washington College (Pennsylvania), Norwalk (Ohio) Seminary, and Western Reserve College, then at Hudson, Ohio.\nHe studied law.\nHe was admitted to the bar in 1849 and commenced practice in Columbus, Ohio.\nHe moved to Bucyrus, Ohio, the same year and continued the practice of law. He became law partner of Josiah Scott from 1850 to Scott's death in 1879, except that time Scott was on the Ohio Supreme Court.\nHe served as mayor of Bucyrus 1852, 1853, 1861, and 1862.\nDeputy United States marshal in 1861.\nHe served as president of the Ohio State Bar Association in 1893 and 1894.\n Harris was elected as a Republican to the Fifty-fourth Congress (March 4, 1895 - March 4, 1897).\nHe was an unsuccessful candidate for reelection in 1896 to the Fifty-fifth Congress.\nHe engaged in the practice of law in Bucyrus, Ohio, until his death there January 15, 1905.\nHe was interred in Oakwood Cemetery.\nHarris was married September 15, 1853 to Mary Jane Monnett, who died in 1888, with two sons and two daughters surviving her.",
  "/wiki/Henry_William_Hoffman": "Henry William Hoffman (November 10, 1825 – July 28, 1895) was a U.S. Representative from Maryland.\n Born in Cumberland, Maryland, Hoffman attended the public schools and Allegany County Academy.  He graduated from Jefferson College (now Washington & Jefferson College) in Pennsylvania, in 1846.  He studied law, and was admitted to the bar in 1848.\n Hoffman was elected by the American Party to the Thirty-fourth Congress (March 4, 1855 – March 3, 1857).  He was an unsuccessful candidate for reelection in 1856 to the Thirty-fifth Congress and for election in 1858 to the Thirty-sixth Congress.  After his tenure in Congress, Hoffman served as treasurer of the Chesapeake & Ohio Canal Co. from 1858 to 1860.\n Hoffman was elected Sergeant at Arms of the House of Representatives in the Thirty-sixth Congress and served from February 3, 1860, to July 5, 1861.\nHe was appointed by President Abraham Lincoln as collector of customs at Baltimore, Maryland, and served from 1861 to 1866.  He resumed the practice of law in Cumberland, Maryland.\n Hoffman was elected associate judge of the sixth Maryland circuit court in 1883 and served until his death in Cumberland, Maryland, July 28, 1895.\nHe is interred in Rose Hill Cemetery.",
  "/wiki/Sergeant_at_Arms_of_the_United_States_House_of_Representatives": "The Sergeant at Arms of the United States House of Representatives is an officer of the House with law enforcement, protocol, and administrative responsibilities. The Sergeant at Arms is elected at the beginning of each Congress by the membership of the House.",
  "/wiki/List_of_Washington_&_Jefferson_College_alumni": "Washington & Jefferson College is a private liberal arts college in Washington, Pennsylvania, which is located in the Pittsburgh metropolitan area. The college traces its origin to three log cabin colleges in Washington County, Pennsylvania established by three frontier clergymen in the 1780s: John McMillan, Thaddeus Dod, and Joseph Smith. These early schools eventually grew into two competing colleges, with Jefferson College in Canonsburg, Pennsylvania being chartered in 1802 and Washington College being chartered in 1806. These two schools merged in 1865 to form Washington & Jefferson College.\n As of 2009, Washington & Jefferson College had about 12,000 living alumni. Before the union of the two colleges, Washington College graduated 872 men and Jefferson College graduated 1,936 men.\n The alumni association recognizes as alumni all students \"who have completed at least one college year as full-time students\". These alumni include James G. Blaine, who served in Congress as Speaker of the House, U.S. Senator from Maine, two-time United States Secretary of State and the Republican nominee for the 1884 presidential election. Other graduates have held high federal positions, including United States Secretary of the Treasury Benjamin Bristow and United States Attorney General Henry Stanbery, who successfully defended Andrew Johnson during his impeachment trial. As a U.S. Congressman, Clarence Long was a key figure in directing funds to Operation Cyclone, the CIA's effort to arm the mujahideen in the Soviet–Afghan War. James A. Beaver served as Governor of Pennsylvania and as acting president of the Pennsylvania State University; he is the namesake of Beaver Stadium, the largest sports stadium in the world.  William Holmes McGuffey authored the McGuffey Readers, which are among the most popular and influential books in history. Thaddeus Dod's student, Jacob Lindley, was the first president of Ohio University.  Astronaut and test pilot Joseph A. Walker became the first person to enter space twice. Other graduates have gone on to success in professional athletics, including Buddy Jeannette, a member of the Basketball Hall of Fame, and Pete Henry, a member of both the College and Pro Football Hall of Fame. Roger Goodell has served as the Commissioner of the NFL since 2006. Baseball broadcaster Al Helfer was the radio voice of six World Series. Among graduates who entered the medical field, Jonathan Letterman is recognized as the \"Father of Battlefield Medicine.\" William Passavant is recognized as a saint within the Lutheran Church. James McGready, who studied with Joseph Smith and John McMillan was a leading revivalist in the Second Great Awakening. Successful graduates in the business realm include Richard Clark, President and CEO of Merck, and John S. Reed, the former chairman of Citigroup and the New York Stock Exchange."
}