{
  "/wiki/Marcus_Wilson_Acheson": "Marcus Wilson Acheson (June 7, 1828 – June 21, 1906) was a United States Circuit Judge of the United States Court of Appeals for the Third Circuit and of the United States Circuit Courts for the Third Circuit and previously was a United States District Judge of the United States District Court for the Western District of Pennsylvania.",
  "/wiki/United_States_Court_of_Appeals_for_the_Third_Circuit": "The United States Court of Appeals for the Third Circuit (in case citations, 3d Cir.) is a federal court with appellate jurisdiction over the district courts for the following districts:",
  "/wiki/United_States_District_Court_for_the_Western_District_of_Pennsylvania": "The United States District Court for the Western District of Pennsylvania (in case citations, W.D. Pa.) sits in Pittsburgh, Erie, and Johnstown, Pennsylvania. It is composed of ten judges as authorized by federal law. Appeals from this court are heard by the United States Court of Appeals for the Third Circuit (except for patent claims and claims against the U.S. government under the Tucker Act, which are appealed to the Federal Circuit).",
  "/wiki/Robert_Murray_Gibson": "Robert Murray Gibson (August 20, 1869 – December 19, 1949) was a United States District Judge of the United States District Court for the Western District of Pennsylvania. Prior to his legal career, he briefly played professional baseball for the Chicago Colts and Pittsburgh Alleghenys.",
  "/wiki/Samuel_Dexter_LeCompte": "Samuel Dexter LeCompte was born in Dorchester County, Maryland, USA, on December 13, 1814. He was a lawyer and judge in Kansas.",
  "/wiki/Kansas_Supreme_Court": "The Kansas Supreme Court is the highest judicial authority in the state of Kansas. Composed of seven justices, led by Chief Justice Marla Luckert, the court supervises the legal profession, administers the judicial branch, and serves as the state court of last resort in the appeals process.",
  "/wiki/Barron_Patterson_McCune": "Barron Patterson McCune (February 19, 1915 – September 10, 2008) was a United States District Judge of the United States District Court for the Western District of Pennsylvania.",
  "/wiki/John_Wilson_McIlvaine": "John Wilson McIlvaine (June 22, 1907 – July 1, 1963) was a United States District Judge of the United States District Court for the Western District of Pennsylvania.",
  "/wiki/William_McKennan": "William McKennan (September 27, 1816 – October 27, 1893) was a United States Circuit Judge of the United States Circuit Courts for the Third Circuit.",
  "/wiki/Andrew_G._Miller": "Andrew Galbraith Miller (September 18, 1801 – September 30, 1874) was an American lawyer and judge.  He was the first United States District Judge of the Eastern District of Wisconsin after having served as the only Judge of the United States District Court for the District of Wisconsin.  Prior to Wisconsin statehood, he served as a justice of the Supreme Court of Wisconsin Territory.",
  "/wiki/List_of_Wisconsin_Supreme_Court_Justices": "This is a list of justices serving in the Wisconsin Supreme Court.",
  "/wiki/Wisconsin_Supreme_Court": "The Wisconsin Supreme Court is the highest appellate court in Wisconsin. The Supreme Court has jurisdiction over original actions, appeals from lower courts, and regulation or administration of the practice of law in Wisconsin.",
  "/wiki/United_States_District_Court_for_the_District_of_Wisconsin": "The following are former United States district courts, which ceased to exist because they were subdivided into smaller units. With the exception of California, each of these courts initially covered an entire U.S. state, and was subdivided as the jurisdictions which they covered increased in population. Two of the district courts—those of South Carolina and New Jersey—were subdivided but later recreated. Every change to the divisions and boundaries of these courts is effected by an act of the United States Congress, and for each such action, the statutory reference is identified.",
  "/wiki/United_States_District_Court_for_the_Eastern_District_of_Wisconsin": "The United States District Court for the Eastern District of Wisconsin (in case citations, E.D. Wis.) is a federal trial court of limited jurisdiction.  The court is under the auspices of the United States Court of Appeals for the Seventh Circuit, although patent claims and claims against the federal government under the Tucker Act are appealed to the United States Court of Appeals for the Federal Circuit.  The Eastern District was established on June 30, 1870.",
  "/wiki/Pennsylvania_Attorney_General": "The Pennsylvania Attorney General is the chief law enforcement officer of the Commonwealth of Pennsylvania. It became an elected office in 1980. The current Attorney General is Democrat Josh Shapiro.",
  "/wiki/Ethelbert_Patterson_Oliphant": "Ethelbert Patterson Oliphant was a judge of the Supreme Court of Washington Territory from 1861 to 1865. He graduated from Jefferson College (now Washington & Jefferson College).",
  "/wiki/Washington_Supreme_Court": "The Washington Supreme Court is the highest court in the judiciary of the US state of Washington. The Court is composed of a Chief Justice and eight Justices. Members of the Court are elected to six-year terms. Justices must retire at the end of the calendar year in which they reach the age of 75, per the Washington State Constitution.",
  "/wiki/Albert_C._Thompson": "Albert Clifton Thompson (January 23, 1842 – January 26, 1910) was a United States Representative from Ohio and a United States District Judge of the United States District Court for the Southern District of Ohio.",
  "/wiki/United_States_District_Court_for_the_Southern_District_of_Ohio": "The United States District Court for the Southern District of Ohio (in case citations, S.D. Ohio) is one of two United States district courts in Ohio and includes forty-eight of the state's eighty-eight counties.  Appeals from the court are taken to the United States Court of Appeals for the Sixth Circuit at Cincinnati (except for patent claims and claims against the U.S. government under the Tucker Act, which are appealed to the Federal Circuit).",
  "/wiki/Ohio": "Ohio /oʊˈhaɪoʊ/ (listen) is a state in the East North Central region of the Midwestern United States. Of the fifty states, it is the 34th largest by area, the seventh most populous, and the tenth most densely populated. The state's capital and largest city is Columbus. Ohio is bordered by Lake Erie to the north, Pennsylvania to the east, West Virginia to the southeast, Kentucky to the southwest, Indiana to the west, and Michigan to the northwest.",
  "/wiki/W._H._Seward_Thomson": "W. H. Seward Thomson (December 16, 1856 – November 29, 1932) was a United States District Judge of the United States District Court for the Western District of Pennsylvania.",
  "/wiki/John_Titus_(jurist)": "John Titus (August 12, 1812 – October 16, 1876) was an American attorney and jurist.  He served as Chief Justice of the Supreme Courts of both Utah and Arizona Territory.",
  "/wiki/Arizona_Territorial_Supreme_Court": "The Arizona Supreme Court is the state supreme court of the U.S. state of Arizona. Sitting in the Supreme Court building in downtown Phoenix, the court consists of a chief justice, a vice chief justice, and five associate justices. Each justice is appointed by the governor of Arizona from a list recommended by a bipartisan commission. Justices stand for retention in an election two years after their appointment and then every six years. They must retire at age 70.",
  "/wiki/Utah_Territorial_Supreme_Court": "The Utah Supreme Court is the supreme court of the state of Utah, United States. It has final authority of interpretation of the Utah Constitution.  The Utah Supreme Court is composed of five members: a chief justice, an associate chief justice, and three justices.  All justices are appointed by the governor of Utah, with confirmation by the Utah Senate. The five justices vote among themselves for the position of chief justice and associate chief justice, who each serve a term of four years.",
  "/wiki/James_Scott_Young": "James Scott Young (December 3, 1848 – February 25, 1914) was a United States District Judge of the United States District Court for the Western District of Pennsylvania.",
  "/wiki/List_of_Washington_&_Jefferson_College_alumni": "Washington & Jefferson College is a private liberal arts college in Washington, Pennsylvania, which is located in the Pittsburgh metropolitan area. The college traces its origin to three log cabin colleges in Washington County, Pennsylvania established by three frontier clergymen in the 1780s: John McMillan, Thaddeus Dod, and Joseph Smith. These early schools eventually grew into two competing colleges, with Jefferson College in Canonsburg, Pennsylvania being chartered in 1802 and Washington College being chartered in 1806. These two schools merged in 1865 to form Washington & Jefferson College."
}