{
  "/wiki/The_Comedy_of_Errors": "The Comedy of Errors is one of William Shakespeare's early plays. It is his shortest and one of his most farcical comedies, with a major part of the humour coming from slapstick and mistaken identity, in addition to puns and word play. The Comedy of Errors is, along with The Tempest, one of only two Shakespearean plays to observe the Aristotelian principle of unity of time—that is, that the events of a play should occur over 24 hours. It has been adapted for opera, stage, screen and musical theatre numerous times worldwide. In the centuries following its premiere, the play's title has entered the popular English lexicon as an idiom for \"an event or series of events made ridiculous by the number of errors that were made throughout\".",
  "/wiki/Oxford_Playhouse": "Oxford Playhouse (often just known as the Playhouse by locals) is an independent theatre designed by Sir Edward Maufe.  It is situated in Beaumont Street, Oxford, opposite the Ashmolean Museum.",
  "/wiki/Oxford": "Oxford (/ˈɒksfəd/ OKS-fəd) is a university city in Oxfordshire, England, with a population of 155,000. It is  56 miles (90 km) northwest of London, 64 miles (103 km) from Birmingham and 24 miles (39 km) from Reading by road.",
  "/wiki/The_Government_Inspector": "The Government Inspector, also known as The Inspector General (Russian: «Ревизор», Revizor, literally: \"Inspector\"), is a satirical play by the Russian and Ukrainian dramatist and novelist Nikolai Gogol. Originally published in 1836, the play was revised for an 1842 edition. Based upon an anecdote allegedly recounted to Gogol by Pushkin, the play is a comedy of errors, satirizing human greed, stupidity, and the extensive political corruption of Imperial Russia.",
  "/wiki/Royal_National_Theatre": "The Royal National Theatre in London, commonly known as the National Theatre (NT), is one of the United Kingdom's three most prominent publicly funded performing arts venues, alongside the Royal Shakespeare Company and the Royal Opera House. Internationally, it is known as the National Theatre of Great Britain.",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]",
  "/wiki/The_Common_Pursuit": "The Common Pursuit is a play by Simon Gray which follows the lives of six characters who first meet as undergraduates at Cambridge University when they are involved in setting up a literary magazine called The Common Pursuit. The title is an allusion to F. R. Leavis's 1952 collection of essays Scrutiny: The Common Pursuit.",
  "/wiki/Phoenix_Theatre_(London)": "The Phoenix Theatre is a West End theatre in the London Borough of Camden, located in Charing Cross Road (on the corner of Flitcroft Street). The entrances are on Phoenix Street and Charing Cross Road. The Phoenix Theatre was built on the site of a former factory and then music hall Alcazar before.",
  "/wiki/Waiting_for_Godot": "Waiting for Godot (/ˈɡɒdoʊ/ GOD-oh) is a play by Samuel Beckett, in which two characters, Vladimir (Didi) and Estragon (Gogo), wait for the arrival of someone named Godot who never arrives, and while waiting they engage in a variety of discussions and encounter three other characters. Waiting for Godot is Beckett's translation of his own original French-language play, En attendant Godot, and is subtitled (in English only) \"a tragicomedy in two acts\". The original French text was composed between 9 October 1948 and 29 January 1949. The premiere, directed by Roger Blin, was on 5 January 1953 at the Théâtre de Babylone [fr], Paris. The English-language version premiered in London in 1955. In a poll conducted by the British Royal National Theatre in 1990, it was voted the \"most significant English language play of the 20th century\".",
  "/wiki/Queen's_Theatre": "The Sondheim Theatre (formerly the Queen's Theatre) is a West End theatre located in Shaftesbury Avenue on the corner of Wardour Street in the City of Westminster, London. It opened as the Queen's on 8 October 1907 as a twin to the neighbouring Hicks Theatre (now the Gielgud Theatre) which had opened ten months earlier. Both theatres were designed by W. G. R. Sprague. In 2019 the theatre's name was changed from the Queen's to the Sondheim Theatre. The theatre reopened on 18 December, 2019.",
  "/wiki/Bottom_Live": "Bottom Live – The Stage Show is a live stage show based on the UK TV series Bottom. It ran in 1993 and was recorded for VHS (and later DVD) release at the Mayflower Theatre in Southampton. It was written by its stars, Rik Mayall as Richie Richard and Adrian Edmondson as Eddie Hitler.",
  "/wiki/Mayflower_Theatre": "Mayflower Theatre (formerly the Gaumont Theatre and originally The Empire Theatre) is a Grade II listed theatre in the city centre of Southampton, England, with a capacity of 2,300.  It features West End theatre shows when they tour the United Kingdom. In addition to this, one-off comedy shows and music events often take place at the theatre too.",
  "/wiki/Southampton": "Southampton (/saʊθˈ(h)æmptən/ (listen)) is a city in Hampshire, South East England, 70 miles (110 km) south-west of London and 15 miles (24 km) north-west of Portsmouth. A major port, and close to the New Forest, it lies at the northernmost point of Southampton Water, at the confluence of the River Test and Itchen, with the River Hamble joining to the south. The unitary authority had a population of 253,651 at the 2011 census. A resident of Southampton is called a Sotonian.",
  "/wiki/Cell_Mates_(play)": "Cell Mates is a play by Simon Gray. It opened at the Albery Theatre, London on 16 February 1995, starring Stephen Fry and Rik Mayall, with Gray himself directing. Despite having performed successfully for several weeks during the pre-London warm-up dates in Guildford and Watford then at the Richmond Theatre, Fry left the West End production after three days. His understudy, Mark Anderson stepped in, until Fry was replaced by Simon Ward. Nevertheless, the production closed on 25 March 1995.",
  "/wiki/Noël_Coward_Theatre": "The Noël Coward Theatre, formerly known as the Albery Theatre, is a West End theatre on St. Martin's Lane in the City of Westminster, London. It opened on 12 March 1903 as the New Theatre and was built by Sir Charles Wyndham behind Wyndham's Theatre which was completed in 1899. The building was designed by architect W. G. R. Sprague with an exterior in the classical style and an interior in the Rococo style.",
  "/wiki/West_End_theatre": "West End theatre is mainstream professional theatre staged in the large theatres in and near the West End of London. Along with New York City's Broadway theatre, West End theatre is usually considered to represent the highest level of commercial theatre in the English-speaking world. Seeing a West End show is a common tourist activity in London.",
  "/wiki/Bottom_Live:_The_Big_Number_Two_Tour": "Bottom Live: The Big Number Two is a 1995 live stage show based on the UK TV series Bottom that was filmed at the Apollo Theatre Oxford.",
  "/wiki/New_Theatre_Oxford": "New Theatre Oxford (formerly the Apollo Theatre Oxford and The Apollo, from 1977–2003) is the main commercial theatre in Oxford, England. It has a capacity of 1,785 people; is on George Street, in the centre of the city; and puts on a wide variety of shows, including musical theatre, stand-up comedy, and concerts.",
  "/wiki/Bottom_Live_3:_Hooligan's_Island": "Bottom Live 3: Hooligan's Island is a live stage show that was recorded at the Bristol Hippodrome,  Bristol, in 1997, written by and starring Rik Mayall and Adrian Edmondson. This is the third instalment of five live shows based on the television show Bottom.",
  "/wiki/Bristol_Hippodrome": "The Bristol Hippodrome (grid reference ST590729) is a theatre located in The Centre, Bristol, England,  United Kingdom with seating on three levels giving a capacity of 1,951. It frequently features shows from London's West End when they tour the UK, as well as regular visits by Welsh National Opera and an annual pantomime.",
  "/wiki/A_Family_Affair_(musical)": "A Family Affair is a musical with a book by James Goldman and William Goldman, lyrics by James Goldman and John Kander, and music by Kander.  This was Kander's first show, and his only one written without Fred Ebb in Ebb's lifetime.",
  "/wiki/Theatre_Royal,_Brighton": "The Theatre Royal, Brighton is a theatre in Brighton, England presenting a range of West End and touring musicals and plays, along with performances of opera and ballet.",
  "/wiki/Bottom_Live_2001:_An_Arse_Oddity": "Bottom Live 2001: An Arse Oddity was the fourth live show based on the British sitcom Bottom. It was recorded at Nottingham Royal Concert Hall.",
  "/wiki/Nottingham_Royal_Concert_Hall": "Nottingham Royal Concert Hall is a concert hall in the English city of Nottingham. It is owned by Nottingham City Council and is part of a complex that also includes the city's Theatre Royal. The Royal Concert Hall's striking modern architecture has proved to be a city landmark at the heart of Nottingham City Centre, opposite the more recently built The Cornerhouse complex.[citation needed]",
  "/wiki/Nottingham": "Nottingham (/ˈnɒtɪŋəm/ (listen) NOT-ing-əm) is a city and unitary authority area in Nottinghamshire, England. Part of the East Midlands region, it is 128 miles (206 km) north of London and 45 miles (72 km) northeast of Birmingham.",
  "/wiki/Present_Laughter": "Present Laughter is a comic play written by Noël Coward in 1939 but not produced until 1942 because the Second World War began while it was in rehearsal, and the British theatres closed. The title is drawn from a song in Shakespeare's Twelfth Night that urges carpe diem (\"present mirth hath present laughter\"). The play has been frequently revived in Britain, the US and beyond.",
  "/wiki/Theatre_Royal,_Bath": "The Theatre Royal in Bath, England, was built in 1805. A Grade II* listed building, it has been described by the Theatres Trust as \"One of the most important surviving examples of Georgian theatre architecture\". It has a capacity for an audience of around 900.",
  "/wiki/Bottom_Live_2003:_Weapons_Grade_Y-Fronts_Tour": "Bottom Live 2003: Weapons Grade Y-Fronts Tour is the fifth and final live stage show based on the UK TV series Bottom. It ran in 2003 (ten years after the first stage show) and was recorded for VHS and DVD release at the Cliffs Pavilion Theatre in Southend-on-Sea. It was written by and starred Rik Mayall as Richie and Adrian Edmondson as Eddie.",
  "/wiki/Cliffs_Pavilion": "Cliffs Pavilion is a theatre at Station Road in Westcliff-on-Sea, Essex, England, a suburb of Southend-on-Sea. It seats 1,630 and offers an assortment of variety acts.",
  "/wiki/Southend-on-Sea": "Southend-on-Sea (/saʊθˌɛnd-/ (listen)), commonly referred to simply as Southend, is a town and wider unitary authority area with borough status in southeastern Essex, England. It lies on the north side of the Thames Estuary, 40 miles (64 km) east of central London. It is bordered to the north by Rochford and to the west by Castle Point. It is home to the longest leisure pier in the world, Southend Pier. London Southend Airport is located 1.5 NM (2.8 km; 1.7 mi) north of the town centre.",
  "/wiki/Trafalgar_Studios": "Trafalgar Studios, formerly the Whitehall Theatre until 2004, is a West End theatre in Whitehall, near Trafalgar Square, in the City of Westminster, London. Built in 1930 with interiors in the Art Deco style, the theatre regularly staged comedies and revues. It was converted into a television and radio studio in the 1990s, before later returning to theatrical use.",
  "/wiki/Rik_Mayall": "Richard Michael Mayall (7 March 1958 – 9 June 2014) was an English comedian, actor and writer. Mayall formed a close partnership with Ade Edmondson while they were students at Manchester University, and was a pioneer of alternative comedy in the 1980s."
}