{
  "/wiki/Record_Label": "A record label, or record company, is a brand or trademark associated with the marketing of music recordings and music videos. Sometimes, a record label is also a publishing company that manages such brands and trademarks, coordinates the production, manufacture, distribution, marketing, promotion, and enforcement of copyright for sound recordings and music videos, while also conducting talent scouting and development of new artists (\"artists and repertoire\" or \"A&R\"), and maintaining contracts with recording artists and their managers. The term \"record label\" derives from the circular label in the center of a vinyl record which prominently displays the manufacturer's name, along with other information. Within the mainstream music industry, recording artists have traditionally been reliant upon record labels to broaden their consumer base, market their albums, and be both promoted and heard on music streaming services, radio, and television. Record labels also provide publicists, who assist performers in gaining positive media coverage, and arrange for their merchandise to be available via stores and other media outlets.",
  "/wiki/Axiom_Verge": "Axiom Verge is a Metroidvania video game by American indie developer Thomas Happ. The game was originally released in March 2015 in North America and April 2015 in Europe and Australia for PlayStation 4. It was released on May 2015 for Microsoft Windows, OS X, and Linux. A PlayStation Vita version was released in April 2016. The Wii U and Xbox One versions were released in North America and Europe in September 2016. A Nintendo Switch version was released in October 2017.",
  "/wiki/Mother_2": "EarthBound (known as Mother 2 in Japan)[nb 1] is a role-playing video game developed by Ape Inc. and HAL Laboratory and published by Nintendo for the Super Nintendo Entertainment System. The second entry in the Mother series, it was first released in Japan in August 1994, and in North America in June 1995. As Ness and his party of four, the player travels the world to collect melodies from eight Sanctuaries in order to defeat the evil alien force Giygas.",
  "/wiki/FTL:_Faster_Than_Light": "FTL: Faster Than Light is a space-based top-down real-time strategy roguelike game created by indie developer Subset Games, which was released for Microsoft Windows, OS X and Linux in September 2012. In the game, the player controls the crew of a single spacecraft, holding critical information to be delivered to an allied fleet, while being pursued by a large rebel fleet. The player must guide the spacecraft over eight sectors, each with planetary systems and events procedurally generated in a roguelike fashion, while facing rebel and other hostile forces, recruiting new crew, and outfitting and upgrading their ship. Combat takes place in pausable real time, and if the ship is destroyed or all of its crew lost, the game ends, forcing the player to restart with a new ship.",
  "/wiki/Iam8bit": "Iam8bit, Inc. is a production company, creative policy institute and art exhibition based in Los Angeles, California. The company works in many entertainment industries including video games, film, fashion and music. They have produced many projects including exclusive taste-maker mailers, large scale community events and short films. In 2011, iam8bit rebranded their identity to be more broadly focused, launching with a new logo and website.",
  "/wiki/Uncharted:_The_Nathan_Drake_Collection": "Uncharted is an action-adventure game series developed by Naughty Dog and published by Sony Interactive Entertainment for PlayStation consoles. The main series of games follows Nathan Drake, a treasure hunter who travels across the world to uncover various historical mysteries.",
  "/wiki/Uncharted:_Drake%27s_Fortune": "Uncharted: Drake's Fortune is a 2007 action-adventure game developed by Naughty Dog and published by Sony Computer Entertainment. It is the first game in the Uncharted series, and was released in November 2007 for PlayStation 3. Combining action-adventure and platforming elements with a third-person perspective, the game follows Nathan Drake, the supposed descendant of the explorer Sir Francis Drake, as he seeks the lost treasure of El Dorado, with the help of journalist Elena Fisher and mentor Victor Sullivan.",
  "/wiki/Uncharted_2:_Among_Thieves": "Uncharted 2: Among Thieves is a 2009 action-adventure game developed by Naughty Dog and published by Sony Computer Entertainment. It is the second game in the Uncharted series, and was released in October 2009 for PlayStation 3. Set two years after the events of Drake's Fortune, the single-player story follows Nathan Drake, who partners with Chloe Frazer and Elena Fisher, as they search for the Cintamani Stone and Shambhala, whilst battling a mercenary group led by Zoran Lazarević and Harry Flynn.",
  "/wiki/Uncharted_3:_Drake%27s_Deception": "Uncharted 3: Drake's Deception is a 2011 action-adventure game developed by Naughty Dog and published by Sony Computer Entertainment. It is the third game in the Uncharted series, and was released in November 2011 for the PlayStation 3. The single-player story follows Nathan Drake, who partners with his mentor Victor Sullivan as they search for the legendary lost city the Iram of the Pillars, whilst competing with a mercenary group led by Sullivan's former employer, Katherine Marlowe.",
  "/wiki/Dustforce": "Dustforce is a platform video game developed by Hitbox Team. The game was released in January 2012 for Microsoft Windows via Steam, and Mac OS X through Steam in May 2012. A Linux port was released as part of the Humble Indie Bundle 6. Capcom published the game for the PlayStation 3, PlayStation Vita, and Xbox 360.",
  "/wiki/Guild_Wars_2:_Heart_of_Thorns": "Guild Wars 2: Heart of Thorns is the first expansion pack for Guild Wars 2, a massively multiplayer online role-playing game developed by ArenaNet and published by NCSOFT. It was released for Microsoft Windows on October 23, 2015. It was made available for pre-purchase on June 16, 2015. After the release date was broadcast on August 29, 2015, the base game was made free-to-play, although free players have fewer character slots and have restrictions on mailing and chatting with other players.",
  "/wiki/Monument_Valley_(video_game)": "Monument Valley is an indie puzzle game developed and published by Ustwo Games. The player leads the princess Ida through mazes of optical illusions and impossible objects while manipulating the world around her to reach various platforms. Monument Valley was developed over ten months beginning in early 2013 based on concept drawings by company artist Ken Wong. Its visual style was inspired by Japanese prints, minimalist sculpture, and indie games Windosill, Fez, and Sword & Sworcery, and was compared by critics to M. C. Escher drawings and Echochrome. The art was designed such that each frame would be worthy of public display. After a closed beta test, it was released for iOS on April 3, 2014, and was later ported to Android and Windows Phone. The game received generally favorable reviews. Critics praised its art and sound design, but noted its lack of difficulty and short length. It won a 2014 Apple Design Award, was named Apple's best iPad game of 2014, and sold over two million copies by January 2015; by May 2016, sales of the game exceeded 26 million.",
  "/wiki/The_Banner_Saga": "The Banner Saga is a fantasy tactical role-playing video game developed by Stoic Studio and published by Versus Evil. It was initially released for personal computers and mobile phones in January 2014. PlayStation 4 and Xbox One versions were released in 2016, with a Nintendo Switch version released in 2018.",
  "/wiki/Austin_Wintory": "Austin Wintory (born September 9, 1984 in Denver, Colorado) is an American composer who composes scores for films and video games. He is particularly known for composing the scores to the acclaimed video game titles Flow and Journey, the latter of which was nominated for a Grammy Award for Best Score Soundtrack for Visual Media (the first for a video game). His film efforts include the scores to the 2009 Sundance hit Grace, as well as the 2008 Sundance Audience Award winner Captain Abu Raed. Wintory has composed 300 scores since 2003.",
  "/wiki/XCOM:_Enemy_Unknown": "XCOM: Enemy Unknown is a 2012 turn-based tactical video game developed by Firaxis Games and published by 2K Games. The game is a \"reimagined\" remake of the 1994 cult classic strategy game UFO: Enemy Unknown (also known as X-COM: UFO Defense) and a reboot of MicroProse's 1990s X-COM series.",
  "/wiki/XCOM_2": "XCOM 2 is a turn-based tactics video game developed by Firaxis Games and published by 2K Games in February 2016. The game is the sequel to 2012's reboot of the series, XCOM: Enemy Unknown. Taking place 20 years after the events of Enemy Unknown, it follows the continuity that XCOM, a military organization trying to fight off an alien invasion, has lost the war, and is now a resistance force against their occupation of Earth and their established totalitarian regime and military dictatorship. Gameplay is split between turn-based combat where players command a squad of recruits to fight against hostile enemies and strategy elements where players manage and control the operations of the Avenger, a derelict alien ship that is also the new mobile base for XCOM, commanding the engineering and research department of the base between missions",
  "/wiki/Streets_of_Rage_2": "Streets of Rage 2, released in Japan as Bare Knuckle II: The Requiem of the Deadly Battle (ベア・ナックルII 死闘への.mw-parser-output ruby>rt,.mw-parser-output ruby>rtc{font-feature-settings:\"ruby\"1}.mw-parser-output ruby.large{font-size:250%}.mw-parser-output ruby.large>rt,.mw-parser-output ruby.large>rtc{font-size:.3em}鎮魂歌（レクイエム）, Bea Nakkuru Tsū: Shitō e no Rekuiemu), is a side-scrolling beat 'em up video game published by Sega in 1992 for the Mega Drive/Genesis and developed by an ad hoc team of several companies: Sega, Ancient, Shout! Designworks, MNM Software and H.I.C. It is the second game in the Streets of Rage series, a sequel to Streets of Rage and followed by Streets of Rage 3.",
  "/wiki/No_Man%27s_Sky": "No Man's Sky is an exploration survival game developed and published by the indie studio Hello Games. It was released worldwide for the PlayStation 4 and Microsoft Windows in August 2016, and for Xbox One in July 2018. The game is built around four pillars: exploration, survival, combat, and trading. Players are free to perform within the entirety of a procedurally generated deterministic open world universe, which includes over 18 quintillion planets. Through the game's procedural generation system, planets have their own ecosystems with unique forms of flora and fauna, and various sentient alien species may engage the player in combat or trade within planetary systems. Players advance in the game by mining for resources to power and improve their equipment, buying and selling resources using credits earned by documenting flora and fauna, and otherwise seeking out the mystery around the Atlas, an entity at the center of the galaxy.",
  "/wiki/65daysofstatic": "65daysofstatic (often abbreviated as 65dos, 65days, or simply 65) are an experimental band from Sheffield, England. Formed in 2001, the band is composed of instrumentalists Paul Wolinski, Joe Shrewsbury, Rob Jones and Simon Wright.",
  "/wiki/Quantum_Break": "Quantum Break is a science fiction action-adventure third-person shooter video game developed by Remedy Entertainment and published by Microsoft Studios. The game was released worldwide for Microsoft Windows and Xbox One in April 2016. The game centers on Jack Joyce, granted time manipulation powers after a failed time-machine experiment, as he comes into conflict with former friend Paul Serene over how to deal with an apocalyptic \"End of Time\". In addition, the game includes platform game elements in less action-oriented segments. There are also \"junction points\" that affect the game's outcome. The game features episodes of an integrated live-action television show, featuring the actors of the characters. The characters interact with the player's choices, displaying the results of the decisions made.",
  "/wiki/Ratchet_%26_Clank_(2016_video_game)": "Ratchet & Clank is a three-dimensional platform third person shooter video game developed by Insomniac Games and published by Sony Interactive Entertainment. It is a re-imagining of the first game in the series, as well as being based on the 2016 film of the same name by Rainmaker Entertainment and Blockade Entertainment. The game was originally planned to be released on the PlayStation 4 in 2015, but was delayed, along with the film, to April 2016 in order to give the film a better marketing campaign and the game additional polish time.",
  "/wiki/The_Banner_Saga_2": "The Banner Saga 2 is a tactical role-playing video game developed by Stoic Studio and published by Versus Evil. It is the sequel to The Banner Saga, and the second part of a trilogy of games.",
  "/wiki/Mafia_III": "Mafia III is an action-adventure video game developed by Hangar 13 and published by 2K Games. It was released in October 2016 for PlayStation 4, Xbox One, and Microsoft Windows, and in May 2017 for macOS. It is the third main game in the Mafia series, and the sequel to Mafia II. Set within the fictional city of New Bordeaux, based on New Orleans, the single-player story follows Lincoln Clay, a criminal who aims to build a new crime organization while seeking revenge on the Italian mob.",
  "/wiki/Out_Run": "Out Run[a] (also stylized as OutRun) is an arcade game released by Sega in September 1986. It is known for its pioneering hardware and graphics and innovative features such as nonlinear gameplay and a selectable soundtrack with music composed by Hiroshi Kawaguchi.  Designed as a racing game where the goal is to avoid traffic and reach one of five destinations, Out Run was set up for players to enjoy the experience of driving.",
  "/wiki/Panzer_Dragoon": "Panzer Dragoon (Japanese: パンツァードラグーン, Hepburn: Pantsā Doragūn) is a series of video games by Sega, created first by its internal Team Andromeda and later, the Smilebit development team. Aside from the role-playing video game Panzer Dragoon Saga, the games are of the rail shooter genre. All games follow the story of a lone hero or heroine fighting an evil empire in a post apocalyptic world, while riding a dragon.",
  "/wiki/Street_Fighter_II:_The_World_Warrior": "Street Fighter II: The World Warrior[a] is a competitive fighting game developed by Capcom and originally released for arcade systems in 1991. It is the second installment in the Street Fighter series and the sequel to Street Fighter, released in 1987. It is Capcom's fourteenth title to use the CP System arcade system board. Street Fighter II improved many of the concepts introduced in the first game, including the use of special command-based moves and a six-button configuration, while offering players a wider selection of playable characters, each with their own fighting style, and introducing the combo system.",
  "/wiki/Super_Street_Fighter_II:_The_New_Challengers": "Super Street Fighter II: The New Challengers[a] is a head-to-head fighting game produced by Capcom and originally released as an arcade game in 1993. It is the fourth game in the Street Fighter II sub-series of Street Fighter games, following Street Fighter II: Hyper Fighting. In addition to refining and balancing the existing character roster from the previous versions, Super Street Fighter II introduced four new characters. It was also the first game to be developed on Capcom's CP System II hardware, which permitted more sophisticated graphics and audio over the original CP System hardware used in previous versions of Street Fighter II.",
  "/wiki/Super_Street_Fighter_II_Turbo": "Super Street Fighter II Turbo[a] (also known as Super Street Fighter II Turbo: The Ultimate Championship) is a competitive fighting game released for the arcades by Capcom in 1994 in Japan on February 23, 1994, North America on February 23, 1994 And March 26, 1994 (Beta) and Europe on 1994 And March 1994 (Beta). It is the fifth installment in the Street Fighter II sub-series of Street Fighter games, following Super Street Fighter II: The New Challengers. Like its predecessor, it ran on the CP System II hardware.",
  "/wiki/Yoko_Shimomura": "Yoko Shimomura (下村 陽子, Shimomura Yōko, born October 19, 1967) is a Japanese composer and pianist, primarily known for her work in video games. Shimomura has worked in the video game industry ever since graduating from the Osaka College of Music in 1988. From then until 1993, she worked for Capcom, where she composed wholly or in part the scores for 16 games, including Final Fight and Street Fighter II: The World Warrior."
}