{
  "/wiki/Omnilife_Stadium": "The Estadio Akron, formerly known as the  Estadio Omnilife and Estadio Chivas (Estadio Chivas, Spanish pronunciation: [esˈtaðjo ˈtʃiβas]), is a multipurpose stadium that is used mostly for football matches, including home matches for Club Deportivo Guadalajara, commonly known as the \"Chivas\". It is part of the JVC complex, and has a capacity of 49,850. Construction started in February 2004, but due to financial problems and other issues, the stadium's completion was delayed for a number of years.",
  "/wiki/Guadalajara": "Guadalajara (/ˌɡwɑːdələˈhɑːrə/, Spanish: [ɡwaðalaˈxaɾa] (listen)) is the capital and largest city of the Mexican state of Jalisco, and the seat of the municipality of Guadalajara. The city is in the central region of Jalisco in the Western-Pacific area of Mexico. With a population of 1,460,148 inhabitants, it is Mexico's second most populous municipality. The Guadalajara metropolitan area has a reported population of 5,002,466 inhabitants, making it the second most populous metropolitan area in Mexico, behind Mexico City. The municipality is the second most densely populated in Mexico, the first being Ciudad Nezahualcóyotl in the State of Mexico. It is a strong business and economic center in the Bajío region.",
  "/wiki/Football_at_the_2011_Pan_American_Games": "Football at the 2011 Pan American Games was held in Guadalajara, Mexico from October 18 to October 28. Associations affiliated with FIFA were invited to send their full women's national teams and men's U-22 teams to participate. In addition teams are allowed to enter a maximum of eighteen athletes.",
  "/wiki/2011_Pan_American_Games_opening_ceremony": "The opening ceremony of the 2011 Pan American Games took place on October 14, 2011, beginning at 20:00 CDT (1:00 UTC, October 15) at Omnilife Stadium in Zapopan, a suburb of Guadalajara, Jalisco, Mexico. The opening ceremony was directed and produced by Five Currents, which also produced the ceremonies at the 2002 Winter Olympics and the 2007 Pan American Games.",
  "/wiki/Scotiabank_Aquatics_Center": "The Scotiabank Aquatics Center is an aquatics center built for the 2011 Pan American Games in the municipality of Zapopan, near Guadalajara, Mexico.  It was opened June 22, 2011, built at a cost of $USD31.7m (380 million pesos).   It is the most modern aquatic complex of its kind in Latin America, and considered to be the second best in the world by the Fédération Internationale de Natation. It has a permanent capacity 3,593, but will have a capacity of 5,000 spectators for the Pan American Games.",
  "/wiki/Zapopan": "Zapopan (Spanish pronunciation: [saˈpopan]) is a city and municipality located in the Mexican state of Jalisco. Part of the Guadalajara Metropolitan Area, the population of Zapopan city proper makes it the second largest city in the state, very close behind the population of Guadalajara proper. It is best known as being the home of the Virgin of Zapopan, an image of the Virgin Mary which was made in the 16th century. This image has been credited with a number of miracles and has been recognized by popes and even visited by Pope John Paul II.  The municipality is also the home of the Centro Cultural Universitario, which contains one of the most important concert venues in Latin America  and is the home of the new stadium for the C.D. Guadalajara.",
  "/wiki/Diving_at_the_2011_Pan_American_Games": "Diving competitions at the 2011 Pan American Games in Guadalajara were held from October 26 to October 29, at the Scotiabank Aquatics Center. The winner of each individual event earned their NOC a quota spot to compete at the 2012 Summer Olympics in London, Great Britain.",
  "/wiki/Swimming_at_the_2011_Pan_American_Games": "The Swimming competition at the XVI Pan American Games was October 15–22, 2011 at the Scotiabank Aquatics Center in Guadalajara, Mexico. The open water events swam in the waters off API Maritime Terminal in Puerto Vallarta.",
  "/wiki/Synchronized_swimming_at_the_2011_Pan_American_Games": "Synchronized swimming competitions at the 2011 Pan American Games in Guadalajara were held from October 18 to October 21, at the Scotiabank Aquatics Center. The winning team,  Canada (CAN), qualified its country to compete at the 2012 Summer Olympics in London, Great Britain.",
  "/wiki/Water_polo_at_the_2011_Pan_American_Games": "Water polo at the 2011 Pan American Games was held from October 23 to October 29, 2011, at the Scotiabank Aquatics Center in Guadalajara, Mexico. Each men's and women's team consisted of 13 athletes. Therefore, a total of 208 athletes competed in water polo at these games. The winner of each tournament (the United States) qualified to compete at the 2012 Summer Olympics in London, Great Britain, while the second through fourth-place finishers in each tournament qualified for the last chance qualifying tournament.",
  "/wiki/Archery_at_the_2011_Pan_American_Games": "Archery at the 2011 Pan American Games was held over a six-day period from October 17 to October 22. The events took place at the newly built Pan American Archery Stadium in Guadalajara, Mexico. Just like in the Olympics, the archery competition will be held using the recurve bow.",
  "/wiki/Estadio_Telmex_de_Atletismo": "The Estadio de Béisbol Charros de Jalisco is a baseball and athletics stadium located in Zapopan, near Guadalajara, Mexico.  It was built for the 2011 Pan American Games at substantial cost.   It opened in 2011 and received official certification from the International Association of Athletics Federations just days before the start of the Pan American Games. It will have a permanent capacity of 8,000, but will be increased to 15,000 during the games. It has an eight-lane tartan track as well as an adjoining warm-up track.",
  "/wiki/Athletics_at_the_2011_Pan_American_Games": "Athletics competitions at the 2011 Pan American Games in Guadalajara was held from October 23 to October 30 at the newly built Telmex Athletics Stadium. The racewalking and marathon events were held on the temporary Guadalajara Circuit and Route and the Pan American Marathon circuit respectively. The sport of athletics is split into distinct sets of events: track and field events, road running events, and racewalking events.",
  "/wiki/Multipurpose_Gymnasium": "Badminton competitions at the 2011 Pan American Games in Guadalajara was held from October 15 to October 20 at the newly built Multipurpose Gymnasium.",
  "/wiki/Badminton_at_the_2011_Pan_American_Games": "Badminton competitions at the 2011 Pan American Games in Guadalajara was held from October 15 to October 20 at the newly built Multipurpose Gymnasium.",
  "/wiki/Fencing_at_the_2011_Pan_American_Games": "Fencing competitions at the 2011 Pan American Games in Guadalajara will be held from October 24 to October 29 at the Multipurpose Gymnasium. All 12 events will be on the schedule, meaning every team event will be contested, after reverting to Olympic only events in 2007.",
  "/wiki/CODE_Dome": "The CODE Dome is a 3,528 seat arena in Guadalajara, Jalisco, México, that was renovated in 2011 to host the basketball and table tennis competitions at the 2011 Pan American Games.",
  "/wiki/Basketball_at_the_2011_Pan_American_Games": "Basketball competitions at the 2011 Pan American Games in Guadalajara were held from October 21 to October 30 at the CODE Dome. Each team was allowed to enter a maximum of twelve athletes. Puerto Rico won both the men's and women's competitions, with Mexico placing second in both competitions. The United States won bronze in the men's competition, while Brazil won bronze in the women's competition.",
  "/wiki/Table_tennis_at_the_2011_Pan_American_Games": "Table tennis competitions at the 2011 Pan American Games in Guadalajara were held from October 15 to October 20 at the CODE Dome.",
  "/wiki/Basque_pelota_at_the_2011_Pan_American_Games": "Basque pelota at the 2011 Pan American Games in Guadalajara, were held over a six-day period from October 21 to October 27. The events took place at the Basque Pelota Complex in Guadalajara.",
  "/wiki/Bowling_at_the_2011_Pan_American_Games": "The Bowling competition of the 2011 Pan American Games in Guadalajara, Mexico will be held at the Tapatío Bowling Alley from October 24 to October 27. There will be 4 events contested two each for men and women.",
  "/wiki/Cycling_at_the_2011_Pan_American_Games": "Cycling competitions at the 2011 Pan American Games in Guadalajara was held from October 15 to October 22 at the Pan American Velodrome (Track), Guadalajara Circuit (Road), Pan American Mountain Bike Circuit in Tapalpa and CODE San Nicolás (BMX).",
  "/wiki/Vel%C3%B3dromo_Panamericano": "The Pan American Velodrome is a Velodrome located in Tlaquepaque, near Guadalajara, Mexico.  It hosted the track cycling events at the 2011 Pan American Games.  It has a capacity of 1,932,  a wooden track and has been described as one of the best velodromes in Latin America.  It gained UCI approval in October 2011 after removing two pillars to improve sight lines. The Velodrome is approximately 1550 metres above sea level",
  "/wiki/Equestrian_at_the_2011_Pan_American_Games": "Equestrian competitions at the 2011 Pan American Games in Guadalajara, Mexico were held from October 16 to October 29 at the Guadalajara Country Club (dressage), Hipica Club (dressage/jumping) and Santa Sofia Golf Club (eventing). Each event was a qualify riders and horses for the 2012 Summer Olympics in London, Great Britain.",
  "/wiki/Modern_pentathlon_at_the_2011_Pan_American_Games": "Modern pentathlon competitions at the 2011 Pan American Games in Guadalajara was held from October 15 to October 16 at the Hipica Club. The sport became the first sport to be completed out of the 36 sports on the program.",
  "/wiki/Tlaquepaque_Stadium": "Tlaquepaque Stadium (Spanish: Estadio Tlaquepaque) is a 1,360 seat stadium that was built in 2011 to host the rugby sevens competition at the 2011 Pan American Games.",
  "/wiki/Tlaquepaque": "Tlaquepaque (Spanish pronunciation: [tlakeˈpake]), historically San Pedro Tlaquepaque, is a city and the surrounding municipality in the Mexican state of Jalisco.",
  "/wiki/Rugby_sevens_at_the_2011_Pan_American_Games": "Rugby sevens at the 2011 Pan American Games was held in Guadalajara from October 29 to October 30 at the Tlaquepaque Stadium. This was the first appearance for rugby sevens at the Pan American Games. The sport is one of two sports being contested just by men, the other being baseball.",
  "/wiki/Nissan_Gymnastics_Stadium": "The Nissan Gymnastics Stadium is a stadium located in Guadalajara, Mexico.  It opened in February 2008 and hosted the gymnastics competition at the 2011 Pan American Games.   It has a capacity of 3,434.",
  "/wiki/Gymnastics_at_the_2011_Pan_American_Games": "At the 2011 Pan American Games in Guadalajara, three different gymnastics disciplines were contested: artistic gymnastics, rhythmic gymnastics and trampoline.  The artistic gymnastics events were held on October 24–29.  The rhythmic gymnastics events were held on October 21–24.  The trampoline events were held on October 16–19. All three events were held at the Nissan Gymnastics Stadium.",
  "/wiki/San_Rafael_Gymnasium": "The San Rafael Gymnasium is an arena in Guadalajara, Mexico.  The arena was built to host the handball and karate competitions at the 2011 Pan American Games.   It was built at a cost of 100 million pesos and officially opened on September 21, 2011, just 23 days before the start of the games.  The complex has two handball courts,  with the main gymnasium having a capacity of 1,541 spectators.",
  "/wiki/Handball_at_the_2011_Pan_American_Games": "Handball competitions at the Guadalajara 2011 Pan American Games was held from October 15 to 24 at the San Rafael Gymnasium. Medals was awarded for both men's and women's team events. Each NOC is permitted to enter one men's team and one women's team in the handball competitions. Each team will consist of 15 athletes. The winner of each event qualified to compete at the 2012 Summer Olympics in London, Great Britain.",
  "/wiki/Pan_American_Hockey_Stadium": "The Pan American Hockey Stadium is a field hockey stadium located in Guadalajara, Mexico.  It was officially opened by Mexican President Felipe Calderón on May 12, 2010.  It has a capacity of 1,870 spectators,  and hosted the field hockey competition at the 2011 Pan American Games.  It is only the second, and by far the most modern, field hockey stadium built in the state of Jalisco despite the fact that 50% of the Mexican National field hockey team comes from the state.   The facility also includes dedicated change rooms, massage, medical and rehabilitation facilities and will become a sports academy after the games.",
  "/wiki/Field_hockey_at_the_2011_Pan_American_Games": "Field hockey at the 2011 Pan American Games in Guadalajara was held over an eleven-day period beginning on October 19 and culminating with the medal finals on October 28 and October 29. All games were played at the Pan American Hockey Stadium. Each team was allowed to enter a maximum of sixteen athletes. The winner of each tournament qualified to compete at the 2012 Summer Olympics in London, Great Britain.",
  "/wiki/Judo_at_the_2011_Pan_American_Games": "Judo competitions at the 2011 Pan American Games in Guadalajara will be held from October 26 to October 29 at the CODE II Gymnasium.",
  "/wiki/Taekwondo_at_the_2011_Pan_American_Games": "Taekwondo competitions at the 2011 Pan American Games in Guadalajara were held from October 15 to October 18 at the CODE II Gymnasium.",
  "/wiki/Wrestling_at_the_2011_Pan_American_Games": "Wrestling competitions at the 2011 Pan American Games in Guadalajara were held from October 20 to October 24 at the CODE II Gymnasium."
}