{
  "/wiki/Special_wards_of_Tokyo": "Special wards (特別区, tokubetsu-ku) are a special form of municipalities in Japan under the 1947 Local Autonomy Law. They are city-level wards: primary subdivisions of a prefecture with municipal autonomy largely comparable to other forms of municipalities.",
  "/wiki/Tokyo": "Tokyo (東京, Tōkyō, English: /ˈtoʊkioʊ/, Japanese: [toːkʲoː] (listen)), officially Tokyo Metropolis (東京都, Tōkyō-to), is one of the 47 prefectures of Japan. The capital of Japan, it houses the Emperor of Japan and the Japanese government. Tokyo forms part of the Kantō region on the southeastern side of Japan's main island, Honshu, and includes the Izu and Ogasawara Islands.",
  "/wiki/Yokohama": "Yokohama (Japanese: 横浜, Hepburn: Yokohama, pronounced [jokohama] (listen)) is the second largest city in Japan by population, and the most populous municipality of Japan. It is the capital city of Kanagawa Prefecture. It lies on Tokyo Bay, south of Tokyo, in the Kantō region of the main island of Honshu. It is a major commercial hub of the Greater Tokyo Area.",
  "/wiki/Kanagawa_Prefecture": "Kanagawa Prefecture (神奈川県, Kanagawa-ken) is a prefecture located in Kantō region of Japan. The capital of the prefecture is Yokohama. Kanagawa is part of the Greater Tokyo Area. Kanagawa Prefecture is home to Kamakura and Hakone, two popular side trip destinations from Tokyo.",
  "/wiki/Osaka": "Osaka (Japanese: 大阪市, Hepburn: Ōsaka-shi, pronounced [oːsakaɕi]; commonly just 大阪, Ōsaka [oːsaka] (listen)) is a designated city in the Kansai region of Japan. It is the capital city of Osaka Prefecture and the largest component of the Keihanshin Metropolitan Area, the second largest metropolitan area in Japan and among the largest in the world with more than 20 million inhabitants.",
  "/wiki/Osaka_Prefecture": "Osaka Prefecture (大阪府, Ōsaka-fu) is a prefecture located in the Kansai region on Honshu, the main island of Japan. The capital is the city of Osaka. It is the center of Keihanshin area. Osaka is one of the two \"urban prefectures\" (府, fu) of Japan, Kyoto being the other (Tokyo became a \"metropolitan prefecture\", or to, in 1941).",
  "/wiki/Nagoya": "Nagoya (名古屋) is the largest city in the Chūbu region of Japan. It is Japan's fourth-largest incorporated city and the third-most-populous urban area. It is located on the Pacific coast on central Honshu. It is the capital of Aichi Prefecture and is one of Japan's major ports along with those of Tokyo, Osaka, Kobe, Yokohama, Chiba, and Kitakyushu. It is also the center of Japan's third-largest metropolitan region, known as the Chūkyō metropolitan area. As of 1 October 2019[update], 2,327,557 people lived in the city, part of Chūkyō Metropolitan Area's 10.11 million people.\nIt is also one of the 50 largest urban areas in the world.",
  "/wiki/Aichi_Prefecture": "Aichi Prefecture (愛知県, Aichi-ken, Japanese pronunciation: [aitɕi̥ꜜkeɴ]) is a prefecture of Japan located in the Chūbu region of Honshū. Aichi Prefecture has a population of 7,552,873 (1 October 2019) and a geographic area of 5,172.92 km² (1,997.28 sq mi) with a population density of 1,460 persons per km². Aichi Prefecture borders Mie Prefecture to the west, Gifu Prefecture and Nagano Prefecture to the north, and Shizuoka Prefecture to the east.",
  "/wiki/Sapporo": "Sapporo (札幌市, Sapporo-shi) is the fifth largest city of Japan, and the largest city on the northern Japanese island of Hokkaido. It is the capital city of Hokkaido Prefecture and Ishikari Subprefecture. It is an ordinance-designated city. Located in the southwestern part of Hokkaido, Sapporo lies within the alluvial fan of the Toyohira River, a tributary stream of the Ishikari River.",
  "/wiki/Hokkaido": "Hokkaido (北海道, Hokkaidō, lit. \"Northern Sea Circuit\"; Japanese: [hokːaꜜidoː] (listen), English: /hɒˈkaɪdoʊ/) is the second largest main island of Japan, and the largest and northernmost prefecture. The Tsugaru Strait separates Hokkaido from Honshu.  It was formerly known as Ezo, Yezo, Yeso, or Yesso. The two islands are connected by the undersea railway Seikan Tunnel. The largest city on Hokkaido is its capital, Sapporo, which is also its only ordinance-designated city. About 43 kilometres (26 mi) north of Hokkaido lies Sakhalin Island and to the east and northeast are the Kuril Islands, which are administered by Russia, although the four most southerly are claimed by Japan—see Kuril Islands dispute.",
  "/wiki/Kobe": "Kobe (/ˈkoʊbi, -beɪ/ KOH-bee, -⁠bay; Japanese: [koꜜːbe]; officially 神戸市, Kōbe-shi) is the sixth-largest city[citation needed] in Japan and the capital city of Hyōgo Prefecture. It is located on the southern side of the main island of Honshū, on the north shore of Osaka Bay and about 30 km (19 mi) west of Osaka. With a population around 1.5 million, the city is part of the Keihanshin metropolitan area along with Osaka and Kyoto.",
  "/wiki/Hy%C5%8Dgo_Prefecture": "Hyōgo Prefecture (兵庫県, Hyōgo-ken) is a prefecture of Japan located in the Kansai region on Honshu island. The capital of Hyogo is Kobe.",
  "/wiki/Kyoto": "Kyoto (/kiˈoʊtoʊ, ˈkjoʊtoʊ/; 京都 Kyōto, Japanese: [kʲoꜜːto] (listen)), officially Kyoto City (京都市, Kyōto-shi, Japanese: [kʲoːtoꜜɕi] (listen)), is the capital city of Kyoto Prefecture in Japan. Located in the Kansai region on the island of Honshu, Kyoto forms a part of the Keihanshin metropolitan area along with Osaka and Kobe. As of 2018, the city had a population of 1.47 million.",
  "/wiki/Kyoto_Prefecture": "Kyoto Prefecture (京都府, Kyōto-fu) is a prefecture of Japan in the Kansai region of the island of Honshu. Its capital is the city of Kyoto.",
  "/wiki/Fukuoka": "Fukuoka (福岡市, Fukuoka-shi, Japanese: [ɸɯ̥kɯꜜoka]) is the capital city of Fukuoka Prefecture, situated on the northern shore of the Japanese island Kyushu. It is the most populous city on the island, followed by Kitakyushu. It is the largest city and metropolitan area west of Keihanshin. The city was designated on April 1, 1972, by government ordinance. Greater Fukuoka, with a population of 2.5 million people (2005 census), is part of the heavily industrialized Fukuoka–Kitakyushu zone.",
  "/wiki/Fukuoka_Prefecture": "Fukuoka Prefecture (Japanese: 福岡県, Hepburn: Fukuoka-ken) is a prefecture of Japan on Kyūshū Island. The capital is the city of Fukuoka. As of 2018, it is the ninth most populated prefecture in Japan.",
  "/wiki/Kawasaki,_Kanagawa": "Kawasaki (川崎市, Kawasaki-shi) is a city in Kanagawa Prefecture, Japan. It is the 8th most populated city in Japan (including the Tokyo Metropolitan Area) and one of the main cities forming the Greater Tokyo Area and Keihin Industrial Area.",
  "/wiki/Saitama_(city)": "Saitama (さいたま市, Saitama-shi, Japanese: [saꜜitama]) is the capital and the most populous city of Saitama Prefecture, Japan. Its area incorporates the former cities of Urawa, Ōmiya, Yono and Iwatsuki. It is a city designated by government ordinance. Being in the Greater Tokyo Area and lying 15 to 30 kilometres north of central Tokyo, many of its residents commute into Tokyo. As of 1 June 2019[update], the city had an estimated population of 1,305,177, and a population density of 6,003 persons per km². Its total area is 217.43 square kilometres (83.95 sq mi).",
  "/wiki/Saitama_Prefecture": "Saitama Prefecture (埼玉県, Saitama-ken) is a prefecture of Japan located in the Kantō region. The capital is the city of Saitama.",
  "/wiki/Hiroshima": "Hiroshima (広島市, Hiroshima-shi, /ˌhɪroʊˈʃiːmə/, also UK: /hɪˈrɒʃɪmə/, US: /hɪˈroʊʃɪmə/, Japanese: [çiɾoɕima]) is the capital of Hiroshima Prefecture in Japan. As of June 1, 2019[update], the city had an estimated population of 2.089 million. The gross domestic product (GDP) in Greater Hiroshima, Hiroshima Urban Employment Area, was US$61.3 billion as of 2010. Kazumi Matsui has been the city's mayor since April 2011.",
  "/wiki/Hiroshima_Prefecture": "Hiroshima Prefecture (広島県, Hiroshima-ken) is a prefecture of Japan located in the Chūgoku region on Honshu island. The capital is the city of Hiroshima. It has a population of around 2.8 million.",
  "/wiki/Sendai": "Sendai (仙台市, Sendai-shi, Japanese: [seꜜndai]) is the capital city of Miyagi Prefecture, Japan, the largest city in the Tōhoku region, and the second largest city north of Tokyo. As of 1 June 2019[update], the city had a population of 1,089,372, and is one of Japan's 20 designated cities. The city was founded in 1600 by the daimyō Date Masamune. It is nicknamed the City of Trees (杜の都, Mori no Miyako); there are zelkova trees lining many of the main thoroughfares such as Jōzenji Street (定禅寺通, Jōzenji dōri) and Aoba Street (青葉通, Aoba dōri).",
  "/wiki/Miyagi_Prefecture": "Miyagi Prefecture (宮城県, Miyagi-ken) is a prefecture in the Tōhoku region of Japan. The capital is Sendai.",
  "/wiki/Kitakyushu": "Kitakyushu (Japanese: 北九州市, Hepburn: Kitakyūshū-shi) is a city located in Fukuoka Prefecture, Japan.",
  "/wiki/Chiba_(city)": "Chiba (千葉市, Chiba-shi, Japanese: [tɕiꜜba]) is the capital city of Chiba Prefecture, Japan. It sits about 40 kilometres (25 mi) southeast of the centre of Tokyo on Tokyo Bay. Chiba City became a government-designated city in 1992. In June 2019, its population was 979,768, with a population density of 3,605 people per km². The city has an area of 271.77 square kilometres (104.93 sq mi).",
  "/wiki/Chiba_Prefecture": "Chiba Prefecture (千葉県, Chiba-ken) is a prefecture of Japan located in the Kantō region, and the Greater Tokyo Area. The sixth most populous prefecture, and 27th largest by land area, Chiba is on the east coast of Honshu and largely consists of the Bōsō Peninsula, which encloses the eastern side of Tokyo Bay. Its capital is the city of Chiba.",
  "/wiki/Sakai": "Sakai (堺市, Sakai-shi) is a city located in Osaka Prefecture, Japan on the edge of Osaka Bay at the mouth of the Yamato River. It has been one of the largest and most important seaports of Japan since the Medieval era.",
  "/wiki/Niigata_(city)": "Niigata (新潟市, Niigata-shi, Japanese: [niːɡata]) is the capital and the most populous city of Niigata Prefecture located in the Chūbu region of Japan. It is the largest city on the west coast of Honshu, and the second largest city in Chūbu region after Nagoya. It faces the Sea of Japan and Sado Island.",
  "/wiki/Niigata_Prefecture": "Niigata Prefecture (新潟県, Niigata-ken) is a prefecture of Japan located in the Chūbu region of Honshu. Niigata Prefecture has a population of 2,227,496 (1 July 2019) and is the fifth-largest prefecture of Japan by geographic area at 12,584.18 km² (4,858.78 sq mi). Niigata Prefecture borders Toyama Prefecture and Nagano Prefecture to the southwest, Gunma Prefecture to the south, Fukushima Prefecture to the east, and Yamagata Prefecture to the northeast.",
  "/wiki/Hamamatsu": "Hamamatsu (浜松市, Hamamatsu-shi) is a city located in western Shizuoka Prefecture, Japan. As of 1 December 2019[update], the city had an estimated population of 791,707 in 340,591 households, making it the prefecture's largest city, and a population density of 508 persons per km². The total area of the site was 1,558.06 km2 (601.57 sq mi). Hamamatsu is a member of the World Health Organization’s Alliance for Healthy Cities  (AFHC).",
  "/wiki/Shizuoka_Prefecture": "Shizuoka Prefecture (静岡県, Shizuoka-ken) is a prefecture of Japan located in the Chūbu region of Honshu. Shizuoka Prefecture has a population of 3,637,998 (1 December 2019) and has a geographic area of 7,777.42 km² (3,002.88 sq mi). Shizuoka Prefecture borders Kanagawa Prefecture to the east, Yamanashi Prefecture to the northeast, Nagano Prefecture to the north, and Aichi Prefecture to the west.",
  "/wiki/Kumamoto": "Kumamoto (熊本市, Kumamoto-shi) is the capital city of Kumamoto Prefecture on the island of Kyushu, Japan.",
  "/wiki/Kumamoto_Prefecture": "Kumamoto Prefecture (熊本県, Kumamoto-ken) is a prefecture of Japan located on the island of Kyushu.  The capital is the city of Kumamoto.",
  "/wiki/Sagamihara": "Sagamihara (相模原市, Sagamihara-shi) is a city in Kanagawa Prefecture, Japan. It is the third most populous city in the prefecture, after Yokohama and Kawasaki, and the fifth most populous suburb of the Greater Tokyo Area. Its northern neighbor is Machida, with which a cross-prefectural merger has been proposed.",
  "/wiki/Shizuoka,_Shizuoka": "Shizuoka (静岡市, Shizuoka-shi, [ɕizɯꜜoka]) is the capital city of Shizuoka Prefecture, Japan, and the prefecture's second-largest city in both population and area. It has been populated since prehistoric times. As of 1 December 2019[update], the city had an estimated population of 690,881 in 106,087 households, and a population density of 489 persons per km²."
}