{
  "/wiki/Record_Label": "A record label, or record company, is a brand or trademark associated with the marketing of music recordings and music videos. Sometimes, a record label is also a publishing company that manages such brands and trademarks, coordinates the production, manufacture, distribution, marketing, promotion, and enforcement of copyright for sound recordings and music videos, while also conducting talent scouting and development of new artists (\"artists and repertoire\" or \"A&R\"), and maintaining contracts with recording artists and their managers. The term \"record label\" derives from the circular label in the center of a vinyl record which prominently displays the manufacturer's name, along with other information. Within the mainstream music industry, recording artists have traditionally been reliant upon record labels to broaden their consumer base, market their albums, and be both promoted and heard on music streaming services, radio, and television. Record labels also provide publicists, who assist performers in gaining positive media coverage, and arrange for their merchandise to be available via stores and other media outlets.",
  "/wiki/Nier_(video_game)": "Nier[a] is an action role-playing video game developed by Cavia and published by Square Enix for the PlayStation 3 and Xbox 360. In Japan, the game was released as Nier Gestalt[b] for the Xbox 360, while an alternate version entitled Nier Replicant[c] was released for PlayStation 3 with a younger main character. A version that combined elements from both releases was in development for PlayStation Vita, but was cancelled in March 2011 due to Dragon Quest X taking precedence.",
  "/wiki/Nier:_Automata": "Nier: Automata[b] is a 2017 action role-playing video game developed by PlatinumGames and published by Square Enix. It is a sequel to the 2010 video game Nier, itself a spin-off and sequel of the Drakengard series. The game originally released for the PlayStation 4 and Microsoft Windows via Steam, with an Xbox One port being published the following year.",
  "/wiki/Square_Enix": "Square Enix Holdings Co., Ltd. is a Japanese video game developer, publisher, and distribution company known for its Final Fantasy, Dragon Quest, and Kingdom Hearts role-playing video game franchises, among numerous others. Several of them have sold over 10 million copies worldwide, with the Final Fantasy franchise alone selling 144 million, the Dragon Quest franchise selling 78 million and the Kingdom Hearts franchise selling 30 million. The Square Enix headquarters are in the Shinjuku Eastside Square Building in Shinjuku, Tokyo. The company employs over 4300 employees worldwide.",
  "/wiki/Tokyo_Ghoul": "Tokyo Ghoul (Japanese: 東京喰種（トーキョーグール）, Hepburn: Tōkyō Gūru) is a Japanese dark fantasy manga series written and illustrated by Sui Ishida. It was serialized in Shueisha's seinen manga magazine Weekly Young Jump between September 2011 and September 2014, and it has been collected in fourteen tankōbon volumes as of August 2014. A sequel titled Tokyo Ghoul:re was serialized in the same magazine between October 2014 and July 2018, and was later collected into sixteen tankōbon volumes. A prequel titled Tokyo Ghoul [Jack] ran online on Jump Live.",
  "/wiki/Sui_Ishida": "Sui Ishida (石田 スイ, Ishida Sui, born December 28, 1986) is a Japanese manga artist. He is best known for his dark fantasy series Tokyo Ghoul, a story about a young man named Kaneki Ken who gets transformed into a ghoul after encountering one.",
  "/wiki/Call_of_Duty:_Infinite_Warfare": "Call of Duty: Infinite Warfare is a first-person shooter video game developed by Infinity Ward and published by Activision. It is the thirteenth primary installment in the Call of Duty series and was released worldwide for Microsoft Windows, PlayStation 4, and Xbox One on November 4, 2016.",
  "/wiki/Iam8bit": "Iam8bit, Inc. is a production company, creative policy institute and art exhibition based in Los Angeles, California. The company works in many entertainment industries including video games, film, fashion and music. They have produced many projects including exclusive taste-maker mailers, large scale community events and short films. In 2011, iam8bit rebranded their identity to be more broadly focused, launching with a new logo and website.",
  "/wiki/Ori_and_the_Blind_Forest": "Ori and the Blind Forest is a platform-adventure Metroidvania video game developed by Moon Studios and published by Microsoft Studios. The game was released for Xbox One and Microsoft Windows on March 11, 2015 and was released for Nintendo Switch on September 27, 2019. In the game, players assume control of Ori, a small white guardian spirit, and Sein, the \"light and eyes\" of the Forest's Spirit Tree. To progress in the game, players are tasked to move between platforms and solve puzzles. The game features a save system called \"Soul Links\", which allows players to save their progress at will with limited resources, and an upgrade system that gives players the ability to strengthen Ori's skills.",
  "/wiki/Hyper_Light_Drifter": "Hyper Light Drifter is a 2D action role-playing game developed by Heart Machine. The game pays homage to 8-bit and 16-bit games, and is considered by its lead developer Alex Preston as a combination of The Legend of Zelda: A Link to the Past and Diablo. Preston originally launched Kickstarter funding for the title for approximately US$27,000 to develop the title for Microsoft Windows, OS X, and Linux computers, but ended up with more than US$600,000, allowing him to hire more programmers and artists, and expanding the title for console and portable platforms through stretch goals. Though originally scoped for release in 2014, various improvements in the game and issues with Preston's health set the release back. The Microsoft Windows, Linux and OS X versions were released in March 2016, and the PlayStation 4 and Xbox One versions in July 2016. A Special Edition port of the game, featuring additional content, was released for the Nintendo Switch in September 2018 and for iOS devices in July 2019.",
  "/wiki/Rez_(video_game)": "Rez[c] is a musical rail shooter developed by United Game Artists and published by Sega for the Dreamcast and PlayStation 2. It was released in Japan in 2001, followed by releases to the United States and Europe in 2002. The game was ported to Xbox 360 as Rez HD by Q Entertainment and HexaDrive in 2008. A virtual reality-compatible expanded version dubbed Rez Infinite was co-developed and released through 2016 and 2017 by Enhance Games, Resonair and Monstars for PlayStation 4, Microsoft Windows and Android.",
  "/wiki/Cory_Schmitz": "Cory Schmitz is a Cambridge, Massachusetts-based graphic designer. His works include logo designs, posters for many popular video games-related brands and companies, such as Oculus Rift, PlayStation, Polygon, My Famicase Exhibition, Insomniac Games and many more.",
  "/wiki/Castlevania_II:_Simon%27s_Quest": "Castlevania II: Simon's Quest[a] is a platform-adventure video game produced by Konami. It was originally released for the Famicom Disk System in Japan in 1987 and for the Nintendo Entertainment System in North America in 1988. It is the second Castlevania game released for the NES, following the original Castlevania in 1986. Set sometime after the events of the first installment, the player once again assumes the role of vampire hunter Simon Belmont, who is on a journey to undo a curse placed on him by Dracula at the end of their previous encounter. Dracula's body was split into five parts, which Simon must find and bring to the ruins of his castle and defeat him.",
  "/wiki/Nuclear_Throne": "Nuclear Throne is a top-down shooter roguelike video game by Vlambeer. Early prototypes of the game were distributed through Steam's early access program in 2013. Nuclear Throne was released on December 5, 2015, for Microsoft Windows, OS X, Linux, PlayStation 4 PlayStation Vita, and Nintendo Switch platforms, with an Xbox One release due in the future.",
  "/wiki/Sunset_Riders": "Sunset Riders[a] is a side-scrolling run and gun video game developed and released by Konami as a coin-operated video game on the JAMMA arcade platform in 1991. The game is set in the American Old West, where the player takes control of a bounty hunter who is seeking the rewards offered for various criminals.",
  "/wiki/The_Revenge_of_Shinobi": "The Revenge of Shinobi, released in Japan as The Super Shinobi (ザ・スーパー忍, Za Sūpā Shinobi), is a video game developed and published by Sega in 1989. It was the first Shinobi game developed for the Sega Genesis, and was later released on the coin-operated version of that console, the Mega-Tech.",
  "/wiki/Abz%C3%BB_(video_game)": "Abzû[a] is an adventure video game developed by Giant Squid Studios and published by 505 Games for PlayStation 4, Xbox One, Nintendo Switch and Microsoft Windows. Initially released as a digital title in August 2016, a retail version for consoles was released in January 2017. Following the journey of a diver exploring the ocean and restoring life using magical springs, the gameplay allows the player to freely navigate underwater environments ranging from open water and natural caverns to ancient ruins.",
  "/wiki/Ninja_Gaiden_(NES_video_game)": "Ninja Gaiden[a], released in Japan as Ninja Ryūkenden (Japanese: 忍者龍剣伝, literally \"Legend of the Ninja Dragon Sword\") and as Shadow Warriors in Europe, is a side-scrolling cinematic action-platforming video game. Tecmo developed and published it for the Nintendo Entertainment System (NES); its development and release coincided with the beat 'em up arcade version of the same name. It was released in December 1988 in Japan, in March 1989 in North America, and in August 1991 in Europe. It has been ported to several other platforms, including the PC Engine, the Super NES, and mobile phones.",
  "/wiki/Ninja_Gaiden_(arcade_game)": "Ninja Gaiden,[a] later released in Europe as Shadow Warriors, is a 1988 side-scrolling beat-'em-up originally released by Tecmo as a coin-operated arcade video game.  It was first released in North America, and Europe in 1988 and in Japan in 1989. The Ninja Gaiden arcade game was produced and released almost simultaneously with its home console counterpart for the Nintendo Entertainment System, although they are different games with only a few similarities. The designer of the arcade game is only credited as \"Strong Shima\", but Masato Kato, who worked on the NES version, identified him as one \"Mr. Iijima\".",
  "/wiki/Ninja_Gaiden_II:_The_Dark_Sword_of_Chaos": "Ninja Gaiden II: The Dark Sword of Chaos[a], known in Europe as Shadow Warriors II: The Dark Sword of Chaos, is a side-scrolling platforming video game developed and published by Tecmo for the Nintendo Entertainment System (NES). This is the second installment in the Ninja Gaiden trilogy for the NES and was released in North America and Japan in 1990, and in Europe in 1994.",
  "/wiki/Ninja_Gaiden_III:_The_Ancient_Ship_of_Doom": "Ninja Gaiden III: The Ancient Ship of Doom[a] is a side-scrolling platforming video game developed and published by Tecmo. It was released in Japan on June 26, 1991 (1991-06-26) for the Famicom and in North America in August 1991 for the Nintendo Entertainment System (NES). The NES version was not released in Europe. It was later ported to the Atari Lynx by Atari and released in 1993 in North America and Europe, the European version retaining the North American Ninja Gaiden III title. It was also re-released as part of its Ninja Gaiden Trilogy Super NES compilation in 1995 in Japan and North America. Long after, it was released for the Virtual Console service in North America on February 18, 2008 (2008-02-18) for the Wii and in North America and Europe on November 28, 2013 (2013-11-28) and January 23, 2014 (2014-01-23) respectively for the Nintendo 3DS. It was designed by Masato Kato, who took over for Hideo Yoshizawa—designer of the first two games in the NES series.",
  "/wiki/Bound_(video_game)": "Bound is a platform and art video game featuring a dancer as the main character. It was developed by Plastic, published by Sony Interactive Entertainment and released on August 16, 2016, for the PlayStation 4.",
  "/wiki/The_Last_Guardian": "The Last Guardian[a] is an action-adventure game developed by SIE Japan Studio and published by Sony Interactive Entertainment for the PlayStation 4. In the game, players control a boy who befriends a giant half-bird, half-mammal creature, Trico. The Last Guardian was released worldwide in December 2016.",
  "/wiki/Deus_Ex:_Human_Revolution": "Deus Ex: Human Revolution is an action role-playing video game developed by Eidos Montréal and published worldwide by Square Enix in August 2011 for Microsoft Windows, PlayStation 3, and Xbox 360: a version for OS X released the following year. It is the third game in the Deus Ex series, and a prequel to the original Deus Ex. The gameplay—combining first-person shooter, stealth, and role-playing elements—features exploration and combat in environments connected to multiple city-based hubs, in addition to quests that grant experience and allow customization of the main character's abilities with items called Praxis Kits. Conversations between characters feature a variety of responses, with options in conversations and at crucial story points affecting how some events play out.",
  "/wiki/Crypt_of_the_NecroDancer": "Crypt of the NecroDancer is a roguelike rhythm video game developed and published by Canadian independent game studio Brace Yourself Games. The game takes fundamental elements of a roguelike dungeon exploration game, and adds a beat-matching rhythm game set to an original soundtrack written by Danny Baranowsky. The player's actions are most effective when moving the character set to the beat of the current song and are impaired when they miss a beat, so it is necessary to learn the rhythmic patterns that the various creatures follow. The mixed-genre game includes the ability to import custom music, and the option to use a dance pad instead of traditional controllers or the keyboard. The game was released for Microsoft Windows, OS X, and Linux in April 2015, being co-published by Klei Entertainment, for the PlayStation 4 and Vita in February 2016, for the Xbox One in February 2017, and for Nintendo Switch in February 2018. Crypt of the NecroDancer Pocket Edition, developed for iOS, was released in June 2016.",
  "/wiki/Ghost_Ramp": "Ghost Ramp is an American record label based in Los Angeles, California. It is the brainchild of Wavves front man Nathan Williams. The label started as a music blog, later expanding into a record label. It currently has nine artists signed, including Wavves and his side projects; Sweet Valley and Spirit Club.",
  "/wiki/Flow_(video_game)": "Flow (stylized as flOw) is an indie video game created by Jenova Chen and Nicholas Clark. Originally released as a free Flash game in 2006 to accompany Chen's master's thesis, it was reworked into a 2007 PlayStation 3 game by his development studio, Thatgamecompany. SuperVillain Studios developed a PlayStation Portable version of the game in 2008, and PlayStation 4 and PlayStation Vita versions in 2013. In Flow, the player navigates a series of two-dimensional (2D) planes with an aquatic microorganism that evolves by consuming other microorganisms. The game's design is based on Chen's research into dynamic difficulty adjustment at the University of Southern California's Interactive Media Division, and on psychologist Mihaly Csikszentmihalyi's theoretical concept of mental immersion or flow.",
  "/wiki/Flower_(video_game)": "Flower is a video game developed by Thatgamecompany and published by Sony Computer Entertainment. Flower, designed by Jenova Chen and Nicholas Clark, was released in February 2009 on PlayStation 3, via the PlayStation Network. PlayStation 4 and PlayStation Vita versions of the game were ported over by Bluepoint Games and released in November 2013. An iOS version was released in September 2017, and a Windows version was released in February 2019, both published by Annapurna Interactive. The game was intended as a \"spiritual successor\" to Flow, a previous title by Chen and Thatgamecompany. In Flower, the player controls the wind, blowing a flower petal through the air using the movement of the game controller. Flying close to flowers results in the player's petal being followed by other flower petals. Approaching flowers may also have side-effects on the game world, such as bringing vibrant color to previously dead fields or activating stationary wind turbines. The game features no text or dialogue, forming a narrative arc primarily through visual representation and emotional cues.",
  "/wiki/Runbow": "Runbow is a platform racing  video game made originally for the Wii U and later ported to PC, New Nintendo 3DS, Xbox One, PlayStation 4, and Nintendo Switch. Runbow was developed by Canadian indie team 13AM Games as their debut title, releasing it on 27 August 2015 in North America, 3 September 2015 in Europe, and 23 October 2015 in Australasia. The game was later released in Japan on 25 November 2015, courtesy of Cross Function.",
  "/wiki/List_of_video_game_soundtracks_released_on_vinyl": "The practice of releasing video game soundtracks on vinyl records began in the 1980s, fell out of favor in the 1990s and 2000s as vinyl records were replaced by other storage media, and experienced a resurgence of interest in the 2010s due in part to a vinyl revival."
}