{
  "/wiki/Byron_(film)": "Byron is a British television film based on the adult life of English poet Lord Byron. Written by Nick Dear and directed by Julian Farino, it features Jonny Lee Miller in the title role alongside Vanessa Redgrave who portrays Lady Melbourne. It was first aired by the BBC in two, 75 minute parts in September 2003.",
  "/wiki/John_Hobhouse,_1st_Baron_Broughton": "John Cam Hobhouse, 1st Baron Broughton, GCB, PC, FRS (27 June 1786 – 3 June 1869), known as Sir John Hobhouse, Bt, from 1831 to 1851, was an English politician and diarist.",
  "/wiki/BBC_Two": "BBC Two is the second flagship television channel of the British Broadcasting Corporation (BBC) in the United Kingdom, the Isle of Man and the Channel Islands. It covers a wide range of subject matter, but tends to broadcast more \"highbrow\" programmes than the more mainstream and popular BBC One. Like the BBC's other domestic TV and radio channels, it is funded by the television licence, and is therefore free of commercial advertising. It is a comparatively well-funded public-service network, regularly attaining a much higher audience share than most public-service networks worldwide.",
  "/wiki/He_Knew_He_Was_Right_(TV_serial)": "He Knew He Was Right is a 2004 BBC TV adaptation of the Anthony Trollope novel He Knew He Was Right. It was directed by Tom Vaughan from a screenplay by Andrew Davies, produced by Nigel Stafford-Clark and starred Oliver Dimsdale, Laura Fraser, and Bill Nighy. It was originally broadcast on the BBC in four hourly episodes.",
  "/wiki/BBC_One": "BBC One (or BBC1 and BBC 1) is the first and flagship television channel of the BBC in the United Kingdom, Isle of Man and Channel Islands. It was launched on 2 November 1936 as the BBC Television Service, and was the world's first regular television service with a high level of image resolution. It was renamed BBC TV in 1960, using this name until the launch of the second BBC channel BBC2 in 1964, whereupon the BBC TV channel became known as BBC1, with the current spelling adopted in 1997.",
  "/wiki/Wallis_%26_Edward": "Wallis & Edward (in Canada also known as Her Royal Affair) is a 2005 British television film, scripted by Sarah Williams, dramatising the events of the Edward VIII abdication crisis.  It was billed as the first scripted account of the romance between Wallis Simpson and Edward VIII of the United Kingdom to view events from Wallis Simpson's point of view. Joely Richardson played Wallis, and Steven Campbell Moore played Edward.",
  "/wiki/Edward_VIII": "Edward VIII, later Prince Edward, Duke of Windsor (Edward Albert Christian George Andrew Patrick David; 23 June 1894 – 28 May 1972), was King of the United Kingdom and the Dominions of the British Empire, and Emperor of India, from 20 January 1936 until his abdication on 11 December of that year.",
  "/wiki/Hustle_(TV_series)": "Hustle is a British television crime drama series starring Adrian Lester, Robert Glenister and Robert Vaughn. Created by Tony Jordan, it was produced by Kudos Film and Television, and broadcast on BBC One in the United Kingdom. The show premiered on 24 February 2004, and ran for eight series, with its final episode aired on 17 February 2012. The show's premise is on a group of con artists who specialise in \"long cons\" – extended forms of deceptive frauds that require greater commitment, but offer higher rewards than simple confidence tricks. The show's most notable qualities are plots that involve behind-the-scenes action that the viewers are unaware of until near the end of an episode, along with fantasy scenes and occasional breaches of the fourth wall by the main actors.",
  "/wiki/List_of_Hustle_episodes": "Hustle is a British television drama series made by Kudos Film & Television for BBC One in the United Kingdom.",
  "/wiki/Rough_Crossings": "Rough Crossings: Britain, the Slaves and the American Revolution  is a history book by Simon Schama. It was the 2006 National Book Critics Circle Award winner for general nonfiction. A 2007 drama-documentary was based on it.",
  "/wiki/Lark_Rise_to_Candleford_(TV_series)": "Lark Rise to Candleford is a British television costume drama series, adapted by the BBC from Flora Thompson's trilogy of semi-autobiographical novels about the English countryside, published between 1939 and 1943. The first episode aired on 13 January 2008 on BBC One and BBC HD in the UK. In the U.S., the series began airing on select PBS stations in the spring of 2009. A third series began airing in the UK on 10 January 2010. The fourth and final series began on 9 January 2011 on BBC One and BBC One HD, and was filmed during August 2010.",
  "/wiki/Ashes_to_Ashes_(TV_series)": "Ashes to Ashes is a British crime drama and police procedural drama television series, serving as the sequel to Life on Mars.",
  "/wiki/List_of_Ashes_to_Ashes_characters": "This is a list of fictional characters that have appeared in BBC One's science fiction/police procedural drama, Ashes to Ashes.",
  "/wiki/List_of_Ashes_to_Ashes_episodes": "Ashes to Ashes is a British science fiction/police procedural drama television series, serving as a spin-off from the original series, Life on Mars.",
  "/wiki/A_Short_Stay_in_Switzerland": "A Short Stay in Switzerland is a 2009 British television film directed by Simon Curtis and written by Frank McGuinness. It stars Julie Walters, who won the International Emmy Award for Best Actress for her performance as Dr Anne Turner. It was produced by the BBC and was later released on DVD in regions 1 and 2.",
  "/wiki/Ben_Hur_(miniseries)": "Ben Hur is a TV miniseries that first aired in 2010. Based on Lew Wallace's 1880 novel, Ben-Hur: A Tale of the Christ, the series was produced by Alchemy Television Group in association with Drimtim Entertainment and Muse Entertainment in Montreal. It aired on Canada's CBC network on April 4, 2010, and aired later in 2010 on ABC in the United States.",
  "/wiki/Canadian_Broadcasting_Corporation": "The Canadian Broadcasting Corporation (French: Société Radio-Canada), branded as CBC/Radio-Canada, is a Canadian federal Crown corporation that serves as the national public broadcaster for both radio and television. The English- and French-language service units of the corporation are commonly known as CBC and Radio-Canada, respectively.",
  "/wiki/BBC_Three": "BBC Three was a British free-to-air television channel operated by the British Broadcasting Corporation. Launched on 9 February 2003 as a replacement for BBC Choice, the service's remit was to provide \"innovative programming\" to a target audience of viewers between 16 and 34 years old, leveraging technology as well as new talent.",
  "/wiki/Just_Henry": "Just Henry is a 2011 television film based on the 2008 Costa Book Award novel, Just Henry by Michelle Magorian.",
  "/wiki/ITV_(TV_network)": "ITV is a British free-to-air television network with its headquarters in London. It was launched in 1955 as Independent Television, under the auspices of the Independent Television Authority (ITA) (later the Independent Broadcasting Authority, after the Sound Broadcasting Act 1972, and currently Ofcom), to provide competition to BBC Television which had been established in 1932. ITV is the oldest commercial network in the UK. Since the passing of the Broadcasting Act 1990, its legal name has been Channel 3, to distinguish it from the other analogue channels at the time, namely BBC 1, BBC 2 and Channel 4. In part, the number 3 was assigned because television sets would usually be tuned so that the regional ITV station would be on the third button, with the other stations being allocated to the number within their name.",
  "/wiki/Titanic_(2012_miniseries)": "Titanic is a four-part television miniseries and period drama written by Julian Fellowes. It is based on the passenger liner RMS Titanic, which sank in the North Atlantic Ocean in April 1912 following a collision with an iceberg on her maiden voyage from Southampton to New York City.",
  "/wiki/Thomas_Andrews": "Thomas Andrews Jr. (7 February 1873 – 15 April 1912) was a British businessman and shipbuilder. He was managing director and head of the drafting department of the shipbuilding company Harland and Wolff in Belfast, Ireland.",
  "/wiki/2012_Summer_Olympics_opening_ceremony": "The opening ceremony of the 2012 Summer Olympics took place on the evening of Friday 27 July 2012 in the Olympic Stadium, London. As mandated by the Olympic Charter, the proceedings combined the formal ceremonial opening of this international sporting event (including welcoming speeches, hoisting of the flags and the parade of athletes) with an artistic spectacle to showcase the host nation's culture.  The 2012 Games were formally opened by Queen Elizabeth II. The spectacle was entitled Isles of Wonder and directed by Academy Award-winning British film director Danny Boyle.",
  "/wiki/Hunted_(2012_TV_series)": "Hunted is a 2012 British television drama series created and written by Frank Spotnitz and produced by Kudos and Big Light Productions for British broadcaster BBC, for its main channel BBC One and American premium cable broadcaster Cinemax. The series premiered on Thursday 4 October 2012 on BBC One and on Friday 19 October 2012 on Cinemax.",
  "/wiki/Complicit_(film)": "Complicit is a 2013 British television film, produced by Many Rivers Films for Channel 4. It was directed by Niall MacCormick, written by Guy Hibbert, and produced by Jolyon Symonds and Kevin Toolis. David Oyelowo plays an MI5 officer who travels to Egypt to question a young man he believes is planning a terrorist attack using ricin.",
  "/wiki/Channel_4": "Channel 4 is a British public-service free-to-air television network headquartered in Leeds, United Kingdom. \nThe channel was established to provide a fourth television service to the United Kingdom in addition to the licence-funded BBC One and BBC Two, and the single commercial broadcasting network ITV.\nIt began transmission on 2 November 1982. Although largely commercially self-funded, it is ultimately publicly owned; originally a subsidiary of the Independent Broadcasting Authority (IBA), the station is now owned and operated by Channel Four Television Corporation, a public corporation of the Department for Digital, Culture, Media and Sport, which was established in 1990 and came into operation in 1993. In 2010, Channel 4 extended service into Wales and became a UK-wide television channel.",
  "/wiki/The_Wrong_Mans_(UK_TV_series)": "The Wrong Mans is a British BBC Television comedy drama series, co-produced with the American online television provider Hulu. It premiered on BBC Two on 24 September 2013 and in the United States on 11 November 2013. Considered a critical and ratings success, it was co-created and written by Gavin & Stacey alumni James Corden and Mathew Baynton as an attempt to combine the situation comedy format with the intricate plotting and storytelling tropes of an action-adventure series.",
  "/wiki/George_Mallory": "George Herbert Leigh Mallory (18 June 1886 – 8 or 9 June 1924):546–47 was an English mountaineer who took part in the first three British expeditions to Mount Everest, in the early 1920s.",
  "/wiki/BBC": "The British Broadcasting Corporation (BBC) is a British public service broadcaster. Its headquarters are at Broadcasting House in Westminster, London. It is the world's oldest national broadcaster, and the largest broadcaster in the world by number of employees. It employs over 22,000 staff in total, more than 16,000 of whom are in public sector broadcasting. The total number of staff is 35,402 when part-time, flexible, and fixed-contract staff are included.",
  "/wiki/Our_Zoo": "Our Zoo is a British drama television series from BBC One, first broadcast on 3 September 2014. The six-part series, written by Matt Charman and directed by Andy De Emmony, is about George Mottershead, his dreams of creating a cage-free zoo, his family and how their lives changed when they embarked on the creation of Chester Zoo.",
  "/wiki/The_Go-Between_(2015_film)": "The Go-Between is a 2015 British romantic drama film based on the 1953 novel The Go-Between by L. P. Hartley. It was filmed at Englefield House in Berkshire."
}