{
  "/wiki/Sergei_Bortkiewicz": "Sergii Bortkevych (Ukrainian: Сергі́й Едуа́рдович Бортке́вич, Russian: Серге́й Эдуа́рдович Бортке́вич; 28 February 1877 [O.S. 16 February] – 25 October 1952) was a Ukrainian Romantic composer and pianist.",
  "/wiki/Kharkiv": "Kharkiv (/ˈxɑːrkɪv, ˈhɑːr-/; Ukrainian: Ха́рків [ˈxɑrkiu̯] (listen)), also known as Kharkov (Russian: Ха́рьков [ˈxarʲkəf]), is the second largest city in Ukraine. In the northeast of the country, it is the largest city of the Slobozhanshchyna historical region. Kharkiv is the administrative centre of Kharkiv Oblast and of the surrounding Kharkiv Raion, though administratively it is incorporated as a city of oblast significance and does not belong to the raion. Population: 2,139,036",
  "/wiki/Filaret_Kolessa": "Filaret Mykhailovych Kolessa (Ukrainian: Філарет Михайлович Колесса) (1871 – February 4, 1947) was a Ukrainian ethnographer, folklorist, composer, musicologist and literary critic. He was a member of the Shevchenko Scientific Society from 1909, The Free Ukrainian Academy of Sciences from 1929, and the founder of Ukrainian ethnographic musicology.",
  "/wiki/Lviv_oblast": "Lviv Oblast (Ukrainian: Львівська область, translit. L’vivs’ka oblast’; also referred to as L’vivshchyna, Ukrainian: Львівщина) is an oblast (province) in western Ukraine. The administrative center of the oblast is the city of Lviv. Population: 2,534,174 (2016 est.).",
  "/wiki/Reinhold_Glière": "Reinhold Moritzevich Glière (Russian: Рейнгольд Морицевич Глиэр, Ukrainian: Ре́йнгольд Мо́ріцевич Гліер / Reingol'd Moritsevich Glier; born Reinhold Ernest Glier, which was later converted for standardization purposes; 11 January 1875 [O.S. 30 December 1874] – 23 June 1956), was a composer in the Russian Empire and Soviet Union,  of German and Polish descent.",
  "/wiki/Kyiv": "Kiev or Kyiv[a] (Ukrainian: Київ, romanized: Kyiv; Russian: Киев, romanized: Kiyev) is the capital and most populous city of Ukraine. It is in north-central Ukraine along the Dnieper River. Its population in July 2015 was 2,887,974 (though higher estimated numbers have been cited in the press), making Kiev the 6th-most populous city in Europe.",
  "/wiki/David_Nowakowsky": "David Nowakowsky (1848-1921) was a Russian/Ukrainian Jewish composer, choirmaster and music teacher. Along with several contemporaries, Nowakowsky integrated traditional Jewish liturgical modes with western harmonies and styles, reinvigorating music for the synagogue. He was also noted as the music director and choirmaster of the Brody Synagogue in Odessa for 50 years. His work is not well known today although he is mentioned in Ira Gershwin's song, Tchaikovsky.",
  "/wiki/Malyn": "Malyn (Ukrainian: Ма́лин, romanized: Mályn) (sometimes spelled Malin) is a city in Zhytomyr Oblast (province) of Ukraine located about 100 kilometres (62 mi) northwest of Kiev. It serves as the administrative center of Malyn Raion, though administratively it does not belong to the raion and is incorporated separately as a city of oblast significance.",
  "/wiki/Kyrylo_Stetsenko": "Kyrylo Hryhorovych Stetsenko (Ukrainian: Кирило Григорович Стеценко) (May 12, 1882 – April 29, 1922) was a prolific Ukrainian composer, conductor, critic, and teacher. Late in his life he became a Ukrainian Orthodox Priest and head of the Music section of the Ministry of Education of the short-lived Ukrainian People's Republic.",
  "/wiki/Cherkashchyna": "Cherkasy Oblast (Ukrainian: Черкаська область, romanized: Cherkas'ka oblast', pronounced [tʃerˈkɑsʲkɐ ˈɔblɐstʲ]; also referred to as Черкащина Cherkashchyna [tʃerˈkɑʃtʃɪnɐ]) is an oblast (province) of central Ukraine located along the Dnieper River. The administrative center of the oblast is the city of Cherkasy (population: 1,231,207 (2017 est.)).",
  "/wiki/Mykola_Leontovych": "Mykola Dmytrovych Leontovych (Ukrainian: Микола Дмитрович Леонтович; sometimes spelt Leontovich; December 13 [O.S. December 1] 1877 – 23 January 1921) was a Ukrainian composer, choral conductor, and teacher of international renown. His music was inspired by Mykola Lysenko and the Ukrainian National Music School. Leontovych specialised in a cappella choral music, ranging from original compositions, to church music, to elaborate arrangements of folk music.",
  "/wiki/Podilia": "Podolia or Podilia (Ukrainian: Поді́лля, romanized: Podíllja, IPA: [poˈd⁽ʲ⁾ilʲːɐ]; Russian: Подо́лье, romanized: Podolʹje; Turkish: Podolya; Polish: Podole; German: Podolien; Lithuanian: Podolė) is a historic region in Eastern Europe, located in the west-central and south-western parts of Ukraine and in northeastern Moldova (i.e. northern Transnistria). The name derives from Old Slavic po, meaning \"by/next to/along\" and dol, \"valley\" (see dale).",
  "/wiki/Shchedryk_(song)": "\"Shchedryk\" (Ukrainian: Щедрик, from Щедрий вечiр, \"Bountiful Evening\") is a Ukrainian shchedrivka, or New Year's song, known in English as \"The Little Swallow\". It was arranged by composer and teacher Mykola Leontovych in 1916, and tells a story of a swallow flying into a household to sing of wealth that will come with the following spring. \"Shchedryk\" was originally sung on the night of January 13, New Year's Eve in the Julian Calendar (December 31 Old Style), which is Shchedry Vechir. Early performances of the piece were made by students at Kyiv University.",
  "/wiki/Yakiv_Stepovy": "Yakiv Stepanovich Stepovy (Ukrainian: Яків Степовий) (October 20, 1883 – November 4, 1921) was a Ukrainian composer, music teacher, and music critic.",
  "/wiki/Mykola_Roslavets": "Nikolai Andreevich Roslavets (Russian: Никола́й Андре́евич Ро́славец)  (4 January 1881 [O.S. 23 December 1880], Surazh, then in Chernigov Governorate, Russian Empire, now in Bryansk Oblast, Russia – 23 August 1944, Moscow) was a significant Russian and Ukrainian modernist composer of Belorussian and Ukrainian origin. Roslavets was a convinced modernist and cosmopolitan thinker; his music was officially suppressed from 1930 onwards.",
  "/wiki/Chernihiv": "Chernihiv (Ukrainian: Чернігів, IPA: [tʃerˈn⁽ʲ⁾iɦiu̯]) also known as Chernigov (Russian: Черни́гов, IPA: [tɕɪrˈnʲiɡəf]; Polish: Czernihów, IPA: [tʂɛrˈɲixuf])[a] is a historic city in northern Ukraine, which serves as the administrative center of the Chernihiv Oblast (province), as well as of the surrounding Chernihiv Raion (district) within the oblast. Administratively, it is incorporated as a city of oblast significance. Population: 294,727 (2015 est.)",
  "/wiki/Schoenberg": "Schoenberg (German: beautiful mountain) is a surname. Notable persons with that surname include:",
  "/wiki/Viktor_Kosenko": "Viktor Stepanovych Kosenko (Ukrainian: Віктор Степанович Косенко; 23 November [O.S. 11 November] 1896 – 3 October 1938) was a Ukrainian composer, one of the best concert pianists of the 20th century, educator. He was regarded by his contemporaries as a master of lyricism.  His first compositions were markedly influenced by the works of composers such as Alexander Scriabin, Pyotr Ilyich Tchaikovsky, Sergei Rachmaninoff, and his compatriot Mykola Lysenko.",
  "/wiki/St._Petersburg": "Saint Petersburg (Russian: Санкт-Петербу́рг, tr. Sankt-Peterburg, IPA: [ˈsankt pʲɪtʲɪrˈburk] (listen)) is a city situated on the Neva River, at the head of the Gulf of Finland on the Baltic Sea. It is Russia's second-largest city after Moscow. With over 5,351,935 million inhabitants as of 2018, it is the 4th-most populous city in Europe. An important Russian port on the Baltic Sea, it has a status of a federal subject (a federal city).",
  "/wiki/Alexander_Koshetz": "Alexander Koshetz (12 September 1875 – 21 September 1944) was a Ukrainian choral conductor, arranger, composer, ethnographer, writer, musicologist, and lecturer.  He helped popularize Ukrainian music around the world. His name is sometimes transliterated as Oleksandr Koshyts (Ukrainian: Олександр Кошиць).",
  "/wiki/Igor_Stravinsky": "Igor Fyodorovich Stravinsky ComSE (/strəˈvɪnski/; Russian: И́горь Фёдорович Страви́нский, IPA: [ˈiɡərʲ ˈfʲɵdərəvʲɪtɕ strɐˈvʲinskʲɪj]; 17 June [O.S. 5 June] 1882 – 6 April 1971) was a Russian composer, pianist, and conductor. He is widely considered one of the most important and influential composers of the 20th century.",
  "/wiki/List_of_compositions_by_Igor_Stravinsky": "This is a list of compositions by Igor Stravinsky.",
  "/wiki/List_of_Ukrainian_composers": "This is a list of Ukrainian composers of classical music who were either born on the territory of modern-day Ukraine or were ethnically Ukrainian."
}