{
  "/wiki/Myroslav_Skoryk": "Myroslav Skoryk (Ukrainian: Мирослав Михайлович Скорик, born 13 July 1938 in Lviv, then a part of Poland) is a Ukrainian composer and teacher. His music is contemporary in style and contains stylistic traits from Ukrainian folk traditions.",
  "/wiki/Lviv": "Lviv (Ukrainian: Львів [lʲwiu̯] (listen); Old East Slavic: Львіхород; Polish: Lwów [lvuf] (listen); Russian: Львов, romanized: Lvov [lʲvof]; German: Lemberg; Latin: Leopolis; see also other names) is the largest city in western Ukraine and the seventh-largest city in the country overall, with a population of 724,713 as of January 2019. Lviv is one of the main cultural centres of Ukraine.",
  "/wiki/Oleksandr_Bilash": "Oleksandr Ivanovych Bilash (also spelt Olexandr Bilash, Alexander Bilash, Ukrainian: Олександр Іванович Білаш) (March 6, 1931 – May 6, 2003) was a Ukrainian composer and the author of popular lyric songs, ballads, operas, operettas, oratorios and music for films. Laureate of the Taras Shevchenko State Award (1975), People's Artist of Ukraine (1977), People's Artist of the USSR (1990), Hero of Ukraine (2001).",
  "/wiki/Poltava_Oblast": "Poltava Oblast (Ukrainian: Полтавська область, translit. Poltavs’ka oblast’; also referred to as Poltavshchyna – Ukrainian: Полтавщина) is an oblast (province) of central Ukraine. The administrative center of the oblast is the city of Poltava. Most of its territory is part of the historic Cossack Hetmanate (its southern regions: Poltava, Myrhorod, Lubny, and Hadiach). Population: 1,438,948 (2015 est.)",
  "/wiki/Volodymyr_Ivasyuk": "Volodymyr Mykhailovych Ivasyuk or Volodymyr Ivasiuk (Ukrainian: Володи́мир Миха́йлович Івасю́к) (4 March 1949 – 24–27 April 1979) was a  Ukrainian songwriter, composer and poet. He is the author and composer of the widely popular song \"Chervona Ruta\" popularized by Sofia Rotaru in 1971, and later covered by other singers.",
  "/wiki/Kitsman": "Kitsman (Ukrainian: Кіцмань, romanized: Kicmań, IPA: [ˈkitsmɐnʲ]; Romanian: Coțmani; German: Kotzman; Yiddish: קאצמאן‎, romanized: Kotzman) is a city located in Chernivtsi Oblast of western Ukraine. It is the administrative center of Kitsman Raion, in the historical region of Bukovina. The town is about 20 km (12 mi) northwest from Chernivtsi on the road to Zalishchyky.",
  "/wiki/Chervona_Ruta_(song)": "\"Chervona Ruta\" (Ukrainian: Червона рута) is a popular Ukrainian song written by Volodymyr Ivasyuk in 1968 and performed by many singers. The song was never formally copyrighted and due to its wide popularity is considered a Ukrainian folk song. It is named after a mythological flower, the chervona ruta, which if found turning a red colour by a young girl, was meant to bring happiness in love.",
  "/wiki/Valentyn_Sylvestrov": "Valentyn Vasylyovych Silvestrov (Ukrainian: Валенти́н Васи́льович Сильве́стров; born 30 September 1937 in Kiev (Kyiv) (Ukrainian SSR)) is a Ukrainian composer and pianist of contemporary classical music.",
  "/wiki/Kyiv": "Kiev or Kyiv[a] (Ukrainian: Київ, romanized: Kyiv; Russian: Киев, romanized: Kiyev) is the capital and most populous city of Ukraine. It is in north-central Ukraine along the Dnieper River. Its population in July 2015 was 2,887,974 (though higher estimated numbers have been cited in the press), making Kiev the 6th-most populous city in Europe.",
  "/wiki/Bohdana_Frolyak": "Bohdana Froliak (or Bohdana Frolyak; born 5 May 1968 in Vydyniv, Ivano-Frankivsk Oblast, Ukrainian SSR) is a modern Ukrainian composer.",
  "/wiki/Sniatyn_Raion": "Sniatyn Raion (Ukrainian: Снятинський район) is a raion (district) of Ivano-Frankivsk Oblast (province) of Ukraine.  The town of Sniatyn is the administrative center of the raion. Population: 65,479 (2016 est.).",
  "/wiki/Hanna_Havrylets%27": "Hanna Oleksiïvna Havrylets' (Ukrainian: Ганна Олексіївна Гаврилець; born 11 April 1958) is a Ukrainian composer. She was born in Vydyniv, Ukraine (Ivano-Frankivsk Oblast), and graduated from the Lviv Conservatory where she studied with Volodymyr Flys. She continued her studies at the Kyiv Conservatory with Myroslav Skoryk.",
  "/wiki/Ternopil": "Ternopil[a] is a city in western Ukraine, located on the banks of the Seret River. Until 1944, it was known mostly as Tarnopol. Ternopil is one of the major cities of Western Ukraine and the historical regions of Galicia and Podolia. It is served by Ternopil Airport. \nIn January 2019, the population of Ternopil was estimated at 221,820.",
  "/wiki/Virko_Baley": "Virko Baley (born October 21, 1938) is a Ukrainian-American composer, conductor, and pianist. He was born in Radekhiv, in those days Poland (now Ukraine), the only child of Petro (Peter) and Lydia Baley. Before he had celebrated his first birthday, Hitler's army had invaded Poland and World War II had begun. His father was interred at the concentration camp in Auschwitz following the German invasion while Baley, his mother, uncles, aunts, and grandmother were relocated to Slovakia. The family was reunited on a farm in Germany near the end of the war to work as farm laborers, after which they relocated to Munich. From 1947 to 1949, the Baleys lived in a Displaced Person's camp in Regensburg, Germany.",
  "/wiki/Radekhiv": "Radekhiv (Ukrainian: Раде́хів, Polish: Radziechów) is a city in Lviv Oblast (region) of Ukraine. It is administrative center of the Radekhiv Raion. Population: 9,600 (2013 est.).",
  "/wiki/Roman_Yakub": "Roman Yakub (born 1958) is a composer who received his early musical training in Lviv, Ukraine. He graduated from Lviv Conservatory in 1982 with a diploma in Music Composition. In 1991, he moved to the United States, where he earned a master's degree in music composition at the University of Massachusetts Amherst and a Doctor of Musical Arts Degree in composition at Boston University., In 2006, he won First Prize in the Ithaca College Choral Composition Competition  for \"Wynken, Blynken, and Nod\". In 1997, Yakub became a runner-up in the ALEA III International Composition Competition.",
  "/wiki/Vinnytsia": "Vinnytsia, Vinnytsya or Vinnitsa (/ˈvɪnɪts(j)ə, ˈviːn-/ VIN-it-s(y)ə, VEEN-; Ukrainian: Ві́нниця, romanized: Vínnycja, IPA: [ˈwinːɪtsʲɐ] (listen); Russian: Ви́нница, romanized: Vínnica; Polish: Winnica)[a]\nis a city in west-central Ukraine, located on the banks of the Southern Bug.",
  "/wiki/Alexander_Shchetynsky": "Alexander Shchetynsky (Shchetinsky) (Ukrainian: Олекса́ндр Степа́нович Щети́нський; Russian: Алекса́ндр Степа́нович Щети́нский; Aleksandr Stepanovich Shchetins'kiy) is a Ukrainian composer. Born on 22 June 1960 in Kharkiv, in the Ukrainian SSR of the Soviet Union. His work list includes compositions in various forms ranging from solo instrumental to orchestral, choral pieces and operas.",
  "/wiki/Kharkiv": "Kharkiv (/ˈxɑːrkɪv, ˈhɑːr-/; Ukrainian: Ха́рків [ˈxɑrkiu̯] (listen)), also known as Kharkov (Russian: Ха́рьков [ˈxarʲkəf]), is the second largest city in Ukraine. In the northeast of the country, it is the largest city of the Slobozhanshchyna historical region. Kharkiv is the administrative centre of Kharkiv Oblast and of the surrounding Kharkiv Raion, though administratively it is incorporated as a city of oblast significance and does not belong to the raion. Population: 2,139,036",
  "/wiki/Julia_Gomelskaya": "Julia Gomelskaya (Russian: Юлия Александровна Гомельская, Ukrainian: Юлія Олександрівна Гомельська; 11 March 1964 – 4 December 2016) was a Ukrainian composer of contemporary classical music.",
  "/wiki/Odesa": "Odessa or Odesa (Ukrainian: Оде́са, romanized: Odesa [oˈdɛsɐ] (listen); Russian: Оде́сса, romanized: Odessa [ɐˈdʲesə]) is the third most populous city of Ukraine and a major tourism center, seaport and transport hub located on the northwestern shore of the Black Sea. It is also the administrative center of the Odessa Oblast and a multiethnic cultural center. Odessa is sometimes called the \"pearl of the Black Sea\", the \"South Capital\" (under the Russian Empire and Soviet Union), and \"Southern Palmyra\".",
  "/wiki/Roman_Hurko": "Roman Hurko is a New York based composer who specializes in Byzantine Rite Music.",
  "/wiki/Toronto": "Toronto is the provincial capital of Ontario and the most populous city in Canada, with a population of 2,731,571 as of 2016. Current to 2016, the Toronto census metropolitan area (CMA), of which the majority is within the Greater Toronto Area (GTA), held a population of 5,928,040, making it Canada's most populous CMA. The city is the anchor of the Golden Horseshoe, an urban agglomeration of  9,245,438 people (as of 2016) surrounding the western end of Lake Ontario. Toronto is an international centre of business, finance, arts, and culture, and is recognized as one of the most multicultural and cosmopolitan cities in the world.",
  "/wiki/Chernobyl": "Chernobyl (/tʃɜːrˈnoʊbəl/ chur-NOH-bəl,  UK: /tʃɜːrˈnɒbəl/ chur-NOB-əl) or Chornobyl (Ukrainian: Чорнобиль, romanized: Chornobyl') is a ghost city in the Chernobyl Exclusion Zone, situated in the Ivankiv Raion of northern Kiev Oblast, Ukraine. Chernobyl is about 90 kilometres (60 mi) north of Kiev, and 160 kilometres (100 mi) southwest of the Belarusian city of Gomel. Before its evacuation, the city had about 14,000 residents.",
  "/wiki/Svitlana_Azarova": "Svitlana Azarova (Ukrainian: Світлана Азарова) is a Ukrainian/Dutch composer of contemporary classical music born January 9, 1976 in the Ukrainian SSR of the Soviet Union.",
  "/wiki/Izmail": "Izmail (Ukrainian: Ізмаї́л, translit. Izmayil; Russian: Измаил, translit. Izmail, formerly Тучков (\"Tuchkov\"); Romanian: Ismail or Smil; Polish: Izmaił, Bulgarian: Исмаил) is a historic city on the Danube river in Odessa Oblast in south-western Ukraine. Administratively, Izmail is incorporated as a city of oblast significance. It also serves as the administrative center of Izmail Raion, one of twenty-six districts of Odessa Oblast, though it is not a part of the district.",
  "/wiki/Mykola_Suk": "Mykola Petrovich Suk (Ukrainian: Микола Петрович Сук; born December 21, 1945) is a Ukrainian American pianist and Merited Artist of Ukraine.",
  "/wiki/Oleksandr_Krasotov": "Oleksandr Oleksandrovych Krasotov or Alexander Alexandrovich Krasotov (Russian: Олександр Олександрович Красотов) (5 May 1936 – 5 October 2007) was a Ukrainian composer and laureate of many national and international prizes. He was born in Odessa and died in Tianjin, China.",
  "/wiki/Yuriy_Oliynyk": "Yuriy Oliynyk (Ukrainian: Юрій Олійник; born 1931) is a Ukrainian composer, concert pianist, and professor of music who lives and works in the United States.",
  "/wiki/Bandura": "A bandura (Ukrainian: банду́ра) is a Ukrainian, plucked string, folk instrument. It combines elements of the zither and lute and, up until the 1940s, was also often referred to by the term kobza. Early instruments (c. 1700) had 5 to 12 strings and similar to the lute. In the 20th century, the number of strings increased initially to 31 strings (1926), 56 strings - 68 strings on modern 'concert' instruments (1954).",
  "/wiki/Yevhen_Stankovych": "Yevhen Fedorovych Stankovych (Ukrainian: Євге́н Фе́дорович Станко́вич; born September 19, 1942) is a contemporary Ukrainian composer of stage, orchestral, chamber, and choral works. His works have been performed around the globe.",
  "/wiki/Svaliava": "Svaliava (Ukrainian: Свалява, Hungarian: Szolyva, Czech: Svaljava, Yiddish: סוואליאווע‎ Svalyave) is a city located on the Latorytsia River in Zakarpattia Oblast in western Ukraine. It is the administrative center of Svaliava Raion (district). Population: 17,050 (2016 est.).",
  "/wiki/Vlad_(musician)": "Vlad De Briansky (Ukrainian: Влад Дебрянський, born Volodymyr DeBriansky;  3 January 1972), known professionally as Vlad, is an American guitarist, composer and educator. He is also an actor, record producer and a television producer. He plays blues, jazz, rock, and classical music",
  "/wiki/Kalush,_Ukraine": "Kalush (Ukrainian: Калуш, translit. Kalush; Polish: Kałusz) is a city set in the foothills of the Carpathian Mountains, in the Ivano-Frankivsk Oblast (province) of western Ukraine.",
  "/wiki/Nikolai_Girshevich_Kapustin": "Nikolai Girshevich Kapustin (Russian: Никола́й Ги́ршевич Капу́стин; born November 22, 1937 in Horlivka, Ukrainian SSR) is a Russian composer and pianist.",
  "/wiki/Horlivka": "Horlivka (UK: /ˈhɔːrljuːkə/ HOR-lew-kə, US: /ˈhɔːrlɪfkə/ HOR-lif-kə; Ukrainian: Го́рлівка [ˈɦɔrl⁽ʲ⁾iu̯kɐ]), also known by its Russian name Gorlovka or Gorlowka (Russian: Горловка [ˈɡorləfkə]), is a city of regional significance in the Donetsk Oblast (province) of eastern Ukraine. In 2001, the city's population was 292,000, which declined to 256,714 by 2013. Economic activity is predominantly coal mining and the chemical industry. The Horlivka State Pedagogical Institute of Foreign Languages has a two building campus in the city centre.",
  "/wiki/Aleksandr_Shymko": "Aleksandr Shymko (Ukrainian: Олександр Шимко), born August 4, 1977, in Borshchiv, Ukraine, is an award-winning Ukrainian composer and pianist.",
  "/wiki/Borshchiv": "Borshchiv (Ukrainian: Борщів, Russian: Борщёв, Polish: Borszczów) is a city in the Ternopil Oblast (province) of western Ukraine. It is the administrative center of the Borshchiv Raion (district) and is located at around 48°48′10″N 26°2′11″E﻿ / ﻿48.80278°N 26.03639°E﻿ / 48.80278; 26.03639. City population is 11,382 (2001).",
  "/wiki/List_of_Ukrainian_composers": "This is a list of Ukrainian composers of classical music who were either born on the territory of modern-day Ukraine or were ethnically Ukrainian."
}