{
  "/wiki/Arvia'juaq_and_Qikiqtaarjuk_National_Historic_Site": "The Arvia'juaq and Qikiqtaarjuk National Historic Site contains two areas:  Arvia'Juaq and Qikiqtaaruk. Arvia'juaq (Sentry Island 61°09′40″N 093°51′49″W﻿ / ﻿61.16111°N 93.86361°W﻿ / 61.16111; -93.86361﻿ (Arvia'juaq)), an island in Hudson Bay, is located close to Arviat, Nunavut. It is a National Historic Site of Canada and a Paallirmiut Inuit summer camp site.",
  "/wiki/Arviat": "Arviat (Inuktitut pronunciation: [aʁviˈat], syllabics: ᐊᕐᕕᐊᑦ; formerly called Eskimo Point until 1 June 1989) (2016 population 2,657; Population Centre 2,514) is a predominantly Inuit hamlet located within Inuit Nunangat on the western shore of Hudson Bay in the Kivalliq Region of Nunavut, Canada. Arviat (\"place of the bowhead whale\") is derived from the Inuktitut word arviq meaning \"Bowhead whale\". Earlier in history, its name was Tikirajualaaq (\"a little long point\"), and Ittaliurvik, (\"a place where the people make tents\").",
  "/wiki/Sentry_Island": "Sentry Island (Arvia'juaq) is one of several Canadian arctic islands in Nunavut, Canada within western Hudson Bay. The closest community is Arviat, 13.7 km (8.5 mi) to the west.",
  "/wiki/Inuit": "Inuit (/ˈɪnjuɪt/; syllabics: ᐃᓄᐃᑦ, \"the people\", singular: Inuk ᐃᓄᒃ, dual: Inuuk ᐃᓅᒃ[failed verification]) are a group of culturally similar indigenous peoples inhabiting the Arctic regions of Greenland, Canada and Alaska (United States). The Inuit languages are part of the Eskimo–Aleut family. Inuit Sign Language is a critically endangered language isolate used in Nunavut.",
  "/wiki/Hudson_Bay": "Hudson Bay (Inuktitut: Kangiqsualuk ilua, French: baie d'Hudson) (sometimes called Hudson's Bay, usually historically) is a large body of saltwater in northeastern Canada with a surface area of 1,230,000 km2 (470,000 sq mi). Although not geographically apparent, it is for climatic reasons considered to be a marginal sea of the Arctic Ocean. It drains a very large area, about 3,861,400 km2 (1,490,900 sq mi), that includes parts of southeastern Nunavut, Alberta, Saskatchewan, Ontario, Quebec, all of Manitoba and indirectly through smaller passages of water parts of North Dakota, South Dakota, Minnesota, and Montana. Hudson Bay's southern arm is called James Bay.",
  "/wiki/Beechey_Island": "Beechey Island (Inuktitut Iluvialuit) is an island located in the Canadian Arctic Archipelago of Nunavut, Canada, in Wellington Channel. It is separated from the southwest corner of Devon Island by Barrow Strait. Other features include Wellington Channel, Erebus Harbour, and Terror Bay.",
  "/wiki/Devon_Island": "Devon Island (Inuit: Tatlurutit) is an island in Canada and the largest uninhabited island in the world. It is located in Baffin Bay, Qikiqtaaluk Region, Nunavut, Canada. It is one of the largest members of the Canadian Arctic Archipelago, the second-largest of the Queen Elizabeth Islands, Canada's sixth-largest island, and the 27th-largest island in the world. It comprises 55,247 km2 (21,331 sq mi) (slightly smaller than Croatia) of Precambrian gneiss and Paleozoic siltstones and shales. The highest point is the Devon Ice Cap at 1,920 m (6,300 ft) which is part of the Arctic Cordillera. Devon Island contains several small mountain ranges, such as the Treuter Mountains, Haddington Range and the Cunningham Mountains. The notable similarity of its surface to that of Mars has attracted interest from scientists.",
  "/wiki/Arctic_exploration": "Arctic exploration is the physical exploration of the Arctic region of the Earth. It refers to the historical period during which mankind has explored the region north of the Arctic Circle. Historical records suggest that humankind have explored the northern extremes since 325 BC, when the ancient Greek sailor Pytheas reached a frozen sea while attempting to find a source of the metal tin. Dangerous oceans and poor weather conditions often fetter explorers attempting to reach polar regions and journeying through these perils by sight, boat, and foot has proven difficult.",
  "/wiki/Overwintering": "Overwintering is the process by which some organisms pass through or wait out the winter season, or  pass through that period of the year when \"winter\" conditions (cold or sub-zero temperatures, ice, snow, limited food supplies) make normal activity or even survival difficult or near impossible. In some cases \"winter\" is characterized not necessarily by cold but by dry conditions; passing through such periods could likewise be called overwintering.",
  "/wiki/Franklin's_lost_expedition": "Franklin's lost expedition was a British voyage of Arctic exploration led by Captain Sir John Franklin that departed from England in 1845 aboard two ships, HMS Erebus and HMS Terror. A Royal Navy officer and experienced explorer, Franklin had served on three previous Arctic expeditions, the latter two as commanding officer. His fourth and last, undertaken when he was 59, was meant to traverse the last unnavigated section of the Northwest Passage. After a few early fatalities, the two ships became icebound in Victoria Strait near King William Island in the Canadian Arctic, in what is today the territory of Nunavut. The entire expedition, comprising 129 men, including Franklin, was lost.",
  "/wiki/Blacklead_Island": "Blacklead Island is a Baffin Island offshore islet located in the Canadian Arctic Archipelago in Nunavut's Qikiqtaaluk Region. It lies in Cumberland Sound, northwest of Kikiktaluk Island, approximately 5 km (3.1 mi) from Harrison Point and 10 km (6.2 mi) from Niante Harbour.",
  "/wiki/Whaling": "Whaling is the hunting of whales for their usable products such as meat and blubber, which can be turned into a type of oil which became increasingly important in the Industrial Revolution.\nIt was practiced as an organized industry as early as 875 AD. By the 16th century, it had risen to be the principal industry in the coastal regions of Spain and France. The industry spread throughout the world, and became increasingly profitable in terms of trade and resources. Some regions of the world's oceans, along the animals' migration routes, had a particularly dense whale population, and became the targets for large concentrations of whaling ships, and the industry continued to grow well into the 20th century. The depletion of some whale species to near extinction led to the banning of whaling in many countries by 1969, and to a worldwide cessation of whaling as an industry in the late 1980s.",
  "/wiki/Cumberland_Sound": "Cumberland Sound (French: Baie Cumberland; Inuit: Kangiqtualuk) (other names: Cumberland Straits; Hogarth Sound; Northumberland Inlet); Old Norse: ᚠᛁᛋᚦᚱᛁ ᚢᛒᚢᚴᚦᛁᛦ, fisþri ubukþiR), is an Arctic waterway in Qikiqtaaluk Region, Nunavut, Canada. It is a western arm of the Labrador Sea located between Baffin Island's Hall Peninsula and the Cumberland Peninsula. It is approximately 250 km (160 mi) long and 80 km (50 mi) wide.",
  "/wiki/First_contact_(anthropology)": "In anthropology, first contact is the first meeting of two cultures previously unaware of one another. Notable examples of first contact are those between the Spanish Empire and the Arawak (and ultimately all of the Americas) in 1492; and the Aboriginal Australians with Europeans in 1788 when the First Fleet arrived in Sydney.",
  "/wiki/Bloody_Falls": "Bloody Falls (or Bloody Fall, or Kogluktok, meaning \"it flows rapidly\" or \"spurts like a cut artery\" in Inuktitut) is a waterfall in the Kugluk/Bloody Falls Territorial Park in Nunavut, Canada.  It was the site of the Bloody Falls Massacre in 1771 and the murder of two priests by Copper Inuit Uloqsaq and Sinnisiak in 1913.",
  "/wiki/Common_era": "Common Era  (CE) is one of the notation systems for the world's most widely used calendar era. BCE (Before the Common Era or Before the Current Era) is the era before CE. BCE and CE are alternatives to the Dionysian BC and AD system respectively. The Dionysian era distinguishes eras using AD (anno Domini, \"in [the] year of [the] Lord\") and BC (\"before Christ\"). Since the two notation systems are numerically equivalent, \"2020 CE\" corresponds to \"AD 2020\" and \"400 BCE\" corresponds to \"400 BC\".[a] Both notations refer to the Gregorian calendar (and its predecessor, the Julian calendar). The year-numbering system used by the Gregorian calendar is used throughout the world today, and is an international standard for civil calendars.",
  "/wiki/Kugluk/Bloody_Falls_Territorial_Park": "Kugluk/Bloody Falls Territorial Park (Inuinnaqtun: kugluk; English: waterfall) is located about 15 kilometres (9.3 mi) southwest of Kugluktuk, Nunavut, Canada. The 10 hectares (25 acres)  park is situated around the Bloody Falls on the Coppermine River and was listed as a national historic site in 1978.",
  "/wiki/Fluvial_terrace": "Fluvial terraces are elongated terraces that flank the sides of floodplains and fluvial valleys all over the world. They consist of a relatively level strip of land, called a “tread,” separated from either an adjacent floodplain, other fluvial terraces, or uplands by distinctly steeper strips of land called “risers.” These terraces lie parallel to and above the river channel and its floodplain. Because of the manner in which they form, fluvial terraces are underlain by fluvial sediments of highly variable thickness.",
  "/wiki/Pre-Columbian": "The pre-Columbian era incorporates all period subdivisions in the history of the Americas before the appearance of significant European influences on the American continent, spanning the time of the original settlement in the Upper Paleolithic period to European colonization during the Early Modern period.",
  "/wiki/Pre-Dorset": "The Pre-Dorset is a loosely defined term for a Paleo-Eskimo culture or group of cultures that existed in the Eastern Canadian Arctic from c. 3200 to 850 cal BC, and preceded the Dorset culture.",
  "/wiki/Thule_people": "The Thule (US: /ˈθuːli/, /ˈtuːli/, UK: /ˈθjuːli/) or proto-Inuit were the ancestors of all modern Inuit. They developed in coastal Alaska by the year 1000 and expanded eastwards across Canada, reaching Greenland by the 13th century. In the process, they replaced people of the earlier Dorset culture that had previously inhabited the region. The appellation \"Thule\" originates from the location of Thule (relocated and renamed Qaanaaq in 1953) in northwest Greenland, facing Canada, where the archaeological remains of the people were first found at Comer's Midden. The links between the Thule and the Inuit are biological, cultural, and linguistic.[citation needed]",
  "/wiki/First_Nations": "In Canada, the First Nations (French: Premières Nations [pʁəmjɛʁ nɑsjɔ̃]) are the predominant indigenous peoples in Canada south of the Arctic Circle. Those in the Arctic area are distinct and known as Inuit. The Métis, another distinct ethnicity, developed after European contact and relations primarily between First Nations people and Europeans. There are 634 recognized First Nations governments or bands spread across Canada, roughly half of which are in the provinces of Ontario and British Columbia.",
  "/wiki/Kivalliq_Region": "The Kivalliq Region (Inuktitut syllabics: ᑭᕙᓪᓕᖅ[pronunciation?]) is an administrative region of Nunavut, Canada. It consists of the portion of the mainland to the west of Hudson Bay together with Southampton Island and Coats Island. The regional seat is Rankin Inlet. The population was 10,413 in the 2016 Census, an increase of 16.3% from the 2011 Census.",
  "/wiki/Kazan_River": "The Kazan River (Inuktitut Harvaqtuuq, Inuktitut syllabics ᓴᕐᕙᖅᑑᖅ; meaning \"strong rapids\", \"the big drift\" or \"place of much fast flowing water\"), is a Canadian Heritage River located in Nunavut, Canada.  The Dene name for the river was Kasba-tue meaning \"white partridge river.\" The name was apparently changed to Kazan in the late 19th century due to the influence of Order of Mary Immaculate missionaries. The river headwaters are in northern Saskatchewan  at Kasba Lake, and it flows north for about 1000 km (621 mi) before emptying into Baker Lake (64°09′00″N 95°30′00″W﻿ / ﻿64.15000°N 95.50000°W﻿ / 64.15000; -95.50000﻿ (Baker Lake (Kazan River))), on the opposite side of the mouth of the Thelon River. Along its course the river flows through several lakes, including Ennadai Lake and Yathkyed Lake, over the Kazan Falls (25 m (82 ft)), down a red sandstone gorge and through both boreal forest and tundra. It is the last section of the river, below Ennadai Lake, that is above the timber line and is designated a Canadian Heritage River.",
  "/wiki/Reindeer": "The reindeer (Rangifer tarandus), also known as the caribou in North America, is a species of deer with circumpolar distribution, native to Arctic, sub-Arctic, tundra, boreal, and mountainous regions of northern Europe, Siberia, and North America. This includes both sedentary and migratory populations. Rangifer herd size varies greatly in different geographic regions. The Taimyr herd of migrating Siberian tundra reindeer (R. t. sibiricus) in Russia is the largest wild reindeer herd in the world, varying between 400,000 and 1,000,000. What was once the second largest herd is the migratory boreal woodland caribou (R. t. caribou) George River herd in Canada, with former variations between 28,000 and 385,000. As of January 2018, there are fewer than 9,000 animals estimated to be left in the George River herd, as reported by the Canadian Broadcasting Corporation. The New York Times reported in April 2018 of the disappearance of the only herd of southern mountain caribou in the lower 48 states, with an expert calling it \"functionally extinct\" after the herd's size dwindled to a mere three animals.",
  "/wiki/Igloolik_Island": "Igloolik Island is a small island in the Qikiqtaaluk Region of Nunavut, Canada. It is located in the Foxe Basin, very close to the Melville Peninsula (and to a lesser degree, Baffin Island), and it is often thought to be a part of the peninsula. It forms part of the Canadian Arctic Archipelago.",
  "/wiki/Dorset_culture": "The Dorset was a Paleo-Eskimo culture, lasting from 500 BC to between AD 1000 and 1500, that followed the Pre-Dorset and preceded the Inuit in the Arctic of North America. It is named after Cape Dorset in Nunavut, Canada, where the first evidence of its existence was found. The culture has been defined as having four phases due to the distinct differences in the technologies relating to hunting and tool making. Artifacts include distinctive triangular end-blades, soapstone lamps, and burins.",
  "/wiki/William_Parry_(explorer)": "Sir William Edward Parry FRS (19 December 1790 – 8 July 1855) was an Anglo-Welsh explorer of the Arctic who was known for his 1819 expedition through the Parry Channel, probably the most successful in the long quest for the Northwest Passage.",
  "/wiki/Knud_Rasmussen": "Knud Johan Victor Rasmussen (/ˈræsmʊsən/; 7 June 1879 – 21 December 1933) was a Greenlandic–Danish polar explorer and anthropologist. He has been called the \"father of Eskimology\" and was the first European to cross the Northwest Passage via dog sled. He remains well known in Greenland, Denmark and among Canadian Inuit.",
  "/wiki/Inuksuk_Point": "Inuksuk Point (Enukso Point, Inuksugalait) is small peninsula on Foxe Peninsula, Baffin Island in Nunavut, Canada.",
  "/wiki/Foxe_Peninsula": "Foxe Peninsula is a peninsula found at the southern end of Baffin Island in the Qikiqtaaluk Region of Nunavut, Canada. It juts out from the southerly end of the island in a southwestly direction, dividing Foxe Basin and Hudson Strait. Its western extremity is Cape Queen; to the southeast lies the Inuit hamlet of Cape Dorset. Inuksuk Point at the western coast contains more than 100 inuksuit.",
  "/wiki/Inuksuk": "An inuksuk (plural inuksuit) (from the Inuktitut: ᐃᓄᒃᓱᒃ, plural ᐃᓄᒃᓱᐃᑦ; alternatively inukhuk in Inuinnaqtun, iñuksuk in Iñupiaq, inussuk in Greenlandic, and sometimes inukshuk in English) is a manmade stone landmark or cairn built for use by the Inuit, Iñupiat, Kalaallit, Yupik, and other peoples of the Arctic region of North America. These structures are found in northern Canada, Greenland, and Alaska (United States). This combined region, above the Arctic Circle, is dominated by the tundra biome and has areas with few natural landmarks.",
  "/wiki/Headland": "A headland is a coastal landform, a point of land usually high and often with a sheer drop, that extends into a body of water. It is a type of promontory. A headland of considerable size often is called a cape. Headlands are characterised by high, breaking waves, rocky shores, intense erosion, and steep sea cliff.",
  "/wiki/Kekerten_Island": "Kekerten Island is an uninhabited island in the Qikiqtaaluk Region of Nunavut, Canada. Southernmost of the Kikastan Islands, it is located in the Cumberland Sound, off Baffin Island's Cumberland Peninsula. Akulagok Island forms Kekerten Harbour with the island. Tuapait Island lies to the north. Beacon Island, Kekertukdjuak Island, Miliakdjuin Island, Tesseralik Island, and Ugpitimik Island are in the vicinity.",
  "/wiki/Frobisher_Bay": "Frobisher Bay is an inlet of the Davis Strait in the Qikiqtaaluk Region of Nunavut, Canada. It is located in the southeastern corner of Baffin Island. Its length is about 230 km (140 mi) and its width varies from about 40 km (25 mi) at its outlet into the Labrador Sea to roughly 20 km (12 mi) towards its inner end.",
  "/wiki/Martin_Frobisher": "Sir Martin Frobisher (/ˈfroʊbɪʃər/; c. 1535 – 22 November 1594) was an English seaman and privateer who made three voyages to the New World looking for the North-west Passage. He probably sighted Resolution Island near Labrador in north-eastern Canada, before entering Frobisher Bay and landing on present-day Baffin Island.\nOn his second voyage, Frobisher found what he thought was gold ore and carried 200 tons of it home on three ships, where initial assaying determined it to be worth a profit of £5.20 per ton. Encouraged, Frobisher returned to Canada with an even larger fleet and dug several mines around Frobisher Bay. He carried 1,350 tons of the ore back to England, where, after years of smelting, it was realised that the ore was comparatively worthless iron pyrite ('fool's gold'). As an English privateer, he plundered riches from French ships. He was later knighted for his service in repelling the Spanish Armada in 1588.",
  "/wiki/Canadian_Arctic_Archipelago": "The Arctic Archipelago, also known as the Canadian Arctic Archipelago, groups together all islands lying to the north of the Canadian continental mainland excluding Greenland (an autonomous territory of Denmark).",
  "/wiki/Grinnell_Peninsula": "Grinnell Peninsula is a peninsula in northwestern Devon Island in Nunavut, Canada. It was discovered by the First Grinnell Expedition and named \"Grinnell Land\", after Henry Grinnell, the financier of Arctic explorations.",
  "/wiki/Norse_colonization_of_the_Americas": "The Norse colonization of North America began in the late 10th century AD when Norsemen explored and settled areas of the North Atlantic including the northeastern fringes of North America. Remains of Norse buildings were found at L'Anse aux Meadows near the northern tip of Newfoundland in 1960. This discovery aided the reignition of archaeological exploration for the Norse in the North Atlantic.",
  "/wiki/Breadalbane_(ship)": "Breadalbane was an 1843 British three-masted merchant barque that was crushed by ice and sank in the Arctic in 1853. Notable as one of the northernmost shipwrecks known, she is also considered one of the best-preserved wooden ships ever found in the sea due to slow deterioration in the cold Arctic water. Historically, Breadalbane is considered to be a time capsule.",
  "/wiki/Wrecks_of_HMS_Erebus_and_HMS_Terror_National_Historic_Site": "The Wrecks of HMS Erebus and HMS Terror National Historic Site is a National Historic Site of Canada near King William Island in Nunavut, Canada. It protects the wrecks of HMS Erebus and HMS Terror, the two ships of the last expedition of Sir John Franklin, lost during their search for the Northwest Passage. The site is jointly managed by Parks Canada and the local Inuit people. Public access to the site is not permitted.",
  "/wiki/Queen_Maud_Gulf": "Queen Maud Gulf (68°20′N 102°00′W﻿ / ﻿68.333°N 102.000°W﻿ / 68.333; -102.000﻿ (Queen Maud Gulf)Coordinates: 68°20′N 102°00′W﻿ / ﻿68.333°N 102.000°W﻿ / 68.333; -102.000﻿ (Queen Maud Gulf)) lies between the northern coast of the mainland and the southeastern corner of Victoria Island in Nunavut, Canada. At its western end lies Cambridge Bay, leading to Dease Strait; to the east lies Simpson Strait; and to the north, Victoria Strait.",
  "/wiki/O'Reilly_Island": "O'Reilly Island is an uninhabited island in Nunavut Territory, Canada. It lies to the south of King William Island and to the west of the Klutschak and Adelaide Peninsulas, in the easternmost part of the Queen Maud Gulf.",
  "/wiki/HMS_Erebus_(1826)": "HMS Erebus was a Hecla-class bomb vessel constructed by the Royal Navy in Pembroke dockyard, Wales, in 1826. The vessel was the second in the Royal Navy named after Erebus, the dark region of Hades in Greek mythology.",
  "/wiki/HMS_Terror_(1813)": "HMS Terror was a specialized warship and a newly developed bomb vessel constructed for the Royal Navy in 1813. She participated in several battles of the War of 1812, including the Battle of Baltimore with the bombardment of Fort McHenry. She was converted into a polar exploration ship two decades later, and participated in George Back's Arctic expedition of 1836–1837, the Ross expedition of 1839 to 1843, and Sir John Franklin's ill-fated attempt to force the Northwest Passage in 1845, during which she was lost with all hands along with HMS Erebus.",
  "/wiki/Sea_ice": "Sea ice arises as seawater freezes. Because ice is less dense than water, it floats on the ocean's surface (as does fresh water ice, which has an even lower density). Sea ice covers about 7% of the Earth's surface and about 12% of the world's oceans. Much of the world's sea ice is enclosed within the polar ice packs in the Earth's polar regions: the Arctic ice pack of the Arctic Ocean and the Antarctic ice pack of the Southern Ocean. Polar packs undergo a significant yearly cycling in surface extent, a natural process upon which depends the Arctic ecology, including the ocean's ecosystems. Due to the action of winds, currents and temperature fluctuations, sea ice is very dynamic, leading to a wide variety of ice types and features. Sea ice may be contrasted with icebergs, which are chunks of ice shelves or glaciers that calve into the ocean. Depending on location, sea ice expanses may also incorporate icebergs.",
  "/wiki/List_of_National_Historic_Sites_of_Canada_in_Nunavut": "This is a list of National Historic Sites (French: Lieux historiques nationaux) in the territory of Nunavut. There are 12 National Historic Sites designated in Nunavut, one of which is in the national park system, administered by Parks Canada (identified below by the beaver icon )."
}