{
  "/wiki/Capuchin_monkey": "The capuchin monkeys (/ˈkæpjʊtʃɪn/ or /ˈkæpjʊʃɪn/) are New World monkeys of the subfamily Cebinae. They are readily identified as the \"organ grinder\" monkey, and have been used in many movies and television shows. The range of capuchin monkeys includes some tropical forests in Central America and South America as far south as northern Argentina. In Central America, they usually occupy the wet lowland forests on the Caribbean coast of Costa Rica and Panama and deciduous dry forest on the Pacific coast.",
  "/wiki/Y:_The_Last_Man": "Y: The Last Man is a post-apocalyptic science fiction comic book series by Brian K. Vaughan and Pia Guerra published by Vertigo from 2002 through 2008. The series centers on Yorick Brown and his pet Capuchin monkey Ampersand, the only males who survived the apparent  global androcide. The series was published in sixty issues by Vertigo and collected in a series of ten paperback volumes (and later a series of five hardcover \"Deluxe\" volumes).  The series' covers were primarily by J. G. Jones and Massimo Carnevale. The series received three Eisner Awards.",
  "/wiki/Brian_K._Vaughan": "Brian K. Vaughan (born July 17, 1976) is an American comic book and television writer, best known for the comic book series Y: The Last Man, Ex Machina, Runaways, Pride of Baghdad, Saga, and, most recently, Paper Girls.",
  "/wiki/Monkey": "Monkey is a common name that may refer to groups or species of mammals, in part, the simians of infraorder Simiiformes. The term is applied descriptively to groups of primates, such as families of New World monkeys and Old World monkeys. Many monkey species are tree-dwelling (arboreal), although there are species that live primarily on the ground, such as baboons. Most species are also active during the day (diurnal). Monkeys are generally considered to be intelligent, especially the Old World monkeys of Catarrhini.",
  "/wiki/Tokyo_Mew_Mew": "Tokyo Mew Mew (東京ミュウミュウ, Tōkyō Myū Myū) is a Japanese shōjo manga series written by Reiko Yoshida and illustrated by Mia Ikumi. It was originally serialized in Nakayoshi from September 2000 to February 2003, and later published in seven tankōbon volumes by Kodansha from February 2001 to April 2003. It focuses on five girls infused with the DNA of endangered animals which gives them special powers and allows them to transform into \"Mew Mews.\" Led by Ichigo Momomiya, the girls protect the earth from aliens who wish to \"reclaim\" it.",
  "/wiki/Reiko_Yoshida": "Reiko Yoshida (吉田 玲子, Yoshida Reiko, born December 31, 1967) is a Japanese screenwriter. She has written and supervised numerous screenplays for anime series, live-action dramas and films.  Her major works include Kasumin, Kaleido Star, Aria, Maria-sama ga Miteru, D.Gray-man, K-On!, Bakuman and Girls und Panzer. In more recent works, she has supervised the screenplays for Majestic Prince, Non Non Biyori, A Town Where You Live, Tamako Market, Yowamushi Pedal and Castle Town Dandelion.  In films, she wrote the screenplay for The Cat Returns, the original films that would make up Digimon: The Movie, Kyoto Animation’s hit anime film A Silent Voice, and the film adaptations of Osamu Tezuka's Buddha, the last one's second film was given a stamp of approval by the Dalai Lama.  She wrote the story for the manga series Tokyo Mew Mew along with illustrator Mia Ikumi. Among her works, she was recognized for Best Screenplay/Original Work for Girls und Panzer at the Tokyo Anime Award Festival in 2014, and she won another Best Screenplay/Original Work award in 2017. In 2018, she wrote the screenplay for Violet Evergarden which aired on TV in Japan and is licensed by Netflix.",
  "/wiki/Ape-X": "Abraxas, sometimes called the Dark Man, is a cosmic entity who embodies the destruction of the Marvel multiverse. The existence of Galactus prevents him from emerging. The character, created by Carlos Pacheco, first appeared in Fantastic Four",
  "/wiki/Ape": "Apes (Hominoidea) are a branch of Old World tailless simians native to Africa and Southeast Asia. They are the sister group of the Old World monkeys, together forming the catarrhine clade. They are distinguished from other primates by a wider degree of freedom of motion at the shoulder joint as evolved by the influence of brachiation. In traditional and non-scientific use, the term \"ape\" excludes humans, and is thus not equivalent to the scientific taxon Hominoidea. There are two extant branches of the superfamily Hominoidea: the gibbons, or lesser apes; and the hominids, or great apes.",
  "/wiki/Squadron_Supreme": "The Squadron Supreme is a fictional superhero team appearing in American comic books published by Marvel Comics, of which there are several notable alternate versions. The original team was created by Roy Thomas and John Buscema, and derived from the previously created supervillain team Squadron Sinister.",
  "/wiki/Roy_Thomas": "Roy William Thomas Jr. (born November 22, 1940) is an American comic book writer and editor, who was Stan Lee's first successor as editor-in-chief of Marvel Comics. He is possibly best known for introducing the pulp magazine hero Conan the Barbarian to American comics, with a series that added to the storyline of Robert E. Howard's character and helped launch a sword and sorcery trend in comics.  Thomas is also known for his championing of Golden Age comic-book heroes – particularly the 1940s superhero team the Justice Society of America – and for lengthy writing stints on Marvel's X-Men and The Avengers, and DC Comics' All-Star Squadron, among other titles.",
  "/wiki/John_Buscema": "John Buscema (/bjuːˈsɛmə/; Italian: [buʃˈʃɛːma]; born Giovanni Natale Buscema, December 11, 1927 – January 10, 2002) was an American comic book artist and one of the mainstays of Marvel Comics during its 1960s and 1970s ascendancy into an industry leader and its subsequent expansion to a major pop-culture conglomerate. His younger brother Sal Buscema is also a comic book artist.",
  "/wiki/Gorilla": "Gorillas are ground-dwelling, predominantly herbivorous apes that inhabit the forests of central Sub-Saharan Africa. The genus Gorilla is divided into two species: the eastern gorillas and the western gorillas (both critically endangered), and either four or five subspecies. They are the largest living primates. The DNA of gorillas is highly similar to that of humans, from 95 to 99% depending on what is included, and they are the next closest living relatives to humans after the chimpanzees and bonobos.",
  "/wiki/Corentin_(comics)": "Corentin is a series of comics created by Belgian artist Paul Cuvelier (1923-1978).  Influenced by Robinson Crusoe, Cuvelier created the character of Corentin Feldoë in 1943.  The character first appeared in a series of watercolors that Cuvelier made for his own family.  Hergé, convinced of the merit of these watercolors, commissioned Cuvelier to do a series of comic strips.  Thus, Corentin first made its appearance in Tintin magazine on September 26, 1946.  The final story was published in 1974, four years before Cuvelier's death.",
  "/wiki/Paul_Cuvelier": "Paul Cuvelier (22 November 1923 – 5 July 1978) was a Belgian comics artist best known for the comic series Corentin, published by Le Lombard, which first appeared in the first issue of Tintin magazine.",
  "/wiki/Beppo_(comics)": "Beppo is a fictional monkey appearing in books published by DC Comics, primarily those featuring Superman. Created by Otto Binder and George Papp, he first appeared in Superboy #76 (October 1959).",
  "/wiki/Superboy_(comic_book)": "Superboy is the name of several American comic book series published by DC Comics, featuring characters of the same name. The first three titles feature the original Superboy, the legendary hero Superman as a boy. Later series feature the second Superboy, who is a partial clone of the original Superman.",
  "/wiki/Jerry_Siegel": "Jerome Siegel (/ˈsiːɡəl/; October 17, 1914 – January 28, 1996), who also used pseudonyms including Joe Carter and Jerry Ess, was an American comic book writer. His most famous creation was Superman, which he created in collaboration with his friend Joe Shuster.",
  "/wiki/Joe_Shuster": "Joseph Shuster (/ˈʃuːstər/; July 10, 1914 – July 30, 1992) was a Canadian-American comic book artist best known for co-creating the DC Comics character Superman, with writer Jerry Siegel, in Action Comics #1 (cover-dated June 1938).",
  "/wiki/Superman": "Superman is a fictional superhero. The character was created by writer Jerry Siegel and artist Joe Shuster, and first appeared in Action Comics #1, a comic book published on April 18, 1938. The character regularly appears in comic books published by DC Comics, and has been adapted to a number of radio serials, movies, and television shows.",
  "/wiki/Francois%27_langur": "The François' langur (Trachypithecus francoisi), also known as the Francois' leaf monkey, Tonkin leaf monkey, or white side-burned black langur is a species of lutung and the type species of its species group. It is one of the least studied of the species belonging to the Colobinae subfamily.",
  "/wiki/Tor_(comics)": "Tor is an American comics series, created by Joe Kubert and Norman Maurer in the story 1,000,000 Years Ago! (Sept. 1953), published by St. John Publications. The series' protagonist, Tor, is a prehistoric cave man who has fantasy adventures set in a realistically drawn setting. The original series only ran for five issues and ended in 1954. However, \"Tor\" was revived by DC Comics in June 1975 for six issues. In June 1993 Marvel Comics released new adventures of Tor.",
  "/wiki/Joe_Kubert": "Joseph Kubert (/ˈkjuːbərt/; September 18, 1926 – August 12, 2012) was a Polish-born American comic book artist, art teacher, and founder of The Kubert School. He is best known for his work on the DC Comics characters Sgt. Rock and Hawkman. He is also known for working on his own creations, such as Tor, Son of Sinbad, and the Viking Prince, and, with writer Robin Moore, the comic strip Tales of the Green Beret. Two of Kubert's sons, Andy Kubert and Adam Kubert, themselves became recognized comic book artists, as did many of Kubert's former students, including Stephen R. Bissette, Amanda Conner, Rick Veitch, Eric Shanower, Steve Lieber, and Scott Kolins.",
  "/wiki/Norman_Maurer": "Norman Albert Maurer (May 13, 1926 – November 23, 1986) was a comic book artist and writer, and a director and producer of films and television shows.",
  "/wiki/Detective_Chimp": "Detective Chimp is a fictional character appearing in American comic books published by DC Comics. A common chimpanzee who wears a deerstalker hat (à la Sir Arthur Conan Doyle's fictional sleuth Sherlock Holmes), Detective Chimp has human-level intelligence and solves crimes, often with the help of the Bureau of Amplified Animals, a group of intelligent animals that also includes Rex the Wonder Dog. He was originally created in the final years of the Golden Age of Comic Books, during the interregnum between the former and the Silver Age of Comic Books.",
  "/wiki/Common_chimpanzee": "The chimpanzee (Pan troglodytes), also known as the common chimpanzee, robust chimpanzee, or simply \"chimp\", is a species of great ape native to the forests and savannahs of tropical Africa. It has four confirmed subspecies and a fifth proposed subspecies. The chimpanzee and the closely related bonobo (sometimes called the \"pygmy chimpanzee\") are classified in the genus Pan. Evidence from fossils and DNA sequencing shows that Pan is a sister taxon to the human lineage and is humans' closest living relative.",
  "/wiki/Infinite_Crisis": "\"Infinite Crisis\" is a 2005–2006 comic book storyline published by DC Comics, consisting of an eponymous, seven-issue comic book limited series written by Geoff Johns and illustrated by Phil Jimenez, George Pérez, Ivan Reis, and Jerry Ordway, and a number of tie-in books. The main miniseries debuted in October 2005, and each issue was released with two variant covers: one by Pérez and one by Jim Lee and Sandra Hope.",
  "/wiki/Day_of_Vengeance": "Day of Vengeance is a six-issue comic book limited series written by Bill Willingham, with art by Justiniano and Walden Wong, published in 2005 by DC Comics.",
  "/wiki/Jommeke": "Jommeke is a Flemish comic strip series in publication since 1955. It was created by Jef Nys and can be defined as a humoristic children's adventure series. Jommeke, an 11-year-old boy, is the series' main protagonist. It was originally published in Kerk en Leven, before moving to Het Volk, where it ran until the newspaper went bankrupt in 2010. It is now published in Het Nieuwsblad, De Gentenaar and De Standaard.",
  "/wiki/Jef_Nys": "Jozef \"Jef\" Nys (30 January 1927 – 20 October 2009) was a Belgian comic book creator. He was best known for his comic strip Jommeke.",
  "/wiki/Congorilla": "Congorilla, originally a human character known as Congo Bill, is a superhero appearing in comic books published by DC Comics and Vertigo Comics. Originally co-created by writer Whitney Ellsworth and artist George Papp, he was later transformed into Congorilla by Robert Bernstein and Howard Sherman. The character first appeared in More Fun Comics #56 (June 1940).",
  "/wiki/Secret_Origins": "Secret Origins is the title of several comic book series published by DC Comics which featured the origin stories of the publisher's various characters.",
  "/wiki/Campy": "Camp is an aesthetic style and sensibility that regards something as appealing because of its bad taste and ironic value.  Camp aesthetics disrupt many of modernism's notions of what art is and what can be classified as high art by inverting aesthetic attributes such as beauty, value, and taste through an invitation of a different kind of apprehension and consumption.  Scholarship at Oxford University suggests that Oscar Wilde's particular brand of aristocratic, amoral aestheticism is the precursor to modern Camp.[citation needed]",
  "/wiki/B%27wana_Beast": "B'wana Beast (Michael Payson Maxwell) is a fictional superhero appearing in American comic books published by DC Comics.",
  "/wiki/The_Umbrella_Academy": "The Umbrella Academy is an American comic book series created and written by Gerard Way and illustrated by Gabriel Bá. The first six-issue limited series, The Umbrella Academy: Apocalypse Suite, was released by Dark Horse Comics between September 14, 2007 and February 20, 2008. It won the 2008 Eisner Award for Best Finite Series/Limited Series. A second series, The Umbrella Academy: Dallas, followed in 2008. After a hiatus the series returned in 2018 with The Umbrella Academy: Hotel Oblivion released between October 3, 2018 and June 12, 2019. A proposed fourth series is in development to be released in 2020. On February 15, 2019 a television adaptation premiered on Netflix. In June 2019, Dark Horse Comics announced that they had partnered with Studio71, creator of The Binding of Isaac: Four Souls and Joking Hazard, to make a card game based on The Umbrella Academy, that will launch on Kickstarter in early 2020.",
  "/wiki/My_Chemical_Romance": "My Chemical Romance (commonly abbreviated MCR or shortened to My Chem) is an American rock band from Newark, New Jersey. The band's current lineup consists of lead vocalist Gerard Way, guitarists Ray Toro and Frank Iero, and bassist Mikey Way. Founded by Gerard, Mikey, Toro, and Matt Pelissier (and later joined by Iero), the band signed to Eyeball Records and released their debut album, I Brought You My Bullets, You Brought Me Your Love, in 2002. They signed with Reprise Records the next year and released their major-label debut, Three Cheers for Sweet Revenge, in 2004. Shortly after the album's release, Pelissier was replaced by Bob Bryar. A commercial success, the album was awarded platinum status over a year later.",
  "/wiki/Don_Uggie_Apelino": "This is a list of characters in the British comic strip Judge Dredd appearing in 2000 AD, Judge Dredd Megazine and related publications. They are listed alphabetically by surname, in categories. (Major characters have their own articles: see the navigation box at the bottom of this article.)",
  "/wiki/Judge_Dredd": "Judge Dredd is a comic book franchise based on the longest-running comic strip in 2000 AD (1977), a British weekly anthology comic.",
  "/wiki/John_Wagner": "John Wagner (born 1949) is an American-born British comics writer. Alongside Pat Mills, he helped revitalise British comics in the 1970s, and continues to be active in the British comics industry, occasionally also working in American comics. He is best known as the co-creator, with artist Carlos Ezquerra, of the character Judge Dredd.",
  "/wiki/Carlos_Ezquerra": "Carlos Sanchez Ezquerra (12 November 1947 – 1 October 2018) was a Spanish comics artist who worked mainly in British comics. He is best known as the co-creator of Judge Dredd.",
  "/wiki/Boner%27s_Ark": "Boner's Ark was an American comic strip created by Mort Walker, also the creator of Beetle Bailey. Walker debuted the strip under the pseudonym \"Addison\" on March 11, 1968. The title is a reference to Noah's Ark of Abrahamic religions.",
  "/wiki/Mort_Walker": "Addison Morton Walker (September 3, 1923 – January 27, 2018) was an American comic strip writer, best known for creating the newspaper comic strips Beetle Bailey in 1950 and Hi and Lois in 1954. He signed Addison to some of his strips.",
  "/wiki/Midnight_(DC_Comics)": "Midnight (real name: Dave Clark) is a fictional character owned by DC Comics. A masked detective, he was created by writer-artist Jack Cole for Quality Comics during the 1930s to 1940s period fans and historians call the Golden Age of Comic Books.",
  "/wiki/Gorilla_Boss": "The Batman family enemies are a collection of fictional  supervillains appearing in American comic books published by DC Comics. These characters are depicted as adversaries of the superhero Batman and his allies.",
  "/wiki/Batman": "Batman is a fictional superhero appearing in American comic books published by DC Comics. The character was created by artist Bob Kane and writer Bill Finger, and first appeared in Detective Comics #27 in 1939. Originally named the \"Bat-Man,\" the character is also referred to by such epithets as the Caped Crusader, the Dark Knight, and the World's Greatest Detective.",
  "/wiki/Gorilla_Grodd": "Gorilla Grodd is a fictional supervillain appearing in comic books published by DC Comics, primarily as an enemy of The Flash. The character was created by John Broome and Carmine Infantino, and first appeared in The Flash #106 (May 1959). He is an evil, super-intelligent gorilla who gained mental powers after being exposed to a strange metorite's radiation.",
  "/wiki/Psychic": "A psychic is a person who claims to use extrasensory perception (ESP) to identify information hidden from the normal senses, particularly involving telepathy or clairvoyance, or who performs acts that are apparently inexplicable by natural laws. Although many people believe in psychic abilities, the scientific consensus is that there is no proof of the existence of such powers, and describes the practice as pseudoscience. The word \"psychic\" is also used as an adjective to describe such abilities.",
  "/wiki/Flash_(comics)": "The Flash (or simply Flash) is the name of several superheroes appearing in American comic books published by DC Comics. Created by writer Gardner Fox and artist Harry Lampert, the original Flash first appeared in Flash Comics #1 (cover date January 1940/release month November 1939). Nicknamed the \"Scarlet Speedster\", all incarnations of the Flash possess \"super speed\", which includes the ability to run, move, and think extremely fast, use superhuman reflexes, and seemingly violate certain laws of physics.",
  "/wiki/Gorilla-Man": "Gorilla-Man is an alias used by three different fictionals superheroes appearing in American comic books published by Marvel Comics, beginning in 1954 with Ken Hale, and continuing with Arthur Nagan, who also appeared in 1954 and Franz Radzik, who first appeared in 1962.",
  "/wiki/Hit-Monkey": "Hit-Monkey is a fictional character,an anti heroic monkey appearing in American comic books published by Marvel Comics.",
  "/wiki/Japanese_macaque": "The Japanese macaque (/məˈkɑːk/; Macaca fuscata), also known as the snow monkey, is a terrestrial Old World monkey species that is native to Japan. They get their name \"snow monkey\" because they live in areas where snow covers the ground for months each year – no other non-human primate is more northern-living, nor lives in a colder climate. Individuals have brown-grey fur, red faces, and short tails. Two subspecies are known.",
  "/wiki/Daniel_Way": "Daniel Way is an American comic book writer, known for his work on Marvel Comics series such as Wolverine: Origins and Deadpool.",
  "/wiki/Dalibor_Talaji%C4%87": "Dalibor Talajić is a Croatian comic book artist. He is most famous for his work for the Marvel Comics publishing house. He gained international acclaim and commercial success working on the Deadpool Kills the Marvel Universe series in 2012. In 2016, in collaboration with ABC News, Talajić created Madaya Mom, where he illustrated the siege of Madaya based on messages ABC reporters received from within the city.",
  "/wiki/Jan_Romare": "Jan Romare (January 3, 1936 - August 31, 2017)  was a Swedish diplomat and cartoonist.",
  "/wiki/Pantomime_comics": "Pantomime comics or a silent comic are comics which are delivered in mime. They make use of little to no dialogue, speech balloons or captions written underneath the images. Instead the stories or gags are told entirely through pictures."
}