{
  "/wiki/Kenya": "Kenya (/ˈkɛnjə/ (listen)), officially the Republic of Kenya (Swahili: Jamhuri ya Kenya), is a country in Africa with 47 semiautonomous counties governed by elected governors. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Mombasa. Kisumu City is the third largest city and also an inland port on Lake Victoria. Other important urban centres include Nakuru and Eldoret.",
  "/wiki/Mary_Keitany": "Mary Jepkosgei Keitany (born 18 January 1982) is a Kenyan long distance runner. She is the world record holder in a women-only marathon, having won the 2017 London Marathon in a time of 2:17:01. As of November 2019, she sits third all-time at both the marathon and half marathon.",
  "/wiki/Philes_Ongori": "Philes Moora Ongori (born 19 July 1986 in Chironge, Kiamokama, in Kisii District) is a Kenyan long-distance runner who competes in half marathon and marathon events.",
  "/wiki/Caroline_Cheptanui_Kilel": "Caroline Cheptanui Kilel (born 21 March 1981) is a Kenyan long-distance runner who competes road running competitions, including the marathon. She was the winner at the 2011 Boston Marathon and the Frankfurt Marathon in 2010 and 2013.",
  "/wiki/IAAF_World_Half_Marathon_Championships_records": "The IAAF World Half Marathon Championships is an biannual (from 1992 - 2010 annual) half marathon competition organised by the International Association of Athletics Federations. It was contested from 1992 to 2005, and replaced by the IAAF World Road Running Championships, a 20 kilometres race which had its inaugural event held in 2006 in Debrecen, Hungary. After a second edition of the Road Running Championships, which was over the half marathon distance, it reverted to the original name of the World Half Marathon Championships.",
  "/wiki/Ethiopia": "Ethiopia (/ˌiːθiˈoʊpiə/; Amharic: ኢትዮጵያ, ʾĪtyōṗṗyā, listen (help·info), Tigrinya: ኢትዮጵያ, Oromo: Itiyoophiyaa, Somali: Itoobiya, Afar: Itiyoophiyaa), officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti to the northeast, Somalia and Somaliland to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. With over 109 million inhabitants, Ethiopia is the most populous landlocked country in the world and the second-most populous nation on the African continent with a total area of 1,100,000 square kilometres (420,000 sq mi). Its capital and largest city is Addis Ababa, which lies a few miles west of the East African Rift that splits the country into the Nubian and Somali tectonic plates.\nSome of the oldest skeletal evidence for anatomically modern humans has been found in Ethiopia. It is widely considered as the region from which modern humans first set out for the Middle East and places beyond. According to linguists, the first Afroasiatic-speaking populations settled in the Horn region during the ensuing Neolithic era. Tracing its roots to the 2nd millennium BCE, Ethiopia's governmental system was a monarchy for most of its history. Oral literature tells that the monarchy was founded by the Solomonic dynasty of the Queen of Sheba, under its first king, Menelik I. In the first centuries, the Kingdom of Aksum maintained a unified civilization in the region, followed by the Ethiopian Empire circa 1137. During the late 19th-century Scramble for Africa, Ethiopia and Liberia were two nations that preserved their sovereignty from long-term colonisation by a European colonial power and many newly-independent nations on the continent subsequently adopted its flag colours. However, the country was later occupied by Italy in 1936 and became Italian Ethiopia (part of Italian East Africa) until it was liberated during World War II. Ethiopia was also the first independent member from Africa of the 20th-century League of Nations and the United Nations. In 1974, the Ethiopian monarchy under Haile Selassie was overthrown by the Derg, a communist military government backed by the Soviet Union. In 1987, the Derg established the People's Democratic Republic of Ethiopia, but it was overthrown in 1991 by the Ethiopian People's Revolutionary Democratic Front, which has been the ruling political coalition since.",
  "/wiki/Aberu_Kebede": "Aberu Kebede Shewaye (born 12 September 1989) is an Ethiopian long distance runner who specializes in road running competitions. Her half marathon best of 1:07:39 is one of the fastest ever by an Ethiopian woman. She gained a bronze at the 2009 IAAF World Half Marathon Championships with the performance and has won at the Berlin Marathon, Stramilano Half Marathon and the Rotterdam Marathon. She has a marathon best of 2:20:30 hours.",
  "/wiki/Mestawet_Tufa": "Mestawet Tufa (Amharic: መስታወት ቱፋ; born 14 September 1983 in Arsi) is an Ethiopian long-distance runner. She was the winner of the women's 10,000 metres at the 2007 All-Africa Games and the runner up in the senior women's race at the 2008 World Cross Country Championships.",
  "/wiki/Tirfi_Tsegaye": "Tirfi Tsegaye Beyene (born 25 November 1984) is an Ethiopian long-distance runner who competes in marathon races. She has won the Berlin Marathon, the Paris Marathon (in a course record), the Tokyo Marathon (also in course-record time), and the Dubai Marathon. Her personal best of 2:20:18 hours came as winner of the 2014 Berlin Marathon.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Yurika_Nakamura": "Yurika Nakamura (中村 友梨香, Nakamura Yurika) (born 1 April 1986 in Fukuchiyama) is a Japanese long-distance runner. Nakamura grew up in the Hyōgo Prefecture.",
  "/wiki/Ryoko_Kizaki": "Ryoko Kizaki (Japanese: 木崎 良子; born 21 June 1985) is a Japanese long-distance runner who competes in marathon and half marathon races. She won the 2011 Yokohama Women's Marathon in a personal best time of 2:26:32 hours. She is a three-time participant at the IAAF World Half Marathon Championships and a two-time medallist at the Summer Universiade.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Irina_Timofeyeva": "Irina Nikolayevna Timofeyeva (Russian: Ирина Николаевна Тимофеева; born 5 April 1970) is a Russian long-distance runner who specializes in running the marathon.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Amy_Yoder_Begley": "Amy Yoder Begley (née Yoder; born January 11, 1978 in Topeka, Indiana) is an American middle and long distance runner and a US Olympian in the 10,000 meter event at the 2008 Summer Olympics in Beijing. Yoder Begley lives in Atlanta Georgia where she is coach of the Atlanta Track Club, assisted by her husband Andrew Begley.",
  "/wiki/Serena_Burla": "Serena Burla (born September 27, 1982) is an American track and field athlete from St. Louis, specializing in long-distance running events.",
  "/wiki/Amy_Hastings": "Amy Cragg (née Hastings; born January 21, 1984) is an American track and field athlete, specializing in long distance running events. She is the 2015 American champion in the Marathon, the 2012 American champion in the 10,000 meters, and a qualifier for the 2012 Summer Olympics.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry.",
  "/wiki/Ren%C3%A9_Kalmer": "René Kalmer (born 3 November 1980 in Roodepoort, Gauteng) is a female South African runner who has competed over distances ranging from 800 metres to the marathon. She represented South Africa at the 2008 Summer Olympics, running in the 1500 metres.  She then represented South Africa again at the 2012 Summer Olympics, competing in the marathon.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Claire_Hallissey": "Claire Hallissey is a British distance runner. She competed for Britain at the 2009 World Half Marathon Championships coming 25th. In 2010, she ran her first marathon, in New York and in 2011 ran the Chicago Marathon. In 2012, she finished 11th in the London Marathon.",
  "/wiki/Michelle_Ross-Cope": "Michelle Ross-Cope (born 31 January 1972) is an English long-distance runner. She competed for Britain at the European Athletics Championships and several IAAF World Half Marathon Championships. She also represented England at the 2010 Commonwealth Games. She has also won several British domestic road races.",
  "/wiki/Mexico": "Mexico (Spanish: México [ˈmexiko] (listen); Nahuatl languages: Mēxihco), officially the United Mexican States (UMS; Spanish: Estados Unidos Mexicanos, EUM [esˈtaðos uˈniðoz mexiˈkanos] (listen), lit. Mexican United States), is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Covering almost 2,000,000 square kilometers (770,000 sq mi), the nation is the fifth largest country in the Americas by total area and the 13th largest independent state in the world. With an estimated population of over 129 million people, Mexico is the tenth most populous country and the most populous Spanish-speaking country in the world, while being the second most populous nation in Latin America after Brazil. Mexico is a federation comprising 31 states plus Mexico City (CDMX), which is the capital city and its most populous city. Other metropolises in the country include Guadalajara, Monterrey, Puebla, Toluca, Tijuana, and León.",
  "/wiki/Dulce_Mar%C3%ADa_Rodr%C3%ADguez": "Dulce María Rodríguez de la Cruz (born 14 August 1972 in Toluca) is a Mexican long-distance runner who competes in track and road running events, including the marathon. A three-time Olympian for Mexico (2000, 2004 and 2008), she has also run for Mexico at the World Championships in Athletics on three occasions.",
  "/wiki/Marisol_Romero": "Marisol Guadalupe Romero Rosales (born 26 January 1983) is a Mexican long-distance runner who competes over 5000 metres and 10,000 metres on the track and in half marathon and marathon road races. She won the marathon at the 2010 Central American and Caribbean Games and completed a 5000/10,000 m gold medal double at the 2011 Pan American Games.",
  "/wiki/Peru": "Peru (/pəˈruː/ (listen); Spanish: Perú [peˈɾu]; Quechua: Piruw Republika [pʰɪɾʊw]; Aymara: Piruw Suyu [pɪɾʊw]), officially the Republic of Peru (Spanish: República del Perú (help·info)), is a country in western South America. It is bordered in the north by Ecuador and Colombia, in the east by Brazil, in the southeast by Bolivia, in the south by Chile, and in the west by the Pacific Ocean. Peru is a megadiverse country with habitats ranging from the arid plains of the Pacific coastal region in the west to the peaks of the Andes mountains vertically extending from the north to the southeast of the country to the tropical Amazon Basin rainforest in the east with the Amazon river. At 1.28 million km2 (0.5 million mi2), Peru is the 19th largest country in the world, and the third largest in South America.",
  "/wiki/In%C3%A9s_Melchor": "Inés Melchor (born August 30, 1986 in Acobambilla, Huancavelica) is a Peruvian long-distance runner. She competed in the marathon at the 2012 Summer Olympics, placing 25th with a time of 2:28:54. In September 2014 she placed 8th at the Berlin Marathon with a time of 2:26.48, new Peruvian national record and the South America area record.  Melchor also holds Peruvian records for the 5000 and 10,000 metres on the track.",
  "/wiki/2009_IAAF_World_Half_Marathon_Championships": "The 2009 IAAF World Half Marathon Championships was held in Birmingham, United Kingdom on 11 October 2009. It was the final event of the International Association of Athletics Federations' 2009 World Athletics Series."
}