{
  "/wiki/California%27s_32nd_congressional_district": "California's 32nd congressional district is a congressional district in the U.S. state of California based in Los Angeles County. The district includes El Monte, Monterey Park, West Covina, Azusa, and southern Glendora, in eastern Los Angeles County.",
  "/wiki/Julian_Dixon": "Julian Carey Dixon (August 8, 1934 – December 8, 2000) was an American politician from the state of California serving from 1979 until his death from a heart attack in Los Angeles, California in 2000.",
  "/wiki/2001_California%27s_32nd_congressional_district_special_election": "In 2001 there were seven special elections to the United States House of Representatives in the 107th United States Congress.",
  "/wiki/Diane_Watson": "Diane Edith Watson (born November 12, 1933) is a former US Representative for California's 33rd congressional district, serving from 2003 until 2011. She is a member of the Democratic Party. The district is located entirely in Los Angeles County and includes much of Central Los Angeles, as well as such wealthy neighborhoods as Los Feliz.",
  "/wiki/Pennsylvania%27s_9th_congressional_district": "Pennsylvania's 9th congressional district is located in the east central part of the state and encompasses all of Carbon County, Columbia County, Lebanon County, Montour County, and Schuylkill County, as well as parts of Berks County, Luzerne County, and Northumberland County. Much of the district includes Pennsylvania's Coal Region. Republican Dan Meuser represents the district, serving since 2019.",
  "/wiki/Bud_Shuster": "Elmer Greinert \"Bud\" Shuster (/ˈʃuːstər/; born January 23, 1932) is an American politician who represented Pennsylvania in the United States House of Representatives as a Republican from 1973 to 2001. He is best known for his advocacy of transportation projects.",
  "/wiki/2001_Pennsylvania%27s_9th_congressional_district_special_election": "In 2001 there were seven special elections to the United States House of Representatives in the 107th United States Congress.",
  "/wiki/Bill_Shuster": "William Franklin Shuster /ˈʃuːstər/ (born January 10, 1961) is an American politician and lobbyist who served as the U.S. Representative for Pennsylvania's 9th congressional district from 2001 to 2019. He is a member of the Republican Party, and is a son of former Congressman Bud Shuster.",
  "/wiki/Virginia%27s_4th_congressional_district": "Virginia's fourth congressional district is a United States congressional district in the state of Virginia. Taking in most of the area between Richmond and Hampton Roads, it covers all or part of the counties of Charles City, Chesterfield, Dinwiddie, Greensville, Henrico, Prince George, Southampton, Surry, and Sussex, and all or part of the independent cities of Chesapeake, Colonial Heights, Emporia, Hopewell, Petersburg, Richmond and Suffolk. The current representative is Donald McEachin (D).",
  "/wiki/Norman_Sisisky": "Norman Sisisky (June 9, 1927 – March 29, 2001) was a Democratic member of the United States House of Representatives from Virginia from 1983 to 2001, representing the 4th District. He was a leader of the Blue Dog Coalition and one of the most conservative Democrats in Congress at the time.",
  "/wiki/2001_Virginia%27s_4th_congressional_district_special_election": "In 2001 there were seven special elections to the United States House of Representatives in the 107th United States Congress.",
  "/wiki/J._Randy_Forbes": "James Randy Forbes (born February 17, 1952) is an American politician.  A member of the Republican Party, he was the U.S. Representative for Virginia's 4th congressional district, serving from 2001 to 2017.",
  "/wiki/Massachusetts%27s_9th_congressional_district": "Massachusetts's 9th congressional district is located in eastern Massachusetts. It is represented by Democrat William R. Keating. The 9th district is the least Democratic Congressional District in Massachusetts according to the PVI.",
  "/wiki/Joe_Moakley": "John Joseph Moakley (April 27, 1927 – May 28, 2001) was an American politician who served as the United States Representative for Massachusetts's 9th congressional district  from 1973 until his death in 2001. Moakley won the seat from incumbent Louise Day Hicks in a 1972  rematch; the seat had been held two years earlier by the retiring Speaker of the House John William McCormack. Moakley was the last Democratic chairman of the U.S. House Committee on Rules before Republicans took control of the chamber in 1995.",
  "/wiki/2001_Massachusetts%27s_9th_congressional_district_special_election": "Massachusetts's 9th congressional district special election of 2001 was held on October 16, 2001 to fill the vacancy caused by the death of Representative Joe Moakley. Democratic State Senator Stephen F. Lynch won the election; defeating six candidates in the Democratic primary and three in the general election.",
  "/wiki/Stephen_F._Lynch": "Stephen Francis Lynch (born March 31, 1955) is an American politician who has served as a member of the U.S. House of Representatives from Massachusetts since 2001. He is a Democrat representing Massachusetts's 8th congressional district, which includes the southern fourth of Boston and many of its southern suburbs. Lynch was previously an ironworker and lawyer, and served in both chambers of the Massachusetts General Court.",
  "/wiki/Arkansas%27s_3rd_congressional_district": "Arkansas's 3rd congressional district is a congressional district in the U.S. state of Arkansas. The district covers Northwest Arkansas and takes in Bentonville, Fayetteville, Springdale and Fort Smith.",
  "/wiki/Asa_Hutchinson": "William Asa Hutchinson II (born December 3, 1950) is an American businessman, attorney, and politician, serving since 2015 as the 46th Governor of Arkansas. Previously he was U.S. Attorney for the Fort Smith-based Western District of Arkansas, U.S. Congressman from the Third District of Arkansas, Administrator of the U.S. Drug Enforcement Administration (DEA), and the first Undersecretary for Border & Transportation Security at the U.S. Department of Homeland Security.",
  "/wiki/Drug_Enforcement_Administration": "The Drug Enforcement Administration (DEA; /di.iˈeɪ/) is a United States federal law enforcement agency under the United States Department of Justice, tasked with combating drug trafficking and distribution within the United States. The DEA is the lead agency for domestic enforcement of the Controlled Substances Act, sharing concurrent jurisdiction with the Federal Bureau of Investigation (FBI), Immigration and Customs Enforcement’s Homeland Security Investigations (HSI), U.S. Customs and Border Protection (CBP), and the Department of Homeland Security (DHS). It has sole responsibility for coordinating and pursuing US drug investigations both domestic and abroad.",
  "/wiki/2001_Arkansas%27s_3rd_congressional_district_special_election": "N/A",
  "/wiki/John_Boozman": "John Nichols Boozman (/ˈboʊzmən/; born December 10, 1950) is the senior United States senator for Arkansas, and a member of the Republican Party. He served as the United States Representative for Arkansas's 3rd congressional district from 2001 to 2011.",
  "/wiki/South_Carolina%27s_2nd_congressional_district": "The 2nd Congressional District of South Carolina is a congressional district in central and southwestern South Carolina. The district spans from Columbia to the South Carolina side of the Augusta, Georgia metropolitan area.",
  "/wiki/Floyd_Spence": "Floyd Davidson Spence (April 9, 1928 – August 16, 2001) was an American attorney and a politician from the U.S. state of South Carolina. Elected for three terms to the South Carolina House of Representatives from Lexington County as a Democrat, in 1962 Spence announced his decision to switch to the Republican Party, as he was unhappy with shifts in the national party.",
  "/wiki/2001_South_Carolina%27s_2nd_congressional_district_special_election": "The 2001 South Carolina 2nd congressional district special election was held on December 18, 2001 to select a Representative for the 2nd congressional district to serve out the remainder of the term for the 107th Congress.  The special election resulted from the death of 16-term Republican incumbent Floyd Spence on August 16, 2001.  Joe Wilson, a state senator from Lexington County and a former aide to Spence, won the Republican primary and went on to win the general election against Democratic challenger Brent Weaver.",
  "/wiki/Addison_G._Wilson": "Addison Graves \"Joe\" Wilson Sr. (born July 31, 1947) is the U.S. Representative for South Carolina's 2nd congressional district, serving since 2001. The district stretches from the state capital, Columbia, to the Georgia-South Carolina border. From 1985 to 2001, he served in the South Carolina Senate. He is a member of the Republican Party.",
  "/wiki/Florida%27s_1st_congressional_district": "Florida's 1st congressional district is a congressional district in the U.S. state of Florida, covering the state's western Panhandle. It includes all of Escambia, Okaloosa, Santa Rosa, and Walton counties and portions of Holmes county. The district is anchored in Pensacola and also includes the large military bedroom communities and tourist destinations of Navarre and Fort Walton Beach and stretches along the Emerald Coast.  The district, as ranked by the Cook Partisan Voting Index, is the most Republican district in Florida and the 15th most in the United States.\nThe district is currently represented by Republican Matt Gaetz.",
  "/wiki/Joe_Scarborough": "Charles Joseph Scarborough (/ˈskɑːrbʌroʊ/; born April 9, 1963) is an American cable news host, musician, and former congressman from Florida. He is currently the co-host of Morning Joe on MSNBC with Mika Brzezinski, his spouse. He previously hosted Scarborough Country on the same network. Scarborough was previously a lawyer and a politician and served in the United States House of Representatives from 1995 to 2001 as a Republican for the 1st district of Florida.",
  "/wiki/2001_Florida%27s_1st_congressional_district_special_election": "The 2001 special election for Florida's 1st congressional district took place on October 16, 2001, to fill the vacancy caused by Representative Joe Scarborough's resignation. Florida's 1st congressional district was a staunchly conservative district stretching from Panama City Beach to Pensacola in the Florida Panhandle.",
  "/wiki/Jeff_Miller_(Florida_politician)": "Jefferson Bingham Miller (born June 27, 1959) is an American politician who served as the U.S. Representative for Florida's 1st congressional district, from 2001 to 2017. He is a member of the Republican Party. The district includes all of Escambia, Santa Rosa, Okaloosa, Walton, Holmes, and Washington Counties.",
  "/wiki/Oklahoma%27s_1st_congressional_district": "Oklahoma's 1st congressional district is in the northeastern corner of the state and borders Kansas. Anchored by Tulsa, it is largely coextensive with the Tulsa metropolitan area.  It includes all of Tulsa, Washington and Wagoner counties, and parts of Rogers and Creek counties. Although it has long been reckoned as the Tulsa district, a small portion of Tulsa itself is located in the 3rd district.",
  "/wiki/Steve_Largent": "Stephen Michael Largent (born September 28, 1954) is an American former football player, enshrined in the Pro Football Hall of Fame, and a former Republican politician, having served in the U.S. House of Representatives for Oklahoma, from 1994 until 2002. Prior to his political career, Largent was a wide receiver for the Seattle Seahawks in the National Football League for his entire 14-season professional football career. He held several all-time receiving records when he retired.",
  "/wiki/Governor_of_Oklahoma": "The Governor of Oklahoma is the head of state for the U.S. state of Oklahoma. Under the Oklahoma Constitution, the governor is also the head of government, serving as the chief executive of the Oklahoma executive branch, of the government of Oklahoma. The governor is the ex officio Commander-in-Chief of the Oklahoma National Guard when not called into federal use. Despite being an executive branch official, the governor also holds legislative and judicial powers. The governor's responsibilities include making yearly \"State of the State\" addresses to the Oklahoma Legislature, submitting the annual state budget, ensuring that state laws are enforced, and that the peace is preserved. The governor's term is four years in length.",
  "/wiki/2002_Oklahoma%27s_1st_congressional_district_special_election": "The 2002 United States House of Representatives special election in Oklahoma's 1st congressional district was held on January 8, 2002 to select the successor to Steve Largent (R) who resigned to focus on his campaign for Governor of Oklahoma. Both of the major parties held primaries to determine their nominees. The Republican primary featured a competitive contest between then-First Lady of Oklahoma Cathy Keating, and state Senator Scott Pruitt, and the eventual winner state Representative John Sullivan. Sullivan subsequently defeated Tulsa School Board present Doug Dodd by a ten point margin.",
  "/wiki/John_A._Sullivan_(Oklahoma_politician)": "John A. Sullivan (born January 1, 1965) is an American politician who was the U.S. Representative for Oklahoma's 1st congressional district (based in the Tulsa area) from 2002 to 2013. He is a member of the Republican Party.",
  "/wiki/Ohio%27s_17th_congressional_district": "The 17th congressional district of Ohio is an obsolete congressional district last represented by Representative Tim Ryan.",
  "/wiki/Jim_Traficant": "James Anthony Traficant Jr. (May 8, 1941 – September 27, 2014) was a Democratic, and later independent, politician and member of the United States House of Representatives from Ohio.  He represented the 17th Congressional District, which centered on his hometown of Youngstown and included parts of three counties in northeast Ohio's Mahoning Valley. He was expelled from the House after being convicted of 10 felony counts including taking bribes, filing false tax returns, racketeering, and forcing his Congressional staff to perform chores at his farm in Ohio and houseboat in Washington, D.C. He was sentenced to prison and released on September 2, 2009, after serving a seven-year sentence.",
  "/wiki/Virginia%27s_5th_congressional_district": "Virginia’s fifth congressional district is a United States congressional district in the commonwealth of Virginia. It is Virginia's largest district with an area of 10,181.03 square miles (26,368.7 km2) and is larger in area than six US states.",
  "/wiki/Virgil_Goode": "Virgil Hamlin Goode Jr. (born October 17, 1946) is an American politician who served as a member of the United States House of Representatives from 1997 to 2009. He was initially a Democrat, but became an independent in 2000 and switched to the Republican Party in 2002.",
  "/wiki/Ohio%27s_3rd_congressional_district": "Ohio's 3rd congressional district is located entirely in Franklin County and includes most of the city of Columbus.  The current district lines were drawn in 2011, following the redistricting based on the 2000 census.  The district is barely contiguous. In some portions, it is almost, but not quite, split in two by the neighboring 12th and 15th districts.",
  "/wiki/Tony_P._Hall": "Tony Patrick Hall (born January 16, 1942) is an American politician who served in the U.S. House of Representatives for more than twenty years representing the state of Ohio as a Democrat.",
  "/wiki/United_Nations_Food_and_Agriculture_Organization": "The Food and Agriculture Organization of the United Nations (FAO)[Note 1] is a specialized agency of the United Nations that leads international efforts to defeat hunger and improve nutrition and food security. Its Latin motto, fiat panis, translates to \"let there be bread\". Founded in October 1945, the FAO is the oldest existing agency of the U.N.",
  "/wiki/Hawaii%27s_2nd_congressional_district": "Hawaii's 2nd congressional district is a congressional district in the U.S. state of Hawaii. The district encompasses all rural and most suburban areas of Oahu/Honolulu County, as well as the entire state outside of Oahu. Besides Honolulu, the district includes the counties of Kauai, Maui, Kalawao and Hawaii (\"the Big Island\"). The district spans 331 miles. The most populous community entirely within the district is Hilo. Major segments of the economy include tourism, ranching and agriculture, especially pineapple and sugarcane cultivation.",
  "/wiki/Patsy_Mink": "Patsy Matsu Takemoto Mink (December 6, 1927 – September 28, 2002) was an American lawyer and politician from the U.S. state of Hawaii. Mink was a third generation Japanese American and member of the Democratic Party. She also was the Assistant Secretary of State for Oceans and International Environmental and Scientific Affairs.",
  "/wiki/Ed_Case": "Edward Espenett Case (born September 27, 1952) is an American Democratic politician serving as the U.S. Representative for Hawaii's 1st congressional district, which covers the urban core of Honolulu. He represented the 2nd district, which covers the rest of the state, from 2002 to 2007.",
  "/wiki/107th_United_States_Congress": "The One Hundred Seventh United States Congress was a meeting of the legislative branch of the United States federal government, composed of the United States Senate and the United States House of Representatives. It met in Washington, D.C. from January 3, 2001 to January 3, 2003, during the final weeks of the Clinton presidency and the first two years of the George W. Bush presidency. The apportionment of seats in this House of Representatives was based on the Twenty-first Census of the United States in 1990. The House of Representatives had a Republican majority, and the Senate switched majorities from Democratic to Republican and back to Democratic. By the end of term, Republicans had regained the majority in the Senate, but since the body was out of session reorganization was delayed till the next Congress."
}