{
  "/wiki/Cape_Breton%E2%80%94Canso": "Cape Breton—Canso is a federal electoral district in Nova Scotia, Canada, that has been represented in the House of Commons of Canada since 2004. Its population in 2011 was 75,247. It is the successor to Bras d'Or (later known as Bras d'Or—Cape Breton), which was represented in the House of Commons from 1997 to 2004.",
  "/wiki/Central_Nova": "Central Nova (French: Nova-Centre) is a federal electoral district in Nova Scotia, Canada, that has been represented in the House of Commons of Canada from 1968 to 1997 and since 2004.",
  "/wiki/Peter_MacKay": "Peter Gordon MacKay PC QC (born September 27, 1965) is a Canadian lawyer and politician. He was a Member of Parliament from 1997 to 2015 and has served as Minister of Justice and Attorney General (2013–2015), Minister of National Defence (2007–2013), and Minister of Foreign Affairs (2006–2007) in the Cabinet of Canada under Prime Minister Stephen Harper. MacKay was the final leader of the Progressive Conservative Party of Canada (PC Party), and he agreed to merge the party with Stephen Harper's Canadian Alliance in 2003, forming the Conservative Party of Canada.",
  "/wiki/New_Glasgow,_Nova_Scotia": "New Glasgow is a town in Pictou County, in the province of Nova Scotia, Canada. It is situated on the banks of the East River of Pictou, which flows into Pictou Harbour, a sub-basin of the Northumberland Strait.",
  "/wiki/Cumberland%E2%80%94Colchester%E2%80%94Musquodoboit_Valley": "Cumberland—Colchester (formerly Cumberland—Colchester—Musquodoboit Valley and North Nova) is a federal electoral district in Nova Scotia, Canada, that has been represented in the House of Commons of Canada since 2004.",
  "/wiki/Scott_Armstrong_(politician)": "David Scott Armstrong (born July 9, 1966) is a Canadian politician, who was elected as a Conservative member to represent the electoral district of Cumberland—Colchester—Musquodoboit Valley in the federal by-elections on November 9, 2009. He served until his defeat in the 2015 election.",
  "/wiki/Truro,_Nova_Scotia": "Truro (Mi'kmaq: Wagobagitik) is a town in central Nova Scotia, Canada. Truro is the shire town of Colchester County and is located on the south side of the Salmon River floodplain, close to the river's mouth at the eastern end of Cobequid Bay.",
  "/wiki/Dartmouth%E2%80%94Cole_Harbour": "Dartmouth—Cole Harbour (formerly Dartmouth and Dartmouth—Halifax East) is a federal electoral district in Nova Scotia, Canada, that has been represented in the House of Commons of Canada since 2004.",
  "/wiki/Dartmouth,_Nova_Scotia": "Dartmouth (/ˈdɑːrtməθ/ DART-məth) is a former city and current community located in the Halifax Regional Municipality of Nova Scotia, Canada. Dartmouth is located on the eastern shore of Halifax Harbour. Dartmouth has been nicknamed the City of Lakes, after the large number of lakes located within its boundaries.",
  "/wiki/Teacher": "A teacher (also called a school teacher or, in some contexts, an educator) is a person who helps students to acquire knowledge, competence or virtue.",
  "/wiki/Halifax_(electoral_district)": "Halifax is a federal electoral district in Nova Scotia, Canada. It is one of a handful of ridings which has been represented continuously (albeit with different boundaries) in the House of Commons since Confederation in 1867.",
  "/wiki/Halifax_West": "Halifax West (French: Halifax-Ouest) is a federal electoral district in Nova Scotia, Canada, that has been represented in the House of Commons of Canada since 1979. Its population in 2011 was 87,275.",
  "/wiki/Prospect,_Nova_Scotia": "Prospect is a Canadian coastal community on the Chebucto Peninsula in Halifax Regional Municipality, Nova Scotia, Canada.",
  "/wiki/Kings%E2%80%94Hants": "Kings—Hants (formerly Annapolis Valley—Hants and Annapolis Valley) is a federal electoral district in Nova Scotia, Canada, that has been represented in the House of Commons of Canada since 1968.",
  "/wiki/David_Morse_(politician)": "David Morse (born October 31, 1954) is a Canadian politician in Nova Scotia. He represented the electoral district of Kings South in the Nova Scotia House of Assembly from 1999 to 2009 as a member of the Progressive Conservatives.",
  "/wiki/New_Minas,_Nova_Scotia": "New Minas is a village located in the eastern part of Kings County in Nova Scotia's Annapolis Valley. As of 2011, the population was 5,135.",
  "/wiki/Sackville%E2%80%94Eastern_Shore": "Sackville—Preston—Chezzetcook (formerly known as Sackville—Eastern Shore and Sackville—Musquodoboit Valley—Eastern Shore) is a federal electoral district in Halifax, Nova Scotia, Canada, that has been represented in the House of Commons of Canada since 1997.",
  "/wiki/Fall_River,_Nova_Scotia": "Fall River is a suburban community in Halifax, Nova Scotia, Canada. It is located north-northeast of the Bedford Basin, northeast of Bedford and Lower Sackville and north of Waverley.",
  "/wiki/South_Shore%E2%80%94St._Margaret%27s": "South Shore—St. Margarets (formerly South Shore—St. Margaret's and South Shore) is a federal electoral district in Nova Scotia, Canada, that has been represented in the House of Commons of Canada since 1968. It covers the South Shore region of Nova Scotia.",
  "/wiki/Gerald_Keddy": "Gerald Gordon Keddy (born February 15, 1953) is a Canadian politician. Keddy is a former Christmas tree grower, and offshore drill operator and was a Member of Parliament from 1997 to 2015, first sitting with the Progressive Conservative Party of Canada and latterly with its successor the Conservative Party of Canada. Keddy was chair of The Standing Committee on Fisheries, and later long time Parliamentery Secretary for International Trade, Atlantic Canada Opportunities, and then National Revenue and Agriculture. His wife, Judy Streatch, is a former Nova Scotia MLA and cabinet minister.",
  "/wiki/New_Ross,_Nova_Scotia": "New Ross is a community in the Canadian province of Nova Scotia, located in the Chester Municipal District.  Home of the Ross Farm Museum. The village is named after Henry Phipps, 1st Earl of Mulgrave, whose second title derives its name from New Ross, Ireland. \nNew Ross was the end-point for construction of the Western segment of the Annapolis Road which was intended to eventually reach Halifax. However construction was never completed.",
  "/wiki/Sydney%E2%80%94Victoria": "Sydney—Victoria is a federal electoral district in Nova Scotia, Canada, that has been represented in the House of Commons of Canada since 1997.",
  "/wiki/Cecil_Clarke": "Cecil Phillip Clarke (born April 12, 1968) is a politician in Nova Scotia, Canada. He is the mayor of the Cape Breton Regional Municipality, and represented the riding of Cape Breton North in the Nova Scotia House of Assembly, from 2001 to 2011 as a Progressive Conservative.",
  "/wiki/West_Nova": "West Nova (French: Nova-Ouest) is a federal electoral district in Nova Scotia, Canada, that has been represented in the House of Commons of Canada since 1968.",
  "/wiki/Greg_Kerr": "John Gregory Kerr (born October 8, 1947) is a Canadian politician. He was the Member of Parliament for West Nova from 2008 to 2015 and a member of the Nova Scotia House of Assembly from 1978 to 1993.",
  "/wiki/Granville_Ferry,_Nova_Scotia": "Granville Ferry  is a village in the Canadian province of Nova Scotia, located in  Annapolis County. Granville Ferry is located directly across the Annapolis River from Annapolis Royal, Nova Scotia. It was the northern terminus for ferries running across the river. Granville Ferry was a major shipbuilding centre in the Golden Age of Sail. The village was also home to Bessie Hall, a notable female mariner in the 19th century. The community is named after John Carteret, 2nd Earl Granville. Its population at the 2016 census was 110, a decline of 22.5% since 2011.",
  "/wiki/Conservative_Party_of_Canada_candidates_in_the_2011_Canadian_federal_election": "Candidates representing the Conservative Party took part in the 2011 Canadian federal election. 166 of them won their seat, giving the party an overall majority in the House of Commons."
}