{
  "/wiki/Acadie%E2%80%94Bathurst": "Acadie—Bathurst (formerly Gloucester) is a federal electoral district in New Brunswick, Canada, that has been represented in the House of Commons of Canada since 1867.",
  "/wiki/Beaus%C3%A9jour_(electoral_district)": "Beauséjour riding (formerly known as Beauséjour—Petitcodiac) is a federal electoral district in eastern New Brunswick, Canada, which has been represented in the House of Commons of Canada since 1988. It replaced Westmorland—Kent, which was represented  from 1968 to 1988.",
  "/wiki/Fredericton_(electoral_district)": "Fredericton (formerly Fredericton—York—Sunbury) is a federal electoral district in New Brunswick, Canada, that has been represented in the House of Commons of Canada since 1988. Its population in 2001 was  82,782. Its predecessor riding, York—Sunbury, was represented in the House of Commons from 1917 to 1988.",
  "/wiki/Keith_Ashfield": "Keith John Ashfield, PC (March 28, 1952 – April 22, 2018) was a Canadian politician. He served as the MP for the electoral district of Fredericton from 2008 to 2015, and before that was a member of the New Brunswick Legislature from 1999 to 2008.  He served in the federal cabinet in various capacities from 2008 to 2013.",
  "/wiki/Lincoln,_New_Brunswick": "Lincoln (2011 pop.: 6,458) is a Canadian suburban community in Sunbury County, New Brunswick.",
  "/wiki/Fundy_Royal": "Fundy Royal (formerly known as Royal from 1914 to 1966, Fundy—Royal from 1966 to 2003, and Fundy in 2003-2004) is a federal electoral district in southern New Brunswick, Canada, that has been represented in the House of Commons of Canada since 1917.",
  "/wiki/Rob_Moore_(politician)": "Robert S. \"Rob\" Moore PC MP (born May 14, 1974) is a Canadian lawyer, politician, and former Minister of State (ACOA) and Regional Minister for New Brunswick and Newfoundland and Labrador.",
  "/wiki/Quispamsis,_New_Brunswick": "Quispamsis (/kwɪs.pæm.sɪs/,[a] sometimes shortened to /kwɪsˈpæm/) is a Kings County suburb of Saint John, New Brunswick, located 20 kilometres (12 mi) to the northeast in the lower Kennebecasis River valley. Its population was 18,245 as of the 2016 census.",
  "/wiki/Madawaska%E2%80%94Restigouche": "Madawaska—Restigouche is a federal electoral district in New Brunswick, Canada, that has been represented in the House of Commons of Canada since 1997. Its population in 2001 was 65,877.",
  "/wiki/Bernard_Valcourt": "Bernard Valcourt, PC QC (born February 18, 1952) is a Canadian politician and lawyer, who served as Member of Parliament for the electoral district of Madawaska—Restigouche, New Brunswick until he was defeated in the 2015 federal election.",
  "/wiki/Miramichi_(electoral_district)": "Northumberland (later known as Northumberland-Miramichi) was a federal electoral district in New Brunswick, Canada, that was represented in the Canadian House of Commons from 1867 to 1988. It was replaced by Miramichi riding, which has been represented in the House of Commons since 1988. Its population in 2006 was 53,844.",
  "/wiki/Tilly_O%27Neill-Gordon": "Tilly O'Neill-Gordon (born February 16, 1949) is a Canadian politician, represented the New Brunswick electoral district of Miramichi in the House of Commons from 2008 to 2015. She is a member of the Conservative Party.",
  "/wiki/Miramichi,_New_Brunswick": "Miramichi [ˈmɛɚˌməˌʃi] is the largest city in northern New Brunswick, Canada. It is situated at the mouth of the Miramichi River where it enters Miramichi Bay. The Miramichi Valley is the second longest valley in New Brunswick, after the Saint John River Valley.",
  "/wiki/Moncton%E2%80%94Riverview%E2%80%94Dieppe": "Moncton—Riverview—Dieppe (formerly known as Moncton) is a federal electoral district in New Brunswick, Canada, that has been represented in the House of Commons of Canada since 1968.",
  "/wiki/Robert_Goguen": "Robert R. Goguen QC (born January 24, 1957) is a Canadian former politician, who was elected to the House of Commons of Canada in the 2011 election. He represented the electoral district of Moncton—Riverview—Dieppe as a member of the Conservative Party, and served in the House of Commons as parliamentary secretary to the Minister of Justice and Attorney-General. He is the past president of the Progressive Conservative Party of New Brunswick.",
  "/wiki/New_Brunswick_Progressive_Conservative_Party": "The Progressive Conservative Party of New Brunswick is a centre-right, conservative political party in the Canadian province of New Brunswick. The party has its origins in the pre-Canadian confederation Conservative Party that opposed the granting of responsible government to the colony. It has historically followed the Red Tory tradition. The Progressive Conservative Party currently leads the provincial government since 2018 under Premier Blaine Higgs.",
  "/wiki/Moncton,_New_Brunswick": "Moncton (/ˈmʌŋktən/; French pronunciation: ​[mɔŋktœn]) is one of three major urban centres in the Canadian province of New Brunswick, along with Saint John and the capital city of Fredericton. Situated in the Petitcodiac River Valley, Moncton lies at the geographic centre of the Maritime Provinces. The city has earned the nickname \"Hub City\" due to its central inland location in the region and its history as a railway and land transportation hub for the Maritimes.",
  "/wiki/New_Brunswick_Southwest": "New Brunswick Southwest (French: Nouveau-Brunswick-Sud-Ouest; formerly known as Charlotte and St. Croix—Belleisle) is a federal electoral district in New Brunswick, Canada, that has been represented in the House of Commons of Canada since 2004. Its population in 2006 was 63,232.",
  "/wiki/John_Williamson_(Canadian_politician)": "John S. L. Williamson MP (born January 30, 1970) is a Canadian politician who represents the riding of New Brunswick Southwest in the House of Commons of Canada as a member of the Conservative Party of Canada. He represented the riding in from 2011 until his defeat in the 2015 election. He was elected again in the 2019 election.",
  "/wiki/Saint_John_(electoral_district)": "Saint John—Rothesay (formerly Saint John) is a federal electoral district in southern New Brunswick, Canada. With its predecessor ridings, St. John—Albert and Saint John—Lancaster, the area has been represented in the House of Commons of Canada since 1917.",
  "/wiki/Rodney_Weston": "Rodney H. Weston (born March 28, 1964) is a businessman and politician in New Brunswick, Canada. He represented the Saint John as a Member of Parliament from 2008 until 2015.",
  "/wiki/Saint_Martins,_New_Brunswick": "St. Martins is a village on the Bay of Fundy in Saint John County, New Brunswick, Canada. The village had a population of 276 as of the 2016 census.",
  "/wiki/Tobique%E2%80%94Mactaquac": "Tobique—Mactaquac  is a federal electoral district in New Brunswick, Canada, that has been represented in the House of Commons of Canada since 1997.",
  "/wiki/Mike_Allen_(Canadian_politician)": "Michael Allen, better known as Mike Allen, (born November 20, 1960 in Fredericton, New Brunswick) is a Canadian politician.  He represented the riding of Tobique—Mactaquac as a member of the Conservative Party of Canada in the House of Commons of Canada from 2006 until 2015 when he chose to retire from parliament.",
  "/wiki/Douglas,_New_Brunswick": "Douglas (2001 population: 2,369) is a Canadian suburban community in York County, New Brunswick.",
  "/wiki/Conservative_Party_of_Canada_candidates_in_the_2011_Canadian_federal_election": "Candidates representing the Conservative Party took part in the 2011 Canadian federal election. 166 of them won their seat, giving the party an overall majority in the House of Commons."
}