{
  "/wiki/Ajax%E2%80%94Pickering": "Ajax—Pickering was a federal electoral district in Ontario, Canada, that had been represented in the House of Commons of Canada since 2011 by Conservative MP Chris Alexander.",
  "/wiki/Chris_Alexander_(politician)": "Christopher A. Alexander, PC (born September 9, 1968) is a Canadian politician and former diplomat.  He served as Canada's Minister of Citizenship and Immigration from 2013 to 2015. He represented the riding of Ajax—Pickering, in Ontario, in the House of Commons of Canada from 2011 to 2015. He was defeated by his Liberal predecessor Mark Holland in the 2015 election.",
  "/wiki/List_of_Canadian_ambassadors_to_Afghanistan": "List of Canadian ambassadors to Afghanistan, full title Canadian Ambassador to Afghanistan with the rank and status of Ambassador Extraordinary and Plenipotentiary Permanent Representative.",
  "/wiki/Algoma%E2%80%94Manitoulin%E2%80%94Kapuskasing": "Algoma—Manitoulin—Kapuskasing is a federal electoral district in Ontario, Canada, that has been represented in the House of Commons of Canada since 2004. The area was represented by the riding of Algoma from 1867 to 1904 and from 1968 to 1996 and then by Algoma—Manitoulin from 1996 to 2004.",
  "/wiki/Ancaster%E2%80%94Dundas%E2%80%94Flamborough%E2%80%94Westdale": "Ancaster—Dundas—Flamborough—Westdale was a federal electoral district in Ontario, Canada, that has been represented in the House of Commons of Canada from 2004 until the electoral boundaries were redrawn for the 2015 election.",
  "/wiki/David_Sweet": "David Sweet MP (born June 24, 1957) is a Canadian politician, Shadow Minister for International Rights and Religious Freedom, and the Member of Parliament for Flamborough-Glanbrook. From 2006 to 2015, Sweet served as the Member of Parliament for Ancaster--Dundas--Flamborough--Westdale. Following the 2012 federal electoral district redistribution, Sweet ran and was elected in Flamborough-Glanbrook. Sweet has served as Chair and Vice Chair for a variety of committees since he was first elected. Most recently, Sweet served as the chair of the Conservative Party of Canada's parliamentary National Caucus during the 42nd Canadian Parliament.",
  "/wiki/Ancaster,_Ontario": "Ancaster is a historic town in the city of Hamilton, Ontario, Canada, located on the Niagara Escarpment. Founded as a town in 1793, it immediately developed itself into one of the first important and influential early British Upper Canada communities established during the late 18th century eventually amalgamating with the city of Hamilton in 2001.  By 1823, due in large part to its easily accessible water power and location at the juncture of prehistoric indigenous trading routes, Ancaster had become Upper Canada's largest industrial and commercial centre. Additionally, Ancaster had at that time attracted the 2nd largest populace (1,681) in Upper Canada trailing only Kingston (population 2,500), but surpassing the populations of nearby Toronto (1,376) and Hamilton (1,000). \nAfter this initial period of prosperity beginning in the late 18th century, sudden significant water and rail transportation advancements of the early 19th century would soon better benefit Ancaster's neighbouring towns situated closer to the Lake Ontario waterfront. Stationary steam engines for industries that had rapidly developed in the 19th century would eventually make Ancaster's water powered industries less vital. As a result, after the 1820s, Ancaster's influence during the remainder of the 19th century would begin to wane.",
  "/wiki/Barrie_(electoral_district)": "Prior to the 2015 election Barrie was a federal  electoral district in Ontario, Canada, that has been represented in the House of Commons of Canada since 2004.  It consisted of the City of Barrie in the County of Simcoe. It was created in 2003 when its predecessor, Barrie—Simcoe—Bradford, was redistributed. Barrie—Simcoe—Bradford consisted of the City of Barrie and the towns of Bradford West Gwillimbury and Innisfil. It had been formed in 1996 as Barrie—Simcoe from Simcoe Centre and York—Simcoe ridings, but its name was changed before an election was held.",
  "/wiki/Patrick_Brown_(politician)": "Patrick Walter Brown (born May 26, 1978) is a Canadian politician who is the Mayor of Brampton and former Member of Provincial Parliament (MPP) for the riding of Simcoe North. Brown was Leader of the Progressive Conservative Party of Ontario and Ontario's Leader of the Official Opposition from May 2015 to January 2018.",
  "/wiki/Barrie": "Barrie is a city, and manifesting regional centre in Central Ontario, Canada, positioned on the shores of Kempenfelt Bay, the western arm of Lake Simcoe. The city is located geographically within Simcoe County, however, it is a politically independent single-tier municipality.  It is part of the historically significant Huronia region of Central Ontario and is within the northern part of the Greater Golden Horseshoe, a densely populated and industrialized region of Ontario. As of the 2016 census, the city's population was 141,434 making it the 34th largest in Canada in terms of population proper. The Barrie census metropolitan area (CMA) as of the same census had a population of 197,059 residents, making the city the 21st largest CMA in Canada. The city itself has seen significant growth in recent decades due to its emergence as a bedroom community, and its relatively close proximity to the city of Toronto. Barrie is situated approximately 86.6 kilometres (53.8 mi) from the Toronto Pearson International Airport and 109 kilometres (68 mi) from Downtown Toronto, representing the city's highly centralized and historically strategic geographical orientation and its ease of access to major centres and airports across the region.",
  "/wiki/Beaches%E2%80%94East_York": "Beaches—East York (formerly Beaches—Woodbine) is a federal electoral district in Toronto, Ontario, Canada, that has been represented in the House of Commons of Canada since 1988.",
  "/wiki/Bramalea%E2%80%94Gore%E2%80%94Malton": "Bramalea—Gore—Malton (formerly known as Brampton—Malton and Bramalea—Gore—Malton—Springdale) was a federal electoral district in Ontario, Canada, that was represented in the House of Commons of Canada. In 2015, it was dissolved into the ridings of Brampton East, Mississauga—Malton, Brampton Centre and Brampton North.",
  "/wiki/Bal_Gosal": "Baljit Singh Gosal PC (Punjabi: ਬਲਜੀਤ ਗੋਸਲ; born May 4, 1960) is a Canadian politician who served as the Conservative Member of Parliament (MP) for the electoral district of Bramalea—Gore—Malton from 2011 until 2015. He served as Minister of State (Sport) in the cabinet of Prime Minister Stephen Harper. Gosal was one of five visible minorities serving in the Harper cabinet. He was defeated by Liberal candidate Ramesh Sangha in the 2015 election.",
  "/wiki/Brampton%E2%80%94Springdale": "Brampton—Springdale is a federal electoral district in Ontario, Canada, that was represented in the House of Commons of Canada from 2004 until 2015, when it was abolished after the 2012 federal electoral redistribution.",
  "/wiki/Parm_Gill": "Parm Gill (born May 17, 1974) is a Canadian politician, who has served in the House of Commons of Canada and the Legislative Assembly of Ontario.",
  "/wiki/York_West": "Humber River—Black Creek is a federal electoral district in Toronto, Ontario, Canada, that has been represented in the House of Commons of Canada from 1867 to 1904 and since 1917. Prior to the 2015 election, the riding was known as York West. The name was changed because the district is not located within the Region of York but within the City of Toronto.",
  "/wiki/Brampton": "Brampton (/ˈbræmptən/ or /ˈbræmtən/) is a city in the Canadian province of Ontario. Situated in Southern Ontario, it is a suburban city in the Greater Toronto Area (GTA) and the seat of Peel Region. The city has a population of 593,638 as of the Canada 2016 Census. Brampton is Canada's ninth-most populous municipality, the seventy-seventh largest city in North America and the third most populous city in the Greater Golden Horseshoe Region, behind Toronto and Mississauga.",
  "/wiki/Brampton_West": "Brampton West (French: Brampton-Ouest) is a federal electoral district in Ontario, Canada, that has been represented in the House of Commons of Canada since 2004. Its population was 170,422 in 2006- making it the most populous riding in Canada.",
  "/wiki/Kyle_Seeback": "Kyle Seeback MP (born August 19, 1970) is a Canadian politician and lawyer, who was elected as the Member of Parliament (MP) for Dufferin—Caledon in the 2019 election. He also represented the riding of Brampton West from 2011 to 2015. He was defeated by Sonia Sidhu in the riding of Brampton South during the 2015 Canadian federal election. He is a member of the Conservative Party of Canada.",
  "/wiki/Brant_(electoral_district)": "Brantford—Brant is a federal electoral district in Ontario, Canada, that has been represented in the House of Commons of Canada from 1904 to 1949 and since 1968.",
  "/wiki/Phil_McColeman": "Phil McColeman MP (born March 15, 1954) is a Canadian politician, who was elected to represent the electoral district of Brant in the 2008 Canadian federal election. He is a member of the Conservative Party. He currently represents the riding of Brantford—Brant.",
  "/wiki/Brantford": "Brantford (2016 population 97,496; CMA population 134,203) is a city in southwestern Ontario, Canada, founded on the Grand River. It is surrounded by Brant County, but is politically separate with a municipal government of its own that is fully independent of the county's municipal government.",
  "/wiki/Bruce%E2%80%94Grey%E2%80%94Owen_Sound": "Bruce—Grey—Owen Sound (formerly known as Bruce, Bruce—Grey and Grey—Bruce—Owen Sound) is a federal electoral district that has been represented in the House of Commons of Canada since 1935.",
  "/wiki/Larry_Miller_(Canadian_politician)": "Larry Miller (born 21 July 1956) is a Canadian politician who served as the Member of Parliament (MP) for the riding of Bruce—Grey—Owen Sound from 2004 to 2019 as a member of the Conservative Party.",
  "/wiki/Wiarton,_Ontario": "Wiarton is a community in Bruce County, Ontario, at the western end of Colpoys Bay, an inlet off Georgian Bay, on the Bruce Peninsula. The community is part of the town of South Bruce Peninsula, Ontario.",
  "/wiki/Burlington_(electoral_district)": "Burlington is a federal electoral district in Halton Region, Ontario, Canada, that has been represented in the House of Commons of Canada since 1979.",
  "/wiki/Mike_Wallace_(politician)": "Michael L. Wallace (born September 3, 1963) is a Canadian politician. He successfully stood for councillor in Burlington, Ontario in 1994 and was re-elected three times. He has represented the electoral district of Burlington from 2006 to 2015 in the House of Commons of Canada as a member of the Conservative Party of Canada. While there, he chaired the  Standing Committee on Justice and Human Rights and the Conservative Marine Caucus. He was defeated in the 2015 general election by Karina Gould.",
  "/wiki/Burlington,_Ontario": "Burlington is a city in the Regional Municipality of Halton at the northwestern end of Lake Ontario in Ontario, Canada. Along with Milton to the north, Burlington forms the west end of the Greater Toronto Area, and is also part of the Hamilton metropolitan census area. Burlington lies between Lake Ontario's north shore and the Niagara Escarpment.",
  "/wiki/Cambridge_(electoral_district)": "Cambridge is a federal electoral district in Ontario, Canada, that has been represented in the House of Commons of Canada since 1979.",
  "/wiki/Gary_Goodyear": "Gary T. Goodyear PC (born March 10, 1958 in Cambridge, Ontario) is a Canadian politician.  He was a member of the House of Commons of Canada from 2004 to 2015, having been elected to represent the riding of Cambridge as a Conservative in 2004. On October 30, 2008 he was named Minister of State for Science & Technology within Prime Minister Stephen Harper's Cabinet. Goodyear was re-elected in the May 2nd elections in 2011 and returned to Stephen Harper's cabinet as Minister of State for Science & Technology. He was replaced in this capacity by Greg Rickford on July 15, 2013.",
  "/wiki/Cambridge,_Ontario": "Cambridge (2016 population 129,920) is a city in the Regional Municipality of Waterloo, Ontario, Canada.  It is located at the confluence of the Grand and Speed rivers.  Cambridge was formed in 1973 by the amalgamation of Galt, Preston, Hespeler, the settlement of Blair and a small portion of surrounding townships.",
  "/wiki/Carleton%E2%80%94Mississippi_Mills": "Carleton—Mississippi Mills (formerly known as Lanark—Carleton and Carleton—Lanark) was a federal electoral district in Ontario, Canada, that was represented in the House of Commons of Canada from 1988 to 2015.",
  "/wiki/Gordon_O%27Connor": "Gordon James O'Connor, PC OMM CD (born May 18, 1939) is a retired Brigadier-General, businessman, lobbyist, and was a Conservative Member of Parliament from 2004 to 2015.",
  "/wiki/Ottawa": "Ottawa (/ˈɒtəwə/ (listen), /ˈɒtəwɑː/; French pronunciation: ​[ɔtawa]) is the capital city of Canada. It stands on the south bank of the Ottawa River in the eastern portion of southern Ontario. Ottawa borders Gatineau, Quebec; the two form the core of the Ottawa–Gatineau census metropolitan area (CMA) and the National Capital Region (NCR). As of 2016, Ottawa had a city population of 934,243 and a metropolitan population of 1,323,783 making it the fourth-largest city and the fifth-largest CMA in Canada. In June 2019, the City of Ottawa estimated it had surpassed a population of a million.",
  "/wiki/Chatham-Kent%E2%80%94Essex": "Chatham-Kent—Essex (formerly known as Kent—Essex) was a federal electoral district in Ontario, Canada, that was represented in the House of Commons of Canada from 1997 to 2015.",
  "/wiki/Dave_Van_Kesteren": "David E. Van Kesteren (born October 7, 1955) is a Canadian politician. A member of the Conservative Party of Canada, he was the member of the House of Commons for the riding of Chatham-Kent—Leamington (known as Chatham-Kent—Essex until 2015) from the 2006 election until 2019.",
  "/wiki/Chatham,_Ontario": "Chatham-Kent (2016 population 101,647) is a single-tier municipality in Southwestern Ontario, Canada. Mostly rural, its population centres are Chatham, Wallaceburg, Tilbury, Blenheim, Ridgetown, Wheatley and Dresden. The current Municipality of Chatham-Kent was created in 1998 by the merger of Kent County and its municipalities.",
  "/wiki/Davenport_(electoral_district)": "Davenport is a federal electoral district in Toronto, Ontario, Canada, that has been represented in the House of Commons of Canada since 1935.",
  "/wiki/Don_Valley_East": "Don Valley East (French: Don Valley-Est) is a federal electoral district in Ontario, Canada that covers the northeast section of the North York part of Toronto. The federal riding was created in 1976 from parts of Willowdale, York East, York North, and York—Scarborough ridings.",
  "/wiki/Joe_Daniel": "Joe Daniel (born December 5, 1954) is a former Canadian politician. He was a Conservative member of the House of Commons of Canada from 2011 to 2015 who represented the Toronto riding of Don Valley East. He was the first Canadian MP of Malayali Indian descent.",
  "/wiki/Toronto": "Toronto is the provincial capital of Ontario and the most populous city in Canada, with a population of 2,731,571 as of 2016. Current to 2016, the Toronto census metropolitan area (CMA), of which the majority is within the Greater Toronto Area (GTA), held a population of 5,928,040, making it Canada's most populous CMA. The city is the anchor of the Golden Horseshoe, an urban agglomeration of  9,245,438 people (as of 2016) surrounding the western end of Lake Ontario. Toronto is an international centre of business, finance, arts, and culture, and is recognized as one of the most multicultural and cosmopolitan cities in the world.",
  "/wiki/Don_Valley_West": "Don Valley West (French: Don Valley-Ouest) is a federal electoral district in Ontario, Canada, that has been represented in the House of Commons of Canada since 1979. Its population in 2001 was 115,539. 13.6% of the population is Muslim, the highest in Canada.",
  "/wiki/John_Carmichael_(politician)": "John Carmichael (born February 14, 1952) is a former Canadian politician. He was a Conservative member of the House of Commons of Canada from 2011 to 2015 who represented the Toronto riding of Don Valley West.",
  "/wiki/Dufferin%E2%80%94Caledon": "Dufferin—Caledon is a federal electoral district in Ontario, Canada, that has been represented in the House of Commons of Canada since 2004.",
  "/wiki/David_Tilson": "David Allan Tilson (born March 19, 1941) is a politician in Ontario, Canada. He was a Progressive Conservative member of the Legislative Assembly of Ontario from 1990 to 2002, and served as the Member of Parliament (MP) for the riding of Dufferin—Caledon from 2004 to 2019 as a member of the Conservative Party. When he left office, he was the oldest serving MP in the 42nd Parliament.",
  "/wiki/Orangeville,_Ontario": "Orangeville (Canada 2016 Census 28,900) is a town in south-central Ontario, Canada, and the seat of Dufferin County.",
  "/wiki/Durham_(electoral_district)": "Durham (formerly known as Clarington—Scugog—Uxbridge) is a federal electoral district in Ontario, Canada, that has been represented in the House of Commons of Canada from 1904 to 1968, and since 1988.",
  "/wiki/Bev_Oda": "Beverley Joan \"Bev\" Oda, PC (born July 27, 1944) is a Canadian retired politician. She was a member of the House of Commons of Canada, as well as the first Japanese-Canadian MP and cabinet minister in Canadian history. She represented the riding of Durham for the Conservative Party of Canada. She was appointed Minister of Canadian Heritage and Status of Women on February 6, 2006. She was appointed Minister for International Cooperation on August 14, 2007. On July 3, 2012, Oda announced she was resigning her seat in the House of Commons effective at the end of the month following public controversy about her spending habits; she was dropped from Cabinet the following day.",
  "/wiki/Orono,_Ontario": "Orono is a community in the Municipality of Clarington, Ontario, Canada. It is located on the southern stretch of Highway 35/115, approximately 87 km (54 mi) east of Toronto.",
  "/wiki/Eglinton%E2%80%94Lawrence": "Eglinton—Lawrence is a federal electoral district in Ontario, Canada, that has been represented in the House of Commons of Canada since 1979.",
  "/wiki/Joe_Oliver_(politician)": "Joseph \"Joe\" Oliver PC (born May 20, 1940) is a Canadian politician, who served as Minister of Finance from 2014 to 2015. He was elected to the House of Commons in the 2011 federal election and represented the electoral district of Eglinton—Lawrence as a member of the Conservative Party until his defeat in the 2015 election. In 2017 Mr. Oliver was named non-executive Chairman of the Board of Echelon Wealth Partners, an independent, Canadian-owned and operated wealth management and capital markets firm. In March 2019 Joe was appointed to the Board of Directors of the Independent Electricity System Operator (IESO)."
}