{
  "/wiki/2019_Malaysia_Super_League": "The 2019 Malaysia Super League (Malay: Liga Super Malaysia 2019) is the 16th season of the Malaysia Super League, the top-tier professional football league in Malaysia.",
  "/wiki/Safawi_Rasid": "Safawi lives in Kampung Bukit Chatak, Dungun and attended school at Sekolah Menengah Kebangsaan Seri Dungun, Dungun, Terengganu in 2010 before moving to Sekolah Sukan Bukit Nenas, Marang, Terengganu to improve his football talent until 2014. He had played football for his school team since his first year of being a secondary school student.",
  "/wiki/Johor_Darul_Ta%27zim_F.C.": "Johor Darul Ta'zim Football Club (Malay: Kelab Bola Sepak Johor Darul Ta'zim), or simply JDT, is a football club based in Johor Bahru, Johor, Malaysia. The club was founded in 1972 (as PKENJ FC) and currently plays in the top division of Malaysian football, the Malaysia Super League. The club is owned by Tunku Ismail Sultan Ibrahim. In 2014, JDT gained their first major honour by winning the national league during the first season under Croatian manager Bojan Hodak. Under Argentine Mario Gómez's tutelage, they won the 2015 AFC Cup as well as the Malaysian Piala Sumbangsih and 2015 Super League. By winning the AFC Cup, JDT became the second Malaysian team since 1967 to enter a final of a major continental competition, and the first ever Malaysian club to win a continental title. JDT is the first team in the country to win six consecutive league titles (2014, 2015, 2016, 2017, 2018, and 2019). Before this achievement, no team had ever won the league championship more than twice in a row since the league system was first introduced in Malaysia in 1979.",
  "/wiki/2018_Malaysia_Super_League": "The 2018 Malaysia Super League (Malay: Liga Super Malaysia 2018), known as 2018 unifi Malaysia Super League (Malay: unifi Liga Super Malaysia 2018) for sponsorship reasons, was the 15th season of the Malaysia Super League, the top-tier professional football league in Malaysia.",
  "/wiki/Akhyar_Rashid": "Muhammad Akhyar bin Abdul Rashid (born 1 May 1999) is a Malaysian professional footballer who plays as a forward for Malaysian club Johor Darul Ta'zim in the Malaysia Super League and the Malaysia national football team.",
  "/wiki/Kedah_FA": "Kedah Football Association (Malay: Persatuan Bola Sepak Kedah) is a football association that supervises football in the state of Kedah, Malaysia. They are the only team in the history of Malaysian football to have achieved treble titles twice, in 2006-07 and 2007-08 seasons.",
  "/wiki/2017_Malaysia_Super_League": "The 2017 Malaysia Super League (Malay: Liga Super Malaysia 2017) was the 14th season of the Malaysia Super League, the top-tier professional football league in Malaysia.",
  "/wiki/Shahrel_Fikri": "Muhammad Shahrel Fikri bin Md. Fauzi (born 17 October 1994) is a Malaysian professional footballer who plays for Perak in the Malaysia Super League and the Malaysia national team mainly as a left winger but can also play as a forward.",
  "/wiki/PKNP_F.C.": "Perak Football Association II (Malay: Perak FA II), also named Perak FA II or Perak II, is the reserve team of Perak FA, based in Ipoh, in the state of Perak. Founded in 30 July 2015 as part of the sports and recreation club for the Perak State Development Corporation Football Club (Malay: Kelab Bolasepak Perbadanan Kemajuan Negeri Perak) (PKNP). The club was combined with Perak FA at end of 2019 as one club and was re-branded as a football club to be known as Perak FA. The team formerly known PKNP FC was then converted into a reserve team as part of the feeder club regulations and will begin the 2020 season as a reserve team of Perak F.C. and will play in Premier League, holding home games at Manjung Municipal Council Stadium, with a 15,000-seat capacity.",
  "/wiki/2016_Malaysia_Super_League": "The 2016 Malaysia Super League (English: 2016 Super League) was the 13th season of the Malaysia Super League, the top-tier professional football league in Malaysia.",
  "/wiki/Ahmad_Hazwan_Bakri": "Ahmad Hazwan bin Bakri (born 19 June 1991) is a Malaysian professional football player who plays as a winger or striker for Johor Darul Ta'zim and the Malaysia national team.",
  "/wiki/Selangor_FA": "Football Association of Selangor (Malay: Persatuan Bolasepak Selangor), commonly referred to as FA Selangor is a Malaysian professional football club based in the city of Shah Alam and competes in the Malaysia Super League, the top division of Malaysian football. Founded in 1936 as Football Association of Selangor (FAS) and the association start build its football development by forming the professional football team and known as FA Selangor. It currently plays their home games in the 80,372-capacity Shah Alam Stadium.",
  "/wiki/2015_Malaysia_Super_League": "The 2015 Liga Super (English: 2015 Super League) is the 12th season of the Liga Super, the top-tier professional football league in Malaysia.",
  "/wiki/Mohd_Amri_Yahyah": "Mohd. Amri bin Yahyah (born 21 January 1981) is a Malaysian professional footballer who last played for Selangor. He also represents the Malaysia national team. Amri plays mainly as a forward but can also play as an attacking midfielder or as a winger. Regards by many as one of the greatest player of his generation and in asia.",
  "/wiki/2014_Malaysia_Super_League": "The 2014 Liga Super (English: 2014 Super League) also known as the Astro Liga Super for sponsorship reasons is the 11th season of the Liga Super, the top-tier professional football league in Malaysia.",
  "/wiki/Nor_Farhan_Muhammad": "Mohd Nor Farhan Bin Muhammad, P.B. (born 19 December 1984) is a Malaysian footballer who plays as forward and attacking midfielder.",
  "/wiki/Terengganu_FA": "Terengganu Football Club is a professional football club based in Kuala Terengganu, Terengganu, Malaysia, that competes in Malaysia Super League, the first division of the Malaysian League. Nicknamed \"The Turtles\", the club was founded as Terengganu Amateur Football Association on 22 November 1956, changed its name to Terengganu Football Association in 1972 and Terengganu Football Club in 2018.",
  "/wiki/2013_Malaysia_Super_League": "The 2013 Liga Super (English: 2013 Super League) also known as the Astro Liga Super for sponsorship reasons is the 10th season of the Liga Super, the top-tier professional football league in Malaysia.",
  "/wiki/Kelantan_FA": "Kelantan Football Association, also known as The Red Warriors, is a professional association football club based in Kota Bharu, in the Malaysian state of Kelantan. The football team has played in the second tier of Malaysian football, Malaysia Premier League since 2019. Founded in 1946, they have a long-standing rivalry with Terengganu, the two east coast teams involved in what is known as the East Coast Derby. Their home is the 22,000-seat Sultan Muhammad IV Stadium. Kelantan's regular kit colours are red shirt and shorts with a white pattern on the side.",
  "/wiki/2012_Super_League_Malaysia": "The 2012 Liga Super (English: 2012 Super League) also known as the Astro Liga Super for sponsorship reasons is the ninth season of the Liga Super, the top-tier professional football league in Malaysia.",
  "/wiki/Norshahrul_Idlan_Talaha": "Norshahrul Idlan bin Talaha (born 8 June 1986) is a Malaysian professional footballer who plays as a forward for Thai League 1 club BG Pathum United and the Malaysia national team. He is also known as Mat Yo.",
  "/wiki/2011_Super_League_Malaysia": "The 2011 Liga Super Malaysia (English: 2011 Malaysia Super League) is the eighth season of the Malaysia Super League, the top-tier professional football league in Malaysia. The season was held from 29 January and concluded in 30 July 2011. Selangor is the current defending champions.",
  "/wiki/Malaysia_Super_League_2010": "The 2010 Liga Super (English: 2010 Super League) also known as the TM Liga Super for sponsorship reasons is the seventh season of the Liga Super, the top-tier professional football league in Malaysia.",
  "/wiki/Malaysia_Super_League_2009": "The 2009 Liga Super (English: 2009 Super League) also known as the TM Liga Super for sponsorship reasons is the sixth season of the Liga Super, the top-tier professional football league in Malaysia.",
  "/wiki/Indra_Putra_Mahayuddin": "Indra Putra Bin Mahayuddin, P.B. (born 2 September 1981) is a Malaysian footballer who plays for Malaysia Super League side Kuala Lumpur and also a player in the Malaysia national team. He is the all-time highest goalscorer of the Malaysia Super League. He is a versatile forward, who can operate as a striker or a winger.",
  "/wiki/Malaysia_Super_League_2007-08": "The 2007–08 Liga Super (English: 2007–08 Super League) also known as the TM Liga Super for sponsorship reasons is the fifth season of the Liga Super, the top-tier professional football league in Malaysia.",
  "/wiki/Liew_Kit_Kong": "Liew Kit Kong (Chinese: 廖吉光; pinyin: Liao Jiguang; born 6 January 1979) is a Malaysian footballer who last played as a striker for PKNS F.C.. He was also a former member of the Malaysian national team.",
  "/wiki/Kuala_Muda_Naza_FC": "Kuala Muda Naza Football Club (Malay: Kelab Bola Sepak Kuala Muda Naza) is an football club competing in the Malaysian Super League. The club is based in Kuala Muda, Kedah. This team is a product of the Malaysian motor trading, automotive franchises, property development, food and beverage and hotel management company, Naza Group of Companies.",
  "/wiki/Malaysia_Super_League_2006-07": "The 2006–07 Liga Super (English: 2006–07 Super League) also known as the TM Liga Super for sponsorship reasons is the fourth season of the Liga Super, the top-tier professional football league in Malaysia.",
  "/wiki/Muhamad_Khalid_Jamlus": "Muhamad Khalid bin Jamlus (born 23 February 1977) is a retired Malaysian footballer. He is a former member of the Malaysian national team and also has played for the Pre-Olympic squad. In 2002, he went on trial with Eintracht Frankfurt.",
  "/wiki/Perak_FA": "The club was formerly named simply as Perak or fully as Perak Amateur Football Association (PAFA) before being rebranded as Perak FA and again in February 2016 as Perak The Bos Gaurus which will be used for 2016 season onwards.",
  "/wiki/Malaysia_Super_League_2005-06": "The 2005–06 Malaysia Super League (Malay: 2005–06 Liga Super Malaysia) also known as the TM Liga Super for sponsorship reasons is the third season of the Malaysia Super League, the top-tier professional football league in Malaysia. The season was held from 3 December 2005 and concluded in 23 May 2006.",
  "/wiki/Rudie_Ramli": "Rudie Ramli (born 15 May 1982) is a Malaysian former professional football player who last plays and captain of Malaysian club MOF FC in Malaysia FAM League as a forward.",
  "/wiki/Melaka_TMFC": "Telekom Malaysia Football Club or commonly known as TMFC is a now defunct Malaysian football club, which  originated from Malacca until the club moved their base to Kuala Lumpur on their last season. The club's final home ground was the 25,000 capacity MPPJ Stadium. The club used to play in the top division of Malaysian football, the Malaysia Super League until its final season in 2006–07 Malaysia Super League.",
  "/wiki/FAM_Football_Awards": "The Football Association of Malaysia National Football Awards are presented to the best football local and foreign players and coaches. They have been awarded since the 2005–06 season."
}