{
  "/wiki/2019_Malaysia_Super_League": "The 2019 Malaysia Super League (Malay: Liga Super Malaysia 2019) is the 16th season of the Malaysia Super League, the top-tier professional football league in Malaysia.\nJohor Darul Ta'zim are the current defending champions from the 2018 Malaysia Super League seasons and will qualify for the group stage of 2019 AFC Champions League.\n The first transfer window is from 29 November 2018 to 20 February 2019.",
  "/wiki/Diogo_Luís_Santo": "Diogo Luís Santo (born 26 May 1987), known simply as Diogo, is a Brazilian professional footballer who plays for Malaysian club Johor Darul Ta'zim F.C. as a striker.\n After starting out at Portuguesa, he spent most of his professional career in the Superleague Greece with Olympiacos – having signed in 2008 – and in the Thai League 1 with Buriram United.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.\n Bounded by the Atlantic Ocean on the east, Brazil has a coastline of 7,491 kilometers (4,655 mi). It borders all other countries in South America except Ecuador and Chile and covers 47.3% of the continent's land area. Its Amazon River basin includes a vast tropical forest, home to diverse wildlife, a variety of ecological systems, and extensive natural resources spanning numerous protected habitats. This unique environmental heritage makes Brazil one of 17 megadiverse countries, and is the subject of significant global interest and debate regarding deforestation and environmental protection.\n Brazil was inhabited by numerous tribal nations prior to the landing in 1500 of explorer Pedro Álvares Cabral, who claimed the area for the Portuguese Empire. Brazil remained a Portuguese colony until 1808, when the capital of the empire was transferred from Lisbon to Rio de Janeiro. In 1815, the colony was elevated to the rank of kingdom upon the formation of the United Kingdom of Portugal, Brazil and the Algarves. Independence was achieved in 1822 with the creation of the Empire of Brazil, a unitary state governed under a constitutional monarchy and a parliamentary system. The ratification of the first constitution in 1824 led to the formation of a bicameral legislature, now called the National Congress. The country became a presidential republic in 1889 following a military coup d'état. An authoritarian military junta came to power in 1964 and ruled until 1985, after which civilian governance resumed. Brazil's current constitution, formulated in 1988, defines it as a democratic federal republic. Due to its rich culture and history, the country ranks thirteenth in the world by number of UNESCO World Heritage Sites.\n Brazil is considered an advanced emerging economy. It has the ninth largest GDP in the world by nominal, and eight by PPP measures. It is one of the world's major breadbaskets, being the largest producer of coffee for the last 150 years. It is classified as an upper-middle income economy by the World Bank and a newly industrialized country, with the largest share of global wealth in Latin America. Brazil is a regional power and sometimes considered a great or a middle power in international affairs. On account of its international recognition and influence, the country is subsequently classified as an emerging power and a potential superpower by several analysts. Brazil is a founding member of the United Nations, the G20, BRICS, Union of South American Nations, Mercosul, Organization of American States, Organization of Ibero-American States and the Community of Portuguese Language Countries.",
  "/wiki/Johor_Darul_Ta'zim_F.C.": "Johor Darul Ta'zim Football Club (Malay: Kelab Bola Sepak Johor Darul Ta'zim), or simply JDT, is a football club based in Johor Bahru, Johor, Malaysia. The club was founded in 1972 (as PKENJ FC) and currently plays in the top division of Malaysian football, the Malaysia Super League. The club is owned by Tunku Ismail Sultan Ibrahim. In 2014, JDT gained their first major honour by winning the national league during the first season under Croatian manager Bojan Hodak. Under Argentine Mario Gómez's tutelage, they won the 2015 AFC Cup as well as the Malaysian Piala Sumbangsih and 2015 Super League. By winning the AFC Cup, JDT became the second Malaysian team since 1967 to enter a final of a major continental competition, and the first ever Malaysian club to win a continental title. JDT is the first team in the country to win six consecutive league titles (2014, 2015, 2016, 2017, 2018, and 2019). Before this achievement, no team had ever won the league championship more than twice in a row since the league system was first introduced in Malaysia in 1979.\n Since 2012, Johor Darul Ta'zim FC also implied a new nickname Southern Tigers (Malay: Harimau Selatan), replacing the old nickname Jengking (Scorpion). The new nickname is based on the Johor State Council coat of arms. The team's home ground is a 40,000 capacity Sultan Ibrahim Larkin Stadium. Since 2013, the club has developed a fierce rivalry with Pahang FA and Felda United.",
  "/wiki/Malaysia_Super_League": "The Malaysia Super League (Malay: Liga Super Malaysia) is the men's top professional football division of the Malaysia football league system. Administered by the Football Malaysia Limited Liability Partnership (FMLLP), now known as the Malaysia Football League (MFL), Malaysia Super League is contested by twelve teams, with the two lowest-placed teams relegated to the Malaysia Premier League division and replaced by the top two teams in that division.\n 32 clubs have competed since the inception of the Malaysia Super League in 2004; eight of them have won the title: Johor Darul Ta'zim (6), Kedah, Selangor, Kelantan (2 each), Pahang, Perlis, Negeri Sembilan, and LionsXII (1 each). The current champions are Johor Darul Ta'zim, which won the 2019 edition.",
  "/wiki/2018_Malaysia_Super_League": "The 2018 Malaysia Super League (Malay: Liga Super Malaysia 2018), known as 2018 unifi Malaysia Super League (Malay: unifi Liga Super Malaysia 2018) for sponsorship reasons, was the 15th season of the Malaysia Super League, the top-tier professional football league in Malaysia.\nJohor Darul Ta'zim were the defending champions.",
  "/wiki/Rufino_Segovia_del_Burgo": "Rufino Segovia del Burgo (born 1 March 1985), known simply as Rufino, is a Spanish footballer who plays for Malaysian club Selangor FA as a forward.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.\n With an area of 505,990 km2 (195,360 sq mi), Spain is the largest country in Southern Europe, the second largest country in Western Europe and the European Union, and the fourth largest country in the European continent. By population (about 47 million), Spain is the sixth largest in Europe and the fifth in the European Union. Spain's capital and largest city is Madrid; other major urban areas include Barcelona, Valencia, Seville, Zaragoza, Málaga and Bilbao.\n Modern humans first arrived in the Iberian Peninsula around 35,000 years ago. Iberian cultures along with ancient Phoenician, Greek, Celtic and Carthaginian settlements developed on the peninsula until it came under Roman rule around 200 BCE, after which the region was named Hispania, based on the earlier Phoenician name Sp(a)n or Spania. At the end of the Western Roman Empire the Germanic tribal confederations migrated from Central Europe, invaded the Iberian peninsula and established relatively independent realms in its western provinces, including the Suebi, Alans and Vandals. Eventually, the Visigoths would forcibly integrate all remaining independent territories in the peninsula, including the Byzantine province of Spania, into the Visigothic Kingdom, which more or less unified politically, ecclesiastically and legally all the former Roman provinces or successor kingdoms of what was then documented as Hispania.\n In the early eighth century the Visigothic Kingdom was conquered by the Umayyad Islamic Caliphate, that arrived to the peninsula in the year 711. The Muslim rule in the Iberian Peninsula (al-Andalus) soon became autonomous from Baghdad. The handful of small Christian pockets in the north left out of Muslim rule, along the presence of the Carolingian Empire near the Pyreneean range, would eventually led to the emergence of the Christian kingdoms of León, Castile, Aragon, Portugal and Navarre. Along seven centuries, an intermittent southwards expansion of the latter kingdoms (metahistorically dubbed as a reconquest: the Reconquista) took place, culminating with the Christian seizure of the last Muslim polity (the Nasrid Kingdom of Granada) in 1492, the same year Christopher Columbus arrived in the New World. A process of political conglomeration among the Christian kingdoms also ensued, and the late 15th-century saw the dynastic union of Castile and Aragon under the Catholic Monarchs, sometimes considered as the point of emergence of Spain as unified country. The Conquest of Navarre would take in 1512, while the Kingdom of Portugal was also ruled by the Hapsburg Dynasty between 1580 and 1640.\n In the early modern period, Spain ruled one of the largest empires in history which was also one of the first global empires, leaving a large cultural and linguistic legacy that includes over 570 million Hispanophones, making Spanish the world's second-most spoken native language, after Mandarin Chinese. During the Golden Age there were also many advancements in the arts, with world-famous painters such as Diego Velázquez.\nThe most famous Spanish literary work, Don Quixote, was also published during the Golden Age. Spain hosts the world's third-largest number of UNESCO World Heritage Sites.\n Spain is a secular parliamentary democracy and a parliamentary monarchy, with King Felipe VI as head of state. It is a major developed country and a high income country, with the world's fourteenth largest economy by nominal GDP and sixteenth largest by purchasing power parity. It is a member of the United Nations (UN), the European Union (EU), the Eurozone, the Council of Europe (CoE), the Organization of Ibero-American States (OEI), the Union for the Mediterranean, the North Atlantic Treaty Organization (NATO), the Organisation for Economic Co-operation and Development (OECD), Organization for Security and Co-operation in Europe (OSCE), the Schengen Area, the World Trade Organization (WTO) and many other international organisations. While not an official member, Spain has a \"Permanent Invitation\" to the G20 summits, participating in every summit, which makes Spain a de facto member of the group.",
  "/wiki/Selangor_FA": "Football Association of Selangor (Malay: Persatuan Bolasepak Selangor), commonly referred to as FA Selangor is a Malaysian professional football club based in the city of Shah Alam and competes in the Malaysia Super League, the top division of Malaysian football. Founded in 1936 as Football Association of Selangor (FAS) and the association start build its football development by forming the professional football team and known as FA Selangor. It currently plays their home games in the 80,372-capacity Shah Alam Stadium.\n Selangor is the most successful club in Malaysia, in terms of overall titles won. Domestically, Selangor have won a record 6 times Malaysia top division league champion which include 2 Super League titles that currently plays, 5 FA Cups champion, 33 Malaysia Cups champion and 8 Charity Cups titles. Beside that, Selangor also have won 2 times Premier League titles and between 1953 to 1973, 7 FAM Cups titles where FAM Cup as a secondary knockout competition between teams only after Malaysia Cup.\n Selangor also the first club to qualified and enter the highest Asian continental tournament, Asian Club Championship and becoming the runner-up in 1967, the first edition of the Asian top-flight continental club tournament, which is later branded as the AFC Champions League in 2002. In a season of 1997, 2005 and 2009 were the most successful years for Selangor. In 1997 season, the club won three trophies FA Cup, Malaysia Cup and Charity Cup and runner-up for the Agong's Cup under the coach Steve Wicks. In 2005 season, the team won three trophies Premier League, FA Cup and Malaysia Cup under the coaching of Dollah Salleh while in 2009 season, the head coach, K. Devan leads the team winning three trophies Super League, FA Cup and Charity Cup. This is the first domestic doubles for the history of the club.\n Among those who are responsible for the success of Selangor are the presidents: Tunku Abdul Rahman Putra Al-Haj, Harun Idris, Mohd. Aini Taib, Muhammad Muhammad Taib, Tengku Ahmad Shah, Abdul Khalid Ibrahim; club managers: Hamzah Abu Samah, Mohd Noor Khamis, Nordin Selat, Mazlan Harun, Abdul Mokhtar Ahmad, Mohamad Satim Diman, Zakaria Abdul Rahim ; head coaches: Abdul Ghani Minhat, M. Chandran, Chow Kwai Lam, Khaidir Buyong, Ken Worden, Steve Wicks, Dollah Salleh, K. Devan and many others that are not mentioned here.\n The club also has many football stars who brought success to the Selangor and the country such as Mokhtar Dahari, R. Arumugam, Abdul Ghani Minhat and Wong Choon Wah. Santokh Singh, Soh Chin Aun, Zainal Abidin Hassan, Azman Adnan, Rusdi Suparman, Mohd Amri Yahyah and many others.\n The club also holds several rivalries, most notably with Singapore and Kuala Lumpur.",
  "/wiki/2017_Malaysia_Super_League": "The 2017 Malaysia Super League (Malay: Liga Super Malaysia 2017) was the 14th season of the Malaysia Super League, the top-tier professional football league in Malaysia.\n The season began on 20 January and concluded on 28 October 2017.\n The defending champions were Johor Darul Ta'zim and retained the title from the previous season.",
  "/wiki/Liridon_Krasniqi": "Liridon Krasniqi (born 1 January 1992) is a Kosovan-born Malaysian professional footballer who plays as an attacking midfielder for Malaysian club Johor Darul Ta'zim.",
  "/wiki/Kosovo": "Kosovo (/ˈkɒsəvoʊ, ˈkoʊ-/; Albanian: Kosova pronounced [kɔˈsɔva] or Kosovë pronounced [kɔˈsɔvə]; Serbian Cyrillic: Косово pronounced [kôsoʋo]), officially the Republic of Kosovo (Albanian: Republika e Kosovës; Serbian Cyrillic: Република Косово, romanized: Republika Kosovo), is a partially-recognized state in Southeast Europe, subject to a territorial dispute with the Republic of Serbia.\n Defined in an area of 10,887 square kilometres (4,203 sq mi), Kosovo is landlocked in the center of the Balkans and bordered by the uncontested territory of Serbia to the north and east, North Macedonia to the southeast, Albania to the southwest and Montenegro to the west. It possesses varied and diverse landscapes for its size by climate along with geology and hydrology. Most of central Kosovo is dominated by the vast plains and fields of Metohija and Kosovo. The Albanian Alps and Šar Mountains rise in the southwest and southeast respectively.\n The earliest known human settlements in what is now Kosovo were the Paleolithic Vinča and Starčevo cultures. During the Classical period, it was inhabited by the Illyrian-Dardanian and Celtic people. In 168 BC, the area was annexed by the Romans. In the Middle Ages, it was conquered by the Byzantine, Bulgarian, and Serbian Empires. The Battle of Kosovo of 1389 is considered to be one of the defining moments in Serbian medieval history. The region was the core of the Serbian medieval state, which has also been the seat of the Serbian Orthodox Church from the 14th century, when its status was upgraded to a patriarchate. Kosovo was part of the Ottoman Empire from the 15th to the early 20th century. In the late 19th century, it became the centre of the Albanian National Awakening. Following their defeat in the Balkan Wars, the Ottomans ceded Kosovo to Serbia and Montenegro. Both countries joined Yugoslavia after World War I, and following a period of Yugoslav unitarianism in the Kingdom, the post-World War II Yugoslav constitution established the Autonomous Province of Kosovo and Metohija within the Yugoslav constituent republic of Serbia. Tensions between Kosovo's Albanian and Serb communities simmered through the 20th century and occasionally erupted into major violence, culminating in the Kosovo War of 1998 and 1999, which resulted in the withdrawal of the Yugoslav army and the establishment of the United Nations Interim Administration Mission in Kosovo. On 17 February 2008, Kosovo unilaterally declared its independence from Serbia. It has since gained diplomatic recognition as a sovereign state by 112 United Nations member states, 14 of which have since been withdrawn. Serbia does not recognize Kosovo as a sovereign state, although with the Brussels Agreement of 2013, it has accepted its institutions. While Serbia recognizes administration of the territory by Kosovo's elected government, it continues to claim it as the Autonomous Province of Kosovo and Metohija.\n Kosovo has a lower-middle-income economy and has experienced solid economic growth over the last decade by international financial institutions, and has experienced growth every year since the onset of the financial crisis of 2007–2008. Kosovo is a member of the International Monetary Fund, World Bank, Regional Cooperation Council, and has applied for membership of Interpol and for observer status in the Organization of the Islamic Cooperation.",
  "/wiki/Kedah_FA": "Kedah Football Association (Malay: Persatuan Bola Sepak Kedah) is a football association that supervises football in the state of Kedah, Malaysia. They are the only team in the history of Malaysian football to have achieved treble titles twice, in 2006-07 and 2007-08 seasons.\n Kedah FA is a professional football team from Malaysia that is based in Alor Setar. It represents the state of Kedah, under the supervision of Kedah Football Association. Kedah FA currently plays in the Malaysia Super League.",
  "/wiki/2016_Malaysia_Super_League": "The 2016 Malaysia Super League (English: 2016 Super League) was the 13th season of the Malaysia Super League, the top-tier professional football league in Malaysia.\n The season began on 13 February and concluded on 22 October 2016.\nJohor Darul Ta'zim were the defending champions and retained the title from the previous season. They became the first club in the Malaysian football history to win the Liga Super title for three consecutive years.\n Johor Darul Ta'zim also set a new record after went through the season without a single defeat – the first team ever to do so in a 22-fixtures league season. Johor Darul Ta'zim finished its \"Invincibles\" season with 18 wins, 4 draws, 0 defeats and 58 points in total.",
  "/wiki/Jorge_Pereyra_Díaz": "Jorge Rolando Pereyra Díaz (born 5 August 1990 in La Rioja, Argentina) is an Argentine footballer, who plays as a striker for Club Bolívar in Bolivia.",
  "/wiki/Argentina": "Argentina (Spanish: [aɾxenˈtina]), officially the Argentine Republic[A] (Spanish: República Argentina), is a country located mostly in the southern half of South America. Sharing the bulk of the Southern Cone with Chile to the west, the country is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. With a mainland area of 2,780,400 km2 (1,073,500 sq mi),[B] Argentina is the eighth-largest country in the world, the fourth largest in the Americas, the second largest in South America after Brazil, and the largest Spanish-speaking nation. The sovereign state is subdivided into twenty-three provinces (Spanish: provincias, singular provincia) and one autonomous city (ciudad autónoma), Buenos Aires, which is the federal capital of the nation (Spanish: Capital Federal) as decided by Congress. The provinces and the capital have their own constitutions, but exist under a federal system. Argentina claims sovereignty over part of Antarctica, the Falkland Islands (Spanish: Islas Malvinas), and South Georgia and the South Sandwich Islands.\n The earliest recorded human presence in modern-day Argentina dates back to the Paleolithic period. The Inca Empire expanded to the northwest of the country in Pre-Columbian times. The country has its roots in Spanish colonization of the region during the 16th century. Argentina rose as the successor state of the Viceroyalty of the Río de la Plata, a Spanish overseas viceroyalty founded in 1776. The declaration and fight for independence (1810–1818) was followed by an extended civil war that lasted until 1861, culminating in the country's reorganization as a federation of provinces with Buenos Aires as its capital city. The country thereafter enjoyed relative peace and stability, with several waves of European immigration, mainly Italians and Spaniards, radically reshaping its cultural and demographic outlook; 62.5% of the population has full or partial Italian ancestry, and the Argentine culture has significant connections to the Italian culture. The almost-unparalleled increase in prosperity led to Argentina becoming the seventh wealthiest nation in the world by the early 20th century.\n Following the Great Depression in the 1930s, Argentina descended into political instability and economic decline that pushed it back into underdevelopment, though it remained among the fifteen richest countries for several decades. Following the death of President Juan Perón in 1974, his widow, Isabel Martínez de Perón, ascended to the presidency. She was overthrown in 1976 by a U.S.-backed coup which installed a right-wing military dictatorship. The military government persecuted and murdered numerous political critics, activists, and leftists in the Dirty War, a period of state terrorism that lasted until the election of Raúl Alfonsín as President in 1983. Several of the junta's leaders were later convicted of their crimes and sentenced to imprisonment.\n Argentina is a prominent regional power in the Southern Cone and Latin America, and retains its historic status as a middle power in international affairs. Argentina has the second largest economy in South America, the third-largest in Latin America, and membership in the G-15 and G-20 major economies. It is also a founding member of the United Nations, World Bank, World Trade Organization, Mercosur, Union of South American Nations, Community of Latin American and Caribbean States and the Organization of Ibero-American States. Despite its history of economic instability, it ranks second highest in the Human Development Index in Latin America.",
  "/wiki/2015_Malaysia_Super_League": "The 2015 Liga Super (English: 2015 Super League) is the 12th season of the Liga Super, the top-tier professional football league in Malaysia.\n The season was held from 31 January and concluded in 22 August 2015.\n The Liga Super champions for 2015 was Johor Darul Ta'zim.",
  "/wiki/Luciano_Figueroa": "Luciano Gabriel \"Lucho\" Figueroa Herrera (Spanish pronunciation: [luˈsjano fiɣeˈɾoa]; born 19 May 1981) is an Argentine former professional footballer who last played as a forward for Johor Darul Ta'zim of the Malaysia Super League. He is currently working as team manager and head coach for Johor Darul Ta'zim.",
  "/wiki/2014_Malaysia_Premier_League": "The 2014 Liga Premier (English: 2014 Premier League) also known as the Astro Liga Premier for sponsorship reasons is the ninth season of the Liga Premier, the second-tier professional football league in Malaysia.\n The season was held from 24 January 2014.\n The Liga Premier champions for 2014 season was PDRM. The champions and runners-up were both promoted to 2015 Liga Super.",
  "/wiki/Ali_Ashfaq": "Ali Ashfaq (born 6 September 1985), nicknamed \"Dhagandei\", is a Maldivian professional footballer who plays for Maldivian club Club Green Streets. He is a forward and serves as captain for Maldives. He is widely regarded as one of the best players in South Asian region along with Sunil Chhetri and Bhaichung Bhutia. He is a free-kick specialist and a clinical finisher. His trademark style of scoring is beating couple of defenders and rounding off the keeper to score. He is considered as the best Maldivian footballer ever most notably when he was named as the \"World's 2nd Best Top Goal Scorer\" in 2013 by IFFHS. He was also named as South Asia's Best Player in 2014 by eultimategoal.com. In March 2016, Ashfaq completed his 50th goal mark for Maldives national team.\n Ashfaq had been noticed by some big clubs in Europe like Portugal's S.L. Benfica, FC Porto, Turkish club Bursaspor, and many other clubs within Asia, but he refused those offers. However, he is the first ever Maldivian footballer to play abroad, and the only player to win a title with a foreign club. In November 2003, Ashfaq was honored with the most prestigious awards a Maldivian footballer would get, in the age of 18 – Maldivian Footballer of the Year and Golden Boot Award in 2003 season. With Club Valencia, New Radiant, VB Sports Club and PDRM FA, he has won Dhivehi League ten times, six FA Cup, four President's Cup, two Cup Winners' Cup, three Charity Shield, two POMIS Cup and one Malaysia Premier League.\n Ashfaq began his professional career with Club Valencia, where he played for five years. In 2001, he won his first trophy, Dhivehi League. He was crowned as the top scorer of Maldivian football season in 2003, 2004 and 2005 consecutively. In 2006, he signed for New Radiant and won various trophies and he was named as Haveeru Best Footballer of the year in 2007 in his two-year period with New Radiant. Ashfaq moved to Brunei's DPMM FC in October 2007, and he joined VB Sports Club after two months and stayed with them until 2011. He again re-joined New Radiant in 2012, and during his time, he completed his 300th career goal and won all the domestic cups with the club in 2013 and moved to PDRM FA for 2014 season. In November 2014, Ashfaq won the Best Import Player Award in the Malaysia National Football Awards, for his outstanding performance with PDRM FA in 2014 Malaysia Premier League. Ashfaq was the vice-captain of PDRM for 2016 season and made the record of first ever Maldivian to captain a club abroad.\n Ashfaq made his international debut for Maldives in December 2003, at the age of 18. He has since been capped over 70 times. Ashfaq is Maldives' all-time top scorer with 46 goals. He scored his first international goal in the 2006 FIFA World Cup qualifiers against Mongolia, he scored four times in the match. In 2008, he won the Most Valuable Player award in 2008 SAFF Championship. He was among the Top 10 Players of Asia in 2008 and 2009. He also was shortlisted among the Top 10 Players to watch by espnfc.com in 2012. He took over captaincy in 2009, and he led Maldives to the semi-finals at 2009 SAFF Championship. In September 2013, he became the all-time top scorer of the SAFF Championship after scoring 10 goals in the 2013 SAFF Championship with altogether of 18 goals. In May 2014, Ashfaq won his first medal as the captain of Maldives as they finished third in the 2014 AFC Challenge Cup. On 31 December 2015, Ashfaq concluded his last SAFF tournament from the semi finals, remaining as the all-time top scorer of the SAFF Suzuki Cup with 20 goals.",
  "/wiki/Maldives": "The Maldives (/ˈmɔːldiːvs/, US: /ˈmɔːldaɪvz/ (listen); Dhivehi: ދިވެހިރާއްޖެ Dhivehi Raajje), officially the Republic of Maldives, is a small island nation in South Asia, located in the Arabian Sea of the Indian Ocean. It lies southwest of Sri Lanka and India, about 1,000 kilometres (620 mi) from the Asian continent. The chain of 26 atolls stretches from Ihavandhippolhu Atoll in the north to Addu Atoll in the south. Comprising a territory spanning roughly 298 square kilometres (115 sq mi), the Maldives is one of the world's most geographically dispersed sovereign states as well as the smallest Asian country by land area and population, with around 515,696 inhabitants. Malé is the capital and the most populated city, traditionally called the \"King's Island\" for its central location.\n The Maldives archipelago is located on the Chagos-Laccadive Ridge, a vast submarine mountain range in the Indian Ocean; this also forms a terrestrial ecoregion, together with the Chagos Archipelago and Lakshadweep. With an average ground-level elevation of 1.5 metres (4 ft 11 in) above sea level, it is the world's lowest-lying country, with even its highest natural point being one of the lowest in the world, at 5.1 metres (17 ft).\nIslam was introduced to the Maldivian archipelago in the 12th century which was consolidated as a sultanate, developing strong commercial and cultural ties with Asia and Africa. From the mid-16th-century, the region came under the increasing influence of European colonial powers, with the Maldives becoming a British protectorate in 1887. Independence from the United Kingdom was granted in 1965 and a presidential republic was established in 1968 with an elected People's Majlis. The ensuing decades have been characterised by political instability, efforts at democratic reform, and environmental challenges posed by climate change.\n The Maldives is a founding member of the South Asian Association for Regional Cooperation (SAARC). It is also a member of the United Nations, the Commonwealth of Nations, the Organisation of Islamic Cooperation, and the Non-Aligned Movement. The World Bank classifies the Maldives as having an upper middle income economy. Fishing has historically been the dominant economic activity, and remains the largest sector by far, followed by the rapidly growing tourism industry. Maldives is rated \"high\" on the Human Development Index, with its per capita income significantly higher than other SAARC nations.\n The Maldives was a member of the Commonwealth from July 1982 until its original withdrawal from the organisation in October 2016 in protest at allegations by the other nations of its human rights abuses and failing democracy. \n The Maldives rejoined the Commonwealth on 1 February 2020 after showing evidence of functioning democratic processes and popular support.",
  "/wiki/PDRM_FA": "Royal Malaysia Police Football Association or simply known as Royal Police is an association football club associated with the entity of the Royal Malaysia Police, who play in the Malaysia Premier League, the second division of Malaysian football. The team is based in Kuala Lumpur.\n Domestically, Royal Police has won the Malaysia Premier League, the second tier of Malaysian football in 2006–07 and 2014. They also won the People of Maldives Invitational Cup in 2015.",
  "/wiki/Malaysia_Premier_League": "Malaysia Premier League (Malay: Liga Premier) is the current second-tier football league in Malaysia. The league replaced the former second-tier league Liga Perdana 2 in Malaysian football league system.\n Premier League is contested by 12 clubs. Seasons run from February to October. The season starts in early February and lasts until late October, with a Ramadan break for a month. Teams play 22 matches each (playing each team in the league twice, home and away), totalling 132 matches in the season. Most games are played on Fridays, with a few games played during weekdays.\n The league operates on a system of promotion and relegation with the Liga Super for promotion and Liga FAM for relegation.\n In 2015, Football Malaysia Limited Liability Partnership (FMLLP) was created in the course of privatisation of the Malaysian football league system. The partnership saw all 24 teams of Liga Super and Liga Premier including FAM as the Managing Partner and MP & Silva as a special partner (FAM's global media and commercial advisor) to become stakeholders in the company. FMLLP owns, operates and runs five entities in Malaysian football under its jurisdiction, which include Liga Super (MSL), the Liga Premier, the Piala FA, the Piala Malaysia and the Piala Sumbangsih. It aims to transform and move Malaysian football forward.\n From the 2016 season to the 2018 season, the league was known as 100plus Liga Premier for sponsorship reason.\n The current champion is Sabah which won the league in 2019.",
  "/wiki/2013_Malaysia_Premier_League": "The 2013 Liga Premier (English: 2013 Premier League) also known as the Astro Liga Premier for sponsorship reasons is the 10th season of the Liga Premier, the second-tier professional football league in Malaysia.\n The season was held from 7 January and concluded in 5 July 2013.\n The Liga Premier champions for 2013 season was Sarawak. The champions and runners-up were both promoted to 2014 Liga Super.",
  "/wiki/Marlon_James_(footballer)": "Marlon Alex James (born 16 November 1976) is a retired Vincentian soccer player.",
  "/wiki/Saint_Vincent_and_the_Grenadines": "Saint Vincent and the Grenadines (/ˌɡrɛnəˈdiːnz/ (listen)) is a multi island Anglo-Caribbean country in the Lesser Antilles island arc, in the southeast Windward Islands, which lies in the West Indies at the southern end of the eastern border of the Caribbean Sea where the latter meets the Atlantic Ocean. The sovereign state is also frequently known simply as Saint Vincent.\n Its 389 km2 (150 sq mi) territory consists of the main island of Saint Vincent and the northern two-thirds of the Grenadines, a chain of 32 smaller islands. Some of the Grenadines are inhabited — Bequia, Mustique, Union Island, Canouan, Palm Island, Mayreau, Young Island — while others are not: Tobago Cays, Petit Saint Vincent, Baliceaux, Bettowia, Quatre, Petite Mustique, Savan and Petit Nevis. Most of Saint Vincent and the Grenadines lies within the Hurricane Alley.\n To the north of Saint Vincent lies Saint Lucia, to the east is Barbados, and Grenada lies to the south. Saint Vincent and the Grenadines is a densely populated country for its size (over 300 inhabitants/km2) with approximately 110,211 inhabitants.\nKingstown is the capital and main port. Saint Vincent has a British colonial history, and is now part of the Organisation of Eastern Caribbean States, CARICOM, the Commonwealth of Nations, the Bolivarian Alliance for the Americas and the Community of Latin American and Caribbean States (CELAC).",
  "/wiki/ATM_FA": "Armed Forces Football Club commonly known as Armed Forces enters a team in Malaysian football competitions to represent the Malaysian Armed Forces. The club's home stadium is the MINDEF Stadium. The club currently plays in the 3rd division of Malaysian football, the Malaysia M3 League.",
  "/wiki/2012_Malaysia_Premier_League": "The 2012 Liga Premier (English: 2012 Premier League) also known as the Astro Liga Premier for sponsorship reasons is the ninth season of the Liga Premier, the second-tier professional football league in Malaysia.\n The season was held from 11 January and concluded in 23 July 2012.\n The Liga Premier champions for 2012 season was ATM. The champions and runners-up were both promoted to 2013 Liga Super.",
  "/wiki/Malaysia_Super_League_2007-08": "The 2007–08 Liga Super (English: 2007–08 Super League) also known as the TM Liga Super for sponsorship reasons is the fifth season of the Liga Super, the top-tier professional football league in Malaysia.\n The season was held from 18 November 2007 and concluded in 13 August 2008.\n The Liga Super champions for 2007–08 was Kedah.",
  "/wiki/Malaysia_Super_League_2005-06": "The 2005–06 Malaysia Super League (Malay: 2005–06 Liga Super Malaysia) also known as the TM Liga Super for sponsorship reasons is the third season of the Malaysia Super League, the top-tier professional football league in Malaysia. The season was held from 3 December 2005 and concluded in 23 May 2006.",
  "/wiki/Christian_Bekamenga": "Christian Bekamenga, (born 9 May 1986) is a Cameroonian international footballer who plays as a forward.",
  "/wiki/Cameroon": "Cameroon (/ˌkæməˈruːn/ (listen); French: Cameroun), officially the Republic of Cameroon (French: République du Cameroun), is a country in Central Africa. It is bordered by Nigeria to the west and north; Chad to the northeast; the Central African Republic to the east; and Equatorial Guinea, Gabon and the Republic of the Congo to the south. Cameroon's coastline lies on the Bight of Biafra, part of the Gulf of Guinea and the Atlantic Ocean. Although Cameroon is not an ECOWAS member state, it is geographically and historically in West Africa with the Southern Cameroons which now form her Northwest and Southwest Regions having a strong West African history. The country is sometimes identified as West African and other times as Central African due to its strategic position at the crossroads between West and Central Africa. Cameroon is home to over 250 native languages spoken by nearly 20 million people. The official languages of the country are English and French.\n Early inhabitants of the territory included the Sao civilisation around Lake Chad and the Baka hunter-gatherers in the southeastern rainforest. Portuguese explorers reached the coast in the 15th century and named the area Rio dos Camarões (Shrimp River), which became Cameroon in English. Fulani soldiers founded the Adamawa Emirate in the north in the 19th century, and various ethnic groups of the west and northwest established powerful chiefdoms and fondoms. Cameroon became a German colony in 1884 known as Kamerun.\n After World War I, the territory was divided between France and the United Kingdom as League of Nations mandates. The Union des Populations du Cameroun (UPC) political party advocated independence, but was outlawed by France in the 1950s, leading to the Bamileke War fought between French and UPC militant forces until early 1971. In 1960, the French-administered part of Cameroon became independent as the Republic of Cameroun under President Ahmadou Ahidjo. The southern part of British Cameroons federated with it in 1961 to form the Federal Republic of Cameroon. The federation was abandoned in 1972. The country was renamed the United Republic of Cameroon in 1972 and the Republic of Cameroon in 1984. Large numbers of Cameroonians live as subsistence farmers. Paul Biya, the incumbent President, has led the country since 1982; he had previously held office as prime minister, from 1975 until his elevation to the presidency. The country has experienced tensions coming from the English-speaking territories. Politicians in the English-speaking regions have advocated for greater decentralisation and even complete separation or independence (as in the Southern Cameroons National Council) from Cameroon. In 2017, tensions in the English-speaking territories escalated into open warfare.\n The official languages of Cameroon are French and English, the languages of former colonial French Cameroons and British Cameroons and its religious population consists of 70% Christians and 20% Muslims. It is governed as a Unitary presidential republic and has good relations with the major powers of France, the United Kingdom and China.\n The country is often referred to as \"Africa in miniature\" for its geological and cultural diversity. Natural features include beaches, deserts, mountains, rainforests, and savannas. The highest point at almost 4,100 metres (13,500 ft) is Mount Cameroon in the Southwest Region of the country, and the largest cities in population-terms are Douala on the Wouri River, its economic capital and main seaport, Yaoundé, its political capital, and Garoua. The country is well known for its native styles of music, particularly Makossa and Bikutsi, and for its successful national football team. Cameroon is a member state of the African Union, the United Nations, Non-Aligned Movement and the Organisation of Islamic Cooperation.",
  "/wiki/Negeri_Sembilan_FA": "Negeri Sembilan Football Association or simply known as Negeri Sembilan is a Malaysian professional football club based in Seremban, Negeri Sembilan that competes in the Malaysia Premier League. Founded in 1923, the club's home ground Tuanku Abdul Rahman Stadium. \nNegeri Sembilan won their first major honour in 1948 Malaysia Cup.",
  "/wiki/FAM_Football_Awards": "The Football Association of Malaysia National Football Awards are presented to the best football local and foreign players and coaches. They have been awarded since the 2005–06 season."
}