{
  "/wiki/Emmett_Presbyterian_Church": "The Emmett Presbyterian Church, also known as Emmett First Southern Baptist Church, is a historic formerly Presbyterian church building at 2nd Street in Emmett, Idaho. It was started in 1909 in a late-Gothic Revival style and was added to the National Register of Historic Places in 1980.",
  "/wiki/Emmett,_Idaho": "Emmett is a city in Gem County, Idaho, United States. The population was 6,557 at the 2010 census, up from 5,490 in 2000.  It is the county seat and the only city in the county. Emmett is part of the Boise−Nampa, Idaho Metropolitan Statistical Area.",
  "/wiki/Hazelton_Presbyterian_Church": "Hazelton Presbyterian Church (also known as Valley Presbyterian Church) is a historic Presbyterian church at 310 Park Avenue in Hazelton, Idaho.  The  church building was added to the National Register of Historic Places in 1991.",
  "/wiki/Hazelton,_Idaho": "Hazelton is a city in Jerome County, Idaho, United States. The population was 753 at the 2010 census. It is part of the Twin Falls, Idaho Micropolitan Statistical Area.",
  "/wiki/First_Presbyterian_Church_(Idaho_Falls,_Idaho)": "First Presbyterian Church is a historic Presbyterian church at 325 Elm Street in Idaho Falls, Idaho.  It was built during 1918 to 1920 and was added to the National Register in 1978.",
  "/wiki/Idaho_Falls,_Idaho": "Idaho Falls is a city in and the county seat of Bonneville County, Idaho, United States, and the state's largest city outside the Boise metropolitan area. As of the 2010 census, the population of Idaho Falls was 56,813 (2018 estimate: 61,535), with a metro population of 133,265.",
  "/wiki/First_Presbyterian_Church_(Kamiah,_Idaho)": "First Indian Presbyterian Church is a historic Presbyterian church in Kamiah, Idaho. The church was constructed in 1871 on land belonging to Chief Lawyer, a member of the Nez Perce tribe. While the church was originally designed in the Greek Revival style, an 1890 renovation gave it a Gothic Revival design. Missionary Henry Spalding briefly lived in Kamiah in 1873 and worked with the members of the church during his time there. The church continues to worship weekly and uses the Nez Perce language in its hymns.",
  "/wiki/Kamiah,_Idaho": "Kamiah (/ˈkæmi.aɪ/ (listen) KAM-ee-eye) is a city in Idaho and Lewis counties in the U.S. state of Idaho. The largest city in Lewis County, it extends only a small distance into Idaho County, south of Lawyer Creek.  The population was 1,295 at the 2010 census, up from 1,160 in 2000. The city lies in the narrow valley of the Clearwater River; downstream are Orofino and Lewiston, at the confluence with the Snake River.",
  "/wiki/First_Presbyterian_Church_(Lapwai,_Idaho)": "The  First Presbyterian Church at Locust and 1st Street, East in Lapwai, Idaho is a historic Presbyterian church built in 1909.  It was added to the National Register in 1980.",
  "/wiki/Lapwai,_Idaho": "Lapwai is a city in the northwest United States, in Nez Perce County, Idaho. Its population was 1,137 at the 2010 census, and it is the seat of government of the Nez Perce Indian Reservation.",
  "/wiki/United_Presbyterian_Church_(Malad_City,_Idaho)": "The United Presbyterian Church in Malad City, Idaho was built in 1882 and was listed on the National Register of Historic Places in 1979.",
  "/wiki/Malad_City,_Idaho": "Malad City (also commonly known as Malad) is the only city in Oneida County, Idaho, United States. Its population was 2,095 at the 2010 census, down from 2,158 in 2000.",
  "/wiki/Nampa_Presbyterian_Church": "Nampa Presbyterian Church is a historic church at 2nd Street and 15th Avenue, South in Nampa, Idaho. It was built in 1918 and was added to the National Register in 1982.",
  "/wiki/Nampa,_Idaho": "Nampa (/ˈnæmpə/ (listen)) is the largest city of Canyon County, Idaho. Its population was 81,557 at the 2010 census and estimated at 96,252 as of 2018. It is Idaho's third-most populous city. Nampa is about 20 miles (32 km) west of Boise along Interstate 84, and six miles (10 km) west of Meridian. It is the second principal city of the Boise-Nampa metropolitan area. The name \"Nampa\" may have come from a Shoshoni word meaning either moccasin or footprint.",
  "/wiki/Post_Falls_Community_United_Presbyterian_Church": "The Post Falls Community United Presbyterian Church is a historic Presbyterian church in Post Falls, Idaho.  It was added to the National Register of Historic Places in 1984.",
  "/wiki/Post_Falls,_Idaho": "Post Falls is a city in Kootenai County, Idaho, between Coeur d'Alene and Spokane, Washington. It is a suburb of Coeur d'Alene, to the east, and a bedroom community to Spokane, to the west. The population was 27,574 at the 2010 census, up from 17,247 in 2000 census, making it Idaho's tenth largest city. The U.S. Census Bureau estimated 2018 population is 34,691."
}