{
  "/wiki/First_Presbyterian_Church_and_Manse_(Baltimore,_Maryland)": "First Presbyterian Church and Manse is a historic Presbyterian church located at West Madison Street and Park Avenue in the Mount Vernon-Belvedere neighborhood of Baltimore, Maryland, United States. The church is a rectangular brick building with a central tower flanked by protruding octagonal turrets at each corner. At the north end of the church is a two-story building appearing to be a transept and sharing a common roof with the church, but is separated from the auditorium by a bearing wall. The manse is a three-story stone-faced building. The church was begun about 1854 by Nathan G. Starkweather and finished by his assistant Edmund G. Lind around 1873. It is a notable example of Gothic Revival architecture and a landmark in the City of Baltimore. The steeple is the tallest in Baltimore at 273 feet (83 m) and was completed by 1875, supported by clusters of cast iron columns. A subsidiary spire to the right is 125 feet (38 m) high, and the smaller, on the southwest corner, is 78 feet high.",
  "/wiki/Baltimore,_Maryland": "Baltimore (/ˈbɔːltɪmɔːr/ BAWL-tim-or, locally: /ˈbɔːlmər/) is the most populous city in the U.S. state of Maryland, as well as the 30th most populous city in the United States, with a population of 602,495 in 2018 and also the largest such independent city in the country. Baltimore was established by the Constitution of Maryland as an independent city in 1729. As of 2017, the population of the Baltimore metropolitan area was estimated to be just under 2.802 million, making it the 21st largest metropolitan area in the country. Baltimore is located about 40 miles (64 km) northeast of Washington, D.C., making it a principal city in the Washington-Baltimore combined statistical area (CSA), the fourth-largest CSA in the nation, with a calculated 2018 population of 9,797,063. The city's Inner Harbor was once the second leading port of entry for immigrants to the United States. In addition, Baltimore was a major manufacturing center. After a decline in major manufacturing, heavy industry, and restructuring of the rail industry, Baltimore has shifted to a service-oriented economy. Johns Hopkins Hospital (founded 1889) and Johns Hopkins University (founded 1876) are the city's top two employers.",
  "/wiki/Franklin_Street_Presbyterian_Church_and_Parsonage": "Franklin Street Presbyterian Church and Parsonage is a historic Presbyterian church located at 100 West Franklin Street at Cathedral Street, northwest corner in Baltimore, Maryland, United States. The church is a rectangular Tudor Gothic building dedicated in 1847, with an addition in 1865. The front features two 60 foot flanking octagonal towers are also crenelated and have louvered belfry openings and stained glass Gothic-arched windows. The manse / parsonage at the north end has similar matching walls of brick, heavy Tudor-Gothic window hoods, and battlements atop the roof and was built in 1857. This church was incorporated in 1844 by a group of men from the First Presbyterian Church then located at the northwest corner of East Fayette Street and North Street (now Guilford Avenue) in downtown (later relocated in 1854 to West Madison Street and Park Avenue in Mount Vernon-Belvedere neighborhood after selling their previous third church building of 1790-95 to the Federal Government which built a U.S. Courthouse there [to 1889, replaced again 1932] dedicated in 1860 by 16th President James Buchanan). They felt the need for a new church in that fast-growing northern section of the city formerly \"Howard's Woods\" of Col. John Eager Howard's (Revolutionary War commander of the famed \"Maryland Line\" regiment of the Continental Army)  country estate \"Belvidere\" (mansion located at intersection of North Calvert and East Chase Streets, razed 1875) where the Washington Monument was erected with its four surrounding park squares just two blocks from their new building. Franklin Street Church was also located on \"Cathedral Hill\" in the southern part of the community bordering downtown Baltimore to the south and across the street from the old Baltimore Cathedral (Basilica of the National Shrine of the Assumption of the Blessed Virgin Mary) of the Roman Catholic Archdiocese of Baltimore, erected 1806-1821 and designed by Benjamin Latrobe - first Catholic cathedral constructed in America.",
  "/wiki/Brown_Memorial_Presbyterian_Church": "Brown Memorial Park Avenue Presbyterian Church of Baltimore, Maryland, U.S., is a large, Gothic Revival-style church built in 1870 and located at Park Avenue and Lafayette Avenue in the city's Bolton Hill neighborhood. Named in memory of a 19th-century Baltimore financier, the ornate church is noted for its exquisite stained glass windows by renowned artist Louis Comfort Tiffany, soaring vaulted ceiling, and the prominent persons associated with its history.  Maltbie Babcock, who was the church's pastor 1887–1900, wrote the familiar hymn, This is My Father's World. Storied virtuoso concert performer Virgil Fox was organist at Brown Memorial early in his career (1936–1946).\n Called \"one of the most significant buildings in this city, a treasure of art and architecture\" by Baltimore Magazine, the church underwent a $1.8 million restoration between 2001 and 2003. It is part of the Presbyterian Church (U.S.A.) denomination.",
  "/wiki/Westminster_Presbyterian_Church_and_Cemetery": "Westminster Hall and Burying Ground is a graveyard and former church located at 519 West Fayette Street (at North Greene Street) in Baltimore, Maryland, United States. Occupying the southeast corner of West Fayette and North Greene Street on the west side of downtown Baltimore, the site is probably most famous as the burial site of Edgar Allan Poe, (1809–1849). The complex was declared a national historic district in 1974.",
  "/wiki/Churchville_Presbyterian_Church": "Churchville Presbyterian Church is a historic Presbyterian church located at Churchville, Harford County, Maryland.  It consists of three harmoniously designed sections: the original one-story, four by three bay, gable-roofed brick building dated to 1820; the three-story, restrained Italianate, brick bell tower added in 1870; and the low, one-story brick church hall and office added in 1950.  Located adjacent is a sequestered 4.5-acre (1.8 ha) graveyard with stones dating back to 1819. The community of Churchville, which surrounds the church, grew up around and took its name from the structure.\n The 1870 addition of an Italianate, brick belltower was designed by architect J. Crawford Nielson of the firm Niernsee and Neilson.\n It was listed on the National Register of Historic Places in 1986.",
  "/wiki/Churchville,_Maryland": "Churchville is an unincorporated community in Harford County, Maryland, United States, situated between the county seat, Bel Air, and Aberdeen, where the Aberdeen Proving Ground is located.",
  "/wiki/Rock_United_Presbyterian_Church": "Rock United Presbyterian Church is a historic Presbyterian church located at Elkton, Cecil County, Maryland.  It is a rectangular building of uncoursed rubble stone construction, three bays wide by three deep, with a steeply pitched slate-clad gable roof. It was originally constructed in 1761, and remodeled to its current Victorian Gothic influenced appearance in 1872 and 1900.  Also on the property is a ​1 1⁄2-story, stone Session House originally constructed in 1762 and a modern white stucco Church House constructed in 1953. The church is significant due to its association with the early Scotch-Irish immigrants to Maryland.\n It was listed on the National Register of Historic Places in 1983.",
  "/wiki/Elkton,_Maryland": "Elkton is a town in and the county seat of Cecil County, Maryland, United States. The population was 15,443 at the 2010 census. It was formerly called Head of Elk because it sits at the head of navigation on the Elk River, which flows into the nearby Chesapeake Bay.\n Elkton was once known as the Gretna Green of the East because of its popularity as a place for eloping couples to marry.",
  "/wiki/Manokin_Presbyterian_Church": "The Manokin Presbyterian Church is a historic church located in Princess Anne, Somerset County, Maryland. It is a ​1 1⁄2-story brick structure with a three-story entrance tower on the east end. The walls of the main section were built in 1765, and the tower was added in 1888. It is one of the first organized Presbyterian Churches established in America. In 1672, a group of Scotch-Irish Presbyterians who had settled on the Eastern Shore of Maryland, petitioned the Grand Jury of Somerset County for a civil permit to hold services of worship and to have their own minister. The permission was granted, and Robert Maddox was called by the Grand Jury to preach on the third Sunday of each month, at the home of Christopher Nutter, 'at the head of the Manokin River,' the present site. In 1680 a request was sent by Colonel Stevens of Rehobeth to the Presbytery at Laggan, Ireland, for an ordained minister, and three years later, in answer to that request, the Reverend Francis Makemie, a 25-year-old, recently ordained minister, arrived in Somerset County. Under his leadership, this church, and those at Rehobeth, Pitts Creek, Snow Hill, and Wicomico were organized.",
  "/wiki/Princess_Anne,_Maryland": "Princess Anne is a town in Somerset County, Maryland, United States, and also serves as its  county seat. The population was 3,290 at the 2010 census.\n Princess Anne is included in the Salisbury, Maryland–Delaware Metropolitan Statistical Area.\n The town is notable as the location of the University of Maryland Eastern Shore and the home of the Teackle Mansion.",
  "/wiki/Rehobeth_Presbyterian_Church": "Rehoboth Presbyterian Church is a historic Presbyterian church located at Westover, Maryland in Somerset County near the Pocomoke River and Chesapeake Bay.\n William Stevens, an influential Somerset County citizen and member of the establishes Church of England (attending at the nearby Coventry Parish Ruins) issued a call to the Reverend Francis Makemie (1658-1708), an Ulster Scots clergyman who arrived in the colony and became known as the \"Father of American Presbyterianism.\" \n The old church is a simple one-story Flemish bond brick building, three bays wide by three deep, constructed about 1706.  It was remodeled in 1888, and the original clear glass windows were replaced with the present leaded ones.  The interior features a barrel-vault wooden ceiling, box pews with single raised panel on the ends, and a paneled gallery. A cemetery surrounds it, and several other buildings in complementary styles were erected nearby.\n It was listed on the National Register of Historic Places in 1974.",
  "/wiki/Rehobeth,_Maryland": "Rehobeth is an unincorporated community in Somerset County, Maryland, United States. It is located at the east end of Old Rehobeth Road, off Rehobeth Road, on the bank of the Pocomoke River. Caldicott, Coventry Parish Ruins, and Rehobeth Presbyterian Church are listed on the National Register of Historic Places.\n The community was named after Rehoboth, a place mentioned in the Hebrew Bible, via a local plantation of that name.",
  "/wiki/Makemie_Memorial_Presbyterian_Church": "Makemie Memorial Presbyterian Church is a historic Presbyterian church located in Snow Hill, Worcester County, Maryland.",
  "/wiki/Snow_Hill,_Maryland": "Snow Hill is a town in and the county seat of Worcester County, Maryland, United States. The population was 2,103 at the 2010 census. It is part of the Salisbury, Maryland-Delaware Metropolitan Statistical Area.",
  "/wiki/Springfield_Presbyterian_Church_(Sykesville,_Maryland)": "Springfield Presbyterian Church is a historic Presbyterian church located at Sykesville, Carroll County, Maryland, United States. It is a ​1 1⁄2-story brick structure in Flemish bond on a stone foundation. The church was built in 1836 and is a 3-story structure constructed of uncoursed rubble stone covered in stucco. It served as the area's first school as well as the building of worship for the Presbyterian congregation. The church was founded by immigrants from Scotland and the church holds cultural events to celebrate its Scottish heritage.\n The Springfield Presbyterian Church was listed on the National Register of Historic Places in 1986.",
  "/wiki/Sykesville,_Maryland": "Sykesville is a small town in Carroll County, Maryland, United States. The town lies 20 miles (32 km) west of Baltimore and 40 miles (64 km) north of Washington D.C. The population was 4,436 at the 2010 census. BudgetTravel.com named Sykesville 'Coolest Small Town in America' in June 2016.",
  "/wiki/Westminster,_Maryland": "Westminster is a city in northern Maryland, United States. A suburb of Baltimore, it is the seat of Carroll County. The city's population was 18,590 at the 2010 census. Westminster is an outlying community within the Baltimore-Towson, MD MSA, which is part of a greater Washington-Baltimore-Northern Virginia, DC-MD-VA-WV CSA.",
  "/wiki/List_of_Presbyterian_churches_in_the_United_States": "This is a list of notable Presbyterian churches in the United States, where a church is notable either as a congregation or as a building.  In the United States, numerous churches are listed on the National Register of Historic Places or are noted on state or local historic registers.  Also more than 300 Presbyterian historic sites have been listed by the Presbyterian Historical Society onto the American Presbyterian/Reformed Historic Sites Registry (APRHS);  those sites which are churches are ... in progress ... being added here."
}