{
  "/wiki/Bethel_Presbyterian_Church_(Alcorn,_Mississippi)": "Bethel Presbyterian Church is a historic Presbyterian church in Alcorn, Mississippi.",
  "/wiki/Alcorn,_Mississippi": "Alcorn, Mississippi is the unofficial name of an area in Claiborne County, Mississippi. It is the common name given to sites without a name but are around or close to Alcorn State University. Alcorn State University is officially in Lorman, Mississippi by zip code in Jefferson County, Mississippi. Alcorn is the location of four places listed on the National Register of Historic Places:",
  "/wiki/First_Presbyterian_Church_(Hattiesburg,_Mississippi)": "First Presbyterian Church is a historic Presbyterian congregation in Hattiesburg, Mississippi, founded in 1882 by Rev. A. B. Coit.  It was the first church in the town and predated Hattiesburg's own incorporation by two years.  In 1973 it left the Presbyterian Church in the United States to become a charter member of the more theologically conservative Presbyterian Church in America.",
  "/wiki/Hattiesburg,_MS": "Hattiesburg is a city in the U.S. state of Mississippi, primarily in Forrest County (where it is the county seat) and extending west into Lamar County. The city population was 45,989 at the 2010 census, with an estimated population of 45,951 in 2018.\nIt is the principal city of the Hattiesburg, Mississippi, Metropolitan Statistical Area, which encompasses Forrest, Lamar and Perry counties.",
  "/wiki/First_Presbyterian_Church_(Jackson,_Mississippi)": "The First Presbyterian Church is an historic congregation currently housed at 1390 North State Street in Jackson, Mississippi. It was founded in 1837.",
  "/wiki/Jackson,_MS": "Jackson, officially the City of Jackson, is the capital and most populous city of the U.S. state of Mississippi.  It is one of two county seats of Hinds County, along with Raymond, Mississippi.  The city of Jackson also includes around 3,000 acres comprising Jackson-Medgar Evers International Airport in Rankin County and a small portion of Madison County.  The city's population was estimated to be 165,072 in 2017, a decline from 173,514 in 2010.  The city sits on the Pearl River and is located in the greater Jackson Prairie region of Mississippi.",
  "/wiki/Rodney_Presbyterian_Church": "Rodney Presbyterian Church is a historic church in Alcorn, Mississippi.",
  "/wiki/Bethany_Presbyterian_Church": "Bethany Presbyterian Church is a historic church in Centreville, Mississippi. It was built in 1855, and was added to the National Register in 2003.",
  "/wiki/Centreville,_Mississippi": "Centreville is a town in Amite and Wilkinson counties, Mississippi, United States. The population was 1,684 at the 2010 census. It is part of the McComb, Mississippi Micropolitan Statistical Area.",
  "/wiki/Old_First_Presbyterian_Church_(Kosciusko,_Mississippi)": "Old First Presbyterian Church is a historic church at the junction of Huntington and Washington Streets in Kosciusko, Mississippi and was founded in 1844. It is a member of the Mississippi Valley Presbytery of the Presbyterian Church in America. The current pastor is Rev. Philip Palmertree.",
  "/wiki/Kosciusko,_Mississippi": "Kosciusko /ˌkɒsiˈʌskoʊ/ is a city in Attala County, Mississippi, United States, and is the birthplace of James Meredith and Oprah Winfrey. The population was 7,402 at the 2010 census. It is the county seat of Attala County.",
  "/wiki/Liberty_Presbyterian_Church": "Liberty Presbyterian Church is a historic church on North Church Street in Liberty, Mississippi.",
  "/wiki/Liberty,_Mississippi": "Liberty is a town in Amite County, Mississippi. It is part of the McComb, Mississippi Micropolitan Statistical Area. It has a population of 728 according to the 2010 census.  It is the county seat of Amite County.",
  "/wiki/Vernal_Presbyterian_Church": "Vernal Presbyterian Church is a historic church in Lucedale, Mississippi.",
  "/wiki/Lucedale,_Mississippi": "Lucedale (/ˈluːsdeɪl/) is a city in George County, Mississippi, United States. It is part of the Pascagoula, Mississippi Metropolitan Statistical Area. Lucedale was founded in 1901 when Governor A.H. Longino signed his name and his seal to the proclamation. It was named after its founder, Gregory Marston Luce, who operated a lumber business there. The population was 2,923 at the 2010 census, up from 2,458 at the 2000 census. It is the county seat of George County.",
  "/wiki/First_Presbyterian_Church_of_Meridian": "First Presbyterian Church of Meridian is a historic church in Meridian, Mississippi, which is listed on the National Register of Historic Places. The church was founded in 1856 by eight members including John T. Ball and Lewis A. Ragsdale, founders of the city of Meridian. The reverend at the time was William Curtis Emerson.",
  "/wiki/Meridian,_Mississippi": "Meridian is the sixth largest city in the state of Mississippi, United States. It is the county seat of Lauderdale County and the principal city of the Meridian, Mississippi Micropolitan Statistical Area. Along major highways, the city is 93 mi (150 km) east of Jackson, Mississippi; 154 mi (248 km) southwest of Birmingham, Alabama; 202 mi (325 km) northeast of New Orleans, Louisiana; and 231 mi (372 km) southeast of Memphis, Tennessee.",
  "/wiki/Montrose_Presbyterian_Church": "Montrose Presbyterian Church is a historic church on County Road 20 in Montrose, Mississippi.",
  "/wiki/Montrose,_Mississippi": "Montrose is a town in Jasper County, Mississippi, United States. The population was 140 at the 2010 census.",
  "/wiki/Carmel_Presbyterian_Church_(Natchez,_Mississippi)": "Carmel Presbyterian Church in Natchez, Mississippi, also known as Carmel Church, was built in 1855.  It was listed on the National Register of Historic Places in 1985 and designated a Mississippi Landmark in 1996.",
  "/wiki/Natchez,_Mississippi": "Natchez (/ˈnætʃɪz/) is the county seat and only city of Adams County, Mississippi, United States. Natchez has a total population of 15,792 (as of the 2010 census). Located on the Mississippi River across from Vidalia in Concordia Parish, Louisiana, Natchez was a prominent city in the antebellum years, a center of cotton planters and Mississippi River trade.",
  "/wiki/College_Hill_Presbyterian_Church": "College Hill Presbyterian Church, located just outside Oxford, Mississippi at College Hill, is an historic church and a member of the Presbyterian Church in America (PCA). It is listed on the National Register of Historic Places.",
  "/wiki/Oxford,_Mississippi": "Oxford is a city in, and the county seat of, Lafayette County, Mississippi, United States. Founded in 1837, it was named after the British university city of Oxford in hopes of having the state university located there, which it did successfully attract.",
  "/wiki/First_Presbyterian_Church_of_Natchez": "First Presbyterian Church of Natchez is a historic church at 117 S. Pearl Street in Natchez, Mississippi. It was built in 1830 and added to the National Register in 1978. It also became a contributing property to the Natchez On-Top-of-the-Hill Historic District in 1979.",
  "/wiki/Hopewell_Presbyterian_Church_(Oxford,_Mississippi)": "Hopewell Presbyterian Church (Church at Camp Hopewell) is a historic Presbyterian church building in Oxford, Mississippi.",
  "/wiki/Union_Church_Presbyterian_Church": "Union Church Presbyterian Church is a historic church on MS 550 in Union Church, Mississippi.",
  "/wiki/Union_Church,_Mississippi": "Union Church is an unincorporated community located in Jefferson County, Mississippi, United States.",
  "/wiki/Lebanon_Presbyterian_Church": "Lebanon Presbyterian Church is a historic church on Lebanon Presbyterian Church Road in Utica, Mississippi.",
  "/wiki/Utica,_Mississippi": "Utica is a town in Hinds County, Mississippi, United States. The population was 820 at the 2010 census, down from 966 at the 2000 census. Utica is part of the Jackson Metropolitan Statistical Area.",
  "/wiki/Yokena_Presbyterian_Church": "Yokena Presbyterian Church is a Presbyterian church building near Vicksburg, Mississippi. It was built in 1885 and added to the National Register of Historic Places in 1984.",
  "/wiki/Vicksburg,_Mississippi": "Vicksburg is a historic American city, located on a high bluff on the east bank of the Mississippi River across from Louisiana.",
  "/wiki/Sand_Spring_Presbyterian_Church": "Sand Spring Presbyterian Church is a historic church in Water Valley, Mississippi.",
  "/wiki/Water_Valley,_Mississippi": "Water Valley is a city in Yalobusha County, Mississippi, United States. The population was 3,392 at the 2010 census.",
  "/wiki/List_of_Presbyterian_churches_in_the_United_States": "This is a list of notable Presbyterian churches in the United States, where a church is notable either as a congregation or as a building.  In the United States, numerous churches are listed on the National Register of Historic Places or are noted on state or local historic registers.  Also more than 300 Presbyterian historic sites have been listed by the Presbyterian Historical Society onto the American Presbyterian/Reformed Historic Sites Registry (APRHS);  those sites which are churches are ... in progress ... being added here."
}