{
  "/wiki/Caldwell_Presbyterian_Church_Manse": "The Grover Cleveland Birthplace is a registered historic site located in Caldwell, Essex County, New Jersey, United States. It is the only house museum dedicated to U.S. President Grover Cleveland.",
  "/wiki/Caldwell,_New_Jersey": "Caldwell is a borough located in northwestern Essex County, New Jersey, about 16 miles (26 km) outside of New York City and 6 miles west of Newark. As of the 2010 United States Census, the borough's population was 7,822, reflecting an increase of 238 (+3.1%) from the 7,584 counted in the 2000 Census, which had in turn increased by 35 (+0.5%) from the 7,549 counted in the 1990 Census.",
  "/wiki/Central_Presbyterian_Church_(Montclair,_New_Jersey)": "Central Presbyterian Church is a historic church at 46 Park Street in Montclair, Essex County, New Jersey, United States.",
  "/wiki/Montclair,_New_Jersey": "Montclair (/mɒn(t)ˈklɛər/) is a township in Essex County, New Jersey, United States. As of the 2010 United States Census, the township's population was 37,669, reflecting a decline of 1,308 (−3.4%) from the 38,977 counted in the 2000 Census, which had in turn increased by 1,248 (+3.3%) from the 37,729 counted in the 1990 Census. As of 2010[update], it was the 60th-most-populous municipality in New Jersey.",
  "/wiki/Carrere_%26_Hastings": "Carrère and Hastings, the firm of John Merven Carrère (/kəˈrɛər/ kə-RAIR; November 9, 1858 – March 1, 1911) and Thomas Hastings (March 11, 1860 – October 22, 1929), was one of the outstanding Beaux-Arts architecture firms in the United States. It was located in New York City. The partnership operated from 1885 until 1911, when Carrère was killed in an automobile accident. Thomas Hastings continued on his own, using the same firm name, until his death in 1929.",
  "/wiki/Cold_Spring_Presbyterian_Church": "The Cold Spring Presbyterian Church (www.coldspringchurch.com) is home to a congregation of worship and mission of the Presbyterian Church (U.S.A.) and West Jersey Presbytery that began in 1714, and continues to believe that everyone deserves to experience God's love in relevant and authentic ways. The thriving faith community began a community-focused transformational initiative in 2016. Cold Spring Presbyterian Church delivers spiritual resources and experiences that are centered in God’s love and proclaim the abundant life through Jesus Christ to make greater Cape May a better place through worship, activities, events, and other ministries.",
  "/wiki/Lower_Township,_New_Jersey": "Lower Township is a township in Cape May County, New Jersey, United States. It is part of the Ocean City Metropolitan Statistical Area. As of the 2010 United States Census, the township's population was 22,866, reflecting a decrease of 79 (-0.3%) from the 22,945 counted in the 2000 Census, which had in turn increased by 2,125 (+10.2%) from the 20,820 counted in the 1990 Census.",
  "/wiki/Connecticut_Farms_Presbyterian_Church": "Connecticut Farms Presbyterian Church is located at Stuyvesant and Chestnut avenues in Union, Union County, New Jersey, United States, near U.S. Route 22. It is the oldest church in the township.",
  "/wiki/Union_Township,_Union_County,_New_Jersey": "Union Township is a township in Union County, New Jersey, United States. In the 18th century, the area that is now Union was then called Connecticut Farms. As of the 2010 United States Census, the township population was 56,642, the highest recorded in any decennial census, reflecting an increase of 2,237 (+4.1%) from the 54,405 counted in the 2000 Census, which had in turn increased by 4,381 (+8.8%) from the 50,024 counted in the 1990 Census.",
  "/wiki/Cranbury,_New_Jersey": "Cranbury is a township in Middlesex County, New Jersey, United States. As of the 2010 United States Census, the township's population was 3,857.",
  "/wiki/Deerfield_Presbyterian_Church": "Deerfield Presbyterian Church is a historic church in the Seabrook section of Upper Deerfield Township in Cumberland County, New Jersey, United States.",
  "/wiki/Seabrook,_New_Jersey": "Seabrook is an unincorporated community located within Upper Deerfield Township in Cumberland County, New Jersey, United States. The area is served as United States Postal Service ZIP code 08302. The unincorporated community and the census-designated Place Seabrook Farms within it are each named after Charles F. Seabrook, a businessman who at one point ran the largest irrigated truck farm in the world in this region.",
  "/wiki/Fairfield_Presbyterian_Church": "Fairfield Presbyterian Church in Fairton, New Jersey is a historic Presbyterian Church in America congregation.\nIt was founded in 1680 when a log church was built on the banks of the Cohansey Creek, and it is the oldest existing congregation currently within the PCA (which it joined in 1980 after leaving the UPCUSA in 1971). This log church was replaced by a New England style frame building sometime between 1713 and 1715.",
  "/wiki/Fairton,_New_Jersey": "Fairton is an unincorporated community and census-designated place (CDP) located within Fairfield Township, in Cumberland County, New Jersey, United States. It is part of the Vineland-Millville-Bridgeton Primary Metropolitan Statistical Area for statistical purposes. As of the 2010 United States Census, the CDP's population was 1,264.",
  "/wiki/Presbyterian_Church_in_America": "The Presbyterian Church in America (PCA) is the second largest Presbyterian church body (second to Presbyterian Church (USA)) and the largest conservative Reformed denomination in the United States. The PCA is Reformed in theology, presbyterian in government, and active in missions. It is characterized by a blend of Reformed practice and broad evangelicalism.",
  "/wiki/First_Congregation_of_the_Presbyterian_Church_at_Springfield": "The Springfield Presbyterian Church is located on Morris Avenue (NJ 82) in downtown Springfield, New Jersey, United States. It was first established in 1745.",
  "/wiki/Springfield_Township,_Union_County,_New_Jersey": "Springfield Township is a township in Union County, New Jersey, United States.  As of the 2010 United States Census, the township's population was 15,817, the highest recorded at any decennial census, reflecting an increase of 1,388 (+9.6%) from the 14,429 counted in the 2000 Census, which had in turn increased by 1,009 (+7.5%) from the 13,420 counted in the 1990 Census. Recent housing construction has pushed the township's population to 17,502 as of the 2015 census estimate.",
  "/wiki/First_Presbyterian_Church_of_Elizabeth": "First Presbyterian Church of Elizabeth (Old First of Elizabeth) is a historic church at 14–44 Broad Street in Elizabeth, Union County, New Jersey.",
  "/wiki/Elizabeth,_New_Jersey": "Elizabeth is both the largest city and the county seat of Union County, in New Jersey, United States. As of the 2010 United States Census, the city had a total population of 124,969, retaining its ranking as New Jersey's fourth most populous city, behind Paterson. The population increased by 4,401 (3.7%) from the 120,568 counted in the 2000 Census, which had in turn increased by 10,566 (+9.6%) from the 110,002 counted in the 1990 Census. For 2018, the Census Bureau's Population Estimates Program calculated a population of 128,885, an increase of 3.1% from the 2010 enumeration, ranking the city the 215th-most-populous in the nation.",
  "/wiki/First_Presbyterian_Church_of_Hanover": "The First Church of Hanover, also known as the First Presbyterian Church of Hanover, is located on Mount Pleasant Avenue in East Hanover, Morris County, New Jersey, United States. Established in 1718 in what was then the British Province of New Jersey, it is a member of the Presbyterian Church (USA) and is one of the oldest churches in continuous operation in the United States. The congregation's current building, constructed in 1835, is listed on the National Register of Historic Places.",
  "/wiki/Livingston,_New_Jersey": "Livingston is a township in Essex County, New Jersey, United States. As of the 2010 United States Census, the township's population was 29,366, reflecting an increase of 1,975 (+7.2%) from the 27,391 counted in the 2000 Census, which had in turn increased by 782 (+2.9%) from the 26,609 counted in the 1990 Census.",
  "/wiki/First_Presbyterian_Church_(Mount_Holly,_New_Jersey)": "First Presbyterian Church of Mount Holly is a historic congregation in Mount Holly, New Jersey, founded in 1839.",
  "/wiki/Mount_Holly,_New_Jersey": "Mount Holly is a township in Burlington County, New Jersey, United States. It is the county seat of Burlington County as well as an eastern suburb of Philadelphia. As of the 2010 United States Census, the township's population was 9,536, reflecting a decline of 1,192 (−11.1%) from the 10,728 counted in the 2000 Census, which had in turn increased by 89 (+0.8%) from the 10,639 counted in the 1990 Census. Mount Holly also gives its name to the National Weather Service's Weather Forecast Office for the Philadelphia metropolitan area, though the office is actually located in adjacent Westampton.",
  "/wiki/Mount_Holly_Historic_District": "Mount Holly is a township in Burlington County, New Jersey, United States. It is the county seat of Burlington County as well as an eastern suburb of Philadelphia. As of the 2010 United States Census, the township's population was 9,536, reflecting a decline of 1,192 (−11.1%) from the 10,728 counted in the 2000 Census, which had in turn increased by 89 (+0.8%) from the 10,639 counted in the 1990 Census. Mount Holly also gives its name to the National Weather Service's Weather Forecast Office for the Philadelphia metropolitan area, though the office is actually located in adjacent Westampton.",
  "/wiki/ECO_(denomination)": "ECO: A Covenant Order of Evangelical Presbyterians is an evangelical Presbyterian denomination in the United States. As a Presbyterian church, ECO adheres to Reformed theology and Presbyterian polity. It was established in 2012 by former congregations and members of the Presbyterian Church (USA), abbreviated PC(USA). Dissatisfaction with the declining membership of the PC(USA) along with growing denominational disputes over theology and bureaucracy led to the founding of ECO. ECO has over 380 congregations and over 500 pastors.",
  "/wiki/First_Presbyterian_Church_(New_Brunswick,_New_Jersey)": "The First Presbyterian Church and Cemetery in New Brunswick, New Jersey is one of the oldest churches in the Presbyterian denomination. It was the seat of the Presbytery of New Brunswick which is now located in Trenton, New Jersey.",
  "/wiki/New_Brunswick,_New_Jersey": "New Brunswick is a city in Middlesex County, New Jersey, United States, in the New York City metropolitan area. The city is the county seat of Middlesex County, and the home of Rutgers University. New Brunswick is on the Northeast Corridor rail line, 27 miles (43 km) southwest of Manhattan, on the southern bank of the Raritan River. As of 2018, New Brunswick had a Census-estimated population of 56,100, representing a 3.1% increase from the 55,181 people enumerated at the 2010 United States Census, which in turn had reflected an increase of 6,608 (+13.6%) from the 48,573 counted in the 2000 Census. Due to the concentration of medical facilities in the area, including Robert Wood Johnson University Hospital and Saint Peter's University Hospital, as well as Rutgers, The State University of New Jersey's Robert Wood Johnson Medical School, New Brunswick is known as both the Hub City and the Healthcare City. The corporate headquarters and production facilities of several global pharmaceutical companies are situated in the city, including Johnson & Johnson and Bristol-Myers Squibb.",
  "/wiki/First_Presbyterian_Church_(Pennington,_New_Jersey)": "First Presbyterian Church of Pennington is a historic congregation in Pennington, New Jersey that started in 1709.  The current building dates to 1875 after an 1847 Gothic structure burned down the previous year.",
  "/wiki/Pennington,_New_Jersey": "Pennington is a borough in Mercer County, New Jersey, United States. As of the 2010 United States Census, the borough's population was 2,585, reflecting a decline of 111 (-4.1%) from the 2,696 counted in the 2000 Census, which had in turn increased by 159 (+6.3%) from the 2,537 counted in the 1990 Census.",
  "/wiki/First_Presbyterian_Church_of_Rumson": "First Presbyterian Church of Rumson, also known as the First Presbyterian Church of Oceanic, is a historic church at 4 E. River Road in Rumson, Monmouth County, New Jersey, United States.",
  "/wiki/Rumson,_New_Jersey": "Rumson is a borough in Monmouth County, New Jersey, United States and is part of the New York Metropolitan Area. As of the 2010 census, the borough's population was 7,122, reflecting a decline of 15 (−0.2%) from 7,137 in 2000, which had in turn increased by 436 (+6.5%) from 6,701 in 1990.",
  "/wiki/First_Presbyterian_Church_(Trenton,_New_Jersey)": "First Presbyterian Church is a historic church at 120 East State Street in Trenton, Mercer County, New Jersey, United States.",
  "/wiki/Trenton,_New_Jersey": "Trenton is the capital city of the U.S. state of New Jersey and the county seat of Mercer County. It briefly served as the capital of the United States in 1784. The city's metropolitan area, consisting of Mercer County, is grouped with the New York Combined Statistical Area by the United States Census Bureau, but it directly borders the Philadelphia metropolitan area and was from 1990 until 2000 part of the Philadelphia Combined Statistical Area. As of the 2010 United States Census, Trenton had a population of 84,913, making it the state's tenth-most-populous municipality. The Census Bureau estimated that the city's population was 83,974 in 2018.",
  "/wiki/First_Presbyterian_Church_of_Wantage": "First Presbyterian Church of Wantage (Old Clove Church) is a historic church in Wantage Township, Sussex County, New Jersey, United States. Church records point to a Dutch Reformed congregation founded in 1788, which merged with First Presbyterian Church of Wantage, founded in 1818. The building is situated on a hill, due south of Clove Brook, a creek from which it derives its common name. It was built in 1829 and added to the National Register in 1982. The structure is no longer used as a church, but the Friends of Old Clove Church continue an inter-denominational service once annually.",
  "/wiki/Sussex,_New_Jersey": "Sussex is a borough in Sussex County, New Jersey, United States. As of the 2010 United States Census, the borough's population was 2,130, reflecting a decline of 15 (-0.7%) from the 2,145 counted in the 2000 Census, which had in turn declined by 56 (-2.5%) from the 2,201 counted in the 1990 Census.",
  "/wiki/First_Presbyterian_Church_and_Cemetery": "First Presbyterian Church and Cemetery is located at 600 Rahway Avenue in Woodbridge Township, Middlesex County, New Jersey, United States, one of the first townships established in the state at the end of the 17th century.",
  "/wiki/Woodbridge,_New_Jersey": "Woodbridge Township is a township in Middlesex County, New Jersey, United States. As of the 2010 United States Census, the township had a total population of 99,585, reflecting an increase of 2,382 (+2.5%) from the 97,203 counted in the 2000 Census, which had in turn increased by 4,117 (+4.4%) from the 93,086 counted in the 1990 Census. Woodbridge was the sixth-most-populous municipality in New Jersey in 2000 and 2010. Woodbridge hosts the intersection of the New Jersey Turnpike and the Garden State Parkway, the two busiest highways in the state, and also serves as the headquarters for the New Jersey Turnpike Authority.",
  "/wiki/Mays_Landing_Presbyterian_Church": "Mays Landing Presbyterian Church is a historic church at Main Street and Cape May Avenue in the Mays Landing section of Hamilton Township, Atlantic County, New Jersey, United States",
  "/wiki/Mays_Landing,_New_Jersey": "Mays Landing is an unincorporated community and census-designated place (CDP) located within Hamilton Township, Atlantic County, New Jersey, United States. At the 2010 United States Census, the CDP's population was 2,135. It is the county seat of Atlantic County. The community was named for Captain George May, who sailed the Great Egg Harbor River in 1740, and purchased land in the area in 1756.",
  "/wiki/List_of_Presbyterian_churches_in_the_United_States": "This is a list of notable Presbyterian churches in the United States, where a church is notable either as a congregation or as a building.  In the United States, numerous churches are listed on the National Register of Historic Places or are noted on state or local historic registers.  Also more than 300 Presbyterian historic sites have been listed by the Presbyterian Historical Society onto the American Presbyterian/Reformed Historic Sites Registry (APRHS);  those sites which are churches are ... in progress ... being added here."
}