{
  "/wiki/Rock_Hill_Presbyterian_Church": "Rock Hill Presbyterian Church is located at 52644 High Ridge Road in Bellaire, Ohio. The building was placed on the National Register on 2009-02-18.",
  "/wiki/Bellaire,_Ohio": "Bellaire is a village in Belmont County, Ohio, United States. It is part of the Wheeling, West Virginia Metropolitan Statistical Area, and Wheeling is across the Ohio to the east. The population was 4,278 at the 2010 census, having had its peak in 1920. The city is located along the Ohio River.",
  "/wiki/Kilgore_Union_Presbyterian_Church": "Kilgore Union Presbyterian Church is a historic church in Kilgore, Ohio.",
  "/wiki/Carrollton,_Ohio": "Carrollton is a village in Carroll County, Ohio, United States, located 22 miles (35 km) southeast of Canton. The population was 3,241 at the 2010 census. It is the county seat of Carroll County.",
  "/wiki/Mount_Zion_Presbyterian_Church_(Chandlersville,_Ohio)": "Mount Zion Presbyterian Church is a historic church in Chandlersville, Ohio.",
  "/wiki/Chandlersville,_Ohio": "Chandlersville is an unincorporated community in western Salt Creek Township, Muskingum County, Ohio, United States.  Although it is unincorporated, it has a post office, with the ZIP code of 43727.  It lies along State Route 146 at its intersection with State Routes 284 and 313.",
  "/wiki/Covenant_First_Presbyterian_Church": "The Covenant First Presbyterian Church is a congregation of the Presbyterian Church (USA) located at 717 Elm Street at Eighth Street and Garfield Place in Cincinnati, Ohio. Two churches, the First Presbyterian and Covenant Presbyterian merged in the 1933 to become the Covenant First Presbyterian Church.",
  "/wiki/Cincinnati,_Ohio": "Cincinnati (/ˌsɪnsɪˈnæti/ SIN-sih-NAT-ee) is a major city in the U.S. state of Ohio, and is the government seat of Hamilton County. Settled in 1788, the city is located at the northern side of the confluence of the Licking and Ohio rivers, the latter of which marks the state line with Kentucky. The city is the economic and cultural hub of the Cincinnati metropolitan area, the fastest growing economic power in the Midwestern United States based on increase of economic output, which had a population of 2,190,209 as of the 2018 census estimates. This makes it Ohio's largest metropolitan area and the nation's 28th-largest. With a city population estimated at 302,605, Cincinnati is the third-largest city in Ohio and 65th in the United States. Cincinnati is also within a day's drive of 49.70% of the United States populace, the most of any  city in the United States.",
  "/wiki/Fulton-Presbyterian_Cemetery": "Fulton-Presbyterian Cemetery is a registered historic site in Cincinnati, Ohio, listed in the National Register on August 24, 1979.",
  "/wiki/Pilgrim_Presbyterian_Church": "Pilgrim Presbyterian Church is a historic church building in the Mount Adams neighborhood of Cincinnati, Ohio, United States, near the Ida Street Viaduct.  Built in 1886, it is a Gothic Revival structure built primarily of brick.  Constructed by Mount Adams architect and builder Charles E. Iliff, the church features a two-story rectangular floor plan with a prominent central bell tower.  Among its other distinctive architectural elements are the rose windows in the main gable, pairs of windows on its second floor, and the symmetry evidenced in the overall design of the building.",
  "/wiki/Walnut_Hills_United_Presbyterian_Church": "Walnut Hills United Presbyterian Church is a historic church tower in the Walnut Hills neighborhood of Cincinnati, Ohio, United States.  The last remnant of a landmark church building, it was designed by a leading Cincinnati architect and built in the 1880s.  Although named a historic site a century after its construction, the building was mostly destroyed after extensive neglect caused restoration to become prohibitively expensive.",
  "/wiki/Euclid_Avenue_Presbyterian_Church": "The Church of the Covenant (Euclid Avenue Presbyterian Church) is a historic church on Euclid Avenue in Cleveland, Ohio's University Circle.",
  "/wiki/Cleveland,_Ohio": "Cleveland (/ˈkliːvlənd/ KLEEV-lənd) is a city in the U.S. state of Ohio, and the county seat of Cuyahoga County. The city proper has a population of 385,525, making it the 52nd-largest city in the United States and the second-largest city in Ohio. Greater Cleveland is ranked as the 33rd-largest metropolitan area in the U.S., with 2,057,009 people in 2018. A Gamma + city, Cleveland anchors the Cleveland–Akron–Canton Combined Statistical Area, which had a population of 3,515,646 in 2010 and is ranked 15th in the United States.",
  "/wiki/North_Presbyterian_Church_(Cleveland,_Ohio)": "North Presbyterian Church is a historic Presbyterian church on the east side of Cleveland, Ohio, United States.  Constructed in the 1880s, the church building has been named a historic site.",
  "/wiki/East_Broad_Street_Presbyterian_Church": "Broad Street Presbyterian Church is a historic church at 760 E. Broad Street in Columbus, Ohio.",
  "/wiki/Columbus,_Ohio": "Columbus is the state capital and the most populous city in the U.S. state of Ohio. With a population of 892,533 as of 2018 estimates, it is the 14th-most populous city in the United States  and one of the fastest growing large cities in the nation. This makes Columbus the second-most populous city in the Midwest (after Chicago, Illinois). It is the core city of the Columbus, OH Metropolitan Statistical Area, which encompasses ten counties. With a population of 2,078,725, it is Ohio's second-largest metropolitan area.",
  "/wiki/Second_Presbyterian_Church_(Columbus,_Ohio)": "Second Presbyterian Church (also known as Central Presbyterian Church) is an historic church at 132 S. Third Street in Columbus, Ohio. It was built in 1857 and added to the National Register in 1983. It closed on November, 2011.",
  "/wiki/Welsh_Presbyterian_Church_(Columbus,_Ohio)": "The Welsh Presbyterian Church is a historic former church in downtown Columbus, Ohio, United States.  Used as a church only for a few decades, the building has seen many uses over the ensuing decades, ranging from commercial to government-affiliated to social services.  Because of its architecture, the building has been named a historic site.",
  "/wiki/Fredericktown_Presbyterian_Church": "Fredericktown Presbyterian Church is a historic church located on South Main Street and West 4th Street in Fredericktown, Ohio.",
  "/wiki/Fredericktown,_Ohio": "Fredericktown is a village in Knox County, Ohio, United States. The population was 2,493 at the 2010 census.",
  "/wiki/Middle_Sandy_Presbyterian_Church": "Middle Sandy Presbyterian Church (also known as Western Columbiana County Historical Society Museum; COL-13-1) is a historic church on Homeworth Road in Homeworth, Ohio.",
  "/wiki/Homeworth,_Ohio": "Homeworth is a census-designated place in Knox Township, Columbiana County, Ohio, United States. Although it is unincorporated, Homeworth has a post office with the ZIP code of 44634. The population was 481 as of the 2010 census.",
  "/wiki/Independence_Presbyterian_Church": "Independence Presbyterian Church is a historic church in the city of Independence, Ohio, United States.  Constructed in the 1850s, the stone church building was originally home to a congregation heavily dependent on the local mining economy, but since the 1920s it has again been associated with an active congregation.  It was named a historic site in the 1970s.",
  "/wiki/Independence,_Ohio": "Independence is a city in Cuyahoga County, Ohio, United States. It is a suburb of Cleveland. As of the 2010 census, the city population was 7,133.",
  "/wiki/Congregational-Presbyterian_Church": "Congregational-Presbyterian Church (also known as the Presbyterian Church) is a historic church building near Ohio State Route 5 and Ohio State Route 5 in Kinsman, Ohio, United States. It is one of the oldest church buildings in Trumbull County.",
  "/wiki/Kinsman,_Ohio": "Kinsman (also known as Kinsman Center) is an unincorporated community and census-designated place in southern Kinsman Township, Trumbull County, Ohio, United States. Its population was 616 as of the 2010 census. Although it is unincorporated, it has a post office, with the ZIP code of 44428; as well as a library, the Kinsman Free Public Library. It lies along State Route 7 between Williamsfield and Burghill, at the intersection with State Route 5.",
  "/wiki/First_Presbyterian_Church_of_Maumee_Chapel": "First Presbyterian Church of Maumee Chapel (also known as First Presbyterian Church of Maumee) is a historic church at 200 E. Broadway in Maumee, Ohio. It is the oldest church building in Northwest Ohio.",
  "/wiki/Maumee,_Ohio": "Maumee (/mɔːˈmiː/ maw-MEE) is a city in Lucas County, Ohio, United States. Located along the Maumee River, it is about 10 miles southwest of Toledo. The population was 14,286 at the 2010 census. Maumee was declared an All-America City by the National Civic League in June 2006.",
  "/wiki/First_Presbyterian_Church_(Napoleon,_Ohio)": "First Presbyterian Church is a Presbyterian church in the city of Napoleon, Ohio, United States. Located at 303 W. Washington Street, it has been recognized as a historic site because of its unusual architecture.",
  "/wiki/Napoleon,_Ohio": "Napoleon is a city in and the county seat of Henry County, Ohio, United States, along the Maumee River 44 miles southwest of Toledo. As of the 2010 census, the city had a total population of 8,749.",
  "/wiki/Pataskala_Presbyterian_Church": "Pataskala Presbyterian Church is a historic church at Atkinson and Main Streets in Pataskala, Ohio.",
  "/wiki/Pataskala,_Ohio": "Pataskala is a city in Licking County, Ohio, United States approximately 17 mi (28 km) east of Columbus. The population was 14,962 at the 2010 census.  Pataskala was a small community until 1996, when what was then the village of Pataskala merged with Lima Township, vastly increasing its population and geographic area.",
  "/wiki/First_Presbyterian_Church_(Portsmouth,_Ohio)": "First Presbyterian Church is a historic church at 221 Court Street in Portsmouth, Ohio.",
  "/wiki/Portsmouth,_Ohio": "Portsmouth is a city in and the county seat of Scioto County, Ohio, United States.  Located in southern Ohio 41 miles (66 km) south of Chillicothe, it lies on the north bank of the Ohio River, across from Kentucky, just east of the mouth of the Scioto River. The population was 20,226 at the 2010 census.",
  "/wiki/List_of_Presbyterian_churches_in_the_United_States": "This is a list of notable Presbyterian churches in the United States, where a church is notable either as a congregation or as a building.  In the United States, numerous churches are listed on the National Register of Historic Places or are noted on state or local historic registers.  Also more than 300 Presbyterian historic sites have been listed by the Presbyterian Historical Society onto the American Presbyterian/Reformed Historic Sites Registry (APRHS);  those sites which are churches are ... in progress ... being added here."
}