{
  "/wiki/Jennifer_N._Carpenter": "Jennifer N. Carpenter (born October 13, 1965) is an American finance academic best known for her pioneering research into executive stock options. Other interests include fund manager compensation, survivorship bias, corporate bonds, and option pricing.  She has been published in numerous journals including the Journal of Finance, the Journal of Financial Economics, the Review of Financial Studies, and the Journal of Business.",
  "/wiki/Aswath_Damodaran": "Aswath Damodaran (born 23 September 1957), sometimes known as the 'Dean of Valuation,' is a Professor of Finance at the Stern School of Business at New York University (Kerschner Family Chair in Finance Education), where he teaches corporate finance and equity valuation. \nHe is best known as author of several widely used academic and practitioner texts on Valuation, Corporate Finance and Investment Management; he is widely quoted on the subject of valuation, with \"a great reputation as a teacher and authority\". \nHe has written several books on equity valuation, as well on corporate finance and investments. \nHe is widely published in leading journals of finance, including The Journal of Financial and Quantitative Analysis, The Journal of Finance, The Journal of Financial Economics and the Review of Financial Studies. He is also known as being a resource on valuation and analysis to investment banks on Wall Street.",
  "/wiki/Ed_Elton": "Edwin Elton (born October 5, 1939) is a Nomura Professor of Finance at New York University Stern School of Business and Academic Director of the Stern Doctoral Program.  Professor Elton also teaches for the Master of Science in Global Finance (MSGF), which is a joint program between Stern and the Hong Kong University of Science and Technology.",
  "/wiki/Ken_Froewiss": "Kenneth C. Froewiss was a Clinical Professor of Finance at the New York University Stern School of Business, and specialized investment banking, mergers and acquisitions, and corporate governance.  Professor Froewiss also taught for the TRIUM Global Executive MBA Program, an alliance of NYU Stern, the London School of Economics and HEC School of Management, and served as Academic Director of Executive Programs at NYU Stern.",
  "/wiki/Dan_Gode": "Dhananjay \"Dan\" Gode is a Clinical Associate Professor of Accounting, Taxation, and Business law at New York University Stern School of Business. He teaches courses in corporate financial accounting, and also teaches for the TRIUM Global Executive MBA Program, an alliance of NYU Stern, the London School of Economics and HEC School of Management.",
  "/wiki/Jonathan_Haidt": "Jonathan David Haidt (/haɪt/; born October 19, 1963) is an American social psychologist, Professor of Ethical Leadership at New York University's Stern School of Business, and author. His main areas of study are the psychology of morality and the moral emotions.",
  "/wiki/Peter_Blair_Henry": "Peter Blair Henry, an economist, was the ninth Dean of New York University's Leonard N. Stern School of Business, and William R. Berkley Professor of Economics and Business, and author of TURNAROUND: Third World Lessons for First World Growth (Basic Books, March 2013). Previously, he was the Konosuke Matsushita Professor of International Economics at Stanford University.",
  "/wiki/New_York_University_Stern_School_of_Business": "The New York University Leonard N. Stern School of Business (commonly referred to as Stern) is the business school of New York University. It is also a founding member of the Association to Advance Collegiate Schools of Business. Established as the School of Commerce, Accounts and Finance in 1900, the school changed its name in 1988 in honor of Leonard N. Stern, an alumnus and benefactor of the school. One of the most prestigious business schools in the world, it is also one of the oldest. The school is located on NYU's Greenwich Village campus next to the Courant Institute of Mathematical Sciences. Its alumni include some of the wealthiest in the world, as well as top business leaders and executives.",
  "/wiki/Ernest_Kurnow": "Ernest Kurnow (October 21, 1912 – April 7, 2014) was a professor at New York University.",
  "/wiki/Alexander_Ljungqvist": "Alexander Ljungqvist is a Swedish economist, educator, scholar, writer, and speaker. He is a professor of finance at the Stockholm School of Economics, where he holds the Stefan Persson Family Chair in Entrepreneurial Finance. His areas of expertise include corporate finance, investment banking, initial public offerings, entrepreneurial finance, private equity, venture capital, corporate governance, and asset pricing. Professor Ljungqvist teaches MBA and executive courses in private equity and venture capital and a PhD course in corporate finance.",
  "/wiki/Sonia_Marciano": "Prior to joining NYU Stern, Marciano taught Strategy at Columbia Business School and was an Institute Fellow and Senior Lecturer at Harvard University’s Institute for Strategy and Competitiveness.  She also was a Clinical Professor of Management and Strategy at Northwestern University’s Kellogg School of Management for eight years, as well as an Adjunct Professor of Strategy at the University of Chicago. Marciano has worked in the consulting, banking, and insurance industries, and has taught executive education courses for companies including Ernst & Young and Abbott Laboratories.",
  "/wiki/Michael_Posner_(lawyer)": "Michael H. Posner (/ˈpoʊznər/; born November 19, 1950) is an American lawyer, the Founding Executive Director and later the President of Human Rights First (formerly the Lawyers Committee for Human Rights), the former Assistant Secretary of State for Democracy, Human Rights, and Labor (DRL) of the United States, currently a Co-Director for the Center of Business and Human Rights at NYU Stern School of Business, as well as Professor of Business and Society at New York University Stern School of Business, and a Board member of the International Service for Human Rights.",
  "/wiki/Thomas_Pugel": "Thomas A. Pugel is the Vice Dean of Executive Programs and a professor of economics and global business at New York University Stern School of Business.  He teaches courses in the economics of global business and the economic analysis of firms and markets.  Pugel's primary research is competition and multinationals, foreign direct investments, international economics, international industrial competition, and international trade.",
  "/wiki/Paul_Romer": "Paul Michael Romer (born November 6, 1955) is an American economist who is a University Professor (on leave) at New York University. He was a co-recipient of the Nobel Prize in Economics (shared with William Nordhaus) in 2018. A pioneer of endogenous growth theory, he received the prize \"for integrating technological innovations into long-run macroeconomic analysis\".",
  "/wiki/World_Bank_Chief_Economist": "The Chief Economist of the World Bank (full title: Senior Vice President, Development Economics, and Chief Economist) is the senior economist at the World Bank Group, tasking with providing intellectual leadership and direction to the Bank’s overall international development strategy and economic research agenda, at global, regional and country levels.",
  "/wiki/Nouriel_Roubini": "Nouriel Roubini (born March 29, 1958) is an American economist. He teaches at New York University's Stern School of Business and is chairman of Roubini Macro Associates LLC, an economic consultancy firm.",
  "/wiki/Thomas_Sargent": "Thomas John \"Tom\" Sargent (born July 19, 1943) is an American economist, who is currently the W.R. Berkley Professor of Economics and Business at New York University. He specializes in the fields of macroeconomics, monetary economics and time series econometrics. As of 2014, he ranks fourteenth among the most cited economists in the world. He was awarded the Nobel Memorial Prize in Economics in 2011 together with Christopher A. Sims for their \"empirical research on cause and effect in the macroeconomy\".",
  "/wiki/Anthony_Saunders": "Anthony Saunders is the John M. Schiff Professor of Finance at New York University Stern School of Business and is currently on the Executive Committee of the Salomon Center of the Study of Financial Institutions.  He teaches \"Market and Liquidity Risk\" in the Risk Management Open Enrollment program for Stern Executive Education.  Saunders also teaches for both the Master of Science in Global Finance (MSGF) and Master of Science in Risk Management Program for Executives (MSRM).  MSGF is jointly offered by NYU Stern and the Hong Kong University of Science and Technology. MSRM  is offered by NYU Stern, in partnership with the Amsterdam Institute of Finance.",
  "/wiki/Michael_Spence": "Andrew Michael Spence (born November 7, 1943, Montclair, New Jersey) is a Canadian American economist and recipient of the 2001 Nobel Memorial Prize in Economic Sciences, along with George Akerlof and Joseph E. Stiglitz, for their work on the dynamics of information flows and market development.",
  "/wiki/Raghu_Sundaram": "Rangarajan K. \"Raghu\" Sundaram is an Indian-born American academic. He is the Dean of the New York University Stern School of Business, and the author or co-author of two books.",
  "/wiki/Arun_Sundararajan": "Arun Sundararajan (Tamil: அருண் சுந்தர்ராஜன்) (born in the United Kingdom) is the NEC Faculty Fellow, Professor of Information, Operations and Management Sciences and a Doctoral Coordinator at the Stern School of Business, New York University. For 2010–12, he is the Distinguished Academic Fellow at the Center for IT and the Networked Economy, Indian School of Business. Sundararajan is an expert on the economics of digital goods and network effects. He also conducts research about network science and the socioeconomic transformation of India.",
  "/wiki/List_of_New_York_University_faculty": "Following is a partial list of notable faculty (either past, present or visiting) of New York University. As of 2014, among NYU's past and present faculty, there are at least 159 Guggenheim Fellows, over 7 Lasker Award winners, and at least 68 are currently elected to the American Academy of Arts and Sciences."
}