{
  "/wiki/Brent_Barry": "Brent Robert Barry (born December 31, 1971), commonly known by the nickname Bones, is an American basketball executive, broadcaster and former player. He is the current vice president of basketball operations for the San Antonio Spurs. The 6 ft 7 in (2.01 m), 210 lb (95 kg; 15 st) shooting guard played professionally in the National Basketball Association, winning two championships with the Spurs, and also won the 1996 NBA Slam Dunk Contest. He is the son of former NBA player Rick Barry.",
  "/wiki/National_Basketball_Association": "The National Basketball Association (NBA) is a men's professional basketball league in North America, composed of 30 teams (29 in the United States and 1 in Canada). It is one of the four major professional sports leagues in the United States and Canada, and is widely considered to be the premier men's professional basketball league in the world.",
  "/wiki/Shooting_guard": "The shooting guard (SG), also known as the two or off guard, is one of the five traditional positions in a regulation basketball game. A shooting guard's main objective is to score points for their team and steal the ball on defense. Some teams ask their shooting guards to bring up the ball as well; these players are known colloquially as combo guards. A player who can switch between playing shooting guard and small forward is known as a swingman. In the NBA, shooting guards usually range from 6' 2\" (1.88 m) to 6' 7\" (2.01 m), and from 5' 8\" (1.73 m) to 5' 11\" (1.80 m) in the WNBA.",
  "/wiki/San_Antonio_Spurs": "The San Antonio Spurs are an American professional basketball team based in San Antonio, Texas. The Spurs compete in the National Basketball Association (NBA) as a member of the league's Western Conference Southwest Division. The team plays its home games at the AT&T Center in San Antonio.",
  "/wiki/Slam_Dunk_Contest": "The NBA Slam Dunk Contest (officially known as the Sprite Slam Dunk for sponsorship reasons) is an annual National Basketball Association (NBA) competition held during the NBA All-Star Weekend. The contest was inaugurated by the American Basketball Association (ABA) at its All-Star Game in 1976 in Denver, the same year the slam dunk was legalized in the NCAA. As a result of the ABA–NBA merger later that year there would not be another slam dunk contest at the professional level until 1984. The contest has adopted several formats over the years, including, until 2014, the use of fan voting, via text-messaging, to determine the winner of the final round.",
  "/wiki/Vic_Bartolome": "Victor Bartolome (born September 29, 1948) is an American former professional basketball player.  He played in college at the Oregon State University, and was drafted in the sixth round of the 1970 NBA draft by the Golden State Warriors.  He played in 38 games for the Warriors through the 1971–72 season. He then played professional basketball in Livorno, Italy and on various teams in the Netherlands until retiring in 1979, after winning the Dutch national championship with Leiden.",
  "/wiki/Center_(basketball)": "The center (C), also known as the five position, or the big man, is one of the five positions in a basketball game. The center is normally the tallest player on the team, and often has a great deal of strength and body mass as well. In the NBA, the center is usually 6 feet 10 inches (2.08 m) or taller and usually weighs 240 pounds (110 kg) or more. They traditionally have played close to the basket in the low post.",
  "/wiki/Lew_Beck_(basketball)": "Lewis William Beck Jr. (April 19, 1922 – April 25, 1970) was an All-American college basketball player who was captain of the United States Olympic basketball team that won the Gold medal at the 1948 Summer Olympics.  Before he began playing for Oregon State University, he suffered a leg injury in World War II.",
  "/wiki/1948_Summer_Olympics": "The 1948 Summer Olympics, officially known as the Games of the XIV Olympiad, was an international multi-sport event which was held in London, United Kingdom from 29 July to 14 August 1948.",
  "/wiki/United_States_men%27s_national_basketball_team": "The USA Basketball Men's National Team, commonly known as the United States men's national basketball team, is the most successful team in international competition, winning medals in all eighteen Olympic tournaments it has entered, including fifteen golds. In the professional era, the team won the Olympic gold medal in 1992, 1996, 2000, 2008, 2012, and 2016. Two of its gold medal-winning teams were inducted to the Naismith Memorial Basketball Hall of Fame in August 2010 – the 1960 team, which featured six Hall of Famers (4 players, 2 coaches), and the 1992 \"Dream Team\", featuring 14 Hall of Famers (11 players, 3 coaches). The team is currently ranked first in the FIBA World Rankings.",
  "/wiki/Corey_Benjamin": "Corey Dwight Benjamin (born February 24, 1978) is a retired American professional basketball player who played in the NBA from 1998 to 2003.  He graduated from Fontana High School in Fontana, California, then played college basketball for Oregon State University, and was selected by the Chicago Bulls in the first round (28th overall) of the 1998 NBA Draft.",
  "/wiki/Guard_(basketball)": "The five basketball positions normally employed by organized basketball teams are the point guard (PG), the shooting guard\n(SG), the small forward (SF), the power forward (PF), and the center (C).",
  "/wiki/Ricky_Berry": "Ricky Alan Berry (October 6, 1964 – August 14, 1989) was an American professional basketball player in the National Basketball Association (NBA) for the Sacramento Kings.",
  "/wiki/Power_forward_(basketball)": "The power forward (PF), also known as the four, is one of the five positions in a regulation basketball game. Power forwards play a role similar to that of center. They typically play offensively with their backs towards the basket and position themselves defensively under the basket in a zone defense or against the opposing power forward in man-to-man defense. The power forward position entails a variety of responsibilities, one of which is rebounding. Many power forwards are noted for their mid-range jump-shot, and several players have become very accurate from 12 to 18 feet (3.7 to 5.5 m).  Earlier, these skills were more typically exhibited in the European style of play. Some power forwards, known as stretch fours, have since extended their shooting range to three-point field goals.",
  "/wiki/Ray_Blume": "Bernard Ray Blume (born September 23, 1958), known as Ray Blume, is an American athlete and public employee. Blume achieved his greatest career success at the collegiate level as a guard for an Oregon State University Beavers men's basketball. During Blume's four-year tenure the team went 86-27 and made the NCAA tournament twice. Blume won All-American honors in 1980 and was All-Conference in 1980 and 1981. He was inducted into the Oregon State Athletic Hall of Fame in 2004 and into the Pac-12 Conference Basketball Hall of Honor in 2017.",
  "/wiki/Fred_Boyd": "Freddie L. Boyd (born June 13, 1950) is a retired American National Basketball Association (NBA) player whose career lasted from 1972–1978.",
  "/wiki/Jay_Carty": "Jay J. Carty Jr. (July 4, 1941 – May 4, 2017) was a basketball player, public speaker, church consultant, and ministry leader.",
  "/wiki/Lester_Conner": "Lester Allen Conner (born September 17, 1959) is an American professional basketball coach and former professional basketball player, who played for numerous NBA teams. On the floor at the collegiate level the 6'4\" Conner was a \"swingman,\" playing both the shooting guard and small forward positions, earning high collegiate honors as the 1982 Pac-10 Player of the Year.",
  "/wiki/Point_guard": "The point guard (PG), also called the one or point, is one of the five positions in a regulation basketball game. A point guard has perhaps the most specialized role of any position. Point guards are expected to run the team's offense by controlling the ball and making sure that it gets to the right player at the right time. Above all, the point guard must understand and accept their coach's game plan; in this way, the position can be compared to a quarterback in American football, a catcher in baseball or a playmaker in soccer (association football). They must also be able to adapt to what the defense is allowing and must control the pace of the game.",
  "/wiki/Jared_Cunningham": "Jared Armon Cunningham (born May 22, 1991) is an American professional basketball player for Shanghai Sharks of the Chinese Basketball Association (CBA). He played college basketball for Oregon State, where he was an All-Pac-12 first team selection before being selected with the 24th overall pick in the 2012 NBA draft by the Cleveland Cavaliers.",
  "/wiki/Mel_Counts": "Mel Grant Counts (born October 16, 1941) is an American retired basketball player who played in the National Basketball Association (NBA) from 1964 to 1976.  An excellent outside shooter for a 7 footer, he was on the United States Olympic basketball team that won the gold at the 1964 Summer Olympics.  He played in college for Oregon State University and was selected by the Boston Celtics in the 1964 NBA draft. The Celtics won the NBA Championship in 1965 and 1966 with Counts on the team as Bill Russell's backup, but he was traded for the 1967 season to the Baltimore Bullets. Halfway through that season he was traded to the Los Angeles Lakers, who made it to the playoffs that year.",
  "/wiki/Basketball_at_the_1960_Summer_Olympics": "Basketball at the 1960 Summer Olympics was the fifth appearance of the sport of basketball as an official Olympic medal event.  16 nations were admitted into the Olympic tournament, with many others being eliminated in a pre-Olympic tournament held earlier in the year from 13 to 20 August 1960 at the Land Rover Arena at Bologna. 64 games of basketball were played in the Olympic tournament that was held at the Palazzetto dello Sport and PalaLottomatica, both in Rome.",
  "/wiki/1960_United_States_men%27s_Olympic_basketball_team": "The 1960 United States men's Olympic basketball team competed in the Games of the XVII Olympiad, representing the United States of America. The USA team, coached by California Golden Bears head coach Pete Newell, dominated the competition, winning its games by an average of 42.4 points per game.  The team is considered by many to be the best amateur level basketball team of all time, and was elected to the Naismith Memorial Basketball Hall of Fame as a unit, in 2010.",
  "/wiki/List_of_members_of_the_Naismith_Memorial_Basketball_Hall_of_Fame": "The Naismith Memorial Basketball Hall of Fame, located in Springfield, Massachusetts, honors players who have shown exceptional skill at basketball, all-time great coaches, referees, and other major contributors to the sport. It is named after Dr. James Naismith, who conceived the sport in 1891; he was inducted into the Hall as a contributor in 1959.",
  "/wiki/Naismith_Memorial_Basketball_Hall_of_Fame": "The Naismith Memorial Basketball Hall of Fame is an American history museum and hall of fame, located at 1000 Hall of Fame Avenue in Springfield, Massachusetts. It serves as basketball's most complete library, in addition to promoting and preserving the history of basketball. Dedicated to Canadian-American physician and inventor of the sport James Naismith, it was opened and inducted its first class in 1959.",
  "/wiki/Chelle_Flamoe": "Chelle Flamoe is a former women's basketball player who played in college for the Oregon State Beavers, and, later, on the United States Women's Basketball Olympic team.",
  "/wiki/United_States_women%27s_national_basketball_team": "The USA Basketball Women's National Team, commonly known as the United States Women's National Basketball Team, is governed by USA Basketball and competes in FIBA Americas. The team is by far the most successful in international women's basketball, winning eight out of ten Olympic tournaments it had entered. It also won eight of the last eleven World Cups (including the last three), and ten titles overall. The team is currently ranked first in the FIBA World Rankings.",
  "/wiki/Gary_Freeman_(basketball)": "Gary C. Freeman (born July 25, 1948) is an American former National Basketball Association (NBA) player from 1970 to 1971.  He played in college for Oregon State University and was selected by the Milwaukee Bucks in the first round (16th overall) of the 1970 NBA Draft and by the Virginia Squires in the 1970 ABA Draft.",
  "/wiki/Dave_Gambee": "Dave Gambee (born February 16, 1937) is an American former basketball player in the National Basketball Association (NBA).",
  "/wiki/Small_forward": "The small forward (SF), also known as the three, is one of the five positions in a regulation basketball game. Small forwards are typically shorter, quicker, and leaner than power forwards and centers, but typically taller, larger and stronger than either of the guard positions.",
  "/wiki/Slats_Gill": "Amory Tingle \"Slats\" Gill (May 1, 1901 – April 5, 1966) was an American college basketball coach, the head coach at Oregon State University in Corvallis for 36 seasons. As a player, Gill was twice named to the All-Pacific Coast Conference basketball team. As head coach, he amassed 599 victories with a winning percentage of .604. Gill was also the head coach of the baseball team for six seasons and later was the OSU athletic director.",
  "/wiki/A._C._Green": "A. C. Green Jr. (born October 4, 1963) is an American retired National Basketball Association (NBA) player who played in more consecutive games than any other player in NBA and ABA history. With 1,192 straight games played, he earned the nickname \"Iron Man\". He played for the Los Angeles Lakers, Phoenix Suns, Dallas Mavericks and Miami Heat. He won three NBA championships with the Lakers, in 1987 and 1988, during the Showtime era and the third in 2000, during his second Lakers stint. He was born and raised in Portland, Oregon, attending Benson Polytechnic High School and Oregon State University. He was inducted into the Oregon Sports Hall of Fame in 2003. He played in 1192 consecutive games and 1278 out of 1281 games in his career (99.8%), with the three he missed coming in his second season, 1986–87.",
  "/wiki/National_Basketball_Association_All-Star_Game": "The National Basketball Association All-Star Game is a basketball exhibition game hosted every February by the National Basketball Association (NBA) and showcases 24 of the league's star players. It is the featured event of NBA All-Star Weekend, a three-day event which goes from Friday to Sunday. The All-Star Game was first played at the Boston Garden on March 2, 1951.",
  "/wiki/Swede_Halbrook": "Harvey Wade \"Swede\" Halbrook  (January 30, 1933 – April 5, 1988) was an American former National Basketball Association (NBA) player from 1960 to 1962.  He played in college for Oregon State University, and at 7 ft 3 in (2.21 m), was at the time the tallest player to ever play college and professional basketball.",
  "/wiki/Scott_Haskin": "Scott Russell Haskin (born September 19, 1970) is a retired American professional basketball player who was selected by the Indiana Pacers in the 1st round (14th overall) of the 1993 NBA Draft. Haskin played one season in the NBA for the Pacers, appearing in 27 games and averaging 2.0 ppg. He played collegiately at Oregon State University.",
  "/wiki/Jim_Jarvis": "James C. Jarvis (born March 3, 1943) is a former American basketball player and coach.",
  "/wiki/Steve_Johnson_(basketball)": "Clarence Stephen Johnson (born November 3, 1957) is a retired American professional basketball player, who played for numerous NBA teams. He played the power forward and center positions. He was generally regarded as a good low-post offensive player, but as a poor defender and rebounder (and as a foul-prone player as well).",
  "/wiki/National_Collegiate_Athletic_Association": "The National Collegiate Athletic Association (NCAA)[a] is a nonprofit organization that regulates student athletes from 1,268 North American institutions and conferences. It also organizes the athletic programs of many colleges and universities in the United States and Canada, and helps more than 480,000 college student-athletes who compete annually in college sports. The organization is headquartered in Indianapolis, Indiana."
}