{
  "/wiki/Colby_Covington": "Colby Covington (/ˈkʌvɪŋtən/ KUV-ing-tən; born February 22, 1988) is an American mixed martial artist. He is a former Interim UFC Welterweight Champion. As of December 14, 2019, he is #2 in the UFC welterweight rankings.",
  "/wiki/UFC": "The Ultimate Fighting Championship (UFC) is an American mixed martial arts (MMA) promotion company based in Las Vegas, Nevada, which is owned and operated by parent company William Morris Endeavor. It is the largest MMA promotion company in the world and features on its roster the highest-level fighters in the sport. The UFC produces events worldwide that showcase twelve weight divisions and abides by the Unified Rules of Mixed Martial Arts. As of 2019, the UFC has held over 500 events. Dana White has been UFC president since 2001. Under White's stewardship, the UFC has grown into a globally popular multi-billion-dollar enterprise.",
  "/wiki/Nathan_Coy": "Nathan David Coy (born July 24, 1978) is an American mixed martial artist who most recently competed in the Welterweight division of the UFC. A professional competitor since 2008, he has also competed for Bellator, the MFC, and Strikeforce.",
  "/wiki/Mixed_martial_artist": "Mixed martial arts (MMA), also known as cage fighting, is a full-contact combat sport that allows striking and grappling, both standing and on the ground, using techniques from various combat sports and martial arts. The first documented use of the term mixed martial arts was in a review of UFC 1 by television critic Howard Rosenberg in 1993. The term gained popularity when newfullcontact.com, then one of the largest websites covering the sport, hosted and republished the article. The question of who actually coined the term is subject to debate.",
  "/wiki/Bellator_MMA": "Bellator MMA is an American mixed martial arts promotion company based in Santa Monica, California that is owned and operated as a subsidiary of ViacomCBS. It is one of the largest MMA promotion companies in the world and features many of the upper echelon athletes in combat sports. Its first event was held in 2009, with 236 \"numbered\" events held as of December 2019. The word Bellator is Latin for \"warrior\". The company was previously known as Bellator Fighting Championships",
  "/wiki/Les_Gutches": "Les Gutches (born Leslie Lyle Gutches on February 21, 1973 in Medford, Oregon) is an American former amateur wrestler and coach.  His accomplishments include becoming the World Champion in Freestyle Wrestling at the 1997 World Wrestling Championships, the Dan Hodge Trophy as the nation's best college wrestler in 1996, becoming the National Collegiate Athletic Association (NCAA) champion in the 177 lb. weight division in both 1995 and 1996, earning All-American status in 1994, 1995 & 1996, becoming a member of the 1996 United States Olympics freestyle wrestling team, and winning numerous other tournaments and honors.",
  "/wiki/NCAA": "The National Collegiate Athletic Association (NCAA)[a] is a nonprofit organization that regulates student athletes from 1,268 North American institutions and conferences. It also organizes the athletic programs of many colleges and universities in the United States and Canada, and helps more than 480,000 college student-athletes who compete annually in college sports. The organization is headquartered in Indianapolis, Indiana.",
  "/wiki/Goodwill_Games": "The Goodwill Games was an international sports competition created by Ted Turner in reaction to the political troubles surrounding the Olympic Games of the 1980s. In 1979, the Soviet invasion of Afghanistan caused the United States and other Western countries to boycott the 1980 Summer Olympics in Moscow, an act reciprocated when the Soviet Union and other Eastern Bloc countries (with the exception of Romania) boycotted the 1984 Summer Olympics in Los Angeles.",
  "/wiki/Gold_medal": "A gold medal is a medal awarded for highest achievement in a non-military field. Its name derives from the use of at least a fraction of gold in form of plating or alloying in its manufacture.",
  "/wiki/Freestyle_wrestling": "Freestyle wrestling is a style of amateur wrestling that is practiced throughout the world. Along with Greco-Roman, it is one of the two styles of wrestling contested in the Olympic games. American high school and college wrestling is conducted under different rules and is termed scholastic and collegiate wrestling.",
  "/wiki/World_Champion": "A world championship is generally an international competition open to elite competitors from around the world, representing their nations, and winning such an event will be considered the highest or near highest achievement in the sport, game, or ability.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Cal_State_Fullerton_Titans": "The Cal State Fullerton Titans (also known as CSUF or Fullerton Titans) are the athletic teams that represent California State University, Fullerton.",
  "/wiki/Greco-Roman": "The Greco-Roman world, Greco-Roman culture, or the term Greco-Roman (/ˌɡrikoʊˈroʊmən/ or /ˌɡrɛkoʊˈroʊmən/); spelled Graeco-Roman in the United Kingdom and the Commonwealth), when used as an adjective, as understood by modern scholars and writers, refers to those geographical regions and countries that culturally (and so historically) were directly, long-term, and intimately influenced by the language, culture, government and religion of the ancient Greeks and Romans. It is also better known as the Classical Civilisation. In exact terms the area refers to the \"Mediterranean world\", the extensive tracts of land centered on the Mediterranean and Black Sea basins, the \"swimming-pool and spa\" of the Greeks and Romans, i.e. one wherein the cultural perceptions, ideas and sensitivities of these peoples were dominant.",
  "/wiki/Jeff_Monson": "Jeffrey William Monson (born January 18, 1971) is an American-Russian mixed martial artist currently competing in the Heavyweight division. A professional competitor since 1997, he has competed for the UFC, Strikeforce, DREAM, PRIDE, M-1 Global, Impact FC, World Victory Road, and Cage Warriors. In Brazilian jiu-jitsu and grappling, Monson is a two-time winner of the ADCC Submission Wrestling World Championship, and a No Gi Brazilian jiu-jitsu World Champion.\nMonson is an anarcho-communist known for his radical left-wing political views. He is the host of Monson TV on RT.",
  "/wiki/Ultimate_Fighting_Championship": "The Ultimate Fighting Championship (UFC) is an American mixed martial arts (MMA) promotion company based in Las Vegas, Nevada, which is owned and operated by parent company William Morris Endeavor. It is the largest MMA promotion company in the world and features on its roster the highest-level fighters in the sport. The UFC produces events worldwide that showcase twelve weight divisions and abides by the Unified Rules of Mixed Martial Arts. As of 2019, the UFC has held over 500 events. Dana White has been UFC president since 2001. Under White's stewardship, the UFC has grown into a globally popular multi-billion-dollar enterprise.",
  "/wiki/Chester_Newton": "Chester (\"Chet\") Willard Newton (September 18, 1903 – May 11, 1966) was an Olympic wrestler for the United States.  He won a silver medal in the featherweight division at the 1924 Summer Olympics in Paris, France, losing only to fellow Oregon State University alumnus and teammate Robin Reed in the finals.  Reed was also the only man to defeat Newton at the Olympic Trials in New York.",
  "/wiki/1924_Summer_Olympics": "The 1924 Summer Olympics (French: Les Jeux olympiques d'été de 1924), officially known as the Games of the VIII Olympiad, were an international multi-sport event which was celebrated in 1924 in Paris, France.",
  "/wiki/Robin_Reed": "Robin Reed (October 20, 1899 – December 20, 1978) was an American amateur wrestler and coach. Throughout his career he never lost a wrestling match, official or unofficial, to anyone at any weight class.  He was known for winning a gold medal at the 1924 Summer Olympics, leading Oregon State to its first team national championship, and for consistently wrestling in the 170 pound weight division despite his actual weight being close to 140.",
  "/wiki/Oregon_State_Beavers_wrestling": "The Oregon State Beavers wrestling program was established in 1909, competing in collegiate wrestling across 95 seasons since then.  Traditionally a national powerhouse, the Beavers won the Amateur Athletic Union national championship in 1926 (Oregon State's first national championship in any sport) and have won their conference championship 52 times.  The team has produced 94 All-Americans, 12 individual national champions, and is associated with five National Wrestling Hall of Fame members.  The team has finished their season ranked in the NCAA top 25 on 43 occasions, including finishing 20 seasons in the top 10 and two seasons as national runners-up.  The team's all-time dual meet record is 999-326-28 as of the end of the 2013-14 season which ranks them 3rd all-time for dual meet victories.",
  "/wiki/National_Wrestling_Hall_of_Fame": "The National Wrestling Hall of Fame and Museum is a museum and hall of fame for amateur wrestling, headquartered in Stillwater, Oklahoma. In 2010, it began operating the Dan Gable Museum in Waterloo, Iowa.",
  "/wiki/Greg_Strobel": "Greg Strobel is an American wrestler, coach, and member of the National Wrestling Hall of Fame from Scappoose, Oregon. He is the former head coach at Bethlehem, Pennsylvania-based Lehigh University, one of the top wrestling programs in the country.",
  "/wiki/Lehigh_University": "Lehigh University (LU) is a private research university in Bethlehem, Pennsylvania.  It was established in 1865 by businessman Asa Packer. Its undergraduate programs have been coeducational since the 1971–72 academic year. As of 2019[update], the university had 5,047 undergraduate students and 1,802 graduate students.",
  "/wiki/Oscar_Wood": "Gordon Oscar Wood (born June 21, 1975) is an amateur American wrestler, who competed in the Greco-Roman welterweight category. He was a two-time NCAA All-American for the Oregon State Beavers (1996–1999), and also represented the United States at the 2004 Summer Olympics. Serving as a staff sergeant of the United States Army in Fort Carson, Colorado, Wood also trained full time for the army's wrestling club."
}