{
  "/wiki/C._A._Nothnagle_Log_House": "C. A. Nothnagle Log House (also known as Braman-Nothnagle Log House) is a historic house on Swedesboro-Paulsboro Road near Swedesboro in the Gibbstown section of Greenwich Township, Gloucester County, New Jersey, United States. It is one of the oldest surviving log houses in the United States.",
  "/wiki/Gibbstown,_New_Jersey": "Gibbstown is an unincorporated community and census-designated place (CDP) located within Greenwich Township, in Gloucester County, New Jersey, United States. As of the 2010 United States Census, the CDP's population was 3,739.  Gibbstown is the location of C. A. Nothnagle Log House, purportedly the oldest house in New Jersey and the oldest surviving log house in the U.S., dating to around 1638.",
  "/wiki/Log_house": "A log house, or log building, is a structure built with horizontal logs interlocked at the corners by notching. Logs may be round, squared or hewn to other shapes, either handcrafted or milled. The term \"log cabin\" generally refers to a smaller, more rustic log house, such as a hunting cabin in the woods, that may or may not have electricity or plumbing.",
  "/wiki/New_Sweden": "New Sweden (Swedish: Nya Sverige; Finnish: Uusi Ruotsi; Latin: Nova Svecia) was a Swedish colony along the lower reaches of the Delaware River in America from 1638 to 1655, established during the Thirty Years' War when Sweden was a great military power. New Sweden was part of Swedish colonization efforts in the Americas. Settlements were established on both sides of the Delaware Valley in the region of Delaware, New Jersey, and Pennsylvania, often in places where Swedish traders had been visiting since about 1610. Fort Christina in Wilmington, Delaware was the first settlement, named after the reigning Swedish monarch. The settlers were Swedes, Finns, and a number of Dutch. New Sweden was conquered by the Dutch Republic in 1655 during the Second Northern War and incorporated into the Dutch colony of New Netherland.",
  "/wiki/Gloucester_County,_New_Jersey": "Gloucester County (/ˈɡlɒstər/) is a county located in the U.S. state of New Jersey. As of the 2017 Census estimate, the county's population was 292,206, making it the state's 14th-most populous county, an increase of 1.4% from the 2010 United States Census, when its population was enumerated at 288,288, in turn an increase of 33,615 (+13.2%) from the 254,673 counted in the 2000 U.S. Census. The percentage increase in the county's population between 2000 and 2010 was the largest in New Jersey, almost triple the statewide increase of 4.5%, and the absolute increase in residents was the third highest. Its county seat is Woodbury.",
  "/wiki/Hopewell_Township,_Cumberland_County,_New_Jersey": "Hopewell Township is a township in Cumberland County, New Jersey, in the United States. It is part of the Vineland-Millville- Bridgeton Primary Metropolitan Statistical Area for statistical purposes. As of the 2010 United States Census, the township's population was 4,571, reflecting an increase of 137 (+3.1%) from the 4,434 counted in the 2000 Census, which had in turn increased by 219 (+5.2%) from the 4,215 counted in the 1990 Census.",
  "/wiki/Greenwich,_Cumberland_County,_New_Jersey": "Greenwich Township (/ˈɡrinwɪtʃ/) is a township in Cumberland County, New Jersey, United States. As of the 2010 United States Census, the township's population was 804, reflecting a decline of 43 (-5.1%) from the 847 counted in the 2000 Census, which had in turn declined by 64 (-7.0%) from the 911 counted in the 1990 Census. It is part of the Vineland-Millville- Bridgeton Primary Metropolitan Statistical Area for statistical purposes.",
  "/wiki/Cumberland_County,_New_Jersey": "Cumberland County is a county located in the U.S. state of New Jersey. As of the 2017 Census estimate, the county's population was 150,972, making it the state's 16th-largest county, representing a 2.8% decrease from the 156,898 enumerated at the 2010 United States Census, in turn increasing by 10,460 (+7.1%) from the 146,438 counted in the 2000 Census, retaining its position as the state's 16th-most populous county. Its county seat is Bridgeton. Cumberland County is named for Prince William, Duke of Cumberland. The county was formally created from portions of Salem County as of January 19, 1748.",
  "/wiki/Jersey_City,_New_Jersey": "Jersey City is the second-most populous city in the U.S. state of New Jersey, after Newark. It is the seat of Hudson County as well as the county's largest city. As of 2018, the Census Bureau's Population Estimates Program calculated that Jersey City's population was 265,549, with the largest population increase of any municipality in New Jersey since 2010, an increase of about 9.4% from the 2010 United States Census, when the city's population was at 247,597, ranking the city the 78th-most-populous in the nation.",
  "/wiki/Westfield,_New_Jersey": "Westfield is a town in Union County of New Jersey, United States. As of the 2010 United States Census, the town's population was 30,316, reflecting an increase of 672 (+2.3%) from the 29,644 counted in the 2000 Census, which had in turn increased by 774 (+2.7%) from the 28,870 counted in the 1990 Census.",
  "/wiki/Bergen,_New_Netherland": "Bergen was a part of the 17th century province of New Netherland, in the area in northeastern New Jersey along the Hudson and Hackensack Rivers that would become contemporary Hudson and Bergen Counties. Though it only officially existed as an independent municipality from 1661, with the founding of a village at Bergen Square, Bergen began as a factorij at Communipaw circa 1615 and was first settled in 1630 as Pavonia. These early settlements were along the banks of the North River (Hudson River) across from New Amsterdam, under whose jurisdiction they fell.",
  "/wiki/Hudson_County,_New_Jersey": "Hudson County, a county in the U.S. state of New Jersey, lies west of the lower Hudson River, which was named for Henry Hudson, the sea captain who explored the area in 1609. Part of New Jersey's Gateway Region in the New York metropolitan area, Jersey City is its largest city and county seat.",
  "/wiki/Union_County,_New_Jersey": "Union County is a county in the U.S. state of New Jersey. As of the 2018 Census estimate, the county's population was 558,067, making it the seventh-most populous of the state's 21 counties, an increase of 5.1% from the 2010 United States Census, when its population was enumerated at 536,499, in turn an increase of 13,958 (2.7%) from the 522,541 enumerated in the 2000 Census. In 2010, Union County slipped to the seventh-most populous county in the state, having been surpassed by Ocean County. Union County is part of the New York metropolitan area. Its county seat is Elizabeth.",
  "/wiki/Parker_Homestead": "The Parker Homestead is a historic home and grounds in Little Silver, Monmouth County, New Jersey, United States, located at 235  Rumson Road near Sickles Park. The main house was originally built circa 1720, and includes materials from an earlier structure (c. 1667) the early and late 19th century, and the 1910s and 1920s. It is one of the oldest extant buildings in the state. The farmstead which also includes also three outlying barns were listed on the New Jersey Register of Historic Places and the National Register of Historic Places. in 2011.",
  "/wiki/Little_Silver,_New_Jersey": "Little Silver is a borough in Monmouth County, New Jersey, United States. As of the 2010 United States Census, the borough's population was 5,950, a drop of 220 (−3.6%) from the 6,170 counted in the 2000 Census, which had in turn increased by 449 (+7.8%) from the 5,721 counted in the 1990 Census.",
  "/wiki/Monmouth_County,_New_Jersey": "Monmouth County (/ˈmɒnməθ/) is a county located on the coast of New Jersey, in the United States within the New York metropolitan area, and the northernmost county along the Jersey Shore. As of the 2018 Census estimate, the county's population was 621,354, making it the state's fifth-most populous county, representing a decrease of 0.6% from the 2010 Census, when the population was enumerated at 630,380, in turn an increase of 15,079 from 615,301 at the 2000 Census. As of 2010, the county fell to the fifth-most populous county in the state, having been surpassed by Hudson County. Its county seat is Freehold Borough. The most populous place was Middletown Township, with 66,522 residents at the time of the 2010 Census, while Howell Township covered 61.21 square miles (158.5 km2), the largest total area of any municipality.",
  "/wiki/Old_Mill_at_Tinton_Falls": "Old Mill at Tinton Falls is located in Tinton Falls, Monmouth County, New Jersey, United States. The mill was built in 1676 and was added to the National Register of Historic Places on April 24, 1973.",
  "/wiki/Tinton_Falls,_New_Jersey": "Tinton Falls is a borough in Monmouth County, New Jersey, United States. As of the 2010 United States Census, the borough's population was 17,892, an increase of 2,839 (+18.9%) from the 15,053 counted in the 2000 Census, which had in turn increased by 2,692 (+21.8%) from the 12,361 counted in the 1990 Census.",
  "/wiki/Pennsville,_New_Jersey": "Pennsville Township is a township in Salem County, in the U.S. state of New Jersey. As of the 2010 United States Census, the township's population was 13,409, reflecting an increase of 215 (+1.6%) from the 13,194 counted in the 2000 Census, which had in turn declined by 600 (-4.3%) from the 13,794 counted in the 1990 Census. The township is named for William Penn. The township includes the state's westernmost point.",
  "/wiki/Salem_County,_New_Jersey": "Salem County is a county located in the U.S. state of New Jersey. Its western boundary is formed by the Delaware River and it has the eastern terminus of the Delaware Memorial Bridge, connecting to New Castle, Delaware. Its county seat is Salem. The county is part of the Delaware Valley area. As of the 2017 Census estimate, the county's population was 62,607, making it the state's least populous county, representing a 5.1% decrease from the 66,083 enumerated at the 2010 Census, in turn increasing by 1,798 (+2.8%) from the 64,285 counted in the 2000 Census, retaining its position as the state's least populous county. The most populous place was Pennsville Township, with 13,409 residents at the time of the 2010 Census. Lower Alloways Creek Township covers 72.46 square miles (187.7 km2), the largest total area of any municipality.",
  "/wiki/Sachem": "Sachem and Sagamore refer to paramount chiefs among the Algonquians or other Native American tribes of the northeast. The two words are anglicizations of cognate terms (c. 1622) from different Eastern Algonquian languages.  The Sagamore was a lesser chief than the Sachem. Both of these chiefs are elected by their people. Sagamores are chosen by single bands to represent them, and the Sachem is chosen to represent a tribe or group of bands. Neither title is hereditary but each requires selection by band thus led.",
  "/wiki/Fenwick's_Colony": "Salem is a city in Salem County, in the U.S. state of New Jersey. As of the 2010 United States Census, the city's population was 5,146, reflecting a decrease of 711 (−12.1%) from the 5,857 counted in the 2000 Census, which had in turn declined by 1,026 (−14.9%) from the 6,883 counted in the 1990 Census, an overall drop of more than 25% over the two decades. It is the county seat of Salem County, the state's most rural county. The name \"Salem\", in both the city and county, is derived from the Hebrew word shalom, meaning \"peace\".",
  "/wiki/Belcher-Ogden_Mansion-Price,_Benjamin-Price-Brittan_Houses_District": "The Belcher–Ogden Mansion; Benjamin Price House; and Price–Brittan House Historic District is a 0.8-acre (3,200 m2) historic district in Elizabeth, Union County, New Jersey, United States. It was listed on the National Register of Historic Places in 1986. It is located near Boxwood Hall and is in the heart of colonial Elizabethtown, the first English-speaking settlement in what became the Province of New Jersey.",
  "/wiki/Elizabeth,_New_Jersey": "Elizabeth is both the largest city and the county seat of Union County, in New Jersey, United States. As of the 2010 United States Census, the city had a total population of 124,969, retaining its ranking as New Jersey's fourth most populous city, behind Paterson. The population increased by 4,401 (3.7%) from the 120,568 counted in the 2000 Census, which had in turn increased by 10,566 (+9.6%) from the 110,002 counted in the 1990 Census. For 2018, the Census Bureau's Population Estimates Program calculated a population of 128,885, an increase of 3.1% from the 2010 enumeration, ranking the city the 215th-most-populous in the nation.",
  "/wiki/Province_of_New_Jersey": "The Province of New Jersey was one of the Middle Colonies of Colonial America and became New Jersey, a state of the United States in 1783. The province had originally been settled by Europeans as part of New Netherland, but came under English rule after the surrender of Fort Amsterdam in 1664, becoming a proprietary colony. The English then renamed the province after the Isle of Jersey in the English Channel. The Dutch Republic reasserted control for a brief period in 1673–1674. After that it consisted of two political divisions, East Jersey and West Jersey, until they were united as a royal colony in 1702. The original boundaries of the province were slightly larger than the current state, extending into a part of the present state of New York, until the border was finalized in 1773.",
  "/wiki/High_Street_Historic_District_(Burlington,_New_Jersey)": "The High Street Historic District in Burlington, New Jersey, is a historic district listed on  state and federal registers of historic places. It is adjacent to the city's Burlington Historic District. The district, which is a certified local district, comprises the buildings at 201–467 and 200–454 High Street and 13–37 and 10–22 East Broad. The boundary increase of 2014 includes the building at 6 West Pearl Street, a brewery building dating from 1682, now a residence.",
  "/wiki/Burlington,_New_Jersey": "Burlington is a city in Burlington County, New Jersey, United States and a suburb of Philadelphia. As of the 2010 United States Census, the city's population was 9,920, reflecting an increase of 184 (+1.9%) from the 9,736 counted in the 2000 Census, which had in turn declined by 99 (−1.0%) from the 9,835 counted in the 1990 Census.",
  "/wiki/Woodbridge,_New_Jersey": "Woodbridge Township is a township in Middlesex County, New Jersey, United States. As of the 2010 United States Census, the township had a total population of 99,585, reflecting an increase of 2,382 (+2.5%) from the 97,203 counted in the 2000 Census, which had in turn increased by 4,117 (+4.4%) from the 93,086 counted in the 1990 Census. Woodbridge was the sixth-most-populous municipality in New Jersey in 2000 and 2010. Woodbridge hosts the intersection of the New Jersey Turnpike and the Garden State Parkway, the two busiest highways in the state, and also serves as the headquarters for the New Jersey Turnpike Authority.",
  "/wiki/Middlesex_County,_New_Jersey": "Middlesex County is a county located in north-central New Jersey, United States. In 2018, the Census Bureau estimated the county's population at 829,685, making it the state's second-most populous county, an increase of 4.1% from 809,858 in the 2010 census. Middlesex is part of the New York metropolitan area, and its county seat is New Brunswick. The center of population of the state of New Jersey is located in Middlesex County, in East Brunswick Township, just east of the New Jersey Turnpike. The 2000 Census showed that the county ranked 63rd in the United States among the wealthiest counties by median household income. The Bureau of Economic Analysis ranked the county as having the 143rd-highest per capita income of all 3,113 counties in the United States (and the 10th-highest in New Jersey) as of 2009. Middlesex County holds the nickname, The Greatest County in the Land.",
  "/wiki/Buckelew_Mansion": "Buckelew Mansion, also known as Lakeview, is a historic home in Jamesburg, Middlesex County, New Jersey, United States. It now serves as a museum of local history and the headquarters of the Jamesburg Historical Association.",
  "/wiki/Jamesburg,_New_Jersey": "Jamesburg is a borough in Middlesex County, New Jersey, United States. As of the 2010 United States Census, the borough's population was 5,915, reflecting a decline of 110 (-1.8%) from the 6,025 counted in the 2000 Census, which had in turn increased by 731 (+13.8%) from the 5,294 counted in the 1990 Census.",
  "/wiki/Revell_House": "Revell House,  also known as the Hutchinson-Revell House, in Burlington, New Jersey, is the oldest building in Burlington County and one of the oldest residences in New Jersey. It was constructed in 1685 by George Hutchinson, a wealthy Quaker distiller, and sold to Thomas Revell who used it as offices from 1696 to 1699. Originally located at 8 East Pearl Street the building was relocated to 213 Wood Street in 1966.",
  "/wiki/Burlington_County,_New_Jersey": "Burlington County is a county in the U.S. state of New Jersey. The county is the largest in New Jersey by total area ahead of Ocean County which has a total area of 636 sq mi  and its county seat is Mount Holly. As of the 2018 Census Bureau estimate, the county's population was 445,384, making it the 11th-largest of the state's 21 counties, representing a 0.4% decrease from the 2010 United States Census, when the population was enumerated at 448,734, in turn an increase of 25,340 (6.0%) from the 423,394 enumerated in the 2000 Census. The most-populous place was Evesham Township, with 45,538 residents at the time of the 2010 Census, while Washington Township covered 102.71 square miles (266.0 km2), the largest area of any municipality in Burlington County.",
  "/wiki/Chew-Powell_House": "The Chew-Powell House is a historic building in the Blenheim section of Gloucester Township, Camden County, New Jersey, United States.  It was built in 1688 by James Whitall.  The Chew-Powell-Wallens Burying Ground, next to the house, is considered to be the oldest cemetery in the township, and it reportedly contains the remains of early settlers, soldiers of the Revolutionary and Civil Wars and Leni Lenape Native Americans.",
  "/wiki/Gloucester_Township,_New_Jersey": "Gloucester Township is a township in Camden County, New Jersey, United States.  As of the 2010 United States Census, the township had a total population of 64,634, reflecting an increase of 284 (+0.4%) from the 64,350 counted in the 2000 Census, which had in turn increased by 10,553 (+19.6%) from the 53,797 counted in the 1990 Census. The township ranked as the 19th most-populous municipality in the state in 2010 after having been ranked 18th in 2000.",
  "/wiki/Camden_County,_New_Jersey": "Camden County is a county located in the U.S. state of New Jersey. Its county seat is Camden. As of the 2018 Census estimate, the county's population was 507,078, making it the state's 8th-largest county, representing a 0.7% decrease from the 513,657 enumerated at the 2010 Census, in turn having increased by 4,725 (up 0.9%, the third-lowest growth rate in the state) from the 508,932 counted in the 2000 Census. The most populous place was Camden, with 77,344 residents at the time of the 2010 Census, while Winslow Township covered 58.19 square miles (150.7 km2), the largest total area of any municipality.",
  "/wiki/Ladd's_Castle": "Ladd's Castle (also known as Candor Hall) is a historic building at 1337 Lafayette Avenue in the Colonial Manor section of West Deptford Township, Gloucester County, New Jersey, United States.",
  "/wiki/West_Deptford,_New_Jersey": "West Deptford Township is a township in Gloucester County, New Jersey, United States.  As of the 2010 United States Census, the township's population was 21,677, reflecting an increase of 2,309 (+11.9%) from the 19,368 counted in the 2000 Census, which had in turn declined by 12 (-0.1%) from the 19,380 counted in the 1990 Census.",
  "/wiki/William_Penn": "William Penn (14 October 1644 – 30 July 1718) was the son of the admiral and politician Sir William Penn. Penn was a writer, early member of the Religious Society of Friends (Quakers), and founder of the English North American colony the Province of Pennsylvania. He was an early advocate of democracy and religious freedom, notable for his good relations and successful treaties with the Lenape Native Americans. Under his direction, the city of Philadelphia was planned and developed.",
  "/wiki/Hendrick_Fisher": "Hendrick Fisher (also spelled Fischer, Visscher) (1697–1779) represented Somerset County in the New Jersey Colonial Assembly, was one of three delegates representing New Jersey at the Stamp Act Congress in New York in 1765, was elected to New Jersey's Committee of Correspondence, served as a member of the Committee of Safety, was President of the Colonial Assembly, was the first President of the Provincial Congress of New Jersey in 1775, was labeled an arch traitor and \"Enemy of the Crown\", and a founder and first President of the board of trustees of Queen's College (now Rutgers University). His great-great grandson was Hendrick V. Fisher (1846-1909) who was a businessman and had served in the Illinois General Assembly.",
  "/wiki/Franklin,_Somerset_County,_New_Jersey": "Franklin Township is a township in Somerset County, New Jersey, United States. As of the 2010 United States Census, the township's population was 62,300, reflecting an increase of 11,397 (+22.4%) from the 50,903 counted in the 2000 Census, which had in turn increased by 8,123 (+19.0%) from the 42,780 counted in the 1990 Census.",
  "/wiki/Somerset_County,_New_Jersey": "Somerset County is a county located in the central of the U.S. state of New Jersey. As of the 2018 Census estimate, the county's population was 331,164, a 3.7% increase from the 2010 United States Census, making it the 13th most populous of the state's 21 counties. Somerset County is part of the New York Metropolitan Area. Its county seat is Somerville. The most populous place was Franklin Township, with 62,300 residents at the time of the 2010 Census, while Hillsborough Township, covered 55.00 square miles (142.4 km2), the largest total area of any municipality.",
  "/wiki/Ukrainian_Orthodox_Church_of_the_USA": "The Ukrainian Orthodox Church of the USA (UOC of USA) is a jurisdiction of the Ecumenical Patriarchate in the United States. It consists of two eparchies (dioceses), ruled by two bishops, including about 85 active parishes and missions.  The Church's current leader is Metropolitan Antony. The Church's head offices and Consistory are based in South Bound Brook, New Jersey.",
  "/wiki/Newkirk_House": "The Newkirk House, also known as the Summit House, located at 510 Summit Avenue is the oldest surviving structure in Jersey City, New Jersey. The two-story Dutch Colonial building, composed of sandstone, brick, and clapboard dates to 1690.",
  "/wiki/Caesar_Hoskins_Log_Cabin": "Caesar Hoskins Log Cabin is located in Mauricetown section of Commercial Township, Cumberland County, New Jersey, United States. The building was built in 1690 and was added to the National Register of Historic Places on September 10, 1987.",
  "/wiki/Mauricetown,_New_Jersey": "Mauricetown (pronounced \"Morristown\") is an unincorporated community located within Commercial Township in Cumberland County, New Jersey, United States.",
  "/wiki/Robinson_Plantation_House": "The Robinson Plantation House is a historic house in Clark, New Jersey built around 1690 on territory that was part of the Elizabethtown Tract, and was once part of Rahway. It was added to the National Register of Historic Places in 1974 as Seventeenth Century Clark House. The 17th century frame house is characterized by its rubble stone foundation and massive fireplace foundation in the cellar, chamfered and carved summer beam, steeply pitched roof, crenellated chimney, diamond-paneled casement windows and broad overhanging corner pendants.  \nA circa 1957 addition on the back contains modern utilities and the house was occupied as a residence until 1973, after which it became the Dr. Wm. Robinson Plantation & Museum.",
  "/wiki/Clark,_New_Jersey": "Clark is a township in southern Union County, New Jersey, United States. As of the 2010 United States Census, the township's population was 14,756 reflecting an increase of 159 (+1.1%) from the 14,597 counted in the 2000 Census, which had in turn declined by 32 (-0.2%) from the 14,629 counted in the 1990 Census.",
  "/wiki/Cold_Spring,_New_Jersey": "Cold Spring is an unincorporated community in Lower Township, Cape May County, New Jersey.",
  "/wiki/Cape_May_County,_New_Jersey": "Cape May County is the southernmost county in the U.S. state of New Jersey. Much of the county is located on the Cape May Peninsula, bounded by the Delaware Bay to the west, and the Atlantic Ocean to the south and east. Adjacent to the Atlantic coastline are five barrier islands that have been built up as seaside resorts. A consistently popular summer destination with 30 miles (48 km) of beaches, Cape May County attracts vacationers from New Jersey and surrounding states, with the summer population exceeding 750,000. Tourism generates annual revenues of about $6.6 billion as of 2018, making it the county's single largest industry, with leisure and hospitality being Cape May's largest employment category. Its county seat is the Cape May Court House section of Middle Township.",
  "/wiki/Daniel_Coxe": "Dr. Daniel Coxe (c. 1640 – January 19, 1730) FRS was an English physician and governor of West Jersey from 1687-1688 and 1689-1692.",
  "/wiki/Historic_Cold_Spring_Village": "Historic Cold Spring Village is an open-air living-history museum located at 720 US Route 9 in the Cold Spring section of Lower Township in Cape May County, New Jersey. It contains several buildings that are listed on the National Register of Historic Places. The Cold Spring Grange Hall, listed in 1998, serves as the entrance to the village. The village was listed as the Historic Cold Spring Village Historic District on the New Jersey Register of Historic Places on September 27, 2016.",
  "/wiki/Griffith_Morgan_House": "Griffith Morgan House is located in Pennsauken Township, Camden County, New Jersey, United States. The house was built in 1693 and added to the National Register of Historic Places on January 25, 1973.",
  "/wiki/Pennsauken_Township,_New_Jersey": "Pennsauken Township is a township in Camden County, in the US state of New Jersey, and a suburb of Philadelphia. As of the 2010 United States Census, the township's population was 35,885, reflecting an increase of 148 (+0.4%) from the 35,737 counted in the 2000 Census, which had in turn increased by 999 (+2.9%) from the 34,738 counted in the 1990 Census.",
  "/wiki/Jonathan_Pyne_House": "The Jonathan Pyne House, formerly the Richard Stites, Jr. House, is located in Lower Township, Cape May County, New Jersey, United States. The house was built in 1694 and added to the National Register of Historic Places on February 14, 1997.",
  "/wiki/Cape_May,_New_Jersey": "Cape May is a city at the southern tip of Cape May Peninsula in Cape May County, New Jersey, where the Delaware Bay meets the Atlantic Ocean. One of the country's oldest vacation resort destinations, it is part of the Ocean City Metropolitan Statistical Area. As of the 2010 United States Census, the city had a year-round population of 3,607, reflecting a decline of 427 (-10.6%) from the 4,034 counted in the 2000 Census, which had in turn declined by 634 (-13.6%) from the 4,668 counted in the 1990 Census. In the summer, Cape May's population is expanded by as many as 40,000 to 50,000 visitors. The entire city of Cape May is designated the Cape May Historic District, a National Historic Landmark due to its concentration of Victorian buildings.",
  "/wiki/List_of_the_oldest_buildings_in_New_Jersey": "This article attempts to list the oldest extant buildings surviving in the state of New Jersey in the United States of America, including the oldest houses in New Jersey and any other surviving structures. Some dates are approximate and based upon dendochronology, architectural studies, and historical records. Sites on the list are generally from the First Period of American architecture or earlier.\nTo be listed here a site must:"
}