{
  "/wiki/First_Reformed_Dutch_Church,_Hackensack": "First Dutch Reformed Church, also known as the \"Old Church on the Green\", is located in Hackensack, New Jersey.",
  "/wiki/Hackensack,_New_Jersey": "Hackensack is a city in Bergen County in New Jersey, United States, and serves as its county seat. The area was officially named New Barbadoes Township until 1921, but it was informally known as Hackensack since at least the 18th century. As of the 2010 United States Census, the city's population was 43,010, reflecting an increase of 333 (+0.8%) from the 42,677 counted in the 2000 Census, which had, in turn, increased by 5,628 (+15.2%) from the 37,049 counted in the 1990 Census.",
  "/wiki/Dutch_Reformed_Church": "The Dutch Reformed Church (Dutch: Nederlandse Hervormde Kerk, abbreviated NHK) was the largest Christian denomination in the Netherlands from the onset of the Protestant Reformation until 1930. It was the foremost Protestant denomination, and—since 1892—one of the two major Reformed denominations along with the Reformed Churches in the Netherlands.",
  "/wiki/New_Jersey_State_House": "The New Jersey State House is located in Trenton and is the capitol building for the U.S. state of New Jersey.  Built in 1790, it is the third-oldest state house in continuous legislative use in the United States; only the Maryland State Capitol in  Annapolis and the Virginia State Capitol in Richmond are older. The building houses both chambers of the Legislature (the Senate and the General Assembly), as well as offices for the Governor, Lieutenant Governor and several state government departments. The building is the closest capitol building to a state border of any state capitol, with the bridge to Pennsylvania being within walking distance a few blocks away.",
  "/wiki/Trenton,_New_Jersey": "Trenton is the capital city of the U.S. state of New Jersey and the county seat of Mercer County. It briefly served as the capital of the United States in 1784. The city's metropolitan area, consisting of Mercer County, is grouped with the New York Combined Statistical Area by the United States Census Bureau, but it directly borders the Philadelphia metropolitan area and was from 1990 until 2000 part of the Philadelphia Combined Statistical Area. As of the 2010 United States Census, Trenton had a population of 84,913, making it the state's tenth-most-populous municipality. The Census Bureau estimated that the city's population was 83,974 in 2018.",
  "/wiki/Old_Queens": "Old Queens is the oldest extant building at Rutgers University and is the symbolic heart of the university's campus in New Brunswick in Middlesex County, New Jersey in the United States. Rutgers, the Eighth-oldest college in the United States, was founded in 1766 during the American colonial period as Queen's College a decade before the start of American Revolution. Queen's College was named for Charlotte of Mecklenburg-Strelitz, the daughter of a German duke who became the queen consort of British king George III. Old Queens is located on a six-acre hilltop city block bounded by Somerset Street, Hamilton Street, College Avenue and George Street that was previously an apple orchard. Donated to the college in 1807 by James Parker, Jr., this city block become known the Queen's Campus and is the historic core of the university. Because of this, by metonymy, the name \"Old Queens\" came to be used as a reference to Rutgers College and is often invoked as an allusive reference to the university or to its administration.",
  "/wiki/New_Brunswick,_New_Jersey": "New Brunswick is a city in Middlesex County, New Jersey, United States, in the New York City metropolitan area. The city is the county seat of Middlesex County, and the home of Rutgers University. New Brunswick is on the Northeast Corridor rail line, 27 miles (43 km) southwest of Manhattan, on the southern bank of the Raritan River. As of 2018, New Brunswick had a Census-estimated population of 56,100, representing a 3.1% increase from the 55,181 people enumerated at the 2010 United States Census, which in turn had reflected an increase of 6,608 (+13.6%) from the 48,573 counted in the 2000 Census. Due to the concentration of medical facilities in the area, including Robert Wood Johnson University Hospital and Saint Peter's University Hospital, as well as Rutgers, The State University of New Jersey's Robert Wood Johnson Medical School, New Brunswick is known as both the Hub City and the Healthcare City. The corporate headquarters and production facilities of several global pharmaceutical companies are situated in the city, including Johnson & Johnson and Bristol-Myers Squibb.",
  "/wiki/Rutgers_University": "Rutgers, The State University of New Jersey (/ˈrʌtɡərz/), commonly referred to as Rutgers University, or RU, is an American public research university in New Jersey. It is the largest institution of higher education in New Jersey.",
  "/wiki/Burlington_County_Prison": "The Burlington County Prison operated from 1811 through 1965 in Mount Holly Township, Burlington County, New Jersey, United States.  It was designed with prisoner rehabilitation in mind.  The motto over the door, \"Justice Which, While it Punishes, Would Endeavor to Reform the Offender\", was chosen by architect Robert Mills. The Burlington County Prison operated from 1811 through 1965. When it closed in 1965, it was the oldest operating prison in the United States.\nIt is reportedly haunted by a tall male in a uniform in the basement, and the third floor is claimed to have a flurry of paranormal activity.\nIt is currently a museum.",
  "/wiki/Mount_Holly,_New_Jersey": "Mount Holly is a township in Burlington County, New Jersey, United States. It is the county seat of Burlington County as well as an eastern suburb of Philadelphia. As of the 2010 United States Census, the township's population was 9,536, reflecting a decline of 1,192 (−11.1%) from the 10,728 counted in the 2000 Census, which had in turn increased by 89 (+0.8%) from the 10,639 counted in the 1990 Census. Mount Holly also gives its name to the National Weather Service's Weather Forecast Office for the Philadelphia metropolitan area, though the office is actually located in adjacent Westampton.",
  "/wiki/Prison": "A prison,[a] also known as a correctional facility, jail,[b] gaol (dated, British and Australian English[c]), penitentiary (American English), detention center (or centre if outside the US), correctional center,[d] (American English) or remand center, is a facility in which inmates (or prisoners) are forcibly confined and denied a variety of freedoms under the authority of the state. Prisons are most commonly used within a criminal justice system: people charged with crimes may be imprisoned until their trial; those pleading or being found guilty of crimes at trial may be sentenced to a specified period of imprisonment. In simplest terms, a prison can also be described as a building in which people are legally held as a punishment for a crime they have committed.",
  "/wiki/Barrow_Mansion": "The Dr. William Barrow Mansion, is located at 83 Wayne Street between Barrow Street and Jersey Avenue in Downtown Jersey City, Hudson County, New Jersey, United States. The mansion was added to the National Register of Historic Places on May 2, 1977 and is located within the Van Vorst Park Historic District, which itself was dedicated on March 5, 1980 and is roughly bounded by Railroad Avenue, and Henderson, Grand, Bright, and Monmouth Streets.",
  "/wiki/Jersey_City,_New_Jersey": "Jersey City is the second-most populous city in the U.S. state of New Jersey, after Newark. It is the seat of Hudson County as well as the county's largest city. As of 2018, the Census Bureau's Population Estimates Program calculated that Jersey City's population was 265,549, with the largest population increase of any municipality in New Jersey since 2010, an increase of about 9.4% from the 2010 United States Census, when the city's population was at 247,597, ranking the city the 78th-most-populous in the nation.",
  "/wiki/Private_home": "A stand-alone house (also called a single-detached dwelling, detached residence or detached house) is a free-standing residential building. It is sometimes referred to as a single-family home, as opposed to a multi-family residential dwelling.",
  "/wiki/Roman_Catholic": "The Catholic Church, sometimes referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2017[update]. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church is headed by the Bishop of Rome, known as the pope. Its central administration is the Holy See.",
  "/wiki/Fort_Hancock_U.S._Life_Saving_Station": "The Fort Hancock U.S. Life Saving Station, also known as Spermaceti Cove No. 2 Life-Saving Service Station, is located on Sandy Hook, north of Highlands, New Jersey. Originally built on the grounds of Fort Hancock, the area has been part of the Sandy Hook Unit of Gateway National Recreation Area since 1974.",
  "/wiki/Sandy_Hook": "Sandy Hook is a barrier spit in Middletown Township, Monmouth County, New Jersey, United States. The barrier spit, approximately 6 miles (9.7 km) in length and varying from 0.1 to 1.0 mile (0.16 to 1.61 km) wide, is located at the north end of the Jersey Shore. It encloses the southern entrance of Lower New York Bay south of New York City, protecting it from the open waters of the Atlantic Ocean to the east. The Dutch called the area \"Sant Hoek\", with the English \"Hook\" deriving from the Dutch \"Hoek\" (corner, angle), meaning \"spit of land\". For over three centuries  mariners tasked with guiding ships across the Sandy Hook bar have been known as Sandy Hook pilots.",
  "/wiki/Highlands,_New_Jersey": "see also New York–New Jersey Highlands for the northwestern part of the state.",
  "/wiki/United_States_Life-Saving_Service": "The United States Life-Saving Service was a United States government agency that grew out of private and local humanitarian efforts to save the lives of shipwrecked mariners and passengers. It began in 1848 and ultimately merged with the Revenue Cutter Service to form the United States Coast Guard in 1915.",
  "/wiki/Fort_Hancock,_New_Jersey": "Fort Hancock is a former United States Army fort at Sandy Hook in Middletown Township New Jersey. The coastal artillery base defended the Atlantic coast and the entrance to New York Harbor, with its first gun batteries operational in 1896. Between 1874 and 1919, the adjacent US Army Sandy Hook Proving Ground was operated in conjunction with Fort Hancock. It is now part of Fort Hancock Memorial Park. It was preceded by the Fort at Sandy Hook, built 1857–1867 and demolished beginning in 1885.",
  "/wiki/Navesink_Twin_Lights": "The Navesink Twin Lights is a non-operational lighthouse and museum located in Highlands, Monmouth County, New Jersey, United States, overlooking Sandy Hook Bay, the entrance to the New York Harbor and the Atlantic Ocean. The Twin Lights, as the name implies, are a pair of beacons located 246 feet (75 m) above sea level on the headlands of the Navesink Highlands.",
  "/wiki/Long-A-Coming_Depot": "Long-a-Coming Depot, also known as the Berlin Railroad Station, is located in Berlin, Camden County, New Jersey, United States, between East Taunton and Washington Avenues, abutting the New Jersey Transit Atlantic City Line tracks. The station was built in 1856 and added to the National Register of Historic Places on February 14, 1997.",
  "/wiki/Berlin,_New_Jersey": "Berlin is a borough in Camden County, New Jersey, United States. As of the 2010 United States Census, the borough's population was 7,588, reflecting an increase of 1,439 (+23.4%) from the 6,149 counted in the 2000 Census, which had in turn increased by 477 (+8.4%) from the 5,672 counted in the 1990 Census.",
  "/wiki/Ramsey_(NJT_station)": "Ramsey is one of two NJ Transit rail stations in Ramsey, New Jersey served by the Main and Bergen County Lines. The station is located on Main Street and was built in 1868, thus making it the oldest operating passenger station in service in New Jersey, as the only older New Jersey passenger station, the Long-A-Coming Depot along the Atlantic City Line in Berlin, has not been in service since the 1960s. The station is often referred to as Ramsey-Main Street, to prevent confusion with the other station in the borough, Ramsey Route 17, which was completed in 2004.",
  "/wiki/Ramsey,_New_Jersey": "Ramsey is a borough in Bergen County, New Jersey, United States.  It is a suburb of New York City, located 26 miles (42 km) northwest of Midtown Manhattan. As of the 2010 United States Census, the borough's population was 14,473, reflecting an increase of 122 (+0.9%) from the 14,351 counted in the 2000 Census, which had in turn increased by 1,123 (+8.5%) from the 13,228 counted in the 1990 Census.",
  "/wiki/Morristown,_New_Jersey": "Morristown /ˈmɒrɪstaʊn/ is a town and the county seat of Morris County, New Jersey, United States. Morristown has been called \"the military capital of the American Revolution\" because of its strategic role in the war for independence from Great Britain. Today this history is visible in a variety of locations throughout the town that collectively make up Morristown National Historical Park.",
  "/wiki/Salem,_New_Jersey": "Salem is a city in Salem County, in the U.S. state of New Jersey. As of the 2010 United States Census, the city's population was 5,146, reflecting a decrease of 711 (−12.1%) from the 5,857 counted in the 2000 Census, which had in turn declined by 1,026 (−14.9%) from the 6,883 counted in the 1990 Census, an overall drop of more than 25% over the two decades. It is the county seat of Salem County, the state's most rural county. The name \"Salem\", in both the city and county, is derived from the Hebrew word shalom, meaning \"peace\".",
  "/wiki/African_Methodist_Episcopal_Church": "The African Methodist Episcopal Church, usually called the A.M.E. Church or AME, is a predominantly African-American Methodist denomination. It is the first independent Protestant denomination to be founded by black people. It was founded by the Rt. Rev. Richard Allen in Philadelphia, Pennsylvania, in 1816 from several black Methodist congregations in the mid-Atlantic area that wanted independence from white Methodists. It was among the first denominations in the United States to be founded on racial rather than theological distinctions and has persistently advocated for the civil and human rights of African Americans through social improvement, religious autonomy, and political engagement. Allen, a deacon in Methodist Episcopal Church, was consecrated its first bishop in 1816 by a conference of five churches from Philadelphia to Baltimore. The denomination then expanded west and south, particularly after the Civil War. By 1906, the AME had a membership of about 500,000, more than the combined total of the Colored Methodist Episcopal Church in America and the African Methodist Episcopal Zion Church, making it the largest major African-American Methodist denomination. The AME currently has 20 districts, each with its own bishop: 13 are based in the United States, mostly in the South, while seven are based in Africa. The global membership of the AME is around 2.5 million and it remains one of the largest Methodist denominations in the world.",
  "/wiki/Cape_May,_New_Jersey": "Cape May is a city at the southern tip of Cape May Peninsula in Cape May County, New Jersey, where the Delaware Bay meets the Atlantic Ocean. One of the country's oldest vacation resort destinations, it is part of the Ocean City Metropolitan Statistical Area. As of the 2010 United States Census, the city had a year-round population of 3,607, reflecting a decline of 427 (-10.6%) from the 4,034 counted in the 2000 Census, which had in turn declined by 634 (-13.6%) from the 4,668 counted in the 1990 Census. In the summer, Cape May's population is expanded by as many as 40,000 to 50,000 visitors. The entire city of Cape May is designated the Cape May Historic District, a National Historic Landmark due to its concentration of Victorian buildings.",
  "/wiki/Hotel": "A hotel is an establishment that provides paid lodging on a short-term basis. Facilities provided may range from a modest-quality mattress in a small room to large suites with bigger, higher-quality beds, a dresser, a refrigerator and other kitchen facilities, upholstered chairs, a flat screen television, and en-suite bathrooms. Small, lower-priced hotels may offer only the most basic guest services and facilities. Larger, higher-priced hotels may provide additional guest facilities such as a swimming pool, business centre (with computers, printers, and other office equipment), childcare, conference and event facilities, tennis or basketball courts, gymnasium, restaurants, day spa, and social function services. Hotel rooms are usually numbered (or named in some smaller hotels and B&Bs) to allow guests to identify their room. Some boutique, high-end hotels have custom decorated rooms. Some hotels offer meals as part of a room and board arrangement. In the United Kingdom, a hotel is required by law to serve food and drinks to all guests within certain stated hours.[citation needed] In Japan, capsule hotels provide a tiny room suitable only for sleeping and shared bathroom facilities.",
  "/wiki/East_Coast_of_the_United_States": "The East Coast of the United States, also known as the Eastern Seaboard, the Atlantic Coast, and the Atlantic Seaboard, is the coastline along which the Eastern United States meets the North Atlantic Ocean. The coastal states that have shoreline on the Atlantic Ocean are, from north to south, Maine, New Hampshire, Massachusetts, Rhode Island, Connecticut, New York, New Jersey, Delaware, Maryland, Virginia, North Carolina, South Carolina, Georgia, and Florida.",
  "/wiki/Contributing_property": "In the law regulating historic districts in the United States, a contributing property or contributing resource is any building, object, or structure which adds to the historical integrity or architectural qualities that make the historic district, listed locally or federally, significant. Government agencies, at the state, national, and local level in the United States, have differing definitions of what constitutes a contributing property but there are common characteristics. Local laws often regulate the changes that can be made to contributing structures within designated historic districts. The first local ordinances dealing with the alteration of buildings within historic districts was in Charleston, South Carolina in 1931.",
  "/wiki/Cape_May_Historic_District": "The Cape May Historic District is an area of 380 acres (1.5 km2) with over 600 buildings in the resort town of Cape May, Cape May County, New Jersey.  The city claims to be America's first seaside resort and has numerous buildings in the Late Victorian style, including the Eclectic, Stick, and Shingle styles, as well as the later Bungalow style, many with gingerbread trim. According to National Park Service architectural historian Carolyn Pitts, \"Cape May has one of the largest collections of late 19th  century frame buildings  left in the United States... that give it a homogeneous architectural character, a kind of textbook of vernacular American building.\"",
  "/wiki/Congregation_Adas_Emuno_(New_Jersey)": "Congregation Adas Emuno is a Reform synagogue in Leonia, New Jersey.",
  "/wiki/Hoboken,_New_Jersey": "Hoboken (/ˈhoʊboʊkən/ HOH-boh-kən; Unami: Hupokàn) is a city in Hudson County, New Jersey, United States. As of the 2010 United States Census, the city's population was 50,005, having grown by 11,428 (+29.6%) from 38,577 counted in the 2000 Census, which had in turn increased by 5,180 (+15.5%) from the 33,397 in the 1990 Census. Hoboken is part of the New York metropolitan area and is the site of Hoboken Terminal, a major transportation hub for the tri-state region.",
  "/wiki/Weehawken_Water_Tower": "The Hackensack Water Company Complex is a set of historic buildings in Weehawken, New Jersey, registered in the U.S. National Register of Historic Places. The Hackensack Water Company, a predecessor of Suez North America, developed water supply and storage in northeastern New Jersey from the 1870s to the 1970s, initially to provide service to the city of Hackensack and the towns of North Hudson. Originally its headquarters and major facilities were located at Hackensack, in Bergen County. Under Robert W. de Forest, who ran the Hackensack Water Company for 46 years beginning in 1881, the company constructed new facilities and moved its headquarters to Weehawken in Hudson County, setting up offices in a brick water tower, part of the present complex.",
  "/wiki/Weehawken,_New_Jersey": "Weehawken is a township in the northern part of Hudson County, New Jersey, United States. As of the 2010 United States Census, the township's population was 12,554, reflecting a decline of 947 (−7.0%) from the 13,501 counted in the 2000 Census, which had in turn increased by 1,116 (+9.0%) from the 12,385 counted in the 1990 Census.",
  "/wiki/Water_tower": "A water tower is an elevated structure supporting a water tank constructed at a height sufficient to pressurize a water distribution system for the distribution of potable water, and to provide emergency storage for fire protection. In some places, the term standpipe is used interchangeably to refer to a water tower. Water towers often operate in conjunction with underground or surface service reservoirs, which store treated water close to where it will be used. Other types of water towers may only store raw (non-potable) water for fire protection or industrial purposes, and may not necessarily be connected to a public water supply.",
  "/wiki/East_Jersey_State_Prison": "East Jersey State Prison (EJSP) is a maximum-security prison operated by the New Jersey Department of Corrections in Avenel, Woodbridge Township, New Jersey. It was established in 1896 as Rahway State Prison, and was the first reformatory in New Jersey. It houses approximately 1,500 men as of 2013[update].",
  "/wiki/Avenel,_New_Jersey": "Avenel is an unincorporated community and census-designated place (CDP) located within Woodbridge Township, in Middlesex County, New Jersey, United States. As of the 2010 United States Census, the CDP's population was 17,011.",
  "/wiki/Newark,_New_Jersey": "Newark (/ˈnuːərk/, locally /njʊərk/) is the most populous city in the U.S. state of New Jersey and the seat of Essex County. As one of the nation's major air, shipping, and rail hubs, the city had a population of 282,090 in 2018, making it the nation's 73rd-most populous municipality, after being ranked 63rd in the nation in 2000.",
  "/wiki/Skyscraper": "A skyscraper is a continuously habitable high-rise building that has over 40 floors and is taller than approximately 150 m (492 ft). Historically, the term first referred to buildings with 10 to 20 floors in the 1880s. The definition shifted with advancing construction technology during the 20th century. Skyscrapers may host offices, residential spaces, and retail spaces. For buildings above a height of 300 m (984 ft), the term supertall skyscrapers can be used, while skyscrapers reaching beyond 600 m (1,969 ft) are classified as megatall skyscrapers.",
  "/wiki/Four_Corners_(Newark)": "Four Corners is the intersection of Broad and Market Streets in Newark, New Jersey. It is the site of the city's earliest settlement and the heart of Downtown Newark that at one time was considered the busiest intersection in the United States. The area that radiates 22 square blocks from the crossroads is a state and federal historic district.",
  "/wiki/Harrison,_New_Jersey": "Harrison is a town in the western part of Hudson County, New Jersey, United States. It is a suburb of the nearby city of Newark, New Jersey.",
  "/wiki/Diner": "A diner is a small restaurant found predominantly in the Northeastern United States and Midwestern United States, as well as in other parts of the US, Canada, and parts of Western Europe and Lebanon. Diners offer a wide range of foods, mostly American cuisine, a casual atmosphere, and, characteristically, a combination of booths served by a waitstaff and a long sit-down counter with direct service, in the smallest simply by a cook. Most diners have extended hours, and some along highways and areas with significant shift work stay open for 24 hours.",
  "/wiki/Newark_Metropolitan_Airport_Buildings": "The Newark Metropolitan Airport Buildings are at Newark Liberty International Airport in Newark, New Jersey. Newark Metropolitan, opened in 1928, was the first major airport in the United States. The trio of Art Deco buildings, the Administration Building, Brewster Hangar and the Medical Building, were built in 1934 and dedicated by Amelia Earhart in 1935. They were added to state and federal registers of historic places in 1980. In 2001, the Administration Building was relocated when a runway was lengthened, and they have subsequently been renovated. The terminal was once adorned with murals by Arshile Gorky, only two of which survive and are part of the Newark Museum collection",
  "/wiki/Airport_terminal": "An airport terminal is a building at an airport where passengers transfer between ground transportation and the facilities that allow them to board and disembark from an aircraft.",
  "/wiki/Oyster_Creek_Nuclear_Generating_Station": "Oyster Creek Nuclear Power Station was a single unit 636 MWe boiling water reactor power plant in the United States.\nThe plant is located on an 800-acre (3.2 km2) site adjacent to Oyster Creek in the Forked River section of Lacey Township in Ocean County, New Jersey. \nAt the time of its closure, the facility was owned by Exelon Corporation and, along with unit 1 at Nine Mile Point Nuclear Generating Station, was the oldest operating commercial nuclear power plant in the United States. The plant first came online on December 1, 1969, and is licensed to operate until April 9, 2029, but Oyster Creek was permanently shut down in September 2018. The plant got its cooling water from Barnegat Bay, a brackish estuary that empties into the Atlantic Ocean through the Barnegat Inlet.",
  "/wiki/Forked_River,_New_Jersey": "Forked River (pronounced fork'id ri'ver) is an unincorporated community and census-designated place (CDP) located within Lacey Township, in Ocean County, New Jersey, United States. As of the 2010 United States Census, the CDP's population was 5,244.",
  "/wiki/Nuclear_power_station": "A nuclear power plant is a thermal power station in which the heat source is a nuclear reactor. As is typical of thermal power stations, heat is used to generate steam that drives a steam turbine connected to a generator that produces electricity. As of 2014[update], the International Atomic Energy Agency reported there were 450 nuclear power reactors in operation in 31 countries.",
  "/wiki/Caesars_Atlantic_City": "Caesars Atlantic City  is a luxury hotel, casino, and spa resort in Atlantic City, New Jersey. Like Caesars Palace in Las Vegas, it has an ancient Roman and ancient Greek theme. Atlantic City's second casino, it opened in 1979 as the Caesars Boardwalk Regency. The 124,720 sq ft (11,587 m2). casino has over 3,400 slot machines, and is one of the largest in Atlantic City. The resort has experienced much expansion and renovation in the past decade, including a new hotel tower, a new parking garage, and a new shopping center, Playground Pier.",
  "/wiki/Bally%27s_Atlantic_City": "Bally's Atlantic City is a hotel and casino on the Boardwalk in Atlantic City, New Jersey that is owned by Vici Properties and operated by Caesars Entertainment. The Marlborough-Blenheim Hotel stood on the site before the casino was built. It is famous for its address of \"Park Place and the Boardwalk\", two locations popularized by the board game Monopoly. Bally's is one of the largest hotels on the boardwalk with nearly 1,169 rooms. Its Dennis Tower opened in 1921. In 1997, The Wild Wild West Casino was opened as an expansion of Bally's.",
  "/wiki/Atlantic_City,_New_Jersey": "Atlantic City is a resort city in Atlantic County, New Jersey, United States, known for its casinos, boardwalk, and beaches. In 2010, the city had a population of 39,558. It was incorporated on May 1, 1854, from portions of Egg Harbor Township and Galloway Township. It borders Absecon, Brigantine, Pleasantville, Ventnor City, Egg Harbor Township, and the Atlantic Ocean.",
  "/wiki/Casino": "A casino is a facility for certain types of gambling. Casinos are often built near or combined with hotels, resorts, restaurants, retail shopping, cruise ships, and other tourist attractions. Some casinos are also known for hosting live entertainment, such as stand-up comedy, concerts, and sports.",
  "/wiki/Resorts_Casino_Hotel": "Resorts Casino Hotel is a hotel and casino in Atlantic City, New Jersey. Resorts was the first casino hotel in Atlantic City, becoming the first legal casino outside of Nevada in the United States, when it opened on May 26, 1978. The resort completed an expansion in 2004, adding the 27-story Rendezvous Tower, and underwent renovations in 2011, converting the resort to a Roaring Twenties theme.",
  "/wiki/List_of_the_oldest_buildings_in_New_Jersey": "This article attempts to list the oldest extant buildings surviving in the state of New Jersey in the United States of America, including the oldest houses in New Jersey and any other surviving structures. Some dates are approximate and based upon dendochronology, architectural studies, and historical records. Sites on the list are generally from the First Period of American architecture or earlier.\nTo be listed here a site must:"
}