{
  "/wiki/Nakheel_Tower": "Nakheel Tower (Arabic: برج نخيل‎) was a proposed skyscraper in Dubai, United Arab Emirates by developer Nakheel.  The project was previously called Al Burj (Arabic: البرج‎ \"The Tower\").",
  "/wiki/Dubai": "Dubai (/duːˈbaɪ/ doo-BY; Arabic: دبي‎ Dubay, Gulf Arabic: Arabic pronunciation: [dʊˈbɑj]) is the most populous city in the United Arab Emirates (UAE) and the capital of the Emirate of Dubai.",
  "/wiki/United_Arab_Emirates": "The United Arab Emirates (UAE; Arabic: الإمارات العربية المتحدة‎ al-ʾImārāt al-ʿArabīyyah al-Muttaḥidah), sometimes simply called the Emirates (Arabic: الإمارات‎ al-ʾImārāt), is a country in Western Asia at the northeast end of the Arabian Peninsula on the Persian Gulf, bordering Oman to the east and Saudi Arabia to the south and west, as well as sharing maritime borders with Qatar to the west and Iran to the north. The sovereign constitutional monarchy is a federation of seven emirates consisting of Abu Dhabi (which serves as the capital), Ajman, Dubai, Fujairah, Ras Al Khaimah, Sharjah and Umm Al Quwain. Their boundaries are complex, with numerous enclaves within the various emirates.  Each emirate is governed by a ruler; together, they jointly form the Federal Supreme Council. One of the rulers serves as the President of the United Arab Emirates. In 2013, the UAE's population was 9.2 million, of which 1.4 million are Emirati citizens and 7.8 million are expatriates.",
  "/wiki/Chicago": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Sky_City_(Changsha)": "Sky City (Chinese: 天空城市; pinyin: tiānkōng chéngshì), or Sky City One, was an 838-metre-tall (2,749 ft) planned skyscraper in the city of Changsha, Hunan in south-central China. The prospective builders, Broad Sustainable Building, estimated it would take just 90 days to construct. Including the 120 days required for prefabrication before on-site work commences, the sum of time needed is 210 days. Pre-construction activities were halted in August 2013 after government regulators required additional approvals.",
  "/wiki/Changsha": "Changsha  is the capital and most populous city of Hunan Province in the south central part of the People's Republic of China. It covers 11,819 km2 (4,563 sq mi) and is bordered by Yueyang and Yiyang to the north, Loudi to the west, Xiangtan and Zhuzhou to the south, Yichun and Pingxiang of Jiangxi province to the east. According to the 2010 census, Changsha has 7,044,118 residents, constituting 10.72% of the province's population. It is part of the Chang-Zhu-Tan city cluster or megalopolis.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Incheon_Tower": "The 102 Incheon Tower was a supertall twin tower proposed for construction in Songdo International City, Incheon, South Korea. The design consists of two 151 floor, 710 m (2,329 ft) supertall skyscrapers connected by three skybridges. the building will become the tallest twin towers in the world, surpassing the Petronas Towers in Kuala Lumpur, Malaysia, and one of the tallest buildings in Asia. After the late-2000s recession, the tower was postponed with the possibility of a redesign at a lower height. The height of the supertall was reduced from 613 metres to 490 metres while keeping the design the same.",
  "/wiki/Incheon": "Incheon (Korean: 인천; Hanja: 仁川; Korean pronunciation: [intɕʰʌn]; McCune-Reischauer romanization Inchŏn; literally \"kind river\"), officially the Incheon Metropolitan City (인천광역시), is a city located in northwestern South Korea, bordering Seoul and Gyeonggi to the east. Inhabited since the Neolithic, Incheon was home to just 4,700 people when it became an international port in 1883. Today, about 3 million people live in the city, making it South Korea's third most-populous city after Seoul and Busan.",
  "/wiki/South_Korea": "South Korea (Korean: 한국/韓國; RR: Hanguk or literally 남한/南韓; RR: Namhan), officially the Republic of Korea (Korean: 대한민국/大韓民國;  RR: Daehan Minguk) is a country in East Asia, constituting the southern part of the Korean Peninsula and sharing a land border with North Korea.",
  "/wiki/Chicago_Spire": "The Chicago Spire was a skyscraper project that reached the early construction phase at 400 N. Lake Shore Drive in Chicago, Illinois that would have stood 2,000 ft high with 150 floors. When originally proposed as the Fordham Spire in July 2005, the design had 116 stories, included a hotel and condominiums, and was topped with a broadcast antenna mast. The building was designed and spearheaded by Spanish architect-engineer Santiago Calatrava and Chicago developer Christopher T. Carley of the Fordham Company. On March 16, 2006, the Chicago Plan Commission unanimously approved the initial design of the building. On November 4, 2014, a court ruling brought the original development plan and the extended litigation over the nine-year-old project to a close. Developer Garrett Kelleher signed over the property location to the project's biggest creditor, Related Midwest, who announced that they would not build the Spire and released their plans for the site.",
  "/wiki/Wuhan_Greenland_Center": "Wuhan Greenland Center is an unfinished skyscraper in Wuhan, China.  Construction has stalled since August 2017 at the 96th floor.  Due to airspace regulations, it will be redesigned so its height does not exceed 500 meters above sea level. Another Chinese building, Ping An Finance Center, was also scaled down for similar reasons.",
  "/wiki/Wuhan": "Wuhan ([ù.xân] (listen); simplified Chinese: 武汉; traditional Chinese: 武漢) is the capital of Hubei province, People's Republic of China.  It is the largest city in Hubei and the most populous city in Central China, with a population of over 11 million, the ninth most populous Chinese city, and one of the nine National Central Cities of China.",
  "/wiki/Wuhan_Chow_Tai_Fook_Finance_Centre": "Wuhan Chow Tai Fook Finance Centre (simplified Chinese: 武汉周大福金融中心; traditional Chinese: 武漢周大福金融中心; pinyin: Wǔhàn Zhōu Dàfú Jīnróng Zhōngxīn) is a  megatall skyscraper under construction in the business district of Wuhan, Hubei province, China. The tower was originally set to be China's tallest, surpassing Shanghai Tower when completed in 2022, but its height is later reduced to 475 meters.",
  "/wiki/Miglin-Beitler_Skyneedle": "The Miglin-Beitler Skyneedle was a proposed 125-floor skyscraper intended for Chicago, Illinois, United States, by Lee Miglin and J. Paul Beitler and designed by architect César Pelli. The site of the proposed Skyneedle now is host to a parking garage. If it had been built in 1998, the 610 m (2,000 ft) tall Miglin-Beitler Skyneedle would have been the tallest building in the world.",
  "/wiki/Crown_Las_Vegas": "Crown Las Vegas, previously known as the Las Vegas Tower, was a proposed supertall skyscraper that would have been built on the Las Vegas Strip in Winchester, Nevada. If built, the tower would have been 1,887 feet (575 m) tall, making it the tallest building in the United States and 5th tallest in the world. After two major redesigns, the project was cancelled in March 2008.",
  "/wiki/Las_Vegas": "Las Vegas  (Spanish for \"The Meadows\"), officially the City of Las Vegas and often known simply as Vegas, is the 28th-most populated city in the United States, the most populated city in the state of Nevada, and the county seat of Clark County. The city anchors the Las Vegas Valley metropolitan area and is the largest city within the greater Mojave Desert. Las Vegas is an internationally renowned major resort city, known primarily for its gambling, shopping, fine dining, entertainment, and nightlife. The Las Vegas Valley as a whole serves as the leading financial, commercial, and cultural center for Nevada.",
  "/wiki/Hong_Kong": "Hong Kong (/ˌhɒŋˈkɒŋ/ (listen); Chinese: 香港, Cantonese: [hœ́ːŋ.kɔ̌ːŋ] (listen)), officially the Hong Kong Special Administrative Region of the People's Republic of China (HKSAR), is a city and special administrative region on the eastern side of the Pearl River estuary in southern China. With over 7.4 million people of various nationalities[d] in a 1,104-square-kilometre (426 sq mi) territory, Hong Kong is one of the most densely populated places in the world.",
  "/wiki/Anara_Tower": "Anara Tower was a proposed supertall skyscraper located in Dubai[when?]. It would have been 600 m  (1,968 ft) tall with 135 floors. It was designed to look like a massive wind turbine. It was supposed to be a mixed use tower with offices, retail spaces, apartments, and an art gallery. Anara Tower would have incorporated sky gardens every 27 floors and would have contained a luxury restaurant. If built it was expected to be an energy efficient tower by installing renewable sources of energy and incorporating water efficiency strategies. Like other buildings and projects in Dubai, it was cancelled.",
  "/wiki/Seoul_Lite": "The Digital Media City Landmark Building (Korean: 디지털 미디어 시티 랜드마크 빌딩) or DMC Landmark Building, also known as Seoul Lite or Light Tower, was a 133-floor, 640 m (2,100 ft) supertall skyscraper proposed for construction in Digital Media City, Seoul, South Korea. It was slated to become the third-tallest building in the world when completed, after Burj Khalifa and Pingan International Finance Centre. It would have been the tallest building in Korea. Construction broke ground on 16 October 2009, and was scheduled to be completed and ready for occupancy by April 2015. It was to be built with the country's own capital and technology at an estimated cost of 3.3 trillion won (US$2.9 billion).",
  "/wiki/Seoul": "Seoul (/soʊl/, like soul; Korean: 서울 [sʌ.ul] (listen); lit. \"Capital\"), officially the Seoul Special City, is the capital and largest metropolis of South Korea. Seoul forms the heart of the Seoul Capital Area. Ranked as an alpha world city, Seoul was the world's 4th largest metropolitan economy with a GDP of US$635 billion in 2014 after Tokyo, New York City and Los Angeles. International visitors generally reach Seoul via AREX from the Incheon International Airport, notable for having been rated the best airport for nine consecutive years (2005–2013) by the Airports Council International. In 2015, it was rated Asia's most livable city with the second highest quality of life globally by Arcadis, with the GDP per capita (PPP) in Seoul being around $40,000. In 2017, the cost of living in Seoul was ranked 6th globally. In 2018, Seoul's real estate market was ranked 5th in the world for the price of apartments in the downtown center., Seoul was one of the host cities for the official tournament of the 2002 FIFA World Cup in Korea/Japan.",
  "/wiki/Digital_Media_City": "Digital Media City (DMC; Korean: 디지털미디어시티) is a high-tech complex for digital technologies, housing ubiquitous networked offices, apartments, exhibitions, conference halls, television network headquarters and cultural centers in Seoul, South Korea. It is located at 366, Worldcupbuk-ro,  Mapo-gu, Seoul.\nIt was constructed in 2006 across 570,000 m2 (6,100,000 sq ft) and approximately 1.7 times the size of the Canary Wharf development in London, United Kingdom. It is a high-tech city centered on Digital Media Street for broadcasting, movies, games, music, e-learning and related industries. It attracted well-known IT\ncompanies such as LG Telecom, Pantech and LG CNS, as well as various kinds of public exhibition facilities including the Korean Film Archive and the Korean Film Museum.",
  "/wiki/India_Tower": "India Tower (previously known as the Park Hyatt Tower; also known as the Dynamix Balwas Tower or DB Tower) is a  canceled 126-story, 707.5 m (2,321 ft) megatall skyscraper that began construction in the city of Mumbai, India, in 2010. The tower was originally planned for completion in 2016, but construction work was put on hold in 2011 due to a dispute between the tower's developers and Mumbai's civic authorities.",
  "/wiki/Mumbai": "Mumbai (English: /mʊmˈbaɪ/, Marathi: [ˈmumbəi]; also known as Bombay /bɒmˈbeɪ/, the official name until 1995) is the capital city of the Indian state of Maharashtra. According to United Nations, as of 2018, Mumbai was the second most populous city in India after Delhi and the seventh most populous city in the world with a population of 19.98 million. As per Indian government population census of 2011, Mumbai was the most populous city in India with an estimated city proper population of 12.5 million living under Municipal Corporation of Greater Mumbai. Mumbai is the centre of the Mumbai Metropolitan Region, the sixth most populous metropolitan area in the world with a population of over 23.64 million. Mumbai lies on the Konkan coast on the west coast of India and has a deep natural harbour. In 2008, Mumbai was named an alpha world city. It is also the wealthiest city in India, and has the highest number of millionaires and billionaires among all cities in India.  Mumbai is home to three UNESCO World Heritage Sites: the Elephanta Caves, Chhatrapati Shivaji Maharaj Terminus, and the city's distinctive ensemble of Victorian and Art Deco buildings.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Baoneng_Shenyang_Global_Financial_Center": "Baoneng Shenyang Global Financial Center (Chinese: 沈阳宝能环球金融中心; pinyin: Shěnyáng Bǎonéng Huánqiú Jīnróng Zhōngxīn) is an unfinished skyscraper Shenyang, Liaoning, China. It is planned to be 568 metres (1,864 ft) tall. Construction started in 2014 and is expected to be completed in 2020. However, as of July 2019 the construction is on hold.",
  "/wiki/Shenyang": "Shenyang ([ʂə̀n.jǎŋ]; Chinese: 沈阳), formerly known as Fengtian (Chinese: 奉天; pinyin: Fèngtiān) or by its Manchu name Mukden, is a major sub-provincial city and the provincial capital of Liaoning province, People's Republic of China.  Located in central-north Liaoning, it is the province's most populous city as well as the largest city in Northeast China by urban population, with an urban population of 6.3 million (2010 census), while the total metropolitan population is up to 8.1 million.  Shenyang is also the central city of one of the major megalopolises in China, the Greater Shenyang Metropolitan Area, with a total population over 23 million.  The city's administrative region includes the ten metropolitan districts of Shenyang proper, the county-level city of Xinmin, and two counties of Kangping and Faku.",
  "/wiki/Old_Chicago_Main_Post_Office_Twin_Towers": "The Old Chicago Main Post Office Twin Towers was a proposed (and approved) mixed use supertall skyscraper planned as part of the canceled Old Chicago Main Post Office Redevelopment project in the Chicago Loop community area. The 120-story twin towers are a building with twin peaks planned to reach a height of 2,000 feet (610 m). If built according to plan, the building would have been the tallest in the United States.",
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 Metropolitan Statistical Area and 22,679,948 residents in its Combined Statistical Area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.",
  "/wiki/Busan_Lotte_Town_Tower": "The Busan Lotte Town Tower, also known as Busan Lotte World Tower (Hangul: 부산 롯데 타운 타워) is a 108-floor, 510.1 m (1,674 ft) supertall skyscraper on hold in Busan, South Korea. The tower is planned on a site next to Nampo-dong station on Busan Subway Line 1 .",
  "/wiki/Busan": "Busan (Korean pronunciation: [pusan]), formerly romanized as Pusan and now officially Busan Metropolitan City, is South Korea's second most-populous city after Seoul, with a population of over 3.5 million inhabitants. It is the economic, cultural and educational center of southeastern South Korea, with its port—Korea's busiest and the fifth-busiest in the world [a]—only about 190 kilometers (120 mi) from the Japanese islands of Kyushu and Honshu. The surrounding \"Southeast Economic Zone\" (including Ulsan and South Gyeongsang) is South Korea's largest industrial area.",
  "/wiki/Peachtree_Financial_Tower": "Peachtree Financial Tower was a proposed skyscraper planned to be built in Atlanta, Georgia, in 2012. The height was increased and the location changed several times. At 119 stories and 1,450 ft (440 m) tall, the final version would have been the tallest building in the southern United States.[citation needed]",
  "/wiki/Atlanta": "Atlanta (/ætˈlæntə/) is the capital and most populous city in the U.S. state of Georgia. With an estimated 2018 population of 498,044, it is also the 37th most-populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to 5.9 million people and the ninth largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the most populous county in Georgia. Portions of the city extend eastward into neighboring DeKalb County.",
  "/wiki/Russia_Tower": "The Russia Tower (Russian: Башня Россия; Bashnya Rossiya) was a skyscraper project planned for the Moscow International Business Center in Moscow, Russia. It was started but eventually was cancelled due to the financial crisis of 2007–2008.",
  "/wiki/Moscow": "Moscow (/ˈmɒskoʊ/, in US mainly: /ˈmɒskaʊ/; Russian: Москва, tr. Moskva, IPA: [mɐˈskva] (listen)) is the capital and most populous city of Russia, with approximately 12.6 million residents within the city limits, 17 million within the urban area and 20 million within the metropolitan area. Moscow is one of Russia's federal cities.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Grollo_Tower": "The Grollo Tower was a proposed skyscraper development in the Docklands precinct of Melbourne, Australia.  The developer was Grocon, a construction company owned by the Grollo family.",
  "/wiki/Melbourne": "Melbourne (/ˈmɛlbərn/ (listen) MEL-bərn)[note 1] is the capital and most populous city of the Australian state of Victoria, and the second most populous city in Australia and Oceania. Its name refers to an urban agglomeration of 9,993 km2 (3,858 sq mi), comprising a metropolitan area with 31 municipalities, and is also the common name for its city centre. The city occupies much of the coastline of Port Phillip bay and spreads into the hinterlands towards the Dandenong and Macedon ranges, Mornington Peninsula and Yarra Valley. It has a population of 5 million (19% of the population of Australia), and its inhabitants are referred to as \"Melburnians\".[note 2]",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide."
}