{
  "/wiki/Jarome_Iginla": "Jarome Arthur-Leigh Adekunle Tig Junior Elvis Iginla (/dʒəˈroʊm ɪˈɡɪnlə/; born July 1, 1977) is a Canadian former professional ice hockey forward. He played over 1500 games in the National Hockey League (NHL) for the Calgary Flames, Pittsburgh Penguins, Boston Bruins, Colorado Avalanche and Los Angeles Kings.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Marco_Sturm": "Marco Johann Sturm (born September 8, 1978) is a German professional ice hockey coach and former winger who played in the National Hockey League and Deutsche Eishockey Liga. He is currently an assistant coach of the Los Angeles Kings.",
  "/wiki/Miika_Elomo": "Miika Elomo (born April 21, 1977 in Turku, Finland) is a retired Finnish ice hockey player. He is currently the head coach of Storhamar Ishockey in the GET-ligaen.",
  "/wiki/Finland": "Finland (Finnish: Suomi [ˈsuo̯mi] (listen); Swedish: Finland [ˈfɪ̌nland] (listen), Finland Swedish: [ˈfinlɑnd]), officially the Republic of Finland (Finnish: Suomen tasavalta, Swedish: Republiken Finland (listen to all)),[note 1] is a Nordic country in Northern Europe bordering the Baltic Sea, Gulf of Bothnia, and Gulf of Finland, between Sweden to the west, Russia to the east, Estonia to the south, and north-eastern Norway to the north. The capital and largest city is Helsinki. Other major cities are Espoo, Tampere, Vantaa, Oulu, Turku, Jyväskylä, Lahti and Kuopio.",
  "/wiki/Johan_Davidsson": "Johan Markus Davidsson (born January 6, 1976) is a Swedish former professional ice hockey player, who played last with HV71 in the Swedish elite league Elitserien. He was a long-time Elitserien player and captain of HV71, with which he has won the Swedish championship four times.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.",
  "/wiki/Ruslan_Shafikov": "Ruslan Shafikov (born May 11, 1976) is a former Russian professional ice hockey player who played in the Russian Superleague (RSL). Shafikov was drafted in the eighth round of the 1995 NHL Entry Draft by the Philadelphia Flyers, but he never played professionally in North America. He played seven seasons in the RSL for Salavat Yulaev Ufa and SKA Saint Petersburg.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Alexei_Morozov": "Alexei Alekseyevich Morozov (Russian: Алексей Алексе́евич Морозов; born 16 February 1977) is a retired Russian professional ice hockey player.",
  "/wiki/Juho_Jokinen": "Juho Jokinen (born 25 July 1986) is a Finnish ice hockey defenceman who currently plays professionally in Finland for Oulun Kärpät of the SM-liiga. He is the younger brother of NHL winger Jussi Jokinen.",
  "/wiki/Dmitri_Nabokov_(ice_hockey)": "Dmitri Viktorovich Nabokov (Russian: Дмитрий Викторович Набоков; 4 January 1977 — 14 April 2019) was a Russian professional ice hockey forward.",
  "/wiki/Marcus_Nilson": "Marcus Rolf Börje Nilson (born March 1, 1978) is a Swedish former professional ice hockey player, who played in the National Hockey League (NHL) with the Florida Panthers and Calgary Flames.",
  "/wiki/1996_World_Junior_Ice_Hockey_Championships": "The 1996 World Junior Ice Hockey Championships (1996 WJHC) was the 20th edition of the Ice Hockey World Junior Championship, hosted in Massachusetts.  The tournament was won by Canada—defeating Sweden 4-1 in the gold-medal game—earning Canada their fourth straight gold medal and ninth overall, tying the Soviet team's record in both regards."
}