{
  "/wiki/Chablis": "Chablis (pronounced [ʃa.bli]) is a town and commune in the Yonne department in Bourgogne-Franche-Comté in north-central France.",
  "/wiki/Mercurey": "Mercurey is a commune in the Saône-et-Loire department in the Bourgogne region of eastern France.",
  "/wiki/Ch%C3%A2teau_de_Chamirey": "Château de Chamirey is a wine producer in the town of Mercurey, in Burgundy, France that produces white and red wine. They are best known for their Monopole wines, the Les Ruelles 1er cru red and the La Mission 1er cru white. The estate holds 37.7 hectares (93 acres) in Mercurey. 8.55 hectares (21.1 acres) of the estate's holdings are premier cru, of which 3.3 hectares (8.2 acres) are monopole vineyards",
  "/wiki/Morey-Saint-Denis": "Morey-Saint-Denis is a commune in the Côte-d'Or department in eastern France.",
  "/wiki/Domaine_Ponsot": "Domaine Ponsot is a wine producer in Burgundy, France that produces white and red wine. They are best known for their Morey-Saint-Denis Blanc 1er cru Clos des Monts Luisants — the only premier cru Burgundy made entirely from Aligoté — and their flagship reds, the Clos de la Roche Cuvée Vieilles Vignes, and the Clos St. Denis Cuvée Très Vieilles Vignes. The domaine's wine was famously counterfeited in the wine auction scandal that resulted in Rudy Kurniawan's arrest.",
  "/wiki/Gevrey-Chambertin": "Gevrey-Chambertin is a commune in the Côte-d'Or department of France in the Bourgogne-Franche-Comté region in eastern France.",
  "/wiki/Domaine_Armand_Rousseau": "Domaine Armand Rousseau is a French wine grower and producer.  It is based in Gevrey-Chambertin, in the Côte de Nuits wine-growing region of Burgundy, France.",
  "/wiki/Clos_de_Tart": "Clos de Tart is an Appellation d'origine contrôlée (AOC) and Grand Cru vineyard for red wine in the Côte de Nuits subregion  of Burgundy, with Pinot noir as the main grape variety. It is situated in the commune of Morey-Saint-Denis in the Côte-d'Or département. Clos de Tart is located in the southern part of the commune, starts immediately west (uphill) of the village itself, and borders to the Grand Cru vineyard Bonnes Mares in the south and Clos des Lambrays in the north. The AOC was created in 1939, and the Clos part of its name refers to a wall-enclosed vineyard.",
  "/wiki/Roman%C3%A9e-Conti": "Romanée-Conti is an Appellation d'origine contrôlée (AOC) and Grand Cru vineyard for red wine in the Côte de Nuits subregion of Burgundy, France, with Pinot noir as the primary grape variety. It is situated within the commune of Vosne-Romanée and is a monopole of the winery Société Civile du Domaine de la Romanée-Conti, which takes its name after this vineyard. Romanée-Conti borders on La Romanée in the west, Richebourg in the north, Romanée-Saint-Vivant in the east and La Grande Rue in the south. The AOC was created in 1936.",
  "/wiki/Vosne-Roman%C3%A9e": "Vosne-Romanée is a commune in the Côte-d'Or department in Burgundy in eastern France.",
  "/wiki/Domaine_de_la_Roman%C3%A9e-Conti": "Domaine de la Romanée-Conti, often abbreviated to DRC, is an estate in Burgundy, France that produces white and red wine. It is widely considered among the world's greatest wine producers, and DRC bottles are among the world's most expensive. It takes its name from the domaine's most famous vineyard, Romanée-Conti.",
  "/wiki/La_T%C3%A2che_AOC": "La Tâche is an Appellation d'origine contrôlée (AOC) and Grand Cru vineyard for red wine in the Côte de Nuits subregion of Burgundy, with Pinot noir as the main grape variety. It is situated within the commune of Vosne-Romanée and is a monopole of the winery Domaine de la Romanée-Conti. La Tâche borders on La Grande Rue in the north, and mostly on Vosne-Romanée Premier Cru vineyards in the east, south and west. The AOC was created in 1936.",
  "/wiki/La_Grande_Rue": "La Grande Rue is an Appellation d'origine contrôlée (AOC) and Grand Cru vineyard for red wine in the Côte de Nuits subregion of Burgundy, with Pinot Noir as the main grape variety.",
  "/wiki/Domaine_Fran%C3%A7ois_Lamarche": "Domaine Lamarche (Domaine François Lamarche) is a winery in the Burgundian village of Vosne-Romanée. The domaine was founded in 1797.",
  "/wiki/La_Roman%C3%A9e": "La Romanée is an Appellation d'origine contrôlée (AOC) and Grand Cru vineyard for red wine in the Côte de Nuits subregion of Burgundy, with Pinot noir as the main grape variety. It is situated within the commune of Vosne-Romanée and is a monopole of the winery Comte Liger-Belair. La Romanée borders on Romanée-Conti downslope in the east, AuxReignots upslope in the west, La Grande Rue in the south,  and Richebourg in the north. The AOC was created in 1936.",
  "/wiki/Aloxe-Corton": "Aloxe-Corton (/alɔs.kɔʁtɔ̃/) is a commune in the Côte-d'Or department in the Bourgogne-Franche-Comté region of eastern France.",
  "/wiki/Domaine_Faiveley": "Domaine Faiveley is a wine producer in Burgundy, France situated in Nuits-Saint-Georges and established in 1825. Faiveley also runs a négociant business, but this activity is much smaller in volume than the wine production from their own vineyards.",
  "/wiki/Nuits-Saint-Georges": "Nuits-Saint-Georges (French pronunciation: ​[nɥi.sɛ̃.ʒɔʁʒ]) is a commune in the arrondissement of Beaune of the Côte-d'Or department in eastern France. It lies in the Bourgogne-Franche-Comté region.",
  "/wiki/Fixin": "Fixin is a commune in the Côte-d'Or department in the Bourgogne region on the Grand Crus route in eastern France. The French archaeologist Roland Martin (1912–1997) died in Fixin.",
  "/wiki/Beaune": "Beaune (French pronunciation: ​[bon]) is the wine capital of Burgundy in the Côte d'Or department in eastern France. It is located between Paris and Geneva.",
  "/wiki/Bouchard_P%C3%A8re_%26_Fils": "Bouchard Père et Fils is a French wine grower, négociant and producer based in Beaune, in the Côte de Beaune wine-growing region of Burgundy, France."
}