{
  "/wiki/1500_metres_world_record_progression": "The 1500-metre run became a standard racing distance in Europe in the late 19th century, perhaps as a metric version of the mile, a popular running distance since at least the 1850s in English-speaking countries.",
  "/wiki/Helsinki": "Helsinki (/ˈhɛlsɪŋki/ HEL-sink-ee or /hɛlˈsɪŋki/ (listen) hel-SINK-ee, Finnish: [ˈhelsiŋki] (listen); Swedish: Helsingfors [hɛlsɪŋˈfɔʂː] (listen), Finland Swedish: [helsiŋˈforsː] (listen)) is the capital and most populous city of Finland. Located on the shore of the Gulf of Finland, it is the seat of the region of Uusimaa in southern Finland, and has a population of 650,058. The city's urban area has a population of 1,268,296, making it by far the most populous urban area in Finland as well as the country's most important center for politics, education, finance, culture, and research. Helsinki is located 80 kilometres (50 mi) north of Tallinn, Estonia, 400 km (250 mi) east of Stockholm, Sweden, and 300 km (190 mi) west of Saint Petersburg, Russia. It has close historical ties with these three cities.",
  "/wiki/Mile_run_world_record_progression": "The world record in the mile run is the best mark set by a male or female runner in the middle-distance track and field event. The IAAF is the official body which oversees the records. Hicham El Guerrouj is the current men's record holder with his time of 3:43.13, while Sifan Hassan has the women's record, pending ratification, of 4:12.33. Since 1976, the mile has been the only non-metric distance recognized by the IAAF for record purposes.",
  "/wiki/Stockholm": "Stockholm (Swedish pronunciation: [ˈstɔ̂kː(h)ɔlm] (listen)) is the capital and most populous urban area of Sweden. 972,647 people live in the municipality, approximately 1.6 million in the urban area, and 2.4 million in the metropolitan area. The city stretches across fourteen islands where Lake Mälaren flows into the Baltic Sea. Outside the city to the east, and along the coast, is the island chain of the Stockholm archipelago. The area has been settled since the Stone Age, in the 6th millennium BC, and was founded as a city in 1252 by Swedish statesman Birger Jarl. It is also the county seat of Stockholm County.",
  "/wiki/2000_metres": "Middle-distance running events are track races longer than sprints, up to 3000 metres. The standard middle distances are the 800 metres, 1500 metres and mile run, although the 3000 metres may also be classified as a middle-distance event.  The 1500 m came about as a result of running ​3 3⁄4 laps of a 400 m outdoor track or ​7 1⁄2 laps of a 200 m indoor track, which were commonplace in continental Europe in the 20th century.",
  "/wiki/Tampere": "Tampere (/ˈtæmpəreɪ/, also US: /ˈtɑːm-/, Finnish: [ˈtɑmpere] (listen); Swedish: Tammerfors [tɑmːærˈforsː] (listen)) is a city in Pirkanmaa, southern Finland. It is the most populous inland city in the Nordic countries.",
  "/wiki/Kuopio": "Kuopio (Finnish pronunciation: [ˈkuo̯pio]) is a Finnish city and municipality located in the region of Northern Savonia (Pohjois-Savo). It has a population of 118,667, which makes it the ninth-most populous city in Finland and the most populous city in Eastern Finland Province. Kuopio has a total area of 4,326.35 square kilometres (1,670.41 sq mi), of which 719.85 km2 (277.94 sq mi) is water and half is forest. Though the city’s population is a spread-out 74/km2 (190/sq mi), the city's urban areas are populated comparably densely (urban area: 1,618 /km²), making Kuopio Finland’s second-most densely populated city.",
  "/wiki/Men's_3000_metres_world_record_progression": "The following tables shows the world record progression in the Men's 3000 metres. \nThe International Amateur Athletics Federation, now known as the International Association of Athletics Federations, ratified its first world record in the event in 1912.",
  "/wiki/Turku": "Turku (/ˈtʊərkuː/ TOOR-koo, Finnish: [ˈturku] (listen); Swedish: Åbo [ˈǒːbʊ] (listen), Finland Swedish: [ˈoːbu] (listen)) is a city on the southwest coast of Finland at the mouth of the Aura River, in the region of Finland Proper (Varsinais-Suomi). The region was originally called Suomi (Finland), which later became the name for the whole country.",
  "/wiki/Berlin": "Berlin (/bɜːrˈlɪn/; German: [bɛʁˈliːn] (listen)) is the capital and largest city of Germany by both area and population. Its 3,748,148 (2018) inhabitants make it the  most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions.",
  "/wiki/Two_miles": "The 2 mile (10,560 feet or exactly 3,218.688 metres) is a historic running distance.  Like the mile run, it is still contested at some invitational meets, perhaps because it provides an easier record to break for meet promoters (and corresponding bonus payment for participants), as well as its historical chronology.  It is largely superseded by the 3000 m and  5000 m, and by the 3200 m in NFHS American high school competitions.  The IAAF no longer keeps official world records for this distance; they are called world best instead.",
  "/wiki/5000_metres": "The 5000 metres or 5000-metre run (approximately 3.1 mi or 16,404 ft) is a common long-distance running event in track and field. It is one of the track events in the Olympic Games and the World Championships in Athletics, run over 12.5 laps of a standard track. The same distance in road running is called a 5K run.\nThe 5000 m has been present on the Olympic programme since 1912 for men and since 1996 for women. Prior to 1996, women had competed in an Olympic 3000 metres race since 1984. The 5000 m has been held at each of the World Championships in Athletics in men's competition and since 1995 in women's.",
  "/wiki/Vyborg": "Vyborg (Russian: Выборг, IPA: [ˈvɨbərk]; Finnish: Viipuri [ˈʋiːpuri]; Swedish: Viborg [ˈvǐːbɔrj] (listen); German: Wiborg [ˈviːbɔʁk]) is a town in, and the administrative center of, Vyborgsky District in Leningrad Oblast, Russia.  It lies on the Karelian Isthmus near the head of the Vyborg Bay, 130 km (81 miles) to the northwest of St. Petersburg and 38 km (24 miles) south of Russia's border with Finland, where the Saimaa Canal enters the Gulf of Finland. The population of Vyborg has developed as follows: 79,962 (2010 Census); 79,224 (2002 Census); 80,924 (1989 Census)..",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]",
  "/wiki/10,000_metres": "The 10,000 metres or the 10,000-metre run is a common long-distance track running event. The event is part of the athletics programme at the Olympic Games and the World Championships in Athletics and is common at championship level events. The race consists of 25 laps around an Olympic-sized track. It is less commonly held at track and field meetings, due to its duration. The 10,000-metre track race is usually distinguished from its road running counterpart, the 10K run, by its reference to the distance in metres rather than kilometres.",
  "/wiki/One_hour_run": "The one hour run is an athletics event in which competitors try to cover as much distance as possible within one hour. While officially recognized by the International Association of Athletics Federations as a track event, it is rarely contested apart from occasional world record attempts.",
  "/wiki/Paavo_Nurmi": "Paavo Johannes Nurmi (Finnish pronunciation: [ˈpɑːʋo ˈnurmi] (listen); 13 June 1897 – 2 October 1973) was a Finnish middle-distance and long-distance runner. He was called the \"Flying Finn\" or the \"Phantom Finn\", as he dominated distance running in the early 20th century. Nurmi set 22 official world records at distances between 1500 metres and 20 kilometres, and won nine gold and three silver medals in his twelve events in the Olympic Games. At his peak, Nurmi was undefeated for 121 races at distances from 800 m upwards. Throughout his 14-year career, he remained unbeaten in cross country events and the 10,000 m."
}