{
  "/wiki/Edward_William_Pritchard": "Edward William Pritchard (6 December 1825 – 28 July 1865) was an English doctor who was convicted of murdering his wife and mother-in-law by poisoning them. He was also suspected of murdering a servant girl, but was never tried for this crime.",
  "/wiki/Glasgow": "Glasgow (/ˈɡlæzɡoʊ/, also UK: /ˈɡlɑːzɡoʊ, ˈɡlɑːsɡoʊ/, US: /ˈɡlæsɡoʊ, ˈɡlæskoʊ/; Scots: Glesga [ˈɡlezɡə]; Scottish Gaelic: Glaschu [ˈkl̪ˠas̪əxu]) is the most populous city in Scotland, and the third most populous city in the United Kingdom, as of the 2017 estimated city population of 621,020. Historically part of Lanarkshire, the city now forms the Glasgow City council area, one of the 32 council areas of Scotland; the local authority is Glasgow City Council. Glasgow is situated on the River Clyde in the country's West Central Lowlands. It is the fifth most visited city in the UK.",
  "/wiki/George_Joseph_Smith": "George Joseph Smith (11 January 1872 – 13 August 1915) was an English serial killer and bigamist. In 1915, he was convicted and subsequently hanged for the murders of three women, the case becoming known as the Brides in the Bath Murders. As well as being widely reported in the media, the case was significant in the history of forensic pathology and detection. It was also one of the first cases in which similarities between connected crimes were used to prove deliberation, a technique used in subsequent prosecutions.",
  "/wiki/Leicester": "Leicester (/ˈlɛstər/ (listen) LEST-ər) is a city and unitary authority area in the East Midlands of England, and the county town of Leicestershire. The city lies on the River Soar and close to the eastern end of the National Forest. It is to the north-east of Birmingham and Coventry, south of Nottingham, and west of Peterborough.",
  "/wiki/East_Midlands": "The East Midlands is one of nine official regions of England at the first level of NUTS for statistical purposes. It consists of Derbyshire, Leicestershire, Lincolnshire (except North and North East Lincolnshire), Northamptonshire, Nottinghamshire and Rutland. The region has an area of 15,627 km2 (6,034 sq mi), with a population over 4.5 million in 2011. There are six main urban centres, Derby, Leicester, Lincoln, Mansfield, Northampton and Nottingham. Others include Boston, Chesterfield, Corby, Grantham, Hinckley, Kettering, Loughborough, Newark-on-Trent, Skegness, and Wellingborough.",
  "/wiki/John_Straffen": "John Thomas Straffen (27 February 1930 – 19 November 2007) was an English serial killer who was the longest-serving prisoner in British legal history. Straffen killed two young girls in the summer of 1951. He was found to be unfit to plead and committed to Broadmoor Hospital; during a brief escape in 1952, he killed again. This time, Straffen was convicted of murder and sentenced to death. Reprieved because of his mental state, Straffen had his sentence commuted to life imprisonment, and he remained in prison until his death more than 55 years later.",
  "/wiki/Bath,_Somerset": "Bath is the largest city in the county of Somerset, England, known for and named after its Roman-built baths. In 2011, the population was 88,859. Bath is in the valley of the River Avon, 97 miles (156 km) west of London and 11 miles (18 km) southeast of Bristol. The city became a World Heritage site in 1987.",
  "/wiki/Somerset": "Somerset (/ˈsʌmərsɛt/ (listen) or locally /ˈzʌmərzɛt/; archaically, Somersetshire) is a county in South West England which borders Gloucestershire and Bristol to the north, Wiltshire to the east, Dorset to the south-east and Devon to the south-west. It is bounded to the north and west by the Severn Estuary and the Bristol Channel, its coastline facing southeastern Wales. Its traditional border with Gloucestershire is the River Avon. Somerset's county town is Taunton.",
  "/wiki/Broadmoor_Hospital": "Broadmoor Hospital is a high-security psychiatric hospital at Crowthorne in Berkshire, England. It is the oldest of the three high-security psychiatric hospitals in England, the other two being Ashworth Hospital near Liverpool and Rampton Secure Hospital in Nottinghamshire. The hospital's catchment area consists of four National Health Service regions: London, Eastern, South East and South West. It is managed by the West London NHS Trust.",
  "/wiki/Unfit_to_plead": "In the law of England and Wales, fitness to plead is the capacity of a defendant in criminal proceedings to comprehend the course of those proceedings. The concept of fitness to plead also applies in Scots and Irish law.  Its United States equivalent is competence to stand trial.",
  "/wiki/Murder": "Murder is the unlawful killing of another human without justification or valid excuse, especially the unlawful killing of another human with malice aforethought. This state of mind may, depending upon the jurisdiction, distinguish murder from other forms of unlawful homicide, such as manslaughter. Manslaughter is a killing committed in the absence of malice, brought about by reasonable provocation, or diminished capacity. Involuntary manslaughter, where it is recognized, is a killing that lacks all but the most attenuated guilty intent, recklessness.",
  "/wiki/Clemency": "A pardon is a government decision to allow a person to be relieved of some or all of the legal consequences resulting from a criminal conviction. A pardon may be granted before or after conviction for the crime, depending on the laws of the jurisdiction.",
  "/wiki/Life_imprisonment": "Life imprisonment (also known as imprisonment for life, life in prison, whole-life order, a life sentence, a life term, lifelong incarceration, life incarceration or simply life) is any sentence of imprisonment for a crime under which convicted persons are to remain in prison either for the rest of their natural life or until paroled or otherwise commuted to a fixed term. Crimes for which, in some countries, a person could receive this sentence include murder, attempted murder, conspiracy to commit murder, blasphemy, apostasy, terrorism, severe child abuse, rape, child rape, espionage, treason, high treason, drug dealing, drug trafficking, drug possession, human trafficking, severe cases of fraud, severe cases of financial crimes, aggravated criminal damage in English law, and aggravated cases of arson, kidnapping, burglary, or robbery which result in death or grievous bodily harm, piracy, aircraft hijacking, and in certain cases genocide, ethnic cleansing, crimes against humanity, certain war crimes or any three felonies in case of three strikes law. Life imprisonment (as a maximum term) can also be imposed, in certain countries, for traffic offenses causing death. The life sentence does not exist in all countries: Portugal was the first to abolish life imprisonment, in 1884.",
  "/wiki/Babes_in_the_Wood_murders_(Epping_Forest)": "The Babes in the Wood murders is a name which has been used in the media to refer to a child murder case in which two bodies were found concealed in woodland.",
  "/wiki/Epping_Forest": "Epping Forest is a 2,400-hectare (5,900-acre) area of ancient woodland between Epping in Essex to the north, and Forest Gate in Greater London to the south, straddling the border between London and Essex. It is a former royal forest, and is managed by the City of London Corporation. An area of 1,728 hectares (4,270 acres) is a Site of Special Scientific Interest and a Special Area of Conservation. It gives its name to the Epping Forest local government district, which covers part of it.",
  "/wiki/Greater_London": "Greater London is a ceremonial county of England that makes up the majority of the London region. This region forms the administrative boundaries of London and is organised into 33 local government districts—the 32 London boroughs and the City of London, which is located within the region but is separate from the county. The Greater London Authority, based in Southwark, is responsible for strategic local government across the region and consists of the Mayor of London and the London Assembly. The City of London Corporation is the principal local authority for the City of London, with a similar role to that of the 32 London borough councils.",
  "/wiki/White_House_Farm_murders": "The White House Farm murders took place near the village of Tolleshunt D'Arcy, Essex, England, during the night of 6–7 August 1985. Nevill and June Bamber were shot and killed inside their farmhouse, along with their daughter, Sheila Caffell, and Sheila's six-year-old twin sons, Daniel and Nicholas Caffell. The only surviving member of June and Nevill's immediate family was their adopted son, Jeremy Bamber, then 24 years old, who said he had been at home a few miles away when the shooting took place.",
  "/wiki/Tolleshunt_D%27Arcy": "Tolleshunt D'Arcy is a village and civil parish in the county of Essex in the East of England.  The parish has a parish council, and lies within the area of Maldon District Council.",
  "/wiki/Essex": "Essex (/ˈɛsɪks/) is a county in the southeast of England, northeast of London. One of the home counties, it borders Suffolk and Cambridgeshire to the north, Hertfordshire to the west, Kent across the estuary of the River Thames to the south, and London to the southwest. The county town is Chelmsford, the only city in the county. For government statistical purposes Essex is placed in the East of England region.",
  "/wiki/Jeremy_Bamber": "Jeremy Nevill Bamber (born 13 January 1961) is an English man convicted of multiple murders. He was found guilty in October 1986 of the murders of his parents, his sister and her six-year-old twin sons. The shooting of the family in August 1985, in the parents' farmhouse in Essex, England, came to be known as the White House Farm murders.",
  "/wiki/Murder-suicide": "A murder–suicide is an act in which an individual kills one or more people before (or while) killing oneself. The combination of murder and suicide can take various forms, often linked to the first form:",
  "/wiki/Peter_Bryan": "Peter Bryan is an English serial killer and cannibal who committed three murders between 1993 and 2004.",
  "/wiki/East_End_of_London": "The East End of London, often referred to within the London area simply as the East End, is the historic core of wider East London, east of the Roman and medieval walls of the City of London, and north of the River Thames. It does not have universally accepted boundaries to the north and east, though the River Lea is sometimes seen as the eastern boundary. Parts of it may be regarded as lying within Central London (though that term too has no precise definition). The term \"East of Aldgate Pump\" is sometimes used as a synonym for the area.",
  "/wiki/2011_murder_of_the_Ding_family": "The 2011 murder of the Ding family occurred in  Wootton, a suburb of Northampton, England, in late April. Four members of the Ding family—Professor Jifeng \"Jeff\" Ding, his wife Helen Chui and their daughters Xing and Alice—were found murdered at their home in Wootton at 6:00 pm on Sunday, 1 May 2011. They were thought to have been murdered two days earlier between about 3:00 pm and 4:00 pm on Friday, 29 April 2011—the day of the Royal Wedding of Prince William and Kate Middleton which was an additional Public Holiday in the United Kingdom.",
  "/wiki/Wootton,_Northamptonshire": "Wootton is a former village about 3 miles (4.8 km) south of Northampton town centre that is now part of the Northampton Borough Council area.",
  "/wiki/Northamptonshire": "Northamptonshire (/nɔːrˈθæmptənʃər, -ʃɪər/; abbreviated Northants.), archaically known as the County of Northampton, is a county in the East Midlands of England. In 2015 it had a population of 723,000. The county is administered by Northamptonshire County Council and by seven non-metropolitan district councils. It is known as \"The Rose of the Shires\".",
  "/wiki/Stephen_Port": "Stephen Port (born 22 February 1975) is a British convicted serial rapist and serial killer. He is responsible for murdering at least four men and for committing multiple rapes. Port received a life sentence with a whole life order on 25 November 2016, meaning he will not become eligible for parole and is unlikely to ever be released from prison.",
  "/wiki/Serial_rapist": "A serial rapist is someone who commits multiple rapes, whether with multiple victims or a single victim repeatedly over a period of time. Some serial rapists target children. The terms sexual predator, repeat rape and multiple offending can also be used to describe the activities of those who commit a number of consecutive rapes, but remain unprosecuted when self-reported in research. Others will commit their assaults in prisons. In some instances, a group of serial rapists will work together.  These rapists can have a pattern of behavior that is sometimes used to predict their activities and aid in their arrest and conviction. Serial rapists also differ from one time offenders because \"serial rapists more often involved kidnapping, verbally and physically threatening the victims, and using or threatening the use of weapons.\"",
  "/wiki/Serial_killer": "A  serial killer is typically a person who murders three or more people, usually in service of abnormal psychological gratification, with the murders taking place over more than a month and including a significant period of time between them. Different authorities apply different criteria when designating serial killers. For example, while most authorities set a threshold of three murders, others extend it to four or lessen it to two. The Federal Bureau of Investigation (FBI) defines serial killing as \"a series of two or more murders, committed as separate events, usually, but not always, by one offender acting alone\".",
  "/wiki/Murder_in_English_law": "Murder is an offence under the common law of England and Wales. It is considered the most serious form of homicide, in which one person kills another with the intention to cause either death or serious injury unlawfully.The element of intentionality was originally termed malice aforethought, although it required neither malice nor premeditation. Baker (Glanville Williams Textbook of Criminal Law; London: Sweet & Maxwell, 2015), chapter 14 states that many killings done with a high degree of subjective recklessness were treated as murder from the 12th century right through until the 1974 decision in DPP v Hyam.",
  "/wiki/Rape_in_English_law": "Rape is a statutory offence in England and Wales. According to the law, rape is sexual penetration of the vagina, anus, or mouth of another person, with or without force, by a sex organ, other body part, or foreign object, without the consent of the victim. If a victim is forcefully penetrated with an object, this is classed as \"Assault by Penetration\" (section 2). If the victim is made to penetrate another, the act can be prosecuted as \"Causing a person to engage in sexual activity without consent\" (section 4).\nThe offence is created by section 1 of the Sexual Offences Act 2003:",
  "/wiki/Life_imprisonment_in_England_and_Wales": "In England and Wales, life imprisonment is a sentence which lasts until the death of the prisoner, although in most cases the prisoner will be eligible for parole (officially termed \"early release\") after a fixed period set by the judge. This period is known as the \"minimum term\" (previously known as the whole life \"tariff\"), usually a few years. In some exceptionally grave cases, however, a judge may order that a life sentence should mean life by making a \"whole life order.\"",
  "/wiki/Whole_life_order": "In England and Wales, life imprisonment is a sentence which lasts until the death of the prisoner, although in most cases the prisoner will be eligible for parole (officially termed \"early release\") after a fixed period set by the judge. This period is known as the \"minimum term\" (previously known as the whole life \"tariff\"), usually a few years. In some exceptionally grave cases, however, a judge may order that a life sentence should mean life by making a \"whole life order.\"",
  "/wiki/Gamma-Hydroxybutyric_acid": "gamma-Hydroxybutyric acid or γ-Hydroxybutyric acid (GHB), also known as 4-hydroxybutanoic acid, is a naturally occurring neurotransmitter and a psychoactive drug. It is a precursor to GABA, glutamate, and glycine in certain brain areas.  It acts on the GHB receptor and is a weak agonist at the GABAB receptor.",
  "/wiki/List_of_major_crimes_in_the_United_Kingdom": "This is a list of major crimes in the United Kingdom that received significant media coverage or led to changes in legislation."
}