{
  "/wiki/Dragon_Ball_Z_Side_Story:_Plan_to_Eradicate_the_Saiyans": "Dragon Ball Z Side Story: Plan to Eradicate the Saiyans (Japanese: ドラゴンボールZ外伝 サイヤ人絶滅計画, Hepburn: Dragon Ball Z Gaiden: Saiyajin Zetsumetsu Keikaku) is a video game released for the Family Computer (Famicom/NES) game console in Japan. The game takes the form of a card battle role-playing game, where the player's movement and battle choices are dictated by the randomly generated playing cards. Multiplayer is a six player tournament using difficulty level of computer players that are in the save file. Players can choose between Goku, Gohan, Piccolo, Trunks and Vegeta. Winner records are kept in the game data, as well as any moves the player might learn. The Famicom game sold 300,000 units in Japan.",
  "/wiki/Bandai": "Bandai Co., Ltd. (株式会社バンダイ, Kabushiki-gaisha Bandai) is a Japanese toy maker and a producer of many plastic model kits as well as a former video game company. It was the world's third-largest producer of toys in 2008 after Mattel and Hasbro. Some ex-Bandai group companies produce anime and tokusatsu programs. Its headquarters is located in Taitō, Tokyo.",
  "/wiki/Driv3r": "Driver 3 (stylized as DRIV3R) is a 2004 action-adventure game, the third installment in the Driver series. Developed by Reflections Interactive, published by Atari, Inc., and released on PlayStation 2 and Xbox on 21 June 2004. The game's story focuses on players assuming the role of John Tanner, an undercover FBI agent, as he investigates a car-smuggling ring across three countries, in order to identify and arrests its boss and learn who they are planning to sell a cache of stolen cars to. The game expanded upon its predecessors with on-foot sections, gun combat, and drive-by shooting, with virtual recreations of three major cities - Miami, Nice, and Istanbul - free-roam game mode, and an improvement to the series' film-making \"director mode\".",
  "/wiki/The_King_of_Fighters:_Another_Day": "The King of Fighters: Another Day is an animated series based on the fighting game series The King of Fighters. It was produced by Production I.G, and revolves around the plot of the 3-D version titled The King of Fighters: Maximum Impact, along with some touches of the current 2-D series storyline about Ash Crimson (e.g. Iori Yagami appearing powerless).",
  "/wiki/Kingdom_Hearts": "Kingdom Hearts (Japanese: キングダム ハーツ, Hepburn: Kingudamu Hātsu) is a series of action role-playing games developed and published by Square Enix (originally by Square). It is a collaboration between Disney Interactive and Square Enix, and is under the direction of Tetsuya Nomura, a longtime Square Enix character designer.",
  "/wiki/Halo_3_marketing": "The first-person shooter video game Halo 3 was the focus of an extensive marketing campaign which began with the game's developer, Bungie, announcing the game via a trailer at the Electronic Entertainment Expo in May 2006. Microsoft, the game's publisher, planned a five-pronged marketing strategy to maximize sales and to appeal to casual and hard-core gamers. Bungie produced trailers and video documentaries to promote the game, partnering with firms such as Digital Domain and Weta Workshop. Licensed products including action figures, toys, and Halo 3-branded soda were released in anticipation of the game; the franchise utilized more than forty licensees to promote the game, and the advertising campaign ultimately cost more than $40 million.",
  "/wiki/Heavenly_Sword": "Heavenly Sword is an action-adventure hack and slash video game developed by Ninja Theory for the PlayStation 3 console and published by Sony Computer Entertainment Europe. The game was released in 2007.",
  "/wiki/Sonic:_Night_of_the_Werehog": "Sonic Unleashed[b] is a 2008 platform video game in the Sonic the Hedgehog series. The story follows Sonic as he attempts to restore the world after his nemesis Doctor Eggman shatters it with a powerful laser to unleash Dark Gaia, an ancient evil, while dealing with having become a \"Werehog\", a werewolf-esque transformation, which he gains after coming into contact with the energy of Dark Gaia. Gameplay features two distinct styles, with each being played either during daytime or nighttime. Daytime stages incorporate Sonic's traditional platforming and trademark speed, with a combination of behind-the-back third-person viewpoints and 2D side-scroller platforming; gameplay seamlessly transitions between these two views. Night-time levels see Sonic transform into the Werehog; gameplay slows down to accommodate greater platform play, and involves combat against waves of enemies using the Werehog's brute strength.",
  "/wiki/Sega": "Sega Games Co., Ltd.[a] is a Japanese multinational video game developer and publisher headquartered in Shinagawa, Tokyo. Its international branches, Sega of America and Sega Europe, are respectively headquartered in Irvine, California, and London.  Sega's arcade division, once part of Sega Corporation, has existed as Sega Interactive Co., Ltd. since 2015.  Both companies are subsidiaries of Sega Holdings Co., Ltd., which is in turn a part of Sega Sammy Holdings.  From 1983 until 2001, Sega also developed and sold video game consoles.",
  "/wiki/Resident_Evil_5": "Resident Evil 5[a] is a third-person shooter video game developed and published by Capcom.  It is the seventh major installment in the Resident Evil series, and was announced in 2005—the same year its predecessor Resident Evil 4 was released. Resident Evil 5 was released for the PlayStation 3 and Xbox 360 consoles in March 2009 and for Microsoft Windows in September that year. The plot involves an investigation of a terrorist threat by Bioterrorism Security Assessment Alliance agents Chris Redfield and Sheva Alomar in Kijuju, a fictional region of Africa. Chris learns that he must confront his past in the form of an old enemy, Albert Wesker, and his former partner, Jill Valentine.",
  "/wiki/Assassin's_Creed:_Lineage": "Assassin's Creed: Lineage is a series of three short films based on the Assassin's Creed II video game, which describes the history of Ezio Auditore and his family. The films are made by Ubisoft, with the collaboration of Hybride Technology, and the first episode was released on 26 October 2009 on YouTube. The films have a promotional goal for the game as well as an attempt for Ubisoft to make its first step in the film industry.",
  "/wiki/Alan_Wake": "Alan Wake is an action-adventure video game developed by Remedy Entertainment and published by Microsoft Studios, released for the Xbox 360 and Microsoft Windows. The story follows best-selling thriller novelist Alan Wake as he tries to uncover the mystery behind his wife's disappearance during a vacation in the small fictional town of Bright Falls, Washington, all while experiencing events from the plot in his latest novel, which he cannot remember writing, coming to life.",
  "/wiki/Microsoft_Game_Studios": "Xbox Game Studios, previously known as Microsoft Studios, Microsoft Game Studios, and Microsoft Games, is a division of Microsoft based in Redmond, Washington. It was established in March 2000, spun out from an internal Games Group, for the development and publishing of video games for Microsoft Windows. It has since expanded to include games and other interactive entertainment for the namesake Xbox platforms, Windows Mobile and other mobile platforms, and web-based portals. As the studio grew, it has acquired and relinquished ownership of several other studios, and is the parent organization of fifteen other studios.",
  "/wiki/Street_Fighter:_Legacy": "Street Fighter: Legacy is a live-action short fan film based on Capcom's popular fighting game series Street Fighter. The film is a Streetlight Films production, co-directed by Joey Ansah (of The Bourne Ultimatum) and Owen Trevor, produced by Jacqueline Quella and stars Jon Foo as Ryu, Christian Howard as Ken, and Ansah himself as Akuma/Gouki. Both Ansah and Howard are also the writers of the film.",
  "/wiki/Mortal_Kombat:_Rebirth": "Mortal Kombat: Rebirth is a 2010 detailed  short film directed by Kevin Tancharoen, with fight choreography by Larnell Stovall, who also choreographed Undisputed III: Redemption. Based on the Mortal Kombat series of fighting games, the short-film \"actually was made by the director to sell Warner Bros. on his vision for a reimagined Mortal Kombat film.\" The pitch eventually evolved into the web series Mortal Kombat: Legacy.",
  "/wiki/Warner_Bros._Interactive_Entertainment": "Warner Bros. Interactive Entertainment (also known as WB Games) is the video game division of Warner Bros. Home Entertainment. Founded in January 2004, it wholly owns studios TT Games, Rocksteady Studios, NetherRealm Studios, Monolith Productions, WB Games Boston, Avalanche Software, WB Games Montréal, and WB Games San Francisco.",
  "/wiki/Dead_Rising_2": "Dead Rising 2 is an action-adventure video game developed by Canadian company Blue Castle Games, published by Capcom, and released between September and October 2010 for the PlayStation 3, Xbox 360, and Microsoft Windows. It is a sequel to Dead Rising, and is the second entry in the series of the same name. The game features a number of new features and improvements to its predecessor, including multiplayer options.",
  "/wiki/Dragon_Ball:_Plan_to_Eradicate_the_Super_Saiyans": "Dragon Ball: Plan to Eradicate the Super Saiyans (Japanese: ドラゴンボール　.mw-parser-output ruby>rt,.mw-parser-output ruby>rtc{font-feature-settings:\"ruby\"1}.mw-parser-output ruby.large{font-size:250%}.mw-parser-output ruby.large>rt,.mw-parser-output ruby.large>rtc{font-size:.3em}超 (スーパー)サイヤ人絶滅計画, Hepburn: Doragon Bōru: Sūpā Saiya-jin Zetsumetsu Keikaku) is a 2010 anime original video animation based on the Dragon Ball franchise by Akira Toriyama. It is an updated version of the older OVA Dragon Ball Z Side Story: Plan to Eradicate the Saiyans, which was released in 1993 as strategy guides for the Family Computer video game of the same name.",
  "/wiki/Bandai_Namco_Entertainment": "Bandai Namco Entertainment, Inc.[a] is a Japanese multinational video game developer and publisher, headquartered in Minato-ku, Tokyo. Its international branches, Bandai Namco Entertainment America and Bandai Namco Entertainment Europe, are respectively headquartered in Santa Clara, California and Lyon, France. It is a wholly owned subsidiary of Bandai Namco Holdings.",
  "/wiki/Find_Makarov:_Operation_Kingfish": "Find Makarov: Operation Kingfish is a 2011 short film and a prequel to Call of Duty: Modern Warfare 2, first shown at Call of Duty XP convention. The video was produced by We Can Pretend,  visual effects by The Junction, and was endorsed by Activision.",
  "/wiki/Call_of_Duty": "Call of Duty  is a first-person shooter video game franchise published by Activision. Starting out in 2003, it first focused on games set in World War II, but over time, the series has seen games set in modern times, the midst of the Cold War, futuristic worlds, and outer space. The games were first developed by Infinity Ward, then also by Treyarch and  Sledgehammer Games. Several spin-off and handheld games were made by other developers. The most recent title, Call of Duty: Modern Warfare, was released on October 25, 2019.",
  "/wiki/Activision": "Activision Publishing, Inc. is an American video game publisher based in Santa Monica, California. It currently serves as the publishing business for its parent company, Activision Blizzard, and consists of several subsidiary studios. Activision is one of the largest third-party video game publishers in the world and was the top United States publisher in 2016.",
  "/wiki/Assassin's_Creed:_Embers": "Assassin's Creed: Embers is a Canadian animated short film created by UbiWorkshop. The film is included as a bonus in Signature and collector's editions of Assassin's Creed: Revelations. UbiWorkShop released a teaser trailer on July 21, 2011, which was featured at Comic-Con 2011. The Embers trailer shows an older Ezio with his family. He fears someone is trying to get him. It was released for PlayStation Store on 23 April 2015.",
  "/wiki/Ubisoft": "Ubisoft Entertainment SA (/ˈjuːbisɒft, -sɔːft/; French: [ybisɔft]; formerly Ubi Soft Entertainment SA) is a French video game company headquartered in Montreuil with several development studios across the world. It publishes games for several video game franchises, including Assassin's Creed, Far Cry, Just Dance, Prince of Persia, Rayman, Raving Rabbids, and Tom Clancy's. As of March 2018, Ubisoft is the fourth largest publicly traded game company in the Americas and Europe in terms of revenue and market capitalisation, after Activision Blizzard, Electronic Arts, and Take-Two Interactive.",
  "/wiki/Dragon_Age:_Redemption": "Dragon Age: Redemption is a six-part webseries based on the BioWare video game series of the same name. It was created by and stars Felicia Day, creator and star of the webseries The Guild. Day plays Tallis, an Elven assassin. Filming began in early January 2011 and Day enlisted the help of many prior Hollywood acquaintances.",
  "/wiki/BioWare": "BioWare is a Canadian video game developer based in Edmonton, Alberta. It was founded in 1995 by newly graduated medical doctors Ray Muzyka and Greg Zeschuk, alongside Trent Oster, Brent Oster, Marcel Zeschuk and Augustine Yip. As of 2007, the company is owned by American publisher Electronic Arts.",
  "/wiki/Ghost_Recon:_Alpha": "Tom Clancy's Ghost Recon: Future Soldier is a third-person tactical shooter video game developed and published by Ubisoft for the PlayStation 3, Xbox 360 and Microsoft Windows. It was released in May and June 2012. Tom Clancy's Ghost Recon: Future Soldier was announced to be in development by Ubisoft on January 22, 2009. The game has a futuristic take on the Ghost Recon series. The campaign has settings such as Nigeria, Pakistan, Russia, and Norway.",
  "/wiki/Tekken_Tag_Tournament_2": "Tekken Tag Tournament 2 (鉄拳タッグトーナメント2, Tekken Taggu Tōnamento 2) is a spin-off of the Tekken fighting game series, released in arcades on September 14, 2011. It received an update, subtitled Unlimited, on March 27, 2012. A console version based on the update was released for PlayStation 3 and Xbox 360 in September 2012. It was ported to the Wii U as one of the system's launch titles in November 2012, subtitled Wii U Edition.",
  "/wiki/Bandai_Namco_Games": "Bandai Namco Entertainment, Inc.[a] is a Japanese multinational video game developer and publisher, headquartered in Minato-ku, Tokyo. Its international branches, Bandai Namco Entertainment America and Bandai Namco Entertainment Europe, are respectively headquartered in Santa Clara, California and Lyon, France. It is a wholly owned subsidiary of Bandai Namco Holdings.",
  "/wiki/List_of_films_based_on_video_games": "This page is a list of film adaptations of video games. These include local, international, direct-to-video and TV releases, and (in certain cases) online releases. They include their scores on Rotten Tomatoes, the region in which they were released (for foreign adaptations), approximate budget, their approximate box office revenue (for theatrical releases), distributor of the film, and the publisher of the original game at the time the film was made (this means that publishers may change between two adaptations of the same game or game series, such as Mortal Kombat). Also included are short films, cutscene films (made up of cutscenes and cinematics from the actual games), documentaries with video games as their subjects and films in which video games play a large part (such as Tron or WarGames)."
}