{
  "/wiki/Chasing_Ghosts:_Beyond_the_Arcade": "Chasing Ghosts: Beyond the Arcade is a documentary film directed by Lincoln Ruchti about the golden age of video arcade games. The film premiered January 22, 2007 at the Sundance Film Festival and has also been shown at the 2007 Los Angeles Film Festival, as well as other film festivals.",
  "/wiki/Golden_age_of_video_arcade_games": "The golden age of arcade video games was the era when arcade video games entered pop culture and became a dominant cultural force. The exact time period is disputed, but key moments include the release of Space Invaders in 1978 and the vector-based Asteroids in 1979—moments made possible by the increase in power and decrease in cost of computing technology. This led to the rise of both video game arcades and video games in other media, such as songs, cartoons, and movies like 1982's TRON. Other iconic games from this era include Pac-Man, Defender, Galaga, Donkey Kong, and Centipede.",
  "/wiki/The_King_of_Kong:_A_Fistful_of_Quarters": "The King of Kong: A Fistful of Quarters is a 2007 American documentary film about competitive arcade gaming directed by Seth Gordon. It follows Steve Wiebe in his attempts to take the high score record for the 1981 arcade game Donkey Kong from Billy Mitchell. The film premiered at the 2007 Slamdance Film Festival and was released in U.S. theaters in August 2007. It received positive reviews.",
  "/wiki/Billy_Mitchell_(gamer)": "William James Mitchell Jr. (born July 16, 1965) is an American video game player and restaurateur. He rose to national prominence in the 1980s when Life included him in a photo spread of game champions during the height of the golden age of arcade games.",
  "/wiki/Steve_Wiebe": "Steven J. Wiebe (/ˈwiːbi/; born January 3, 1969) is an American two-time world champion of the video game Donkey Kong, most recently holding the title from September 20, 2010, to January 10, 2011, with a high score of 1,064,500. Wiebe was the first person to achieve over a million points in a public game, with 1,006,600 on July 4, 2004. He is one of the primary subjects of the 2007 documentary The King of Kong: A Fistful of Quarters. Like his Donkey Kong rival Billy Mitchell, Wiebe was put in a TOPPS Allen & Ginter baseball set, which is featured in the 2009 edition of the baseball product.",
  "/wiki/Donkey_Kong_(video_game)": "Donkey Kong[b] is an arcade game released by Nintendo in 1981. An early example of the platform game genre, the gameplay focuses on maneuvering the main character across a series of platforms while dodging and jumping over obstacles. In the game, Mario (originally named Mr. Video and then Jumpman) must rescue a damsel in distress named Pauline (originally named Lady), from a giant ape named Donkey Kong. The hero and ape later became two of Nintendo's most popular and recognizable characters. Donkey Kong is one of the most important games from the golden age of arcade video games as well as one of the most popular and greatest arcade games of all time.\nThe game was the latest in a series of efforts by Nintendo to break into the North American market. Hiroshi Yamauchi, Nintendo's president at the time, assigned the project to a first-time video game designer named Shigeru Miyamoto. Drawing from a wide range of inspirations, including Popeye, Beauty and the Beast, and King Kong, Miyamoto developed the scenario and designed the game alongside Nintendo's chief engineer, Gunpei Yokoi. The two men broke new ground by using graphics as a means of characterization, including cutscenes to advance the game's plot and integrating multiple stages into the gameplay.",
  "/wiki/Electronic_sports": "Esports (also known as electronic sports, e-sports, or eSports) is a form of sport competition using video games. Esports often takes the form of organized, multiplayer video game competitions, particularly between professional players, individually or as teams. Although organized competitions have long been a part of video game culture, these were largely between amateurs until the late 2000s, when participation by professional gamers and spectatorship in these events through live streaming saw a large surge in popularity. By the 2010s, esports was a significant factor in the video game industry, with many game developers actively designing and providing funding for tournaments and other events.",
  "/wiki/Second_Skin_(2008_film)": "Second Skin is a 2008 American documentary film that follows the lives of seven people as they delve into the world of MMORPGs (Massively Multiplayer Online Role Playing Games). The film was directed by Juan Carlos Piñeiro Escoriaza and produced by Victor Piñeiro Escoriaza and Peter Brauer.",
  "/wiki/Massively_multiplayer_online_role-playing_game": "Massively multiplayer online role-playing games (MMORPGs) are a combination of role-playing video games and massively multiplayer online games in which a very large number of players interact with one another within a virtual world.",
  "/wiki/Ecstasy_of_Order:_The_Tetris_Masters": "Ecstasy of Order: The Tetris Masters is a 2011 American documentary film that follows the lives of several gamers from around the country as they prepare to compete in the 2010 Classic Tetris World Championship held in Los Angeles, California.  It recounts the development and rise of Tetris as one of the most-played video games of all-time, the role it has played in shaping the lives of the gamers it chronicles, the mystery surrounding the whereabouts of former Nintendo World Champion Thor Aackerlund, and the conception and execution of the first ever Classic Tetris World Championship by gaming enthusiast Robin Mihara.",
  "/wiki/Tetris": "Tetris (Russian: Тетрис [ˈtɛtrʲɪs]; portmanteau of \"tetromino\" and \"tennis\") is a tile-matching puzzle video game originally designed and programmed by Soviet Russian software engineer Alexey Pajitnov. The first playable version was completed on June 6, 1984, while he was working for the Dorodnitsyn Computing Centre of the Academy of Sciences of the Soviet Union in Moscow. He derived its name from combining the Greek numerical prefix tetra- (the falling pieces contain 4 segments) and tennis, Pajitnov's favorite sport. The name is also used in-game to refer to the play where four lines are cleared at once.",
  "/wiki/Indie_Game:_The_Movie": "Indie Game: The Movie is a 2012 documentary film made by Canadian filmmakers James Swirsky and Lisanne Pajot. The film is about the struggles of independent game developers Edmund McMillen and Tommy Refenes during the development of Super Meat Boy, Phil Fish during the development of Fez, and also Jonathan Blow, who reflects on the success of Braid.",
  "/wiki/Thank_You_for_Playing": "Thank You For Playing is an American documentary film produced and directed by Malika Zouhali-Worrall and David Osit. The film follows the development of the video game That Dragon, Cancer, which tells the story of Ryan and Amy Green raising their son Joel who has been diagnosed with cancer.",
  "/wiki/That_Dragon,_Cancer": "That Dragon, Cancer is a video game created by Ryan and Amy Green, Josh Larson, and a small team under the name Numinous Games. The autobiographical game is based on the Greens' experience of raising their son Joel, who was diagnosed with terminal cancer at twelve months old, and though only given a short time to live, continued to survive for four more years before eventually succumbing to the cancer in March 2014. The game is designed to have the player experience the low and high moments of this period in the style of a point-and-click adventure game, using the medium's interactivity and immersion to relate the tale in ways that a film cannot. It was initially developed to relate Ryan and Amy's personal experience with Joel when they were uncertain of his health, but following his death, they reworked much of the game to memorialize and personalize their time and interactions with Joel for the player. Alongside the game, a documentary, Thank You for Playing, documenting both the last few years of Joel's life and the development of the game, was aired in 2016.",
  "/wiki/List_of_films_based_on_video_games": "This page is a list of film adaptations of video games. These include local, international, direct-to-video and TV releases, and (in certain cases) online releases. They include their scores on Rotten Tomatoes, the region in which they were released (for foreign adaptations), approximate budget, their approximate box office revenue (for theatrical releases), distributor of the film, and the publisher of the original game at the time the film was made (this means that publishers may change between two adaptations of the same game or game series, such as Mortal Kombat). Also included are short films, cutscene films (made up of cutscenes and cinematics from the actual games), documentaries with video games as their subjects and films in which video games play a large part (such as Tron or WarGames)."
}