{
  "/wiki/Thumb_Candy": "The United Kingdom is Europe's second largest video game market after Germany and the fifth largest in the world. The UK video game market was worth £5.7 billion in 2018, a 10% increase over the previous year. From this, £4.01 billion was from the sales of software (+10.3% increase over 2017), £1.57 billion from the sales of hardware (+10.7% increase), and £0.11 billion from the sales of other game related items. In the software market, the data showed a significant increase in digital and online revenues, up +20.3% to a record £2.01bn. £1.17 billion of software sales came from mobile games.",
  "/wiki/Channel_4": "Channel 4 is a British public-service free-to-air television network headquartered in Leeds, United Kingdom. \nThe channel was established to provide a fourth television service to the United Kingdom in addition to the licence-funded BBC One and BBC Two, and the single commercial broadcasting network ITV.\nIt began transmission on 2 November 1982. Although largely commercially self-funded, it is ultimately publicly owned; originally a subsidiary of the Independent Broadcasting Authority (IBA), the station is now owned and operated by Channel Four Television Corporation, a public corporation of the Department for Digital, Culture, Media and Sport, which was established in 1990 and came into operation in 1993. In 2010, Channel 4 extended service into Wales and became a UK-wide television channel.",
  "/wiki/3sat": "3sat is a free-to-air German-language public service television channel. It is a generalist channel with a cultural focus and is jointly operated by public broadcasters from Germany (ZDF, ARD), Austria (ORF) and Switzerland (SRG SSR). The coordinating broadcaster is ZDF, at whose Mainz facility the broadcasting centre with studios for in-house productions is located.",
  "/wiki/Icons_(TV_series)": "Icons was a documentary TV show that aired on G4 from May 1, 2002, to March 4, 2007. It originally focused on significant people, companies, products, history, and milestones in the world of video games.",
  "/wiki/G4_(U.S._TV_channel)": "G4 (also known as G4tv) was an American pay television channel that was owned by G4 Media, a joint venture between the NBCUniversal Cable division of NBCUniversal and Dish Network. The channel was geared primarily toward young male adult viewers and originally focused on the world of video games, before transitioning to a more general entertainment format. G4 was headquartered in Los Angeles.",
  "/wiki/Tetris": "Tetris (Russian: Тетрис [ˈtɛtrʲɪs]; portmanteau of \"tetromino\" and \"tennis\") is a tile-matching puzzle video game originally designed and programmed by Soviet Russian software engineer Alexey Pajitnov. The first playable version was completed on June 6, 1984, while he was working for the Dorodnitsyn Computing Centre of the Academy of Sciences of the Soviet Union in Moscow. He derived its name from combining the Greek numerical prefix tetra- (the falling pieces contain 4 segments) and tennis, Pajitnov's favorite sport. The name is also used in-game to refer to the play where four lines are cleared at once.",
  "/wiki/Game_Show_Network": "Game Show Network (also known as GSN) is an American pay television channel that is owned by Sony Pictures Television. The channel's programming is primarily dedicated to game shows, including reruns of classic game shows, along with new, first-run original and revived game shows. For a period in the mid 2000s, Game Show Network began branching out into \"games\" in general, including reality competition series and televised poker shows. Game Show Network is available to 79 million households in America as of January 2016.",
  "/wiki/PBS": "The Public Broadcasting Service (PBS) is an American public broadcaster and television program distributor. It is a nonprofit organization and the most prominent provider of educational television programming to public television stations in the United States, distributing series such as American Experience, America's Test Kitchen, Antiques Roadshow, Arthur, Barney & Friends, Clifford the Big Red Dog, Downton Abbey, Finding Your Roots, Frontline, The Magic School Bus, Masterpiece, Mister Rogers' Neighborhood, Nature, Nova, the PBS NewsHour, Reading Rainbow, Sesame Street, Teletubbies, and This Old House.",
  "/wiki/HLN_(TV_channel)": "HLN (Headline News) is an American basic cable news channel owned by CNN. The channel primarily carries a schedule of news programming during the daytime hours, with the remainder of its schedule dedicated to true crime programs—drawn largely from the library of defunct sister network Court TV, as well as new original programs within the genre.",
  "/wiki/Wii": "The Wii (/wiː/ WEE; known unofficially as the Nintendo Wii) is a home video game console released by Nintendo on November 19, 2006. As a seventh-generation console, the Wii competed with Microsoft's Xbox 360 and Sony's PlayStation 3. Nintendo states that its console targets a broader demographic than that of the two others.  As of the first quarter of 2016[update], the Wii led its generation over the PlayStation 3 and Xbox 360 in worldwide sales, with more than 101 million units sold; in December 2009, the console broke the sales record for a single month in the United States.",
  "/wiki/PlayStation_3": "The PlayStation 3 (officially abbreviated as PS3) is a home video game console developed by Sony Computer Entertainment. It is the successor to PlayStation 2, and is part of the PlayStation brand of consoles. It was first released on November 11, 2006 in Japan, November 17, 2006 in North America, and March 23, 2007 in Europe and Australia. The PlayStation 3 competed primarily against Microsoft's Xbox 360 and Nintendo's Wii as part of the seventh generation of video game consoles.",
  "/wiki/I,_VIDEOGAME": "Rise of the Video Game is a five-part series on The Discovery Channel about the history of video games. The first episode aired in November 2007. The series ran under the title I, VIDEOGAME in Europe.",
  "/wiki/Discovery_Channel": "Discovery Channel (known as The Discovery Channel from 1985 to 1995, and often referred to as simply Discovery) is an American pay television network and flagship channel owned by Discovery, Inc., a publicly traded company run by CEO David Zaslav. As of June 2012[update], Discovery Channel is the third most widely distributed subscription channel in the United States, behind TBS and The Weather Channel; it is available in 409 million households worldwide, through its U.S. flagship channel and its various owned or licensed television channels internationally.",
  "/wiki/Rise_of_the_Video_Game": "Rise of the Video Game is a five-part series on The Discovery Channel about the history of video games. The first episode aired in November 2007. The series ran under the title I, VIDEOGAME in Europe.",
  "/wiki/Charlie_Brooker%27s_Gameswipe": "Charlie Brooker's Gameswipe is a special one-off British, video game culture show by Charlie Brooker, aired in September 2009 during the BBC's Technology season. Following on from Brooker's Screenwipe and Newswipe, Gameswipe featured reviews of various video games and consoles as well as an insight into the video game industry.",
  "/wiki/BBC_Four": "BBC Four is a British free-to-air television channel owned and operated by the BBC. It was launched on 2 March 2002, with a schedule running from 7:00 pm to 4:00 am. The channel shows \"a wide variety of programmes including comedy, documentaries, music, international film, original programmes, drama and current affairs ... an alternative to programmes on the mainstream TV channels\". It is required by its licence to air at least 100 hours of new arts and music programmes, 110 hours of new factual programmes and to premiere 20 foreign films each year.",
  "/wiki/The_Gamechangers": "The Gamechangers is a British docudrama produced by the BBC. The programme depicts the story of the controversy caused by Grand Theft Auto, a video game series by Rockstar Games, as various attempts were made to halt the production of the games. Directed by Owen Harris and written by James Wood, the film centres on the legal feud between Rockstar Games president Sam Houser (Daniel Radcliffe) and controversial attorney Jack Thompson (Bill Paxton) over Rockstar's popular video game series Grand Theft Auto, and the debate regarding the psychological effects of violent video games.",
  "/wiki/BBC_Two": "BBC Two is the second flagship television channel of the British Broadcasting Corporation (BBC) in the United Kingdom, the Isle of Man and the Channel Islands. It covers a wide range of subject matter, but tends to broadcast more \"highbrow\" programmes than the more mainstream and popular BBC One. Like the BBC's other domestic TV and radio channels, it is funded by the television licence, and is therefore free of commercial advertising. It is a comparatively well-funded public-service network, regularly attaining a much higher audience share than most public-service networks worldwide.",
  "/wiki/Grand_Theft_Auto": "Grand Theft Auto (GTA) is an action-adventure video game series created by David Jones and Mike Dailly; the later titles of which were created by brothers Dan and Sam Houser, Leslie Benzies and Aaron Garbut. It is primarily developed by British development house Rockstar North (formerly DMA Design), and published by its parent company, Rockstar Games. The name of the series references the term \"grand theft auto\", used in the U.S. for motor vehicle theft.",
  "/wiki/Rockstar_Games": "Rockstar Games, Inc. is an American video game publisher based in New York City. The company was established in December 1998 as a subsidiary of Take-Two Interactive, and as successor to BMG Interactive, a dormant video game publisher of which Take-Two had previously acquired the assets. Founding members of the company were Sam and Dan Houser, Terry Donovan and Jamie King, who worked for Take-Two at the time, and of which the Houser brothers were previously executives at BMG Interactive. Co-founders Sam and Dan Houser head the studio as president and vice-president for creative, respectively."
}