{
  "/wiki/Bridge_Abutments": "Bridge Abutments are four pair of historic earthen bridge abutments located in Congaree National Park near Hopkins, Richland County, South Carolina. They were built by settlers (possibly Isaac Huger) in the 1780s in the Congaree Swamp to provide a means of transporting produce and livestock to markets in cities, such as Charleston. They vary in size from 5-to-10-feet high and 10-to-15-feet wide.",
  "/wiki/Hopkins,_South_Carolina": "Hopkins is a census-designated place (CDP) in Richland County, South Carolina, United States, that was founded circa 1836 and named after John Hopkins. It is located 11 miles (18 km) southeast of downtown Columbia and is part of the Columbia Metropolitan Statistical Area. As of the 2010 census, the population of the Hopkins CDP was 2,882.",
  "/wiki/Richland_County,_South_Carolina": "Richland County is located in the U.S. state of South Carolina. As of the 2010 census, the population was 384,504, making it the second-most populous county in South Carolina, behind only Greenville County. The county seat and largest city is Columbia, the state capital. The county was founded in 1785.",
  "/wiki/Campbell%27s_Covered_Bridge": "Campbell's Covered Bridge is a wooden covered bridge in northeastern Greenville County, South Carolina, near the small town of Gowensville, and crosses Beaverdam Creek off Pleasant Hill Road.",
  "/wiki/Greenville_County,_South_Carolina": "Greenville County is a county located in the state of South Carolina, in the United States. As of the 2010 census, the population was 451,225, making it the most populous county in the state. In 2018, the estimated population of the county was 514,213. Its county seat is Greenville. The county is also home to the Greenville County School District, the largest school system in South Carolina.  County government is headquartered at Greenville County Square.",
  "/wiki/Howe_truss": "A Howe truss is a truss bridge consisting of chords, verticals, and diagonals whose vertical members are in tension and whose diagonal members are in compression. The Howe truss was invented by William Howe in 1840, and was widely used as a bridge in the mid to late 1800s.",
  "/wiki/Gervais_Street_Bridge": "Gervais Street Bridge is a historic bridge in South Carolina in the United States and it is listed on the National Register of Historic Places. It is an arch bridge constructed from reinforced concrete.  Construction began in 1926 and the bridge was completed in 1928.  It was added to the National Register of Historic Places in 1980.",
  "/wiki/Columbia,_South_Carolina": "Columbia is the capital and second largest city of the U.S. state of South Carolina, with a population estimate of 133,451 as of 2018. The city serves as the county seat of Richland County, and a portion of the city extends into neighboring Lexington County. It is the center of the Columbia metropolitan statistical area, which had a population of 767,598 as of the 2010 United States Census, growing to 832,666 by July 1, 2018, according to 2018 U.S. Census estimates. This makes it the 70th largest metropolitan statistical area in the nation, as estimated by the United States Census Bureau as of July 1, 2018. The name Columbia is a poetic term used for the United States, originating from the name of Christopher Columbus.",
  "/wiki/West_Columbia,_South_Carolina": "West Columbia is a city and commuter town in the suburban eastern sections of Lexington County, South Carolina, United States. According to the 2010 census, the population was 14,988. It is a part of the greater Columbia, SC metropolitan statistical area.",
  "/wiki/Lexington_County,_South_Carolina": "Lexington County is a county located in the U.S. state of South Carolina. As of the 2010 census, the population was 262,391, and the 2018 population estimate was 295,032. Its county seat and largest town is Lexington. The county was created in 1785. Its name commemorates the Battle of Lexington in the American Revolutionary War.",
  "/wiki/Poinsett_Bridge": "Poinsett Bridge is the oldest bridge in South Carolina and perhaps in the entire southeastern United States. Named for Joel Roberts Poinsett, it was built in 1820 as part of a road from Columbia, South Carolina to Saluda Mountain. The stone bridge, which includes a 14-foot Gothic arch and stretches 130 feet over Little Gap Creek, may have been designed by Robert Mills, architect of the Washington Monument.  Though no longer in use, the bridge remains largely intact  and is part of the 120-acre (48.6 ha) Poinsett Bridge Heritage Preserve. There is a nature trail a few hundred yards from the bridge. The bridge was named to the National Register of Historic Places in 1970.",
  "/wiki/Tigerville,_South_Carolina": "Tigerville is an unincorporated community and census-designated place in Greenville County, South Carolina, United States. As of the 2010 United States Census the population was 1,312. It lies 12 miles (19 km) north of Taylors, 10 miles (16 km) northeast of Travelers Rest, and 14 miles (23 km) northwest of Greer. North Greenville University, a private institution of higher education affiliated with the Southern Baptist Convention, is located in Tigerville. The community is part of the Greenville–Mauldin–Easley Metropolitan Statistical Area.",
  "/wiki/John_Seabrook_Plantation_Bridge": "John Seabrook Plantation Bridge, also known as Admiral George Palmer's Bridge, is a historic arch bridge located at Rockville, Charleston County, South Carolina. It was built about 1782, and is constructed of brick veneer enclosing a fill mixture of crushed oyster shells and rammed earth.",
  "/wiki/Rockville,_South_Carolina": "Rockville is a town in Charleston County, South Carolina, United States, that was founded in 1784. The population was 134 at the 2010 census. Rockville is part of the Charleston-North Charleston-Summerville metropolitan area.",
  "/wiki/Charleston_County,_South_Carolina": "Charleston County is located in the U.S. state of South Carolina along the Atlantic coast. As of the 2010 census, its population was 350,209, making it the third most populous county in South Carolina (behind Greenville and Richland counties). Its county seat is Charleston. The county was created in 1901 by an act of the South Carolina State Legislature.",
  "/wiki/Stumphouse_Mountain_Tunnel": "Stumphouse Mountain Tunnel in Oconee County, South Carolina is an incomplete railroad tunnel for the Blue Ridge Railroad of South Carolina in Sumter National Forest. The tunnel, along with nearby Issaqueena Falls, are now a Walhalla city park.",
  "/wiki/Walhalla,_South_Carolina": "Walhalla is a city in the foothills of the Blue Ridge Mountains in Oconee County, South Carolina, United States. It is located 16 miles (26 km) from Clemson University in Clemson, South Carolina and lies within the area of the Blue Ridge Escarpment, an area of transition between mountains and piedmont, and contains numerous waterfalls. It was founded by German settlers in the late 1800s even though the area had long been settled by Scots-Irish farmers. The population was 4,263 at the 2010 census. It is the county seat of Oconee County. The current mayor of Walhalla is Danny Edwards.",
  "/wiki/Oconee_County,_South_Carolina": "Oconee County is the westernmost county in the U.S. state of South Carolina. As of the 2010 census, the population was 74,273. Its county seat is Walhalla.",
  "/wiki/Waccamaw_River_Memorial_Bridge": "Waccamaw River Memorial Bridge is a historic bridge located at Conway in Horry County, South Carolina.",
  "/wiki/Conway,_South_Carolina": "Conway is a city in Horry County, South Carolina, United States. The population was 17,103 at the 2010 census, and had an estimated population in 2018 of 24,980. It is the county seat of Horry County and is part of the Myrtle Beach metropolitan area. It is the home of Coastal Carolina University.",
  "/wiki/Horry_County,_South_Carolina": "Horry County (/ˈɒriː/ ORR-ee) is the easternmost county in the U.S. state of South Carolina. As of the 2010 census, its population was 289,650, making it the fifth-most populous county in South Carolina. The county seat is Conway.",
  "/wiki/Bradley%27s_Covered_Bridge": "Bradley's Covered Bridge, also known as the Long Cane Covered Bridge, was a covered bridge located near Troy, South Carolina.",
  "/wiki/Troy,_South_Carolina": "Troy is a town in Greenwood County, South Carolina, United States. The population was 93 at the 2010 census.",
  "/wiki/McCormick_County,_South_Carolina": "McCormick County is a county located in the U.S. state of South Carolina. As of the 2018 census estimates, its population was 9,410, making it the second least-populous county in South Carolina. Its county seat is McCormick. The county was formed in 1916 from parts of Edgefield, Abbeville, and Greenwood Counties.",
  "/wiki/Westminster,_South_Carolina": "Westminster is a city in Oconee County, South Carolina, United States. The population was 2,418 at the 2010 census.",
  "/wiki/Lattice_truss_bridge": "A lattice bridge is a form of truss bridge that uses many small, closely spaced diagonal elements forming a lattice. The lattice Truss Bridge was patented in 1820 by architect Ithiel Town."
}