{
  "/wiki/Akon": "Aliaune Damala Bouga Time Puru Nacka Lu Lu Lu Badara Akon Thiam (/ˈeɪkɒn/; born April 16, 1973) is a Senegalese-American singer, songwriter, record producer, entrepreneur, philanthropist and actor. He rose to prominence in 2004 following the release of \"Locked Up\", the first single from his debut album, Trouble.",
  "/wiki/Moonshine_(Savage_song)": "\"Moonshine\" is a single by Savage featuring Akon that was released in 2005. It was also included on Savage's 2008 album Savage Island. The song was certified \"Gold\" in Australia and spent seven weeks at the top of the New Zealand singles chart. The single placed third overall on New Zealand's year-end chart for 2005.",
  "/wiki/Chris_Brown_(American_singer)": "Christopher Maurice Brown (born May 5, 1989) is an American singer, songwriter, rapper, dancer, actor, and record producer. Born in Tappahannock, Virginia, he was involved in his church choir and several local talent shows from a young age. Having signed with Jive Records in 2004, Brown released his self-titled debut studio album the following year, which became certified double platinum by the Recording Industry Association of America (RIAA).",
  "/wiki/Forever_(Chris_Brown_song)": "\"Forever\" is a song by American recording artist Chris Brown from Exclusive: Forever Edition, a repackaged edition of his second studio album Exclusive. Brown co-wrote the song with Andre Merritt, Rob Allen, Brian Kennedy, and Jamal \"Polow da Don\" Jones; the latter two are also the producers. Initially created to be used for a Doublemint commercial, \"Forever\" was selected to be released as the first single from Brown's repackaged second studio album but overall it's the fifth single from the album. It was first released for digital download on November 2, 2007.",
  "/wiki/Eminem": "Marshall Bruce Mathers III (born October 17, 1972), known professionally as Eminem (/ˌɛmɪˈnɛm/; often stylized as EMINƎM), is an American rapper, songwriter, record producer, record executive and actor. He is one of the most successful musical artists of the 21st century. In addition to his solo career, Eminem was a member of the hip hop group D12. He is also known for collaborations with fellow Detroit-based rapper Royce da 5'9\"; the two are collectively known as Bad Meets Evil.",
  "/wiki/Without_Me_(Eminem_song)": "\"Without Me\" is a song by American rapper Eminem from his fourth studio album The Eminem Show (2002). \"Without Me\" was released on May 14, 2002 as the lead single from the album, and re-released on his greatest hits compilation album Curtain Call: The Hits (2005). \"Without Me\" is one of Eminem's most successful singles, reaching number two in the U.S. Billboard Hot 100, and number one in fifteen countries. It is one of his most well-known and most recognizable songs. The song is included in the soundtrack for the 2016 film Suicide Squad.",
  "/wiki/The_Black_Eyed_Peas": "Black Eyed Peas (also known as The Black Eyed Peas) is an American musical group, consisting of rappers will.i.am, apl.de.ap, and Taboo. Originally an alternative hip hop group, they subsequently changed their musical sound to pop and dance-pop music. Although the group was founded in Los Angeles in 1995, it was not until the release of their third album, Elephunk, in 2003, that they achieved high record sales. Since that time, the group has sold an estimated 75 million records, making them one of the world's best-selling groups of all time. According to Nielsen SoundScan, the Black Eyed Peas were the second-best-selling artist/group of all time for downloaded tracks, behind Rihanna, with over 42 million sales.[citation needed]",
  "/wiki/I_Gotta_Feeling": "\"I Gotta Feeling\" is the second single from The Black Eyed Peas' fifth album The E.N.D., produced by French DJ David Guetta. The song was released on May 21, 2009 and debuted at number two on the Canadian and Billboard Hot 100, behind the group's \"Boom Boom Pow\", making the group one of 11 artists who have occupied the top two positions of the Billboard Hot 100 at the same time. It reached number one on the US charts and 20 charts worldwide.",
  "/wiki/Timbaland": "Timothy Zachary Mosley (born March 10, 1972), known professionally as Timbaland, is an American musician, record producer, rapper, singer, songwriter, and DJ.",
  "/wiki/Apologize_(OneRepublic_song)": "\"Apologize\" (also spelled \"Apologise\" internationally) is the debut single written by OneRepublic frontman Ryan Tedder for OneRepublic's debut album Dreaming Out Loud. It was released as the lead single of that album. A remix version was included on the Timbaland album, Shock Value, and on the deluxe version of Dreaming Out Loud.",
  "/wiki/Justin_Timberlake": "Justin Randall Timberlake (born January 31, 1981), occasionally known by his initials JT, is an American singer, songwriter, actor, and record producer. Raised in Tennessee, he appeared on the television shows Star Search and The All-New Mickey Mouse Club as a child. In the late 1990s, Timberlake rose to prominence as one of the two lead vocalists and youngest member of NSYNC, which eventually became one of the best-selling boy bands of all time. Timberlake began to adopt a more mature image as an artist with the release of his debut solo album, the R&B-focused Justified (2002), which yielded the successful singles \"Cry Me a River\" and \"Rock Your Body\", and earned his first two Grammy Awards.",
  "/wiki/SexyBack": "\"SexyBack\" is a song recorded by American singer-songwriter Justin Timberlake for his second studio album, FutureSex/LoveSounds (2006). It features Timbaland. It was released on July 18, 2006, to US mainstream and rhythmic radio stations by Jive Records as the lead single from the album. The song was written and produced by Nate Hills, Tim Mosley, and Timberlake himself. Discussing \"SexyBack\", Timberlake revealed that he went \"left\", singing the song in a rock style, not an R&B style. He described the song as musicians David Bowie and David Byrne \"covering\" James Brown's 1970 song \"Sex Machine\". The track features Timbaland (who is credited on the album but not the single itself) while Timberlake's voice is distorted. The instrumentation used in the song includes a pounding bass beat, electronic chords, and drum machine sounds.",
  "/wiki/Pink_(singer)": "Alecia Beth Moore (born September 8, 1979), known professionally as Pink (stylized as P!nk), is an American singer, songwriter, dancer, actress, record producer, spokesperson and model. She was originally a member of the girl group Choice. In 1995, LaFace Records saw potential in Pink and offered her a solo recording contract. Her R&B-influenced debut studio album Can't Take Me Home (2000) was certified double-platinum in the United States and spawned two Billboard Hot 100 top-ten songs: \"There You Go\" and \"Most Girls\". She gained further recognition with the collaborative single \"Lady Marmalade\" from the Moulin Rouge! soundtrack, which topped many charts worldwide. Refocusing her sound to pop rock with her second studio album Missundaztood (2001), the album sold more than 13 million copies worldwide and yielded the international number-one songs \"Get the Party Started\", \"Don't Let Me Get Me\", and \"Just Like a Pill\".",
  "/wiki/So_What_(Pink_song)": "\"So What\" is a song recorded by American singer P!nk for her fifth studio album, Funhouse (2008). The song was written by Pink, Max Martin, and Shellback, and produced by Martin. Selected as the album's debut single, \"So What\" was first released to mainstream radios on August 25, 2008, through LaFace and Zomba Label Group. The song consists of a martial beat and synth backing. The lyrics are based on her separation from motocross racer Carey Hart, which occurred six months prior to the release.",
  "/wiki/Pussycat_Dolls": "The Pussycat Dolls are an American girl group and dance ensemble, founded in Los Angeles, California, by choreographer Robin Antin in 1995 as a burlesque troupe. At the suggestion of Jimmy Iovine, Antin decided to take the burlesque troupe mainstream as a pop group. Antin negotiated a record deal with Interscope Geffen A&M Records in 2003 turning the group into a music franchise comprising Nicole Scherzinger, Carmit Bachar, Ashley Roberts, Jessica Sutta, Melody Thornton, and Kimberly Wyatt. Their debut single, \"Sway\", was featured on the soundtrack of the 2004 film Shall We Dance?",
  "/wiki/Beep_(The_Pussycat_Dolls_song)": "\"Beep\" is a song by American girl group the Pussycat Dolls from their debut studio album, PCD (2005). It features will.i.am from the Black Eyed Peas who composed the song with additional writing from Kara DioGuardi and Jeff Lynne and additional production from Ron Fair. The song contains a sample of \"Evil Woman\" by Electric Light Orchestra.",
  "/wiki/Christina_Aguilera": "Christina María Aguilera (/ˌæɡɪˈlɛərə/, Spanish: [aɣiˈleɾa]; born December 18, 1980) is an American singer, songwriter, actress and television personality. Her accolades include five Grammy Awards, one Latin Grammy Award, and a star on the Hollywood Walk of Fame. Aguilera ranked at number 58 on Rolling Stone's list of 100 Greatest Singers of All Time in 2008, and was included on Time's annual list of the 100 most influential people in the world in 2013. With estimated sales of 75 million records, she is one of the world's best-selling music artists.",
  "/wiki/What_a_Girl_Wants_(Christina_Aguilera_song)": "\"What a Girl Wants\" is a song by American singer Christina Aguilera, taken from her eponymous debut album in 1999. The song was originally written and recorded by French singer Ophélie Winter in 1998 for her album Privacy, released a year before Aguilera's. Though a songwriter along with Peiken and Roche, Winter was never credited as such for this single. A re-recorded version was released on November 28, 1999 by RCA Records as the album's second single, following the commercial success of the album's lead single \"Genie in a Bottle\". The song was written by Shelly Peiken and Guy Roche. The song was completed and pitched to RCA executive Ron Fair as \"What a Girl Needs\" and was renamed \"What a Girl Wants\"; Fair later gave the track to Aguilera. A Spanish version of the song, titled \"Una Mujer,\" was included on Aguilera's second studio album Mi Reflejo (2000).",
  "/wiki/Beyoncé_Knowles": "Beyoncé Giselle Knowles-Carter (/biːˈjɒnseɪ/ bee-YON-say; born September 4, 1981) is an American singer, songwriter, record producer, and actress. Born and raised in Houston, Texas, Beyoncé performed in various singing and dancing competitions as a child. She rose to fame in the late 1990s as the lead singer of Destiny's Child, one of the best-selling girl groups of all time.",
  "/wiki/Sweet_Dreams_(Beyoncé_Knowles_song)": "\"Sweet Dreams\" is a song by American singer Beyoncé from her third studio album I Am... Sasha Fierce (2008). Originally titled \"Beautiful Nightmare\", it leaked online in March 2008. The song was written and produced by Beyoncé, James Scheffer, Wayne Wilkins, and Rico Love. Columbia Records released \"Sweet Dreams\", the album's sixth single, to mainstream radio and rhythmic contemporary radio playlists in the United States on June 8, 2009, and elsewhere on July 13. It is an electropop song whose instrumentation includes synthesizers, a keyboard, and snare drums. Knowles employs slinky vocals to sing the haunting lyrics, which describe a romantic relationship that the female protagonist believes could be a dream.",
  "/wiki/Scribe_(rapper)": "Malo Ioane Luafutu, also called Jeshua Ioane Luafutu (born on 29 May 1979), and better known by his stage name Scribe, is a New Zealand hip hop rapper and recording artist of Samoan descent. His debut album, The Crusader, was released in 2003 in New Zealand where it has since been certified five times platinum, achieving two number one singles.\nIn 2010, he featured on R&B singer J.Williams single You Got Me which reached number one on the RIANZ charts. In October 2013, Luafutu performed in Mumbai, India, and was dubbed by stunned locals as the \"Scrib Dizzler\", after performing dance moves on stage that were largely circular in motion.",
  "/wiki/Stand_Up_(Scribe_song)": "\"Stand Up\" is the debut single by New Zealand rapper Scribe, from his 2003 album, The Crusader. It was released as a double A-side with \"Not Many\".",
  "/wiki/Not_Many": "\"Not Many\" is a hip hop single by New Zealand rapper Scribe, taken from his debut album, The Crusader. It was released as a double A-side with \"Stand Up\".",
  "/wiki/Crazy_Frog": "Crazy Frog, originally known as The Annoying Thing, is a Swedish CGI-animated character and musician created in 2005 by actor and playwright Erik Wernquist. Marketed by the ringtone provider Jamba! (later known as Jamster), he was originally created to accompany a sound effect produced by Daniel Malmedahl in 1997 while attempting to imitate the sound of a two-stroke engine.",
  "/wiki/Axel_F_(Crazy_Frog_song)": "\"Axel F\" is the electronic instrumental theme from the 1984 film Beverly Hills Cop performed by Harold Faltermeyer. It was an international number 1 hit in 1985.",
  "/wiki/Atomic_Kitten": "Atomic Kitten are  a British pop girl group formed in Liverpool in 1998 whose current members are Natasha Hamilton and Liz McClarnon. The group was founded by Orchestral Manoeuvres in the Dark (OMD) members Andy McCluskey and Stuart Kershaw, who served as principal songwriters during Atomic Kitten's early years. The group's debut album Right Now was released in October 2000 and charted at number 39 in the United Kingdom. After five top ten singles, original member Kerry Katona quit – four weeks before \"Whole Again\" reached number one in the UK Singles Chart – and was replaced by former Precious singer Jenny Frost. \"Whole Again\" became the group's most successful single, staying at number one for four weeks in the UK and six weeks in Germany, and reaching number one in many other territories; in Britain, it was the 13th best-selling single of the 2000s. The group re-released their debut album, with some tracks re-recorded with Frost's vocals: it peaked at number one in the UK and was certified double platinum after selling over 600,000 copies.",
  "/wiki/Whole_Again": "\"Whole Again\" is the fifth single released from British pop girl group Atomic Kitten's debut album, Right Now (2000). It is the group's biggest selling single to date and was the final single to feature founding member Kerry Katona, who left the group midway through promoting the single. \"Whole Again\" was the first single released from the album in Europe and South Africa. It was a massive success, reaching number one in several countries, and selling over a million copies in the UK alone.",
  "/wiki/Shakira": "Shakira Isabel Mebarak Ripoll (/ʃəˈkɪərə/; Spanish: [ʃaˈkiɾa]; born February 2, 1977) is a Colombian singer, songwriter, dancer, record producer, and actress. Born and raised in Barranquilla, she made her recording debut under Sony Music Colombia at the age of 13. Following the commercial failure of her first two Colombian albums, Magia (1991) and Peligro (1993), she rose to prominence in Spanish-speaking countries with her next albums, Pies Descalzos (1995) and Dónde Están los Ladrones? (1998). Shakira entered the English-language market with her fifth album, Laundry Service (2001). It sold over 13 million copies and spawned the international number-one singles \"Whenever, Wherever\" and \"Underneath Your Clothes\".",
  "/wiki/Whenever,_Wherever": "\"Whenever, Wherever\" is a song by Colombian singer-songwriter Shakira for her fifth studio album and English-language debut, Laundry Service. It was released on 27 August 2001, by Epic Records as the lead single from the album. The song was written, composed, and produced by Shakira and Tim Mitchell, with additional songwriting from Gloria Estefan. \"Whenever, Wherever\" is a mix of Latin music and worldbeat that is heavily influenced by Andean music. The Spanish version of the song, titled \"Suerte\" (literally \"Luck\"), lyrically discusses how fortunate Shakira is to have found her romantic partner.",
  "/wiki/Rihanna": "Robyn Rihanna Fenty (/riˈænə/ ree-AN-ə;[n 1] born February 20, 1988) is a Barbadian singer, songwriter, actress, and businesswoman, who has been recognized for embracing various musical styles and reinventing her image throughout her career.",
  "/wiki/Umbrella_(song)": "\"Umbrella\" is a song by Barbadian singer Rihanna from her third studio album Good Girl Gone Bad (2007). It features American rapper Jay-Z, who co-wrote the song with its producers Tricky Stewart and Kuk Harrell, with additional writing from The-Dream. The song was originally written with Britney Spears in mind, but her label rejected it. \"Umbrella\" is a pop, hip hop and R&B song with rock elements, referring to a romantic and platonic relationship and the strength of that relationship.",
  "/wiki/Kanye_West": "Kanye Omari West (/ˈkɑːnjeɪ/; born June 8, 1977) is an American rapper, singer, songwriter, record producer, entrepreneur, fashion designer. West is among the most critically acclaimed musicians of the 21st century. His music has spanned a broad range of styles, incorporating an eclectic range of influences including hip hop, soul, baroque pop, electro, indie rock, synth-pop, industrial, and gospel.",
  "/wiki/Knock_You_Down": "\"Knock You Down\" is a song by American singer and songwriter Keri Hilson, recorded for her debut album, In a Perfect World.... The song features guest vocals from Ne-Yo and Kanye West. All three artists co-wrote the song with its producer Nate \"Danja\" Hills, as well as Kevin Cossom and Marcella Araica. The song was released first released to rhythmic and urban airplay in the United States as the album's fourth single in the US, and it would later serve as the third worldwide single.",
  "/wiki/Nelly_Furtado": "Nelly Kim Furtado ComIH (/fɜːrˈtɑːdoʊ/, Portuguese: [fuɾˈtaðu]; born  December 2, 1978) is a Canadian singer and songwriter. Furtado first gained fame with her debut album, Whoa, Nelly! (2000), which was a critical and commercial success that spawned two top 10 singles on the Billboard Hot 100, \"I'm Like a Bird\" and \"Turn Off the Light\". The first of the two singles won her a Grammy Award for Best Female Pop Vocal Performance. In 2003, she released her second album, Folklore, which was preceded by the lead single, \"Powerless (Say What You Want)\".",
  "/wiki/Promiscuous_(song)": "\"Promiscuous\" is a song by Canadian singer Nelly Furtado from her third studio album Loose (2006), featuring Timbaland. The song was written by Anthony Motz, along with Tim \"Timbaland\" Mosley, Furtado and Nate \"Danja\" Hills. The song's lyrics, which were penned by Furtado and Clayton, feature a conversation between a man and woman who call each other promiscuous. The overtly-sexual song was released as the lead single from the album in North America in early 2006, and as the second single elsewhere in mid-2006 except in Latin America, where the single was released as the third single in late 2006.",
  "/wiki/Usher_(entertainer)": "Usher Raymond IV (born October 14, 1978) is an American singer, songwriter, actor and dancer. He was born in Dallas, Texas, but raised in Chattanooga, Tennessee until moving to Atlanta, Georgia. At the age of 12, his mother put him in local singing competitions, before catching the attention of a music A&R from LaFace Records. He released his self-titled debut album, Usher (1994) but rose to fame in the late 1990s with the release of his second album My Way (1997). It spawned his first U.S. Billboard Hot 100 number-one single, \"Nice & Slow\", among top-two singles \"You Make Me Wanna...\" and \"My Way\". 8701 (2001) produced the number-one singles \"U Remind Me\" and \"U Got It Bad\", as well as top-three single \"U Don't Have to Call\". It sold eight million copies worldwide and won his first two Grammy Awards as Best Male R&B Vocal Performance in 2002 and 2003.",
  "/wiki/Yeah!_(Usher_song)": "\"Yeah!\" is a song by American singer Usher. The song is co-written by Sean Garrett, Patrick J. Que Smith, Robert McDowell, LRoc, Ludacris, and Lil Jon, who also produced the song. It also features guest vocals from Lil Jon and Ludacris, with the former also producing the song as well as incorporating crunk and R&B—which he coined as crunk&B—in the song's production. The song was released as the lead single from Usher's fourth studio album Confessions (2004) on January 27, 2004, after Usher was told by Arista Records, his label at the time, to record more tracks for the album.",
  "/wiki/Robbie_Williams": "Robert Peter Williams (born 13 February 1974) is an English singer-songwriter and entertainer. He found fame as a member of the pop group Take That from 1989 to 1995, but achieved greater commercial success with his solo career, beginning in 1997. Williams has released seven UK number one singles and eleven out of his twelve studio albums have reached number one in the UK. He is the best-selling British solo artist in the United Kingdom and the best selling non-Latino artist in Latin America. Six of his albums are among the top 100 biggest-selling albums in the United Kingdom–four albums in the top 60–and in 2006 he entered the Guinness Book of World Records for selling 1.6 million tickets of his Close Encounters Tour in a single day.",
  "/wiki/Rock_DJ_(song)": "\"Rock DJ\" is a song by English singer and songwriter Robbie Williams, featured on his third studio album, Sing When You're Winning (2000). The song was released on 31 July 2000 as the lead single from the album. It samples the strings from Barry White's song \"It's Ecstasy When You Lay Down Next to Me\" and also contains a sample of \"Can I Kick It?\" by A Tribe Called Quest and has a quote from \"La Di Da Di\" by Slick Rick and Doug E. Fresh. It reached number one in Iceland, Ireland, New Zealand, and the United Kingdom as well as the top 10 in Australia, Austria, Germany, Italy, Norway, Spain, and Switzerland.",
  "/wiki/T-Pain": "Faheem Rasheed Najm (born September 30, 1985), better known by his stage name T-Pain, is an American rapper, singer, songwriter and record producer. His debut album, Rappa Ternt Sanga, was released in 2005. In 2007, T-Pain released his second album Epiphany, which reached number one on the US Billboard 200 chart. His third album, Thr33 Ringz, was released in 2008. T-Pain has also released a string of hit singles, including \"I'm Sprung\", \"I'm 'n Luv (Wit a Stripper)\", \"Buy U a Drank (Shawty Snappin')\", \"Bartender\", \"Can't Believe It\", \"5 O'Clock\" and more. T-Pain has earned two Grammy Awards, alongside artists Kanye West and Jamie Foxx respectively.",
  "/wiki/Low_(Flo_Rida_song)": "\"Low\" is the debut single by American rapper Flo Rida, featured on his debut studio album Mail on Sunday and also featured on the soundtrack to the 2008 film Step Up 2: The Streets. The song features and was co-written by fellow American rapper T-Pain. There is also a remix in which the hook is sung by Nelly rather than T-Pain. An official remix was made which features Pitbull and T-Pain. The song peaked at number one on the U.S. Billboard Hot 100.",
  "/wiki/List_of_number-one_singles_from_the_2000s_(New_Zealand)": "In New Zealand, the Recording Industry Association of New Zealand (RIANZ) compiles the top forty singles chart each week. Sales of songs determined 75% of the sorting information, and radio airplay figures were responsible for 25%. From 18 April 2004 to 29 May 2007 the sales/radio airplay split was 50:50. Downloads of songs were included from 29 May 2007. The reporting period is from Monday to Sunday, with the week's chart published the next Monday. Before 18 April 2004, the chart week was from Sunday to Saturday, with the chart published on Sunday. Afterwards, the chart week was from Monday to Sunday, with the charts published on Monday. This meant there was a one-day charting period for 18 April 2004, with the next chart published on 19 April 2004. As a result, Usher spent three weeks and one day at number one with \"Yeah!\" instead of four complete weeks."
}