{
  "/wiki/2018_Winter_Olympics": "The 2018 Winter Olympics, officially known as the XXIII Olympic Winter Games (French: Les XXIIIes Jeux olympiques d'hiver; Korean: 제23회 동계 올림픽, romanized: Jeisipsamhoe Donggye Ollimpik) and commonly known as PyeongChang 2018, was an international winter multi-sport event that was held between 9 and 25 February 2018 in Pyeongchang County, Gangwon Province, South Korea, with the opening rounds for certain events held on 8 February 2018, the day before the opening ceremony.",
  "/wiki/Seamus_O%27Connor": "Seamus O'Connor (born October 4, 1997) is an American-born snowboarder, from Ramona, California, who competes internationally for Ireland. He competed for Ireland at the 2014 Winter Olympics in the men's halfpipe and men's slopestyle events.  He was the Irish flag bearer in the opening ceremony of the 2018 Winter Olympics. Seamus finished in eighteenth place in the Men's halfpipe qualification at the 2018 Winter Olympics.",
  "/wiki/Snowboarding": "Snowboarding is a recreational activity and Winter Olympic and Paralympic sport that involves descending a snow-covered slope while standing on a snowboard attached to a rider's feet.",
  "/wiki/2016_Summer_Olympics": "The 2016 Summer Olympics (Portuguese: Jogos Olímpicos de Verão de 2016),[a] officially known as the Games of the XXXI Olympiad (Portuguese: Jogos da XXXI Olimpíada) and commonly known as Rio 2016, was an international multi-sport event that was held from 5 to 21 August 2016 in Rio de Janeiro, Brazil, with preliminary events in some sports beginning on 3 August. These were the first Olympic Games ever to be held in South America and the fourth to be held in a developing country, after the 1968 Summer Olympics in Mexico, the 1980 Summer Olympics in the Soviet Union, and the 2008 Summer Olympics in China.",
  "/wiki/Paddy_Barnes": "Patrick Gerard \"Paddy\" Barnes (born 9 April 1987) is an Irish former boxer who competed as an amateur from 2005 to 2016 and as a professional from 2016 to 2019. As an amateur he competed in the light-flyweight division, representing Ireland at the 2008, 2012, and 2016 Olympics; winning bronze medals in Beijing and London, and represented Northern Ireland at the 2010 and 2014 Commonwealth Games; winning a gold medal at both events. As a professional, he challenged for the WBC flyweight title in 2018.",
  "/wiki/Boxing": "Boxing is a combat sport in which two people, usually wearing protective gloves, throw punches at each other for a predetermined amount of time in a boxing ring.",
  "/wiki/2014_Winter_Olympics": "The 2014 Winter Olympics, officially called the XXII Olympic Winter Games (French: Les XXIIes Jeux olympiques d'hiver) (Russian: XXII Олимпийские зимние игры, tr. XXII Olimpiyskiye zimniye igry) and commonly known as Sochi 2014, was an international winter multi-sport event that was held from 7 to 23 February 2014 in Sochi, Krasnodar Krai, Russia, with opening rounds in certain events held on the eve of the opening ceremony, 6 February 2014.",
  "/wiki/Conor_Lyne": "Conor Lyne (born 24 February 1993 in Reading, United Kingdom) is an alpine skier from Ireland. He competed for Ireland at the 2014 Winter Olympics in the slalom and giant slalom.",
  "/wiki/Alpine_skiing": "Alpine skiing, or downhill skiing, is the pastime of sliding down snow-covered slopes on skis with fixed-heel bindings, unlike other types of skiing (cross-country, Telemark, or ski jumping), which use skis with free-heel bindings. Whether for recreation or for sport, it is typically practised at ski resorts, which provide such services as ski lifts, artificial snow making, snow grooming, restaurants, and ski patrol.",
  "/wiki/2012_Summer_Olympics": "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was an international multi-sport event that was held from 27 July to 12 August 2012 in London, United Kingdom. The first event, the group stage in women's football, began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremony on 27 July. 10,768 athletes from 204 National Olympic Committees (NOCs) participated.",
  "/wiki/Katie_Taylor": "Katie Taylor Irish: Cáit Táilliúir (born 2 July 1986) is an Irish professional boxer and former footballer. She is a two-weight world champion and the current undisputed lightweight champion, having held the WBA title since 2017; the IBF title since 2018; and the WBC, WBO, and Ring magazine titles since 2019, as well as having held the WBO junior-welterweight title in 2019. Following her victory over Delfine Persoon in 2019, she became one of only seven boxers in history, female or male, to hold all four major world titles in boxing—WBA, WBC, IBF and WBO—simultaneously, along with Bernard Hopkins (2004–2005), Jermain Taylor (2005), Cecilia Brækhus (2014–), Terence Crawford (2017), Oleksandr Usyk (2018–2019), and Claressa Shields (2019–).",
  "/wiki/2010_Winter_Olympics": "The 2010 Winter Olympics, officially known as the XXI Olympic Winter Games (French: Les XXIes Jeux olympiques d'hiver) and commonly known as Vancouver 2010, informally the 21st Winter Olympics, was an international winter multi-sport event that was held from 12 to 28 February 2010 in Vancouver, British Columbia, Canada, with some events held in the surrounding suburbs of Richmond, West Vancouver and the University Endowment Lands, and in the nearby resort town of Whistler.",
  "/wiki/Aoife_Hoey": "Aoife Hoey (born 6 September 1983) is an Irish bobsledder who has competed since 2004. She finished 22nd out of 23 in the two-woman event at the 2005 FIBT World Championships in Calgary.\nAt 6 ft 4 in (1.93 m), she was the tallest woman at the 2010 Winter Olympics.",
  "/wiki/Bobsleigh": "Bobsleigh or bobsled is a team winter sport that involves making timed runs down narrow, twisting, banked, iced tracks in a gravity-powered sleigh. International bobsleigh competitions are governed by the International Bobsleigh and Skeleton Federation, also known as FIBT from the French Fédération Internationale de Bobsleigh et de Tobogganing.  National competitions are often governed by bodies such as the United States Bobsled and Skeleton Federation and Bobsleigh Canada Skeleton.",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/Ciara_Peelo": "Ciara Peelo (born 1 October 1979) is an Irish sailor. Born in Dublin, Ireland, Peelo represented Ireland at the 2008 Summer Olympics in the women's Laser Radial class, where she finished 20th. She was the Irish flagbearer during the 2008 Summer Olympics opening ceremony in Beijing.",
  "/wiki/Sailing": "Sailing  \nemploys the wind—acting on sails, wingsails or kites—to propel a craft on the surface of the water (sailing ship, sailboat, windsurfer, or kitesurfer), on ice (iceboat) or on land (land yacht) over a chosen course, which is often part of a larger plan of navigation.",
  "/wiki/2006_Winter_Olympics": "The 2006 Winter Olympics, officially known as the XX Olympic Winter Games (Italian: XX Giochi olimpici invernali) and commonly known as Turin 2006 or Torino 2006, was a winter multi-sport event which was held in Turin, Piedmont, Italy from February 10 to 26, 2006. This marked the second time that Italy had hosted the Winter Olympic Games, the first being the 1956 Winter Olympics in Cortina d'Ampezzo. Italy also hosted the Summer Olympics in 1960 in Rome. Turin was selected as the host city for the 2006 Games in June 1999.",
  "/wiki/Kirsten_McGarry": "Kristen McGarry (born 25 July 1985 in Dalkey, Ireland) is an alpine skier from Ireland.  She competed for Ireland at the 2006 Winter Olympics and the 2010 Winter Olympics.  Her best result was a 32nd place in the giant slalom in 2006.",
  "/wiki/2004_Summer_Olympics": "The 2004 Summer Olympics (Greek: Θερινοί Ολυμπιακοί Αγώνες 2004, Therinoí Olympiakoí Agónes 2004), officially known as the Games of the XXVIII Olympiad and commonly known as Athens 2004, was a premier international multi-sport event held in Athens, Greece, from 13 to 29 August 2004 with the motto Welcome Home.",
  "/wiki/Niall_Griffin": "Niall Griffin (born 12 August 1977) is an Irish equestrian.",
  "/wiki/Equestrianism": "Equestrianism (from Latin equester, equestr-, equus, 'horseman', 'horse'), more often known as horse riding (British English) or horseback riding (American English), includes the disciplines of riding, driving, or vaulting with horses. This broad description includes the use of horses for practical working purposes, transportation, recreational activities, artistic or cultural exercises, and competitive sport.",
  "/wiki/2002_Winter_Olympics": "The 2002 Winter Olympics, officially the XIX Olympic Winter Games and commonly known as Salt Lake 2002, was a winter multi-sport event that was celebrated from 8 to 24 February 2002 in and around Salt Lake City, Utah, United States.",
  "/wiki/Tamsen_McGarry": "Tamsen McGarry (born 11 February 1982) is an Irish alpine skier. She competed in two events at the 2002 Winter Olympics.",
  "/wiki/2000_Summer_Olympics": "The 2000 Summer Olympics, officially known as the Games of the XXVII Olympiad and commonly known as Sydney 2000 or the Millennium Olympic Games/Games of the New Millennium, was an international multi-sport event held between 15 September and 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and also the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956.",
  "/wiki/Sonia_O%27Sullivan": "Sonia O'Sullivan (born 28 November 1969) is an Irish former track and field athlete. She won a gold medal in the 5000 metres at the 1995 World Championships, and a silver medal in the 5000 metres at the 2000 Olympic Games. Her 2000m world record of 5:25.36, set in 1994 stood until 2017.",
  "/wiki/Athletics_(sport)": "Athletics is a group of sporting events that involves competitive running, jumping, throwing, and walking. The most common types of athletics competitions are track and field, road running, cross country running, and race walking.",
  "/wiki/1998_Winter_Olympics": "The 1998 Winter Olympics, officially the XVIII Olympic Winter Games (French: Les XVIIIes Jeux olympiques d'hiver) (Japanese: 第十八回オリンピック冬季競技大会, Dai Jūhachi-kai Orinpikku Tōkikyōgi Taikai), and commonly known as Nagano 1998, was a winter multi-sport event celebrated from 7 to 22 February 1998 that were centered in Nagano, Japan. The Games also took place in the nearby mountain communities of Hakuba, Karuizawa, Nozawa Onsen, and Yamanouuchi. The city of Nagano had previously been a candidate to host the 1940 Winter Olympics (which were later cancelled), as well as the 1972 Winter Olympics, but each time Nagano was eliminated at the national level by Sapporo.",
  "/wiki/Terry_McHugh": "Terry McHugh (born 22 August 1963) is a retired Irish track and field athlete who competed in the javelin throw. His personal best of 82.75 m, set in 2000, is the Irish record. He won twenty-one consecutive Irish Championships from 1984 to 2004.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Francie_Barrett": "Francis Barrett (born 7 February 1977), commonly known as Francie Barrett, is a retired Irish professional boxer, who represented Ireland at the 1996 Summer Olympics in Atlanta, Georgia.",
  "/wiki/1992_Summer_Olympics": "The 1992 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1992, Catalan: Jocs Olímpics d'estiu de 1992), officially known as the Games of the XXV Olympiad, was an international multi-sport event held in Barcelona, Spain from 25 July to 9 August 1992.",
  "/wiki/Michelle_Smith": "Michelle Smith de Bruin (born 16 December 1969 in Rathcoole, County Dublin) is a retired Irish swimmer who achieved notable success in the 1996 Summer Olympics in Atlanta, becoming Ireland's most successful Olympian to date, and whose career ended with a ban from the sporting authorities for tampering with a urine sample. She was a triple gold medallist at the Atlanta Games, for the 400 m individual medley, 400 m freestyle and 200 m individual medley, and also won the bronze medal for the 200 m butterfly event: these events were marked by allegations of doping which were, however, never proven. Michelle Smith, now more commonly referred to by her married name, Michelle de Bruin, is currently a practising barrister.",
  "/wiki/Swimming_(sport)": "Swimming is an individual or team racing sport that requires the use of one's entire body to move through water. The sport takes place in pools or open water (e.g., in a sea or lake). Competitive swimming is one of the most popular Olympic sports, with varied distance events in butterfly, backstroke, breaststroke, freestyle, and individual medley. In addition to these individual events, four swimmers can take part in either a freestyle or medley relay. A medley relay consists of four swimmers who will each swim a different stroke, ordered as backstroke, breaststroke, butterfly and freestyle. Swimming each stroke requires a set of specific techniques; in competition, there are distinct regulations concerning the acceptable form for each individual stroke. There are also regulations on what types of swimsuits, caps, jewelry and injury tape that are allowed at competitions. Although it is possible for competitive swimmers to incur several injuries from the sport, such as tendinitis in the shoulders or knees, there are also multiple health benefits associated with the sport.",
  "/wiki/1992_Winter_Olympics": "The 1992 Winter Olympics, officially known as the XVI Olympic Winter Games (French: Les XVIes Jeux olympiques d'hiver), were a winter multi-sport event celebrated from 8 to 23 February 1992 in Albertville, France. They were the last Winter Olympics to be held the same year as the Summer Olympics, and the first where the Winter Paralympics were held at the same site. Albertville was selected as host in 1986, beating Sofia, Falun, Lillehammer, Cortina d'Ampezzo, Anchorage and Berchtesgaden. The games were the third Winter Olympics held in France, after Chamonix in 1924 and Grenoble in 1968, and the fifth Olympics overall in the country.",
  "/wiki/Pat_McDonagh_(bobsleigh)": "Pat McDonagh (born 5 May 1957) is an Irish sportsman. He competed in rowing at the 1980 Summer Olympics and the 1988 Summer Olympics. He also competed in the bobsleigh at the 1992 Winter Olympics.",
  "/wiki/Rowing_(sport)": "Rowing, sometimes referred to as crew in the United States, is a sport whose origins reach back to Ancient Egyptian times. It involves propelling a boat (racing shell) on water using oars. By pushing against the water with an oar, a force is generated to move the boat. The sport can be either recreational for enjoyment or fitness, or competitive, when athletes race against each other in boats. There are a number of different boat classes in which athletes compete, ranging from an individual shell (called a single scull) to an eight-person shell with a coxswain (called a coxed eight).",
  "/wiki/1988_Summer_Olympics": "The 1988 Summer Olympics (Korean: 서울 하계 올림픽; RR: Seoul Hagye Ollimpik [sʌ.ul ɦaɡje olːimpʰik]), officially known as the Games of the XXIV Olympiad, was an international multi-sport event celebrated from 17 September to 2 October 1988 in Seoul, South Korea.",
  "/wiki/Wayne_McCullough": "Wayne Pocket Rocket McCullough (born Wayne William McCullough; 7 July 1970) is a former professional boxer from Northern Ireland who competed from 1993 to 2008. He held the WBC bantamweight title from 1995 to 1997, and challenged six times for world titles at super-bantamweight and featherweight. As an amateur, McCullough represented Ireland at the 1992 Summer Olympics, winning a bantamweight silver medal. He also won flyweight gold at the 1990 Commonwealth Games, representing Northern Ireland.",
  "/wiki/1984_Summer_Olympics": "The 1984 Summer Olympics, officially known as the Games of the XXIII Olympiad, was an international multi-sport event that was held from July 28 to August 12, 1984, in Los Angeles, California, United States (and other venues around the United States). This was the second time that Los Angeles had hosted the Games, the first being in 1932.",
  "/wiki/1980_Summer_Olympics": "The 1980 Summer Olympics, officially known as the Games of the XXII Olympiad (Russian: И́гры XXII Олимпиа́ды, tr. Igry XXII Olimpiady), was an international multi-sport event held in Moscow, Soviet Union, in present-day Russia.",
  "/wiki/1976_Summer_Olympics": "The 1976 Summer Olympics, officially called the Games of the XXI Olympiad (French: Les XXIes olympiques d'été), was an international multi-sport event in Montreal, Quebec, Canada, in 1976, and the first Olympic Games held in Canada.",
  "/wiki/Frank_Moore_(rower)": "Frank Moore (born 24 May 1952) is an Irish rower. He competed in the men's coxed pair event at the 1988 Summer Olympics.",
  "/wiki/1972_Summer_Olympics": "The 1972 Summer Olympics (German: Olympische Sommerspiele 1972), officially known as the Games of the XX Olympiad, was an international multi-sport event held in Munich, West Germany, from 26 August to 11 September 1972.",
  "/wiki/1968_Summer_Olympics": "The 1968 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1968), officially known as the Games of the XIX Olympiad, was an international multi-sport event held in Mexico City, Mexico, from October 12 to the 27th.",
  "/wiki/Jim_McCourt": "James Vincent McCourt (born 24 January 1944) is a former Irish boxer from Northern Ireland."
}