{
  "/wiki/Sapulpa,_Oklahoma": "Sapulpa is a city in Creek and Tulsa counties in the U.S. state of Oklahoma. The population was 20,544 at the 2010 United States census, compared to 19,166 at the 2000 census. As of 2018 the estimated population was 20,802. It is the county seat of Creek County.",
  "/wiki/Creek_County,_Oklahoma": "Creek County is a county located in the U.S. state of Oklahoma. As of the 2010 census, the population was 69,967. Its county seat is Sapulpa.",
  "/wiki/Wellston,_Oklahoma": "Wellston is a town in Lincoln County, Oklahoma, United States. The population was 825 at the 2000 census.",
  "/wiki/Lincoln_County,_Oklahoma": "Lincoln County is a county in eastern Central Oklahoma. As of the 2010 census, the population was 34,273. Its county seat is Chandler.",
  "/wiki/Ardmore,_Oklahoma": "Ardmore is a business, cultural, and tourism city in and the county seat of Carter County, Oklahoma, United States. As of the 2010 census, the city had a population of 24,283, with an estimated population of 24,795 in 2018. The Ardmore micropolitan statistical area had an estimated population of 48,491 in 2013. Ardmore is 90 miles (140 km) from both Oklahoma City and Dallas/Fort Worth, Texas, at the junction of Interstate 35 and U.S. Highway 70, and is generally considered the hub of the 10-county region of South Central Oklahoma, also known by state tourism pamphlets as \"Chickasaw Country\" and previously \"Lake and Trail Country\". It is also a part of the Texoma region.  Ardmore is situated about 9 miles (14 km) south of the Arbuckle Mountains and is located at the eastern margin of the Healdton Basin, one of the most oil-rich regions of the United States.",
  "/wiki/Carter_County,_Oklahoma": "Carter County is a county in the U.S. state of Oklahoma. As of the 2010 census, the population was 47,557. Its county seat is Ardmore. The county was named for Captain Ben W. Carter, a Cherokee who lived among the Chickasaw.",
  "/wiki/11th_Street_Bridge": "The 11th Street Bridge was completed in December 1915 to carry vehicles across the Arkansas River at Tulsa, Oklahoma. Used from 1916 to 1972, it was also a part of U.S. Route 66. Functionally, it has been replaced by the I-244 bridges across the Arkansas. At present, the bridge is in poor structural condition and unsafe even for pedestrians. In 2008, the gates were locked to exclude all visitors.",
  "/wiki/Tulsa,_Oklahoma": "Tulsa /ˈtʌlsə/ is the second-largest city in the state of Oklahoma and 45th-most populous city in the United States. As of July 2018[update], the population was 403,035, an increase of 11,129 since the 2010 Census. It is the principal municipality of the Tulsa Metropolitan Area, a region with 991,005 residents in the MSA and 1,251,172 in the CSA. The city serves as the county seat of Tulsa County, the most densely populated county in Oklahoma, with urban development extending into Osage, Rogers, and Wagoner counties.",
  "/wiki/Tulsa_County,_Oklahoma": "Tulsa County is a county located in the U.S. state of Oklahoma. As of the 2010 census, the population was 603,403, making it the second-most populous county in Oklahoma, behind only Oklahoma County. Its county seat and largest city is Tulsa, the second-largest city in the state. Founded at statehood, in 1907, it was named after the previously established city of Tulsa. Before statehood, the area was part of both the Creek Nation and the Cooweescoowee District of Cherokee Nation in Indian Territory.",
  "/wiki/Afton,_Oklahoma": "Afton is a town in southwest Ottawa County, Oklahoma, United States.  The population was 1,049 as of the 2010 census, with population growth stemming from the near abandonment of nearby towns of Cardin and Picher because of ground contamination sites by local mining quarries. The town may have been named for the Scottish River Afton.",
  "/wiki/Ottawa_County,_Oklahoma": "Ottawa County is a county located in the northeastern corner of the U.S. state of Oklahoma. As of the 2010 census, the population was 31,848. Its county seat is Miami. The county was named for the Ottawa Tribe of Oklahoma. It is also the location of the federally recognized Modoc Tribe of Oklahoma and the Quapaw Tribe of Indians, which is based in Quapaw.",
  "/wiki/Jenson_Tunnel": "Jenson Railroad Tunnel [i] is the first and only railroad tunnel in the present state of Oklahoma. It was constructed through Backbone Mountain[ii] during 1885-6, by the Fort Smith & Southern Railway (FSSR).[iii] and has remained in service until the present. At the time it was built, the tunnel was located in the Choctaw Nation in Indian Territory. Since Oklahoma became a state in 1907, the tunnel site has been part of Le Flore County, Oklahoma. It is now primarily used by the Kansas City Southern Railroad (KCS), and is sometimes referred to as the KCS - Jenson Tunnel.",
  "/wiki/Cameron,_Oklahoma": "Cameron is a town in Le Flore County, Oklahoma, United States. It is part of the Fort Smith, Arkansas-Oklahoma Metropolitan Statistical Area. The population was 302 at the 2010 census, a loss of 3.2 percent from 312 at the 2000 census.",
  "/wiki/Le_Flore_County,_Oklahoma": "Le Flore County is a county located along the eastern border of the U.S. state of Oklahoma. As of the 2010 census, the population was 50,384. Its county seat is Poteau. The county name honors a Choctaw family named LeFlore.",
  "/wiki/Keel_Creek_Bridge": "The Keel Creek Bridge is a bridge on Oklahoma State Highway 31 seven miles northeast of Coalgate, Oklahoma. The bridge is listed on the National Register of Historic Places. It was constructed as a Works Progress Administration project. The bridge is significant because of its importance to the transportation history of the area and because it is a WPA-built structure.",
  "/wiki/Coalgate,_Oklahoma": "Coalgate is a city in and the county seat of Coal County, Oklahoma, United States. The population was 1,967 at the 2010 census, a 1.9 percent decrease from 2,005 in 2000. The town was founded in 1889 in the Choctaw Nation, Indian Territory as a coal mining camp named Liddle. The name changed to Coalgate on January 23, 1890.",
  "/wiki/Coal_County,_Oklahoma": "Coal County is a county located in the U.S. state of Oklahoma. As of the 2010 census, the population was 5,925. Its county seat is Coalgate.",
  "/wiki/Oklahoma_City,_Oklahoma": "Oklahoma City (/oʊkləˌhoʊmə -/), often shortened to OKC, is the capital and largest city of the U.S. state of Oklahoma. The county seat of Oklahoma County, the city ranks 27th among United States cities in population. The population grew following the 2010 Census, with the population estimated to have increased to 649,021 as of July 2018. The Oklahoma City metropolitan area had a population of 1,396,445, and the Oklahoma City-Shawnee Combined Statistical Area had a population of 1,469,124 residents, making it Oklahoma's largest municipality and metropolitan area by population.",
  "/wiki/Oklahoma_County,_Oklahoma": "Oklahoma County is a county located in the central part of the U.S. state of Oklahoma. As of the 2010 census, the population was 718,633, making it the most populous county in Oklahoma. The county seat is Oklahoma City, the state capital and largest city.",
  "/wiki/Vinita,_Oklahoma": "Vinita is a city and county seat of Craig County, Oklahoma, United States.  As of the 2010 census, the population was 5,743, a decrease of 11.22 percent from 6,469 at the 2000 census.",
  "/wiki/Craig_County,_Oklahoma": "Craig County is a county in the U.S. state of Oklahoma. As of the 2010 census, the population was 15,029. Its county seat is Vinita. The county was organized in 1907, shortly before statehood, and named for Granville Craig, a prominent Cherokee farmer who lived in the Bluejacket area.",
  "/wiki/Bristow,_Oklahoma": "Bristow is a city in Creek County, Oklahoma, United States. The population was 4,222 at the 2010 census, down 2.4 percent from 4,325 at the 2000 census.",
  "/wiki/Morrison,_Oklahoma": "Morrison is a small farm town in southeastern Noble County, Oklahoma. The population was 733 at the 2010 census, an increase from 636 at the 2000 census.",
  "/wiki/Noble_County,_Oklahoma": "Noble County is located in the north central part of Oklahoma. As of the 2010 census, the population was 11,561. Its county seat is Perry. It was part of the Cherokee Outlet in Indian Territory until Oklahoma Territory was created in 1890, and the present county land was designated as County P. After the U. S. government opened the area to non-Indian settlement in 1893, it was renamed Noble County for John Willock Noble, then the United States Secretary of the Interior.",
  "/wiki/Wanette,_Oklahoma": "Wanette is a town in Pottawatomie County, Oklahoma, United States. The population was 350 at the 2010 census, a decline of 13 percent from 402 at the 2000 census.  Wanette is part of the Purcell-Lexington retail trade area and is within the Greater Oklahoma City Metropolitan Area.",
  "/wiki/Pottawatomie_County,_Oklahoma": "Pottawatomie County is a county located in the U.S. state of Oklahoma. As of the 2010 census, the population was 69,442. Its county seat is Shawnee.",
  "/wiki/South_Coffeyville,_Oklahoma": "South Coffeyville is a town in Nowata County, Oklahoma, United States.  As of the 2010 census, the town population was 785.  The city of Coffeyville, Kansas is located approximately 1 mile north of the city, existing as a separate political entity.",
  "/wiki/Nowata_County,_Oklahoma": "Nowata County is a county located in northeastern Oklahoma. As of the 2010 census, the population was 10,536. Its county seat is Nowata. The county name is derived from a Delaware word \"no-we-ata,\" meaning \"come here\" or \"welcome.\" It is located on the Kansas border.",
  "/wiki/Chelsea,_Oklahoma": "Chelsea is a town in Rogers County, Oklahoma. The population was 1,964 at the 2010 census, a  decline of 8.3 percent from 2,136 at the 2000 census. Chelsea was named after the area in London, England, by Charles Peach, a railroad official who was a native of that city. The town was the site of the Chelsea-Alluwe Oil Field, which produced a significant amount of oil from about 1910 until the early 1920s before it played out.",
  "/wiki/Rogers_County,_Oklahoma": "Rogers County is a county located in the northeastern part of the U.S. state of Oklahoma. As of the 2010 census, the population was 86,905, making it the sixth-largest county in Oklahoma based on population. Its county seat is Claremore. Rogers County is included in the Tulsa, OK Metropolitan Statistical Area.",
  "/wiki/Blanco,_Oklahoma": "Blanco is a rural unincorporated community located on State Highway 63 in Pittsburg County, Oklahoma, United States. The ZIP code is 74528. The Census Bureau defined a census-designated place (CDP) for Blanco in 2015; the 2010 population within the 2015 CDP boundary is 96 and contains 52 housing units.",
  "/wiki/Pittsburg_County,_Oklahoma": "Pittsburg County is a county located in the U.S. state of Oklahoma. As of the 2010 census, the population was 45,837. Its county seat is McAlester. The county was formed from part of the Choctaw Nation in Indian Territory in 1907. County leaders believed that its coal production compared favorably with Pittsburgh, Pennsylvania at the time of statehood.",
  "/wiki/Shawnee,_Oklahoma": "Shawnee is a city in Pottawatomie County, Oklahoma, United States. The population was 29,857 in  2010, a 4.9 percent increase from 28,692 at the 2000 census. The city is part of the Oklahoma City-Shawnee Combined Statistical Area; it is also the county seat of Pottawatomie County and the principal city of the Shawnee Micropolitan Statistical Area.",
  "/wiki/State_Highway_78_Bridge_at_the_Red_River": "The Highway 78 Bridge at the Red River is an eight-span through truss bridge over the Red River between Oklahoma and Texas on Oklahoma State Highway 78/Texas State Highway 78.  It was built as a federal relief project during the Great Depression as part of President Franklin Roosevelt's New Deal.  Today the bridge and the area retain the look and feel of the time of its construction.  As part of Highway 78 the bridge's average daily traffic (as of 2006) was 1,700 cars per day.",
  "/wiki/Bryan_County,_Oklahoma": "Bryan County is a county located in the U.S. state of Oklahoma. As of the 2010 census, the population was 42,416. Its county seat is Durant. It is the only county in the United States named for Democratic politician William Jennings Bryan.",
  "/wiki/State_Highway_79_Bridge_at_the_Red_River": "The State Highway 79 Bridge at the Red River is a bridge carrying Texas State Highway 79 and Oklahoma State Highway 79 over the Red River at the Texas-Oklahoma state line. The camelback pony truss bridge is 2,255 feet (687 m) long and has 21 truss spans. The Texas and Oklahoma highway departments built the bridge as a combined project in 1939. The bridge provided a direct route between Waurika, Oklahoma and Byers and Wichita Falls in Texas. The bridge is now the only camelback pony truss bridge remaining on a Texas state highway and is the fourth-longest truss bridge in the Texas state highway system.",
  "/wiki/Jefferson_County,_Oklahoma": "Jefferson County is a county located in the U.S. state of Oklahoma. As of the 2010 census, the population was 6,472. Its county seat is Waurika. The county was created at statehood and named in honor of President Thomas Jefferson.",
  "/wiki/US_Highway_77_Bridge_at_Canadian_River": "The US 77 James C. Nance Bridge connecting Purcell and Lexington was originally built as a circa 1938 deck truss two-lane bridge and in 2019 rebuilt as a concrete pier four-lane bridge  crossing the Canadian River between Purcell and Lexington, Oklahoma. The bridge carries U.S. Route 77 (US-77) and Oklahoma State Highway 39 (SH-39) from McClain County to Cleveland County. The bridge is named for James C. Nance, longtime community newspaper chain publisher and Speaker of the Oklahoma House of Representatives, President Pro Tem of Oklahoma State Senate and Uniform Law Commissioner.",
  "/wiki/Purcell,_Oklahoma": "Purcell is a city in and the county seat of McClain County, Oklahoma, United States.  As of the 2010 census, the city population was 5,884.",
  "/wiki/McClain_County,_Oklahoma": "McClain County is a county located in south central Oklahoma. As of the 2010 census, the population was 34,506. Its county seat is Purcell. The county was named for Charles M. McClain, an Oklahoma constitutional convention attendee.",
  "/wiki/List_of_bridges_on_the_National_Register_of_Historic_Places_in_Oklahoma": "This is a list of bridges and tunnels on the National Register of Historic Places in the U.S. state of Oklahoma."
}