{
  "/wiki/Absa_Group_Limited": "Absa Group Limited, formerly Barclays Africa Group Limited, and originally Amalgamated Banks of South Africa, is an African based financial services group, offering personal and business banking, credit cards, corporate and investment banking, wealth and investment management as well as bancassurance. It is the majority shareholder of 11 banks spanning Botswana, Ghana, Kenya, Mauritius, Mozambique, Seychelles, South Africa, Tanzania (two entities), Uganda and Zambia, with a further two representative offices in Namibia and Nigeria. It also has an international office in London, which opened in September 2018.",
  "/wiki/Banking": "A bank is a financial institution that accepts deposits from the public and creates credit. Lending activities can be performed either directly or indirectly through capital markets. Due to their importance in the financial stability of a country, banks are highly regulated in most countries. Most nations have institutionalized a system known as fractional reserve banking under which banks hold liquid assets equal to only a portion of their current liabilities. In addition to other regulations intended to ensure liquidity, banks are generally subject to minimum capital requirements based on an international set of capital standards, known as the Basel Accords.",
  "/wiki/Investment_banking": "An investment bank is a financial services company or corporate division that engages in advisory-based financial transactions on behalf of individuals, corporations, and governments. Traditionally associated with corporate finance, such a bank might assist in raising financial capital by underwriting or acting as the client's agent in the issuance of securities. An investment bank may also assist companies involved in mergers and acquisitions (M&A) and provide ancillary services such as market making, trading of derivatives and equity securities, and FICC services (fixed income instruments, currencies, and commodities). Most investment banks maintain prime brokerage and asset management departments in conjunction with their investment research businesses. As an industry, it is broken up into the Bulge Bracket (upper tier), Middle Market (mid-level businesses), and boutique market (specialized businesses).",
  "/wiki/Construction": "Construction is the process of constructing a building or infrastructure. Construction differs from manufacturing in that manufacturing typically involves mass production of similar items without a designated purchaser, while construction typically takes place on location for a known client. Construction as an industry comprises six to nine percent of the gross domestic product of developed countries. Construction starts with planning, design, and financing; it continues until the project is built and ready for use.",
  "/wiki/Infrastructure": "Infrastructure is the fundamental facilities and systems serving a country, city, or other area, including the services and facilities necessary for its economy to function. Infrastructure is composed of public and private physical improvements such as roads, railways, bridges, tunnels, water supply, sewers, electrical grids, and telecommunications (including Internet connectivity and broadband speeds). In general, it has also been defined as \"the physical components of interrelated systems providing commodities and services essential to enable, sustain, or enhance societal living conditions\".",
  "/wiki/Property_management": "Property management is the operation, control, maintenance, and oversight of real estate and physical property. This can include residential, commercial, and land real estate. Management indicates the need of real estate to be cared for and monitored, with accountability for and attention its useful life and condition considered. This is much akin to the role of management in any business.",
  "/wiki/Adcock_Ingram": "Adcock Ingram is a South African pharmaceutical conglomerate listed on the Johannesburg Stock Exchange. Adcock Ingram manufactures and markets healthcare products to both the private and public sectors.  The company has self-describedas \"the Glaxo of South Africa\".",
  "/wiki/Pharmaceuticals": "A medication (also referred to as medicine, pharmaceutical drug, or simply drug) is a drug used to diagnose, cure, treat, or prevent disease. Drug therapy (pharmacotherapy) is an important part of the medical field and relies on the science of pharmacology for continual advancement and on pharmacy for appropriate management.",
  "/wiki/Human_resources": "Human resources describes the people who make up the workforce of an organization, industry, business sector, or economy. \"Human capital\" is sometimes used synonymously with \"human resources\", although human capital typically refers to a narrower effect (i.e., the knowledge the individuals embody and economic growth). Likewise, other terms sometimes used include manpower, talent, labour, personnel, \"associates\" or simply people.",
  "/wiki/Market_research": "Market research is an organized effort to gather information about target markets or customers.  It is a very important component of business strategy.   The term is commonly interchanged with marketing research; however, expert practitioners may wish to draw a distinction, in that marketing research is concerned specifically about marketing processes, while market research is concerned specifically with markets.",
  "/wiki/Real_estate": "Real estate is \"property consisting of land and the buildings on it, along with its natural resources such as crops, minerals or water; immovable property of this nature; an interest vested in this (also) an item of real property, (more generally) buildings or housing in general.",
  "/wiki/AECI_Limited": "AECI Limited (JSE: AFE) is a South African chemicals group and is listed on the JSE Securities Exchange.",
  "/wiki/Chemical": "A chemical substance is a form of matter having constant chemical composition and characteristic properties. Some references add that chemical substance cannot be separated into its constituent elements by physical separation methods, i.e., without breaking chemical bonds. Chemical substances can be simple substances, chemical compounds, or alloys. Chemical elements may or may not be included in the definition, depending on expert viewpoint.",
  "/wiki/Explosive": "An explosive (or explosive material) is a reactive substance that contains a great amount of potential energy that can produce an explosion if released suddenly, usually accompanied by the production of light, heat, sound, and pressure. An explosive charge is a measured quantity of explosive material, which may either be composed solely of one ingredient or be a mixture containing at least two substances.",
  "/wiki/Yarn": "Yarn is a long continuous length of interlocked fibres, suitable for use in the production of textiles, sewing, crocheting, knitting, weaving, embroidery, or ropemaking. Thread is a type of yarn intended for sewing by hand or machine. Modern manufactured sewing threads may be finished with wax or other lubricants to withstand the stresses involved in sewing. Embroidery threads are yarns specifically designed for needlework.",
  "/wiki/Fiber": "Fiber or fibre (from Latin: fibra) is a natural or man-made substance that is significantly longer than it is wide. Fibers are often used in the manufacture of other materials. The strongest engineering materials often incorporate fibers, for example carbon fiber and ultra-high-molecular-weight polyethylene.",
  "/wiki/Property": "Property in the abstract is what belongs to or with something, whether as an attribute or as a component of said thing. In the context of this article, it is one or more components (rather than attributes), whether physical or incorporeal, of a person's estate; or so belonging to, as in being owned by, a person or jointly a group of people or a legal entity like a corporation or even a society. Depending on the nature of the property, an owner of property has the right to consume, alter, share, redefine, rent, mortgage, pawn, sell, exchange, transfer, give away or destroy it, or to exclude others from doing these things, as well as to perhaps abandon it; whereas regardless of the nature of the property, the owner thereof has the right to properly use it (as a durable, mean or factor, or whatever), or at the very least exclusively keep it.",
  "/wiki/Agriculture": "Agriculture is the science and art of cultivating plants and livestock. Agriculture was the key development in the rise of sedentary human civilization, whereby farming of domesticated species created food surpluses that enabled people to live in cities. The history of agriculture began thousands of years ago. After gathering wild grains beginning at least 105,000 years ago, nascent farmers began to plant them around 11,500 years ago. Pigs, sheep and cattle were domesticated over 10,000 years ago. Plants were independently cultivated in at least 11 regions of the world. Industrial agriculture based on large-scale monoculture in the twentieth century came to dominate agricultural output, though about 2 billion people still depended on subsistence agriculture into the twenty-first.",
  "/wiki/Agricultural_supplies": "An agricultural supply store or agrocenter is an agriculturally-oriented shop where one sells agricultural supplies -- inputs required for agricultural production such as pesticides, feed and fertilizers . Sometimes these stores are organized as cooperatives, where store customers aggregate their resources to purchase agricultural inputs. Agricultural supply and the stores that provide it are part of the larger Agribusiness industry.",
  "/wiki/Financial_services": "Financial services are the economic services provided by  the finance industry, which encompasses a broad range of businesses that manage money, including credit unions, banks, credit-card companies, insurance companies, accountancy companies, consumer-finance companies, stock brokerages, investment funds, individual managers and some government-sponsored enterprises. Financial services companies are present in all economically developed geographic locations and tend to cluster in local, national, regional and international financial centers such as London, New York City, and Tokyo.",
  "/wiki/Holding_company": "A holding company is a company  that owns other companies' outstanding stock. A holding company usually does not produce goods or services itself (with no eponymous consumer-facing brand at most times); rather, its purpose is to own shares of other companies to form a corporate group. However, in many jurisdiction of the world, holding companies are usually termed as parent companies who besides holding stock in other companies can conduct trade and other business activities itself. Holding companies allow the reduction of risk for the owners and can allow the ownership and control of a number of different companies.",
  "/wiki/Manufacturing": "Manufacturing is the production of products for use or sale using labor and machines, tools, chemical or biological processing or formulation and is the essence of secondary industry. The term may refer to a range of human activity from handicraft to high tech but is most commonly applied to industrial design, in which raw materials from primary industry are transformed into finished goods on a large scale. Such finished goods may be sold to other manufacturers for the production of other more complex products (such as aircraft, household appliances, furniture, sports equipment or automobiles), or distributed via the tertiary industry to end users and consumers (usually through wholesalers, who in turn sell to retailers, who then sell them to individual customers).",
  "/wiki/Apparel": "Clothing (also known as clothes, apparel and attire) is items worn on the body. Clothing is typically made of fabrics or textiles but over time has included garments made from animal skin or other thin sheets of materials put together. The wearing of clothing is mostly restricted to human beings and is a feature of all human societies. The amount and type of clothing worn depends on gender, body type, social, and geographic considerations.",
  "/wiki/African_Bank_Investments": "South African based, African Bank Limited  is a retail bank that offers financial products and services. The Bank is licensed as a \"locally-controlled bank\" by the South African Reserve Bank ('SARB') .",
  "/wiki/Loan": "In finance, a loan is the lending of money by one or more individuals, organizations, or other entities to other individuals, organizations etc. The recipient (i.e., the borrower) incurs a debt and is usually liable to pay interest on that debt until it is repaid as well as to repay the principal amount borrowed.",
  "/wiki/Finance": "Finance is the study of money and how it is used. Specifically, it deals with the questions of how an individual, company or government acquires the money needed - called capital in the company context - and how they then spend or invest that money.\nFinance is, correspondingly, often split into three areas: personal finance, corporate finance and public finance.",
  "/wiki/Affordable_housing": "Affordable housing is housing which is deemed affordable to those with a median household income or below as rated by the national government or a local government by a recognized housing affordability index. Most of the literature on affordable housing refers to mortgages and number of forms that exist along a continuum – from emergency shelters, to transitional housing, to non-market rental (also known as social or subsidized housing), to formal and informal rental, indigenous housing, and ending with affordable home ownership.",
  "/wiki/Nickel": "Nickel is a chemical element with the symbol Ni and atomic number 28. It is a silvery-white lustrous metal with a slight golden tinge. Nickel belongs to the transition metals and is hard and ductile. Pure nickel, powdered to maximize the reactive surface area, shows a significant chemical activity, but larger pieces are slow to react with air under standard conditions because an oxide layer forms on the surface and prevents further corrosion (passivation). Even so, pure native nickel is found in Earth's crust only in tiny amounts, usually in ultramafic rocks, and in the interiors of larger nickel–iron meteorites that were not exposed to oxygen when outside Earth's atmosphere.",
  "/wiki/Mass_media": "Mass media refers to a diverse array of media technologies that reach a large audience via mass communication. The technologies through which this communication takes place include a variety of outlets.",
  "/wiki/Industrial_gas": "Industrial gases  are the gaseous materials that are manufactured for use in industry. The principal gases provided are nitrogen, oxygen, carbon dioxide, argon, hydrogen, helium and acetylene, although many other gases and mixtures are also available in gas cylinders. The industry producing these gases is also known as industrial gas, which is seen as also encompassing the supply of equipment and technology to produce and use the gases. Their production is a part of the wider chemical Industry (where industrial gases are often seen as \"specialty chemicals\").",
  "/wiki/Welding": "Welding is a fabrication or sculptural process that joins materials, usually metals or thermoplastics, by using high heat to melt the parts together and allowing them to cool causing fusion. Welding is distinct from lower temperature metal-joining techniques such as brazing and soldering, which do not melt the base metal."
}