{
  "/wiki/Information_technology": "Information technology (IT) is the use of computers to store, retrieve, transmit, and manipulate data or information. IT is typically used within the context of business operations as opposed to personal or entertainment technologies. IT is considered to be a subset of information and communications technology (ICT). An information technology system (IT system) is generally an information system, a communications system or, more specifically speaking, a computer system – including all hardware, software and peripheral equipment – operated by a limited group of users. Humans have been storing, retrieving, manipulating, and communicating information since the Sumerians in Mesopotamia developed writing in about 3000 BC, but the term information technology in its modern sense first appeared in a 1958 article published in the Harvard Business Review; authors Harold J. Leavitt and Thomas L. Whisler commented that the new technology does not yet have a single established name. We shall call it information technology (IT). Their definition consists of three categories: techniques for processing, the application of statistical and mathematical methods to decision-making, and the simulation of higher-order thinking through computer programs. The term is commonly used as a synonym for computers and computer networks, but it also encompasses other information distribution technologies such as television and telephones.",
  "/wiki/Business_services": "Corporate services are activities that combine or consolidate certain enterprise-wide needed support services, provided based on specialized knowledge, best practices, and technology to serve internal (and sometimes external) customers and business partners.  The term corporate services providers (CSPs) is also used.\n In the United Kingdom, the public audit agencies produced a report in May 2007 called Value for Money in public sector corporate services. This provides performance indicators in five categories: Finance, Human Resources, Information & Communication Technology, Procurement, and Estates Management.",
  "/wiki/Internet_service_provider": "An Internet service provider (ISP) is an organization that provides services for accessing, using, or participating in the Internet. Internet service providers can be organized in various forms, such as commercial, community-owned, non-profit, or otherwise privately owned.\n Internet services typically provided by ISPs include Internet access, Internet transit, domain name registration, web hosting, Usenet service, and colocation.",
  "/wiki/Telecommunications": "Telecommunication is the transmission of signs, signals, messages, words, writings, images and sounds or information of any nature by wire, radio, optical or other electromagnetic systems. Telecommunication occurs when the exchange of information between communication participants includes the use of technology. It is transmitted through a transmission medium, such as over physical media, for example, over electrical cable, or via electromagnetic radiation through space such as radio or light. Such transmission paths are often divided into communication channels which afford the advantages of multiplexing. Since the Latin term communicatio is considered the social process of information exchange, the term telecommunications is often used in its plural form because it involves many different technologies. Early means of communicating over a distance included visual signals, such as beacons, smoke signals, semaphore telegraphs, signal flags and optical heliographs. Other examples of pre-modern long-distance communication included audio messages such as coded drumbeats, lung-blown horns, and loud whistles. 20th- and 21st-century technologies for long-distance communication usually involve electrical and electromagnetic technologies, such as telegraph, telephone, and teleprinter, networks, radio, microwave transmission, optical fiber, and communications satellites.",
  "/wiki/Datatec_Limited": "Datatec Limited, also known as Datatec Group, is a Johannesburg, South Africa-based multinational information and communications technology (ICT) solutions and services group.  The group's main divisions are: Westcon International, dba Westcon-Comstor, a technology distributor; Logicalis, an IT solutions and managed services provider; and the companies Datatec Financial Services and Analysys Mason, which provide financing; and telecommunications, media and technology (TMT) consulting services, respectively.\n It is listed on the Johannesburg stock exchange, and operates in more than 50 countries across six continents.",
  "/wiki/Computer_networking": "A computer network is a digital telecommunications network for sharing resources between nodes, which are computing devices that use a common telecommunications technology. Data transmission between nodes is supported over data links consisting of physical cable media, such as twisted pair or fibre-optic cables, or by wireless methods, such as Wi-Fi, microwave transmission, or free-space optical communication. Network nodes are network computer devices that originate, route and terminate data communication. They are generally identified by network addresses, and can include hosts such as personal computers, phones, and servers, as well as networking hardware such as routers and switches. Two such devices can be said to be networked when one device is able to exchange information with the other device, whether or not they have a direct connection to each other. In most cases, application-specific communications protocols are layered (i.e. carried as payload) over other more general communications protocols. Computer networks support many applications and services, such as access to the World Wide Web, digital video, digital audio, shared use of application and storage servers, printers, and fax machines, and use of email and instant messaging applications.",
  "/wiki/Financial_services": "Financial services are the economic services provided by  the finance industry, which encompasses a broad range of businesses that manage money, including credit unions, banks, credit-card companies, insurance companies, accountancy companies, consumer-finance companies, stock brokerages, investment funds, individual managers and some government-sponsored enterprises. Financial services companies are present in all economically developed geographic locations and tend to cluster in local, national, regional and international financial centers such as London, New York City, and Tokyo.",
  "/wiki/Stock_market": "A stock market, equity market or share market is the aggregation of buyers and sellers (a loose network of economic transactions, not a physical facility or discrete entity) of stocks (also called shares), which represent ownership claims on businesses; these may include securities listed on a public stock exchange, as well as stock that is only traded privately, such as shares of private companies which are sold to investors through equity crowdfunding platforms. Investment in the stock market is most often done via stockbrokerages and electronic trading platforms. Investment is usually made with an investment strategy in mind.\n Stocks can be categorized by the country where the company is domiciled. For example, Nestlé and Novartis are domiciled in Switzerland and traded on the SIX Swiss Exchange, so they may be considered as part of the Swiss stock market, although the stocks may also be traded on exchanges in other countries, for example, as American depository receipts (ADRs) on U.S. stock markets.",
  "/wiki/Risk_management": "Risk management is the identification, evaluation, and prioritization of risks (defined in ISO 31000 as the effect of uncertainty on objectives) followed by coordinated and economical application of resources to minimize, monitor, and control the probability or impact of unfortunate events or to maximize the realization of opportunities. Risks can come from various sources including uncertainty in financial markets, threats from project failures (at any phase in design, development, production, or sustaining of life-cycles), legal liabilities, credit risk, accidents, natural causes and disasters, deliberate attack from an adversary, or events of uncertain or unpredictable root-cause. There are two types of events i.e. negative events can be classified as risks while positive events are classified as opportunities. Risk management standards have been developed by various institutions, including the Project Management Institute, the National Institute of Standards and Technology, actuarial societies, and ISO standards. Methods, definitions and goals vary widely according to whether the risk management method is in the context of project management, security, engineering, industrial processes, financial portfolios, actuarial assessments, or public health and safety. Strategies to manage threats (uncertainties with negative consequences) typically include avoiding the threat, reducing the negative effect or probability of the threat, transferring all or part of the threat to another party, and even retaining some or all of the potential or actual consequences of a particular threat, and the opposites for opportunities (uncertain future states with benefits). Certain risk management standards have been criticized for having no measurable improvement on risk, whereas the confidence in estimates and decisions seems to increase.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry. South Africa is a multiethnic society encompassing a wide variety of cultures, languages, and religions. Its pluralistic makeup is reflected in the constitution's recognition of 11 official languages, which is the fourth-highest number in the world.",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits. [note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly. [note 2]\n London is considered to be one of the world's most important global cities and has been termed the world's most powerful, most desirable, most influential, most visited, most expensive, innovative, sustainable, most investment friendly, and most popular for work city. London exerts a considerable impact upon the arts, commerce, education, entertainment, fashion, finance, healthcare, media, professional services, research and development, tourism and transportation.",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe. [note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern. [note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva. The establishment of the Old Swiss Confederacy dates to the late medieval period, resulting from a series of military successes against Austria and Burgundy. Swiss independence from the Holy Roman Empire was formally recognized in the Peace of Westphalia in 1648. The Federal Charter of 1291 is considered the founding document of Switzerland which is celebrated on Swiss National Day.",
  "/wiki/New_Zealand": "New Zealand (Māori: Aotearoa [aɔˈtɛaɾɔa]) is a sovereign island country in the southwestern Pacific Ocean. The country has two main landmasses—the North Island (Te Ika-a-Māui), and the South Island (Te Waipounamu)—and around 600 smaller islands. It has a total land area of 268,000 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the Pacific island areas of New Caledonia, Fiji, and Tonga. Because of its remoteness, it was one of the last lands to be settled by humans. During its long period of isolation, New Zealand developed a distinct biodiversity of animal, fungal, and plant life. The country's varied topography and its sharp mountain peaks, such as the Southern Alps, owe much to the tectonic uplift of land and volcanic eruptions. New Zealand's capital city is Wellington, and its most populous city is Auckland.",
  "/wiki/Fan_(mechanical)": "A fan is a powered machine used to create flow within a fluid, typically a gas such as air. A fan consists of a rotating arrangement of vanes or blades which act on the air. The rotating assembly of blades and hub is known as an impeller, rotor, or runner. Usually, it is contained within some form of housing or case. This may direct the airflow or increase safety by preventing objects from contacting the fan blades. Most fans are powered by electric motors, but other sources of power may be used, including hydraulic motors, handcranks, and internal combustion engines. Mechanically, a fan can be any revolving vane or vanes used for producing currents of air. Fans produce air flows with high volume and low pressure (although higher than ambient pressure), as opposed to compressors which produce high pressures at a comparatively low volume.",
  "/wiki/Light_emitting_diodes": "A light-emitting diode (LED) is a  semiconductor light source that emits light when current flows through it. Electrons in the semiconductor recombine with electron holes, releasing energy in the form of photons. The color of the light (corresponding to the energy of the photons) is determined by the energy required for electrons to cross the band gap of the semiconductor. White light is obtained by using multiple semiconductors or a layer of light-emitting phosphor on the semiconductor device. Appearing as practical electronic components in 1962, the earliest LEDs emitted low-intensity infrared light. Infrared LEDs are used in remote-control circuits, such as those used with a wide variety of consumer electronics. The first visible-light LEDs were of low intensity and limited to red. Modern LEDs are available across the visible, ultraviolet, and infrared wavelengths, with high light output.",
  "/wiki/Diamond": "Diamond is a solid form of the element carbon with its atoms arranged in a crystal structure called diamond cubic. At room temperature and pressure, another solid form of carbon known as graphite is the chemically stable form, but diamond almost never converts to it. Diamond has the highest hardness and thermal conductivity of any natural material, properties that are utilized in major industrial applications such as cutting and polishing tools. They are also the reason that diamond anvil cells can subject materials to pressures found deep in the Earth. Because the arrangement of atoms in diamond is extremely rigid, few types of impurity can contaminate it (two exceptions being boron and nitrogen). Small numbers of defects or impurities (about one per million of lattice atoms) color diamond blue (boron), yellow (nitrogen), brown (defects), green (radiation exposure), purple, pink, orange or red. Diamond also has relatively high optical dispersion (ability to disperse light of different colors). Most natural diamonds have ages between 1 billion and 3.5 billion years.",
  "/wiki/Mining": "Mining is the extraction of valuable minerals or other geological materials from the Earth, usually from an ore body, lode, vein, seam, reef or placer deposit. These deposits form a mineralized package that is of economic interest to the miner. Ores recovered by mining include metals, coal, oil shale, gemstones, limestone, chalk, dimension stone, rock salt, potash, gravel, and clay. Mining is required to obtain any material that cannot be grown through agricultural processes, or feasibly created artificially in a laboratory or factory. Mining in a wider sense includes extraction of any non-renewable resource such as petroleum, natural gas, or even water. Mining of stones and metal has been a human activity since pre-historic times. Modern mining processes involve prospecting for ore bodies, analysis of the profit potential of a proposed mine, extraction of the desired materials, and final reclamation of the land after the mine is closed. Mining operations usually create a negative environmental impact, both during the mining activity and after the mine has closed.",
  "/wiki/Northern_Cape_Province": "The Northern Cape (Afrikaans: Noord-Kaap; Tswana: Kapa Bokone; Xhosa: uMntla-Koloni)  is the largest and  most sparsely populated province of South Africa. It was created in 1994 when the Cape Province was split up. Its capital is Kimberley. It includes the Kalahari Gemsbok National Park, part of the Kgalagadi Transfrontier Park, an international park shared with Botswana. It also includes the Augrabies Falls and the diamond mining regions in Kimberley and Alexander Bay. The Namaqualand region in the west is famous for its Namaqualand daisies. The southern towns of De Aar and Colesberg, in  the Great Karoo, are major transport nodes between Johannesburg, Cape Town and Port Elizabeth. In the northeast, Kuruman is known as a mission station and also for its artesian spring, the Eye of Kuruman.",
  "/wiki/Dimension_Data_Holdings": "Dimension Data is a company specialising in information technology services. Based in Johannesburg, South Africa, the company maintains operations on every inhabited continent. Dimension Data focuses on services including IT consulting, technical and support services, and managed services. The company is the official technology partner of the Tour de France, the Vuelta a España and also sponsors a team of the same name. In 2010, the company was fully acquired by Nippon Telegraph and Telephone (NTT). On 1 July 2019, all Dimension Data operations, excluding those in the Middle East and Africa, became part of NTT Ltd.",
  "/wiki/Discovery_Limited": "Discovery Limited is a South Africa-based financial services group that is listed on the Johannesburg Stock Exchange (JSE) with its headquarters in Sandton.",
  "/wiki/Insurance": "Insurance is a means of protection from financial loss. It is a form of risk management, primarily used to hedge against the risk of a contingent or uncertain loss. An entity which provides insurance is known as an insurer, insurance company, insurance carrier or underwriter. A person or entity who buys insurance is known as an insured or as a policyholder. The insurance transaction involves the insured assuming a guaranteed and known relatively small loss in the form of payment to the insurer in exchange for the insurer's promise to compensate the insured in the event of a covered loss. The loss may or may not be financial, but it must be reducible to financial terms, and usually involves something in which the insured has an insurable interest established by ownership, possession, or pre-existing relationship. The insured receives a contract, called the insurance policy, which details the conditions and circumstances under which the insurer will compensate the insured. The amount of money charged by the insurer to the policyholder for the coverage set forth in the insurance policy is called the premium.",
  "/wiki/Distell_Group_Limited": "Distell Group Limited, commonly referred to as Distell, is a multinational brewing and beverage company, based in South Africa.",
  "/wiki/Alcoholic_beverages": "An alcoholic drink (or alcoholic beverage) is a drink that contains ethanol, a type of alcohol produced by fermentation of grains, fruits, or other sources of sugar. The consumption of alcohol plays an important social role in many cultures. Most countries have laws regulating the production, sale, and consumption of alcoholic beverages. Some countries ban such activities entirely, but alcoholic drinks are legal in most parts of the world. The global alcoholic drink industry exceeded $1 trillion in 2018. Alcohol is a depressant, which in low doses causes euphoria, reduces anxiety, and improves sociability. In higher doses, it causes drunkenness, stupor, unconsciousness, or death. Long-term use can lead to alcohol abuse, cancer, physical dependence, and alcoholism.",
  "/wiki/Construction_materials": "This is a list of building materials.  Many types of building materials are used in the construction industry to create buildings and structures.\n These categories of materials and products are used by architects and construction project managers to specify the materials and methods used for building projects.\n Some building materials like cold rolled steel framing are considered modern methods of construction, over the traditionally slower methods like blockwork and timber.  Many building materials have a variety of uses, therefore it is always a good idea to consult the manufacturer to check if a product is best suited to your requirements.",
  "/wiki/Household_hardware": "Household hardware (or simply, hardware) is equipment that can be touched or held by hand such as keys, locks, nuts, screws, washers,  hinges, latches, handles, wire, chains, belts, plumbing supplies, electrical supplies, tools, utensils, cutlery and machine parts.  Household hardware is typically sold in hardware stores.",
  "/wiki/Toilet": "A toilet[n 1] is a piece of hardware used for the collection or disposal of human urine and feces. In other words: Toilets are sanitation facilities at the user interface that allow the safe and convenient urination and defecation. Toilets can be with or without flushing water (flush toilet or dry toilet). They can be set up for a sitting posture or for a squatting posture (squat toilet). Flush toilets are usually connected to a sewer system in urban areas and to septic tanks in isolated areas. Dry toilets are connected to a pit, removable container, composting chamber, or other storage and treatment device. Toilets are commonly made of ceramic (porcelain), concrete, plastic, or wood. In private homes, the toilet, sink, bath, or shower may be in the same room.",
  "/wiki/Hotels": "A hotel is an establishment that provides paid lodging on a short-term basis. Facilities provided may range from a modest-quality mattress in a small room to large suites with bigger, higher-quality beds, a dresser, a refrigerator and other kitchen facilities, upholstered chairs, a flat screen television, and en-suite bathrooms. Small, lower-priced hotels may offer only the most basic guest services and facilities. Larger, higher-priced hotels may provide additional guest facilities such as a swimming pool, business centre (with computers, printers, and other office equipment), childcare, conference and event facilities, tennis or basketball courts, gymnasium, restaurants, day spa, and social function services. Hotel rooms are usually numbered (or named in some smaller hotels and B&Bs) to allow guests to identify their room. Some boutique, high-end hotels have custom decorated rooms. Some hotels offer meals as part of a room and board arrangement. In the United Kingdom, a hotel is required by law to serve food and drinks to all guests within certain stated hours.",
  "/wiki/Metallurgy": "Metallurgy is a domain of materials science and engineering that studies the physical and chemical behavior of metallic elements, their inter-metallic compounds, and their mixtures, which are called alloys. Metallurgy encompasses both the science and the technology of metals. That is, the way in which science is applied to the production of metals, and the engineering of metal components used in products for both consumers and manufacturers. Metallurgy is distinct from the craft of metalworking. Metalworking relies on metallurgy in a similar manner to how medicine relies on medical science for technical advancement. A specialist practitioner of metallurgy is known as a Metallurgist. The science of metallurgy is subdivided into two broad categories: chemical metallurgy and physical metallurgy. Chemical metallurgy is chiefly concerned with the reduction and oxidation of metals, and the chemical performance of metals.",
  "/wiki/Auto_parts": "This is a list of automotive parts mostly for vehicles using internal combustion engines which are manufactured components of automobiles:",
  "/wiki/Transmission_(mechanics)": "A transmission is a machine in a power transmission system, which provides controlled application of the power. Often the term transmission refers simply to the gearbox that uses gears and gear trains to provide speed and torque conversions from a rotating power source to another device. In British English, the term transmission refers to the whole drivetrain, including clutch, gearbox, prop shaft (for rear-wheel drive), differential, and final drive shafts. In American English, however, the term refers more specifically to the gearbox alone, and detailed usage differs. [note 1]\n The most common use is in motor vehicles, where the transmission adapts the output of the internal combustion engine to the drive wheels. Such engines need to operate at a relatively high rotational speed, which is inappropriate for starting, stopping, and slower travel. The transmission reduces the higher engine speed to the slower wheel speed, increasing torque in the process. Transmissions are also used on pedal bicycles, fixed machines, and where different rotational speeds and torques are adapted.",
  "/wiki/Wheel": "In its primitive form, a wheel is a circular block of a hard and durable material at whose center has been bored a circular hole through which is placed an axle bearing about which the wheel rotates when a moment is applied by gravity or torque to the wheel about its axis, thereby making together one of the six simple machines. When placed vertically under a load-bearing platform or case, the wheel turning on the horizontal axle makes it possible to transport heavy loads; when placed horizontally, the wheel turning on its vertical axle makes it possible to control the spinning motion used to shape materials (e.g. a potter's wheel); when mounted on a column connected to a rudder or a chassis mounted on other wheels, one can control the direction of a vessel or vehicle (e.g. a ship's wheel or steering wheel); when connected to a crank or engine, a wheel can store, release, or transmit energy (e.g. the flywheel).",
  "/wiki/Gears": "A gear or cogwheel is a rotating machine part having cut teeth or, in the case of a cogwheel, inserted teeth (called cogs), which mesh with another toothed part to transmit torque. Geared devices can change the speed, torque, and direction of a power source. Gears almost always produce a change in torque, creating a mechanical advantage, through their gear ratio, and thus may be considered a simple machine. The teeth on the two meshing gears all have the same shape. Two or more meshing gears, working in a sequence, are called a gear train or a transmission. A gear can mesh with a linear toothed part, called a rack, producing translation instead of rotation. The gears in a transmission are analogous to the wheels in a crossed, belt pulley system. An advantage of gears is that the teeth of a gear prevent slippage.",
  "/wiki/Forge": "A forge is a type of hearth used for heating metals, or the workplace (smithy) where such a hearth is located. The forge is used by the smith to heat a piece of metal to a temperature where it becomes easier to shape by forging, or to the point where work hardening no longer occurs. The metal (known as the workpiece) is transported to and from the forge using tongs, which are also used to hold the workpiece on the smithy's anvil while the smith works it with a hammer. Sometimes, such as when hardening steel or cooling the work so that it may be handled with bare hands, the workpiece is transported to the slack tub, which rapidly cools the workpiece in a large body of water. However, depending on the metal type, it may require an oil quench or a salt brine instead; many metals require more than plain water hardening. The slack tub also provides water to control the fire in the forge.",
  "/wiki/DRDGOLD_Limited": "DRDGOLD Limited (formerly Durban Roodepoort Deep Limited) is a  South African gold producer and a specialist in the recovery of the metal from the retreatment of surface tailings. The company is listed on the New York and Johannesburg  stock exchanges. Their financial year ends on 30 June.",
  "/wiki/Gold": "Gold is a chemical element with the symbol Au (from Latin: aurum) and atomic number 79, making it one of the higher atomic number elements that occur naturally. In its purest form, it is a bright, slightly reddish yellow, dense, soft, malleable, and ductile metal. Chemically, gold is a transition metal and a group 11 element. It is one of the least reactive chemical elements and is solid under standard conditions. Gold often occurs in free elemental (native) form, as nuggets or grains, in rocks, in veins, and in alluvial deposits. It occurs in a solid solution series with the native element silver (as electrum) and also naturally alloyed with copper and palladium. Less commonly, it occurs in minerals as gold compounds, often with tellurium (gold tellurides). Gold is resistant to most acids, though it does dissolve in aqua regia, a mixture of nitric acid and hydrochloric acid, which forms a soluble tetrachloroaurate anion.",
  "/wiki/Trade": "Trade involves the transfer of goods or services from one person or entity to another, often in exchange for money. Economists refer to a system or network that allows trade as a market. An early form of trade, barter, saw the direct exchange of goods and services for other goods and services. [need quotation to verify] Barter involves trading things without the use of money. When either bartering party started to involve precious metals, these gained symbolic as well as practical importance. [citation needed] Modern traders generally negotiate through a medium of exchange, such as money. As a result, buying can be separated from selling, or earning. The  invention of money (and later of credit, paper money and  non-physical money) greatly simplified and promoted trade.",
  "/wiki/Electrical_cable": "An electrical cable is an assembly of one or more wires running side by side or bundled, which is used to carry electric current.\n A cable assembly is the composition of one or more electrical cables and their corresponding connectors. A cable assembly is not necessarily suitable for connecting two devices but can be a partial product (e.g. to be soldered onto a printed circuit board with a connector mounted to the housing). Cable assemblies can also take the form of a cable tree or cable harness, used to connect many terminals together.",
  "/wiki/List_of_companies_traded_on_the_JSE": "This is a list of companies traded on the JSE. The original compilation of the list was done in February 2006. It is in the process of being updated."
}