{
  "/wiki/Property_management": "Property management is the operation, control, maintenance, and oversight of real estate and physical property. This can include residential, commercial, and land real estate. Management indicates the need of real estate to be cared for and monitored, with accountability for and attention its useful life and condition considered. This is much akin to the role of management in any business.",
  "/wiki/Famous_Brands_Limited": "Famous Brands Limited is a public company listed on the Johannesburg Stock Exchange (JSE) in South Africa. Its head offices are in Midrand, Johannesburg. The company is Africa's leading quick-service and casual dining restaurant franchisor. The company's global footprint of franchised stores spreads across the world, totaling 2782 stores (2017): South Africa 2270, Swaziland 6, Mauritius 21, Mozambique 3, Zimbabwe 9, Malawi 11, Angola 7, Zambia 42, Botswana 35, Namibia 50, Kenya 7, Ghana 1, Ethiopia 1, Nigeria 125, Sudan 6, Oman 1, UAE 8, Saudi Arabia 1, Egypt 5, Greece 1, Ireland 6 and United Kingdom 166 (2017). Besides its core business activities of quick service and casual dining, the company is also involved in manufacturing and logistics with a focus on owning and managing the back-end supply chain of its restaurants.",
  "/wiki/Restaurant_franchises": "A chain store or retail chain is a retail outlet in which several locations share a brand, central management, and standardized business practices. They have come to dominate the retail and dining markets, and many service categories, in many parts of the world. A franchise retail establishment is one form of chain store.  In 2004, the world's largest retail chain, Walmart, became the world's largest corporation based on gross sales.[citation needed]",
  "/wiki/Information_technology": "Information technology (IT) is the use of computers to store, retrieve, transmit, and manipulate data or information. IT is typically used within the context of business operations as opposed to personal or entertainment technologies. IT is considered to be a subset of information and communications technology (ICT). An information technology system (IT system) is generally an information system, a communications system or, more specifically speaking, a computer system – including all hardware, software and peripheral equipment – operated by a limited group of users.",
  "/wiki/Business_consulting": "A business consultant (from Latin consultare, \"to discuss\") is a professional who provides professional or expert advice in a particular area such as security (electronic or physical), management, accountancy, law, human resources, marketing (and public relations), finance, engineering, science or any of many other specialized fields.",
  "/wiki/FirstRand_Bank": "FirstRand Limited, also referred to as FirstRand Group is the holding company of FirstRand Bank, and is a financial services provider in South Africa. It is one of the financial services providers licensed by the Reserve Bank of South Africa, the national banking regulator.",
  "/wiki/Banking": "A bank is a financial institution that accepts deposits from the public and creates credit. Lending activities can be performed either directly or indirectly through capital markets. Due to their importance in the financial stability of a country, banks are highly regulated in most countries. Most nations have institutionalized a system known as fractional reserve banking under which banks hold liquid assets equal to only a portion of their current liabilities. In addition to other regulations intended to ensure liquidity, banks are generally subject to minimum capital requirements based on an international set of capital standards, known as the Basel Accords.",
  "/wiki/Uranium": "Uranium is a chemical element with the symbol U and atomic number 92. It is a silvery-grey metal in the actinide series of the periodic table. A uranium atom has 92 protons and 92 electrons, of which 6 are valence electrons. Uranium is weakly radioactive because all isotopes of uranium are unstable; the half-lives of its naturally occurring isotopes range between 159,200 years and 4.5 billion years. The most common isotopes in natural uranium are uranium-238 (which has 146 neutrons and accounts for over 99% of uranium on Earth) and uranium-235 (which has 143 neutrons). Uranium has the highest atomic weight of the primordially occurring elements. Its density is about 70% higher than that of lead, and slightly lower than that of gold or tungsten. It occurs naturally in low concentrations of a few parts per million in soil, rock and water, and is commercially extracted from uranium-bearing minerals such as uraninite.",
  "/wiki/Gold": "Gold is a chemical element with the symbol Au (from Latin: aurum) and atomic number 79, making it one of the higher atomic number elements that occur naturally. In its purest form, it is a bright, slightly reddish yellow, dense, soft, malleable, and ductile metal. Chemically, gold is a transition metal and a group 11 element. It is one of the least reactive chemical elements and is solid under standard conditions. Gold often occurs in free elemental (native) form, as nuggets or grains, in rocks, in veins, and in alluvial deposits. It occurs in a solid solution series with the native element silver (as electrum) and also naturally alloyed with copper and palladium. Less commonly, it occurs in minerals as gold compounds, often with tellurium (gold tellurides).",
  "/wiki/Mining": "Mining is the extraction of valuable minerals or other geological materials from the Earth, usually from an ore body, lode, vein, seam, reef or placer deposit. These deposits form a mineralized package that is of economic interest to the miner.",
  "/wiki/Financial_services": "Financial services are the economic services provided by  the finance industry, which encompasses a broad range of businesses that manage money, including credit unions, banks, credit-card companies, insurance companies, accountancy companies, consumer-finance companies, stock brokerages, investment funds, individual managers and some government-sponsored enterprises. Financial services companies are present in all economically developed geographic locations and tend to cluster in local, national, regional and international financial centers such as London, New York City, and Tokyo.",
  "/wiki/Debentures": "In corporate finance, a debenture is a medium- to long-term debt instrument used by large companies to borrow money, at a fixed rate of interest. The legal term \"debenture\" originally referred to a document that either creates a debt or acknowledges it, but in some countries the term is now used interchangeably with bond, loan stock or note. A debenture is thus like a certificate of loan or a loan bond evidencing the fact that the company is liable to pay a specified amount with interest. Although the money raised by the debentures becomes a part of the company's capital structure, it does not become share capital. Senior debentures get paid before subordinate debentures, and there are varying rates of risk and payoff for these categories.",
  "/wiki/Foschini_Group": "Foschini Group is a South African clothing retail company.",
  "/wiki/Trade": "Trade involves the transfer of goods or services from one person or entity to another, often in exchange for money. Economists refer to a system or network that allows trade as a market.",
  "/wiki/Fashion": "Fashion is a popular aesthetic expression at a certain time and in a certain context, especially in clothing, footwear, lifestyle, accessories, makeup, hairstyle and body proportions. Whereas a trend often connotes a very specific aesthetic expression, and often lasting shorter than a season, fashion is a distinctive and industry-supported expression traditionally tied to the fashion season and collections. Style is an expression that lasts over many seasons and is often connected to cultural movements and social markers, symbols, class and culture (ex. Baroque, Rococo, etc.). According to sociologist Pierre Bourdieu, fashion connotes \"the latest fashion, the latest difference.\"",
  "/wiki/Jewelry": "Jewellery or jewelry (American English; see spelling differences) consists of decorative items worn for personal adornment, such as brooches, rings, necklaces, earrings, pendants, bracelets, and cufflinks. Jewellery may be attached to the body or the clothes. From a western perspective, the term is restricted to durable ornaments, excluding flowers for example. For many centuries metal, often combined with gemstones, has been the normal material for jewellery, but other materials such as shells and other plant materials may be used.  It is one of the oldest type of archaeological artefact – with 100,000-year-old beads made from Nassarius shells thought to be the oldest known jewellery.  The basic forms of jewellery vary between cultures but are often extremely long-lived; in European cultures the most common forms of jewellery listed above have persisted since ancient times, while other forms such as adornments for the nose or ankle, important in other cultures, are much less common.",
  "/wiki/Sporting_goods": "Sporting equipment, also called sporting goods, has various forms depending on the sport, but it is essential to complete the sport. The equipment ranges from balls, to nets, and to protective gear like helmets. Sporting equipment can be used as protective gear or as tool used to help the athletes play the sport. Over time, sporting equipment has evolved because sports have started to require more protective gear to prevent injuries.[citation needed] Sporting equipment may be found in any department store.",
  "/wiki/Apparel": "Clothing (also known as clothes, apparel and attire) is items worn on the body. Clothing is typically made of fabrics or textiles but over time has included garments made from animal skin or other thin sheets of materials put together. The wearing of clothing is mostly restricted to human beings and is a feature of all human societies. The amount and type of clothing worn depends on gender, body type, social, and geographic considerations.",
  "/wiki/Retail": "Retail is the process of selling consumer goods or services to customers through multiple channels of distribution to earn a profit. Retailers satisfy demand identified through a supply chain. The term \"retailer\" is typically applied where a service provider fills the small orders of many individuals, who are end-users, rather than large orders of a small number of wholesale, corporate or government clientele. Shopping generally refers to the act of buying products. Sometimes this is done to obtain final goods, including necessities such as food and clothing; sometimes it takes place as a recreational activity. Recreational shopping often involves window shopping and browsing: it does not always result in a purchase.",
  "/wiki/Property_fund": "A real estate investment trust (REIT) is a company that owns, and in most cases operates, income-producing real estate. REITs own many types of commercial real estate, ranging from office and apartment buildings to warehouses, hospitals, shopping centers, hotels and timberlands. Some REITs engage in financing real estate.",
  "/wiki/List_of_companies_traded_on_the_JSE": "This is a list of companies traded on the JSE. The original compilation of the list was done in February 2006. It is in the process of being updated."
}