{
  "/wiki/Packaging": "Packaging is the science, art and technology of enclosing or protecting products for distribution, storage, sale, and use.  Packaging also refers to the process of designing, evaluating, and producing packages. Packaging can be described as a coordinated system of preparing goods for transport, warehousing, logistics, sale, and end use. Packaging contains, protects, preserves, transports, informs, and sells. In many countries it is fully integrated into government, business, institutional, industrial, and personal use.",
  "/wiki/Naspers": "Naspers Limited is a multinational internet group. Headquartered in South Africa, its principal operations are in internet communication, entertainment, gaming and e-commerce. It was founded in 1915, in South Africa, by Jannie Marais of Coetsenburg and W.A. Hofmeyr, with the support of Jan Christiaan Smuts, Louis Botha, and National Party founding president J.B.M. Hertzog.",
  "/wiki/Pay_tv": "Pay television, also known as subscription television or premium television, are subscription-based television services, usually provided by multichannel television providers, but also increasingly via digital terrestrial, and streaming television. Subscription television began in the multi-channel transition and transitioned into the post-network era. Some parts of the world, notably in France, Latin America and the United States, have also offered encrypted analog terrestrial signals available for subscription.",
  "/wiki/Nedbank": "Nedbank Group is a financial services group in South Africa offering wholesale and retail banking services as well as insurance, asset management, and wealth management. Nedbank Limited is a wholly owned subsidiary of Nedbank Group.",
  "/wiki/Banking": "A bank is a financial institution that accepts deposits from the public and creates credit. Lending activities can be performed either directly or indirectly through capital markets. Due to their importance in the financial stability of a country, banks are highly regulated in most countries. Most nations have institutionalized a system known as fractional reserve banking under which banks hold liquid assets equal to only a portion of their current liabilities. In addition to other regulations intended to ensure liquidity, banks are generally subject to minimum capital requirements based on an international set of capital standards, known as the Basel Accords.",
  "/wiki/Netcare": "Netcare (Network Healthcare Holdings Limited) is a South African health care company. It is the largest provider of private healthcare (ahead of LIFE Healthcare, formally known as Afrox Healthcare and Mediclinic International) in both South Africa and the United Kingdom. It acquired a controlling stake in the UK's General Healthcare Group in 2006, and provides services to the National Health Service via its subsidiary General Healthcare Group. The current chairman is Thevendrie Brewer.",
  "/wiki/Healthcare": "Health care, health-care, or healthcare is the maintenance or improvement of health via the prevention, diagnosis, treatment, recovery, or cure of disease, illness, injury, and other physical and mental impairments in people. Health care is delivered by health professionals in allied health fields. Physicians and physician associates are a part of these health professionals. Dentistry,  pharmacy, midwifery, nursing, medicine, optometry, audiology, psychology, occupational therapy, physical therapy, athletic training and other health professions are all part of health care. It includes work done in providing primary care, secondary care, and tertiary care, as well as in public health.",
  "/wiki/New_African_Investments_Limited": "Primedia Broadcasting is a subsidiary of the South African media group Primedia, headquartered in Sandton, Johannesburg. It currently operates 4 radio stations and the Eyewitness News service.",
  "/wiki/Car_rental": "A car rental, hire car, or car hire agency is a company that rents automobiles for short periods of time, generally ranging from a few hours to a few weeks. It is often organised with numerous local branches (which allow a user to return a vehicle to a different location), and primarily located near airports or busy city areas and often complemented by a website allowing online reservations.",
  "/wiki/Publishing": "Publishing is the activity of making information, literature, music, software and other content available to the public for sale or for free. Traditionally, the term refers to the distribution of printed works, such as books, newspapers, and magazines. With the advent of digital information systems, the scope has expanded to include electronic publishing such as ebooks, academic journals, micropublishing, websites, blogs, video game publishing, and the like.",
  "/wiki/Radio": "Radio is the technology of signaling and communicating using radio waves. Radio waves are electromagnetic waves of frequency between 30 hertz (Hz) and 300 gigahertz (GHz). They are generated by an electronic device called a transmitter connected to an antenna which radiates the waves, and received by a radio receiver connected to another antenna. Radio is very widely used in modern technology, in radio communication, radar, radio navigation, remote control, remote sensing and other applications. In radio communication, used in radio and television broadcasting, cell phones, two-way radios, wireless networking and satellite communication among numerous other uses, radio waves are used to carry information across space from a transmitter to a receiver, by modulating the radio signal (impressing an information signal on the radio wave by varying some aspect of the wave) in the transmitter. In radar, used to locate and track objects like aircraft, ships, spacecraft and missiles, a beam of radio waves emitted by a radar transmitter reflects off the target object, and the reflected waves reveal the object's location. In radio navigation systems such as GPS and VOR, a mobile receiver receives radio signals from navigational radio beacons whose position is known, and by precisely measuring the arrival time of the radio waves the receiver can calculate its position on Earth. In wireless radio remote control devices like drones, garage door openers, and keyless entry systems, radio signals transmitted from a controller device control the actions of a remote device.",
  "/wiki/Film": "Film, also called movie or motion picture or The Seventh Art, is a visual art used to simulate experiences that communicate ideas, stories, perceptions, feelings, beauty or atmosphere by the means of recorded or programmed moving images along with other sensory stimulations. The word \"cinema\", short for cinematography, is often used to refer to filmmaking and the film industry, and to the art form that is the result of it.",
  "/wiki/Television": "Television (TV), sometimes shortened to tele or telly, is a telecommunication medium used for transmitting moving images in monochrome (black and white), or in colour, and in two or three dimensions and sound. The term can refer to a television set, a television program (\"TV show\"), or the medium of television transmission. Television is a mass medium for advertising, entertainment and news.",
  "/wiki/Brokerage": "A broker is a person or firm who arranges transactions between a buyer and a seller for a commission when the deal is executed. A broker who also acts as a seller or as a buyer becomes a principal party to the deal. Neither role should be confused with that of an agent—one who acts on behalf of a principal party in a deal.",
  "/wiki/Automobile": "A car (or automobile) is a wheeled motor vehicle used for transportation.  Most definitions of cars say that they run primarily on roads, seat one to eight people, have four tires, and mainly transport people rather than goods.",
  "/wiki/Wholesale": "Wholesaling or distributing is the sale of goods or merchandise to retailers; to industrial, commercial, institutional or other professional business users; or to other wholesalers (wholesale businesses) and related subordinated services. In general, it is the sale of goods to anyone other than a standard consumer. Wholesaling is the selling of merchandise to anyone either a person or an organization other than the end consumer of that merchandise.",
  "/wiki/Northam_Platinum": "Northam Platinum is an independent integrated PGM producer listed on the JSE. The primary operations are centered on their two wholly owned mines, Zondereinde and Booysendal, and the additional metallurgical operations at Zondereinde including a smelter and base metals removal plant. Northam’s three main products mined are platinum, palladium and rhodium and are consumed by industries such as the motor manufacturing, jewellery and other industrial sectors.",
  "/wiki/Mining": "Mining is the extraction of valuable minerals or other geological materials from the Earth, usually from an ore body, lode, vein, seam, reef or placer deposit. These deposits form a mineralized package that is of economic interest to the miner.",
  "/wiki/Import": "An import in the receiving country is an export from the sending country. Importation and exportation are the defining financial transactions of international trade.",
  "/wiki/Manufacture": "Manufacturing is the production of products for use or sale using labor and machines, tools, chemical or biological processing or formulation and is the essence of secondary industry. The term may refer to a range of human activity from handicraft to high tech but is most commonly applied to industrial design, in which raw materials from primary industry are transformed into finished goods on a large scale. Such finished goods may be sold to other manufacturers for the production of other more complex products (such as aircraft, household appliances, furniture, sports equipment or automobiles), or distributed via the tertiary industry to end users and consumers (usually through wholesalers, who in turn sell to retailers, who then sell them to individual customers).",
  "/wiki/Furniture": "Furniture refers to movable objects intended to support various human activities such as seating (e.g., chairs, stools, and sofas), eating (tables), and sleeping (e.g., beds). Furniture is also used to hold objects at a convenient height for work (as horizontal surfaces above the ground, such as tables and desks), or to store things (e.g., cupboards and shelves). Furniture can be a product of design and is considered a form of decorative art. In addition to furniture's functional role, it can serve a symbolic or religious purpose. It can be made from many materials, including metal, plastic, and wood. Furniture can be made using a variety of woodworking joints which often reflect the local culture.",
  "/wiki/Consumer_electronics": "Consumer electronics or home electronics are electronic (analog or digital) equipment intended for everyday use, typically in private homes. Consumer electronics include devices used for entertainment (flatscreen TVs, DVD players, video games, remote control cars, etc.), communications (telephones, cell phones, e-mail-capable laptops, etc.), and home-office activities (e.g., desktop computers, printers, paper shredders, etc.). In British English, they are often called brown goods by producers and sellers, to distinguish them from \"white goods\" which are meant for housekeeping tasks, such as washing machines and refrigerators, although nowadays, these would be considered brown goods, some of these being connected to the Internet.[n 1] In the 2010s, this distinction is not always present in large big box consumer electronics stores, which sell both entertainment, communication, and home office devices and kitchen appliances such as refrigerators.",
  "/wiki/Home_appliances": "Home appliances, also known as domestic appliances, are electrical machines that help in household functions such as cooking, cleaning and food preservation."
}