{
  "/wiki/Financial_services": "Financial services are the economic services provided by  the finance industry, which encompasses a broad range of businesses that manage money, including credit unions, banks, credit-card companies, insurance companies, accountancy companies, consumer-finance companies, stock brokerages, investment funds, individual managers and some government-sponsored enterprises. Financial services companies are present in all economically developed geographic locations and tend to cluster in local, national, regional and international financial centers such as London, New York City, and Tokyo.",
  "/wiki/Investment_management": "Investment management (or financial management) is the professional asset management of various securities (shares, bonds, and other securities) and other assets (e.g., real estate) in order to meet specified investment goals for the benefit of the investors. Investors may be institutions (insurance companies, pension funds, corporations, charities, educational establishments etc.) or private investors (both directly via investment contracts and more commonly via collective investment schemes e.g. mutual funds or exchange-traded funds).",
  "/wiki/Chicken": "The chicken (Gallus gallus domesticus) is a type of domesticated fowl, a subspecies of the red junglefowl (Gallus gallus). They are one of the most common and widespread domestic animals, with a total population of more than 19 billion as of 2011. There are more chickens in the world than any other bird or domesticated fowl. Humans keep chickens primarily as a source of food (consuming both their meat and eggs) and, less commonly, as pets. Originally raised for cockfighting or for special ceremonies, chickens were not kept for food until the Hellenistic period (4th–2nd centuries BC).",
  "/wiki/Frozen_food": "Freezing food preserves it from the time it is prepared to the time it is eaten. Since early times, farmers, fishermen, and trappers have preserved grains and produce in unheated buildings during the winter season. Freezing food slows down decomposition by turning residual moisture into ice, inhibiting the growth of most bacterial species. In the food commodity industry, there are two processes: mechanical and cryogenic (or flash freezing). The freezing kinetics is important to preserve the food quality and texture. Quicker freezing generates smaller ice crystals and maintains cellular structure. Cryogenic freezing is the quickest freezing technology available due to the ultra low liquid nitrogen temperature −196 °C (−320 °F).",
  "/wiki/Rand_Merchant_Investment_Holdings": "Rand Merchant Investment Holdings, also referred to as RMI Holdings, is a listed financial services investment holding company that holds a diversified portfolio of premier insurance brands in South Africa, Australia, China, Mauritius, New Zealand, Republic of Ireland, Singapore, the United Kingdom and the United States of America.",
  "/wiki/Road_construction": "A road is a thoroughfare, route, or way on land between two places that has been paved or otherwise improved to allow travel by foot or some form of conveyance, including a motor vehicle, cart, bicycle, or horse.",
  "/wiki/Infrastructure": "Infrastructure is the fundamental facilities and systems serving a country, city, or other area, including the services and facilities necessary for its economy to function. Infrastructure is composed of public and private physical improvements such as roads, railways, bridges, tunnels, water supply, sewers, electrical grids, and telecommunications (including Internet connectivity and broadband speeds). In general, it has also been defined as \"the physical components of interrelated systems providing commodities and services essential to enable, sustain, or enhance societal living conditions\".",
  "/wiki/Holding_company": "A holding company is a company  that owns other companies' outstanding stock. A holding company usually does not produce goods or services itself (with no eponymous consumer-facing brand at most times); rather, its purpose is to own shares of other companies to form a corporate group. However, in many jurisdiction of the world, holding companies are usually termed as parent companies who besides holding stock in other companies can conduct trade and other business activities itself. Holding companies allow the reduction of risk for the owners and can allow the ownership and control of a number of different companies.",
  "/wiki/Food": "Food is any substance consumed to provide nutritional support for an organism. Food is usually of plant or animal origin, and contains essential nutrients, such as carbohydrates, fats, proteins, vitamins, or minerals. The substance is ingested by an organism and assimilated by the organism's cells to provide energy, maintain life, or stimulate growth.",
  "/wiki/Healthcare": "Health care, health-care, or healthcare is the maintenance or improvement of health via the prevention, diagnosis, treatment, recovery, or cure of disease, illness, injury, and other physical and mental impairments in people. Health care is delivered by health professionals in allied health fields. Physicians and physician associates are a part of these health professionals. Dentistry,  pharmacy, midwifery, nursing, medicine, optometry, audiology, psychology, occupational therapy, physical therapy, athletic training and other health professions are all part of health care. It includes work done in providing primary care, secondary care, and tertiary care, as well as in public health.",
  "/wiki/Investments": "To invest is to allocate money in the expectation of some benefit in the future.",
  "/wiki/Remgro": "Remgro Limited is an investment holding company based in Stellenbosch, South Africa.",
  "/wiki/Industry": "An industry is a sector that produces goods or related services within an economy. The major source of revenue of a group or company is an indicator of what industry it should be classified in.  When a large corporate group has multiple sources of revenue generation, it is considered to be working in different industries. The manufacturing industry became a key sector of production and labour in European and North American countries during the Industrial Revolution, upsetting previous mercantile and feudal economies. This came through many successive rapid advances in technology, such as the development of steam power and the production of steel and coal.",
  "/wiki/Tobacco": "Tobacco is the common name of several plants in the Nicotiana genus and the Solanaceae (nightshade) family, and the general term for any product prepared from the cured leaves of the tobacco plant. More than 70 species of tobacco are known, but the chief commercial crop is N. tabacum. The more potent variant N. rustica is also used around the world.",
  "/wiki/Mining": "Mining is the extraction of valuable minerals or other geological materials from the Earth, usually from an ore body, lode, vein, seam, reef or placer deposit. These deposits form a mineralized package that is of economic interest to the miner.",
  "/wiki/Property_development": "Real estate development, or property development, is a business process, encompassing activities that range from the renovation and re-lease of existing buildings to the purchase of raw land and the sale of developed land or parcels to others. Real estate developers are the people and companies who coordinate all of these activities, converting ideas from paper to real property. Real estate development is different from construction, although many developers also manage the construction process.",
  "/wiki/Shopping_mall": "A shopping mall is a modern, chiefly North American, term for a form of shopping precinct or shopping center in which one or more buildings form a complex of shops with interconnecting walkways, usually indoors. In 2017, shopping malls accounted for 8% of retailing space in the United States.",
  "/wiki/Energy_resources": "World energy resources are the estimated maximum capacity for energy production given all available resources on Earth. They can be divided by type into fossil fuel, nuclear fuel and renewable resources.",
  "/wiki/Coal": "Coal is a combustible black or brownish-black sedimentary rock, formed as rock strata called coal seams. Coal is mostly carbon with variable amounts of other elements; chiefly hydrogen, sulfur, oxygen, and nitrogen.\nCoal is formed when dead plant matter decays into peat and is converted into coal by the heat and pressure of deep burial over millions of years. Vast deposits of coal originate in former wetlands—called coal forests—that covered much of the Earth's tropical land areas during the late Carboniferous (Pennsylvanian) and Permian times.",
  "/wiki/Electronics": "Electronics comprises the physics, engineering, technology and applications that deal with the emission, flow and control of electrons in vacuum and matter.",
  "/wiki/Manufacturing": "Manufacturing is the production of products for use or sale using labor and machines, tools, chemical or biological processing or formulation and is the essence of secondary industry. The term may refer to a range of human activity from handicraft to high tech but is most commonly applied to industrial design, in which raw materials from primary industry are transformed into finished goods on a large scale. Such finished goods may be sold to other manufacturers for the production of other more complex products (such as aircraft, household appliances, furniture, sports equipment or automobiles), or distributed via the tertiary industry to end users and consumers (usually through wholesalers, who in turn sell to retailers, who then sell them to individual customers).",
  "/wiki/Clothing": "Clothing (also known as clothes, apparel and attire) is items worn on the body. Clothing is typically made of fabrics or textiles but over time has included garments made from animal skin or other thin sheets of materials put together. The wearing of clothing is mostly restricted to human beings and is a feature of all human societies. The amount and type of clothing worn depends on gender, body type, social, and geographic considerations.",
  "/wiki/Richemont": "Compagnie Financière Richemont SA, also known as Richemont, is a Switzerland-based luxury goods holding company founded in 1988 by South African businessman Johann Rupert. Through its various subsidiaries, Richemont produces and sells jewellery, watches, leather goods, pens, firearms, clothing and accessories. Richemont is publicly traded as CFR on the SIX Swiss Exchange and the JSE Securities Exchange.",
  "/wiki/Watches": "A watch is a timepiece intended to be carried or worn by a person. It is designed to keep working despite the motions caused by the person's activities. A wristwatch is designed to be worn around the wrist, attached by a watch strap or other type of bracelet. A pocket watch is designed for a person to carry in a pocket. The study of timekeeping is known as horology.",
  "/wiki/Jewellery": "Jewellery or jewelry (American English; see spelling differences) consists of decorative items worn for personal adornment, such as brooches, rings, necklaces, earrings, pendants, bracelets, and cufflinks. Jewellery may be attached to the body or the clothes. From a western perspective, the term is restricted to durable ornaments, excluding flowers for example. For many centuries metal, often combined with gemstones, has been the normal material for jewellery, but other materials such as shells and other plant materials may be used.  It is one of the oldest type of archaeological artefact – with 100,000-year-old beads made from Nassarius shells thought to be the oldest known jewellery.  The basic forms of jewellery vary between cultures but are often extremely long-lived; in European cultures the most common forms of jewellery listed above have persisted since ancient times, while other forms such as adornments for the nose or ankle, important in other cultures, are much less common.",
  "/wiki/Luxury_goods": "In economics, a luxury good (or upmarket good) is a good for which demand increases more than proportionally as income rises, so that expenditures on the good become a greater proportion of overall spending.",
  "/wiki/RMB_Holdings": "RMB Holdings Limited (RMBH), previously known as Rand Merchant Bank Holdings, is a South African diversified financial services holding company.",
  "/wiki/Banking": "A bank is a financial institution that accepts deposits from the public and creates credit. Lending activities can be performed either directly or indirectly through capital markets. Due to their importance in the financial stability of a country, banks are highly regulated in most countries. Most nations have institutionalized a system known as fractional reserve banking under which banks hold liquid assets equal to only a portion of their current liabilities. In addition to other regulations intended to ensure liquidity, banks are generally subject to minimum capital requirements based on an international set of capital standards, known as the Basel Accords.",
  "/wiki/Insurance": "Insurance is a means of protection from financial loss.  It is a form of risk management, primarily used to hedge against the risk of a contingent or uncertain loss.",
  "/wiki/Royal_Bafokeng_Nation": "The Royal Bafokeng Nation is the ethnic homeland of the Bafokeng people, a Setswana-speaking traditional community. The monarchy covers 1,000 square kilometers (390 sq mi) in the North West Province of South Africa. The capital is Phokeng, near Rustenburg. \"Bafokeng\" is used to refer to both the tribal grouping as well as the land its members inhabit. The kingdom's current ruler is Kgosi (King) Leruo Molotlegi, who has reigned since 2000.",
  "/wiki/List_of_companies_traded_on_the_JSE": "This is a list of companies traded on the JSE. The original compilation of the list was done in February 2006. It is in the process of being updated."
}