{
  "/wiki/Restaurant": "A restaurant (French: [ʁɛstoʁɑ̃] (listen)), or an eatery, is a business that prepares and serves food and drinks to customers. Meals are generally served and eaten on the premises, but many restaurants also offer take-out and food delivery services. Restaurants vary greatly in appearance and offerings, including a wide variety of cuisines and service models ranging from inexpensive fast food restaurants and cafeterias, to mid-priced family restaurants, to high-priced luxury establishments.[citation needed]",
  "/wiki/Diamond": "Diamond is a solid form of the element carbon with its atoms arranged in a crystal structure called diamond cubic. At room temperature and pressure, another solid form of carbon known as graphite is the chemically stable form, but diamond almost never converts to it. Diamond has the highest hardness and thermal conductivity of any natural material, properties that are utilized in major industrial applications such as cutting and polishing tools. They are also the reason that diamond anvil cells can subject materials to pressures found deep in the Earth.",
  "/wiki/Telkom_(South_Africa)": "Telkom SA SOC Limited is a South African wireline and wireless telecommunications provider, operating in more than 38 countries across the African continent. Telkom is a semi-privatised, 39% state-owned enterprise.",
  "/wiki/Telecommunication": "Telecommunication is the transmission of signs, signals, messages, words, writings, images and sounds or information of any nature by wire, radio, optical or other electromagnetic systems.\nTelecommunication occurs when the exchange of information between communication participants includes the use of technology. It is transmitted through a transmission medium, such as over physical media, for example, over electrical cable, or via electromagnetic radiation through space such as radio or light. Such transmission paths are often divided into communication channels which afford the advantages of multiplexing. Since the Latin term communicatio is considered the social process of information exchange, the term telecommunications is often used in its plural form because it involves many different technologies.",
  "/wiki/Coal": "Coal is a combustible black or brownish-black sedimentary rock, formed as rock strata called coal seams. Coal is mostly carbon with variable amounts of other elements; chiefly hydrogen, sulfur, oxygen, and nitrogen.\nCoal is formed when dead plant matter decays into peat and is converted into coal by the heat and pressure of deep burial over millions of years. Vast deposits of coal originate in former wetlands—called coal forests—that covered much of the Earth's tropical land areas during the late Carboniferous (Pennsylvanian) and Permian times.",
  "/wiki/Gold": "Gold is a chemical element with the symbol Au (from Latin: aurum) and atomic number 79, making it one of the higher atomic number elements that occur naturally. In its purest form, it is a bright, slightly reddish yellow, dense, soft, malleable, and ductile metal. Chemically, gold is a transition metal and a group 11 element. It is one of the least reactive chemical elements and is solid under standard conditions. Gold often occurs in free elemental (native) form, as nuggets or grains, in rocks, in veins, and in alluvial deposits. It occurs in a solid solution series with the native element silver (as electrum) and also naturally alloyed with copper and palladium. Less commonly, it occurs in minerals as gold compounds, often with tellurium (gold tellurides).",
  "/wiki/Tiger_Brands_Limited": "Tiger Brands Limited (JSE: TBS) is a South African packaged goods company.  In addition to the company's South African operations Tiger Brands also has direct and indirect interests in international food businesses in Chile, Zimbabwe, Mozambique, Nigeria, Kenya and Cameroon. Tiger Brands is South Africa's largest food company.",
  "/wiki/Food": "Food is any substance consumed to provide nutritional support for an organism. Food is usually of plant or animal origin, and contains essential nutrients, such as carbohydrates, fats, proteins, vitamins, or minerals. The substance is ingested by an organism and assimilated by the organism's cells to provide energy, maintain life, or stimulate growth.",
  "/wiki/Healthcare": "Health care, health-care, or healthcare is the maintenance or improvement of health via the prevention, diagnosis, treatment, recovery, or cure of disease, illness, injury, and other physical and mental impairments in people. Health care is delivered by health professionals in allied health fields. Physicians and physician associates are a part of these health professionals. Dentistry,  pharmacy, midwifery, nursing, medicine, optometry, audiology, psychology, occupational therapy, physical therapy, athletic training and other health professions are all part of health care. It includes work done in providing primary care, secondary care, and tertiary care, as well as in public health.",
  "/wiki/Pharmaceuticals": "A medication (also referred to as medicine, pharmaceutical drug, or simply drug) is a drug used to diagnose, cure, treat, or prevent disease. Drug therapy (pharmacotherapy) is an important part of the medical field and relies on the science of pharmacology for continual advancement and on pharmacy for appropriate management.",
  "/wiki/Fisheries": "Generally, a fishery is an entity engaged in raising or harvesting fish which is determined by some authority to be a fishery. According to the FAO, \"...a fishery is an activity leading to harvesting of fish. It may involve capture of wild fish or raising of fish through aquaculture.\" It is typically defined in terms of the \"people involved, species or type of fish, area of water or seabed, method of fishing, class of boats, purpose of the activities or a combination of the foregoing features\". The definition often includes a combination of fish and fishers in a region, the latter fishing for similar species with similar gear types.",
  "/wiki/Tongaat_Hulett_Sugar": "Tongaat Hulett is an agriculture and agri-processing business, focusing on the complementary feedstocks of sugarcane and maize.  The company had its origins on the north coast of KwaZulu-Natal, specifically the town of Tongaat. The company was formed as a result of a merger between the Tongaat Sugar Company founded by Edward Saunders and Hulett's Sugar founded in 1892 by Liege Hulett.  Company stock is listed on the Johannesburg Securities Exchange.  Its core businesses are sugar, starch and property management.",
  "/wiki/Sugar": "Sugar is the generic name for sweet-tasting, soluble carbohydrates, many of which are used in food. Simple sugars, also called monosaccharides, include glucose, fructose, and galactose. Compound sugars, also called disaccharides or double sugars, are molecules composed of two monosaccharides joined by a glycosidic bond. Common examples are sucrose (glucose + fructose), lactose (glucose + galactose), and maltose (two molecules of glucose). In the body, compound sugars are hydrolysed into simple sugars. Table sugar, granulated sugar or regular sugar refers to sucrose, a disaccharide composed of glucose and fructose.",
  "/wiki/Property_development": "Real estate development, or property development, is a business process, encompassing activities that range from the renovation and re-lease of existing buildings to the purchase of raw land and the sale of developed land or parcels to others. Real estate developers are the people and companies who coordinate all of these activities, converting ideas from paper to real property. Real estate development is different from construction, although many developers also manage the construction process.",
  "/wiki/Agricultural": "Agriculture is the science and art of cultivating plants and livestock. Agriculture was the key development in the rise of sedentary human civilization, whereby farming of domesticated species created food surpluses that enabled people to live in cities. The history of agriculture began thousands of years ago. After gathering wild grains beginning at least 105,000 years ago, nascent farmers began to plant them around 11,500 years ago. Pigs, sheep and cattle were domesticated over 10,000 years ago. Plants were independently cultivated in at least 11 regions of the world. Industrial agriculture based on large-scale monoculture in the twentieth century came to dominate agricultural output, though about 2 billion people still depended on subsistence agriculture into the twenty-first.",
  "/wiki/Starch": "Starch or amylum is a polymeric carbohydrate consisting of numerous glucose units joined by glycosidic bonds. This polysaccharide is produced by most green plants as energy storage. It is the most common carbohydrate in human diets and is contained in large amounts in staple foods like potatoes, wheat, maize (corn), rice, and cassava.",
  "/wiki/Aluminum": "Aluminium (aluminum in American and Canadian English) is a chemical element with the symbol Al and atomic number 13. It is a silvery-white, soft, non-magnetic and ductile metal in the boron group. By mass, aluminium makes up about 8% of the Earth's crust, where it is the third most abundant element (after oxygen and silicon) and also the most abundant metal. Occurrence of aluminium decreases in the Earth's mantle below, however. The chief ore of aluminium is bauxite. Aluminium metal is highly reactive, such that native specimens are rare and limited to extreme reducing environments. Instead, it is found combined in over 270 different minerals.",
  "/wiki/Department_store": "A department store is a retail establishment offering a wide range of consumer goods in different product categories known as \"departments\".  In modern major cities, the department store made a dramatic appearance in the middle of the 19th century, and permanently reshaped shopping habits, and the definition of service and luxury. Similar developments were under way in London (with Whiteleys), in Paris (Le Bon Marché in 1852) and in New York (with Stewart's).",
  "/wiki/UK": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Packaging": "Packaging is the science, art and technology of enclosing or protecting products for distribution, storage, sale, and use.  Packaging also refers to the process of designing, evaluating, and producing packages. Packaging can be described as a coordinated system of preparing goods for transport, warehousing, logistics, sale, and end use. Packaging contains, protects, preserves, transports, informs, and sells. In many countries it is fully integrated into government, business, institutional, industrial, and personal use.",
  "/wiki/Financial_services": "Financial services are the economic services provided by  the finance industry, which encompasses a broad range of businesses that manage money, including credit unions, banks, credit-card companies, insurance companies, accountancy companies, consumer-finance companies, stock brokerages, investment funds, individual managers and some government-sponsored enterprises. Financial services companies are present in all economically developed geographic locations and tend to cluster in local, national, regional and international financial centers such as London, New York City, and Tokyo.",
  "/wiki/Investment_trust": "An investment trust is a form of investment fund found mostly in the United Kingdom and Japan.   Investment trusts are closed-end funds and are constituted as public limited companies.  In many respects, the investment trust was the progenitor of the investment company in the U.S.",
  "/wiki/Cargo": "In economics, the words cargo and freight refer in particular to goods or produce being conveyed – generally for commercial gain – by water, air or land. Cargo was originally a shipload. Cargo now covers all types of freight, including that carried by rail, van, truck, or intermodal container. The term cargo is also used in case of goods in the cold-chain, because the perishable inventory is always in transit towards a final end-use, even when it is held in cold storage or other similar climate-controlled facility. The term freight is commonly used to describe the movements of flows of goods being transported by any mode of transportation.",
  "/wiki/Micro-insurance": "Microinsurance is the protection of low-income people (those living on between approximately $1 and $4 per day( below $4)) against specific perils in exchange for regular premium payment proportionate to the likelihood and cost of the risks involved. This definition is exactly the same as one might use for regular insurance except for the clearly prescribed target market: low-income people. The target population typically consists of persons ignored by mainstream commercial and social insurance schemes, as well as persons who have not previously had access to appropriate insurance products.",
  "/wiki/Mobile_device": "A mobile device (or handheld computer) is a computer small enough to hold and operate in the hand. Typically, any handheld computer device will have an LCD or OLED flatscreen interface, providing a touchscreen interface with digital buttons and keyboard or physical buttons along with a physical keyboard. Many such devices can connect to the Internet and interconnect with other devices such as car entertainment systems or headsets via Wi-Fi, Bluetooth, cellular networks or near field communication (NFC). Integrated cameras, the ability to place and receive voice and video telephone calls, video games, and Global Positioning System (GPS) capabilities are common. Power is typically provided by a lithium battery. Mobile devices may run mobile operating systems that allow third-party apps specialized for said capabilities to be installed and run.",
  "/wiki/Information_technology": "Information technology (IT) is the use of computers to store, retrieve, transmit, and manipulate data or information. IT is typically used within the context of business operations as opposed to personal or entertainment technologies. IT is considered to be a subset of information and communications technology (ICT). An information technology system (IT system) is generally an information system, a communications system or, more specifically speaking, a computer system – including all hardware, software and peripheral equipment – operated by a limited group of users.",
  "/wiki/Truworths": "Truworths is a Cape Town-based, South African clothing retailer, with 728 stores in South Africa, and 49 elsewhere in Africa.",
  "/wiki/Fashion": "Fashion is a popular aesthetic expression at a certain time and in a certain context, especially in clothing, footwear, lifestyle, accessories, makeup, hairstyle and body proportions. Whereas a trend often connotes a very specific aesthetic expression, and often lasting shorter than a season, fashion is a distinctive and industry-supported expression traditionally tied to the fashion season and collections. Style is an expression that lasts over many seasons and is often connected to cultural movements and social markers, symbols, class and culture (ex. Baroque, Rococo, etc.). According to sociologist Pierre Bourdieu, fashion connotes \"the latest fashion, the latest difference.\"",
  "/wiki/Apparel": "Clothing (also known as clothes, apparel and attire) is items worn on the body. Clothing is typically made of fabrics or textiles but over time has included garments made from animal skin or other thin sheets of materials put together. The wearing of clothing is mostly restricted to human beings and is a feature of all human societies. The amount and type of clothing worn depends on gender, body type, social, and geographic considerations.",
  "/wiki/Retail": "Retail is the process of selling consumer goods or services to customers through multiple channels of distribution to earn a profit. Retailers satisfy demand identified through a supply chain. The term \"retailer\" is typically applied where a service provider fills the small orders of many individuals, who are end-users, rather than large orders of a small number of wholesale, corporate or government clientele. Shopping generally refers to the act of buying products. Sometimes this is done to obtain final goods, including necessities such as food and clothing; sometimes it takes place as a recreational activity. Recreational shopping often involves window shopping and browsing: it does not always result in a purchase.",
  "/wiki/List_of_companies_traded_on_the_JSE": "This is a list of companies traded on the JSE. The original compilation of the list was done in February 2006. It is in the process of being updated."
}