{
  "/wiki/Ralph_McGehee": "Ralph Walter McGehee (born 1928) served for 25 years in American intelligence, being a former case officer of the Central Intelligence Agency (CIA). From 1953 to 1972, his assignments were in East Asia and Southeast Asia, where he held administrative posts. Since leaving intelligence work in 1977, he has publicly expressed views highly critical of the CIA.",
  "/wiki/Central_Intelligence_Agency": "The Central Intelligence Agency (CIA) is a civilian foreign intelligence service of the federal government of the United States, tasked with gathering, processing, and analyzing national security information from around the world, primarily through the use of human intelligence (HUMINT). As one of the principal members of the United States Intelligence Community (IC), the CIA reports to the Director of National Intelligence and is primarily focused on providing intelligence for the President and Cabinet of the United States.",
  "/wiki/Indonesian_killings_of_1965%E2%80%931966": "The Indonesian mass killings of 1965–66 (Indonesian genocide,:4 Indonesian Communist Purge, Indonesian politicide, or the 1965 Tragedy) were large-scale killings and civil unrest that occurred in Indonesia over several months, targeting Communist Party of Indonesia (PKI) party members, Communist sympathisers, Gerwani women, ethnic Abangan Javanese, ethnic Chinese and alleged leftists, often at the instigation of the armed forces and government. It began as an anti-communist purge following a controversial attempted coup d'état by the 30 September Movement. The most widely published estimates were that 500,000 to more than one million people were killed,:3 with some more recent estimates going as high as two to three million. The purge was a pivotal event in the transition to the \"New Order\" and the elimination of the Indonesian Communist Party (PKI) as a political force, with impacts on the global Cold War. The upheavals led to the fall of President Sukarno and the commencement of Suharto's three-decade authoritarian presidency.",
  "/wiki/American_Civil_Liberties_Union": "The American Civil Liberties Union (ACLU) is a nonprofit organization founded in 1920 \"to defend and preserve the individual rights and liberties guaranteed to every person in this country by the Constitution and laws of the United States\". Officially  nonpartisan, the organization has been supported and criticized by liberal and conservative organizations alike. The ACLU works through litigation and lobbying and it has over 1,200,000 members and an annual budget of over $100 million. Local affiliates of the ACLU are active in all 50 states, the District of Columbia, and Puerto Rico. The ACLU provides legal assistance in cases when it considers civil liberties to be at risk. Legal support from the ACLU can take the form of direct legal representation or preparation of amicus curiae briefs expressing legal arguments when another law firm is already providing representation.",
  "/wiki/Clive_Ponting": "Clive Ponting (born 13 April 1946) is a former senior British civil servant and historian. He is known for having leaked documents about the sinking of the ARA General Belgrano in the Falklands War. At the time of his resignation from the civil service in 1985 he was a Grade 5 (assistant secretary) earning £23,000 per year.",
  "/wiki/Ministry_of_Defence_(United_Kingdom)": "The Ministry of Defence (MOD or MoD) is the British government department responsible for implementing the defence policy set by Her Majesty's Government and is the headquarters of the British Armed Forces.",
  "/wiki/Tam_Dalyell": "Sir Thomas Dalyell of the Binns, 11th Baronet (/diˈɛl/ (listen) dee-EL; 9 August 1932 – 26 January 2017), known as Tam Dalyell, was a Scottish Labour Party politician who was a member of the House of Commons from 1962 to 2005. He represented West Lothian from 1962 to 1983, then Linlithgow from 1983 to 2005. He is particularly well known for his formulation of what came to be known as the \"West Lothian question\", on whether non-English MPs should be able to vote upon English-only matters after political devolution.",
  "/wiki/ARA_General_Belgrano": "ARA General Belgrano was an Argentine Navy light cruiser in service from 1951 until 1982.",
  "/wiki/Falklands_War": "The Falklands War (Spanish: Guerra de las Malvinas) was a 10-week undeclared war between Argentina and the United Kingdom in 1982 over two British dependent territories in the South Atlantic: the Falkland Islands and its territorial dependency, South Georgia and the South Sandwich Islands.",
  "/wiki/Margaret_Thatcher": "Margaret Hilda Thatcher, Baroness Thatcher, LG, OM, DStJ, PC, FRS, HonFRSC (née Roberts; 13 October 1925 – 8 April 2013) also known as the Iron Lady, was a British stateswoman who served as Prime Minister of the United Kingdom from 1979 to 1990 and leader of the Conservative Party from 1975 to 1990. She was the longest-serving British prime minister of the 20th century and the first woman to hold that office. A Soviet journalist dubbed her \"The Iron Lady\", a nickname that became associated with her uncompromising politics and leadership style. As Prime Minister, she implemented policies known as Thatcherism.",
  "/wiki/General_Electric": "General Electric Company (GE) is an American multinational conglomerate incorporated in New York City and headquartered in Boston. As of 2018[update], the company operates through the following segments: aviation, healthcare, power, renewable energy, digital industry, additive manufacturing, venture capital and finance and lighting.",
  "/wiki/Qui_tam": "In common law, a writ of qui tam is a writ through which private individuals who assist a prosecution can receive for themselves all or part of the damages or financial penalties recovered by the government as a result of the prosecution. Its name is an abbreviation of the Latin phrase qui tam pro domino rege quam pro se ipso in hac parte sequitur, meaning \"[he] who sues in this matter for the king as well as for himself.\"",
  "/wiki/False_Claims_Act": "The False Claims Act (FCA), also called the \"Lincoln Law\", is an American federal law that imposes liability on persons and companies (typically federal contractors) who defraud governmental programs. It is the federal Government's primary litigation tool in combating fraud against the Government.  The law includes a qui tam provision that allows people who are not affiliated with the government, called \"relators\" under the law, to file actions on behalf of the government (informally called \"whistleblowing\" especially when the relator is employed by the organization accused in the suit).  Persons filing under the Act stand to receive a portion (15-30 percent, depending on certain factors) of any recovered damages. As of 2019, over 71 percent of all FCA actions were initiated by whistleblowers. Claims under the law have typically involved health care, military, or other government spending programs, and dominate the list of largest pharmaceutical settlements. The government has recovered more than $62 billion under the False Claims Act between 1987 and 2019.",
  "/wiki/United_States_Department_of_Defense": "The United States Department of Defense (DoD, USDOD or DOD) is an executive branch department of the federal government charged with coordinating and supervising all agencies and functions of the government directly related to national security and the United States Armed Forces. The DoD is the largest employer in the world, with nearly 1.3 million active-duty service members (soldiers, marines, sailors and airmen) as of 2016. More employees include over 826,000 National Guard and Reservists from the armed forces, and over 732,000 civilians bringing the total to over 2.8 million employees. Headquartered at the Pentagon in Arlington, Virginia, just outside Washington, D.C., the DoD's stated mission is to provide \"the military forces needed to deter war and ensure our nation's security\".",
  "/wiki/B1_Lancer": "The Rockwell B-1 Lancer[N 1] is a supersonic variable-sweep wing, heavy bomber used by the United States Air Force. It is commonly called the \"Bone\" (from \"B-One\"). It is one of three strategic bombers in the U.S. Air Force fleet as of 2020[update], the other two being the B-2 Spirit and the B-52 Stratofortress.",
  "/wiki/Duncan_Edmonds": "Duncan Edmonds (born 1936) is a Canadian businessman, politician, consultant,  lobbyist, university professor, and writer. In 1969, he unsuccessfully ran for the leadership of the Manitoba Liberal Party.",
  "/wiki/Canadian_Government": "The Government of Canada (French: Gouvernement du Canada), officially Her Majesty's Government (French: Gouvernement de Sa Majesté), is the corporation responsible for the federal administration of Canada. In Canadian English, the term can mean either the collective set of institutions or specifically the Queen-in-Council. In both senses, the current construct was established at Confederation through the Constitution Act, 1867—as a federal constitutional monarchy, wherein the Canadian Crown acts as the core, or \"the most basic building block\", of its Westminster-style parliamentary democracy. The Crown is thus the foundation of the executive, legislative, and judicial branches of the Canadian government. Further elements of governance are outlined in the rest of the Canadian Constitution, which includes written statutes, court rulings, and unwritten conventions developed over centuries.",
  "/wiki/Robert_Coates_(politician)": "Robert Carman Coates, PC QC  (March 10, 1928 – January 11, 2016) was a Canadian politician and Cabinet minister.",
  "/wiki/West_German": "West Germany was the informal name for the Federal Republic of Germany, a country in Western Europe, in the period between its formation on 23 May 1949 and German reunification on 3 October 1990. During this Cold War period, the western portion of Germany was part of the Western Bloc. The Federal Republic was created during the Allied occupation of Germany after World War II, established from eleven states formed in the three Allied zones of occupation held by the United States, the United Kingdom and France. Its (provisional) capital was the city of Bonn. The Cold War era West Germany is also retrospectively designated the Bonn Republic.",
  "/wiki/NATO": "The North Atlantic Treaty Organization (NATO /ˈneɪtoʊ/; French: Organisation du traité de l'Atlantique nord, OTAN), also called the North Atlantic Alliance, is an intergovernmental military alliance between 29 North American and European countries. The organization implements the North Atlantic Treaty that was signed on 4 April 1949. NATO constitutes a system of collective defence whereby its independent member states agree to mutual defence in response to an attack by any external party. NATO's Headquarters are located in Evere, Brussels, Belgium, while the headquarters of Allied Command Operations is near Mons, Belgium.",
  "/wiki/Brian_Mulroney": "Martin Brian Mulroney PC CC GOQ (/mʊlˈruːni/; born March 20, 1939) is a Canadian politician who served as the 18th prime minister of Canada from September 17, 1984, to June 25, 1993. Prior to his political career, he was a prominent lawyer and businessman in Montreal. He led the Progressive Conservatives to a landslide in the 1984 Canadian federal election, defeating John Turner of the Liberals and Ed Broadbent of the NDP, not only winning every single province and territory but also capturing over 50% of the vote for the first time since 1958 and increasing his party's seats by 111, up to 211 seats, the highest amount of seats won by any party in Canadian history. The 6.3 million votes won by Mulroney also remained a record until the Liberals' victory in 2015.",
  "/wiki/Persona_non_grata": "In diplomacy, a persona non grata (Latin: \"person not appreciated\", plural: personae non gratae) is a foreign person whose entering or remaining in a particular country is prohibited by that country's government. Being so named is the most serious form of censure which a country can apply to foreign diplomats, who are otherwise protected by diplomatic immunity from arrest and other normal kinds of prosecution.",
  "/wiki/Bofors": "Bofors AB (UK: /ˈboʊfərz/ BOH-fərz, US: /ˈboʊfɔːrz/ BOH-forz, Swedish: [buːˈfɔʂː])[check vowel length] is a Swedish and British arms manufacturer. The name has been associated with the iron industry and artillery manufacturing for more than 350 years.",
  "/wiki/Bofors_Scandal": "The Bofors scandal was a major weapons-contract political scandal that occurred between India and Sweden during the 1980s and 1990s, initiated by Indian National Congress (Congress party) politicians and implicating the Indian prime minister, Rajiv Gandhi, and several other members of the Indian and Swedish governments who were accused of receiving kickbacks from Bofors AB, a bank principally financed by the Wallenberg family's Skandinaviska Enskilda Banken, for winning a bid to supply to India their 155 mm field howitzer. The scandal relates to illegal kickbacks paid in a US$1.4-billion deal between the Swedish arms manufacturer Bofors with the government of India for the sale of 410 field howitzer guns, and a supply contract almost twice that amount. It was the biggest arms deal ever in Sweden, and money marked for development projects was diverted to secure this contract at any cost. The investigations revealed flouting of rules and bypassing of institutions.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.",
  "/wiki/Cathy_Massiter": "Cathy Massiter is a British whistleblower and former member of MI5 who revealed that the  British security service carried out surveillance of British trade unions, civil rights organisations and the Campaign for Nuclear Disarmament. She sustained her revelations via a affidavit.",
  "/wiki/MI5": "The Security Service, also known as MI5 (Military Intelligence, Section 5), is the United Kingdom's domestic counter-intelligence and security agency and is part of its intelligence machinery alongside the Secret Intelligence Service (MI6), Government Communications Headquarters (GCHQ) and Defence Intelligence (DI). MI5 is directed by the Joint Intelligence Committee (JIC), and the service is bound by the Security Service Act 1989. The service is directed to protect British parliamentary democracy and economic interests, and counter terrorism and espionage within the UK.",
  "/wiki/Subversive": "Subversion (Latin subvertere: overthrow) refers to a process by which the values and principles of a system in place are contradicted or reversed, in an attempt to transform the established social order and its structures of power, authority, hierarchy, and social norms. Subversion can be described as an attack on the public morale and, \"the will to resist intervention are the products of combined political and social or class loyalties which are usually attached to national symbols. Following penetration, and parallel with the forced disintegration of political and social institutions of the state, these loyalties may be detached and transferred to the political or ideological cause of the aggressor\". Subversion is used as a tool to achieve political goals because it generally carries less risk, cost, and difficulty as opposed to open belligerency. Furthermore, it is a relatively cheap form of warfare that does not require large amounts of training. A subversive is something or someone carrying the potential for some degree of subversion. In this context, a \"subversive\" is sometimes called a \"traitor\" with respect to (and usually by) the government in power.",
  "/wiki/Campaign_for_Nuclear_Disarmament": "The Campaign for Nuclear Disarmament (CND) is an organisation that advocates unilateral nuclear disarmament by the United Kingdom, international nuclear disarmament and tighter international arms regulation through agreements such as the Nuclear Non-Proliferation Treaty. It opposes military action that may result in the use of nuclear, chemical or biological weapons and the building of nuclear power stations in the UK.",
  "/wiki/Electric_Bond_and_Share_Company": "The Electric Bond and Share Company (Ebasco) was a United States electric utility holding company organized by General Electric. It was forced to divest its holding companies and reorganize due to the passage of the Public Utility Holding Company Act of 1935. Following the passage of the Act, the U.S. Securities and Exchange Commission (SEC) selected the largest of the U.S. holding companies, Ebasco to be the test case of the law before the U.S. Supreme Court. The court case known as Securities and Exchange Commission v. Electric Bond and Share company was settled in favor of the SEC on March 28th 1938 . It took twenty-five years of legal action by  the SEC to break up Ebasco and the other major U.S. electric holding companies until they conformed with the 1935 act. It was allowed to retain control of its foreign electric power holding company known as the American & Foreign Power Company (A&FP). After its reorganization, it became an investment company, but soon turned into a major designer and engineer of both fossil fuel and nuclear power electric generation facilities. Its involvement in the 1983 financial collapse of the Washington Public Power Supply System's five nuclear reactors led to Ebasco's demise because of the suspension of nuclear power orders and lawsuits that included numerous asbestos claims. The U.S. nuclear industry stopped all construction of new facilities following the 1979 nuclear meltdown at Three Mile Island, going into decline because of radiation safety concerns and major construction cost overruns.",
  "/wiki/Nuclear_power_whistleblowers": "There have been a number of nuclear whistleblowers, often nuclear engineers, who have identified safety concerns about nuclear power and nuclear weapons production. In 1976 Gregory Minor, Richard Hubbard and Dale Bridenbaugh \"blew the whistle\" on safety problems at nuclear power plants in the United States, and Fukushima in Japan. George Galatis was a senior nuclear engineer who reported safety problems at the Millstone 1 Nuclear Power Plant, relating to reactor refueling procedures, in 1996. Other nuclear power whistleblowers include Arnold Gundersen and David Lochbaum.",
  "/wiki/Houston_Lighting_and_Power_Company": "Houston Lighting & Power Co. (HL&P), later named Reliant Energy HL&P/Entex, was the single power and utility company that served Greater Houston of the U.S. state of Texas. It was a subsidiary of Houston Industries (HI, NYSE: HOU), which later was renamed to Reliant Energy (REI). HL&P had a service area of 5,000 square miles (13,000 km2). In 1998 in terms of kilowatt-hour sales it was the tenth-largest energy company in the United States.",
  "/wiki/South_Texas_Nuclear_Generating_Station": "The South Texas Project Electric Generating Station (also known as STP, STPEGS, South Texas Project), is a nuclear power station southwest of Bay City, Texas, United States. STP occupies a 12,200-acre (4,900 ha) site west of the Colorado River about 90 miles (140 km) southwest of Houston. It consists of two Westinghouse Pressurized Water Reactors and is cooled by a 7,000-acre (2,800 ha) reservoir, which eliminates the need for cooling towers.\nOnly recently did the capacity of Palo Verde Nuclear Generating Station Unit 2 surpass either of these Texas units.",
  "/wiki/United_States_Department_of_Labor": "The United States Department of Labor (DOL) is a cabinet-level department of the U.S. federal government responsible for occupational safety, wage and hour standards, unemployment insurance benefits, reemployment services, and some economic statistics; many U.S. states also have such departments. The department is headed by the U.S. Secretary of Labor.",
  "/wiki/Lynn_Morley_Martin": "Lynn Morley Martin (born Judith Lynn Morley; December 26, 1939) is an American businesswoman and former United States politician who served as a member of the U.S. House of Representatives from Illinois from 1981 to 1991, representing the 16th congressional district, and as U.S. Secretary of Labor from 1991 to 1993.",
  "/wiki/Fifth_Circuit_Court_of_Appeals": "The United States Court of Appeals for the Fifth Circuit (in case citations, 5th Cir.) is a federal court with appellate jurisdiction over the district courts in the following federal judicial districts:",
  "/wiki/Mordechai_Vanunu": "Mordechai Vanunu (Hebrew: מרדכי ואנונו‎; born 14 October 1954), also known as John Crossman, is an Israeli former nuclear technician and peace activist who, citing his opposition to weapons of mass destruction, revealed details of Israel's nuclear weapons program to the British press in 1986. He was subsequently lured to Italy by the Israeli intelligence agency Mossad, where he was drugged and abducted. He was secretly transported to Israel and ultimately convicted in a trial that was held behind closed doors.",
  "/wiki/Nuclear_weapons_and_Israel": "The State of Israel is widely believed to possess nuclear weapons. Estimates of Israel's stockpile range between 80 and 400 nuclear warheads, and the country is believed to possess the ability to deliver them in several methods, including by aircraft; as submarine-launched cruise missiles; and the Jericho series of intermediate to intercontinental range ballistic missiles. Its first deliverable nuclear weapon is thought to have been completed in late 1966 or early 1967; which would make it the sixth country in the world to have developed them.",
  "/wiki/Israel_and_weapons_of_mass_destruction": "Israel is widely believed to possess weapons of mass destruction, and to be one of four nuclear-armed countries not recognized as a Nuclear Weapons State by the Non-Proliferation Treaty (NPT). The US Congress Office of Technology Assessment has recorded Israel as a country generally reported as having undeclared chemical warfare capabilities, and an offensive biological warfare program. Officially, Israel neither confirms nor denies possessing nuclear weapons.",
  "/wiki/History_of_British_newspapers": "The history of British newspapers dates to the 17th century with the emergence of regular publications covering news and gossip. The relaxation of government censorship in the late 17th century led to a rise in publications, which in turn led to an increase in regulation throughout the 18th century. The Times began publication in 1785 and became the leading newspaper of the early 19th century, before the lifting of taxes on newspapers and technological innovations led to a boom in newspaper publishing in the late 19th century. Mass education and increasing affluence led to new papers such as the Daily Mail emerging at the end of the 19th century, aimed at lower middle-class readers.",
  "/wiki/Peter_Wright_(MI5_officer)": "Peter Maurice Wright CBE (9 August 1916 – 27 April 1995) was a principal scientific officer for MI5, the British counter-intelligence agency.  His book Spycatcher, written with Paul Greengrass, became an international bestseller with sales of over two million copies. Spycatcher was part memoir, part exposé of what Wright claimed were serious institutional failings in MI5 and his subsequent investigations into those. He is said to have been influenced in his counterespionage activity by James Jesus Angleton, the US Central Intelligence Agency (CIA) counterintelligence chief from 1954 to 1975.",
  "/wiki/Spycatcher": "Spycatcher: The Candid Autobiography of a Senior Intelligence Officer (1987) is a book written by Peter Wright, former MI5 officer and Assistant Director, and co-author Paul Greengrass.  It was published first in Australia.  Its allegations proved scandalous on publication, but more so because the British Government attempted to ban it, ensuring its profit and notoriety.",
  "/wiki/Harold_Wilson": "James Harold Wilson, Baron Wilson of Rievaulx, KG, OBE, PC, FRS, FSS (11 March 1916 – 24 May 1995), was a British Labour politician who served as Prime Minister of the United Kingdom from 1964 to 1970 and 1974 to 1976.",
  "/wiki/Official_Secrets_Act": "\"Official Secrets Act\" is a term used in Hong Kong, India,  Ireland, Myanmar, Malaysia, Singapore and the United Kingdom, and formerly in Canada and New Zealand for legislation that provides for the protection of state secrets and official information, mainly related to national security.",
  "/wiki/Gag_order": "A gag order (also known as a gagging order or suppression order) is an order, typically a legal order by a court or government, restricting information or comment from being made public or passed onto any unauthorized third party. The phrase may sometimes be used of a private order by an employer or other institution.",
  "/wiki/Judicial_functions_of_the_House_of_Lords": "While the House of Lords of the United Kingdom is a co-legislature and has ministers (of the executive), it for many centuries had a judicial function. It functioned as a court of first instance for the trials of peers, for impeachments, and as a court of last resort in latter centuries in the United Kingdom, before which as the English (and Welsh) House of Lords. As a judicial body the House's jurisdiction was essentially limited to the hearing of appeals from the lower courts. Appeals were technically not to the House of Lords, but rather to the Queen-in-Parliament. By constitutional convention, only those lords who were legally qualified (Lords of Appeal in Ordinary, or Law Lords) heard the appeals, after World War II usually in what was known as the Appellate or Judicial Committee of the House of Lords rather than in the chamber of the House.",
  "/wiki/European_Court_of_Human_Rights": "The European Court of Human Rights (ECHR or ECtHR; French: Cour européenne des droits de l’homme), frequently referred to as the Strasbourg Court, is a supranational or international court established by the European Convention on Human Rights. The court hears applications alleging that a contracting state has breached one or more of the human rights provisions concerning civil and political rights set out in the convention and its protocols.",
  "/wiki/European_Convention_of_Human_Rights": "The European Convention on Human Rights (ECHR) (formally the Convention for the Protection of Human Rights and Fundamental Freedoms) is an international convention to protect human rights and political freedoms in Europe.  Drafted in 1950 by the then newly formed Council of Europe, the convention entered into force on 3 September 1953. All Council of Europe member states are party to the Convention and new members are expected to ratify the convention at the earliest opportunity.",
  "/wiki/Robert_Maxwell": "Ian Robert Maxwell MC (10 June 1923 – 5 November 1991), born Ján Ludvík Hyman Binyamin Hoch, was a British media proprietor, Member of Parliament (MP), and fraudster. Originally from Czechoslovakia, Maxwell rose from poverty to build an extensive publishing empire. After his death, huge discrepancies in his companies' finances were revealed, including his fraudulent misappropriation of the Mirror Group pension fund.",
  "/wiki/Mirror_Group": "Reach plc (formerly known as Trinity Mirror between 1999 and 2018) is a British newspaper, magazine and digital publisher. It is one of Britain's biggest newspaper groups, publishing 240 regional papers in addition to the national Daily Mirror, Sunday Mirror, The Sunday People, Daily Express, Sunday Express, Daily Star, Daily Star Sunday as well as the Scottish Daily Record and Sunday Mail and the magazine OK!. Since purchasing Local World, it has gained 83 print publications. Reach plc's headquarters are at Canary Wharf in London. Listed on the London Stock Exchange, it is a constituent of the FTSE SmallCap Index.",
  "/wiki/Genisco_Technology": "Genisco Technology Corporation, also known as Solaris Genisco, is a maker of military computers and electronic filters and has been heavily involved with military contracts. Genisco incorporated in 1983 and is based in Anaheim, California.",
  "/wiki/FBI": "The Federal Bureau of Investigation (FBI) is the domestic intelligence and security service of the United States and its principal federal law enforcement agency. Operating under the jurisdiction of the United States Department of Justice, the FBI is also a member of the U.S. Intelligence Community and reports to both the Attorney General and the Director of National Intelligence. A leading U.S. counter-terrorism, counterintelligence, and criminal investigative organization, the FBI has jurisdiction over violations of more than 200 categories of federal crimes.",
  "/wiki/Defense_Criminal_Investigative_Service": "The Defense Criminal Investigative Service is the criminal investigative arm of the Office of Inspector General, U.S. Department of Defense. DCIS protects military personnel by investigating cases of fraud, bribery, and corruption; preventing the illegal transfer of sensitive defense technologies to proscribed nations and criminal elements; investigating companies that use defective, substandard, or counterfeit parts in weapons systems and equipment utilized by the military; and stopping cyber crimes and computer intrusions.",
  "/wiki/AGM-88_HARM": "The AGM-88 HARM (High-speed Anti-radiation Missile) is a tactical, air-to-surface anti-radiation missile designed to home in on electronic transmissions coming from surface-to-air radar systems. It was originally developed by Texas Instruments as a replacement for the AGM-45 Shrike and AGM-78 Standard ARM system. Production was later taken over by Raytheon Corporation when it purchased the defense production business of Texas Instruments.",
  "/wiki/Texas_Instruments": "Texas Instruments Incorporated (TI) is an American technology company that designs and manufactures semiconductors and various integrated circuits, which it sells to electronics designers and manufacturers globally. Its headquarters are in Dallas, Texas, United States. TI is one of the top 10 semiconductor companies worldwide, based on sales volume. The company's focus is on developing analog chips and embedded processors, which account for more than 80% of its revenue. TI also produces TI digital light processing technology and education technology products including calculators, microcontrollers and multi-core processors. To date, TI has more than 45,000 patents worldwide.",
  "/wiki/United_Technologies_Corporation": "United Technologies Corporation (UTC) is an American multinational conglomerate headquartered in Farmington, Connecticut. It researches, develops, and manufactures products in numerous areas, including aircraft engines, aerospace systems, HVAC, elevators and escalators, fire and security, building systems, and industrial products, among others. UTC is also a large military contractor, getting about 10% of its revenue from the U.S. government. Gregory J. Hayes is the CEO and chairman. On June 9, 2019, UTC announced the intent to merge its aerospace business with Raytheon. UTC is incorporated in Connecticut.",
  "/wiki/Sikorsky_Aircraft": "The Sikorsky Aircraft Corporation is an American aircraft manufacturer based in Stratford, Connecticut. It was established by Russian–American aviator Igor Sikorsky in 1923 and was among the first companies to manufacture helicopters for civilian and military use.",
  "/wiki/Hughes_Aircraft": "The Hughes Aircraft Company was a major American aerospace and defense contractor founded in 1932 by Howard Hughes in Glendale, California as a division of Hughes Tool Company. The company was known for producing, among other products, the Hughes H-4 Hercules Spruce Goose aircraft, the atmospheric entry probe carried by the Galileo spacecraft, and the AIM-4 Falcon guided missile.",
  "/wiki/B-2_bomber": "The Northrop (later Northrop Grumman) B-2 Spirit, also known as the Stealth Bomber, is an American heavy strategic bomber, featuring low observable stealth technology designed for penetrating dense anti-aircraft defenses; it is a flying wing design with a crew of two. The bomber can deploy both conventional and thermonuclear weapons, such as up to eighty 500-pound  class (230 kg) Mk 82 JDAM Global Positioning System-guided bombs, or sixteen 2,400-pound (1,100 kg) B83 nuclear bombs. The B-2 is the only acknowledged aircraft that can carry large air-to-surface standoff weapons in a stealth configuration.",
  "/wiki/Retroactive_legislation": "An ex post facto law (corrupted from Latin: ex postfacto, lit. 'out of the aftermath') is a law that retroactively changes the legal consequences (or status) of actions that were committed, or relationships that existed, before the enactment of the law. In criminal law, it may criminalize actions that were legal when committed; it may aggravate a crime by bringing it into a more severe category than it was in when it was committed; it may change the punishment prescribed for a crime, as by adding new penalties or extending sentences; or it may alter the rules of evidence in order to make conviction for a crime likelier than it would have been when the deed was committed.",
  "/wiki/Mobil": "Mobil, previously known as the Socony-Vacuum Oil Company, is a major American oil company that merged with Exxon in 1999 to form a parent company called ExxonMobil. It was previously one of the Seven Sisters that dominated the global petroleum industry from the mid-1940s until the 1970s. Today, Mobil continues as a major brand name within the combined company, as well as still being a gas station sometimes paired with its own store or On the Run. The former Mobil headquarters in Fairfax County, Virginia, was used as ExxonMobil's downstream headquarters until 2015 when ExxonMobil consolidated employees into a new corporate campus in Spring, Texas.",
  "/wiki/Toxicologist": "Toxicology is a scientific discipline, overlapping with biology, chemistry, pharmacology, and medicine, that involves the study of the adverse effects of chemical substances on living organisms and the practice of diagnosing and treating exposures to toxins and toxicants. The relationship between dose and its effects on the exposed organism is of high significance in toxicology. Factors that influence chemical toxicity include the dosage, duration of exposure (whether it is acute or chronic), route of exposure, species, age, sex, and environment. Toxicologists are experts on poisons and poisoning. There is a movement for evidence-based toxicology as part of the larger movement towards evidence-based practices.",
  "/wiki/Benzene": "Benzene is an organic chemical compound with the molecular formula C6H6. The benzene molecule is composed of six carbon atoms joined in a ring with one hydrogen atom attached to each. As it contains only carbon and hydrogen atoms, benzene is classed as a hydrocarbon.",
  "/wiki/List_of_whistleblowers": "This is a list of major whistleblowers from various countries. The individuals below brought attention to abuses of government or large corporations. Many of these whistleblowers were fired from their jobs or prosecuted in the process of shining light on their issue of concern. This list is not exhaustive."
}