{
  "/wiki/Arnold_Gundersen": "Arnold \"Arnie\" Gundersen (born January 4, 1949 in Elizabeth, New Jersey) is a former nuclear industry executive, and engineer with more than 44 years of nuclear industry experience who became a whistleblower in 1990. Gundersen has written dozens of expert reports for nongovernment organizations and the state of Vermont. His curriculum vitae  shows Gundersen is a licensed Critical Facility Reactor Operator from 1971-1972.\n Gundersen questioned the safety of the Westinghouse AP1000, a proposed third-generation nuclear reactor and has expressed concerns about the operation of the Vermont Yankee Nuclear Power Plant. He served as an expert witness in the investigation of the Three Mile Island accident and has provided commentary on the Fukushima Daiichi nuclear disaster.",
  "/wiki/Nuclear_power_whistleblowers": "There have been a number of nuclear whistleblowers, often nuclear engineers, who have identified safety concerns about nuclear power and nuclear weapons production. In 1976 Gregory Minor, Richard Hubbard and Dale Bridenbaugh \"blew the whistle\" on safety problems at nuclear power plants in the United States, and Fukushima in Japan. George Galatis was a senior nuclear engineer who reported safety problems at the Millstone 1 Nuclear Power Plant, relating to reactor refueling procedures, in 1996. Other nuclear power whistleblowers include Arnold Gundersen and David Lochbaum.",
  "/wiki/The_New_York_Times": "The New York Times is an American newspaper based in New York City with worldwide influence and readership. Founded in 1851, the paper has won 127 Pulitzer Prizes, more than any other newspaper. The Times is ranked 18th in the world by circulation and 3rd in the U.S. Nicknamed \"The Gray Lady,\" the Times has long been regarded within the industry as a national \"newspaper of record.\" The paper's motto, \"All the News That's Fit to Print\", appears in the upper left-hand corner of the front page.\n The paper is owned by The New York Times Company, which is publicly traded and is controlled by the Sulzberger family through a dual-class share structure. It has been owned by the family since 1896; A.G. Sulzberger, the paper's publisher, and his father, Arthur Ochs Sulzberger Jr., the company's chairman, are the fourth and fifth generation of the family to head the paper.\n Since the mid-1970s, The New York Times has greatly expanded its layout and organization, adding special weekly sections on various topics supplementing the regular news, editorials, sports, and features. Since 2008, the Times has been organized into the following sections: News, Editorials/Opinions-Columns/Op-Ed, New York (metropolitan), Business, Sports of The Times, Arts, Science, Styles, Home, Travel, and other features.\n On Sunday, the Times is supplemented by the Sunday Review (formerly the Week in Review), The New York Times Book Review, The New York Times Magazine and T: The New York Times Style Magazine. The Times stayed with the broadsheet full-page set-up and an eight-column format for several years after most papers switched to six, and was one of the last newspapers to adopt color photography, especially on the front page.",
  "/wiki/Nuclear_Regulatory_Commission": "The Nuclear Regulatory Commission (NRC) is an independent agency of the United States government tasked with protecting public health and safety related to nuclear energy. Established by the Energy Reorganization Act of 1974, the NRC began operations on January 19, 1975 as one of two successor agencies to the United States Atomic Energy Commission. Its functions  include overseeing reactor safety and security, administering reactor licensing and renewal, licensing radioactive materials, radionuclide safety, and managing the storage, security, recycling, and disposal of spent fuel.",
  "/wiki/Mark_Whitacre": "Mark Edward Whitacre (born May 1, 1957) is an American business executive who came to public attention in 1995 when, as president of the Decatur, Illinois-based BioProducts Division at Archer Daniels Midland (ADM), he became the highest-level corporate executive in U.S. history to become a Federal Bureau of Investigation (FBI) whistleblower. For three years (1992–95), Whitacre acted as a cooperating witness for the FBI, which was investigating ADM for price fixing. In the late 1990s Whitacre was sentenced to 9 years in federal prison for embezzling $9.5 million from ADM at the same time he was assisting the federal price-fixing investigation.\n ADM investigated Whitacre's activities and, upon discovering suspicious activity, requested the FBI investigate Whitacre for embezzlement. As a result of $9.5 million in various frauds, Whitacre lost his whistleblower's immunity, and consequently spent eight and a half years in federal prison. He was released in December 2006.  Whitacre is currently the chief operating officer and President of Operations at Cypress Systems, a California biotechnology firm.",
  "/wiki/Archer_Daniels_Midland": "The Archer Daniels Midland Company (ADM) is an American global food processing and commodities trading corporation, headquartered in Chicago, Illinois. The company operates more than 270 plants and 420 crop procurement facilities worldwide, where cereal grains and oilseeds are processed into products used in food, beverage, nutraceutical, industrial, and animal feed markets worldwide.\n It was named the world's most-admired food-production company by Fortune magazine for three consecutive years: 2009, 2010 and 2011. ADM ranked No. 49 in the 2019 Fortune 500 list of the largest United States corporations (which was based on 2018 total revenue).\n The company also provides agricultural storage and transportation services. The American River Transportation Company along with ADM Trucking, Inc., are subsidiaries of ADM.",
  "/wiki/FBI": "The Federal Bureau of Investigation (FBI) is the domestic intelligence and security service of the United States and its principal federal law enforcement agency. Operating under the jurisdiction of the United States Department of Justice, the FBI is also a member of the U.S. Intelligence Community and reports to both the Attorney General and the Director of National Intelligence. A leading U.S. counter-terrorism, counterintelligence, and criminal investigative organization, the FBI has jurisdiction over violations of more than 200 categories of federal crimes.\n Although many of the FBI's functions are unique, its activities in support of national security are comparable to those of the British MI5 and the Russian FSB. Unlike the Central Intelligence Agency (CIA), which has no law enforcement authority and is focused on intelligence collection abroad, the FBI is primarily a domestic agency, maintaining 56 field offices in major cities throughout the United States, and more than 400 resident agencies in smaller cities and areas across the nation. At an FBI field office, a senior-level FBI officer concurrently serves as the representative of the Director of National Intelligence.\n Despite its domestic focus, the FBI also maintains a significant international footprint, operating 60 Legal Attache (LEGAT) offices and 15 sub-offices in U.S. embassies and consulates across the globe. These foreign offices exist primarily for the purpose of coordination with foreign security services and do not usually conduct unilateral operations in the host countries. The FBI can and does at times carry out secret activities overseas, just as the CIA has a limited domestic function; these activities generally require coordination across government agencies.\n The FBI was established in 1908 as the Bureau of Investigation, the BOI or BI for short. Its name was changed to the Federal Bureau of Investigation (FBI) in 1935. The FBI headquarters is the J. Edgar Hoover Building, located in Washington, D.C.",
  "/wiki/Informant": "An informant (also called an informer) is a person who provides privileged information about a person or organization to an agency. The term is usually used within the law enforcement world, where they are officially known as confidential human source (CHS), cooperating witness (CW), or criminal informants (CI). It can also refer pejoratively to someone who supplies information without the consent of the involved parties. The term is commonly used in politics, industry, entertainment, and academia.",
  "/wiki/The_Informant!": "The Informant! is a 2009 American biographical-comedy-crime film directed by Steven Soderbergh. Written by Scott Z. Burns, the film stars Matt Damon as the titular informant named Mark Whitacre, as well as Scott Bakula, Joel McHale and Melanie Lynskey. It depicts Whitacre's involvement as a whistle blower in the lysine price-fixing conspiracy of the mid-1990s as described in the 2000 nonfiction book The Informant, by journalist Kurt Eichenwald.\n Released on September 18, 2009, The Informant! received generally positive reviews from critics, with praise for Matt Damon's performance and the film's comedic yet ironic tone, although the latter has also been a point of criticism from other critics.",
  "/wiki/Matt_Damon": "Matthew Paige Damon (/ˈdeɪmən/; born October 8, 1970) is an American actor, film producer and screenwriter. He is ranked among Forbes magazine's most bankable stars and is one of the highest-grossing actors of all time.[nb 1] Damon has received various accolades, including an Academy Award from five nominations, two Golden Globe Awards from eight nominations, and has been nominated for three British Academy Film Awards and seven Emmy Awards.\n Born and raised in Cambridge, Massachusetts, Damon began his acting career by appearing in high school theater productions. He made his professional acting debut in the film Mystic Pizza (1988). He came to prominence in 1997, when he wrote and starred in Good Will Hunting, alongside Ben Affleck, which won them the Academy and Golden Globe awards for Best Screenplay and earned Damon a nomination for the Academy Award for Best Actor. He continued to garner praise from critics for his roles as the eponymous character in Saving Private Ryan (1998), the antihero in The Talented Mr. Ripley (1999), a fallen angel in Dogma (1999) and Jay and Silent Bob Reboot (2019), an energy analyst in Syriana (2005), and a corrupt Irish-American police officer in The Departed (2006). In 2019 he starred as race car driver and designer Carroll Shelby in James Mangold's Ford v Ferrari.\n Damon is also known for his starring roles as Jason Bourne in the Bourne franchise (2002–2016) and as a con man in the Ocean's trilogy (2001–2007). For his supporting role as the rugby player Francois Pienaar in Invictus (2009) and his leading role as an astronaut stranded on Mars in The Martian (2015), Damon received Academy Award nominations for Best Supporting Actor and Best Actor, respectively. The latter also won him a Golden Globe Award for Best Actor. Damon has received Emmy Award nominations for his portrayal of Scott Thorson in the biopic Behind the Candelabra (2013) and for producing the reality series Project Greenlight. He also received an Academy Award nomination for producing Manchester by the Sea (2016).\n In addition to acting in films, Damon has performed voice-over work in both animated and documentary films and has established two production companies with Affleck. He has been involved in charitable work, including the ONE Campaign, H2O Africa Foundation, Feeding America, and Water.org. Damon is married to Luciana Bozán Barroso, and they have four daughters together.",
  "/wiki/Keith_A._Schooley": "Keith A. Schooley (born 1952) is an American author and former stockbroker at Merrill Lynch, who brought attention to fraud and corruption within the firm at the Oklahoma and Texas offices in 1992 as a whistleblower. As a result, he was terminated from the firm, and sued the corporation in a case that went to the Oklahoma Supreme Court, and Tenth Circuit Court of Appeals.",
  "/wiki/Merrill_Lynch": "Merrill, legally Merrill Lynch, Pierce, Fenner & Smith Incorporated and previously branded as Merrill Lynch, is an American investing and wealth management division of Bank of America. Along with BofA Securities, the investment banking arm, both firms engage in prime brokerage and broker-dealer activities. The firm is headquartered in New York City, and once occupied the entire 34 stories of 250 Vesey Street, part of the Brookfield Place complex in Manhattan. Merrill employs over 14,000 financial advisors and manages $2.3 trillion in client assets. The company also operates Merrill Edge, an electronic trading platform.\n Prior to 2009, the company was publicly owned and traded on the New York Stock Exchange. Merrill Lynch & Co. agreed to be acquired by Bank of America on September 14, 2008, at the height of the financial crisis of 2007–2008, the same weekend that Lehman Brothers was allowed to fail. The acquisition was completed in January 2009 and Merrill Lynch & Co., Inc. was merged into Bank of America Corporation in October 2013, with certain Bank of America subsidiaries continuing to carry the Merrill Lynch name, including the broker-dealer Merrill Lynch, Pierce, Fenner & Smith. In 2019, Bank of America rebranded the unit to \"Merrill\".\n Merrill Lynch rose to prominence on the strength of its network financial advisors, sometimes referred to as the \"thundering herd\", that allowed it to place securities it underwrote directly. In contrast, many established Wall Street firms, such as Morgan Stanley, relied on groups of independent brokers for placement of the securities they underwrote. It was once known as the \"Catholic\" firm of Wall Street and most of its executives were Irish Catholics.",
  "/wiki/Whistleblower": "A whistleblower (also written as whistle-blower or whistle blower) is a person who exposes secretive information or activity that is deemed illegal, unethical, or not correct within a private or public organization. The information of alleged wrongdoing can be classified in many ways: violation of company policy/rules, law, regulation, or threat to public interest/national security, as well as fraud, and corruption. Those who become whistleblowers can choose to bring information or allegations to surface either internally or externally. Internally, a whistleblower can bring his/her accusations to the attention of other people within the accused organization such as an immediate supervisor. Externally, a whistleblower can bring allegations to light by contacting a third party outside of an accused organization such as the media, government, law enforcement, or those who are concerned. Whistleblowers, however, take the risk of facing stiff reprisal and retaliation from those who are accused or alleged of wrongdoing.\n Because of this, a number of laws exist to protect whistleblowers. Some third-party groups even offer protection to whistleblowers, but that protection can only go so far. Whistleblowers face legal action, criminal charges, social stigma, and termination from any position, office, or job. Two other classifications of whistleblowing are private and public. The classifications relate to the type of organizations someone chooses to whistle-blow on: private sector, or public sector. Depending on many factors, both can have varying results. However, whistleblowing in the public sector organization is more likely to result in criminal charges and possible custodial sentences. A whistle blower who chooses to accuse a private sector organization or agency is more likely to face termination and legal and civil charges.\n Deeper questions and theories of whistleblowing and why people choose to do so can be studied through an ethical approach. Whistleblowing is a topic of ongoing ethical debate. Leading arguments in the ideological camp that whistleblowing is ethical maintain that whistleblowing is a form of civil disobedience, and aims to protect the public from government wrongdoing. In the opposite camp, some see whistleblowing as unethical for breaching confidentiality, especially in industries that handle sensitive client or patient information. Legal protection can also be granted to protect whistleblowers, but that protection is subject to many stipulations. Hundreds of laws grant protection to whistleblowers, but stipulations can easily cloud that protection and leave whistleblowers vulnerable to retaliation and legal trouble. However, the decision and action has become far more complicated with recent advancements in technology and communication. Whistleblowers frequently face reprisal, sometimes at the hands of the organization or group they have accused, sometimes from related organizations, and sometimes under law. Questions about the legitimacy of whistleblowing, the moral responsibility of whistleblowing, and the appraisal of the institutions of whistleblowing are part of the field of political ethics.",
  "/wiki/Institut_national_de_recherche_et_de_sécurité": "The French National Research and Safety Institute for the Prevention of Occupational Accidents and Diseases (French: Institut national de recherche et de sécurité, INRS) is a French association. It works under the auspices of the Caisse nationale de l’assurance maladie des travailleurs salariés (National Health Insurance Fund). Its board is composed of equal parts of representatives employers and representatives of the unions.\n The main tasks of the INRS are:",
  "/wiki/United_States_Environmental_Protection_Agency": "The Environmental Protection Agency (EPA) is an independent agency of the United States federal government for environmental protection. President Richard Nixon proposed the establishment of EPA on July 9, 1970; it began operation on December 2, 1970, after Nixon signed an executive order. The order establishing the EPA was ratified by committee hearings in the House and Senate. The agency is led by its Administrator, who is appointed by the President and approved by Congress. The current Administrator is former Deputy Administrator Andrew R. Wheeler, who had been acting administrator since July 2018. The EPA is not a Cabinet department, but the Administrator is normally given cabinet rank.\n The EPA has its headquarters in Washington, D.C., regional offices for each of the agency's ten regions, and 27 laboratories. The agency conducts environmental assessment, research, and education. It has the responsibility of maintaining and enforcing national standards under a variety of environmental laws, in consultation with state, tribal, and local governments. It delegates some permitting, monitoring, and enforcement responsibility to U.S. states and the federally recognized tribes. EPA enforcement powers include fines, sanctions, and other measures. The agency also works with industries and all levels of government in a wide variety of voluntary pollution prevention programs and energy conservation efforts.\n In 2018, the agency had 14,172 full-time employees. More than half of EPA's employees are engineers, scientists, and environmental protection specialists; other employees include legal, public affairs, financial, and information technologists.\n The Environmental Protection Agency can only act under statutes, which are the authority of laws passed by Congress. Congress must approve the statute and they also have the power to authorize or prohibit certain actions, which the EPA has to implement and enforce. Appropriations statutes authorize how much money the agency can spend each year to carry out the approved statutes. The Environmental Protection Agency has the power to issue regulations. A regulation is a standard or rule written by the agency to interpret the statute, apply it in situations and enforce it. Congress allows the EPA to write regulations in order to solve a problem, but the agency must include a rationale of why the regulations need to be implemented. The regulations can be challenged by the courts, where the regulation is overruled or confirmed. Many public health and environmental groups advocate for the agency and believe that it is creating a better world. Other critics believe that the agency commits government overreach by adding unnecessary regulations on business and property owners.",
  "/wiki/George_Galatis": "George Galatis was a senior nuclear engineer and whistleblower who reported safety problems at the Millstone 1 Nuclear Power Plant, relating to reactor refueling procedures, in 1996. The unsafe procedures meant that spent fuel rod pools at Unit 1 had the potential to boil, possibly releasing radioactive steam throughout the plant. Galatis was the subject of a Time magazine cover story on March 4, 1996. Millstone 1 was permanently closed in July 1998.",
  "/wiki/Nuclear_power_industry": "Nuclear power is the use of nuclear reactions that release nuclear energy to generate heat, which most frequently is then used in steam turbines to produce electricity in a nuclear power plant. Nuclear power can be obtained from nuclear fission, nuclear decay and nuclear fusion reactions.\nPresently, the vast majority of electricity from nuclear power is produced by nuclear fission of uranium and plutonium.\nNuclear decay processes are used in niche applications such as radioisotope thermoelectric generators.\nGenerating electricity from fusion power remains at the focus of international research.\nThis article mostly deals with nuclear fission power for electricity generation.\n Civilian nuclear power supplied 2,563 terawatt hours (TWh) of electricity in 2018, equivalent to about 10% of global electricity generation, and was the second largest low-carbon power source after hydroelectricity. \nAs of December 2019, there are 443 civilian fission reactors in the world, with a combined electrical capacity of 395 gigawatt (GW).\nThere are also 56 nuclear power reactors under construction and 109 reactors planned, with a combined capacity of 60 GW and 120 GW, respectively.\n\nMost reactors under construction are generation III reactors in Asia.\n Nuclear power has one of the lowest levels of fatalities per unit of energy generated compared to other energy sources. Coal, petroleum, natural gas and hydroelectricity each have caused more fatalities per unit of energy due to air pollution and accidents.\nSince its commercialization in the 1970s, nuclear power has prevented about 1.84 million air pollution-related deaths and the emission of about 64 billion tonnes of carbon dioxide equivalent that would have otherwise resulted from the burning of fossil fuels.\nAccidents in nuclear power plants include the Chernobyl disaster in the Soviet Union in 1986, the Fukushima Daiichi nuclear disaster in Japan in 2011, and the more contained Three Mile Island accident in the United States in 1979.\nThere have also been some nuclear submarine accidents.\n There is a debate about nuclear power.\nProponents, such as the World Nuclear Association and Environmentalists for Nuclear Energy, contend that nuclear power is a safe, sustainable energy source (see also Nuclear power proposed as renewable energy) that reduces carbon emissions.\nNuclear power opponents, such as Greenpeace and NIRS, contend that nuclear power poses many threats to people and the environment.\n Collaboration on research and development towards greater efficiency, safety and recycling of spent fuel in future generation IV reactors presently includes Euratom and the co-operation of more than 10 permanent member countries globally.",
  "/wiki/Millstone_Nuclear_Power_Plant": "The Millstone Nuclear Power Station is a nuclear power plant in Connecticut and the only multi unit nuclear plant in New England. It is located at a former quarry (from which it takes its name) in Waterford.\nWith a total capacity of over 2 GW, the station produces enough electricity to power about 2 million homes. \nThe operation of the Millstone Power Station supports more than 3,900 jobs, and generates the equivalent of over half the electricity consumed in Connecticut.\n The Millstone site covers about 500 acres (2 km²).\nThe power generation complex was built by a consortium of utilities, using Niantic Bay (which is connected to Long Island Sound and the Atlantic Ocean) as a source of coolant water.[citation needed]\nMillstone Units 2 and 3, both pressurized water reactors (one from Westinghouse and one from Combustion Engineering), were sold to Dominion Resources by Northeast Utilities in 2000 and continue to operate.[citation needed]\n The plant has had numerous safety-related shutdowns and at times been placed on enhanced examination status by the Nuclear Regulatory Commission.\nIn 1999 Northeast Utilities, the plant's operator at the time, agreed to pay $10 million in fines for 25 counts of lying to federal investigators and for having falsified environmental reports. \nIts subsidiary, Northeast Nuclear Energy Company, paid an additional $5 million for having made 19 false statements to federal regulators regarding the promotion of unqualified plant operators between 1992 and 1996. \n On November 28, 2005, after a 22-month application and evaluation process, Millstone was granted a 20-year license extension for both units 2 and 3 by the NRC.",
  "/wiki/Radioactive": "Radioactive decay (also known as nuclear decay, radioactivity, radioactive disintegration or nuclear disintegration) is the process by which an unstable atomic nucleus loses energy by radiation. A material containing unstable nuclei is considered radioactive. Three of the most common types of decay are alpha decay, beta decay, and gamma decay, all of which involve emitting one or more particles or photons.\n Radioactive decay is a stochastic (i.e. random) process at the level of single atoms. According to quantum theory, it is impossible to predict when a particular atom will decay, regardless of how long the atom has existed.  However, for a significant number of identical atoms, the overall decay rate can be expressed as a decay constant or as half-life. The half-lives of radioactive atoms have a huge range; from nearly instantaneous to far longer than the age of the universe.\n The decaying nucleus is called the parent radionuclide (or parent radioisotope[note 1]), and the process produces at least one daughter nuclide. Except for gamma decay or internal conversion from a nuclear excited state, the decay is a nuclear transmutation resulting in a daughter containing a different number of protons or neutrons (or both). When the number of protons changes, an atom of a different chemical element is created.",
  "/wiki/Time_magazine": "Time is an American weekly news magazine and news website published in New York City. It was founded in 1923 and for many years it was run by its influential co-founder Henry Luce. A European edition (Time Europe, formerly known as Time Atlantic) is published in London and also covers the Middle East, Africa, and, since 2003, Latin America. An Asian edition (Time Asia) is based in Hong Kong. The South Pacific edition, which covers Australia, New Zealand, and the Pacific Islands, is based in Sydney. In December 2008, Time discontinued publishing a Canadian advertiser edition.\nTime has the world's largest circulation for a weekly news magazine. The print edition has a readership of 26 million, 20 million of whom are based in the United States. In mid-2012, its circulation was over 3 million, which fell to 2 million by late 2017.\n Formerly published by Time Inc., since November 2018 Time has been published by TIME USA, LLC, owned by Marc Benioff who acquired it from Meredith Corporation two months earlier.",
  "/wiki/Jeffrey_Wigand": "Jeffrey Stephen Wigand (/ˈwaɪɡænd/; born December 17, 1942) is an American biochemist and former vice president of research and development at Brown & Williamson in Louisville, Kentucky, who worked on the development of reduced-harm cigarettes and in 1996 blew the whistle on tobacco tampering at the company. He currently lectures around the world as an expert witness and consultant for various tobacco issues, and devotes time to his non-profit organization Smoke-Free Kids Inc, an organization that works to help young people decide not to use tobacco.",
  "/wiki/Brown_&_Williamson": "Brown & Williamson (B&W) was an American tobacco company and subsidiary of British American Tobacco that produced several popular cigarette brands. It became infamous as the focus of investigations for chemically enhancing the addictiveness of cigarettes. Its former vice-president of research and development, Jeffrey Wigand, was the whistleblower in an investigation conducted by CBS news program 60 Minutes, an event that was dramatized in the film The Insider. Wigand claimed that B&W had introduced chemicals such as ammonia into cigarettes to increase nicotine delivery and increase addictiveness.\n B&W had its headquarters in Louisville, Kentucky, until July 30, 2004, when the U.S. operations of B&W merged with R. J. Reynolds, creating a new publicly traded parent company, Reynolds American Inc. Some of its brands had been sold earlier in 1996 to the British tobacco company Imperial Tobacco and British American Tobacco.\n B&W was also involved in genetically modifying tobacco (notably the controversial Y1 strain).",
  "/wiki/Research_and_development": "Research and development (R&D, R+D, or R'n'D), known in Europe as research and technological development (RTD), refers to innovative activities undertaken by corporations or governments in developing new services or products, or improving existing services or products. Research and development constitutes the first stage of development of a potential new service or the production process.\n R&D activities differ from institution to institution, with two primary models of an R&D department either staffed by engineers and tasked with directly developing new products, or staffed with industrial scientists and tasked with applied research in scientific or technological fields, which may facilitate future product development. R&D differs from the vast majority of corporate activities in that it is not intended to yield immediate profit, and generally carries greater risk and an uncertain return on investment. However R&D is crucial for acquiring larger shares of the market through the marketisation of new products.",
  "/wiki/CBS": "CBS (an initialism of the network's former name, the Columbia Broadcasting System) is an American English-language commercial broadcast television and radio network that is the flagship property of the CBS Entertainment Group division of ViacomCBS. The company is headquartered at the CBS Building in New York City with major production facilities and operations in New York City (at the CBS Broadcast Center) and Los Angeles (at CBS Television City and the CBS Studio Center).\n CBS is sometimes referred to as the Eye Network, in reference to the company's trademark symbol, in use since 1951. It has also been called the \"Tiffany Network\", alluding to the perceived high quality of CBS programming during the tenure of William S. Paley. It can also refer to some of CBS's first demonstrations of color television, which were held in a former Tiffany & Co. building in New York City in 1950.\n The network has its origins in United Independent Broadcasters Inc., a collection of 16 radio stations purchased by Paley in 1928 and renamed the Columbia Broadcasting System. Under Paley's guidance, CBS would first become one of the largest radio networks in the United States, and eventually one of the Big Three American broadcast television networks. In 1974 CBS dropped its former full name and became known simply as CBS, Inc. The Westinghouse Electric Corporation acquired the network in 1995, renamed its corporate entity to the current CBS Broadcasting, Inc. in 1997, and eventually adopted the name of the company it had acquired to become CBS Corporation. In 2000 CBS came under the control of the first Viacom, which was formed as a spin-off of CBS in 1971. In late 2005, Viacom split itself into two separate companies and re-established CBS Corporation through the spin-off of its broadcast television, radio, and select cable television and non-broadcasting assets, with the CBS television network at its core. CBS Corporation was controlled by Sumner Redstone through National Amusements, which also controlled the second Viacom until December 4, 2019, when the two separated companies agreed to re-merge to become the new single entity known as ViacomCBS.\n CBS formerly operated the CBS Radio network until 2017, when it merged its radio division with Entercom. Prior to then, CBS Radio mainly provided news and features content for its portfolio owned-and-operated radio stations in large and mid-sized markets, and affiliated radio stations in various other markets. While CBS Corporation shareholders own a 72% stake in Entercom, CBS no longer owns or operates any radio stations directly, though CBS still provides radio news broadcasts to its radio affiliates and the new owners of its former radio stations and licenses the rights to use CBS trademarks under a long-term contract. The television network has more than 240 owned-and-operated, and affiliated television stations throughout the United States; some of them are also available in Canada via pay-television providers or in border areas over-the-air. The company ranked 197th on the 2018 Fortune 500 of the largest United States corporations by revenue.",
  "/wiki/60_Minutes": "60 Minutes is an American news magazine and television program broadcast on the CBS television network. Debuting in 1968, the program was created by Don Hewitt, who chose to set it apart from other news programs by using a unique style of reporter-centered investigation. In 2002, 60 Minutes was ranked at No. 6 on TV Guide's 50 Greatest TV Shows of All Time and in 2013, it was ranked #24 on TV Guide's 60 Best Series of All Time. The New York Times has called it \"one of the most esteemed news magazines on American television\".",
  "/wiki/Death_threat": "A death threat is a threat, often made anonymously, by one person or a group of people to kill another person or group of people. These threats are often designed to intimidate victims in order to manipulate their behaviour, and thus a death threat can be a form of coercion. For example, a death threat could be used to dissuade a public figure from pursuing a criminal investigation or an advocacy campaign.\n In most jurisdictions, death threats are a serious type of criminal offence. Death threats are often covered by coercion statutes. For instance, the coercion statute in Alaska says:",
  "/wiki/Russell_Crowe": "Russell Ira Crowe (born 7 April 1964) is an actor, film producer and musician. Although a New Zealand citizen, he has lived most of his life in Australia. He came to international attention for his role as the Roman General Maximus Decimus Meridius in the historical film Gladiator (2000), directed by Ridley Scott, for which Crowe won an Academy Award, a Broadcast Film Critics Association Award, an Empire Award and a London Film Critics Circle Award for best actor, along with ten other nominations in the same category. Crowe's other award-winning performances include portrayals of tobacco firm whistle-blower Jeffrey Wigand in the drama film The Insider (1999), and John F. Nash in the biopic A Beautiful Mind (2001).\n Crowe's other films include Romper Stomper (1992), L.A. Confidential (1997), Master and Commander: The Far Side of the World (2003), Cinderella Man (2005), 3:10 to Yuma (2007),  American Gangster (2007), State of Play (2009), Robin Hood (2010), Les Misérables (2012), Man of Steel (2013), Noah (2014) and The Nice Guys (2016). In 2015, Crowe made his directorial debut with The Water Diviner, in which he also starred. Crowe's work has earned him several accolades during his career, including a star on the Hollywood Walk of Fame, one Golden Globe Award for Best Actor, one BAFTA and one Academy Award out of three consecutive nominations (1999, 2000 and 2001). Crowe has also been the co-owner of the National Rugby League (NRL) team South Sydney Rabbitohs since 2006.",
  "/wiki/The_Insider_(film)": "The Insider is a 1999 American drama film directed by Michael Mann, from a script adapted by Eric Roth and Mann from Marie Brenner's Vanity Fair article \"The Man Who Knew Too Much\". The film stars Al Pacino and Russell Crowe, with supporting actors including Christopher Plummer, Bruce McGill, Diane Venora and Michael Gambon.\n A fictionalized account of a true story, it is based on the 60 Minutes segment about Jeffrey Wigand, a whistleblower in the tobacco industry, covering the personal struggles of him and CBS producer Lowell Bergman as they defend his testimony against efforts to discredit and suppress it by CBS and Wigand's former employer.\n Though not a box office success, The Insider received critical acclaim, with particular praise for Crowe's portrayal of Wigand, and Mann's direction. It was nominated for seven Academy Awards, including Best Picture and Best Actor in a Leading Role (for Russell Crowe).",
  "/wiki/Allan_Cutler": "The sponsorship scandal, AdScam or Sponsorgate, is a scandal that came as a result of a Canadian federal government \"sponsorship program\" in the province of Quebec and involving the Liberal Party of Canada, which was in power from 1993 to 2006. The program was originally established as an effort to raise awareness of the Government of Canada's contributions to Quebec industries and other activities in order to counter the actions of the Parti Québécois government of the province that worked to promote Quebec independence.\n The program ran from 1996 until 2004, when broad corruption was discovered in its operations and the program was discontinued.  Illicit and even illegal activities within the administration of the program were revealed, involving misuse and misdirection of public funds intended for government advertising in Quebec.  Such misdirections included sponsorship money awarded to Liberal Party-linked ad firms in return for little or no work, in which firms maintained Liberal organizers or fundraisers on their payrolls or donated back part of the money to the Liberal Party.  The resulting investigations and scandal affected the Liberal Party of Canada and the then-government of Prime Minister Paul Martin. It was an ongoing affair for years, but rose to national prominence in early 2004 after the program was examined by Sheila Fraser, the federal auditor general.\n Here are some of the major findings reported by Auditor General Sheila Fraser:",
  "/wiki/Canadian_government": "The Government of Canada (French: Gouvernement du Canada), officially Her Majesty's Government (French: Gouvernement de Sa Majesté), is the corporation responsible for the federal administration of Canada. In Canadian English, the term can mean either the collective set of institutions or specifically the Queen-in-Council. In both senses, the current construct was established at Confederation through the Constitution Act, 1867—as a federal constitutional monarchy, wherein the Canadian Crown acts as the core, or \"the most basic building block\", of its Westminster-style parliamentary democracy. The Crown is thus the foundation of the executive, legislative, and judicial branches of the Canadian government. Further elements of governance are outlined in the rest of the Canadian Constitution, which includes written statutes, court rulings, and unwritten conventions developed over centuries.\n The monarch (currently Queen Elizabeth II) is personally represented by the Governor General of Canada (currently Julie Payette). The Queen's Privy Council for Canada is the body that advises the sovereign or viceroy on the exercise of executive power. However, in practice, that task is performed only by the Cabinet, a committee within the Privy Council composed of ministers of the Crown, who are drawn from and responsible to the elected House of Commons in parliament. The Cabinet is headed by the prime minister (currently Justin Trudeau), who is appointed by the governor general after securing the confidence of the House of Commons.",
  "/wiki/Sponsorship_scandal": "The sponsorship scandal, AdScam or Sponsorgate, is a scandal that came as a result of a Canadian federal government \"sponsorship program\" in the province of Quebec and involving the Liberal Party of Canada, which was in power from 1993 to 2006. The program was originally established as an effort to raise awareness of the Government of Canada's contributions to Quebec industries and other activities in order to counter the actions of the Parti Québécois government of the province that worked to promote Quebec independence.\n The program ran from 1996 until 2004, when broad corruption was discovered in its operations and the program was discontinued.  Illicit and even illegal activities within the administration of the program were revealed, involving misuse and misdirection of public funds intended for government advertising in Quebec.  Such misdirections included sponsorship money awarded to Liberal Party-linked ad firms in return for little or no work, in which firms maintained Liberal organizers or fundraisers on their payrolls or donated back part of the money to the Liberal Party.  The resulting investigations and scandal affected the Liberal Party of Canada and the then-government of Prime Minister Paul Martin. It was an ongoing affair for years, but rose to national prominence in early 2004 after the program was examined by Sheila Fraser, the federal auditor general.\n Here are some of the major findings reported by Auditor General Sheila Fraser:",
  "/wiki/David_Franklin_(pharmacy)": "David Franklin is an American microbiologist and former fellow of Harvard Medical School who while employed by Parke-Davis filed the 1996 whistleblower lawsuit exposing their illegal promotion of Neurontin (gabapentin) for off-label uses.  Franklin's suit, filed on behalf of the citizens of the United States under the qui tam provisions of US federal and state law, uncovered illegal pharmaceutical industry practices and created new legal precedent that resulted in a cascade of criminal convictions and civil and criminal penalties against Pfizer and several other pharmaceutical companies totalling more than $7 billion.  Civil cases also followed Franklin v. Parke-Davis.  Insurance companies, led by Kaiser Permanente, sued Pfizer for fraud and violation of the federal Racketeer Influenced and Corrupt Organizations Act;  the Kaiser case settled in April 2014 after Pfizer's appeal at the US Supreme Court was rejected. Franklin v. Pfizer also spawned more than a thousand wrongful death (suicide) suits associated with use of Neurontin. Numerous books have addressed the social, economic and healthcare implications of Dr. Franklin's stance and actions. The settlement was the first off-label promotion settlement under the False Claims Act.:194",
  "/wiki/Parke-Davis": "Parke-Davis is a subsidiary of the pharmaceutical company Pfizer. Although Parke, Davis & Co. is no longer an independent corporation, it was once America's oldest and largest drug maker, and played an important role in medical history. Warner-Lambert acquired Parke-Davis in 1970, which in turn was acquired by Pfizer in 2000.",
  "/wiki/Gabapentin": "Gabapentin, sold under the brand name Neurontin among others, is an anticonvulsant medication used to treat partial seizures, neuropathic pain, hot flashes, and restless legs syndrome. It is recommended as one of a number of first-line medications for the treatment of neuropathic pain caused by diabetic neuropathy, postherpetic neuralgia, and central neuropathic pain. About 15% of those given gabapentin for diabetic neuropathy or postherpetic neuralgia have a measurable benefit. Gabapentin is taken by mouth.\n Common side effects include sleepiness and dizziness. Serious side effects include an increased risk of suicide, aggressive behavior, and drug reactions. It is unclear if it is safe during pregnancy or breastfeeding. Lower doses are recommended in those with kidney disease associated with a low kidney function. Gabapentin is a gabapentinoid. It has a molecular structure similar to that of the neurotransmitter γ-aminobutyric acid (GABA) and acts by inhibiting certain calcium channels.\n Gabapentin was first approved for use in 1993. It has been available as a generic medication in the United States since 2004. The wholesale price in the developing world as of 2015[update] was about US$10.80 per month; in the United States, it was US$100 to US$200. In 2016, it was the 11th most prescribed medication in the United States, with more than 44 million prescriptions. During the 1990s, Parke-Davis, a subsidiary of Pfizer, began using a number of illegal techniques to encourage physicians in the United States to use gabapentin for unapproved uses. They have paid out millions of dollars to settle lawsuits regarding these activities.",
  "/wiki/Pfizer": "Pfizer Inc. (/ˈfaɪzər/) is an American multinational pharmaceutical corporation headquartered in New York City. It is one of the world's largest pharmaceutical companies. It is listed on the New York Stock Exchange, and its shares have been a component of the Dow Jones Industrial Average since 2004. Pfizer ranked No. 57 on the 2018 Fortune 500 list of the largest United States corporations by total revenue.\n On December 19, 2018, Pfizer announced a joint merger of their consumer healthcare division with UK pharma giant GlaxoSmithKline; the British company will maintain a controlling share (listed at 68%).\n The company developed and produces medicines and vaccines for a wide range of medical disciplines, including immunology, oncology, cardiology, endocrinology, and neurology. Its products include the blockbuster drug Lipitor (atorvastatin), used to lower LDL blood cholesterol; Lyrica (pregabalin) for neuropathic pain and fibromyalgia; Diflucan (fluconazole), an oral antifungal medication; Zithromax (azithromycin), an antibiotic; Viagra (sildenafil) for erectile dysfunction; and Celebrex (also Celebra, celecoxib), an anti-inflammatory drug.\n In 2016, Pfizer Inc. was expected to merge with Allergan, plc to create the Ireland-based \"Pfizer plc\" in a deal that would have been worth $160 billion. The merger was called off in April 2016, however, because of new rules from the United States Treasury against tax inversions, a method of avoiding taxes by merging with a foreign company. The company has made the second-largest pharmaceutical settlement with the United States Department of Justice.",
  "/wiki/False_Claims_Act": "The False Claims Act (FCA), also called the \"Lincoln Law\", is an American federal law that imposes liability on persons and companies (typically federal contractors) who defraud governmental programs. It is the federal Government's primary litigation tool in combating fraud against the Government.  The law includes a qui tam provision that allows people who are not affiliated with the government, called \"relators\" under the law, to file actions on behalf of the government (informally called \"whistleblowing\" especially when the relator is employed by the organization accused in the suit).  Persons filing under the Act stand to receive a portion (15-30 percent, depending on certain factors) of any recovered damages. As of 2019, over 71 percent of all FCA actions were initiated by whistleblowers. Claims under the law have typically involved health care, military, or other government spending programs, and dominate the list of largest pharmaceutical settlements. The government has recovered more than $62 billion under the False Claims Act between 1987 and 2019.",
  "/wiki/Michael_Ruppert": "Michael Craig Ruppert (February 3, 1951 – April 13, 2014) was an American writer and musician, Los Angeles Police Department officer, investigative journalist, political activist, and peak oil awareness advocate known for his 2004 book Crossing The Rubicon: The Decline of the American Empire at the End of the Age of Oil.\n From 1999 until 2006, Ruppert edited and published From The Wilderness, a newsletter and website covering a range of topics including international politics, the CIA, peak oil, civil liberties, drugs, economics, corruption and the nature of the 9/11 conspiracy. It attracted 22,000 subscribers.\n Ruppert was the subject of the 2009 documentary film Collapse, which was based on his book A Presidential Energy Policy and received The New York Times' \"critics pick\". He served as president of Collapse Network, Inc. from early 2010 until he resigned in May 2012. He also hosted The Lifeboat Hour on Progressive Radio Network until his death in 2014.\n In 2014, Vice featured Ruppert in a 6-part series titled Apocalypse, Man, and a tribute album, Beyond the Rubicon was released by the band New White Trash, of which he had been a member.",
  "/wiki/Los_Angeles_Police_Department": "The Los Angeles Police Department (LAPD), officially the City of Los Angeles Police Department, is the police department of Los Angeles, California. With 9,974 officers and 3,036 civilian staff,  it is the third-largest municipal police department in the United States, after the New York City Police Department and the Chicago Police Department. The department operates in an area of 498 square miles (1,290 km2) and a population of 4,030,904 people.\n The LAPD has been fictionalized in numerous films, novels, and television shows throughout its history. The department has also been associated with a number of controversies, mainly concerned with racism, police brutality, and police corruption.",
  "/wiki/Central_Intelligence_Agency": "The Central Intelligence Agency (CIA) is a civilian foreign intelligence service of the federal government of the United States, tasked with gathering, processing, and analyzing national security information from around the world, primarily through the use of human intelligence (HUMINT). As one of the principal members of the United States Intelligence Community (IC), the CIA reports to the Director of National Intelligence and is primarily focused on providing intelligence for the President and Cabinet of the United States.\n Unlike the Federal Bureau of Investigation (FBI), which is a domestic security service, the CIA has no law enforcement function and is mainly focused on overseas intelligence gathering, with only limited domestic intelligence collection. Though it is not the only agency of the federal government of the United States specializing in HUMINT, the CIA serves as the national manager for coordination of HUMINT activities across the U.S. intelligence community. Moreover, the CIA is the only agency authorized by law to carry out and oversee covert action at the behest of the President. It exerts foreign political influence through its tactical divisions, such as the Special Activities Center. The CIA was also instrumental in establishing intelligence services in several U.S. allied countries, such as Germany's BND.\n Before the Intelligence Reform and Terrorism Prevention Act of 2004, the CIA Director concurrently served as the head of the Intelligence Community; today, the CIA is organized under the Director of National Intelligence (DNI). Despite transferring some of its powers to the DNI, the CIA has grown in size as a result of the September 11 attacks. In 2013, The Washington Post reported that in the fiscal year 2010, the CIA had the largest budget of all IC agencies, exceeding previous estimates.\n The CIA has increasingly expanded its role, including covert paramilitary operations. One of its largest divisions, the Information Operations Center (IOC), has shifted focus from counter-terrorism to offensive cyber-operations.",
  "/wiki/Director_of_Central_Intelligence": "The Director of Central Intelligence (DCI) was the head of the American Central Intelligence Agency from 1946 to 2005, acting as the principal intelligence advisor to the President of the United States and the United States National Security Council, as well as the coordinator of intelligence activities among and between the various U.S. intelligence agencies (collectively known as the Intelligence Community from 1981 onwards).\n The office existed from January 1946 to April 21, 2005. After the Intelligence Reform and Terrorism Prevention Act it was replaced by the Director of National Intelligence (DNI) as head of the Intelligence Community and the Director of the Central Intelligence Agency (D/CIA) as head of the CIA.",
  "/wiki/John_Deutch": "John Mark Deutch (born July 27, 1938) is an American physical chemist and civil servant. He was the United States Deputy Secretary of Defense from 1994 to 1995 and Director of Central Intelligence (DCI) from May 10, 1995 until December 15, 1996. He is an emeritus Institute Professor at the Massachusetts Institute of Technology and serves on the boards of directors of Citigroup, Cummins, Raytheon, and Schlumberger Ltd.  Deutch is also a member of the Trilateral Commission.",
  "/wiki/Allegations_of_CIA_drug_trafficking": "The United States Central Intelligence Agency (CIA) has been accused of involvement in drug trafficking. Books and investigations on the subject that have received general notice include works by historian Alfred McCoy; professor and diplomat Peter Dale Scott; and journalists Gary Webb, and Alexander Cockburn, as well as by writer Larry Collins. These claims have led to investigations by the United States government, including hearings and reports by the United States House of Representatives, Senate, Department of Justice, and the CIA's Office of the Inspector General. The subject remains controversial.\n The following is a summary of some of the main claims made by geographical area.",
  "/wiki/Town_hall_meeting": "Town hall meetings, also referred to as town halls or town hall forums, are a way for local and national politicians to meet with their constituents, either to hear from them on topics of interest or to discuss specific upcoming legislation or regulation. During periods of active political debate, town halls can be a locus for protest and more active debate.\n Despite their name, town hall meetings need not take place in a town hall. They are commonly held in a range of venues, including schools, libraries, municipal buildings, and churches. A number of officials have also experimented with digital formats for town halls. Town hall meetings organized by national politicians are often held in a variety of locations distributed across a voting district so that elected representatives can receive feedback from a larger proportion of constituents.\n Historically, no specific rules or guidelines have defined a town hall meeting. Any event that allows constituent participation with a politician may be called a town hall, including gatherings in person, group phone calls, or events on Internet platforms such as Facebook or Twitter. Attendees use town halls to voice their opinions and question elected officials, political candidates, and public figures. In contrast to town meetings, a type of direct democratic rule that originated in colonial New England, attendees do not vote on issues during town hall meetings.\n In the United States, town halls are a common way for national politicians to connect or reconnect with their constituents during recesses, when they are in their home districts away from Washington, D.C.",
  "/wiki/Nancy_Olivieri": "Nancy Fern Olivieri (born 1953 or 1954) is a prominent Toronto haematologist and researcher with an interest in the treatment of haemoglobinopathies. She is best known for a protracted struggle with the Hospital for Sick Children and the pharmaceutical company Apotex about the drug deferiprone.",
  "/wiki/Apotex": "Apotex Inc. is a Canadian pharmaceutical corporation. Founded in 1974 by Barry Sherman, the company is the largest producer of generic drugs in Canada, with annual sales exceeding CA$1 billion. By 2016, Apotex employed over 10,000 people as one of Canada's largest drug manufacturers, with over 300 products selling in over 115 countries. Revenues were about CA$1.19 billion annually. Apotex manufactures and distributes generic medications for a range of diseases and health conditions that include cancer, diabetes, high cholesterol, glaucoma, infections and blood pressure.\n Apotex is a member of the Canadian Generic Pharmaceutical Association (CGPA), the Generic Pharmaceutical Association (GPhA), an associate member of the Canadian Animal Health Institute (CAHI), the Canadian Association for Pharmacy Distribution Management (CAPDM), as well as the Greater Toronto Area's Partners in Project Green.",
  "/wiki/Deferiprone": "Deferiprone (tradenames include Ferriprox) is a drug that chelates iron and is used to treat iron overload in thalassaemia major.  It was first approved for use in treating thalassaemia major in 1994 and had been licensed for use in Europe and Asia for many years while awaiting approval in Canada and the United States. On October 14, 2011, it was approved for use in the US under the FDA's accelerated approval program.",
  "/wiki/Thalassaemia": "Thalassemias are inherited blood disorders characterized by decreased hemoglobin production. Symptoms depend on the type and can vary from none to severe. Often there is mild to severe anemia (low red blood cells or hemoglobin). Anemia can result in feeling tired and pale skin. There may also be bone problems, an enlarged spleen, yellowish skin, and dark urine. Slow growth may occur in children.\n Thalassemias are genetic disorders inherited from a person's parents. There are two main types, alpha thalassemia and beta thalassemia. The severity of alpha and beta thalassemia depends on how many of the four genes for alpha globin or two genes for beta globin are missing. Diagnosis is typically by blood tests including a complete blood count, special hemoglobin tests, and genetic tests. Diagnosis may occur before birth through prenatal testing.\n Treatment depends on the type and severity. Treatment for those with more severe disease often includes regular blood transfusions, iron chelation, and folic acid. Iron chelation may be done with deferoxamine or deferasirox. Occasionally, a bone marrow transplant may be an option. Complications may include iron overload from the transfusions with resulting heart or liver disease, infections, and osteoporosis. If the spleen becomes overly enlarged, surgical removal may be required.\n As of 2015, thalassemia occurs in about 280 million people, with about 439,000 having severe disease. It is most common among people of Italian, Greek, Middle Eastern, South Asian, and African descent. Males and females have similar rates of disease. It resulted in 16,800 deaths in 2015, down from 36,000 deaths in 1990. Those who have minor degrees of thalassemia, similar to those with sickle-cell trait, have some protection against malaria, explaining why they are more common in regions of the world where malaria exists.",
  "/wiki/New_England_Journal_of_Medicine": "The New England Journal of Medicine (NEJM) is a weekly medical journal published by the Massachusetts Medical Society. It is among the most prestigious peer-reviewed medical journals as well as the oldest continuously published one.",
  "/wiki/Hepatic_fibrosis": "Cirrhosis, also known as liver cirrhosis or hepatic cirrhosis, is a condition in which the liver does not function properly due to long-term damage. This damage is characterized by the replacement of normal liver tissue by scar tissue. Typically, the disease develops slowly over months or years. Early on, there are often no symptoms. As the disease worsens, a person may become tired, weak, itchy, have swelling in the lower legs, develop yellow skin, bruise easily, have fluid build up in the abdomen, or develop spider-like blood vessels on the skin. The fluid build-up in the abdomen may become spontaneously infected. Other serious complications include hepatic encephalopathy, bleeding from dilated veins in the esophagus or dilated stomach veins, and liver cancer. Hepatic encephalopathy results in confusion and may lead to unconsciousness.\n Cirrhosis is most commonly caused by alcohol, hepatitis B, hepatitis C, and non-alcoholic fatty liver disease. Typically, more than two or three alcoholic drinks per day over a number of years is required for alcoholic cirrhosis to occur. Non-alcoholic fatty liver disease has a number of causes, including being overweight, diabetes, high blood fats, and high blood pressure. A number of less common causes of cirrhosis include autoimmune hepatitis, primary biliary cholangitis, hemochromatosis, certain medications, and gallstones. Diagnosis is based on blood testing, medical imaging, and liver biopsy.\n Some causes of cirrhosis, such as hepatitis B, can be prevented by vaccination. Treatment partly depends on the underlying cause, but the goal is often to prevent worsening and complications. Avoiding alcohol is recommended in all cases of cirrhosis. Hepatitis B and C may be treatable with antiviral medications. Autoimmune hepatitis may be treated with steroid medications. Ursodiol may be useful if the disease is due to blockage of the bile ducts. Other medications may be useful for complications such as abdominal or leg swelling, hepatic encephalopathy, and dilated esophageal veins. In severe cirrhosis, a liver transplant may be an option.\n Cirrhosis affected about 2.8 million people and resulted in 1.3 million deaths in 2015. Of these deaths, alcohol caused 348,000, hepatitis C caused 326,000, and hepatitis B caused 371,000. In the United States, more men die of cirrhosis than women. The first known description of the condition is by Hippocrates in the 5th century BCE. The term cirrhosis was invented in 1819, from a Greek word for the yellowish color of a diseased liver.",
  "/wiki/Frederic_Whitehurst": "Frederic \"Fred\" Whitehurst is an American chemist and attorney who served as a Supervisory Special Agent in the Federal Bureau of Investigation Laboratory from 1986 to 1998. Concerned about problems he saw among agents, he went public as a whistleblower to bring attention to procedural errors and misconduct by agents. The FBI agreed to 40 reforms to improve the forensic reliability of its testing.",
  "/wiki/Federal_Bureau_of_Investigation": "The Federal Bureau of Investigation (FBI) is the domestic intelligence and security service of the United States and its principal federal law enforcement agency. Operating under the jurisdiction of the United States Department of Justice, the FBI is also a member of the U.S. Intelligence Community and reports to both the Attorney General and the Director of National Intelligence. A leading U.S. counter-terrorism, counterintelligence, and criminal investigative organization, the FBI has jurisdiction over violations of more than 200 categories of federal crimes.\n Although many of the FBI's functions are unique, its activities in support of national security are comparable to those of the British MI5 and the Russian FSB. Unlike the Central Intelligence Agency (CIA), which has no law enforcement authority and is focused on intelligence collection abroad, the FBI is primarily a domestic agency, maintaining 56 field offices in major cities throughout the United States, and more than 400 resident agencies in smaller cities and areas across the nation. At an FBI field office, a senior-level FBI officer concurrently serves as the representative of the Director of National Intelligence.\n Despite its domestic focus, the FBI also maintains a significant international footprint, operating 60 Legal Attache (LEGAT) offices and 15 sub-offices in U.S. embassies and consulates across the globe. These foreign offices exist primarily for the purpose of coordination with foreign security services and do not usually conduct unilateral operations in the host countries. The FBI can and does at times carry out secret activities overseas, just as the CIA has a limited domestic function; these activities generally require coordination across government agencies.\n The FBI was established in 1908 as the Bureau of Investigation, the BOI or BI for short. Its name was changed to the Federal Bureau of Investigation (FBI) in 1935. The FBI headquarters is the J. Edgar Hoover Building, located in Washington, D.C.",
  "/wiki/National_Whistleblower_Center": "The National Whistleblower Center (NWC) is a nonprofit, nonpartisan, tax exempt, educational and advocacy organization based in Washington, D.C. It was founded in 1988 by the lawyers Kohn, Kohn & Colapinto, LLP. As of March 2019, John Kostyack is the executive director. Since its founding, the Center has worked on whistleblower cases relating to environmental protection, nuclear safety, government and corporate accountability, and wildlife crime.",
  "/wiki/David_Shayler": "David Shayler (/ˈʃeɪlər/; born 24 December 1965) is a former British MI5 officer and whistle-blower. Shayler was prosecuted under the Official Secrets Act 1989 for passing secret documents to The Mail on Sunday in August 1997 that alleged that MI5 was paranoid about socialists, and that it had previously investigated Labour Party ministers Peter Mandelson, Jack Straw and Harriet Harman.",
  "/wiki/MI5": "The Security Service, also known as MI5 (Military Intelligence, Section 5), is the United Kingdom's domestic counter-intelligence and security agency and is part of its intelligence machinery alongside the Secret Intelligence Service (MI6), Government Communications Headquarters (GCHQ) and Defence Intelligence (DI). MI5 is directed by the Joint Intelligence Committee (JIC), and the service is bound by the Security Service Act 1989. The service is directed to protect British parliamentary democracy and economic interests, and counter terrorism and espionage within the UK.\n Within the civil service community the service is colloquially known as Box 500 (after its official wartime address of PO Box 500; its current address is PO Box 3255, London SW1P 1AE).",
  "/wiki/Annie_Machon": "Annie Machon (born 1968) is a former MI5 intelligence officer who left the Service at the same time as David Shayler, her partner at the time.",
  "/wiki/Muammar_Gaddafi": "Muammar Mohammed Abu Minyar Gaddafi[b] (c. 1942 – October 20, 2011), commonly known as Colonel Gaddafi, was a Libyan revolutionary, politician, and political theorist. He governed Libya as Revolutionary Chairman of the Libyan Arab Republic from 1969 to 1977, and then as the \"Brother Leader\" of the Great Socialist People's Libyan Arab Jamahiriya from 1977 to 2011. He was initially ideologically committed to Arab nationalism and Arab socialism but later ruled according to his own Third International Theory.\n Born near Sirte, Italian Libya, to a poor Bedouin family, Gaddafi became an Arab nationalist while at school in Sabha, later enrolling in the Royal Military Academy, Benghazi. Within the military, he founded a revolutionary group which deposed the Western-backed Senussi monarchy of Idris in a 1969 coup. Having taken power, Gaddafi converted Libya into a republic governed by his Revolutionary Command Council. Ruling by decree, he deported Libya's Italian and Jewish populations and ejected its Western military bases. Strengthening ties to Arab nationalist governments—particularly Gamal Abdel Nasser's Egypt—he unsuccessfully advocated pan-Arab political union. An Islamic modernist, he introduced sharia as the basis for the legal system and promoted \"Islamic socialism\". He nationalized the oil industry and used the increasing state revenues to bolster the military, fund foreign revolutionaries, and implement social programs emphasizing house-building, healthcare and education projects. In 1973, he initiated a \"Popular Revolution\" with the formation of Basic People's Congresses, presented as a system of direct democracy, but retained personal control over major decisions. He outlined his Third International Theory that year, publishing these ideas in The Green Book.\n Gaddafi transformed Libya into a new socialist state called a Jamahiriya (\"state of the masses\") in 1977. He officially adopted a symbolic role in governance but remained head of both the military and the Revolutionary Committees responsible for policing and suppressing dissent. During the 1970s and 1980s, Libya's unsuccessful border conflicts with Egypt and Chad, support for foreign militants, and alleged responsibility for the Lockerbie bombing in Scotland left it increasingly isolated on the world stage. A particularly hostile relationship developed with the United States, United Kingdom, and Israel, resulting in the 1986 US bombing of Libya and United Nations–imposed economic sanctions. From 1999, Gaddafi shunned Arab socialism and encouraged economic privatization, rapprochement with Western nations, and pan-Africanism; he was Chairperson of the African Union from 2009 to 2010. Amid the 2011 Arab Spring, protests against widespread corruption and unemployment broke out in eastern Libya. The situation descended into civil war, in which NATO intervened militarily on the side of the anti-Gaddafist National Transitional Council (NTC). The government was overthrown, and Gaddafi retreated to Sirte, only to be captured and killed by NTC militants.\n A highly divisive figure, Gaddafi dominated Libya's politics for four decades and was the subject of a pervasive cult of personality. He was decorated with various awards and praised for his anti-imperialist stance, support for Arab—and then African—unity, and for significant improvements that his government brought to the Libyan people's quality of life. Conversely, many Libyans strongly opposed his social and economic reforms, and he was posthumously accused of sexual abuse. He was condemned by many as a dictator whose authoritarian administration violated human rights and financed global terrorism.",
  "/wiki/Christoph_Meili": "Michel Christopher \"Christoph\" Meili (born 21 April 1968) is a Swiss-American whistleblower and former security professional. In 1997, Meili illegally disclosed to third parties that Swiss bank Union Bank of Switzerland (UBS) was destroying documentation of  Holocaust-era assets. After a federal arrest warrant, a set of fines, and death threats were issued to him, Meili fled Switzerland to the United States by right of asylum in late 1997, returning to his home country in 2009. \n His disclosure prompted a US$1.25 billion settlement between multiple Swiss banks and Jewish victims in August 1998. Meili was entitled to $750,000 of the settlement. He returned to Switzerland having spent all his settlement money and to mixed reception by Swiss papers.",
  "/wiki/Union_Bank_of_Switzerland": "Union Bank of Switzerland (UBS) was a Swiss investment bank and financial services company located in Switzerland. The bank, which at the time was the second largest bank in Switzerland, merged with Swiss Bank Corporation in 1998, to become UBS to form what was then the largest bank in Europe and the second largest bank in the World.\n UBS was formed in 1912 through the merger of the Bank in Winterthur and Toggenburger Bank, both founded in the early 1860s. UBS then continued to grow through acquisitions, including Aargauische Kreditanstalt in 1919, Eidgenössische Bank in 1945, Interhandel Basel in 1967, Phillips & Drew in 1986, and Schröder, Münchmeyer, Hengst & Co. in 1997 among others.\n The historical UBS logo comprises the initials \"UBS\" horizontally, referring to the \"Union Bank of Switzerland\", \"Union de Banques Suisses\" or \"Unione di Banche Svizzere\", crossed by vertical \"SBG\", referring to the name of the bank in German \"Schweizerische Bankgesellschaft\".  \"UBS\" ceased to be considered a representational abbreviation for the Union Bank of Switzerland after the bank's 1998 merger with Swiss Bank Corporation and is today considered a standalone brand.",
  "/wiki/Holocaust": "The Holocaust, also known as the Shoah,[b] was the World War II genocide of the European Jews. Between 1941 and 1945, across German-occupied Europe, Nazi Germany and its collaborators systematically murdered some six million Jews, around two-thirds of Europe's Jewish population.[a][c] The murders were carried out in pogroms and mass shootings; by a policy of extermination through work in concentration camps; and in gas chambers and gas vans in German extermination camps, chiefly Auschwitz, Bełżec, Chełmno, Majdanek, Sobibór, and Treblinka in occupied Poland.\n Germany implemented the persecution in stages. Following Adolf Hitler's appointment as Chancellor on 30 January 1933, the regime built a network of concentration camps in Germany for political opponents and those deemed \"undesirable\", starting with Dachau on 22 March 1933. After the passing of the Enabling Act on 24 March, which gave Hitler plenary powers, the government began isolating Jews from civil society; this included boycotting Jewish businesses in April 1933 and enacting the Nuremberg Laws in September 1935. On 9–10 November 1938, eight months after Germany annexed Austria, Jewish businesses and other buildings were ransacked, smashed or set on fire throughout Germany and Austria during what became known as Kristallnacht (the \"Night of Broken Glass\"). After Germany invaded Poland in September 1939, triggering World War II, the regime set up ghettos to segregate Jews from the rest of the population. Eventually thousands of camps and other detention sites were established across German-occupied Europe.\n The segregation of Jews in ghettos culminated in the policy of extermination the Nazis called the \"Final Solution to the Jewish Question\", discussed by senior Nazi officials at the Wannsee Conference in Berlin in January 1942. As German forces captured territories in the East, all anti-Jewish measures were radicalized. Under the coordination of the SS, with directions from the highest leadership of the Nazi Party, killings were committed within Germany itself, throughout occupied Europe, and within territories controlled by Germany's allies. Paramilitary death squads called Einsatzgruppen, in cooperation with the German Army and local collaborators, murdered around 1.3 million Jews in mass shootings and pogroms between 1941 and 1945. By mid-1942, victims were being deported from ghettos across Europe in sealed freight trains to extermination camps where, if they survived the journey, they were worked to death or gassed. The killing continued until the end of World War II in Europe in May 1945.\n The European Jews were targeted for extermination as part of a larger event during the Holocaust era, usually defined as beginning in January 1933, in which Germany and its collaborators persecuted and murdered other groups, including Slavs (chiefly ethnic Poles, Soviet civilians and Soviet prisoners of war), the Roma, the \"incurably sick\", political and religious dissidents, and gay men.[d] The death toll of these groups is thought to rise to 11 million.",
  "/wiki/Political_asylum": "The right of asylum (sometimes called right of political asylum, from the Ancient Greek word ἄσυλον) is an ancient juridical concept, under which a person persecuted by one's own country may be protected by another sovereign authority, such as another country or church official, who in medieval times could offer sanctuary. This right was recognized by the Egyptians, the Greeks, and the Hebrews, from whom it was adopted into Western tradition. René Descartes fled to the Netherlands, Voltaire to England, and Thomas Hobbes to France, because each state offered protection to persecuted foreigners.\n The Egyptians, Greeks, and Hebrews recognized a religious \"right of asylum\", protecting criminals (or those accused of crime) from legal action to some extent. This principle was later adopted by the established Christian church, and various rules were developed that detailed how to qualify for protection and what degree of protection one would receive.\n The Council of Orleans decided in 511, in the presence of Clovis I, that asylum could be granted to anyone who took refuge in a church or on church property, or at the home of a bishop. This protection was extended to murderers, thieves and adulterers alike.\n That \"Everyone has the right to seek and to enjoy in other countries asylum from persecution\" is enshrined in the United Nations Universal Declaration of Human Rights of 1948 and supported by the 1951 Convention Relating to the Status of Refugees and the 1967 Protocol Relating to the Status of Refugees. Under these agreements, a refugee is a person who is outside that person's own country's territory owing to fear of persecution on protected grounds, including race, caste, nationality, religion, political opinions and participation in any particular social group or social activities.",
  "/wiki/Alan_Parkinson_(engineer)": "Alan Parkinson is a mechanical and nuclear engineer who lives in Canberra, Australia. He is also a whistleblower who has written the 2007 book, Maralinga: Australia’s Nuclear Waste Cover-up,  about the clean-up of the British atomic bomb test site at Maralinga in South Australia.\n In 1993, Parkinson became the key person on the Maralinga clean-up project, representing the then federal Labor government (through the Department of Primary Industry and Energy). By 1997, however, there was much cost-cutting involved in the project, and differences of opinion about how the project should proceed, which led to the sacking of Parkinson by the new Howard government.\n The clean-up, which involved simply burying untreated long-lived radioactive debris in holes in the ground, was totally unsatisfactory according to Parkinson. He exposed the situation through the Australian Broadcasting Corporation, provoking a strong rebuttal from the government, composed of scientific distortion and personal abuse.\n The plan was to collect some of the contaminated soil and bury that soil in a specially prepared trench 15 metres deep.  Several thousand tonnes of debris contaminated with plutonium was to be treated by a process of in situ vitrification.  After collection and burial of the soil, the project moved to the second phase - the treatment of 21 pits by vitrification.  Against the advice of Parkinson, the government department extended the contract of the project manager, even though that company had no knowledge of the complex process of vitrification.  At that stage Parkinson was removed from the project.  The government and the project manager then embarked on a hybrid scheme in which some pits would be exhumed and others treated by vitrification.  After successfully treating 12 pits, there was an unlucky thirteenth during which something in the pit exploded and severely damaged the equipment.  The government then cancelled the vitrification and simply exhumed the remaining pits, placed the debris in a shallow pit and covered it with clean soil.",
  "/wiki/Australian_Government": "The Government of Australia is the government of the Commonwealth of Australia, a federal parliamentary constitutional monarchy. It is also commonly referred to as the Australian Government, the Commonwealth Government, or the Federal Government.\n The legislature, also known as the Parliament of Australia, or simply Parliament, is made up of democratically-elected representatives from around Australia.\n These representatives meet at Parliament House in Canberra to discuss legislation and make laws for the benefit of the nation. The issues that they can make laws on are defined by sections 51 and 122 of the Constitution.\n The Parliament of the Commonwealth comprises two separate chambers:\nthe House of Representatives (or 'the lower house') and the Senate (or 'the upper house').\n The House of Representatives has 151 members, each representing a different area of the country ('electorate'). Each electorate has roughly the same number of registered voters within its boundary, meaning that states with larger populations have more electorates and therefore more representatives in the House.\n The Senate is composed of 76 members. Unlike the House of Representatives, membership of the Senate is divided evenly between the states. Each state has 12 senators, and the Northern Territory and the Australian Capital Territory have 2 senators each. The Senate was established this way to ensure that the larger states could not use their majority in the House of Representatives to pass laws that disadvantaged the smaller states.\n The Constitution is silent on the role of political parties in Parliament. It does not make any reference to a government party, an opposition party or minor parties, or to roles like Prime Minister and Leader of the Opposition. These are conventions that have been adopted to assist the smooth operation of the legislature.\n The executive is the administrative arm of government. The Australian Government is formed by the party or coalition of parties with the support of a majority of members in the House of Representatives.\n A government minister is a member of the legislature who has been chosen to also work as part of the executive, usually with responsibility for matters on a specific topic (his/her portfolio). The main roles of the Government are to make important national decisions, develop policy, introduce bills (proposed laws), implement laws and manage government departments.\n The public service, working in departments and agencies, puts those laws into operation and upholds those laws once they have begun to operate. Canberra, located in the Australian Capital Territory, is Australia's national capital. The Parliament of Australia is located in Canberra, as is most of the Australian Government public service.\n The judiciary is the legal arm of the government. Independent of the legislature and the executive, it is the role of the judiciary to enforce Australia's laws. It must also ensure that the other arms of government do not act beyond the powers granted to them by the Constitution or by Parliament.\n The High Court of Australia is, as its name suggests, Australia's highest court. Underneath the High Court are a number of other federal courts. The Commonwealth of Australia was formed in 1901 as a result of an agreement among six self-governing British colonies, which became the six states. The terms of this contract are embodied in the Australian Constitution, which was drawn up at a Constitutional Convention and ratified by the people of the colonies at referendums. The Australian head of state is the Queen of Australia who is represented by the Governor-General of Australia, with executive powers delegated by constitutional convention to the Australian head of government, the Prime Minister of Australia.\n The Government of the Commonwealth of Australia is divided into three branches: the executive branch, composed of the Federal Executive Council, presided by the Governor-General, which delegates powers to the Cabinet of Australia, led by the Prime Minister; the legislative branch, composed of the Parliament of Australia's House of Representatives and Senate; and the judicial branch, composed of the High Court of Australia and the federal courts. Separation of powers is implied by the structure of the Constitution, the three branches of government being set out in separate chapters (chapters I to III).The Australian system of government combines elements derived from the political systems of the United Kingdom (fused executive, constitutional monarchy) and the United States (federalism, written constitution, elected upper house), along with distinctive indigenous features, and has therefore been characterised as a \"Washminster mutation\".",
  "/wiki/Maralinga:_Australia's_Nuclear_Waste_Cover-up": "Maralinga: Australia’s Nuclear Waste Cover-up  is a book by Alan Parkinson about the clean-up of the British atomic bomb test site at Maralinga in South Australia, published in 2007. Parkinson, a nuclear engineer, explains that the clean-up of Maralinga in the late 1990s was compromised by cost-cutting and simply involved dumping hazardous radioactive debris in shallow holes in the ground.  Parkinson states that \"What was done at Maralinga was a cheap and nasty solution that wouldn't be adopted on white-fellas land.\"",
  "/wiki/British_nuclear_tests_at_Maralinga": "British nuclear tests at Maralinga were conducted between 1956 and 1963 at the Maralinga site, part of the Woomera Prohibited Area in South Australia about 800 kilometres (500 mi) north west of Adelaide. A total of seven nuclear tests were performed, with approximate yields ranging from 1 to 27 kilotonnes of TNT (4 to 100 TJ). Two major test series were conducted at the Maralinga site: Operation Buffalo in 1956 and Operation Antler the following year. Operation Buffalo consisted of four tests; One Tree (12.9 kilotonnes of TNT (54 TJ)) and Breakaway (10.8 kilotonnes of TNT (45 TJ)) were detonated on towers, Marcoo  (1.4 kilotonnes of TNT (5.9 TJ)) at ground level, and the Kite (2.9 kilotonnes of TNT (12 TJ)) was released by a Royal Air Force (RAF) Vickers Valiant bomber from a height of 11,000 metres (35,000 ft). This was the first drop of a British nuclear weapon from an aircraft. \n Operation Buffalo was followed by Operation Antler in 1957, which tested new, light-weight nuclear weapons. Three tests were conducted in this series: Tadje (0.93 kilotonnes of TNT (3.9 TJ), Biak 5.67 kilotonnes of TNT (23.7 TJ)and Taranak 26.6 kilotonnes of TNT (111 TJ). The first two were conducted from towers, while the last was suspended from balloons. Tadje used cobalt pellets as a tracer for determining yield, resulting in rumours that Britain was developing a cobalt bomb. Between 1956 and 1963, the Maralinga site was also used for minor trials, tests of nuclear weapons components not involving nuclear explosions. Kittens were trials of neutron initiators; Rats and Tims measured how the fissile core of a nuclear weapon was compressed by the high explosive shock wave; and Vixens investigated the effects of fire or non-nuclear explosions on atomic weapons. Ultimately, the minor trials generated more contamination than the major tests.\n The site was left contaminated with radioactive waste, and an initial clean up was attempted in 1967. The McClelland Royal Commission, an examination of the effects of the minor trials and major tests, delivered its report in 1985, and found that significant radiation hazards still existed at many of the Maralinga aites.  It recommended another clean up, which was completed in 2000 at a cost of AUD $108 million. Debate continued over the safety of the site and the long-term health effects on the traditional Aboriginal custodians of the land and former personnel. In 1994, the Australian government paid compensation amounting to $13.5 million to the traditional owners, the Maralinga Tjarutja people. Their land was fully restored to them in 2014.\n By the late 1970s there was a marked change in how the Australian media covered the British nuclear tests. Some journalists investigated the subject and political scrutiny became more intense. Journalist Brian Toohey ran a series of stories in the Australian Financial Review in October 1978, based in part on a leaked Cabinet submission. In June 1993, New Scientist journalist Ian Anderson wrote an article titled \"Britain's dirty deeds at Maralinga\" and several related articles. In 2007, Maralinga: Australia's Nuclear Waste Cover-up by Alan Parkinson documented the unsuccessful clean-up at Maralinga. Popular songs about the Maralinga story have been written by Paul Kelly and Midnight Oil.",
  "/wiki/Maralinga": "Maralinga in the remote western areas of South Australia was the home of the Maralinga Tjarutja, a southern Pitjantjatjara Indigenous Australian people. Maralinga was the site of the British nuclear tests in the 1950s. The site measures about 3,300 km² in area.",
  "/wiki/Australian_Labor_Party": "The Australian Labor Party (ALP), also simply known as Labor and historically spelt Labour, is a major centre-left political party in Australia. The party has been in opposition at the federal level since the 2013 federal election. The party is a federal party with branches in each state and territory. Labor is in government in the states of Victoria, Queensland, Western Australia, and in both the Australian Capital Territory and Northern Territory. The party competes against the Liberal/National Coalition for political office at the federal, state and sometimes local levels. It is the oldest political party in Australia.\n Labor's constitution has long stated: \"The Australian Labor Party is a democratic socialist party and has the objective of the democratic socialisation of industry, production, distribution and exchange, to the extent necessary to eliminate exploitation and other anti-social features in these fields\". This \"socialist objective\" was introduced in 1921, but was later qualified by two further objectives: \"maintenance of and support for a competitive non-monopolistic private sector\" and \"the right to own private property\". Labor governments have not attempted the \"democratic socialisation\" of any industry since the 1940s, when the Chifley Government failed to nationalise the private banks, and in fact have privatised several industries such as aviation and banking. Labor's current National Platform describes the party as \"a modern social democratic party\".\n The ALP was not founded as a federal party until after the first sitting of the Australian Parliament in 1901. Nevertheless, it is regarded as descended from labour parties founded in the various Australian colonies by the emerging labour movement in Australia, formally beginning in 1891. Colonial labour parties contested seats from 1891, and federal seats following Federation at the 1901 federal election. The ALP formed the world's first labour party government as well as the world's first social democratic government at a national level. Labor was the first party in Australia to win a majority in either house of the Australian Parliament, at the 1910 federal election. At federal and state/colony level, the Australian Labor Party predates, among others, both the British Labour Party and the New Zealand Labour Party in party formation, government, and policy implementation. Internationally, the ALP is a member of the Progressive Alliance network of social-democratic parties, having previously been a member of the Socialist International.",
  "/wiki/Howard_government": "The Howard Government refers to the federal executive government of Australia led by Prime Minister John Howard between 11 March 1996 and 3 December 2007. It was made up of members of the Liberal–National Coalition, which won a majority of seats in the House of Representatives at four successive elections. The Howard Government commenced following victory over the Keating Government at the 1996 federal election. It concluded with its defeat at the 2007 federal election by the Australian Labor Party, whose leader Kevin Rudd then formed the First Rudd Government. It was the second-longest government under a single Prime Minister, with the longest having been the second Menzies Government (1949–1966).\n Two senior ministers served in single roles for the duration of the Government; Peter Costello as Treasurer and Alexander Downer as Minister for Foreign Affairs. The leader of the National Party served as Deputy Prime Minister. Three men served in this capacity during the Howard government: Tim Fischer until July 1999, followed by John Anderson until July 2005 and then Mark Vaile. Decisions of the Executive were made either by the Cabinet or by the appropriate Minister.\n For the first three terms of government, and part of the fourth term, the Howard Government did not have control of the Senate. Legislation needed the support of the Opposition or minor parties for that legislation to be passed and become law. In the 2004 election, the Coalition won control of the Senate for all but the first nine months of its fourth term, and was able to pass legislation without the support of minor parties. The government also faced internal problems and tension, with the loss of numerous ministers during its first term due to the introduction of a ministerial code of conduct and ongoing leadership rivalry between John Howard and Peter Costello.\n Significant issues for the Howard government included implementation of substantial spending cuts in its first term of office and completely paying off government debt; gun control; the popularity of Pauline Hanson and her One Nation party; industrial relations reforms, including the 1998 waterfront dispute and the introduction of WorkChoices; the 1999 Australian republic referendum; reconciliation and native title; the introduction of a goods and services tax; the 1999 Australian-led intervention in East Timor; blocking boats of refugees from seeking asylum in Australia; the \"War on Terror\"; the intervention in Northern Territory Indigenous communities; and an economy that experienced sustained growth throughout the government's term of office.",
  "/wiki/Australian_Broadcasting_Corporation": "The Australian Broadcasting Corporation (ABC) is Australia's national broadcaster, founded in 1929. It is principally funded by the direct grants from the Australian government but is expressly independent of government and partisan politics. The ABC plays a leading role in journalistic independence and is fundamental in the history of broadcasting in Australia.\n Modeled on the BBC in the United Kingdom, which is owned and controlled by the UK government, the ABC was originally financed by consumer licence fees on broadcast receivers. Licence fees were abolished in 1973 and replaced principally by direct government grants, as well as revenue from commercial activities related to its core broadcasting mission.\n The ABC now provides radio, television, online and mobile services throughout metropolitan and regional Australia and overseas through ABC Australia and Radio Australia. The ABC's headquarters is in Ultimo, an inner-city suburb of Sydney, New South Wales.",
  "/wiki/Shiv_Chopra": "Shivdarshan. L. Chopra (1933 - 7 January 2018) or commonly Shiv Chopra, was a Canadian microbiologist and human rights activist. Chopra stood for food safety and testified before the Senate of Canada in defending the public from hormones, antibiotics, genetically modified organisms, rendered animal proteins, and pesticides.\n Chopra was involved in one of the first major whistleblowing incidents in the Public Service of Canada. Chopra was also involved in the second systemic racial discrimination case in the Canadian public service, when it was found by a Canadian Human Rights Tribunal that his employer, Health Canada had discriminated against him on the basis of his race.",
  "/wiki/Microbiologist": "A microbiologist (from Greek μῑκρος) is a scientist who studies microscopic life forms and processes. This includes study of the growth, interactions and characteristics of microscopic organisms such as bacteria, algae, fungi, and some types of parasites and their vectors. Most microbiologists work in offices and/or research facilities, both in private biotechnology companies as well as in academia. Most microbiologists specialize in a given topic within microbiology such as bacteriology, parasitology, virology, or immunology.",
  "/wiki/Civil_service": "The civil service is a collective term for a sector of government composed mainly of career bureaucrats hired on professional merit rather than appointed or elected, whose institutional tenure typically survives transitions of political leadership. A civil servant or public servant is a person so employed in the public sector employed for a government department or agency. Civil (or public) servants work for government departments, and answer to the government, not a political party. The extent of civil servants of a state as part of the \"civil service\" varies from country to country. In the United Kingdom, for instance, only Crown (national government) employees are referred to as civil servants whereas country or city employees are not.\n Many consider the study of service to be a part of the field of public administration. Workers in \"non-departmental public bodies\" (sometimes called \"QUANGOs\") may also be classed as civil servants for the purpose of statistics and possibly for their terms and conditions. Collectively a state's civil servants form its civil service or public service.\n An international civil servant or international staff member is a civilian employee who is employed by an intergovernmental organization. These international civil servants do not resort under any national legislation (from which they have immunity of jurisdiction) but are governed by internal staff regulations. All disputes related to international civil service are brought before special tribunals created by these international organizations such as, for instance, the Administrative Tribunal of the ILO.\n Specific referral can be made to the International Civil Service Commission (ICSC) of the United Nations, an independent expert body established by the United Nations General Assembly. Its mandate is to regulate and coordinate the conditions of service of staff in the United Nations common system, while promoting and maintaining high standards in the international civil service.",
  "/wiki/Paul_van_Buitenen": "Paul van Buitenen (Dutch pronunciation: [ˈpɑu̯l vɑn ˈbœy̯tənə(n)]; born 28 May 1957) is a retired Dutch politician of the Europe Transparent party who served as a Member of the European Parliament from 2004 to 2009.\n He was an assistant-auditor in the European Commission's Financial Control Directorate becoming the whistleblower who first drew the attention of a Member of the European Parliament to the irregularities, fraud and mismanagement within the Commission in 1998. In May 2005, he also asked the European Commission to create an investigation, after learning that Frits Bolkestein (author of the Directive on services in the internal market) was a member of the Russian Bank Menatep's international consultative council (owned by Mikhail Khodorkovsky) and that he had worked for the Shell British-Dutch petrol company, two firms \"detaining secret accounts in Clearstream\".",
  "/wiki/European_Commission": "The European Commission (EC) is the executive branch of the European Union, responsible for proposing legislation, implementing decisions, upholding the EU treaties and managing the day-to-day business of the EU. Commissioners swear an oath at the European Court of Justice in Luxembourg City, pledging to respect the treaties and to be completely independent in carrying out their duties during their mandate. The Commissioners are proposed by the Council of the European Union, on the basis of suggestions made by the national governments, and then appointed by the European Council after the approval of the European Parliament. It is common, although not a formal requirement, that the commissioners have previously held senior political positions, such as being a member of the European Parliament or a government minister.\n This EU institution operates as a cabinet government, with 27 members of the Commission (informally known as \"commissioners\"). There is one member per member state, but members are bound by their oath of office to represent the general interest of the EU as a whole rather than their home state. One of the 27 is the Commission President (currently Ursula von der Leyen) proposed by the European Council and elected by the European Parliament. The Council of the European Union then nominates the other members of the Commission in agreement with the nominated President, and the 27 members as a single body are then subject to a vote of approval by the European Parliament. The current Commission is the Von der Leyen Commission, which took office in December 2019, following the European Parliament elections in May of the same year.\n The term Commission is variously used, either in the narrow sense of the 27-member College of Commissioners (or College) or to also include the administrative body of about 32,000 European civil servants who are split into departments called directorates-general and services. The procedural languages of the Commission are English, French and German.\nThe Members of the Commission and their \"cabinets\" (immediate teams) are based in the Berlaymont building in Brussels.",
  "/wiki/Government_corruption": "Political corruption is the use of powers by government officials or their network contacts for illegitimate private gain.\n Forms of corruption vary, but include bribery, extortion, cronyism, nepotism, parochialism, patronage, influence peddling, graft, and embezzlement. Corruption may facilitate criminal enterprise such as drug trafficking, money laundering, and Human trafficking, though it is not restricted to these activities. Misuse of government power for other purposes, such as repression of political opponents and general police brutality, is also considered political corruption.\n Over time, corruption has been defined differently. For example, in a simple context, while performing work for a government or as a representative, it is unethical to accept a gift. Any free gift could be construed as a scheme to lure the recipient towards some biases. In most cases, the gift is seen as an intention to seek certain favors such as work promotion, tipping in order to win a contract, job or exemption from certain tasks in the case of junior worker handing in the gift to a senior employee who can be key in winning the favor.\n Some forms of corruption – now called \"institutional corruption\" – are distinguished from bribery and other kinds of obvious personal gain.  A similar problem of corruption arises in any institution that depends on financial support from people who have interests that may conflict with the primary purpose of the institution.\n An illegal act by an officeholder constitutes political corruption only if the act is directly related to their official duties, is done under color of law or involves trading in influence. The activities that constitute illegal corruption differ depending on the country or jurisdiction. For instance, some political funding practices that are legal in one place may be illegal in another. In some cases, government officials have broad or ill-defined powers, which make it difficult to distinguish between legal and illegal actions.\nWorldwide, bribery alone is estimated to involve over 1 trillion US dollars annually. A state of unrestrained political corruption is known as a kleptocracy, literally meaning \"rule by thieves\".",
  "/wiki/Santer_Commission": "The Santer Commission was the European Commission in office between 23 January 1995 and 15 March 1999. The administration was led by Jacques Santer (former Prime Minister of Luxembourg).\n The body had 20 members and oversaw the introduction of the euro. It was cut short when the Commission became the first to resign en masse, owing to allegations of corruption. Some members continued under Manuel Marín until the Prodi Commission was appointed.",
  "/wiki/Marc_Hodler": "Marc Hodler ((1918-10-26)26 October 1918 – (2006-10-18)18 October 2006) was a Swiss lawyer, President of the International Ski Federation (1951–1998), member of the International Olympic Committee (IOC) from 1963 until his death, and bridge player. Hodler is best known for having exposed the Olympic bid scandal for the 2002 Salt Lake City Winter games in December 1998.\n Born in Bern, Hodler was a keen skier and first urban member of his national squad. An injury prevented him from entering any international competitions but he became a coach.\n Hodler was the president of the International Ski Federation from 1951 to 1998. He was an IOC vice president from 1993 to 1997 and served four separate terms on the rule-making executive board.\n Hodler was an international bridge player, representing Switzerland in the 1957 European Open Teams championship. Domestically he won five Swiss championships. Internationally, he was President of the World Bridge Federation Congress from 2001 to 2006.\n Hodler died in Switzerland at the age of 87 after suffering a stroke a week shy of his 88th birthday. His funeral was held on 31 October 2006, at the Cathedral of Bern.",
  "/wiki/International_Olympic_Committee": "The International Olympic Committee (IOC; French: Comité international olympique, CIO) is a non-governmental sports organisation based in Lausanne, Switzerland. Founded by Pierre de Coubertin and Demetrios Vikelas in 1894, it is the authority responsible for organising the modern Summer and Winter Olympic Games.\n The IOC is the governing body of the National Olympic Committees (NOCs), which are the national constituents of the worldwide Olympic Movement. As of 2016, there are 206 NOCs officially recognised by the IOC. The current president of the IOC is Thomas Bach of Germany, who succeeded Jacques Rogge of Belgium in September 2013.",
  "/wiki/2002_Winter_Olympic_bid_scandal": "The 2002 Olympic Winter Games bid scandal was a scandal involving allegations of bribery used to win the rights to host the 2002 Winter Olympics in Salt Lake City, Utah, United States. Prior to its successful bid in 1995, the city had attempted four times to secure the games, failing each time. In 1998, members of the International Olympic Committee (IOC) were accused of taking gifts from the Salt Lake Organizing Committee (SLOC) during the bidding process. The allegations resulted in the expulsion of several IOC members, and the adoption of new IOC rules. Although nothing strictly illegal had been done, it was felt that the acceptance of the gifts was morally dubious. Soon four independent investigations were underway: by the IOC, the United States Olympic Committee (USOC), the SLOC, and the United States Department of Justice. Both Welch and Johnson resigned their posts as the head of the SLOC. Many others soon followed. The Department of Justice filed fifteen charges of bribery and fraud. Investigations were also launched into prior bidding process by other cities, finding that members of the IOC received gifts during the bidding process for both the 1998 Winter Olympics and 2000 Summer Olympics.",
  "/wiki/Linda_Tripp": "Linda Rose Tripp (née Carotenuto; born November 24, 1949)[citation needed] is a former U.S. civil servant who played a prominent role in the Clinton–Lewinsky scandal of 1998. Tripp's action in secretly recording Monica Lewinsky's confidential phone calls about her relationship with the president caused a sensation with their links to the earlier Clinton v. Jones lawsuit and with the disclosing of notably intimate details. Tripp claimed that her motives were purely patriotic, and she was able to avoid a wiretap charge in exchange for handing in the tapes. She then claimed that her firing from the Pentagon at the end of the Clinton administration was vindictive, while the administration claimed it to be a standard routine. Since then, Tripp works with her husband in a retail business in Middleburg, Virginia.[citation needed]",
  "/wiki/Clinton_Administration": "The presidency of Bill Clinton began at noon EST on January 20, 1993, when Bill Clinton was inaugurated as the 42nd President of the United States, and ended on January 20, 2001. Clinton, a Democrat from Arkansas, took office  following a decisive victory over Republican incumbent President George H. W. Bush and Independent businessman Ross Perot in the 1992 presidential election. Four years later, in the 1996 election, he defeated Perot and Republican Bob Dole to win re-election. He was succeeded by Republican George W. Bush, who won the 2000 presidential election.\n The nation experienced an extended period of economic prosperity during the Clinton presidency. Months into his first term, he signed the Omnibus Budget Reconciliation Act of 1993, which raised taxes and set the stage for future budget surpluses. He won ratification of the North American Free Trade Agreement, a trade pact negotiated by President George H. W. Bush among the United States, Canada, and Mexico. Clinton's most ambitious legislative initiative, a plan to provide universal health care, never received a vote in Congress as he was unable to win sufficient congressional support for the policy. Republicans took control of Congress in the 1994 elections and Congressional Republicans led by Speaker of the House Newt Gingrich proposed several conservative policies. Clinton vetoed many of these policies, but signed the Personal Responsibility and Work Opportunity Act into law.\n In foreign policy, Clinton launched a major bombing campaign in the Balkans, which led to the creation of a United Nations protectorate in Kosovo. He played a major role of the expansion of NATO into former Eastern Bloc countries but remained on good terms with Russian President Boris Yeltsin. During his second term, Clinton presided over the establishment of the Children's Health Insurance Program and the deregulation of the financial and telecommunications industry. Clinton's second term saw the first federal budget surpluses since the 1960s, but was partially overshadowed by his impeachment in 1998. His impeachment arose after he denied having an affair with a White House intern, Monica Lewinsky. Though the House of Representatives voted to impeach Clinton, he was acquitted of all charges by the Senate.\n Clinton left office with high approval ratings, though his preferred successor, Vice President Al Gore, was narrowly defeated by Texas Governor George W. Bush in the 2000 presidential election. Since the end of Clinton's presidency, historians and political scientists have tended to rank Clinton as an above average president.",
  "/wiki/Monica_Lewinsky": "Monica Samille Lewinsky (born July 23, 1973) is an American activist, television personality, fashion designer, and former White House intern. President Bill Clinton admitted to having had what he called an \"inappropriate relationship\" with Lewinsky while she worked at the White House in 1995–1996. The affair and its repercussions (which included Clinton's impeachment) became known later as the Clinton–Lewinsky scandal.\n As a result of the public coverage of the political scandal, Lewinsky gained international celebrity status. She subsequently engaged in a variety of ventures that included designing a line of handbags under her name, being an advertising spokesperson for a diet plan, and working as a television personality. Lewinsky later decided to leave the public spotlight to pursue a master's degree in psychology in London. In 2014, she returned to public view as a social activist speaking out against cyberbullying.",
  "/wiki/Bill_Clinton": "William Jefferson Clinton (born William Jefferson Blythe III; August 19, 1946) is an American politician who served as the 42nd president of the United States from 1993 to 2001. Prior to his presidency, he served as governor of Arkansas (1979–1981 and 1983–1992) and as attorney general of Arkansas (1977–1979). A member of the Democratic Party, Clinton was known as a New Democrat, and many of his policies reflected a centrist \"Third Way\" political philosophy. He is the husband of former secretary of state and former U.S. senator Hillary Clinton. In 1998, Clinton was impeached by the House of Representatives, becoming the second U.S. president to get impeached following Andrew Johnson. The impeachment was based on accusations that Clinton committed perjury and obstruction of justice for the purpose of concealing his affair with Monica Lewinsky, a 22-year-old White House intern. He was acquitted by the Senate and completed his term in office.\n Clinton was born and raised in Arkansas and attended Georgetown University, University College, Oxford, and Yale Law School. He met Hillary Rodham at Yale and married her in 1975. After graduating from law school, Clinton returned to Arkansas and won election as the attorney general of Arkansas, serving from 1977 to 1979. He later served as governor of Arkansas. As governor, he overhauled the state's education system and served as chairman of the National Governors Association. Clinton was elected president in 1992, defeating incumbent Republican opponent George H. W. Bush. At age 46, he became the third-youngest president in history.\n Clinton presided over the longest period of peacetime economic expansion in American history. He signed into law the North American Free Trade Agreement, but failed to pass his plan for national health care reform. In the 1994 elections, the Republican Party won unified control of Congress for the first time in 40 years. In 1996, Clinton became the first Democrat since Franklin D. Roosevelt to be elected to a second full term. He passed welfare reform and the State Children's Health Insurance Program, as well as financial deregulation measures. During the last three years of Clinton's presidency, the Congressional Budget Office reported a budget surplus—the first such surplus since 1969. In foreign policy, Clinton ordered U.S. military intervention in the Bosnian and Kosovo wars, signed the Iraq Liberation Act in opposition to Saddam Hussein, participated in the 2000 Camp David Summit to advance the Israeli–Palestinian peace process, and assisted the Northern Ireland peace process.\n Clinton left office with the highest end-of-office approval rating of any U.S. president since World War II, and has continually received high scores in the historical rankings of U.S. presidents. Since leaving office, he has been involved in public speaking and humanitarian work. He created the William J. Clinton Foundation to address international causes such as the prevention of AIDS and global warming. In 2004, Clinton published his autobiography, My Life. In 2009, he was named the United Nations Special Envoy to Haiti and after the 2010 Haiti earthquake, he teamed with George W. Bush to form the Clinton Bush Haiti Fund. In addition, he secured the release of two American journalists imprisoned by North Korea, visiting the capital Pyongyang in 2009 and negotiating their release with then-North Korean leader Kim Jong-il.",
  "/wiki/Paula_Jones": "Paula Corbin Jones (born Paula Rosalee Corbin; September 17, 1966) is a former Arkansas state employee who sued U.S. president Bill Clinton for sexual harassment. The Paula Jones case provided the impetus for Independent Counsel Ken Starr to broaden his on-going investigation into Clinton's pre-presidency financial dealings with the Whitewater Land Company, and resulted in Clinton's impeachment in the House of Representatives and subsequent acquittal by the Senate on February 12, 1999. Specifically, Clinton was asked under oath about Monica Lewinsky in the Jones suit, denied having ever had sexual relations with her, and was accused of perjury after evidence of sexual contact was exposed. The Jones lawsuit also led to a landmark legal precedent by the U.S. Supreme Court which ruled that a sitting U.S. president is not exempt from civil litigation for acts committed outside of public office.\n Jones's suit was dismissed as lacking legal merit prior to Clinton's impeachment and the exposure of the Lewinsky affair. But in August 1998 Clinton's relationship with Lewinsky, and compelling evidence that he had lied about it under oath in the Jones suit, was brought to light. At that point Jones appealed the ruling, and her appeal gained traction following Clinton's admission to having an affair with Monica Lewinsky in August 1998.\n On appeal, Clinton agreed to an out-of-court settlement, paying Jones and her lawyers $850,000 to drop the suit. Clinton's lawyer said that the President made the settlement only so he could end the lawsuit for good and move on with his life. Jones and her lawyers have said the payment is evidence of Clinton's guilt. \n Jones continues to maintain that Clinton sexually harassed her. Clinton continues to deny it.",
  "/wiki/United_States_Department_of_Defense": "The United States Department of Defense (DoD, USDOD or DOD) is an executive branch department of the federal government charged with coordinating and supervising all agencies and functions of the government directly related to national security and the United States Armed Forces. The DoD is the largest employer in the world, with nearly 1.3 million active-duty service members (soldiers, marines, sailors and airmen) as of 2016. More employees include over 826,000 National Guard and Reservists from the armed forces, and over 732,000 civilians bringing the total to over 2.8 million employees. Headquartered at the Pentagon in Arlington, Virginia, just outside Washington, D.C., the DoD's stated mission is to provide \"the military forces needed to deter war and ensure our nation's security\".\n The Department of Defense is headed by the Secretary of Defense, a cabinet-level head who reports directly to the President of the United States. Beneath the Department of Defense are three subordinate military departments: the Department of the Army, the Department of the Navy, and the Department of the Air Force. In addition, four national intelligence services are subordinate to the Department of Defense: the Defense Intelligence Agency (DIA), the National Security Agency (NSA), the National Geospatial-Intelligence Agency (NGA), and the National Reconnaissance Office (NRO). Other Defense agencies include the Defense Advanced Research Projects Agency (DARPA), the Strategic Capabilities Office (SCO), the Defense Logistics Agency (DLA), the Missile Defense Agency (MDA), the Defense Health Agency (DHA), Defense Threat Reduction Agency (DTRA), the Defense Counterintelligence and Security Agency (formerly the DSS), and the Pentagon Force Protection Agency (PFPA), all of which are subordinate to the Secretary of Defense. Additionally, the Defense Contract Management Agency (DCMA) delivers actionable acquisition intelligence, from factory floor to the warfighter. Military operations are managed by eleven regional or functional Unified combatant commands. The Department of Defense also operates several joint services schools, including the Eisenhower School (ES) and the National War College (NWC).",
  "/wiki/United_States_Department_of_Justice": "The United States Department of Justice (DOJ), also known as the Justice Department, is a federal executive department of the United States government, responsible for the enforcement of the law and administration of justice in the United States, equivalent to the justice or interior ministries of other countries. The department was formed in 1870 during the Ulysses S. Grant administration, and administers several federal law enforcement agencies, including the Federal Bureau of Investigation (FBI), the United States Marshals Service (USMS), the Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF), and the Drug Enforcement Administration (DEA). The department is responsible for investigating instances of financial fraud, representing the United States government in legal matters (such as in cases before the Supreme Court), and running the federal prison system. The department is also responsible for reviewing the conduct of local law enforcement as directed by the Violent Crime Control and Law Enforcement Act of 1994.\n The department is headed by the United States Attorney General, who is nominated by the President and confirmed by the Senate and is a member of the Cabinet. As of February 2019, the Attorney General is William Barr.",
  "/wiki/Privacy_Act_of_1974": "The Privacy Act of 1974 (Pub.L. 93–579, 88 Stat. 1896, enacted December 31, 1974, 5 U.S.C. § 552a), a United States federal law, establishes a Code of Fair Information Practice that governs the collection, maintenance, use, and dissemination of personally identifiable information about individuals that is maintained in systems of records by federal agencies. A system of records is a group of records under the control of an agency from which information is retrieved by the name of the individual or by some identifier assigned to the individual. The Privacy Act requires that agencies give the public notice of their systems of records by publication in the Federal Register. The Privacy Act prohibits the disclosure of information from a system of records absent of the written consent of the subject individual, unless the disclosure is pursuant to one of twelve statutory exceptions. The Act also provides individuals with a means by which to seek access to and amendment of their records and sets forth various agency record-keeping requirements. Additionally, with people granted the right to review what was documented with their name, they are also able to find out if the \"records have been disclosed\".. and are also given the rights to make corrections.",
  "/wiki/Harry_Markopolos": "Harry M. Markopolos (born October 22, 1956) is an American former securities industry executive and a forensic accounting and financial fraud investigator.\n From 1999 to 2008, Markopolos uncovered evidence that suggested that Bernie Madoff's wealth management business was a huge Ponzi scheme. In 2000, 2001, and 2005, Markopolos alerted the U.S. Securities and Exchange Commission (SEC) of his views, supplying supporting documents, but each time the SEC ignored him or only gave his evidence a cursory investigation. Madoff was finally revealed to be a fraud in December 2008, when his sons contacted the Federal Bureau of Investigation. After admitting to operating the largest private Ponzi scheme in history, Madoff was sentenced in 2009 to 150 years in prison. In 2010, Markopolos' book on uncovering the Madoff fraud, No One Would Listen: A True Financial Thriller, was published. Markopolos has criticized the SEC for failing to discover the Madoff fraud despite repeated tips, and for failing to investigate properly the larger companies it supervised. He described the private moments he had with victims of the Madoff fraud as: \"Heartfelt, gut-wrenching things. People trying to commit suicide or losing loved ones who've died of heartbreak.\"\n Critics of Markopolos have called him obsessive, a self-publicist, and self-righteous, and some questioned whether he was motivated by a financial bounty, which he denied. The Wall Street Journal described him as \"a little bit nuts\". In his book, he revealed that at one point he kept an old army gas mask handy in case SEC investigators burst into his home with teargas. He wrote in his book: \"If [Madoff] contacted me and threatened me, I was going to go down to New York and take him out. At that point, it would have come down to him or me, [and] I felt I had no other options: I was going to kill him.\"",
  "/wiki/Securities_fraud": "Securities fraud, also known as stock fraud and investment fraud, is a deceptive practice in the stock or commodities markets that induces investors to make purchase or sale decisions on the basis of false information, frequently resulting in losses, in violation of securities laws.[failed verification]\n Securities fraud can also include outright theft from investors (embezzlement by stockbrokers), stock manipulation, misstatements on a public company's financial reports, and lying to corporate auditors. The term encompasses a wide range of other actions, including insider trading, front running and other illegal acts on the trading floor of a stock or commodity exchange.",
  "/wiki/Bernard_Madoff": "Bernard Lawrence  Madoff (/ˈmeɪdɔːf/; born April 29, 1938) is an American former market maker, investment advisor and financier who is currently serving a federal prison sentence for offenses related to a massive Ponzi scheme. He is the former non-executive chairman of the NASDAQ stock market, the confessed operator of the largest Ponzi scheme in world history, and the largest financial fraud in U.S. history. Prosecutors estimated the fraud to be worth $64.8 billion based on the amounts in the accounts of Madoff's 4,800 clients as of November 30, 2008.\n Madoff founded a penny stock brokerage in 1960 which eventually grew into Bernard L. Madoff Investment Securities. He served as its chairman until his arrest on December 11, 2008. The firm was one of the top market maker businesses on Wall Street, which bypassed \"specialist\" firms by directly executing orders over the counter from retail brokers.\n At the firm, he employed his brother Peter Madoff as senior managing director and chief compliance officer, Peter's daughter Shana Madoff as the firm's rules and compliance officer and attorney, and his now deceased sons Andrew and Mark. Peter was sentenced to 10 years in prison and Mark committed suicide by hanging exactly two years after his father's arrest. Andrew died of lymphoma on September 3, 2014.\n On December 10, 2008, Madoff's sons told authorities that their father had confessed to them that the asset management unit of his firm was a massive Ponzi scheme, and quoted him as saying that it was \"one big lie\". The following day, FBI agents arrested Madoff and charged him with one count of securities fraud. The U.S. Securities and Exchange Commission (SEC) had previously conducted multiple investigations into his business practices but had not uncovered the massive fraud. On March 12, 2009, Madoff pleaded guilty to 11 federal felonies and admitted to turning his wealth management business into a massive Ponzi scheme. The Madoff investment scandal defrauded thousands of investors of billions of dollars. Madoff said that he began the Ponzi scheme in the early 1990s, but federal investigators believe that the fraud began as early as the mid-1980s and may have begun as far back as the 1970s. Those charged with recovering the missing money believe that the investment operation may never have been legitimate. The amount missing from client accounts was almost $65 billion, including fabricated gains. The Securities Investor Protection Corporation (SIPC) trustee estimated actual losses to investors of $18 billion. On June 29, 2009, Madoff was sentenced to 150 years in prison, the maximum allowed–at his age, effectively a life sentence.\n In February 2020 his lawyer filed for compassionate release from prison on the claim that he was suffering from chronic kidney failure, a terminal illness and had less than 18 months to live. He was hospitalized for this condition in December 2019.",
  "/wiki/United_States_Securities_and_Exchange_Commission": "The U.S. Securities and Exchange Commission (SEC) is an independent agency of the United States federal government. The SEC holds primary responsibility for enforcing the federal securities laws, proposing securities rules, and regulating the securities industry, which is the nation's stock and options exchanges, and other activities and organizations, including the electronic securities markets in the United States.\n In addition to the Securities Exchange Act of 1934, which created it, the SEC enforces the Securities Act of 1933, the Trust Indenture Act of 1939, the Investment Company Act of 1940, the Investment Advisers Act of 1940, the Sarbanes–Oxley Act of 2002, and other statutes.  The SEC was created by Section 4 of the Securities Exchange Act of 1934 (now codified as 15 U.S.C. § 78d and commonly referred to as the Exchange Act or the 1934 Act).",
  "/wiki/List_of_whistleblowers": "This is a list of major whistleblowers from various countries. The individuals below brought attention to abuses of government or large corporations. Many of these whistleblowers were fired from their jobs or prosecuted in the process of shining light on their issue of concern. This list is not exhaustive."
}