{
  "/wiki/Post_town": "A post town is a required part of all postal addresses in the United Kingdom and Ireland,  and a basic unit of the postal delivery system.  Including the correct post town in the address increases the chance of a letter or parcel being delivered on time. Post towns in general originated as the location of delivery offices. As of 2004[update], their main function is to distinguish between localities or street names in addresses not including a postcode.",
  "/wiki/Twickenham": "Twickenham is an affluent suburban town in south-west London, England. It lies on the River Thames and is 10 miles (16 km) west-southwest of Charing Cross, 2 miles (3.2 km) south-east of Hounslow, and 2.6 miles (4.2 km) north-west of Kingston upon Thames. Historically part of Middlesex, it has formed part of the London Borough of Richmond upon Thames since 1965. The population of the town, including its localities St Margarets and Whitton, was 62,148 as of 2011.",
  "/wiki/St_Margarets,_London": "St Margarets is a suburb in the London Borough of Richmond upon Thames, about 9 miles (14 km) west-southwest of central London. It is within the Twickenham post town. It is bounded by the River Thames to the north, east and south, and the River Crane to the north-west; the northern limit, less well defined, has changed with local government boundary revisions. St Margarets does not pass any further south than Richmond Road, Twickenham. The area closer to Richmond Bridge is known as East Twickenham and is not regarded as part of St Margarets.",
  "/wiki/Strawberry_Hill,_London": "Strawberry Hill is an affluent area  of the London Borough of Richmond upon Thames in Twickenham. It is a suburban development situated 10.4 miles (16.7 km) west south-west of Charing Cross. It consists of a number of residential roads centred on a small development of shops and served by Strawberry Hill railway station. The area's ACORN demographic type is characterised as well-off professionals, larger houses, and converted flats. St Mary's University, Twickenham, the country's oldest Roman Catholic University, is situated on Waldegrave Road. Its sports grounds were used as a training site for the 2012 Olympics.",
  "/wiki/London_Borough_of_Richmond_upon_Thames": "The London Borough of Richmond upon Thames (pronunciation (help·info)) in southwest London forms part of Outer London and is the only London borough on both sides of the River Thames. It was created in 1965 when three smaller council areas amalgamated under the London Government Act 1963. It is governed by Richmond upon Thames London Borough Council and is divided into nineteen wards.",
  "/wiki/London_Borough_of_Hounslow": "The London Borough of Hounslow (pronunciation (help·info)) is a London borough in West London, England, forming part of Outer London. It was created in 1965 when three smaller Middlesex council areas amalgamated under the London Government Act 1963. It is governed by Hounslow London Borough Council.",
  "/wiki/Whitton,_London": "Whitton is a residential area in the London Borough of Richmond upon Thames in south-west London, England. Together with the neighbouring electoral ward of Heathfield, it forms the north-western part of Twickenham. Whitton and Heathfield are often considered together for administrative purposes.",
  "/wiki/Fulwell,_London": "Fulwell is a neighbourhood in the historic County of Middlesex and the London Borough of Richmond upon Thames in the vicinity of South West Twickenham and North West Teddington. The name was first recorded in the fifteenth century and is thought to derive from 'Foul Well'.",
  "/wiki/Hounslow": "Hounslow (/ˈhaʊnzloʊ/) is a large suburban town, and the principal town of the London Borough of Hounslow in Greater London, England. Hounslow is identified as a major metropolitan centre in the London Plan. It is located near London Heathrow Airport and is about 10.7 miles (17.2 km) west-southwest of Charing Cross, 15 miles (24 km) south-east of Slough, 3 miles (4.8 km) south of Southall, 2 miles (3.2 km) north-west of Twickenham, and 6.5 miles (10.5 km) north-east of Staines-upon-Thames. The town of Hounslow, including its localities Cranford, Heston, Hounslow West and Lampton, was 103,337 in the 2011 census, whereas the wider borough had a population of 254,000.",
  "/wiki/Lampton": "Lampton is a small area of Hounslow located on the Great West Road in the London Borough of Hounslow, between Hounslow town centre and Heston. Its name derives from the Old English for 'lamb farm.'",
  "/wiki/Hounslow_West": "Hounslow West is a London Underground station in Hounslow of the London Borough of Hounslow, West London. It is located on Bath Road (A3006) about 600m from its junction with A4 Great West Road and Great South West Road (A30). The station is on the Heathrow branch of the Piccadilly line, between Hatton Cross and Hounslow Central stations and is in Travelcard Zone 5.",
  "/wiki/Hounslow_Heath": "Hounslow Heath is a local nature reserve in the London Borough of Hounslow. The public open space, which covers 200 acres (80 ha), is all that remains of the historic Hounslow Heath which covered more than 4,000 acres (1,600 ha). The present day area is bounded by A315 Staines Road, A3063 Wellington Road South, A314 Hanworth Road, and the River Crane.",
  "/wiki/Cranford,_London": "Cranford is a suburban area and part of the Hounslow district in the London Borough of Hounslow, England. It is located 12.5 miles (20 km) west of Charing Cross and immediately east of Heathrow Airport, from which it is separated by the River Crane. A village till the mid-20th century village, Cranford was developed with the building of major roads in its area.",
  "/wiki/Heston": "Heston is a suburban area and part of the Hounslow district in the London Borough of Hounslow. The residential settlement covers a slightly smaller area than its predecessor farming village, 10.8 miles (17.4 km) west south-west of Charing Cross and adjoins the M4 motorway but has no junction with it; Heston also adjoins the Great West Road, a dual carriageway, mostly west of the 'Golden Mile' headquarters section of it. Heston was, historically, in  Middlesex.",
  "/wiki/Osterley": "Osterley (/ˈɒstəli/) is an affluent district of the historic parish of Isleworth in west London approximately 9.5 miles (15.3 km) west south-west of Charing Cross and is part of the London Borough of Hounslow.  Most of its land use is mixed agricultural and aesthetic parkland at Osterley House (National Trust), charity-run, much of which is open to paying visitor access.",
  "/wiki/London_Heathrow_Airport": "Heathrow Airport, also known as London Heathrow (IATA: LHR, ICAO: EGLL), is a major international airport in London, United Kingdom. Heathrow is the second busiest airport in the world by international passenger traffic, as well as the busiest airport in Europe by passenger traffic, and the seventh busiest airport in the world by total passenger traffic. It is one of six international airports serving London region. In 2019, it handled a record 80.8 million passengers, a 0.9% increase from 2018 as well as 475,861 aircraft movements, a decrease of 1,743 from 2018. The airport facility is owned and operated by Heathrow Airport Holdings.",
  "/wiki/London_Borough_of_Hillingdon": "The London Borough of Hillingdon (pronunciation (help·info)) is a  large borough located in Greater London, England which had a population of 273,936 according to the 2011 Census. It was formed from the districts of Hayes and Harlington, Ruislip-Northwood, Uxbridge,  and Yiewsley and West Drayton in the county of Middlesex. Today, Hillingdon is home to Heathrow Airport (which straddles the border between Hillingdon and Hounslow) and Brunel University, and is the second largest of the 32 London boroughs by area.",
  "/wiki/Isleworth": "Isleworth (/ˈaɪzəlwərθ/ EYE-zəl-wərth) is a small town of Saxon origin sited within the London Borough of Hounslow in west London, England. It lies immediately east of the town of Hounslow and west of the River Thames and its tributary the River Crane. Isleworth's original area of settlement, alongside the Thames, is known as 'Old Isleworth'. The north-west corner of the town, bordering on Osterley to the north and Lampton to the west, is known as 'Spring Grove'.",
  "/wiki/Brentford": "Brentford (/ˈbrɛntfərd/) is a town in west London, England and part of the London Borough of Hounslow. It lies at the confluence of the River Brent and the Thames, 8 miles (13 km) west of Charing Cross. Historically part of Middlesex, it has formed part of Greater London since 1965. Its economy has diverse company headquarters buildings which mark the start of the M4 corridor; in transport it also has two railway stations and Boston Manor Underground station on its north-west border with Hanwell.  Brentford has a convenience shopping and dining venue grid of streets at its centre.  Brentford at the start of the 21st century attracted regeneration of its little-used warehouse premises and docks including the re-modelling of the waterfront to provide more economically active shops, townhouses and apartments, some of which comprises Brentford Dock.  A 19th and 20th centuries mixed social and private housing locality: New Brentford is contiguous with the Osterley neighbourhood of Isleworth and Syon Park and the Great West Road which has most of the largest business premises.",
  "/wiki/Kew_Bridge": "Kew Bridge  is a Grade II listed bridge over the River Thames in the London Borough of Richmond upon Thames and the London Borough of Hounslow. The present bridge, which was opened in 1903 as King Edward VII Bridge by King Edward VII and Queen Alexandra,[nb 1] was designed by John Wolfe-Barry and Cuthbert A Brereton. It was given Grade II listed structure protection in 1983.",
  "/wiki/Syon_House": "Syon House /ˈsaɪən/, and its 200-acre (80 hectare) park, Syon Park, is in west London, historically within the parish of Isleworth, in the county of Middlesex. It is a Grade I listed building that belongs to the Duke of Northumberland and is now his family's London residence. The family's traditional central London residence had been Northumberland House, now demolished. The eclectic interior of Syon House was designed by the  architect Robert Adam in the 1760s.",
  "/wiki/Brentford_Ait": "Brentford Ait  is a long 4.572-acre (1.9 ha) uninhabited ait (river island) in the River Thames, with no buildings, on the Tideway near Brentford in London, England.",
  "/wiki/Richmond,_London": "Richmond is a suburban town in south-west London,[nb 1] 8.2 miles (13.2 km) west-southwest of Charing Cross. It is on a meander of the River Thames, with a large number of parks and open spaces, including Richmond Park, and many protected conservation areas, which include much of Richmond Hill. A specific Act of Parliament protects the scenic view of the River Thames from Richmond.",
  "/wiki/Kew": "Kew (/kjuː/) is a district in the London Borough of Richmond upon Thames, 1.5 miles (2.4 km) north-east of Richmond and 7.1 miles (11.4 km) west by south-west of Charing Cross; its population at the 2011 census was 11,436. Kew is the location of the Royal Botanic Gardens (\"Kew Gardens\"), now a World Heritage Site, which includes Kew Palace. Kew is also the home of important historical documents such as Domesday Book, which is held at The National Archives.",
  "/wiki/North_Sheen": "North Sheen, an area of London, England in the former Municipal Borough of Richmond (Surrey),[nb 1] was incorporated into Kew in 1965 when the London Borough of Richmond upon Thames was created.",
  "/wiki/Ham,_London": "Ham is a suburban district in south-west London in the Richmond district which has meadows adjoining the River Thames where the Thames Path National Trail also runs. Most of Ham is in the London Borough of Richmond upon Thames and, chiefly, within the ward of Ham, Petersham and Richmond Riverside; the rest is in the Royal Borough of Kingston upon Thames. The district has modest convenience shops and amenities, including a petrol station and several pubs, but its commerce is subsidiary to the nearby regional-level economic centre of Kingston upon Thames.",
  "/wiki/Petersham,_London": "Petersham is a village in the London Borough of Richmond upon Thames on the east of the bend in the River Thames south of Richmond, which it shares with neighbouring Ham. It provides the foreground of the scenic view from Richmond Hill across Petersham Meadows, with Ham House further along the river. Other nearby places include Twickenham, Isleworth,  Teddington, Mortlake and Roehampton.",
  "/wiki/Richmond_Hill,_London": "Richmond Hill in Richmond, London is a hill that rises gently on its northern side from the ancient Thames meadowlands around the site of Richmond Palace up to and slightly beyond the Richmond Gate entrance to Richmond Park, the former royal deer park 'emparked' or enclosed by Charles I.  The descent southwestwards from this point back down to the upstream meadows is noticeably steeper, although the down gradient is less marked on its southerly and easterly progress through the park itself. Richmond Hill is also the name of the road (now classed as the B321) that runs from Richmond town centre to the top of the hill, and is one-way up the hill along its northern part.",
  "/wiki/Richmond_Park": "Richmond Park, in the London Borough of Richmond upon Thames, was created by Charles I in the 17th century as a deer park.  The largest of London's Royal Parks, it is of national and international importance for wildlife conservation.  The park is a national nature reserve, a Site of Special Scientific Interest and a Special Area of Conservation and is included, at Grade I, on Historic England's Register of Historic Parks and Gardens of special historic interest in England.  Its landscapes have inspired many famous artists and it has been a location for several films and TV series.",
  "/wiki/Royal_Borough_of_Kingston_upon_Thames": "The Royal Borough of Kingston upon Thames is a borough in southwest London. The main town is Kingston upon Thames and it includes Surbiton, Chessington, Malden Rushett, New Malden and Tolworth. It is the oldest of the four royal boroughs in England. The others are Kensington and Chelsea and Greenwich also in London, and Windsor and Maidenhead. The local authority is Kingston upon Thames London Borough Council.",
  "/wiki/Teddington": "Teddington is an area of South West London, England. Historically in Middlesex, it has been part of the London Borough of Richmond upon Thames since 1965. Teddington is on a long meander of the Thames between Hampton Wick and Strawberry Hill, Twickenham. Mostly residential, it stretches from the river to Bushy Park with a long high street of generally upmarket shops, restaurants and pubs. There is a suspension bridge over the lowest non-tidal lock on the Thames, Teddington Lock. At Teddington's centre is a mid-rise urban development, containing offices and apartments. Teddington and surrounding areas have some of the highest house prices in the UK outside of Central London.",
  "/wiki/Bushy_Park": "Bushy Park in the London Borough of Richmond upon Thames is the second largest of London's Royal Parks, at 445 hectares (1,100 acres) in area, after Richmond Park. The park, most of which is open to the public, is immediately north of Hampton Court Palace and Hampton Court Park and is a few minutes' walk from the west side of Kingston Bridge. It is surrounded by Teddington, Hampton, Hampton Hill and Hampton Wick and is mainly within the post towns of Hampton and Teddington, those of East Molesey and Kingston upon Thames taking the remainder.",
  "/wiki/Hampton,_London": "Hampton is a suburban area on the north bank of the River Thames, in the London Borough of Richmond upon Thames, England,[n 1] which includes Hampton Court Palace. Hampton is served by two railway stations, including one immediately south of Hampton Court Bridge in East Molesey.",
  "/wiki/Hampton_Hill": "Hampton Hill (initially known as \"New Hampton\") is a district in the London Borough of Richmond upon Thames to the south of Twickenham, bounded by Fulwell and Twickenham Golf Course to the northwest; the road bridge over the railway line; a line southward just east of Wellington Road; Bushy Park to the southeast; and the artificial Longford River to the south and west. It is served by Fulwell railway station and Hampton on the Shepperton to Waterloo line. It is part of what is collectively known as The Hamptons.",
  "/wiki/Feltham": "Feltham (/ˈfɛltəm/) is a large town in West London, England, about 13 miles (21 km) WSW from Charing Cross. Located near Twickenham, south-west of Hounslow and north of Sunbury-on-Thames. The population of Feltham and its localities Bedfont and Hanworth was 63,368 as of 2011.",
  "/wiki/Hanworth": "Hanworth is an urban and suburban district in the Feltham district of west London, England. Historically in Middlesex, it has formed part of the London Borough of Hounslow since 1965. Hanworth adjoins Feltham to the northwest, Twickenham to the northeast and Hampton to the southeast, with Sunbury-on-Thames to the southwest.",
  "/wiki/Bedfont": "Bedfont is a suburban district around a remnant old village in the Feltham district of the London Borough of Hounslow in London, 14 miles (23 km) WSW of Charing Cross and 2 miles (3 km) from Heathrow Airport. It straddles Staines Road (A315) and traditionally includes North Feltham north of Staines Road – a mainly commercial area – and the neighbourhood of Hatton. The heart of the area has many parks. The south-eastern streets and Cage Park are contiguous with the larger district of Feltham, as close to its core as other outlying parts of Feltham which core is the main local retail and leisure hub, south of Feltham railway station.",
  "/wiki/Hatton,_London": "Hatton including Hatton Cross is a small settlement and locality in the historic County of Middlesex and the London boroughs of Hillingdon and Hounslow, on the south-eastern edge of London Heathrow Airport and straddling the A30 road.",
  "/wiki/Borough_of_Spelthorne": "Spelthorne is a local government district and borough in Surrey, England. Its council is based in Staines-upon-Thames; other settlements in the area include Ashford, Sunbury-on-Thames, Shepperton, Stanwell and Laleham. Spelthorne forms part of the historic county of Middlesex.",
  "/wiki/Ashford,_Surrey": "Ashford is a town and suburb of London almost entirely in the Surrey County Council borough of Spelthorne, but with one side road (Challenge Road) in the London Borough of Hounslow, England. The Clumps is in Feltham.[n 1] Mostly residential, Ashford is 13 1⁄2 miles (22 km) WSW of Charing Cross, London, forms part of the London commuter belt, with a minor stop on the Waterloo to Reading Line (which has two branch lines) and has a long commercial high street. It is centred 2 1⁄2 miles (4 km) south of Heathrow Airport, to which a portion of its economy relates, including business premises relating to aviation and the distribution of air freight – the main cargo depot being next to an adjoining village, Stanwell.",
  "/wiki/Sunbury-on-Thames": "Sunbury-on-Thames is a suburb of London in the borough of Spelthorne, in the historic County of Middlesex and administrative county of  Surrey in England. It extends from the left bank of the River Thames and the south-west of the Greater London boundary and is approximately 13 miles (21 km) from Charing Cross, London. Suburban neighbourhoods make up most of its area, Lower Sunbury, added to which is part of the Metropolitan Green Belt including Kempton Park. The town centre is by the London end of the M3 motorway; elsewhere are three shopping parades and riverside public houses.  In tourism, Lower Sunbury holds an annual fair and regatta each August.",
  "/wiki/Borough_of_Elmbridge": "Elmbridge is a local government district with borough status in Surrey, England.\nIts principal towns are Esher, Cobham, Walton-on-Thames, Weybridge and Molesey. It directly borders the London Borough of Richmond upon Thames and the London Royal Borough of Kingston upon Thames. Areas of the borough form a continuation of the Greater London built-up area, formerly falling into the Metropolitan Police District.",
  "/wiki/Shepperton": "Shepperton is a suburban village in the borough of Spelthorne, in the county of Surrey in England, 15 miles (24 km) southwest of Charing Cross, London, bounded by the Thames to the south and much of the east and which is in the northwest bisected by the M3 motorway. Shepperton is equidistant between the towns of Chertsey and Sunbury-on-Thames. Shepperton is mentioned in a document of 959 AD and in the Domesday Book, where it was an agricultural village.",
  "/wiki/Upper_Halliford": "Upper Halliford is a small linear village, part of the Shepperton post town, in the borough of Spelthorne, Surrey, England within the Metropolitan Green Belt. Its railway station is on the northern boundary and by part of Sunbury on Thames (which remains its Anglican parish) on a branch line from London; the M3 is just beyond.  Upper Halliford is within the circle of the M25.  Its closest settlements are Shepperton, Charlton and Walton on Thames.",
  "/wiki/Charlton,_Surrey": "Shepperton is a suburban village in the borough of Spelthorne, in the county of Surrey in England, 15 miles (24 km) southwest of Charing Cross, London, bounded by the Thames to the south and much of the east and which is in the northwest bisected by the M3 motorway. Shepperton is equidistant between the towns of Chertsey and Sunbury-on-Thames. Shepperton is mentioned in a document of 959 AD and in the Domesday Book, where it was an agricultural village.",
  "/wiki/Littleton,_Spelthorne": "Littleton is a village in the borough of Spelthorne, Surrey, England. Its amenities are a Church of England parish church, village green and Shepperton Studios.[n 1] It covers the narrow east-west strip of land between all parts of Shepperton Green to the south and the Queen Mary Reservoir to its north, having contributed most of the land to the reservoir in 1931 and having historically reached to the River Thames at Chertsey Bridge.",
  "/wiki/Staines-upon-Thames": "Staines-upon-Thames, formerly Staines, is a town on the River Thames in Surrey, England, within the borough of Spelthorne. At or near the Roman settlement of Pontibus, it became Stanes and then Staines. The town lies within the historic county boundaries of Middlesex, being transferred to Surrey in 1965.",
  "/wiki/Egham_Hythe": "Egham Hythe is a ward historically only in Egham, split into two post towns in Surrey, England.  It is on the south bank of the River Thames between Runnymede and Thorpe and has a road to junction 13 of the M25, the Causeway, hosting major businesses. Its northern half, as such, has many of the largest businesses of north Surrey and its southern half includes the largely residential locality Pooley Green.",
  "/wiki/Laleham": "Laleham is a village beside the River Thames, immediately downriver from Staines-upon-Thames in the Spelthorne borough of Surrey. Until 1965 the village was in Middlesex.",
  "/wiki/Borough_of_Runnymede": "The Borough of Runnymede is a local government district with borough status in the English county of Surrey. It is a very prosperous part of the London commuter belt, with some of the most expensive housing in the United Kingdom outside central London, such as the Wentworth Estate.",
  "/wiki/Royal_Borough_of_Windsor_and_Maidenhead": "The Royal Borough of Windsor and Maidenhead is a Royal Borough of Berkshire, in South East England. It is home to Windsor Castle, Eton College, Legoland Windsor and Ascot Racecourse. It is one of four boroughs entitled to be prefixed Royal and is one of six unitary authorities in its county, which has historic and ceremonial status.",
  "/wiki/Stanwell": "Stanwell is an urban and suburban village in Surrey, England, within the borough of Spelthorne. It is centred 16 miles (26 km) west-southwest of Charing Cross, and 1⁄2 mile (800 m) from the southern boundary of Heathrow Airport, adjoining its cargo depot.",
  "/wiki/Stanwell_Moor": "Stanwell Moor is a rural and suburban clustered settlement, informally known as a village, in Surrey, England, immediately east of the M25 London Orbital Motorway, south-west of Heathrow airport and west of the village of Stanwell. It has a separate community hall and residents' organisation.",
  "/wiki/Wraysbury": "Wraysbury is a village and civil parish in the Royal Borough of Windsor and Maidenhead in England. It is under the western approach path of London Heathrow airport. It is located on the east bank of the River Thames, roughly midway between Windsor and Staines-upon-Thames, and 18 miles (29 km) west by south-west of London.",
  "/wiki/Sunnymeads": "Wraysbury is a village and civil parish in the Royal Borough of Windsor and Maidenhead in England. It is under the western approach path of London Heathrow airport. It is located on the east bank of the River Thames, roughly midway between Windsor and Staines-upon-Thames, and 18 miles (29 km) west by south-west of London.",
  "/wiki/Hythe_End": "Wraysbury is a village and civil parish in the Royal Borough of Windsor and Maidenhead in England. It is under the western approach path of London Heathrow airport. It is located on the east bank of the River Thames, roughly midway between Windsor and Staines-upon-Thames, and 18 miles (29 km) west by south-west of London.",
  "/wiki/Egham": "Egham (/ˈɛɡəm/ EG-əm) is a town in the Runnymede borough of Surrey, in the south-east of England. It is part of the London commuter belt and has its own railway station.  It adjoins, narrowly, junction 13 of the M25 motorway and is situated 19 miles (31 km) WSW of London.  It can be considered a university town as it has on its higher part, Egham Hill, the campus of Royal Holloway, University of London.\nNot far from this town, at Runnymede, Magna Carta was sealed.",
  "/wiki/Englefield_Green": "Englefield Green is a large village in northern Surrey, England. It is home to Royal Holloway, University of London, the south eastern corner of Windsor Great Park, borders the town of Egham and more tightly-clustered village of Virginia Water. Its nearest main commercial hubs are Staines-upon-Thames (2.5 miles (4 km)) and Windsor (4 miles (6 km)). The village grew from a hamlet in Egham in the 19th century, when much of it was sold off from the Great Park in the Crown Estate, and is mostly residential.  There are pretty gardens as well as some Cycle paths. The village is not bisected by trunk transport infrastructure, however it is connected to the M25 motorway by the Egham bypass of the A30 road, and is centred 1 mile (1.6 km) from Egham railway station.",
  "/wiki/Thorpe,_Surrey": "Thorpe is a village in Surrey, England, between Egham, Virginia Water and Chertsey. It is centred 20 miles (32 km) WSW of Charing Cross and its land adjoins the circle of the M25, near the M3 — its ward covers 856 hectares (3.3 sq mi). Its traditional area with natural boundaries covers one square mile less.",
  "/wiki/TW_postcode_area": "The TW postcode area, also known as the Twickenham postcode area, is a group of 20 postcode districts in  England, within 13 post towns. These cover parts of south-west London and north-west Surrey, plus a very small part of Berkshire."
}