{
  "/wiki/Post_town": "A post town is a required part of all postal addresses in the United Kingdom and Ireland,  and a basic unit of the postal delivery system.  Including the correct post town in the address increases the chance of a letter or parcel being delivered on time. Post towns in general originated as the location of delivery offices. As of 2004[update], their main function is to distinguish between localities or street names in addresses not including a postcode.",
  "/wiki/Doncaster": "Doncaster (/ˈdɒŋkəstər/, /-kæs-/) is a minster town in South Yorkshire, England. Together with its surrounding suburbs and settlements, the town forms part of the Metropolitan Borough of Doncaster, which had a mid-2018 est. population of 310,542. The town itself has a population of 109,805 The Doncaster Urban Area had a population of 158,141 in 2011 and includes Doncaster and neighbouring small villages. Part of the West Riding of Yorkshire until 1974, Doncaster is about 17 miles (30 km) north-east of Sheffield, with which it is served by an international airport, Doncaster Sheffield Airport in Finningley. Under the Local Government Act 1972, Doncaster was incorporated into a newly created metropolitan borough in 1974, itself incorporated with other nearby boroughs in the 1974 creation of the metropolitan county of South Yorkshire.",
  "/wiki/Metropolitan_Borough_of_Doncaster": "The Metropolitan Borough of Doncaster is a metropolitan borough of South Yorkshire in Yorkshire and the Humber Region of England.",
  "/wiki/Intake,_South_Yorkshire": "Intake is a suburb of Doncaster in South Yorkshire, England. The area contains Town Fields, a large area of public land based on Town Moor Avenue. It also contains 'Town Moor' which although contrary to popular belief is part of the Intake ward.\nIntake is largely a council estate built on the edge of Doncaster during the prosperous 1950s & 1960s.\nIntake is also home to Sandall Beat Woods.",
  "/wiki/Wheatley_Hills": "Wheatley Hills is an urban suburb of Doncaster located a mile outside of the town centre in South Yorkshire, England. Wheatley means wheat fields in old English, located at the eastern end of the central ridge that runs through most of the town. The surrounding region was often flooded in the times before the River Don was rerouted and extra drainage channels dug, and lies on the old floodplain of the Don, which peaked at today's Thorne Road. Originally the suburb was part of the Wheatley ward of Doncaster but due to the expansion of housing during the post war era and boundary changes, the area became a separate area in its own right.",
  "/wiki/Armthorpe": "Armthorpe is a village and civil parish which forms the eastern edge of the Doncaster urban sprawl within the Metropolitan Borough of Doncaster, South Yorkshire, England. Historically within the West Riding of Yorkshire, it has a population of 12,630, increasing to 14,457 at the 2011 Census.",
  "/wiki/Barnby_Dun": "Barnby Dun is a village in Doncaster, South Yorkshire, England. Together with Kirk Sandall it forms the civil parish of Barnby Dun with Kirk Sandall. It lies between Arksey and Stainforth.",
  "/wiki/Branton,_South_Yorkshire": "Branton is a village in South Yorkshire, England. It is about 9 miles (14 km) east of Doncaster.",
  "/wiki/Edenthorpe": "Edenthorpe is a village and civil parish in the east of the Metropolitan Borough of Doncaster in the English county of South Yorkshire.  At the 2001 census, it had a population of 4,752, increasing slightly to 4,776 at the 2011 Census. The village lies 4 miles (6.4 km) to the north eats of Doncaster Town centre.",
  "/wiki/Kirk_Sandall": "Kirk Sandall is a village in the east of the Metropolitan Borough of Doncaster in the English county of South Yorkshire. It is situated 4 miles (6.4 km) from Doncaster, 29 miles (47 km) from Sheffield, and 37 miles (60 km) from both Leeds, and York respectively.",
  "/wiki/Balby": "Balby is a suburb of Doncaster and civil parish located to the south-west of the borough in the county of South Yorkshire. Historically part of the West Riding of Yorkshire, Balby is within the Doncaster Central constituancy and contains the electoral wards Balby South and Hexthorpe and Balby North.",
  "/wiki/Belle_Vue,_South_Yorkshire": "Belle Vue is a suburb of Doncaster, South Yorkshire, England.",
  "/wiki/Bessacarr": "Bessacarr (/ˈbɛsəkər/) is the south-east edge of Doncaster, South Yorkshire, England. Bessacarr is mostly private residential development from the 1960s onward.  Bessacarr is largely interwoven with Cantley to the north-east having partially signposted ancient boundaries, upon which its population was approximately 19,803 at the 2001 census.",
  "/wiki/Cantley,_South_Yorkshire": "Cantley is a village and civil parish in the Metropolitan Borough of Doncaster in South Yorkshire, England. The village is adjacent to Bessacarr, separated by Bawtry Road. It has a population of 2,830, reducing slightly to 2,817 at the 2011 Census.",
  "/wiki/Hexthorpe": "Hexthorpe is a small village located on the edge of the town of Doncaster. Hexthorpe lies in the Metropolitan Borough of Doncaster, South Yorkshire, England. Historically part of the West Riding of Yorkshire, the area's shape resembles a rhombus, with borders with Balby and Doncaster town centre, separated by railway lines and the river separating the area from the villages of Sprotborough, Newton and Cusworth. A grade II listed building, the Hexthorpe House, was a well known pub in the area. The pub front was listed for historic reasons.  Following a fire, the pub remained derelict for a few months and the council demolished the remains. The old pub sign was saved and has now been erected in Hexthorpe Flatts Park.",
  "/wiki/Warmsworth": "Warmsworth is a village and civil parish in the Metropolitan Borough of Doncaster in South Yorkshire, England. It had a population of 3,855 in 2001 and 3,887 at time of the 2011 Census. The village lies along the A1(M) Doncater Bypass and the A630. The River Don runs adjacent to Warmsworth, as well as the train line from Doncaster to Sheffield.",
  "/wiki/Arksey": "Arksey is a village in the Metropolitan Borough of Doncaster in South Yorkshire, England. It was the birthplace of the children's writer Barbara Euphan Todd on 9 January 1890.",
  "/wiki/Barnburgh": "Barnburgh is a village and civil parish in the Metropolitan Borough of Doncaster in South Yorkshire, England.  The village is adjacent to the village of Harlington - the parish contains both villages, and according to the 2001 census it had a population of 1,979, reducing to 1,924 at the 2011 Census.  The village is located 3 miles (4.8 km) north of Mexborough, 2 miles (3.2 km) east of Goldthorpe and 8 miles (13 km) west of Doncaster itself.",
  "/wiki/Bentley,_South_Yorkshire": "Bentley is a suburb of Doncaster in South Yorkshire, England two miles north of the town of Doncaster. The population of the ward within the Doncaster MBC borough at the 2011 Census was 14,191.\nHistorically within the West Riding of Yorkshire, the village was once owned by Edmund Hastings of Plumtree, Nottinghamshire, who had inherited it from his wife Copley's Sprotborough family. Hastings subsequently sold the manor to John Levett, a York lawyer born at High Melton who married the niece of Hastings's wife, who then conveyed it to Sir Arthur Ingram of York, High Sheriff of Yorkshire.",
  "/wiki/Cadeby,_South_Yorkshire": "Cadeby is a village and civil parish in the Metropolitan Borough of Doncaster in South Yorkshire, England. The population at the 2011 Census was 203. It is about five miles west of Doncaster, and four miles east of Mexborough.",
  "/wiki/Cusworth": "Cusworth is a historic village in Doncaster, South Yorkshire, England, close to the A1(M) motorway. Together with Sprotbrough it forms the civil parish of Sprotbrough and Cusworth. Just outside the village, lies a country house, Cusworth Hall.",
  "/wiki/Harlington,_South_Yorkshire": "Harlington is a village in the civil parish of Barnburgh in the Metropolitan Borough of Doncaster in South Yorkshire, England. The village lies less than a mile from the adjoining village of Barnburgh and the parish contains both villages. According to the 2001 census, Harlington had a population of 1,979, increasing to 2,297 at the 2011 Census. The village is located about 3 miles (4.8 km) (by road) north of Mexborough, 2 miles (3.2 km) east of Goldthorpe and about 8 miles (13 km) west of Doncaster. Doncaster itself lies about 200 miles (320 km) north of London.",
  "/wiki/High_Melton": "High Melton is a village and civil parish in the Metropolitan Borough of Doncaster in South Yorkshire, England. It has a population of 339. reducing to 300 at the 2011 Census.",
  "/wiki/Scawsby": "Scawsby is a village and community area on the west of Doncaster, South Yorkshire, England on the A635, close to the A1(M). It was historically part of the West Riding of Yorkshire. It is about 2 miles north-west of Doncaster and about 4.5 miles north-east of Conisbrough.",
  "/wiki/Scawthorpe": "Scawthorpe is a village in the Metropolitan Borough of Doncaster in South Yorkshire, England on the A638 road. The village falls in the Doncaster MBC ward of Great North Road.",
  "/wiki/Sprotborough": "Sprotbrough and Cusworth is a civil parish in the Metropolitan Borough of Doncaster in South Yorkshire, England.  It lies 3 miles (4.8 km) to the north west of Doncaster town centre and is split by the A1(M) motorway. It lies 1.5 miles (2.4 km) from Scawsby, and had a population of 12,166 in 2001 and 12,134 at the 2011 Census.",
  "/wiki/Sunnyfields": "Sunnyfields is a suburb of Doncaster, South Yorkshire, England. It lies to the east of Scawsby and to the west of Scawthorpe.",
  "/wiki/Toll_Bar": "Toll Bar is a village in the Borough of Doncaster, South Yorkshire, England. It is situated on the A19 road, and approximately 3 miles (5 km) north from the town of Doncaster.",
  "/wiki/Metropolitan_Borough_of_Barnsley": "The Metropolitan Borough of Barnsley is a metropolitan borough of South Yorkshire, England; its main town is Barnsley.",
  "/wiki/Metropolitan_Borough_of_Rotherham": "The Metropolitan Borough of Rotherham is a metropolitan borough of South Yorkshire, England. It is named after its largest town, Rotherham, but also spans the outlying towns of Maltby, Rawmarsh, Swinton, Wath-upon-Dearne, and also Dinnington and Laughton \nas well as a suburban and rural element composed of hills, escarpments and broad valleys.",
  "/wiki/Adwick-le-Street": "Adwick le Street is a village in the Metropolitan Borough of Doncaster, South Yorkshire, England. The Adwick ward of Doncaster MBC had a population of 15,911 at the 2011 Census.",
  "/wiki/Askern": "Askern (/ˈæskərn/) is a town and civil parish within the Metropolitan Borough of Doncaster, in South Yorkshire, England. It is on the A19 road between Doncaster and Selby. Historically part of the West Riding of Yorkshire, it became a spa town in the late 19th century, but this stopped once coal mines opened in the town. The last mine closed in the 1990s. It had a population of 5,570 at the 2011 Census.",
  "/wiki/Campsall": "Campsall is a village in South Yorkshire, England.  It lies 7 miles (11 km) to the north-west of Doncaster, at an elevation of around 50 feet above sea level. The village contains Campsall Country Park. The village falls within the Askern Spa ward of Doncaster MBC.   The Parish is situated on the “Magnesian Limestone Belt”, a landscape feature formed by a narrow north-south trending escarpment. The Magnesian Limestone Belt is typified by well drained and fertile soils which were ideal for agriculture and the establishment of settlements like Campsall. Before the industrial revolution, the area to the east was occupied by the inaccessible and waterlogged marshes of the Humberhead Levels, whilst to the west was the Barnsdale Forest, an area associated with the legend of Robin Hood and various outlaws and bandits who preyed upon travellers on the Great North Road.",
  "/wiki/Carcroft": "Carcroft is a rural village and civil parish in the Metropolitan Borough of Doncaster, South Yorkshire, England. Historically part of the West Riding of Yorkshire, the village is roughly six miles north-north west of Doncaster. At the time of the 2011 Census the village fell within the ward of Adwick in the Doncaster MBC.",
  "/wiki/Fenwick,_South_Yorkshire": "Fenwick is a small village and civil parish in the Metropolitan Borough of Doncaster (part of South Yorkshire, England), on the border with North Yorkshire. It was historically part of the West Riding of Yorkshire until 1974. It is located at an elevation of around 6 metres above sea level and had a population of 113,  increasing slightly to 121 at the 2011 Census. The northern boundary of the parish is marked by the River Went.",
  "/wiki/Moss,_South_Yorkshire": "Moss is a village and civil parish in the Metropolitan Borough of Doncaster in South Yorkshire, England.  It has a population of 290. increasing to 389 at the 2011 Census. From 1871 to 1953 the village was served by Moss railway station.",
  "/wiki/Norton,_Doncaster": "Norton is a village and civil parish in the Metropolitan Borough of Doncaster (part of South Yorkshire, England), on the border with North Yorkshire.",
  "/wiki/Sutton,_South_Yorkshire": "Sutton or 'South Farm' in old English, is a small village south of Campsall, at approximately 53° 36' 20\" North, 1° 10' West, at an elevation of around 26 feet above sea level. It is in the Metropolitan Borough of Doncaster, in South Yorkshire, England. It is part of the civil parish of Norton. It lies west of Askern and south of Campsall.",
  "/wiki/Walden_Stubbs": "Walden Stubbs is a small, rural village and civil parish in the Selby district of North Yorkshire, England. At the 2011 Census, the population was less than 100, so the details are included in the civil parish of Womersley. Situated close to the border with South Yorkshire, and north of Doncaster, it is 7 miles (11 km) south east of Pontefract, and lies close to the River Went, which rises at Featherstone.",
  "/wiki/Woodlands,_South_Yorkshire": "Woodlands is a model village 3 miles (5 km) north of  Doncaster in South Yorkshire, England. The village falls within the Adwick Ward of Doncaster MBC. The colliery village was designed and built in the early 20th century by the architect Percy Houfton as tied cottages for the miners of the neighbouring Brodsworth Colliery. In an era of model villages such as Saltaire, Port Sunlight and Bournville, Woodlands, with extensive open spaces, many different designs of houses, and overall living conditions superb for their time, possibly represents the height of the model village movement. The village is a conservation area.",
  "/wiki/Selby_District": "Selby District is a local government district of North Yorkshire, England. The local authority, Selby District Council, is based in the town of Selby and provides services to an area which includes Tadcaster and a host of villages. The Local Authority had a population of 83,449 at the 2011 Census. It is the southern most district of North Yorkshire, and it borders the City of York, a unitary authority, the districts of the City of Leeds and the City of Wakefield, in West Yorkshire, the town of Doncaster, in South Yorkshire, the ceremonial county of the East Riding of Yorkshire, and the Borough of Harrogate.",
  "/wiki/Dunsville": "Dunsville is a village in the Metropolitan Borough of Doncaster, South Yorkshire, England, in the civil parish of Hatfield. It lies on the A18 road between Hatfield and Edenthorpe.",
  "/wiki/Dunscroft": "Hatfield is a town and civil parish in the Metropolitan Borough of Doncaster in South Yorkshire, England.  It had a population of 16,776 at the 2011 Census, with its population split between the Hatfield and Thorne wards.",
  "/wiki/Fishlake": "Fishlake is a village and civil parish in the Metropolitan Borough of Doncaster.  It was historically part of the West Riding of Yorkshire until 1974. In 2001 it had a population of 628, increasing to 682 at the 2011 Census. It was mentioned in the Domesday Book where the name is given as fiscelac, from Old English fisc-lacu, 'fish-stream'.",
  "/wiki/Hatfield,_South_Yorkshire": "Hatfield is a town and civil parish in the Metropolitan Borough of Doncaster in South Yorkshire, England.  It had a population of 16,776 at the 2011 Census, with its population split between the Hatfield and Thorne wards.",
  "/wiki/Hatfield_Woodhouse": "Hatfield is a town and civil parish in the Metropolitan Borough of Doncaster in South Yorkshire, England.  It had a population of 16,776 at the 2011 Census, with its population split between the Hatfield and Thorne wards.",
  "/wiki/Stainforth,_South_Yorkshire": "Stainforth (/ˈsteɪnfərθ/) is a small town and civil parish in the Metropolitan Borough of Doncaster, in South Yorkshire, England. It is around 7 miles (11 km) north-east of Doncaster, close to Hatfield and Thorne.  It has a population of 6,342, reducing slightly to 6,282 at the 2011 Census.",
  "/wiki/Moorends": "Moorends is a village in the Metropolitan Borough of Doncaster (part of South Yorkshire, England), on the border with Lincolnshire.  It was historically part of the West Riding of Yorkshire until 1974. It is part of the civil parish of Thorne, which lies to the south.",
  "/wiki/Sandtoft,_Lincolnshire": "Sandtoft is a hamlet in the civil parish of Belton, North Lincolnshire (Where the population is included), England.",
  "/wiki/Thorne,_South_Yorkshire": "Thorne is a market town and civil parish in the Metropolitan Borough of Doncaster in South Yorkshire, England.   It was historically part of the West Riding of Yorkshire until 1974. It has a population of 16,592, increasing to 17,295 at the 2011 Census.",
  "/wiki/Epworth,_Lincolnshire": "Epworth is a small town and civil parish in the Isle of Axholme, North Lincolnshire, England. The town lies on the A161, about halfway between Goole and Gainsborough. As the birthplace of John Wesley and Charles Wesley, it has given its name to many institutions associated with Methodism. Their father, Samuel Wesley, was the rector from 1695 to 1735.",
  "/wiki/Finningley": "Finningley is a village and civil parish in the Metropolitan Borough of Doncaster, in South Yorkshire, England. Historically in Nottinghamshire, it lies on the A614 road about six miles from the centre of Doncaster, at 53°29′N 0°59′W﻿ / ﻿53.483°N 0.983°W﻿ / 53.483; -0.983 and an elevation of about 23 feet above sea level. The 2001 census gave it a population of 1,442, which rose to 1,497 at the 2011 Census.",
  "/wiki/Haxey": "Haxey is a village and civil parish in North Lincolnshire, England, 22 miles (35 km) north-west of the county town, Lincoln, with a population of 4,584 at the 2011 census.",
  "/wiki/Auckley": "Auckley is a village and civil parish in the Metropolitan Borough of Doncaster in South Yorkshire, England, about five miles east of Doncaster town centre.  According to the 2001 census the parish had a population of 3,266, increasing to 3,745 at the 2011 Census.  The parish includes the villages of Auckley and Hayfield Green.",
  "/wiki/Owston_Ferry": "Owston Ferry is a village and civil parish in North Lincolnshire, England. It is situated on the west bank of the River Trent, and 9 miles (14 km) north from Gainsborough. It had a total resident population of 1,128 in 2001 including Kelfield. This increased to 1,328 at the 2011 census. Sometimes referred to as Owston or Ferry, the village forms part of the Isle of Axholme. It is bounded to the west by the A161 road and the village of Haxey. The River Trent is directly to the east. To the north, beyond a number of hamlets and villages, lies the River Humber. West Butterwick was originally a part of the township of Owston.",
  "/wiki/Belton,_North_Lincolnshire": "Belton is a village and civil parish in the Isle of Axholme area of North Lincolnshire, England. It is situated on the A161 road, and approximately 6 miles (10 km) east from Scunthorpe. To the north of Belton is the town of Crowle; to the south, the village of Epworth.",
  "/wiki/Westwoodside": "Westwoodside is a small village in North Lincolnshire, England. It is situated within the Isle of Axholme and 7 miles (11 km) north-west from Gainsborough. Westwoodside is in the civil parish of Haxey , a village 1 mile (1.6 km) to the east.",
  "/wiki/North_Lincolnshire": "North Lincolnshire is a unitary authority area in Lincolnshire, England, with a population of 167,446 at the 2011 census.  There are three significant towns: Scunthorpe, the administrative centre, Brigg and Barton-upon-Humber.",
  "/wiki/Bawtry": "Bawtry is a small market town and civil parish sited where the western branch of the Roman Ermine Street crosses the River Idle in the Metropolitan Borough of Doncaster, South Yorkshire, England, close to its boundary with Nottinghamshire, and meets the old course of the Great North Road. Nearby towns include Gainsborough to the east, Retford to the south south-east, Worksop to the south-west and Doncaster to the north-west. Historically in the West Riding of Yorkshire, its population of 3,204 in the UK census of 2001 rose to 3,573 at the 2011 Census.",
  "/wiki/Misson,_Nottinghamshire": "Misson is a village in Nottinghamshire, England. It is located 12 miles north of Retford, and not directly accessible from the rest of Nottinghamshire, as it is on the north bank of the River Idle. Misson Springs, which lie north of the village itself, is the northernmost place within the county. The parish also includes the hamlet of Newington, at its western edge. According to the 2001 census it had a population of 698, increasing to 711 at the 2011 census.",
  "/wiki/Misterton,_Nottinghamshire": "Misterton is a village and civil parish in the Bassetlaw district of Nottinghamshire, England. The population of the civil parish at the 2011 census was 2,140.",
  "/wiki/Scrooby": "Scrooby is a small village, on the River Ryton and near Bawtry, in north Nottinghamshire, England. At the time of the 2001 census it had a population of 329. Until 1766, it was on the Great North Road so became a stopping-off point for numerous important figures including Queen Elizabeth I and Cardinal Wolsey on their journeys. The latter stayed at the Manor House briefly, after his fall from favour.",
  "/wiki/Bassetlaw_District": "Bassetlaw is the northernmost district of Nottinghamshire, England, with a population of 114,143 according to the mid-2014 estimate by the Office for National Statistics.  The borough is predominantly rural, with two towns: Worksop, site of the borough council offices, and Retford. The district was formed on 1 April 1974 by the merger of the boroughs of Worksop and East Retford and most of Worksop Rural District and most of East Retford Rural District.  It is named after the historic Bassetlaw wapentake of Nottinghamshire. It borders the boroughs of Doncaster and Rotherham in South Yorkshire to the northwest.",
  "/wiki/Bircotes": "Bircotes is a mining town in the Bassetlaw district of Nottinghamshire, on the border with the metropolitan borough of Doncaster (part of South Yorkshire). It is located at 53°25′N 1°3′W﻿ / ﻿53.417°N 1.050°W﻿ / 53.417; -1.050, and forms the civil parish of Harworth and Bircotes with its neighbour Harworth. The parish has a population of around 8,000 people falling to 7,948 at the 2011 Census. The nearest major towns are Doncaster and Worksop. The local school is Serlby Park Academy.",
  "/wiki/Harworth": "Harworth is a small town in the county of Nottinghamshire, East Midlands of England. It is approximately 8 miles (13 km) north of Worksop. Together with the neighbouring mining town of Bircotes, it forms the civil parish of Harworth and Bircotes, with a combined population of nearly 8,000 residents. The population of the civil parish was measured at 7,948 in the 2011 Census. The settlements are part of the modern district of Bassetlaw, which combined the district of Worksop and the district of Retford.",
  "/wiki/Rossington": "Rossington is a civil parish and former mining village in the Metropolitan Borough of Doncaster in South Yorkshire, England and is surrounded by countryside and the market towns of Bawtry and Tickhill.",
  "/wiki/Tickhill": "Tickhill is a small town and civil parish in the Metropolitan Borough of Doncaster in South Yorkshire, England, on the border with Nottinghamshire.  It has a population of 5,301, reducing to 5,228 at the 2011 Census.",
  "/wiki/Wadworth": "Wadworth is a village and civil parish in the Metropolitan Borough of Doncaster in South Yorkshire, England.  It has a population of 1,229, reducing to 1,137 at the 2011 Census.  Notable buildings in the village include Wadworth Hall and the parish church of St John the Baptist.",
  "/wiki/Conisbrough": "Conisbrough (/ˈkɑːnɪsbrʌ/) is a town within the Metropolitan Borough of Doncaster, in South Yorkshire, England. It is roughly midway between Doncaster and Rotherham, and is built alongside the River Don at 53°29′N 1°14′W﻿ / ﻿53.483°N 1.233°W﻿ / 53.483; -1.233.  It has a ward population (Conisbrough and Denaby) of 14,333.",
  "/wiki/Denaby_Main": "Denaby Main is a village situated between Mexborough and Conisbrough in the Metropolitan Borough of Doncaster in South Yorkshire, England. The village falls within the Doncaster MBC ward of Conisbrough and Denaby.  It was built by the Denaby Main Colliery Company to house its workers and their families, and originally given the name Denaby Main Colliery Village, to distinguish it from the village of Denaby, about ⅔ mile away on the road to Hooton Roberts and Kilnhurst; from that time, the old village became known as Old Denaby.  In due course the \"Colliery Village\" part of the name was lost, leaving the village to be known as Denaby Main.",
  "/wiki/New_Edlington": "New Edlington is an area of the town of Edlington, Metropolitan Borough of Doncaster, South Yorkshire, England, lying close to Warmsworth and the A630 road.",
  "/wiki/Old_Denaby": "Denaby is a civil parish in the Metropolitan Borough of Doncaster in South Yorkshire, England.  It has a population of 326, increasing slightly to 329 at the 2011 Census.   The only village in the parish, historically known as Denaby, is now known as Old Denaby to distinguish it from Denaby Main, which lies outside the parish to the east in the parish of Mexborough. Old Denaby is in the Parliamentary constituency of Don Valley.",
  "/wiki/Old_Edlington": "Edlington is a town and civil parish in the Metropolitan Borough of Doncaster, South Yorkshire, England, lying to the south west of Doncaster and Warmsworth.  It has a population of 8,276.  The original parish town of Edlington is now known as Old Edlington; adjacent, and to the north, is New Edlington. It is often referred to by locals as 'Edlo'.\nSince 1974 Edlington has been part of the Metropolitan Borough of Doncaster in the metropolitan county of South Yorkshire. It had, since 1894, formed part of Doncaster Rural District in the West Riding of Yorkshire.",
  "/wiki/Goole": "Goole is a town, civil parish and inland port located at junction 36 off the M62 via the A614 and approximately 45 miles (72 km) from the North Sea at the confluence of the rivers Don and Ouse in the East Riding of Yorkshire, England, although historically within the West Riding of Yorkshire. Goole lies 19 miles (31 km) south of York and 29 miles (47 km) west of Hull.",
  "/wiki/Carlton,_Selby": "Carlton is a village and civil parish in the Selby District of North Yorkshire, England. The village is situated approximately 5 miles (8 km) south-east of the town of Selby on the A1041 road.",
  "/wiki/Eggborough": "Eggborough is a village and civil parish of 750 homes, in the Selby district of North Yorkshire, England, close to the county borders with South Yorkshire, West Yorkshire and the East Riding. The village is situated at the intersection of the A19 and the A645, approximately 7 miles (11 km) east of Pontefract and 7 miles (11 km) south-west of Selby. It is also located close to the M62. Primary age children attend Whitley and Eggborough Primary School which lies in Learning Lane on the other side of the M62.",
  "/wiki/Hensall,_North_Yorkshire": "Hensall is a village and civil parish in the English county of North Yorkshire.",
  "/wiki/Howden": "Howden (/ˈhaʊdən/) is a small historic market town and civil parish in the East Riding of Yorkshire, England. It lies in the Vale of York to the north of the M62, on the A614 road about 16 miles (26 km) south-east of York and 3 miles (4.8 km) north of Goole, which lies across the River Ouse.",
  "/wiki/Pincheon_Green": "Pincheon Green is a hamlet in the Metropolitan Borough of Doncaster in South Yorkshire, England. It lies in the civil parish of Sykehouse, on the border with the East Riding of Yorkshire.",
  "/wiki/Rawcliffe,_East_Riding_of_Yorkshire": "Rawcliffe (or Rawcliffe in Snaith) is a village and civil parish in the East Riding of Yorkshire, England. It is situated approximately 4 miles (6.4 km) west of Goole. It lies on the banks of the River Aire just north of the M62 and on the A614 road. Rawcliffe, along with nearby Airmyn, was the location of one of the first reliable reports of the practice of warping in agriculture in the 1730s.",
  "/wiki/Snaith": "Snaith is a town in the East Riding of Yorkshire, England, approximately 6 miles (9.7 km) west of Goole on the A1041 at its junction with the A645. It is 1 mile (1.6 km) to the north of the M62 motorway, just south of the River Aire.",
  "/wiki/Sykehouse": "Sykehouse is a village and civil parish in the Metropolitan Borough of Doncaster in South Yorkshire, England, on the border with the East Riding of Yorkshire.  It was historically part of the West Riding of Yorkshire until 1974. It had a population of 438 in 2001, increasing to 515 at the 2011 Census.",
  "/wiki/Whitley,_North_Yorkshire": "Whitley is a village in the Selby district of North Yorkshire, England, close to the Aire and Calder Navigation and the M62 motorway. The population of the village at the 2001 census was recorded as being 574, which had risen to 1,021 by the time of the 2011 census. In 2015, North Yorkshire County Council estimated the population to have risen again to 1,110. It was historically part of the West Riding of Yorkshire until 1974.",
  "/wiki/Whitley_Bridge": "Whitley Bridge railway station serves the villages of Eggborough and Whitley in North Yorkshire, England. It is located on the Pontefract Line and is 20 miles (32 km) east of Leeds.  It was opened by the Lancashire and Yorkshire Railway in 1848, on their line between Wakefield Kirkgate and Goole via Knottingley.",
  "/wiki/East_Riding_of_Yorkshire": "The East Riding of Yorkshire, or simply East Riding or East Yorkshire, is an area in Northern England and can refer either to the administrative county (Local Government Area) of the East Riding of Yorkshire which is a unitary authority, to the ceremonial county (Lieutenancy) of the East Riding of Yorkshire or to the easternmost of the three subdivisions (ridings) of the traditional county of Yorkshire.",
  "/wiki/Scunthorpe": "Scunthorpe (/ˈskʌnθɔːrp/) is an industrial town in Lincolnshire, England. It is the administrative centre of the North Lincolnshire unitary authority, and had an estimated total resident population of 82,334 according to the 2016 census.[dubious  – discuss] A predominantly industrial town, Scunthorpe, the United Kingdom's largest steel processing centre, is also known as the \"Industrial Garden Town\". It is the third largest settlement in Lincolnshire, after Lincoln and Grimsby. The Member of Parliament for Scunthorpe is Holly Mumby-Croft, of the Conservatives.",
  "/wiki/Alkborough": "Alkborough is a parish of 458 people in 192 households (2011 census) in North Lincolnshire, England, located near the northern end of The Cliff range of hills overlooking Trent Falls, the confluence of the River Trent and the River Ouse.",
  "/wiki/Appleby,_North_Lincolnshire": "Appleby is a small village and civil parish in North Lincolnshire, England.",
  "/wiki/Burton_upon_Stather": "Burton-upon-Stather is a  village and civil parish in North Lincolnshire, England. The village is situated 5 miles (8 km) north from Scunthorpe, 5 miles north-west from Frodingham, and is near the east bank of the River Trent. The civil parish consists of Burton-upon-Stather and the hamlets of Normanby and Thealby; its population at 2001 was 2,737, increasing slightly to 2,753 at the 2011 census.",
  "/wiki/Coleby,_North_Lincolnshire": "Coleby is a hamlet in the  civil parish of West Halton  in North Lincolnshire, England. It is situated approximately 7 miles (11 km) north from Scunthorpe, and 3 miles (5 km) south from the River Humber.",
  "/wiki/Dragonby": "Roxby cum Risby is a civil parish forming part of the district of North Lincolnshire, England. The population of the civil parish at the 2011 census was 479.",
  "/wiki/Flixborough": "Flixborough is a village and civil parish in North Lincolnshire, England. The population of the civil parish at the 2011 census was 1,664.  It is situated near to the River Trent, approximately 3 miles (5 km) north-west from Scunthorpe. The village is noted for the 1974 Flixborough disaster.",
  "/wiki/Gunness": "Gunness (or Gunhouse) is a village and civil parish in North Lincolnshire, England. It is situated 3 miles (5 km) west from Scunthorpe, and on the east bank of the River Trent. The population of the civil parish at the 2011 census was 2,462.",
  "/wiki/High_Risby": "Roxby cum Risby is a civil parish forming part of the district of North Lincolnshire, England. The population of the civil parish at the 2011 census was 479.",
  "/wiki/Low_Risby": "Roxby cum Risby is a civil parish forming part of the district of North Lincolnshire, England. The population of the civil parish at the 2011 census was 479.",
  "/wiki/Normanby,_North_Lincolnshire": "Normanby Hall is a classic English mansion, located near the village of Burton-upon-Stather, 5 miles (8 km) north of Scunthorpe, North Lincolnshire.",
  "/wiki/Roxby,_Lincolnshire": "Roxby is a village in North Lincolnshire, England. It is situated approximately 4 miles (6 km) north from Scunthorpe and  1 mile (1.6 km) south-east from Winterton on the A1077. Roxby stands on a prominent part of the Lincoln Cliff and  overlooks the Humber Estuary.",
  "/wiki/Thealby": "Burton-upon-Stather is a  village and civil parish in North Lincolnshire, England. The village is situated 5 miles (8 km) north from Scunthorpe, 5 miles north-west from Frodingham, and is near the east bank of the River Trent. The civil parish consists of Burton-upon-Stather and the hamlets of Normanby and Thealby; its population at 2001 was 2,737, increasing slightly to 2,753 at the 2011 census.",
  "/wiki/West_Halton": "West Halton is a village and civil parish in North Lincolnshire, England. It is situated 2.5 miles (4 km) north-west from Winterton, approximately 7 miles (11 km) north from Scunthorpe, and 2 miles (3 km) south from the Humber Estuary. The parish contains part of Coleby, a hamlet south of the village.",
  "/wiki/Whitton,_North_Lincolnshire": "Whitton is a village and civil parish in North Lincolnshire, England. The 2011 census found  212 inhabitants, in 92 households. It is situated at the northern termination of the Cliff range of hills, on the south shore of the Humber about 3 miles (4.8 km) below Trent Falls, and 9 miles (14 km) west of Barton-upon-Humber. The parish is bounded on the west by Alkborough, on the east by Winteringham (which also includes the Winteringham Haven Wildlife Reserve) and, to the south, by West Halton.",
  "/wiki/Wintringham": "Wintringham is a village and civil parish in the Ryedale district of North Yorkshire, England. It was part of the East Riding of Yorkshire until 1974. The village is near the A64 road and 6 miles (9.7 km) east of Malton. Two long-distance footpaths, the Yorkshire Wolds Way National Trail and the Centenary Way, pass through. \nThe deserted hamlet of Linton, to the south-east, was the probable birthplace of Lady Margaret Hoby, author of the earliest extant diary of a woman in English.",
  "/wiki/Winterton,_Lincolnshire": "Winterton is a small town or large village with amenities in North Lincolnshire, England, 5 miles (8 km) north-east of Scunthorpe. The 2011 census found 4,899 inhabitants, in 2,001 households. Major north-south/east-west streets of Winterton are Market Street and Northlands Road. Winterton is near to the banks of the Humber and is 8 miles (13 km) south-west of the Humber Bridge which can be seen from many parts of the town.",
  "/wiki/Bottesford,_North_Lincolnshire": "Bottesford is a historic village with town status, due to its town council, in North Lincolnshire, England.",
  "/wiki/Holme,_North_Lincolnshire": "Holme is a linear settlement and former civil parish, now in the parish of Messingham, in the North Lincolnshire district, in the county of Lincolnshire, England. The population of the civil parish at the 2011 census was 113. The civil parish was abolished in 1 April 2018 and merged into Messingham.",
  "/wiki/Althorpe": "Althorpe is a small village in North Lincolnshire, England, four miles (6 km) west of Scunthorpe and the same distance south-east of Crowle, on the A18 road. The population details are included in the civil parish of Keadby with Althorpe.",
  "/wiki/Amcotts": "Amcotts is a village and civil parish in the North Lincolnshire district of Lincolnshire, England, and on the Isle of Axholme. The village is situated north-west from Scunthorpe, and on the west bank of the River Trent facing Flixborough on the east bank. The 2001 Census recorded a population of 219 for the parish, increasing to 262 at the 2011 census.",
  "/wiki/Crowle,_Lincolnshire": "Crowle is a populous community in the civil parish of Crowle and Ealand, on the Isle of Axholme in North Lincolnshire, England. The civil parish had a population at the 2011 census of 4,828. It lies on the Stainforth and Keadby Canal and has a railway station. The place has a further named neighbourhood, Windsor.",
  "/wiki/Derrythorpe": "Althorpe is a small village in North Lincolnshire, England, four miles (6 km) west of Scunthorpe and the same distance south-east of Crowle, on the A18 road. The population details are included in the civil parish of Keadby with Althorpe.",
  "/wiki/Ealand": "Ealand is a small village in the civil parish of Crowle and Ealand, in the North Lincolnshire district, in the county of Lincolnshire, England. It is situated within the  Isle of Axholme, 1 mile (1.6 km) south-east from Crowle (where the 2011 census population is included now called Crowle and Ealand), and 0.5 miles (0.8 km) north from the junction between the A161 and the A18 roads.",
  "/wiki/East_Butterwick": "East Butterwick is a village and civil parish in North Lincolnshire, England. It lies in the Isle of Axholme, about 4 miles (6 km)  north-east from  Epworth and 4 miles north from Owston Ferry, on the eastern bank of the River Trent opposite its neighbour West Butterwick. The population of the civil parish as at the 2011 census was 135.",
  "/wiki/Eastoft": "Eastoft is a village and civil parish in North Lincolnshire, England. It is situated within the Isle of Axholme, 3 miles (5 km) north-east from Crowle, and on the A161 road.",
  "/wiki/Garthorpe,_Lincolnshire": "Garthorpe is a village in North Lincolnshire, England. It is situated approximately 8 miles (13 km) south-east from Goole, 1 mile (1.6 km) west from the River Trent, and in the Isle of Axholme.  Together with Fockerby, which is contiguous with the village, Garthorpe forms a civil parish of about 500 inhabitants, measured as 418 in the 2011 census.",
  "/wiki/Keadby": "Keadby is a small village in North Lincolnshire, England. It is situated just off the A18, west of Scunthorpe, and on the west bank of the River Trent. Keadby is in the ceremonial county of Lincolnshire. The appropriate civil parish is called Keadby with Althorpe with a population at the 2011 census of 1,930.",
  "/wiki/Luddington,_North_Lincolnshire": "Luddington is a village, part of the civil parish of Luddington with Haldenby, on the Isle of Axholme in North Lincolnshire, England. The population of the civil parish at the 2011 census was 419.   It is 6 miles (10 km) north-west from Scunthorpe, 6 miles south-east from Goole and 18 miles (29 km) north-east from Doncaster.",
  "/wiki/Messingham": "Messingham is a village and civil parish in North Lincolnshire, England.",
  "/wiki/Susworth": "Susworth is a hamlet in the West Lindsey district of Lincolnshire, England. It is on the east bank of the River Trent, 3 miles (5 km) west from Scotter, in which civil parish it lies. The nearest large towns are Gainsborough, approximately 7 miles (11 km) to the south, and Scunthorpe 7 miles to the north-east.",
  "/wiki/West_Butterwick": "West Butterwick is a village and civil parish in North Lincolnshire, England. It lies in the Isle of Axholme, approximately 4 miles (6 km)  north-east from  Epworth and 4 miles north from Owston Ferry, on the western bank of the River Trent opposite its neighbour East Butterwick.",
  "/wiki/Yaddlethorpe": "Yaddlethorpe is a district in the south of Scunthorpe, North Lincolnshire, England. It is close to the M180 and next to Bottesford , divided by the A159 road. Yaddlethorpe is in the DN17 postcode area.",
  "/wiki/Barton-Upon-Humber": "Barton-upon-Humber (/ˈbɑːrtən əˈpɒn ˈhʌmbʌr/) or Barton is a town and civil parish in the North Lincolnshire district, in the county of Lincolnshire, England. The population at the 2011 census was 11,066. It is situated on the south bank of the Humber Estuary at the southern end of the Humber Bridge. It is 46 miles (74 km) east of Leeds, 6 miles (10 km) south-west of Kingston upon Hull and 31 miles (50 km) north north-east of the county town of Lincoln. Other nearby towns include Scunthorpe to the south-west and Grimsby to the south-east.",
  "/wiki/Barton-upon-Humber": "Barton-upon-Humber (/ˈbɑːrtən əˈpɒn ˈhʌmbʌr/) or Barton is a town and civil parish in the North Lincolnshire district, in the county of Lincolnshire, England. The population at the 2011 census was 11,066. It is situated on the south bank of the Humber Estuary at the southern end of the Humber Bridge. It is 46 miles (74 km) east of Leeds, 6 miles (10 km) south-west of Kingston upon Hull and 31 miles (50 km) north north-east of the county town of Lincoln. Other nearby towns include Scunthorpe to the south-west and Grimsby to the south-east.",
  "/wiki/South_Ferriby": "South Ferriby is a village in North Lincolnshire, England. It is situated on the south bank of the Humber Estuary and 3 miles (5 km) west from the Humber Bridge. North Ferriby is directly opposite on the Estuary’s north bank. Village population was 651 in 2011.",
  "/wiki/Horkstow": "Horkstow is a village and civil parish in North Lincolnshire, England, 4 miles (6.4 km) south-west from Barton-upon-Humber, 1 mile (1.6 km) south from South Ferriby and 9 miles (14.5 km) north from Brigg. It lies on the B1204, and 1 mile (1.6 km) east from the navigable River Ancholme. It is one of the five Low Villages - Worlaby, Bonby, Saxby All Saints, Horkstow and South Ferriby - between Brigg and the River Humber, so-called because of their position below the northern edge of the Lincolnshire Wolds. Horkstow was previously part of Glanford administrative district, and before that, the North Lindsey division of Lindsey, Lincolnshire.",
  "/wiki/Barrow-upon-Humber": "Barrow upon Humber is a village and civil parish in North Lincolnshire, England. The population (including Barrow Hann) at the 2011 census was 3,022.",
  "/wiki/Goxhill": "Goxhill is a large village and civil parish in North Lincolnshire, England. The population of the civil parish taken at the 2011 census was 2,290.  It is situated 5 miles (8 km) east from Barton-upon-Humber and 10 miles (16 km) north-west from Immingham.",
  "/wiki/New_Holland,_Lincolnshire": "New Holland is a small village, civil parish and port on the Humber estuary in North Lincolnshire, England. In 2001 it had a population of 955, increasing marginally to 970 at the 2011 census.",
  "/wiki/Brigg": "Brigg (/'brɪg/) is a small market town in North Lincolnshire, England, with a population of 5,076 in 2,213 households (2001 UK census), the population increasing to 5,626 at the 2011 census.  The town lies at the junction of the River Ancholme and east–west transport routes across northern Lincolnshire. As a formerly important local centre, the town's full name of Glanford Brigg is reflected in the surrounding area and local government district of the same name. The town's urban area includes the neighbouring hamlet of Scawby Brook.",
  "/wiki/Broughton,_Lincolnshire": "Broughton is a small town and civil parish situated on the Roman Ermine Street, in the North Lincolnshire district of Lincolnshire, England. The population of the civil parish at the 2011 census was 5,726. It is situated approximately 2 miles (3 km) north-west from the town of Brigg. The hamlets of Wressle, Castlethorpe, and part of Scawby Brook lie within the parish boundaries.",
  "/wiki/Hibaldstow": "Hibaldstow is a village and civil parish in North Lincolnshire, England. The population of the civil parish at the 2011 census was 2,433. It is situated on the B1206 road, 4 miles (6.4 km) south from Brigg and the M180. The site of the deserted medieval village of Gainsthorpe is nearby.",
  "/wiki/Scawby": "Scawby is a village and civil parish in North Lincolnshire, England. It is situated 2 miles (3 km) south-west from Brigg, and just east from the A15 road, and south from the M180 motorway. According to the 2001 Census, Scawby population (including Sturton) was 2,277, reducing slightly to 2,243 at the 2011 census.",
  "/wiki/Wrawby": "Wrawby is a village in North Lincolnshire, England. It lies 2 miles (3 km) east of Brigg and close to Humberside Airport, on the A18. The 2001 Census recorded a village population of 1,293, in around 600 homes, which increased to 1,469 at the 2011 census. Wrawby is noted for England's only remaining postmill.",
  "/wiki/Gainsborough,_Lincolnshire": "Gainsborough is a town in the West Lindsey district of Lincolnshire, England. The population of the town was 20,842 at the 2011 census. It is situated on the River Trent, 18 miles (29 km) north-west from the city and county town of Lincoln, 15 miles (24 km) south-west of Scunthorpe, and 35 miles (56 km) east of Sheffield. At one time it served as an important port with trade downstream to Hull, and was the most inland port in England, being more than 55 miles (90 km) from the North Sea.",
  "/wiki/Kirton_Lindsey": "Kirton in Lindsey, also abbreviated to Kirton Lindsey, is a small town and civil parish in the North Lincolnshire district, in the county of Lincolnshire, England. It is situated 1.5 miles (2.4 km) west from the A15 road, and approximately 7 miles (11 km) south-east from Scunthorpe. The town was the home of Catherine Parr.",
  "/wiki/Marton,_Lincolnshire": "Marton is a village and civil parish in the West Lindsey district of Lincolnshire, England. The population of the civil parish (including Gate Burton) was 747 at the 2011 census.  It lies on the A156, 5 miles (8 km) south from Gainsborough, and 11 miles (18 km) north-west from the county town of Lincoln.",
  "/wiki/Lea,_Lincolnshire": "Lea is a small village and civil parish in the  West Lindsey district of Lincolnshire, England. The population of the civil parish at the 2011 census was 1,009.   It is at the junction of the A156 and B1241, approximately 2.5 miles (4 km) south from Gainsborough town centre.",
  "/wiki/Blyton": "Blyton is a village and civil parish within the West Lindsey district of Lincolnshire, England. It is situated approximately 4 miles (6 km) north-east from Gainsborough. From Blyton the village of Laughton lies to the north, and Pilham to the south-east, while the course of the River Trent runs nearby to the west.",
  "/wiki/Scotter": "Scotter is a large village and civil parish in West Lindsey, Lincolnshire, England, situated between Scunthorpe and Gainsborough.",
  "/wiki/Scotton,_Lincolnshire": "Scotton is a village and civil parish in the West Lindsey district Lincolnshire, England. It is situated 7 miles (11 km) south from Scunthorpe, 14 miles (23 km) north-west from Market Rasen, and 1 mile (1.6 km) south from the larger village of Scotter. The western boundary of the parish is formed by part of the A159 Gainsborough to Scunthorpe road.",
  "/wiki/West_Lindsey": "West Lindsey is a local government district in Lincolnshire, England. Its council is based in Gainsborough."
}