{
  "/wiki/Arthur_Compton": "Arthur Holly Compton (September 10, 1892 – March 15, 1962) was an American physicist who won the Nobel Prize in Physics in 1927 for his 1923 discovery of the Compton effect, which demonstrated the particle nature of electromagnetic radiation. It was a sensational discovery at the time: the wave nature of light had been well-demonstrated, but the idea that light had both wave and particle properties was not easily accepted. He is also known for his leadership of the Manhattan Project's Metallurgical Laboratory at the University of Chicago, and served as Chancellor of Washington University in St. Louis from 1945 to 1953.",
  "/wiki/Nobel_Prize_in_Physics": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Prize in Physiology or Medicine.",
  "/wiki/Compton_effect": "Compton scattering, discovered by Arthur Holly Compton, is the scattering of a photon by a charged particle, usually an electron. It results in a decrease in energy (increase in wavelength) of the photon (which may be an X-ray or gamma ray photon), called the Compton effect. Part of the energy of the photon is transferred to the recoiling electron. Inverse Compton scattering occurs when a charged particle transfers part of its energy to a photon.",
  "/wiki/Edward_Adelbert_Doisy": "Edward Adelbert Doisy (November 13, 1893 – October 23, 1986) was an American biochemist. He received the Nobel Prize in Physiology or Medicine in 1943 with Henrik Dam for their  discovery of vitamin K (K from \"Koagulations-Vitamin\" in German) and its chemical structure.",
  "/wiki/Nobel_Prize_in_Physiology_or_Medicine": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Foundation for outstanding discoveries in the fields of life sciences and medicine.",
  "/wiki/Vitamin_K": "Vitamin K is a group of structurally similar, fat-soluble vitamins found in foods and in dietary supplements. The human body requires vitamin K for complete synthesis of certain proteins that are needed for blood coagulation (K from koagulation, Danish for \"coagulation\") or for controlling binding of calcium in bones and other tissues. The vitamin K–related modification of the proteins allows them to bind calcium ions, which they cannot do otherwise. Without vitamin K, blood coagulation is seriously impaired, and uncontrolled bleeding occurs. Preliminary clinical research indicates that deficiency of vitamin K may weaken bones, potentially leading to osteoporosis, and may promote calcification of arteries and other soft tissues.",
  "/wiki/Joseph_Erlanger": "Joseph Erlanger (January 5, 1874 – December 5, 1965) was an American physiologist who is best known for his contributions to the field of neuroscience. Together with Herbert Spencer Gasser, he identified several varieties of nerve fiber and established the relationship between action potential velocity and fiber diameter. They were awarded the Nobel Prize in Physiology or Medicine in 1944 for these achievements.",
  "/wiki/Nerve_fibre": "An axon (from Greek ἄξων áxōn, axis), or nerve fiber (or nerve fibre: see spelling differences), is a long, slender projection of a nerve cell, or neuron, in vertebrates, that typically conducts electrical impulses known as action potentials away from the nerve cell body. The function of the axon is to transmit information to different neurons, muscles, and glands. In certain sensory neurons (pseudounipolar neurons), such as those for touch and warmth, the axons are called afferent nerve fibers and the electrical impulse travels along these from the periphery to the cell body, and from the cell body to the spinal cord along another branch of the same axon. Axon dysfunction has caused many inherited and acquired neurological disorders which can affect both the peripheral and central neurons. Nerve fibers are classed into three types – group A nerve fibers, group B nerve fibers, and group C nerve fibers. Groups A and B are myelinated, and group C are unmyelinated. These groups include both sensory fibers and motor fibers. Another classification groups only the sensory fibers as Type I, Type II, Type III, and Type IV.",
  "/wiki/Herbert_Spencer_Gasser": "Herbert Spencer Gasser (July 5, 1888 – May 11, 1963) was an American physiologist, and recipient of the Nobel Prize for Physiology or Medicine in 1944 for his work with action potentials in nerve fibers while on the faculty of Washington University in St. Louis, awarded jointly with Joseph Erlanger.",
  "/wiki/Carl_Ferdinand_Cori": "Carl Ferdinand Cori, ForMemRS (December 5, 1896 – October 20, 1984) was a Czech-American  biochemist and pharmacologist born in Prague (then in Austria-Hungary, now Czech Republic) who, together with his wife Gerty Cori and Argentine physiologist Bernardo Houssay, received a Nobel Prize in 1947 for their discovery of how glycogen (animal starch) – a derivative of glucose – is broken down and resynthesized in the body, for use as a store and source of energy. In 2004, both were designated a National Historic Chemical Landmark in recognition of their work that elucidated carbohydrate metabolism.",
  "/wiki/Glycogen": "Glycogen is a multibranched polysaccharide of glucose that serves as a form of energy storage in animals, fungi, and bacteria.  The polysaccharide structure represents the main storage form of glucose in the body.",
  "/wiki/Gerty_Cori": "Gerty Theresa Cori (née Radnitz; August 15, 1896 – October 26, 1957) was a Jewish Austro-Hungarian-American biochemist who in 1947 was the third woman—and first American woman—to win a Nobel Prize in science, and the first woman to be awarded the Nobel Prize in Physiology or Medicine, for her role in the discovery of glycogen metabolism.",
  "/wiki/Arthur_Kornberg": "Arthur Kornberg (March 3, 1918 – October 26, 2007) was an American biochemist who won the Nobel Prize in Physiology or Medicine 1959 for his discovery of \"the mechanisms in the biological synthesis of deoxyribonucleic acid (DNA)\" together with Dr. Severo Ochoa of New York University. He was also awarded the Paul-Lewis Award in Enzyme Chemistry from the American Chemical Society in 1951, L.H.D. degree from Yeshiva University in 1962, as well as National Medal of Science in 1979.",
  "/wiki/Ribonucleic_acid": "Ribonucleic acid (RNA) is a polymeric molecule essential in various biological roles in coding, decoding, regulation and expression of genes. RNA and DNA are nucleic acids, and, along with lipids, proteins and carbohydrates, constitute the four major macromolecules essential for all known forms of life. Like DNA, RNA is assembled as a chain of nucleotides, but unlike DNA, RNA is found in nature as a single strand folded onto itself, rather than a paired double strand. Cellular organisms use messenger RNA (mRNA) to convey genetic information (using the nitrogenous bases of guanine, uracil, adenine, and cytosine, denoted by the letters G, U, A, and C) that directs synthesis of specific proteins. Many viruses encode their genetic information using an RNA genome.",
  "/wiki/Deoxyribonucleic_acid": "Deoxyribonucleic acid (/diːˈɒksɪˌraɪboʊnjuːˌkliːɪk, -ˌkleɪ-/ (listen); DNA) is a molecule composed of two chains that coil around each other to form a double helix carrying genetic instructions for the development, functioning, growth and reproduction of all known organisms and many viruses. DNA and ribonucleic acid (RNA) are nucleic acids; alongside proteins, lipids and complex carbohydrates (polysaccharides), nucleic acids are one of the four major types of macromolecules that are essential for all known forms of life.",
  "/wiki/Severo_Ochoa": "Severo Ochoa de Albornoz (Spanish: [seˈβeɾo oˈtʃoa ðe alβoɾˈnoθ]; 24 September 1905 – 1 November 1993) was a Spanish-American physician and biochemist, and joint winner of the 1959 Nobel Prize in Physiology or Medicine with Arthur Kornberg.",
  "/wiki/Alfred_Hershey": "Alfred Day Hershey (December 4, 1908 – May 22, 1997) was an American Nobel Prize–winning bacteriologist and geneticist.",
  "/wiki/Virus": "A virus is a small infectious agent that replicates only inside the living cells of an organism. Viruses can infect all types of life forms, from animals and plants to microorganisms, including bacteria and archaea.",
  "/wiki/Luis_Federico_Leloir": "Luis Federico Leloir ForMemRS (September 6, 1906 – December 2, 1987) was an Argentine physician and biochemist who received the 1970 Nobel Prize in Chemistry. Although born in France, Leloir received the majority of his education at the University of Buenos Aires and was director of the private research group Fundación Instituto Campomar until his death in 1987. Although his laboratories were often plagued by lack of financial support and second-rate equipment, his research into sugar nucleotides, carbohydrate metabolism, and renal hypertension has garnered international attention and fame and has led to significant progress in understanding, diagnosing and treating the congenital disease galactosemia. Luis Leloir is buried in La Recoleta Cemetery, Buenos Aires.",
  "/wiki/Nobel_Prize_in_Chemistry": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by Royal Swedish Academy of Sciences on proposal of the Nobel Committee for Chemistry which consists of five members elected by Academy. The award is presented in Stockholm at an annual ceremony on December 10, the anniversary of Nobel's death.",
  "/wiki/Nucleotide": "Nucleotides are molecules consisting of a nucleoside and a phosphate group. They are the basic building blocks of DNA and RNA.",
  "/wiki/Carbohydrate": "A carbohydrate (/kɑːrboʊˈhaɪdreɪt/) is a biomolecule consisting of carbon (C), hydrogen (H) and oxygen (O) atoms, usually with a hydrogen–oxygen atom ratio of 2:1 (as in water) and thus with the empirical formula Cm(H2O)n (where m may be different from n). This formula holds true for monosaccharides. Some exceptions exist; for example, deoxyribose, a sugar component of DNA, has the empirical formula C5H10O4. The carbohydrates are technically hydrates of carbon; structurally it is more accurate to view them as aldoses and ketoses.",
  "/wiki/Earl_Wilbur_Sutherland_Jr.": "Earl Wilbur Sutherland Jr. (November 19, 1915 – March 9, 1974) was an American pharmacologist and biochemist born in Burlingame, Kansas. Sutherland won a Nobel Prize in Physiology or Medicine in 1971 \"for his discoveries concerning the mechanisms of the action of hormones,\" especially epinephrine, via second messengers, namely cyclic adenosine monophosphate, or cyclic AMP.",
  "/wiki/Doctor_of_Medicine": "Doctor of Medicine (abbreviated M.D., from the Latin Medicinae Doctor) is a medical degree, the meaning of which varies between different jurisdictions. In the United States, Canada and some other countries, the M.D. denotes a professional graduate degree awarded upon graduation from medical school.  In the United States, this generally arose because many in 18th century medical professions trained in Scotland, which used the M.D. degree nomenclature. In England, however, Bachelor of Medicine, Bachelor of Surgery was used and eventually in the 19th century became the standard in Scotland too. Thus, in the United Kingdom, Ireland and other countries, the M.D. is a research doctorate, higher doctorate, honorary doctorate or applied clinical degree restricted to those who already hold a professional degree in medicine; in those countries, the equivalent professional to the North American and some others use of M.D. is still typically titled Bachelor of Medicine, Bachelor of Surgery (M.B.B.S.).",
  "/wiki/Hormone": "A hormone (from the Greek participle ὁρμῶν, \"setting in motion\") is any member of a class of signaling molecules, produced by glands in multicellular organisms, that are transported by the circulatory system to target distant organs to regulate physiology and behavior. Hormones have diverse chemical structures, mainly of three classes:",
  "/wiki/Christian_de_Duve": "Christian René Marie Joseph, Viscount de Duve (2 October 1917 – 4 May 2013) was a Nobel Prize-winning English-born Belgian cytologist and biochemist. He made serendipitous discoveries of two cell organelles, peroxisome and lysosome, for which he shared the Nobel Prize in Physiology or Medicine in 1974 with Albert Claude and George E. Palade (\"for their discoveries concerning the structural and functional organization of the cell\"). In addition to peroxisome and lysosome, he invented the scientific names such as autophagy, endocytosis, and exocytosis in a single occasion.",
  "/wiki/Organelle": "In cell biology, an organelle is a specialized subunit within a cell that has a specific function. Organelles are either separately enclosed within their own lipid bilayers (also called membrane-bound organelles) or are spatially distinct functional units without a surrounding lipid bilayer (non-membrane bound organelles).",
  "/wiki/Daniel_Nathans": "Daniel Nathans (October 30, 1928 – November 16, 1999) was an American microbiologist. He shared the 1978 Nobel Prize in Physiology or Medicine for the discovery of restriction enzymes and their application in restriction mapping.",
  "/wiki/Restriction_enzyme": "A restriction enzyme, restriction endonuclease, or  restrictase  is an enzyme that cleaves DNA into fragments at or near specific recognition sites within molecules known as restriction sites. Restriction enzymes are one class of the broader endonuclease group of enzymes. Restriction enzymes are commonly classified into five types, which differ in their structure and whether they cut their DNA substrate at their recognition site, or if the recognition and cleavage sites are separate from one another. To cut DNA, all restriction enzymes make two incisions, once through each sugar-phosphate backbone (i.e. each strand) of the DNA double helix.",
  "/wiki/Molecular_genetics": "Molecular genetics is a sub-field of genetics that applies an \"investigative approach\" to determine the structure and/or function of genes in an organism’s genome using genetic screens.  The field of study is based on the merging of several sub-fields in biology:  classical Mendelian inheritance, cellular biology, molecular biology, biochemistry, and biotechnology.  Researchers search for mutations in a gene or induce mutations in a gene to link a gene sequence to a specific phenotype.  Molecular genetics is a powerful methodology for linking mutations to genetic conditions that may aid the search for treatments/cures for various genetics diseases.",
  "/wiki/Hamilton_O._Smith": "Hamilton Othanel Smith (born August 23, 1931) is an American microbiologist and Nobel laureate.",
  "/wiki/Paul_Berg": "Paul Berg (born June 30, 1926) is an American biochemist and professor emeritus at Stanford University.  He was the recipient of the Nobel Prize in Chemistry in 1980, along with Walter Gilbert and Frederick Sanger. The award recognized their contributions to basic research involving nucleic acids.  Berg received his undergraduate education at Penn State University, where he majored in biochemistry.  He received his Ph.D. in biochemistry from Case Western Reserve University in 1952.  Berg worked as a professor at Washington University School of Medicine and Stanford University School of Medicine, in addition to serving as the director of the Beckman Center for Molecular and Genetic Medicine.  In addition to the Nobel Prize, Berg was presented with the National Medal of Science in 1983 and the National Library of Medicine Medal in 1986. Berg is a member of the Board of Sponsors for the Bulletin of the Atomic Scientists.",
  "/wiki/Biochemistry": "Biochemistry, sometimes called biological chemistry, is the study of chemical processes within and relating to living organisms. Biochemical processes give rise to the complexity of life.",
  "/wiki/Nucleic_acid": "Nucleic acids are the biopolymers, or small biomolecules, essential to all known forms of life. The term nucleic acid is the overall name for DNA and RNA. They are composed of nucleotides, which are the monomers made of three components: a 5-carbon sugar, a phosphate group and a nitrogenous base. If the sugar is a compound  ribose, the polymer is RNA (ribonucleic acid); if the sugar is derived from ribose as deoxyribose, the polymer is DNA (deoxyribonucleic acid).",
  "/wiki/Recombinant_DNA": "Recombinant DNA (rDNA) molecules are DNA molecules formed by laboratory methods of genetic recombination (such as molecular cloning) to bring together genetic material from multiple sources, creating sequences that would not otherwise be found in the genome.",
  "/wiki/George_Davis_Snell": "George Davis Snell (December 19, 1903 – June 6, 1996) was an American mouse geneticist and basic transplant immunologist.",
  "/wiki/Major_histocompatibility_complex": "The major histocompatibility complex (MHC) is a set of genes that code for cell surface proteins essential for the acquired immune system to recognize foreign molecules in vertebrates, which in turn determines histocompatibility. The main function of MHC molecules is to bind to antigens derived from pathogens and display them on the cell surface for recognition by the appropriate T-cells. MHC molecules mediate interactions of leukocytes, also called white blood cells (WBCs), which are immune cells, with other leukocytes or with body cells. The MHC determines compatibility of donors for organ transplant, as well as one's susceptibility to an autoimmune disease via crossreacting immunization. The human MHC is also called the HLA (human leukocyte antigen) complex (often just the HLA). The MHC in  mice is called the Histocompatibility system 2 or just the H-2.",
  "/wiki/Immune_system": "The immune system is a host defense system comprising many biological structures and processes within an organism that protects against disease. To function properly, an immune system must detect a wide variety of agents, known as pathogens, from viruses to parasitic worms, and distinguish them from the organism's own healthy tissue. In many species, there are two major subsystems of the immune system: the innate immune system and the adaptive immune system.  Both subsystems use humoral immunity and cell-mediated immunity to perform their functions.  In humans, the blood–brain barrier, blood–cerebrospinal fluid barrier, and similar fluid–brain barriers separate the peripheral immune system from the neuroimmune system, which protects the brain.",
  "/wiki/Stanley_Cohen_(biochemist)": "Stanley Cohen (November 17, 1922 – February 5, 2020) was an American biochemist who, along with Rita Levi-Montalcini, was awarded the Nobel Prize in Physiology or Medicine in 1986 for the isolation of nerve growth factor and the discovery of epidermal growth factor. He died in February 2020 at the age of 97.",
  "/wiki/Growth_factor": "A growth factor is a naturally occurring substance capable of stimulating cellular growth, proliferation, healing, and cellular differentiation. Usually it is a protein or a steroid hormone. Growth factors are important for regulating a variety of cellular processes.",
  "/wiki/Rita_Levi-Montalcini": "Rita Levi-Montalcini OMRI OMCA (US: /ˌleɪvi ˌmoʊntɑːlˈtʃiːni, ˌlɛv-, ˌliːvi ˌmɒntəlˈ-/, Italian: [ˈriːta ˈlɛːvi montalˈtʃiːni]; 22 April 1909 – 30 December 2012) was an Italian Nobel laureate, honored for her work in neurobiology. She was awarded the 1986 Nobel Prize in Physiology or Medicine  jointly with colleague Stanley Cohen for the discovery of nerve growth factor (NGF). From 2001 until her death, she also served in the Italian Senate as a Senator for Life.  This honor was given due to her significant scientific contributions.\nOn 22 April 2009, she became the first Nobel laureate ever to reach the age of 100, and the event was feted with a party at Rome's City Hall. At the time of her death, she was the oldest living Nobel laureate.",
  "/wiki/Edwin_G._Krebs": "Edwin Gerhard Krebs (June 6, 1918 – December 21, 2009) was an American biochemist. He received the Albert Lasker Award for Basic Medical Research and the Louisa Gross Horwitz Prize of Columbia University in 1989 together with Alfred Gilman and, together with his collaborator Edmond H. Fischer, was awarded the Nobel Prize in Physiology or Medicine in 1992 for describing how reversible phosphorylation works as a switch to activate proteins and regulate various cellular processes.",
  "/wiki/Protein": "Proteins are large biomolecules, or macromolecules, consisting of one or more long chains of amino acid residues. Proteins perform a vast array of functions within organisms, including catalysing metabolic reactions, DNA replication, responding to stimuli, providing structure to cells, and organisms, and transporting molecules from one location to another. Proteins differ from one another primarily in their sequence of amino acids, which is dictated by the nucleotide sequence of their genes, and which usually results in protein folding into a specific three-dimensional structure that determines its activity.",
  "/wiki/Phosphorylation": "In chemistry, phosphorylation of a molecule is the attachment of a phosphoryl group.  Together with its counterpart, dephosphorylation, it is critical for many cellular processes in biology. Phosphorylation is especially important for protein function; for example, this modification activates (or deactivates) almost half of the enzymes present in yeast, thereby regulating their function. Many proteins (between 1/3 to 2/3 of the proteome in eukaryotes) are phosphorylated temporarily, as are many sugars, lipids, and other biologically-relevant molecules.",
  "/wiki/Douglass_North": "Douglass Cecil North (November 5, 1920 – November 23, 2015) was an American economist known for his work in economic history. He was the co-recipient (with Robert William Fogel) of the 1993 Nobel Memorial Prize in Economic Sciences.  In the words of the Nobel Committee, North and Fogel \"renewed research in economic history by applying economic theory and quantitative methods in order to explain economic and institutional change.\"",
  "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences": "The Nobel Memorial Prize in Economic Sciences, commonly referred to as the Nobel Prize in Economics, is an award for outstanding contributions to the field of economics, and generally regarded as the most prestigious award for that field. The award's official name is The Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel (Swedish: Sveriges riksbanks pris i ekonomisk vetenskap till Alfred Nobels minne).",
  "/wiki/Economic_history": "Economic history is the academic study of economies or economic events of the past. Research is conducted using a combination of historical methods, statistical methods and the application of economic theory to historical situations and institutions. The field can encompass a wide variety of topics, including equality, finance, technology, labor, and business. It emphasizes historicizing the economy itself, analyzing it as a dynamic force and attempting to provide insights into the way it is structured and conceived. Often economic history overlaps with global history in its emphasis on cross-border flows and international trends in the international economy.",
  "/wiki/List_of_Nobel_laureates_affiliated_with_Washington_University_in_St._Louis": "The Nobel Prizes are awarded annually by the Royal Swedish Academy of Sciences, the Karolinska Institute, and the Norwegian Nobel Committee to individuals who make outstanding contributions in the fields of chemistry, physics, literature, peace, and physiology or medicine. They were established by the 1895 will of Alfred Nobel, which dictates that the awards should be administered by the Nobel Foundation. Another prize, the Nobel Memorial Prize in Economic Sciences, was established in 1968 by the Sveriges Riksbank, the central bank of Sweden, for contributors to the field of economics. Each prize is awarded by a separate committee; the Royal Swedish Academy of Sciences awards the Prizes in Physics, Chemistry, and Economics, the Karolinska Institute awards the Prize in Physiology or Medicine, and the Norwegian Nobel Committee awards the Prize in Peace. Each recipient receives a medal, a diploma and a cash prize that has varied throughout the years. In 1901, the winners of the first Nobel Prizes were given 150,782 SEK, which is equal to 7,731,004 SEK in December 2007. In 2008, the winners were awarded a prize amount of 10,000,000 SEK. The awards are presented in Stockholm in an annual ceremony on December 10, the anniversary of Nobel's death."
}