{
  "/wiki/2015_in_American_television": "The following is a list of events affecting American television in 2015. Events listed include television show debuts, finales, and cancellations; channel launches, closures, and rebrandings; stations changing or adding their network affiliations; and information about controversies and carriage disputes.",
  "/wiki/Michelle_Dockery": "Michelle Suzanne Dockery[better source needed] (born 15 December 1981) is an English actress. She is best known for her leading performance as Lady Mary Crawley in the ITV television period drama series Downton Abbey (2010–15), for which she was nominated for a Golden Globe Award and three consecutive Primetime Emmy Awards for Outstanding Lead Actress in a Drama Series.",
  "/wiki/Downton_Abbey": "Downton Abbey is a British historical period drama television series set in the early 20th century, created and co-written by Julian Fellowes.  The series first aired on ITV in the United Kingdom on 26 September 2010, and in the United States on PBS, which supported production of the series as part of its Masterpiece Classic anthology, on 9 January 2011.",
  "/wiki/Viola_Davis": "Viola Davis (born August 11, 1965) is an American actress and producer. Having won an Academy Award, an Emmy Award, and two Tony Awards, she is the first black actress or actor to achieve the Triple Crown of Acting. Time magazine named her one of the 100 most influential people in the world in 2012 and 2017.",
  "/wiki/How_to_Get_Away_with_Murder": "How to Get Away with Murder is an American legal thriller television series that premiered on ABC on September 25, 2014. The series was created by Peter Nowalk, and produced by Shonda Rhimes and ABC Studios. The series airs on ABC as part of a night of programming, all under Rhimes's Shondaland production company.",
  "/wiki/Je_suis_Charlie": "\"Je suis Charlie\" (French pronunciation: ​[ʒə sɥi ʃaʁli], French for \"I am Charlie\") is a slogan and logo created by French art director Joachim Roncin and adopted by supporters of freedom of speech and freedom of the press after the 7 January 2015 shooting in which twelve people were killed at the offices of the French satirical weekly newspaper Charlie Hebdo. It identifies a speaker or supporter with those who were killed at the Charlie Hebdo shooting, and by extension, a supporter of freedom of speech and resistance to armed threats. Some journalists embraced the expression as a rallying cry for the freedom of self-expression.",
  "/wiki/Charlie_Hebdo": "Charlie Hebdo (French pronunciation: ​[ʃaʁli ɛbdo]; French for Charlie Weekly) is a French satirical weekly magazine, featuring cartoons, reports, polemics, and jokes. Irreverent and stridently non-conformist in tone, the publication describes itself as above all secular, skeptic, and atheist, far-left-wing, and anti-racist publishing articles about the extreme right (especially the French nationalist National Front party), religion (Catholicism, Islam, Judaism), politics and culture.",
  "/wiki/Charlie_Hebdo_shooting": "On 7 January 2015 at about 11:30am CET local time, two brothers, Saïd and Chérif Kouachi, forced their way into the offices of the French satirical weekly newspaper Charlie Hebdo in Paris. Armed with rifles and other weapons, they killed 12 people and injured 11 others. The gunmen identified themselves as belonging to the Islamic terrorist group Al-Qaeda in the Arabian Peninsula, which took responsibility for the attack. Several related attacks followed in the Île-de-France region on 7–9 January 2015, including the Hypercacher kosher supermarket siege where a terrorist held 19 hostages, of whom he murdered 4 Jewish people.",
  "/wiki/January_2015_%C3%8Ele-de-France_attacks": "From 7 to 9 January 2015, terrorist attacks occurred across the Île-de-France region, particularly in Paris. Three attackers killed a total of 17 in four shooting attacks, and police then killed the three assailants. The attacks also wounded 22 other people. A fifth shooting attack did not result in any fatalities. Al-Qaeda in the Arabian Peninsula claimed responsibility and said that the coordinated attacks had been planned for years. The claim of responsibility for the deadly attack on the magazine came in a video showing AQAP commander Nasr Ibn Ali al-Ansi, with pictures of the Kouachis in the background. However, while authorities say the video is authentic, there is not yet any proof that AQAP did indeed help to carry out the attacks. Consequently, Amedy Coulibaly, the third attacker who committed the Montrouge shooting and the Hypercacher Kosher Supermarket siege before his death claimed that he belonged to ISIS.",
  "/wiki/Paris,_France": "Paris (French pronunciation: ​[paʁi] (listen)) is the capital and most populous city of France, with a population of 2,148,271 residents (official estimate, 1 January 2020) in an area of 105 square kilometres (41 square miles). Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, science and the arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region, which has an estimated official 2020 population of 12,278,210, or about 18 percent of the population of France. The Paris Region had a GDP of €709 billion ($808 billion) in 2017. According to the Economist Intelligence Unit Worldwide Cost of Living Survey in 2018, Paris was the second most expensive city in the world, after Singapore, and ahead of Zürich, Hong Kong, Oslo and Geneva. Another source ranked Paris as most expensive, on a par with Singapore and Hong Kong, in 2018.",
  "/wiki/Tom_Selleck": "Thomas William Selleck (/ˈsɛlɪk/; born January 29, 1945) is an American actor, film producer, and California Army National Guard veteran. He is most known for starring as private investigator Thomas Magnum in the television series Magnum, P.I. (1980–1988), as Peter Mitchell in Three Men and a Baby, and as NYPD Commissioner Frank Reagan in Blue Bloods on CBS since 2010.",
  "/wiki/Blue_Bloods_(TV_series)": "Blue Bloods is an American police procedural drama television series that airs on CBS. Its main characters are members of the fictional Reagan family, an Irish Catholic family in New York City with a history of work in law enforcement. Blue Bloods stars Tom Selleck as New York City Police Commissioner Frank Reagan; other main cast members include Donnie Wahlberg, Bridget Moynahan, Will Estes, Len Cariou, and Sami Gayle. The show is filmed on location in New York City with occasional references to nearby suburbs. The series debuted on September 24, 2010, with episodes airing on Fridays following CSI: NY before being moved to Wednesdays at 10:00 p.m. Eastern and Pacific time and 9:00 p.m. Central and Mountain time for a four-week tryout. After four weeks, it returned to its original Friday 10:00 p.m. Eastern time slot, where it has remained since. On April 12, 2019, CBS renewed the series for a tenth season; it premiered on September 27, 2019.",
  "/wiki/Andrew_Lincoln": "Andrew James Clutterbuck (born 14 September 1973), better known by his stage name Andrew Lincoln, is an English actor. His first major role was as the character Egg in the BBC drama This Life (1996–1997). Lincoln later portrayed Simon Casey in the Channel 4 sitcom Teachers (2001–2003) and Mark in the Christmas-themed romantic comedy film Love Actually (2003).",
  "/wiki/Norman_Reedus": "Norman Mark Reedus (born January 6, 1969) is an American actor, voice actor, television host, and model. He is known for starring in the popular AMC horror drama series The Walking Dead as Daryl Dixon and in the film The Boondock Saints (1999) and its sequel The Boondock Saints II: All Saints Day (2009) as Murphy MacManus. He has also acted in numerous films and television series, and modeled for various fashion designers (most recognizably Prada in the 1990s). Reedus also starred  in Hideo Kojima's first video game after his split from Konami, Death Stranding.",
  "/wiki/The_Walking_Dead_(TV_series)": "The Walking Dead is an American post-apocalyptic horror television series for AMC based on the comic book series by Robert Kirkman, Tony Moore, and Charlie Adlard. The series features a large ensemble cast as survivors of a zombie apocalypse, trying to stay alive under near-constant threat of attacks from the mindless zombies, colloquially known as \"walkers\". However, with the fall of humanity, these survivors also face conflict from other living survivors who have formed groups and communities with their own sets of laws and morals, often leading to hostile conflict between the human communities. Andrew Lincoln played the series's lead character, Rick Grimes, until his departure during the ninth season. Other long-standing cast members have included Norman Reedus, Steven Yeun, Chandler Riggs, Melissa McBride, Lauren Cohan, Danai Gurira, Josh McDermitt and Christian Serratos.",
  "/wiki/AMC_(TV_channel)": "AMC is an American basic cable television channel that is the flagship property of AMC Networks. The channel's programming primarily consists of theatrically released films, along with a limited amount of original programming. The channel's name originally stood for \"American Movie Classics\", but since 2002 the full name has been de-emphasized as a result of a major shift in its programming.",
  "/wiki/Kevin_Spacey": "Kevin Spacey Fowler KBE (born July 26, 1959) is an American actor, producer, and singer. Spacey began his career as a stage actor during the 1980s, obtaining supporting roles in film and television. He gained critical acclaim in the 1990s that culminated in his first Academy Award for Best Supporting Actor for the neo-noir crime thriller The Usual Suspects (1995) and an Academy Award for Best Actor for the midlife crisis-themed drama American Beauty (1999).",
  "/wiki/House_of_Cards_(U.S._TV_series)": "House of Cards is an American political thriller web television series created by Beau Willimon. It is an adaptation of the 1990 BBC miniseries of the same title and based on the novel of the same title by Michael Dobbs. The first 13-episode season was released on February 1, 2013, on the streaming service Netflix.",
  "/wiki/Joel_McHale": "Joel Edward McHale (born November 20, 1971) is an American comedian, actor, writer, producer, and television host. He is known for hosting The Soup and portraying Jeff Winger on the NBC/Yahoo! sitcom Community. He has appeared in the films Spy Kids: All the Time in the World (2011) and Ted (2012). He also starred in the short-lived CBS sitcom The Great Indoors and in 2019, started hosting a reboot of Card Sharks.",
  "/wiki/Community_(TV_series)": "Community is an American comedy television series created by Dan Harmon that aired on NBC and Yahoo! Screen from September 17, 2009, to June 2, 2015. The series follows an ensemble cast of characters played by Joel McHale, Gillian Jacobs, Danny Pudi, Yvette Nicole Brown, Alison Brie, Donald Glover, Ken Jeong, Chevy Chase, and Jim Rash at a community college in the fictional town of Greendale, Colorado. It makes heavy use of meta-humor and pop culture references, often parodying film and television clichés and tropes.",
  "/wiki/Elisabeth_Moss": "Elisabeth Singleton Moss (born July 24, 1982) is an American actor. She is known for her work in several television dramas, earning such accolades as two Primetime Emmy Awards and two Golden Globe Awards, which led Vulture to name her the \"Queen of Peak TV\".",
  "/wiki/Jon_Hamm": "Jonathan Daniel Hamm (born March 10, 1971) is an American actor and producer  best known for playing advertising executive Don Draper in the AMC television drama series Mad Men (2007–2015).",
  "/wiki/Mad_Men": "Mad Men  is an American period drama television series created by Matthew Weiner and produced by Lionsgate Television. The series ran on the cable network AMC from 2007 to 2015, lasting for seven seasons and 92 episodes. Its fictional time frame runs from March 1960 to November 1970.",
  "/wiki/Lena_Headey": "Lena Kathren Headey (/ˈliːnə ˈhiːdi/ LEE-nə HEE-dee; born 3 October 1973) is an English actress. She is best known for her acclaimed portrayal of Cersei Lannister on the HBO fantasy drama series Game of Thrones (2011–2019), for which she has received five Primetime Emmy Award nominations and a Golden Globe Award nomination.",
  "/wiki/Nikolaj_Coster-Waldau": "Nikolaj Coster-Waldau (Danish pronunciation: [nekolai̯ kʰɒstɐ ˈvæltau̯]; born 27 July 1970) is a Danish actor, producer and screenwriter. He graduated from the Danish National School of Performing Arts in Copenhagen in 1993. Coster-Waldau's breakthrough performance in Denmark was his role in the film Nightwatch (1994). Since then he has appeared in numerous films in his native Scandinavia and Europe in general, including Headhunters (2011) and A Thousand Times Good Night (2013).",
  "/wiki/Game_of_Thrones": "Game of Thrones is an American  fantasy drama television series created by David Benioff and D. B. Weiss for HBO. It is an adaptation of A Song of Ice and Fire, George R. R. Martin's series of fantasy novels, the first of which is A Game of Thrones. The show was both produced and filmed in Belfast and elsewhere in the United Kingdom. Filming locations also included Canada, Croatia, Iceland, Malta, Morocco, and Spain. The series premiered on HBO in the United States on April 17, 2011, and concluded on May 19, 2019, with 73 episodes broadcast over eight seasons.",
  "/wiki/Juan_Pablo_Di_Pace": "Juan Pablo Di Pace (born 25 July 1979) is an Argentinian actor and singer. He began his career in the United Kingdom, performing in a number of musicals and appearing in films like Survival Island (2005) and Mamma Mia! (2008). He later moved to Spain, starring in several television series from 2009 to 2013. In 2014, Di Pace began starring as Nicolas Treviño in the TNT drama series Dallas.  Starting in 2016, he played the role of Kimmy Gibbler's estranged husband, Fernando, on Fuller House, a spin–off series of Full House.",
  "/wiki/A.D._The_Bible_Continues": "A.D. The Bible Continues (also known as A.D. Kingdom and Empire) is an American biblical drama television miniseries, based on the Bible, and a sequel to the 2013 miniseries, The Bible. It is produced by Roma Downey, Mark Burnett, and Richard Bedser. The limited series began airing on NBC on Easter Sunday, April 5, 2015, in twelve weekly one-hour episodes. The story takes place immediately after the events of The Bible miniseries, beginning with the crucifixion and resurrection of Jesus, and continues with the first ten chapters of the Acts of the Apostles. On July 3, 2015, NBC cancelled A.D. The Bible Continues after one season. However, producers Burnett and Downey plan future biblical productions on their OTT digital channel.",
  "/wiki/NBC": "The National Broadcasting Company (NBC) is an American English-language commercial terrestrial radio and television network that is a flagship property of NBCUniversal, a subsidiary of Comcast. The network is headquartered at 30 Rockefeller Plaza in New York City, with additional major offices near Los Angeles (at 10 Universal City Plaza), Chicago (at the NBC Tower) and Philadelphia (at the Comcast Technology Center). The network is one of the Big Three television networks. NBC is sometimes referred to as the \"Peacock Network\", in reference to its stylized peacock logo, introduced in 1956 to promote the company's innovations in early color broadcasting. It became the network's official emblem in 1979.",
  "/wiki/Scott_Bakula": "Scott Stewart Bakula (/ˈbækjʊlə/; born October 9, 1954) is an American actor, singer and director. He is known for his roles in two science-fiction television series: as Sam Beckett on Quantum Leap, and as Captain Jonathan Archer on Star Trek: Enterprise. For Quantum Leap, he received four Emmy Award nominations and a Golden Globe Award.",
  "/wiki/NCIS:_New_Orleans": "NCIS: New Orleans is an American action crime drama and police procedural television series that premiered on September 23, 2014, following the twelfth season of NCIS. The pilot was written by Gary Glasberg. The series stars Scott Bakula and CCH Pounder. The series is set and filmed in New Orleans. It is the third series of the NCIS franchise.",
  "/wiki/David_Duchovny": "David William Duchovny /dʊˈkʌvni/ (born August 7, 1960) is an American actor, writer, producer, director, novelist, and singer-songwriter. He is known for playing FBI agent Fox Mulder on the television series The X-Files and writer Hank Moody on the television series Californication, both of which have earned him Golden Globe awards.",
  "/wiki/Aquarius_(UK_TV_series)": "Aquarius (1970–1977) was a British arts television series, produced by London Weekend Television for ITV. After the demise of Aquarius, The South Bank Show (a similar arts programme) took its place in 1978, initially also in a magazine format, as ITV wanted a more accessible arts series.",
  "/wiki/Dwayne_Johnson": "Dwayne Douglas Johnson (born May 2, 1972), also known by his ring name, The Rock, is an American actor, producer, investor and retired professional wrestler. Johnson was a professional wrestler for the World Wrestling Federation (WWF, now WWE) for eight years prior to pursuing an acting career. His films have grossed over $3.5 billion in North America and over $10.5 billion worldwide, making Johnson one of the most successful and highest-grossing box-office stars of all time.",
  "/wiki/Ballers": "Ballers is an American comedy-drama television series created by Stephen Levinson and starring Dwayne Johnson as Spencer Strasmore, a retired NFL player who must navigate his new career of choice as the financial manager of other NFL players. The series premiered on the American cable television network HBO on June 21, 2015, with a pilot episode written by Stephen Levinson and directed by Peter Berg. The fifth and final season premiered on August 25, 2019, and concluded on October 13, 2019.",
  "/wiki/Binge-watching": "Binge-watching, also called binge-viewing or marathon-viewing, is the practice of watching television for a long time span, usually a single television show. In a survey conducted by Netflix in February 2014, 73% of people define binge-watching as \"watching between 2-3 episodes of the same TV show in one sitting.\" Researchers have argued that binge-watching should be defined based on the context and the actual content of TV show.",
  "/wiki/Liev_Schreiber": "Liev Schreiber (/li-ɛvˈ/; born October 4, 1967) is an American actor, director, screenwriter, and producer. He became known during the late 1990s and early 2000s, having appeared in several independent films, and later mainstream Hollywood films, including the Scream trilogy of horror films, Ransom (1996), Phantoms (1998), The Sum of All Fears (2002), The Omen (2006), X-Men Origins: Wolverine (2009), Taking Woodstock (2009), Salt (2010), Goon (2011), Pawn Sacrifice (2014), and Spotlight (2015). He later became known to a younger generation of audiences for his voice work in My Little Pony: The Movie (2017), Isle of Dogs and Spider-Man: Into the Spider-Verse (2018).",
  "/wiki/Ray_Donovan": "Ray Donovan is an American television crime drama series created by Ann Biderman for Showtime. The  twelve-episode first season premiered on June 30, 2013. The pilot episode broke viewership records, becoming the biggest premiere of all time on Showtime. On February 4, 2020, Showtime cancelled the series after seven seasons. The show was cancelled without any advance warning, leaving fans and showrunner, David Hollander, in shock. Season 8 was supposed to have been the final season, and Hollander already had a plan in place creatively for the story.",
  "/wiki/Ian_Ziering": "Ian Andrew Ziering (/ˈaɪən ˈzɪərɪŋ/; born March 30, 1964) is an American actor and voice actor best known for his role as Steve Sanders on the television series Beverly Hills, 90210, which he played from 1990 to 2000. He is also the voice of Vinnie on Biker Mice from Mars. From 2013 to 2018, he starred as Fin Shepard in the Sharknado film series. In 2019, he played the DC Comics character Blue Devil on the series Swamp Thing.",
  "/wiki/Tara_Reid": "Tara Donna Reid (born November 8, 1975) is an American actress. She played Vicky in the films American Pie (1999), American Pie 2 (2001) and American Reunion (2012), and Bunny Lebowski in The Big Lebowski (1998). In 2013, she starred as April Wexler in the television film Sharknado, and went on to reprise the role in five sequels (2013–2018).",
  "/wiki/Sharknado_3:_Oh_Hell_No!": "Sharknado 3: Oh Hell No! is a 2015 American made-for-television action comedy horror film and the third installment in the Sharknado film series, following Sharknado and Sharknado 2: The Second One. The film was directed by Anthony C. Ferrante with Ian Ziering, Tara Reid, Cassie Scerbo, and Mark McGrath reprising their roles from the previous installments. Also joining the cast are David Hasselhoff, Bo Derek, Ryan Newman (replacing Aubrey Peeples in the role of Claudia Shepard, from the first film), and Jack Griffo.",
  "/wiki/Bo_Derek": "Bo Derek (born Mary Cathleen Collins; November 20, 1956) is an American film and television actress, film producer, and model perhaps best known for her breakthrough film role in the sex comedy 10 (1979). She was directed by husband John Derek in Fantasies, Tarzan, the Ape Man (both 1981), Bolero (1984) and Ghosts Can't Do It (1989), all of which received negative reviews. A widow since 1998, she lives with actor John Corbett. Now in semi-retirement, she makes occasional film, television, and documentary appearances.",
  "/wiki/Jon_Stewart": "Jon Stewart (born Jonathan Stuart Leibowitz; November 28, 1962) is an American comedian, writer, producer, director, political commentator, actor, and television host. He hosted The Daily Show, a satirical news program on Comedy Central, from 1999 to 2015.",
  "/wiki/The_Daily_Show": "The Daily Show is an American late-night talk and news satire television program. It airs each Monday through Thursday on Comedy Central. Describing itself as a fake news program, The Daily Show draws its comedy and satire from recent news stories, political figures, media organizations, and often uses self-referential humor as well.",
  "/wiki/Guardian_Media_Group": "Guardian Media Group plc (GMG) is a British based mass media company owning various media operations including The Guardian and The Observer. The group is wholly owned by Scott Trust Limited, which exists to secure the financial and editorial independence of The Guardian in perpetuity.",
  "/wiki/Kermit_the_Frog": "Kermit the Frog is a Muppet character and Jim Henson's best-known creation. Introduced in 1955, Kermit serves as the straight man protagonist of numerous Muppet productions, most notably Sesame Street and The Muppet Show, as well as in other television series, films, specials, and public service announcements through the years. Henson performed Kermit until his death in 1990; Steve Whitmire performed Kermit from that time until his dismissal in 2016. Kermit is currently performed by Matt Vogel. He was also voiced by Frank Welker in Muppet Babies and occasionally in other animation projects, and is voiced by Matt Danner in the 2018 reboot of Muppet Babies.",
  "/wiki/Miss_Piggy": "Miss Piggy is a Muppet character known for her breakout role in Jim Henson's The Muppet Show. Since her debut in 1976, Miss Piggy has been notable for her volatile diva personality, tendency to use French phrases in her speech, and practice of karate. She was also known for her on-again/off-again relationship with Kermit the Frog, which began in 1976 and ended in 2015. Frank Oz performed the character from 1976 to 2002 and was succeeded by Eric Jacobson in 2001.\nMiss Piggy was inspired by jazz singer Peggy Lee.",
  "/wiki/The_Muppets_(2015_TV_series)": "The Muppets (stylized as the muppets.) is an American television comedy series that originally aired on ABC from September 22, 2015 to March 1, 2016. Co-created by Bill Prady and Bob Kushell, the series was produced by ABC Studios and The Muppets Studio, with Randall Einhorn and Muppet performer Bill Barretta serving as executive producers alongside Prady and Kushell. On May 12, 2016, ABC canceled the series after one season.",
  "/wiki/American_Broadcasting_Company": "The American Broadcasting Company (ABC) is an American commercial broadcast radio and television network owned by the Disney Media Networks division of The Walt Disney Company. The network is headquartered in Burbank, California, on Riverside Drive, directly across the street from Walt Disney Studios and adjacent to the Roy E. Disney Animation Building. The network's secondary offices, and headquarters of its news division, is in New York City, at its broadcast center at 77 West 66th Street on the Upper West Side of Manhattan.",
  "/wiki/Kim_Dickens": "Kimberly Jan Dickens (born June 18, 1965) is an American actress. Her film debut was a supporting role in the 1995 comedy film Palookaville. Dickens had lead roles in the films Truth or Consequences, N.M. (1997), Zero Effect, and Mercury Rising (both 1998). She had several supporting roles in films, such as Hollow Man (2000), House of Sand and Fog (2003), The Blind Side (2009), Gone Girl (2014), and Miss Peregrine's Home for Peculiar Children (2016).",
  "/wiki/Cliff_Curtis": "Clifford Vivian Devon Curtis (born 27 July 1968) is a New Zealand actor. His film credits include Once Were Warriors (1994), Blow (2001), Whale Rider (2002), Live Free or Die Hard (2007) and The Dark Horse (2014) for which he won the Best Performance by an Actor award at the 2014 Asia Pacific Screen Awards. Curtis had television series roles on NBC’s Trauma and ABC's Body of Proof and Missing. From 2015 to 2017, Curtis portrayed Travis Manawa on the AMC horror drama series Fear the Walking Dead.",
  "/wiki/Fear_the_Walking_Dead": "Fear the Walking Dead is an American post-apocalyptic horror drama television series created by Robert Kirkman and Dave Erickson. The show premiered on AMC on August 23, 2015. It is a companion series and prequel to The Walking Dead, which is based on the comic book series of the same name by Robert Kirkman, Tony Moore, and Charlie Adlard.",
  "/wiki/Masi_Oka": "Masayori \"Masi\" Oka (岡 政偉, Oka Masayori, b. 1974) is an American actor, occasional rapper, producer and digital effects artist of Japanese descent who became widely known for his role on NBC's Heroes as Hiro Nakamura and in CBS's Hawaii Five-0 as Doctor Max Bergman.",
  "/wiki/Zachary_Levi": "Zachary Levi Pugh (born September 29, 1980) is an American actor and singer. He received critical acclaim for starring as Chuck Bartowski in the series Chuck, and as the title character in Shazam!, as a part of the DC Extended Universe.",
  "/wiki/Heroes_Reborn_(miniseries)": "Heroes Reborn is an American television miniseries with 13-episode which premiered on September 24, 2015, as a continuation of the NBC science fiction serial drama series Heroes. Series creator Tim Kring returned as executive producer. During the 2015 Super Bowl, NBC aired a 16-second teaser promo for the series."
}