{
  "/wiki/States_of_Germany": "The Federal Republic of Germany (informally often simply referred to as “Germany”) is a federal republic consisting of sixteen partly-sovereign states (German: Land (“Country”), plural Länder (“Countries”) commonly informally Bundesland (“Federal Country”) and Bundesländer (“Federal Countries”)).[a] Since the German nation state was formed from an earlier collection of several states, it has a federal constitution, and the constituent states retain a measure of sovereignty.\nWith an emphasis on geographical conditions, Berlin and Hamburg are frequently called Stadtstaaten (“City-states”), as is the Free Hanseatic City of Bremen, which in fact includes the cities of Bremen and Bremerhaven. The remaining 13 states are called Flächenländer (literally roughly: \"Area states\").",
  "/wiki/RWTH_Aachen_University": "RWTH Aachen University (German: [ɛɐ̯veːteːˌhaː ˈʔaːxn̩]) or Rheinisch-Westfälische Technische Hochschule Aachen[Note 1] is a research university located in Aachen, North Rhine-Westphalia, Germany. With more than 45,000 students enrolled in 144 study programs, it is the largest technical university in Germany.",
  "/wiki/North_Rhine-Westphalia": "North Rhine-Westphalia (German: Nordrhein-Westfalen, pronounced [ˌnɔʁtʁaɪ̯n vɛstˈfaːlən] (listen); Low Franconian: Noordrien-Wesfale; Low German: Noordrhien-Westfalen; Kölsch: Noodrhing-Wäßßfaale, commonly shortened to NRW in both written and spoken language) is a state of Germany.",
  "/wiki/Berlin_Institute_of_Technology": "The Technical University of Berlin (official name German: Technische Universität Berlin, known as TU Berlin, which has no official English translation) is a research university located in Berlin, Germany. It is Germany’s first university to adopt the name “Technische Universität” (Technical University).",
  "/wiki/Berlin": "Berlin (/bɜːrˈlɪn/; German: [bɛʁˈliːn] (listen)) is the capital and largest city of Germany by both area and population. Its 3,748,148 (2018) inhabitants make it the  most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions.",
  "/wiki/Brandenburg_University_of_Technology": "The Brandenburg University of Technology Cottbus–Senftenberg (German: Brandenburgische Technische Universität, BTU) was founded in 1991 and is a technical university in Brandenburg, Germany with campuses in Cottbus and Senftenberg. The university has 197 professors, 629 additional academic staff and more than 8,000 students, of which 1,860 are of foreign origin from 111 nations.",
  "/wiki/Brandenburg": "Brandenburg (/ˈbrændənbɜːrɡ/, also US: /ˈbrɑːndənbʊərk/, German: [ˈbʁandn̩bʊʁk] (listen); Low German: Brannenborg; Lower Sorbian: Bramborska; Upper Sorbian: Braniborsko; Polish: Brandenburgia) is a state of Germany.",
  "/wiki/Cottbus": "Cottbus  (German pronunciation: [ˈkɔtbʊs] (listen); Lower Sorbian: Chóśebuz, pronounced [ˈxɨɕɛbus]) is a university city and the second-largest city in Brandenburg, Germany. Situated around 125 km (78 mi) southeast of Berlin, on the River Spree, Cottbus is also a major railway junction with extensive sidings/depots. Although only a small Sorbian minority lives in Cottbus itself, the city is considered as the political and cultural center of the Sorbs in Lower Lusatia.",
  "/wiki/Technische_Universit%C3%A4t_Braunschweig": "The Technische Universität Braunschweig (unofficially University of Braunschweig – Institute of Technology), commonly referred to as TU Braunschweig, is the oldest Technische Universität [de] (comparable to an institute of technology in the American system) in Germany. It was founded in 1745 as Collegium Carolinum and is a member of TU9, an incorporated society of the most renowned and largest German institutes of technology. It is commonly ranked among the top universities for engineering in Germany. TU Braunschweig's research profile is very interdisciplinary, but with a focus on aeronautics, vehicle engineering including autonomous driving and electric mobility, manufacturing, life sciences, and metrology. Research is conducted in close collaboration with external organizations such as the German Aerospace Center, Helmholtz Centre for Infection Research, several Fraunhofer Institutes, and Germany's national metrology institute (PTB), among many others. As one of very few research institutions of its type in the world, the university has its own research airport.",
  "/wiki/Lower_Saxony": "Lower Saxony (German: Niedersachsen [ˈniːdɐzaksn̩] (listen); Low German: Neddersassen) is a German state (Land) situated in northwestern Germany. It is the second-largest state by land area, with 47,624 km2 (18,388 sq mi), and fourth-largest in population (7.9 million) among the 16 Länder federated as the Federal Republic of Germany. In rural areas, Northern Low Saxon (a dialect of Low German) and Saterland Frisian (a variety of the Frisian language) are still spoken, but the number of speakers is declining.",
  "/wiki/Chemnitz_University_of_Technology": "Chemnitz University of Technology (German: Technische Universität Chemnitz, abbreviated TU Chemnitz) is a public university in Chemnitz, Germany. With over 11,000 students, it is the third largest university in Saxony. It was founded in 1836 as Königliche Gewerbeschule (Royal Mercantile College) and was elevated to a Technische Hochschule, a university of technology, in 1963. With approximately 1,500 employees in science, engineering and management, TU Chemnitz counts among the most important employers in the region.",
  "/wiki/Saxony": "Saxony (German: Sachsen [ˌzaksn̩] (listen); Upper Sorbian: Sakska; Czech: Sasko; Polish: Saksonia), officially the Free State of Saxony (German: Freistaat Sachsen [ˈfʁaɪ̯ʃtaːt ˈzaksn̩], Upper Sorbian: Swobodny stat Sakska), is a landlocked federal state of Germany, bordering the federal states of Brandenburg, Saxony Anhalt, Thuringia, and Bavaria, as well as the countries of Poland (Lower Silesian and Lubusz Voivodeships) and the Czech Republic (Karlovy Vary, Liberec, and Ústí nad Labem Regions). Its capital is Dresden, and its largest city is Leipzig.",
  "/wiki/Clausthal_University_of_Technology": "The Clausthal University of Technology (German: Technische Universität Clausthal, also referred to as TU Clausthal or TUC) is an institute of technology (Technische Universität) in Clausthal-Zellerfeld, Lower Saxony, Germany. The small public university is regularly ranked among the Top German universities in engineering by CHE University Rankings. More than 30 % of students and 20 % of academic staff come from abroad, making it one of the most international universities in Germany. The university is best known for the prominent corporate leaders among its former students. In 2011, five of the 30 leading companies within the German stock index had alumni of TUC on their management board. Two of them as CEO.",
  "/wiki/Technische_Universit%C3%A4t_Darmstadt": "The Technische Universität Darmstadt (Technical University of Darmstadt or unofficially Darmstadt University of Technology), commonly referred to as TU Darmstadt, is a research university in the city of Darmstadt, Germany. It was founded in 1877 and received the right to award doctorates in 1899. In 1882, it was the first university in the world to set up a chair in electrical engineering. In 1883, the university founded the first faculty of electrical engineering and introduced the world's first degree course in electrical engineering. In 2004, it became the first German university to be declared as an autonomous university. TU Darmstadt has assumed a pioneering role in Germany. Computer science, electrical engineering, artificial intelligence, mechatronics, business informatics, political science and many more courses were introduced as scientific disciplines in Germany by Darmstadt faculty.",
  "/wiki/Hesse": "Hesse (/hɛs/, also US: /ˈhɛsə, ˈhɛsi/, Hessian dialect: [ˈhɛzə]) or Hessia (UK: /ˈhɛsiə/, US: /ˈhɛʃə/; German: Hessen [ˈhɛsn̩] (listen)), officially the State of Hesse (German: Land Hessen), is a parliamentary republic in western Europe and, with just over six million inhabitants, a member state of the Federal Republic of Germany as of 1949. Its capital city is Wiesbaden, the largest metropolitan area is Frankfurt am Main.",
  "/wiki/Technische_Universit%C3%A4t_Dresden": "The TU Dresden (abbreviated as TUD or Technical University of Dresden) is a public research university, the largest institute of higher education in the city of Dresden, the largest university in Saxony and one of the 10 largest universities in Germany with 32,389 students as of 2018[update].",
  "/wiki/Dortmund_University_of_Technology": "TU Dortmund University (German: Technische Universität Dortmund) is a technical university in Dortmund, North Rhine-Westphalia, Germany with over 35,000 students, and over 6,000 staff including 300 professors, offering around 80 Bachelor's and Master's degree programs. It is situated in the Ruhr area, the fourth largest urban area in Europe. The university is highly ranked in terms of its research performance in the areas of physics, electrical engineering, chemistry and economics.",
  "/wiki/Freiberg_University_of_Mining_and_Technology": "The Technische Universität Bergakademie Freiberg (usually translated from German as Freiberg University of Mining and Technology or Freiberg Mining Academy, University of Technology) is a German university of technology with about 4300 students in the city of Freiberg, Saxony. It was established in 1765 by Prince Franz Xaver, regent of Saxony, based on plans by Friedrich Wilhelm von Oppel and Friedrich Anton von Heynitz, and is the oldest university of mining and metallurgy in the world. The chemical elements indium (1863) and germanium (1886) were discovered by scientists of Freiberg University. The polymath Alexander von Humboldt studied mining at the Bergakademie Freiberg in 1791/1792.",
  "/wiki/Technische_Universit%C3%A4t_Hamburg-Harburg": "The Hamburg University of Technology (in German Technische Universität Hamburg, abbreviated TUHH) is a research university in Germany. The university was founded in 1978 and in 1982/83 lecturing followed. Around 100 senior lecturers/professors and 1,475 members of staff (673 scientists, including externally funded researchers) work at the TUHH.",
  "/wiki/Hamburg": "Hamburg (English: /ˈhæmbɜːrɡ/, German: [ˈhambʊʁk] (listen), locally also [ˈhambʊɪ̯ç] (listen) [ˈhambɔːχ]; Low Saxon: Hamborg), officially the Free and Hanseatic City of Hamburg (German: Freie und Hansestadt Hamburg; Low Saxon: Friee un Hansestadt Hamborg), is the second-largest city in Germany after Berlin and 7th largest city in the European Union with a population of over 1.84 million.",
  "/wiki/HafenCity_University_Hamburg": "The HafenCity University Hamburg (German: HafenCity Universität Hamburg) — also known as the University Of The Built Environment And Metropolitan Development — is a public university in Hamburg, Germany which is focused on architecture, civil engineering and urban planning courses.",
  "/wiki/Leibniz_University_Hannover": "The Leibniz University Hannover, long form in German Gottfried Wilhelm Leibniz Universität Hannover, is a public research university located in Hanover, Germany. Founded on 2 May 1831, it is one of the largest and oldest science and technology universities in Germany. In the 2014/15 school year it enrolled 25,688 students, of which 2,121 were from foreign countries. It has nine faculties which offer 190 full and part degree programs in 38 fields of study. It was named University of Hannover in 1978. In 2006, it was named after Gottfried Wilhelm Leibniz, the 18th century mathematician and philosopher. In 2018, Leibniz University Hannover was adopted as the official English name.",
  "/wiki/Technische_Universit%C3%A4t_Ilmenau": "The Technische Universität Ilmenau (TU Ilmenau) is a German public research university located in Ilmenau, Thuringia, Germany. It was founded in 1894, it has a total of 5 academic departments (faculties) and about 7,200 students.",
  "/wiki/Thuringia": "Thuringia (English: /θəˈrɪndʒiə/; German: Thüringen [ˈtyːʁɪŋən] (listen)), officially the Free State of Thuringia (Freistaat Thüringen [ˈfʁaɪʃtaːt ˈtyːʁɪŋən]), is a state of Germany.",
  "/wiki/Technische_Universit%C3%A4t_Kaiserslautern": "The University of Kaiserslautern (German: Technische Universität Kaiserslautern, commonly referred to as TU Kaiserslautern or simply TUK, unofficially Technical University of Kaiserslautern) is a research university in Kaiserslautern, Germany.",
  "/wiki/Rhineland-Palatinate": "Rhineland-Palatinate (German: Rheinland-Pfalz, pronounced [ˈʁaɪ̯nlant ˈp͡falt͡s]) is a state of Germany located in the west of the country. Covering an area of 19,846 km2 (7,663 sq mi) and with a population of 4.05 million inhabitants, it is the seventh-most populous German state. Mainz is the state capital and largest city, while other major cities include Ludwigshafen am Rhein, Koblenz, Trier, Kaiserslautern and Worms. Rhineland-Palatinate is surrounded by the states of North Rhine-Westphalia, Saarland, Baden-Württemberg and Hesse. It also borders three foreign countries: France, Luxembourg and Belgium.",
  "/wiki/Karlsruhe_Institute_of_Technology": "The Karlsruhe Institute of Technology (KIT) (German: Karlsruher Institut für Technologie) is a public research university and one of the largest research and educational institutions in Germany. KIT was created in 2009 when the University of Karlsruhe (Universität Karlsruhe), founded in 1825 as a public research university and also known as the \"Fridericiana\", merged with the Karlsruhe Research Center (Forschungszentrum Karlsruhe), which had originally been established in 1956 as a national nuclear research center (Kernforschungszentrum Karlsruhe, or KfK).",
  "/wiki/Baden-W%C3%BCrttemberg": "Baden-Württemberg (/ˌbɑːdən ˈvɜːrtəmbɜːrɡ/, German: [ˌbaːdn̩ ˈvʏʁtəmbɛʁk] (listen)) is a state in southwest Germany, east of the Rhine, which forms the border with France. It is Germany’s third-largest state, with an area of 35,751 km2 (13,804 sq mi) and 11 million inhabitants. Baden-Württemberg is a parliamentary republic and partly sovereign, federated state which was formed in 1952 by a merger of the states of Württemberg-Baden, Baden and Württemberg-Hohenzollern. The largest city in Baden-Württemberg is the state capital of Stuttgart, followed by Karlsruhe and Mannheim. Other cities are Freiburg im Breisgau, Heidelberg, Heilbronn, Pforzheim, Reutlingen and Ulm.",
  "/wiki/Technische_Universit%C3%A4t_M%C3%BCnchen": "The Technical University of Munich (TUM) (German: Technische Universität München) is a research university with campuses in Munich, Garching and Freising-Weihenstephan. It is a member of TU9, an incorporated society of the largest and most notable German institutes of technology. TUM's alumni include 17 Nobel laureates, 18 Leibniz Prize winners and 22 IEEE Fellow Members.",
  "/wiki/Bavaria": "Bavaria (/bəˈvɛəriə/; German and Bavarian: Bayern [ˈbaɪɐn]), officially the Free State of Bavaria (German and Bavarian: Freistaat Bayern [ˈfʁaɪʃtaːt ˈbaɪɐn]), is a landlocked federal state of Germany, occupying its southeastern corner. With an area of 70,550.19 square kilometres (27,200 sq mi), Bavaria is the largest German state by land area comprising roughly a fifth of the total land area of Germany. With 13 million inhabitants, it is Germany's second-most-populous state after North Rhine-Westphalia. Bavaria's main cities are Munich (its capital and largest city and also the third largest city in Germany), Nuremberg and Augsburg.",
  "/wiki/University_of_Stuttgart": "The University of Stuttgart (German: Universität Stuttgart) is a research university located in Stuttgart, Germany. It was founded in 1829 and is organized into 10 faculties. It is one of the oldest technical universities in Germany with highly ranked programs in civil, mechanical, industrial and electrical engineering. It is a member of TU9, an incorporated society of the largest and most notable German institutes of technology. The university is especially known for its reputation in the fields of advanced automotive engineering, efficient industrial and automated manufacturing, process engineering, aerospace engineering and activity-based costing."
}