{
  "/wiki/Heidi_Biebl": "Heidi Biebl (born February 17, 1941) is a former German Alpine skier. She was born in Oberstaufen.",
  "/wiki/Alpine_skiing_at_the_1960_Winter_Olympics": "Alpine skiing at the 1960 Winter Olympics consisted of six events, held in the United States at Squaw Valley, California, from February 20–26, 1960. Competitions took place at Squaw Peak (Men's downhill), KT-22 (Women's downhill, Men's slalom and giant slalom) and (Little) Papoose Peak (sub-peak of KT-22) (Women's slalom and giant slalom).",
  "/wiki/Georg_Thoma": "Georg Thoma (born 20 August 1937) is a retired German Nordic combined skier and ski jumper. He won a gold medal at the 1960 Olympics, becoming the first non-Scandinavian athlete to do so, and was voted German Sportsman of the Year. At the 1964 Olympics he won a bronze medal and served as the Olympic flag bearer for Germany at the opening ceremony. He further won the world championships title in 1966. Thoma's strength in the Nordic combined was jumping. He was three times German champion in ski jumping (1960, 1961, and 1963). Additionally, he won the Nordic combined at the Holmenkollen ski festival from 1963 to 1966. For his Nordic combined successes, Thoma was awarded the Holmenkollen medal in 1964 (ahared with Veikko Kankkonen, Eero Mäntyranta, and Halvor Næs).",
  "/wiki/Nordic_combined_at_the_1960_Winter_Olympics": "Nordic combined at the 1960 Winter Olympics consisted of one event, held from 21 February to 22 February. The ski jumping portion took place at Papoose Peak Jumps, while the cross-country portion took place at McKinney Creek Stadium (Tahoma, California).",
  "/wiki/Helmut_Recknagel": "Helmut Recknagel (born 20 March 1937 in Steinbach-Hallenberg) is an East German former ski jumper who was active in the late 1950s and early 1960s.",
  "/wiki/Ski_jumping_at_the_1960_Winter_Olympics": "Ski jumping at the 1960 Winter Olympics consisted of one event held on 28 February, taking place at Papoose Peak Jumps.",
  "/wiki/Helga_Haase": "Helga Haase (née Obschernitzki, 9 June 1934 – 16 June 1989) was a speed skater in East Germany. She was born in Danzig and died in East Berlin.",
  "/wiki/Speed_skating_at_the_1960_Winter_Olympics": "At the 1960 Winter Olympics, eight speed skating events were contested in Squaw Valley, California. For the first time, women participated in the Olympic speed skating events. The competitions were held from Saturday, February 20, to Tuesday, February 23, 1960 (women), and from Wednesday, February 24, to Saturday, February 27, 1960 (men).",
  "/wiki/Hans_Peter_Lanig": "Hans-Peter Lanig (born 7 December 1935) is a German alpine skier who competed for the United Team of Germany in the 1956 Winter Olympics and in the 1960 Winter Olympics.",
  "/wiki/Marika_Kilius": "Marika Kilius (born 24 March 1943) is a German former pair skater. With Hans-Jürgen Bäumler, she is a two-time Olympic silver medalist, a two-time World champion, and a six-time European champion. Earlier in her career, she competed with Franz Ningel.",
  "/wiki/Hans-J%C3%BCrgen_B%C3%A4umler": "Hans-Jürgen Bäumler (born 28 January 1942) is a German pair skater, actor, singer and television host.",
  "/wiki/Figure_skating_at_the_1960_Winter_Olympics": "Figure skating at the 1960 Winter Olympics took place at the Blyth Arena in Squaw Valley, California, United States. Three figure skating events were contested: men's singles, ladies' singles and pair skating.",
  "/wiki/Barbi_Henneberger": "Barbara-Maria \"Barbi\" Henneberger (4 October 1940 – 12 April 1964) was an alpine ski racer and Olympic medalist from West Germany. She competed for the United Team of Germany at the 1960 and 1964 Winter Olympics, and at the 1962 World Championships."
}