{
  "/wiki/VFA-22": "VFA-22, Strike Fighter Squadron 22, also known as the \"Fighting Redcocks\", are a United States Navy F/A-18F Super Hornet fighter squadron stationed at Naval Air Station Lemoore, California. Their tail code is NA and their radio callsign alternates between \"Beef\" and \"Beef Eater\".",
  "/wiki/F/A-18E/F_Super_Hornet": "The Boeing F/A-18E and F/A-18F Super Hornet are twin-engine, carrier-capable, multirole fighter aircraft variants based on the McDonnell Douglas F/A-18 Hornet. The F/A-18E single-seat and F/A-18F tandem-seat variants are larger and more advanced derivatives of the F/A-18C and D Hornet. The Super Hornet has an internal 20 mm M61 rotary cannon and can carry air-to-air missiles and air-to-surface weapons. Additional fuel can be carried in up to five external fuel tanks and the aircraft can be configured as an airborne tanker by adding an external air refueling system.",
  "/wiki/VMFA-323": "Marine Fighter Attack Squadron 323 (VMFA-323) is an aviation unit of the United States Marine Corps. The squadron is equipped with the McDonnell Douglas F/A-18C Hornet and is based at Marine Corps Air Station Miramar, California, United States. It falls under the command of Marine Aircraft Group 11 (MAG-11) and the 3rd Marine Aircraft Wing (3rd MAW) but deploys with the U.S. Navy's Carrier Air Wing 17 (CVW-17).",
  "/wiki/McDonnell_Douglas_F/A-18_Hornet": "The McDonnell Douglas F/A-18 Hornet is a twin-engine, supersonic, all-weather, carrier-capable, multirole combat jet, designed as both a fighter and attack aircraft (hence the F/A designation). Designed by McDonnell Douglas (now Boeing) and Northrop, the F/A-18 was derived from the latter's YF-17 in the 1970s for use by the United States Navy and Marine Corps. The Hornet is also used by the air forces of several other nations, and since 1986, by the U.S. Navy's Flight Demonstration Squadron, the Blue Angels.",
  "/wiki/VFA-94": "Strike Fighter Squadron 94 (VFA-94), also known as the Mighty Shrikes, is a United States Navy fighter squadron stationed at Naval Air Station Lemoore. It is an operational fleet squadron currently flying the F/A-18F Super Hornet. It is attached to Carrier Air Wing 17 (CVW 17) and based at NAS Lemoore, California. Its tail code is \"NA\" and its radio call sign is \"Hobo\".",
  "/wiki/F/A-18_Hornet": "The McDonnell Douglas F/A-18 Hornet is a twin-engine, supersonic, all-weather, carrier-capable, multirole combat jet, designed as both a fighter and attack aircraft (hence the F/A designation). Designed by McDonnell Douglas (now Boeing) and Northrop, the F/A-18 was derived from the latter's YF-17 in the 1970s for use by the United States Navy and Marine Corps. The Hornet is also used by the air forces of several other nations, and since 1986, by the U.S. Navy's Flight Demonstration Squadron, the Blue Angels.",
  "/wiki/VFA-137": "Strike Fighter Squadron 137 (VFA-137), also known as the \"Kestrels\", are a United States Navy F/A-18E Super Hornet strike fighter squadron stationed at Naval Air Station Lemoore, California. Their radio callsign is \"Falcon\".",
  "/wiki/VAQ-139": "Electronic Attack Squadron 139 (VAQ-139), also known as the \"Cougars\", is an EA-18G Growler squadron of the United States Navy. They specialize in electronic attack and are currently stationed at Naval Air Station Whidbey Island, Washington.",
  "/wiki/EA-18G_Growler": "The Boeing EA-18G Growler is an American carrier-based electronic warfare aircraft, a specialized version of the two-seat F/A-18F Super Hornet. The EA-18G replaced the Northrop Grumman EA-6B Prowlers in service with the United States Navy. The Growler's electronic warfare capability is primarily provided by Northrop Grumman. The EA-18G began production in 2007 and entered operational service with the US Navy in late 2009. Australia has also purchased twelve EA-18Gs, which entered service with the Royal Australian Air Force in 2017.",
  "/wiki/VAW-116": "Carrier Airborne Early Warning Squadron 116 (VAW-116) is a US Navy Command and Control Squadron that deploys aboard USS Nimitz as part of Carrier Air Wing Seventeen, flying the E-2C Hawkeye 2000 aircraft. VAW-116 is stationed at Naval Base Ventura County under the cognizance of Commander, Airborne Command Control and Logistics Wing (COMACCLOGWING). The current commanding officer is Commander Lawrence D. Nance.",
  "/wiki/E-2C_Hawkeye": "The Northrop Grumman E-2 Hawkeye is an American all-weather, carrier-capable tactical airborne early warning (AEW) aircraft. This twin-turboprop aircraft was designed and developed during the late 1950s and early 1960s by the Grumman Aircraft Company for the United States Navy as a replacement for the earlier, piston-engined E-1 Tracer, which was rapidly becoming obsolete. The aircraft's performance has been upgraded with the E-2B, and E-2C versions, where most of the changes were made to the radar and radio communications due to advances in electronic integrated circuits and other electronics. The fourth major version of the Hawkeye is the E-2D, which first flew in 2007. The E-2 was the first aircraft designed specifically for its role, as opposed to a modification of an existing airframe, such as the Boeing E-3 Sentry. Variants of the Hawkeye have been in continuous production since 1960, giving it the longest production run of any carrier-based aircraft.",
  "/wiki/HSC-6": "Helicopter Sea Combat Squadron SIX (HSC-6), is a helicopter squadron of the United States Navy. It was established as Helicopter Antisubmarine Squadron SIX (HS-6) on 1 June 1956. Its nickname is Indians. On 8 July 2011 it was redesignated Helicopter Sea Combat Squadron SIX (HSC-6).  It is based at Naval Air Station North Island, is part of Carrier Air Wing 17 and deploys aboard the aircraft carrier USS Nimitz (CVN-68).",
  "/wiki/MH-60S_Seahawk": "The Sikorsky SH-60/MH-60 Seahawk (or Sea Hawk) is a twin turboshaft engine, multi-mission United States Navy helicopter based on the United States Army UH-60 Black Hawk and a member of the Sikorsky S-70 family. The most significant modifications are the folding main rotor and a hinged tail to reduce its footprint aboard ships.",
  "/wiki/HSM-73": "Helicopter Maritime Strike Squadron 73 (HSM-73) is a United States Navy Maritime Strike helicopter squadron based on Naval Air Station North Island, California.",
  "/wiki/MH-60R_Seahawk": "The Sikorsky SH-60/MH-60 Seahawk (or Sea Hawk) is a twin turboshaft engine, multi-mission United States Navy helicopter based on the United States Army UH-60 Black Hawk and a member of the Sikorsky S-70 family. The most significant modifications are the folding main rotor and a hinged tail to reduce its footprint aboard ships.",
  "/wiki/VRC-30": "Fleet Logistics Support Squadron 30 (VRC-30), also known as the \"Providers\", is a United States Navy Fleet Logistics Support squadron based at Naval Air Station North Island consisting of 5 detachments.  VRC-30 is one of only two active, carrier-capable, Fleet Logistics Support squadrons, the other being VRC-40.",
  "/wiki/C-2_Greyhound": "The Grumman C-2 Greyhound is a twin-engine, high-wing cargo aircraft, designed to carry supplies, mail, and passengers to and from aircraft carriers of the United States Navy. Its primary mission is carrier onboard delivery (COD). The aircraft provides critical logistics support to carrier strike groups. The aircraft is mainly used to transport high-priority cargo, mail, and passengers between carriers and shore bases, and can also deliver cargo like jet engines and special stores.",
  "/wiki/Carrier_Air_Wing_Seventeen": "Carrier Air Wing Seventeen (CVW-17), is a United States Navy aircraft carrier air wing based at Naval Air Station Lemoore, California. The air wing is attached to the aircraft carrier USS Nimitz."
}