{
  "/wiki/FC_Admira_Wacker_M%C3%B6dling": "FC Admira Wacker Mödling, also known as simply Admira, is a football club from Mödling, Austria. The club was originally formed in 1905 as SK Admira Wien in the Austrian capital. Mergers in 1971 with SC Wacker Wien, in 1997 with VfB Mödling and in 2008 with SK Schwadorf led to its current name.",
  "/wiki/Maria_Enzersdorf": "Maria Enzersdorf is a town in the district of Mödling in the Austrian state of Lower Austria.",
  "/wiki/Bundesstadion_S%C3%BCdstadt": "The BSFZ-Arena (new official name) is a multi-use stadium in Maria Enzersdorf - Südstadt, Austria (Johann Steinböck-Straße).  It is currently used mostly for football matches and is the home ground of VfB Admira Wacker Mödling.  The stadium holds 10,600.",
  "/wiki/FK_Austria_Wien": "Fußballklub Austria Wien (German pronunciation: [ˈaʊ̯stri̯aː ˈviːn]; known in English as Austria Vienna, and usually shortened to Austria in German-speaking countries), is an Austrian association football club from the capital city of Vienna. It has won the most national titles of any Austrian club from the top flight. It has won 24 Austrian Bundesliga titles and is one of only two sides that have never been relegated from the Austrian top flight. With 27 victories in the Austrian Cup and six in the Austrian Supercup, Austria Wien is also the most successful club in each of those tournaments. The club reached the UEFA Cup Winners' Cup final in 1978, and the semi-finals of the European Cup the season after. The club plays at the Franz Horr Stadium, known as the Generali Arena since a 2010 naming rights deal with an Italian insurance company.",
  "/wiki/Vienna": "Vienna (/viˈɛnə/ (listen); German: Wien [viːn] (listen)) is the national capital, largest city, and one of nine states of Austria. Vienna is Austria's most populous city, with about 1.9 million inhabitants (2.6 million within the metropolitan area, nearly one third of the country's population), and its cultural, economic, and political centre. It is the 6th-largest city by population within city limits in the European Union.",
  "/wiki/Franz_Horr_Stadium": "The Generali Arena (Viola Park for international matches) is a football stadium in the south of Vienna, Austria. It has been the home ground of FK Austria Wien since 1973. The stadium was built in 1925 as the new home of Czech immigrants' club SK Slovan Vienna and had a capacity of 10,850. Named after another Czech football club which owned the ground, the stadium was called České srdce (\"Czech heart\") ground. Largely destroyed during World War II, each of the four stands has been reconstructed several times since. The stadium was renamed Franz-Horr-Stadion in honour of the Wiener Fußball-Verband's (Vienna Football Association) president Franz Horr who died in 1974.",
  "/wiki/LASK_Linz": "Linzer Athletik-Sport-Klub, commonly known as LASK Linz (German pronunciation: [lask lɪnʦ] (listen)) or simply LASK, is an Austrian association football club, from the Upper-Austrian state capital Linz. It is the oldest football club hailing from that region, and plays in the Austrian Football Bundesliga, the top tier of Austrian football. The club's colours are black and white. The women's football department plays in the second highest division of Austrian women's football.",
  "/wiki/Linz": "Linz (/lɪnts, lɪnz/, German: [ˈlɪnts]; Czech: Linec) is the third-largest city of Austria and capital and largest city of the state of Upper Austria (German: Oberösterreich). It is in the north centre of Austria, approximately 30 kilometres (19 miles) south of the Czech border, on both sides of the river Danube. The population of the city is 205,726, and that of the Greater Linz conurbation is about 789,811.",
  "/wiki/Waldstadion_(Austria)": "The TGW Arena (Waldstadion) is a multi-use stadium in Pasching, Austria.  It is used for football matches and is the home ground of LASK Linz and FC Juniors OÖ. LASK will use the stadium until their new Stadium is in place, in 2022. The stadium holds 7,870 and was built in 1990. In 2016 LASK purchased the VIP tent from SV Grödig and installed it in the stadium. In February 2017 the Stadium was refurbished, with a new away sector and extra home seating, this was required for the stadium to reach Austrian Bundesliga standards.",
  "/wiki/SK_Rapid_Wien": "Sportklub Rapid Wien (German pronunciation: [ʁaˈpiːt ˈviːn]), commonly known as Rapid Vienna, is an Austrian football club playing in the country's capital city of Vienna. Rapid has won the most Austrian championship titles (32), including the first ever title in the season 1911–12, as well as a German championship in 1941 during Nazi rule. Rapid twice reached the final of the European Cup Winners' Cup in 1985 and 1996, losing on both occasions.",
  "/wiki/Allianz_Stadion": "The Allianz Stadion is a football stadium which is built on the site of the former Gerhard Hanappi Stadium as the new home of SK Rapid Wien. In international matches the stadium has the no-commercial name Weststadion. Demolition of the old stadium began in early October 2014, after a ceremonial farewell with thousands of fans. By January 2015 almost nothing was left of the old stadium, which allowed foundation works for the new arena.",
  "/wiki/FC_Red_Bull_Salzburg": "FC Red Bull Salzburg is an Austrian football club based in Wals-Siezenheim. Their home ground is the Red Bull Arena. Due to sponsorship restrictions, the club is known as FC Salzburg and wears a modified crest when playing in UEFA competitions.",
  "/wiki/Wals-Siezenheim": "Wals-Siezenheim (German pronunciation: [ˌvalsˈziːtsn̩haɪ̯m]) is a municipality in the district of Salzburg-Umgebung (Flachgau) in the Austrian state of Salzburg.",
  "/wiki/Red_Bull_Arena_(Salzburg)": "Red Bull Arena ([ɹɛt ˈbʊl ʔaˌʁeːna], known for UEFA Euro 2008 as the EM-Stadion Wals-Siezenheim [eːˈʔɛmˌʃtaːdi̯ɔn ˌvalsˈziːtsn̩haɪ̯m] and during UEFA club football events as Stadion Salzburg) is a football stadium in Wals-Siezenheim, a municipality in the suburbs of Salzburg, Austria. It was officially opened in March 2003 and is the home ground of FC Red Bull Salzburg. Previously, the club played at Stadion Lehen.",
  "/wiki/SC_Rheindorf_Altach": "SCR Altach is an Austrian association football team based in Altach, Vorarlberg. It plays in the Austrian Football Bundesliga. The club is currently also known as CASHPOINT SCR Altach due to sponsorship of Austrian sports betting company Cashpoint.",
  "/wiki/Altach": "Altach is a municipality in Feldkirch district in the Austrian state of Vorarlberg.",
  "/wiki/Stadion_Schnabelholz": "The CASHPOINT Arena is a multi-use stadium in Altach, Austria.  It is currently used mostly for football matches and is the home ground of SC Rheindorf Altach.  The stadium holds 8,500 and was built in 1990.",
  "/wiki/SKN_St._P%C3%B6lten": "Sportklub Niederösterreich St. Pölten is an Austrian association football club from Sankt Pölten, capital of the Austrian state of Lower Austria. St. Pölten play in the Austrian Bundesliga, which is the top tier of the Austrian football league system.",
  "/wiki/Sankt_P%C3%B6lten": "Sankt Pölten (German pronunciation: [zaŋkt ˈpœltn̩] (listen)), mostly abbreviated to the official name St. Pölten, is the capital and largest city of the State of Lower Austria in northeast Austria, with 52,716 inhabitants as of 1 January 2015. St Pölten is a city with its own statute (or Statutarstadt) and therefore it is both a municipality and a district in the Mostviertel.",
  "/wiki/NV_Arena": "The NV Arena is a football stadium located in Sankt Pölten, Lower Austria, Austria. It is the home stadium of SKN St. Pölten. It was built from January 2011 to July 2012, and opened on 7 July 2012. The capacity is 8,000 (extendible to 13,000 spectators).",
  "/wiki/SK_Sturm_Graz": "Sportklub Sturm Graz is an Austrian association football club, based in Graz, Styria, playing in the Austrian Football Bundesliga. The club was founded in 1909. Its colours are black and white.",
  "/wiki/Graz": "Graz (/ɡrɑːts/ GRAHTS, German: [ɡʁaːts] (listen); Slovene: Gradec) is the capital city of Styria and Austria's second-largest city after Vienna. As of 1 January 2019, Graz had a population of 328,276 (292,269 of whom had principal-residence status). In 2015, the population of the Graz larger urban zone (LUZ) stood at 633,168, based on principal-residence status. Graz has a long tradition as a seat of higher education. It has four colleges and four universities with more than 60,000 students. Its historic centre  (Altstadt) is one of the best-preserved city centres in Central Europe.",
  "/wiki/UPC-Arena": "The Liebenauer Stadium, sponsored as the Merkur-Arena (formerly known as the Arnold Schwarzenegger Stadium and UPC-Arena) is in Graz, Styria, Austria. The ground is the home of the football clubs SK Sturm Graz and Grazer AK.",
  "/wiki/SV_Mattersburg": "SV Mattersburg is an Austrian association football club from Mattersburg, Burgenland. For sponsorship reasons, the club is currently also known as SV Bauwelt Koch Mattersburg.",
  "/wiki/Mattersburg": "Mattersburg (formerly Mattersdorf, Hungarian: Nagymarton, Croatian: Materštof) is a town in Burgenland, Austria. It is the administrative center of the District of Mattersburg and home to a Bundesliga football team, SV Mattersburg.",
  "/wiki/Pappelstadion": "Pappelstadion is a multi-use stadium in Mattersburg, Austria.  It is currently used mostly for football matches and is the home ground of SV Mattersburg.  The stadium holds 15,700 spectators since its most recent renovation and is named for the numerous populus trees surrounding the stands.",
  "/wiki/TSV_Hartberg": "TSV Hartberg is an Austrian association football club based in Hartberg, founded in 1946, which is currently playing in the Austrian Bundesliga.",
  "/wiki/Hartberg": "Hartberg is a city in Styria, Austria, the capital of the Hartberg-Fürstenfeld (district). As of 2014, it has a population of 6,449 in an area of 21.58 km². About 68 km up the A2 is the large city of Graz.",
  "/wiki/Wolfsberger_AC": "Wolfsberger AC is an Austrian association football club from Wolfsberg, Carinthia. The club competed twenty seasons on the second level of the Austrian football pyramid. Between the 2007–08 and 2011–12 seasons, Wolfsberger AC entered a cooperation with SK St. Andrä, competing under the name WAC/St. Andrä during that period. The team is currently called RZ Pellets WAC for sponsorship reasons.",
  "/wiki/Wolfsberg,_Carinthia": "Wolfsberg [ˈvɔlfsbɛʁk] (Slovene: Volšperk) is a town in Carinthia, Austria, the capital of Wolfsberg District.",
  "/wiki/Lavanttal-Arena": "Lavanttal-Arena is a football stadium in Wolfsberg, Austria.",
  "/wiki/WSG_Wattens": "WSG Swarovski Tirol is an Austrian football club located in Wattens, a town in the state of Tyrol in the west of the country. They currently play in the Bundesliga, the top tier of Austrian football.",
  "/wiki/Wattens": "Wattens is a market town of the Innsbruck-Land District in the Austrian state of Tyrol. It is chiefly known as home of the Swarovski crystal glass company.",
  "/wiki/Austrian_Football_Bundesliga": "The Austrian Football Bundesliga (German: Österreichische Fußball-Bundesliga [ˈøːstɐʁaɪ̯çɪʃə ˈfuːsbal ˈbʊndəsliːɡa], Austrian Football Federal League) is the highest-ranking national league club competition in Austrian football. The competition decides the Austrian national football champions, as well the country's entrants for the various European cups run by UEFA. Since Austria stayed in sixteenth place in the UEFA association coefficient rankings at the end of the 2015–16 season, the league gained its first spot for the UEFA Champions League.\nThe Austrian Bundesliga, which began in the 1974–75 season, has been a separate registered association since 1 December 1991. It has been most won by the two Viennese giants Austria Wien, who were national champions 21 times, and Rapid Wien, who won the national title 32 times. Rapid’s Last title was in the 2007–08 Season. The current champions are Red Bull Salzburg. Hans Rinner is president of the Austrian Bundesliga.\nThe Austrian Football Bundesliga is currently known as Tipico Bundesliga for sponsorship reasons."
}