{
  "/wiki/Irish_Convention": "The Irish Convention was an assembly which sat in Dublin, Ireland from July 1917 until March 1918 to address the Irish question and other constitutional problems relating to an early enactment of self-government for Ireland, to debate its wider future, discuss and come to an understanding on recommendations as to the best manner and means this goal could be achieved. It was a response to the dramatically altered Irish political climate after the 1916 rebellion and proposed by David Lloyd George, Prime Minister of the United Kingdom of Great Britain and Ireland, in May 1917 to John Redmond, leader of the Irish Parliamentary Party, announcing that 'Ireland should try her hand at hammering out an instrument of government for her own people'.",
  "/wiki/Government_of_Ireland_Act_1914": "The Government of Ireland Act 1914 (4 & 5 Geo. 5 c. 90), also known as the Home Rule Act, and before enactment as the Third Home Rule Bill, was an Act passed by the Parliament of the United Kingdom intended to provide home rule (self-government within the United Kingdom) for Ireland. It was the third such bill introduced by a Liberal government in a 28-year period in response to the Irish Home Rule movement.",
  "/wiki/First_Dáil": "The First Dáil (Irish: An Chéad Dáil) was Dáil Éireann as it convened from 1919 to 1921. It was the first meeting of the unicameral parliament of the revolutionary Irish Republic. In the December 1918 election to the Parliament of the United Kingdom, the Irish republican party Sinn Féin won a landslide victory in Ireland. In line with their manifesto, its MPs refused to take their seats, and on 21 January 1919 they founded a separate parliament in Dublin called Dáil Éireann (\"Assembly of Ireland\"). They declared Irish independence, ratifying the Proclamation of the Irish Republic that had been issued in the 1916 Easter Rising, and adopted a provisional constitution.",
  "/wiki/Dáil_Constitution": "The Constitution of Dáil Éireann (Irish: Bunreacht Dála Éireann), more commonly known as the Dáil Constitution, was the constitution of the 1919–22 Irish Republic. It was adopted by the First Dáil at its first meeting on 21 January 1919 and remained in operation until 6 December 1922. As adopted it consisted of five articles. Article 1 declared that the Dáil had \"full powers to legislate\" and would consist of representatives elected in elections conducted by the British government. For the exercise of executive power it created a cabinet, answerable to the Dáil, called the Ministry (Irish: Aireacht), headed by a prime minister called the \"Príomh Aire\" (in practice also known as the President of Dáil Éireann). The constitution was limited to an outline of the functions of the legislature and the executive; the Dáil later established a system of Dáil Courts, but there was no provision in the constitution on a judiciary. The final article of the constitution declared that it was intended to be a provisional document, in the sense that it was subject to amendment. As adopted the constitution came to only around 370 words. In comparison, the modern Constitution of Ireland has approximately 16,000 words. Overall, the structure of the document was as follows:",
  "/wiki/Democratic_Programme": "The Democratic Programme was a declaration of economic and social principles adopted by the First Dáil at its first meeting on 21 January 1919. A text of the programme was first adopted in Irish and then in English. Its official Irish title was Clár Oibre Poblacánaighe.",
  "/wiki/Irish_Republic": "The Irish Republic (Irish: Poblacht na hÉireann or Saorstát Éireann) was a revolutionary state that declared its independence from the United Kingdom in January 1919. The Republic claimed jurisdiction over the whole island of Ireland, but by 1920 its functional control was limited to only 21 of Ireland's 32 counties, and British state forces maintained a presence across much of the north-east, as well as Cork, Dublin and other major towns. The republic was most strong in rural areas and was able to influence the population in urban areas that it did not directly control through its military forces.",
  "/wiki/Third_Dáil": "The Third Dáil was both the Provisional Parliament or the Constituent Assembly of Southern Ireland from 9 August to 6 December 1922; and the lower house (Dáil Éireann) of the Oireachtas of the Irish Free State from 6 December 1922 until 9 August 1923.",
  "/wiki/Constituent_assembly": "A constituent assembly or constitutional assembly is a body or assembly of popularly elected representatives which is assembled for the purpose of drafting or adopting a constitution or similar document. The  constituent assembly is entirely elected by popular vote[citation needed]; that is, all constituent assemblies are constitutional conventions, but a constitutional convention is not necessarily a constituent assembly. As the fundamental document constituting a state, a constitution cannot normally be modified or amended by the state's normal legislative procedures[citation needed]; instead a constitutional convention or a constituent assembly, the rules for which are normally laid down in the constitution, must be set up. A constituent assembly is usually set up for its specific purpose, which it carries out in a relatively short time, after which the assembly is dissolved. A constituent assembly is a form of representative democracy.",
  "/wiki/Anglo-Irish_Treaty": "The Anglo-Irish Treaty (Irish: An Conradh Angla-Éireannach), commonly known as The Treaty and officially the Articles of Agreement for a Treaty Between Great Britain and Ireland, was an agreement between the government of the United Kingdom of Great Britain and Ireland and representatives of the Irish Republic that concluded the Irish War of Independence. It provided for the establishment of the Irish Free State within a year as a self-governing dominion within the \"community of nations known as the British Empire\", a status \"the same as that of the Dominion of Canada\". It also provided Northern Ireland, which had been created by the Government of Ireland Act 1920, an option to opt out of the Irish Free State, which it exercised.",
  "/wiki/Constitution_of_the_Irish_Free_State": "The Constitution of the Irish Free State (Irish: Bunreacht Shaorstáit Eireann) was adopted by Act of Dáil Éireann sitting as a constituent assembly on 25 October 1922.  In accordance with Article 83 of the Constitution, the Irish Free State Constitution Act 1922 of the British Parliament, which came into effect upon receiving the royal assent on 5 December 1922, provided that the Constitution would come into effect upon the issue of a Royal Proclamation, which was done on 6 December 1922. In 1937 the Constitution of the Irish Free State was replaced by the modern Constitution of Ireland following a referendum.",
  "/wiki/Provisional_Government_of_the_Irish_Free_State": "The Provisional Government of Ireland (Irish: Rialtas Sealadach na hÉireann) was the provisional government for the administration of Southern Ireland from 16 January 1922 to 5 December 1922. It was a transitional administration for the period between the ratifying of the Anglo-Irish Treaty and the establishment of the Irish Free State. Its legitimacy was disputed by the Anti-Treaty delegates to Dáil Éireann.",
  "/wiki/Parliament_of_the_United_Kingdom": "The Parliament of the United Kingdom of Great Britain and Northern Ireland, commonly known as the UK Parliament, British Parliament or Westminster Parliament, as well as domestically simply as Parliament or Westminster, is the supreme legislative body of the United Kingdom, the Crown dependencies and the British Overseas Territories.  It alone possesses legislative supremacy and thereby ultimate power over all other political bodies in the UK and the overseas territories. Parliament is bicameral but has three parts, consisting of the Sovereign (Queen-in-Parliament), the House of Lords, and the House of Commons (the primary chamber). The two houses meet in the Palace of Westminster in the City of Westminster, one of the inner boroughs of the capital city, London.",
  "/wiki/Irish_Free_State_Constitution_Act_1922": "The Irish Free State Constitution Act 1922 (Session 2) was an Act of the Parliament of the United Kingdom, passed in 1922 to enact in UK law the Constitution of the Irish Free State, and to ratify the 1921 Anglo-Irish Treaty formally.",
  "/wiki/8th_Dáil": "This is a list of members who were elected to the 8th Dáil Éireann, the lower house of the Oireachtas (legislature) of the Irish Free State.  These TDs (Members of Parliament) were elected at the 1933 general election on 24 January 1933 and met on 8 February 1933. The 8th Dáil was dissolved on 14 June 1937. The 8th Dáil lasted 1,619 days.",
  "/wiki/Irish_Free_State": "The Irish Free State (Irish: Saorstát Éireann, pronounced [ˈsˠiːɾˠsˠt̪ˠaːt̪ˠ ˈeːɾʲən̪ˠ], English: /ˌsɛərstɑːt ˈɛərən/ SAIR-staht AIR-ən; 6 December 1922 – 29 December 1937) was a state established in 1922 under the Anglo-Irish Treaty of December 1921. That treaty ended the three-year Irish War of Independence between the forces of the self-proclaimed Irish Republic, the Irish Republican Army (IRA); and British Crown forces.",
  "/wiki/Constitution_of_Ireland": "The Constitution of Ireland (Irish: Bunreacht na hÉireann, pronounced [ˈbˠɔnrʲaxt̪ˠ n̪ˠə ˈheːrʲən̪ˠ]) is the fundamental law of the Republic of Ireland. It asserts the national sovereignty of the Irish people. The constitution falls broadly within the tradition of liberal democracy, being based on a system of representative democracy. It guarantees certain fundamental rights, along with a popularly elected non-executive president, a bicameral parliament based on the Westminster system, a separation of powers and judicial review.",
  "/wiki/Taoiseach": "The Taoiseach (/ˈtiːʃəx/ (listen) TEE-shəkh, Irish: [ˈt̪ˠiːʃəx]) is the prime minister and head of government of Ireland.[note 2] The Taoiseach is appointed by the President upon the nomination of Dáil Éireann, the lower house of the Oireachtas (parliament), and must, to remain in office, retain the support of a majority in the Dáil.",
  "/wiki/Plebiscite": "A referendum (plural: referendums or less commonly referenda) is a direct and universal vote in which an entire electorate is invited to vote on a particular proposal and can have nationwide or local forms. This may result in the adoption of a new policy or specific law. In some countries, it is synonymous with a plebiscite or a vote on a ballot question.",
  "/wiki/Northern_Ireland_Constitutional_Convention": "The Northern Ireland Constitutional Convention (NICC) was an elected body set up in 1975 by the United Kingdom Labour government of Harold Wilson as an attempt to deal with constitutional issues surrounding the status of Northern Ireland.",
  "/wiki/New_Ireland_Forum": "The New Ireland Forum was a forum in 1983–1984 at which Irish nationalist political parties discussed potential political developments that might alleviate the Troubles in Northern Ireland. The Forum was established by Garret FitzGerald, then Taoiseach, under the influence of John Hume, for \"consultations on the manner in which lasting peace and stability can be achieved in a new Ireland through the democratic process\". The Forum was initially dismissed, by Unionists, Sinn Féin, and others, as a nationalist talking-shop. The Forum's report, published on 2 May 1984, listed three possible alternative structures: a unitary state, a federal/confederal state, and joint British/Irish authority. The British Prime Minister, Margaret Thatcher, dismissed the three alternatives one by one at a press conference, each time saying, \"that is out\", in a response that became known as the \"out, out, out\" speech. However, Garret Fitzgerald, who described the Forum's report as \"an agenda not a blueprint\", valued it as establishing a nationalist consensus from which the 1985 Anglo-Irish Agreement could be framed.",
  "/wiki/The_Troubles": "The Troubles (Irish: Na Trioblóidí) were an ethno-nationalist conflict in Northern Ireland during the late 20th century. Also known internationally as the Northern Ireland conflict, it is sometimes described as an \"irregular war\" or \"low-level war\". The conflict began in the late 1960s and is usually deemed to have ended with the Good Friday Agreement of 1998. Although the Troubles primarily took place in Northern Ireland, at times the violence spilled over into parts of the Republic of Ireland, England, and mainland Europe.",
  "/wiki/Northern_Ireland_Forum": "The Northern Ireland Forum for Political Dialogue was a body set up in 1996 as part of a process of negotiations that eventually led to the Good Friday Agreement in 1998.",
  "/wiki/Northern_Ireland_peace_process": "The Northern Ireland peace process is often considered to cover the events leading up to the 1994 Provisional Irish Republican Army (IRA) ceasefire, the end of most of the violence of the Troubles, the Good Friday (or Belfast) Agreement of 1998, and subsequent political developments.",
  "/wiki/Sinn_Féin": "Sinn Féin (/ʃɪn ˈfeɪn/ shin FAYN, Irish: [ʃɪnʲ ˈfʲeːnʲ]; English: \"[We] Ourselves\") is a centre-left to left-wing Irish republican political party active in both the Republic of Ireland and Northern Ireland.",
  "/wiki/Good_Friday_Agreement": "The Good Friday Agreement (GFA), or Belfast Agreement (Irish: Comhaontú Aoine an Chéasta or Comhaontú Bhéal Feirste; Ulster-Scots: Guid Friday Greeance or Bilfawst Greeance), is a pair of agreements signed on 10 April 1998 that ended most of the violence of the Troubles, a political conflict in Northern Ireland that had been ongoing since the 1960s. It served as a major development in the Northern Ireland peace process of the 1990s. Northern Ireland's present devolved system of government is based on the agreement. The agreement also created a number of institutions between Northern Ireland and the Republic of Ireland, and between the Republic of Ireland and the United Kingdom.",
  "/wiki/Constitutional_Convention_(Ireland)": "The Convention on the Constitution (Irish: An Coinbhinsiún ar an mBunreacht) was established in Ireland in 2012 to discuss proposed amendments to the Constitution of Ireland. More commonly called simply the Constitutional Convention, it met for the first time 1 December 2012 and sat until 31 March 2014. It had 100 members: a chairman; 29 members of the Oireachtas (parliament); four representatives of Northern Ireland political parties; and 66 randomly selected citizens of Ireland.",
  "/wiki/Sortition": "In governance, sortition (also known as selection by lot, allotment, or demarchy) is the selection of political officials as a random sample from a larger pool of candidates, a system intended to ensure that all competent and interested parties have an equal chance of holding public office. It also minimizes factionalism, since there would be no point making promises to win over key constituencies if one was to be chosen by lot, while elections, by contrast, foster it. In ancient Athenian democracy, sortition was the traditional and primary method for appointing political officials, and its use was regarded as a principal characteristic of democracy.",
  "/wiki/List_of_Irish_constitutional_conventions": "Several constitutional conventions have considered or proposed constitutions for the island of Ireland or for one of its two jurisdictions, Northern Ireland and the Republic of Ireland."
}