{
  "/wiki/Kate_Allen_(triathlete)": "Katherine Jessie Jean \"Kate\" Allen (born 25 April 1970, in Geelong, Australia) is an Australian-Austrian triathlete. She won the gold medal in the women's triathlon at the 2004 Summer Olympics in Athens.",
  "/wiki/Austria": "Austria (/ˈɒstriə/ (listen), /ˈɔːs-/; German: Österreich [ˈøːstɐʁaɪ̯ç] (listen)), officially the Republic of Austria (German: Republik Österreich, listen (help·info)), is a landlocked East Alpine country in the southern part of Central Europe. It is composed of nine federated states (Bundesländer), one of which is Vienna, Austria's capital and its largest city. It is bordered by Germany to the northwest, Czech Republic to the north, Slovakia to the northeast, Hungary to the east, Slovenia and Italy to the south, and Switzerland and Liechtenstein to the west. Austria occupies an area of 83,879 km2 (32,386 sq mi) and has a population of nearly 9 million people. While German is the country's official language, many Austrians communicate informally in a variety of Bavarian dialects.\n Austria initially emerged as a margraviate around 976 and developed into a duchy and archduchy. In the 16th century, Austria started serving as the heart of the Habsburg Monarchy and the junior branch of the House of Habsburg – one of the most influential royal dynasties in history. As an archduchy, it was a major component and administrative centre of the Holy Roman Empire. Early in the 19th century, Austria established its own empire, which became a great power and the leading force of the German Confederation but pursued its own course independently of the other German states. Following the Austro-Prussian War and the compromise with Hungary, the Dual Monarchy was established.\n Austria was involved in World War I under Emperor Franz Joseph following the assassination of Archduke Ferdinand, the presumptive successor to the Austro-Hungarian throne. After the defeat and the dissolution of the Monarchy, the Republic of German-Austria was proclaimed with the intent of the union with Germany, which eventually failed because of the Allied Powers and the state remained unrecognized. In 1919 the First Austrian Republic became the legal successor of Austria. In 1938, the Austrian-born Adolf Hitler, who became the Chancellor of the German Reich, achieved the annexation of Austria by the Anschluss. Following the defeat of Nazi Germany in 1945 and an extended period of Allied occupation, Austria was re-established as a sovereign and self-governing democratic nation known as the Second Republic.\n Austria is a parliamentary representative democracy with a directly elected Federal President as head of state and a Chancellor as head of the federal government. Major urban areas of Austria include Graz, Linz, Salzburg and Innsbruck. Austria is consistently ranked in the top 20 richest countries in the world by GDP per capita terms. The country has achieved a high standard of living and in 2018 was ranked 20th in the world for its Human Development Index. Vienna consistently ranks in the top internationally on quality-of-life indicators.\n The Second Republic declared its perpetual neutrality in foreign political affairs in 1955. Austria has been a member of the United Nations since 1955 and joined the European Union in 1995. It plays host to the OSCE and OPEC and is a founding member of the OECD and Interpol. Austria also signed the Schengen Agreement in 1995, and adopted the euro currency in 1999.",
  "/wiki/Triathlon_at_the_2004_Summer_Olympics": "At the 2004 Summer Olympics, the triathlon events were held at the Vouliagmeni Olympic Centre. Fifty triathletes contested the female event on August 25, and the same number contested the male event on August 26, making up a total of 100 competitors.\n Each competitor starts the event with a 1500-metre swim course, followed by a 40 kilometre road bicycle race and finish with a 10 kilometre road run. Both leg transitions (swimming—cycling and cycling—running) are performed on a special transition area, under judge's scrutiny and the duration of the transition is added to the final time.\n A pre-Olympic test event was staged over the Olympic course in October 2003, and saw Denmark's Rasmus Henning and Australia's Michellie Jones winning the men's and women's events.",
  "/wiki/Triathlon_at_the_2008_Summer_Olympics": "The Triathlon competitions at the 2008 Summer Olympics, in Beijing, were held on Monday, August 18 (women) and Tuesday, August 19 (men), on the Triathlon Venue at the Ming Tomb Reservoir in Shisanling.\n Each competitor started the event with a 1,500 metres (0.93 mi) swim course, followed by a 40 kilometres (25 mi) road bicycle race and finished with a 10 kilometres (6.2 mi) road run. Both leg transitions (swimming—cycling and cycling—running) were performed on a special transition area, under judge's scrutiny. The cycling was carried out as 6 laps of 6.66 km each and the running as 4 laps of 2.5 km each.",
  "/wiki/Erin_Densham": "Erin Densham (born 3 May 1985 in Camden, New South Wales, Australia) is an Australian professional triathlete and bronze medallist in the 2012 Olympics.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.\n Indigenous Australians inhabited the continent for about 65,000 years prior to the first arrival of Dutch explorers in the early 17th century, who named it New Holland. In 1770, Australia's eastern half was claimed by Great Britain and initially settled through penal transportation to the colony of New South Wales from 26 January 1788, a date which became Australia's national day. The population grew steadily in subsequent decades, and by the time of an 1850s gold rush, most of the continent had been explored and an additional five self-governing crown colonies established. On 1 January 1901, the six colonies federated, forming the Commonwealth of Australia. Australia has since maintained a stable liberal democratic political system that functions as a federal parliamentary constitutional monarchy, comprising six states and ten territories.\n Australia is the oldest, flattest, and driest inhabited continent, with the least fertile soils. It has a landmass of 7,617,930 square kilometres (2,941,300 sq mi). A megadiverse country, its size gives it a wide variety of landscapes, with deserts in the centre, tropical rainforests in the north-east, and mountain ranges in the south-east. Its population density, 2.8 inhabitants per square kilometre, remains among the lowest in the world. Australia generates its income from various sources including mining-related exports, telecommunications, banking, manufacturing, and international education.\n Australia is a highly developed country, with the world's 14th-largest economy. It has a high-income economy, with the world's tenth-highest per capita income. It is a regional power and has the world's 13th-highest military expenditure. Australia has the world's eighth-largest immigrant population, with immigrants accounting for 29% of the population. Having the third-highest human development index and the eighth-highest ranked democracy globally, the country ranks highly in quality of life, health, education, economic freedom, civil liberties, and political rights, with all its major cities faring well in global comparative livability surveys. Australia is a member of the United Nations, G20, Commonwealth of Nations, ANZUS, Organisation for Economic Co-operation and Development (OECD), World Trade Organization, Asia-Pacific Economic Cooperation, Pacific Islands Forum, and the ASEAN Plus Six mechanism.",
  "/wiki/Triathlon_at_the_2012_Summer_Olympics": "The triathlon events at the 2012 Summer Olympics were held in Hyde Park in London, United Kingdom, with the women's triathlon held on 4 August and the men's on 7 August. 110 triathletes from 39 countries competed with 55 men and 55 women competing. The races were held over the \"international distance\" (also called \"Olympic distance\") and consisted of 1.5 kilometres (0.93 mi) swimming, 43 kilometres (27 mi) road cycling, and 10 kilometres (6.2 mi) road running.\n The men's race was held on 7 August 2012. A group of six finished the 1,500-metre (1,600 yd) swim leg in a lead group. A large lead group of athletes were together at the end of the cycling leg but Alistair Brownlee broke away on the run to win the gold medal with Javier Gómez in second and Jonathan Brownlee in third. The women's race was held on 4 August 2012. A group of seven women finished the swim leg in a lead group. A large lead group of 22 athletes were together at the end of the cycling leg with a gap of over a minute and a half over the rest of the field. A group of five athletes formed on the running leg; Nicola Spirig, Lisa Nordén, Erin Densham, Sarah Groff and Helen Jenkins and held together for most of the run. Jenkins was dropped with two kilometres to go before Groff was dropped, also on the last lap. In the ensuing sprint finish Spirig beat Nordén by 15 centimetres in a photo finish with both athletes recording the same time. Densham finished two seconds behind Spirig to win the bronze medal.\nGreat Britain topped the medal tally with one gold medal and one bronze medal, both in the men's race. Switzerland became the first nation to win two gold medals in Olympic triathlon and Australia won its fifth medal, the most in Olympic triathlon history to that point.",
  "/wiki/Vanessa_Fernandes": "Vanessa de Sousa Fernandes GOIH ComM OM (Portuguese pronunciation: [vɐˈnɛsɐ fɨɾˈnɐ̃dɨʃ]; born 14 September 1985) is a Portuguese athlete who is a former triathlon European and world champion, and an Olympic medalist. In duathlon, she was also European and world champion.\n Fernandes won the European Triathlon Championships five consecutive years (5 elite and 3 under-23 titles), beginning in 2004, and on 1 September 2007, she became world champion for the first time, in Hamburg, Germany, managing to grab the only title (apart from the Olympic sceptre) missing from her career. She competes for S.L. Benfica since 2005.",
  "/wiki/Portugal": "Portugal (Portuguese: [puɾtuˈɣal]), officially the Portuguese Republic (Portuguese: República Portuguesa [ʁɛˈpuβlikɐ puɾtuˈɣezɐ]),[note 5] is a country located mostly on the Iberian Peninsula, in southwestern Europe. It is the westernmost sovereign state of mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional governments.\n Portugal is the oldest nation state on the Iberian Peninsula and one of the oldest in Europe and the world, its territory having been continuously settled, invaded and fought over since prehistoric times. The pre-Celtic people, Iberians, \nCelts, Carthaginians and Romans were followed by the invasions of the Visigoths and Suebi Germanic peoples. After the Muslim conquests of the Iberian Peninsula, most of the territory was part of Al-Andalus until their expulsion. Portugal as a country was established during the early Christian Reconquista. Founded in 868, the County of Portugal gained prominence after the Battle of São Mamede in 1128. The Kingdom of Portugal was later proclaimed following the Battle of Ourique in 1139, and independence from León was recognised by the Treaty of Zamora in 1143. On 12 December 2017, the Portuguese Navy commemorated the 700th anniversary of its official creation by King Denis of Portugal. Tracing its origins back to the 12th century, it is the oldest continuously serving navy in the world.\n In the 15th and 16th centuries, Portugal established the first global empire, becoming one of the world's major economic, political and military powers. During this period, today referred to as the Age of Discovery, Portuguese explorers pioneered maritime exploration, notably under royal patronage of Prince Henry the Navigator and King John II, with such notable voyages as Bartolomeu Dias' sailing beyond the Cape of Good Hope (1488), Vasco da Gama's discovery of the sea route to India (1497–98) and the European discovery of Brazil (1500). During this time Portugal monopolized the spice trade, divided the world into hemispheres of dominion with Castille, and the empire expanded with military campaigns in Asia. However, events such as the 1755 Lisbon earthquake, the country's occupation during the Napoleonic Wars, the independence of Brazil (1822) and a late industrialization compared to other European powers erased to a great extent Portugal's prior opulence.\n After the 1910 revolution deposed the monarchy, the democratic but unstable Portuguese First Republic was established, later being superseded by the Estado Novo authoritarian regime. Democracy was restored after the Carnation Revolution in 1974, ending the Portuguese Colonial War. Shortly after, independence was granted to almost all its overseas territories, including East Timor. The handover of Macau to China in 1999 marked the end of what can be considered the longest-lived colonial empire.\n Portugal has left a profound cultural, architectural and linguistic influence across the globe, with a legacy of around 250 million Portuguese speakers, and many Portuguese-based creoles. It is a developed country with an advanced economy and high living standards. Additionally, it is highly placed in rankings of moral freedom (2nd), peacefulness (3rd), LGBTI rights (7th in Europe), democracy (8th), press freedom (12th), stability (15th), social progress (18th), prosperity (26th), and HDI (40th). A member of the United Nations and the European Union, Portugal was also one of the founding members of NATO, the eurozone, the OECD, and the Community of Portuguese Language Countries.",
  "/wiki/Jude_Flannery": "Judith \"Judy\" Marie Flannery (c. 1940 – April 2, 1997) was an American triathlete who won six consecutive US national championships between 1991 and 1996. She died after a collision with a car while training in 1997.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/Loretta_Harrop": "Loretta \"Loz\" Harrop (born 17 July 1975 in Brisbane, Queensland) is an Australian triathlete.\n As a teenager she attended Cavendish Road State High School along with her siblings and as of 2007 has a house named after her. Harrop house which will go by the colour red.\n Harrop competed at the first Olympic triathlon at the 2000 Summer Olympics. She placed fifth with a total time of 2:01:42.82.  Her split times were 19:37.98 for the swim, 1:05:40.70 for the cycling, and 0:36:24.14 for the run.\n Four years later, Harrop competed in the 2004 Summer Olympics in Athens. She was even more successful this time, winning a silver medal with the time of 2:04:50.17. The splits for that run were 18:37.00 for the swim, 1:09:05.00 for the cycling, and 37:08.00 for the run.\n Harrop is married to Brad Jones who was a talented Australian rules player in the AFLQ (Queensland) competition.",
  "/wiki/Triathlon_at_the_2000_Summer_Olympics": "Triathlon made its official debut at the 2000 Summer Olympics in Sydney, Australia. This sporting event was held at the Sydney Opera House. Forty-eight triathletes contested the female event on September 16, while fifty-two contested the male event on September 17, making up a total of 100 competitors. Each competitor starts the event with a 1500-metre swim course, followed by a 40 kilometre road bicycle race and finish with a 10 kilometre road run. Each consecutive event in triathlon runs in sequence, without any respite, so that the athlete who crossed the line in first place at the end of the run would be the winner.",
  "/wiki/Helen_Jenkins": "Helen Rebecca Jenkins, née Tucker MBE (born 8 March 1984), is a British professional triathlete and the 2008 and 2011 ITU World Champion. As a professional she has represented Great Britain at the Olympics and Wales in the Commonwealth Games. In 2009, she was placed third at the Grand Final of the World Championship Series in Gold Coast. After winning the London World Championship Series on 6 August 2011 she secured a place on the Great Britain team for the London Olympics 2012.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).\n The United Kingdom is a unitary parliamentary democracy and constitutional monarchy.[note 12] The current monarch is Queen Elizabeth II, who has reigned since 1952, making her the world's longest-serving current head of state. The United Kingdom's capital and largest city is London, a global city and financial centre with an urban area population of 10.3 million. Other major cities include Birmingham, Manchester, Glasgow, Leeds and Liverpool.\n The United Kingdom consists of four constituent countries: England, Scotland, Wales, and Northern Ireland. Their capitals are London, Edinburgh, Cardiff, and Belfast, respectively. Apart from England, the countries have their own devolved governments, each with varying powers, but such power is delegated by the Parliament of the United Kingdom, which may enact laws unilaterally altering or abolishing devolution. The nearby Isle of Man, Bailiwick of Guernsey and Bailiwick of Jersey are not part of the UK, being Crown dependencies with the British Government responsible for defence and international representation. The medieval conquest and subsequent annexation of Wales by the Kingdom of England, followed by the union between England and Scotland in 1707 to form the Kingdom of Great Britain, and the union in 1801 of Great Britain with the Kingdom of Ireland created the United Kingdom of Great Britain and Ireland. Five-sixths of Ireland seceded from the UK in 1922, leaving the present formulation of the United Kingdom of Great Britain and Northern Ireland.[note 13] There are fourteen British Overseas Territories, the remnants of the British Empire which, at its height in the 1920s, encompassed almost a quarter of the world's landmass and was the largest empire in history. British influence can be observed in the language, culture and political systems of many of its former colonies.\n The United Kingdom is the sixth-largest economy by nominal GDP and ninth-largest economy by purchasing power parity. It has a high-income economy and has a very high Human Development Index rating, ranking 14th in the world. It was the world's first industrialised country and the world's foremost power during the 19th and early 20th centuries. The UK remains a great power, with considerable economic, cultural, military, scientific and political influence internationally. It is a recognised nuclear weapons state and is sixth in military expenditure in the world. It has been a permanent member of the United Nations Security Council since its first session in 1946.\n The United Kingdom is a member of the Commonwealth of Nations, the Council of Europe, the G7, the G20, NATO, the Organisation for Economic Co-operation and Development (OECD), Interpol and the World Trade Organization (WTO).  It was a leading member state of the European Union (EU) and its predecessor, the European Economic Community (EEC) for 47 years, between 1 January 1973 and withdrawal on 31 January 2020.",
  "/wiki/Michellie_Jones": "Michellie Yvonne Jones AM  (/mɪˈkiːli/ mi-KEE-lee; born 6 September 1969) is an Australian triathlete. She has won two ITU Triathlon World Championships, an Olympic silver medal, and the 2006 Ironman World Championship. She won a gold medal at the 2016 Summer Paralympics as a guide for Katie Kelly, when paratriathlon made its debut at the Paralympics.",
  "/wiki/Brigitte_McMahon": "Brigitte McMahon-Huber (born March 25, 1967 in Baar) is an athlete from Switzerland, who competed in triathlon.\n McMahon competed at the first Olympic triathlon at the 2000 Summer Olympics.  She won the gold medal with a total time of 2:00:40.52, which until 2008 was the fastest time for a female in an Olympic triathlon.  Her split times were 19:44.58 for the swim, 1:05:42.30 for the cycling and 0:35:13.64 for the run.\n McMahon-Huber competed at the second Olympic triathlon at the 2004 Summer Olympics, finishing tenth with a total time of 2:07:07.73.\n McMahon tested positive for erythropoietin (EPO) during an out of competition control in June 2005. She maintains that she did not take any doping until well after the 2004 Athens Olympics where she came 10th and that she did it for therapeutic reasons only.  After the positive test she was immediately removed from the Swiss national team and was facing a two-year ban from triathlon. As a consequence she retired from the sport.",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe.[note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern.[note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva.\n The establishment of the Old Swiss Confederacy dates to the late medieval period, resulting from a series of military successes against Austria and Burgundy. Swiss independence from the Holy Roman Empire was formally recognized in the Peace of Westphalia in 1648. The Federal Charter of 1291 is considered the founding document of Switzerland which is celebrated on Swiss National Day. Since the Reformation of the 16th century, Switzerland has maintained a strong policy of armed neutrality; it has not fought an international war since 1815 and did not join the United Nations until 2002. Nevertheless, it pursues an active foreign policy and is frequently involved in peace-building processes around the world.  Switzerland is the birthplace of the Red Cross, one of the world's oldest and best known humanitarian organisations, and is home to numerous international organisations, including the second largest UN office. It is a founding member of the European Free Trade Association, but notably not part of the European Union, the European Economic Area or the Eurozone. However, it participates in the Schengen Area and the European Single Market through bilateral treaties.\n Switzerland occupies the crossroads of Germanic and Romance Europe, as reflected in its four main linguistic and cultural regions: German, French, Italian and Romansh. Although the majority of the population are German-speaking, Swiss national identity is rooted in a common historical background, shared values such as federalism and direct democracy, and Alpine symbolism. Due to its linguistic diversity, Switzerland is known by a variety of native names: Schweiz [ˈʃvaɪts] (German);[note 5] Suisse [sɥis(ə)] (French); Svizzera [ˈzvittsera] (Italian); and Svizra [ˈʒviːtsrɐ, ˈʒviːtsʁɐ] (Romansh).[note 6] On coins and stamps, the Latin name, Confoederatio Helvetica – frequently shortened to \"Helvetia\" – is used instead of the four national languages.\n The sovereign state is one of the most developed countries in the world, with the highest nominal wealth per adult and the eighth-highest per capita gross domestic product. It ranks at or near the top in several international metrics, including economic competitiveness and human development. Zürich, Geneva and Basel have been ranked among the top ten cities in the world in terms of quality of life, with Zürich ranked second globally. In 2019, IMD placed Switzerland first in the world in attracting skilled workers. World Economic Forum ranks it the 5th most competitive country globally.",
  "/wiki/Magali_Messmer": "Magali Di Marco Messmer (born 9 September 1971 in La Chaux-de-Fonds, Switzerland), is one of the most seasoned professional elite triathletes and part of the Swiss National Team since 1995. She took part in two Olympic Games, placing 3rd in Sydney (2000) and 13th  in Beijing (2008). She lives in Troistorrents in Valais.\n Magali Di Marco Messmer started her triathlon career in 1995 when she had already retired from swimming, and she won the Swiss Championships in the very first year of her new triathlon career. In 2000, she crowned her efforts by winning the bronze medal at the Olympics in Sydney, whereupon she retired temporarily from triathlon.\nLiving in Monthey together with her husband and working as a manager in an insurance company, she dedicated herself to family life and gave birth to her son Eliah on 2 November 2001.\nAt the end of the year 2004, however, Magali Di Marco hd her comeback to triathlon and in 2005 she achieved several World Cup top ten positions.\nAt the Olympics in Beijing in 2008 she placed 13th and in the World Championship Rankings of the year 2009 she was the number 8 among 106 female elite triathletes, so for more than 15 years Magali Di Marco Messmer has now been a match for the best elite triathletes of the world.\n In the 15 years from 1995 to 2009 Magali Di Marco Messmer took part in 73 ITU competitions and achieved 43 top ten positions.\nIn France, Magali Di Marco represents the Triathlon Club Châteauroux in the prestigious Club Championship Series Lyonnaise des Eaux. At the first triathlon of this French circuit in Dunkirk (23 May 2010) she placed 5th and was the best triathlete of her club, at the second triathlon in Beauvais (13 June 2010) she placed 6th and was again among the three athlètes classants l'equipe, and in Paris (18 July 2010) she also achieved an overall top ten position placing ninth and being again the best of the female Châteuroux triathletes.",
  "/wiki/Emma_Moffatt": "Emma Moffatt (born 7 September 1984) is an Australian professional triathlete. She won a bronze medal at the 2008 Summer Olympics in Beijing, and won the gold at the ITU Triathlon World Championships in 2009 and in 2010. She was born in Moree, New South Wales, and was raised in the northern New South Wales town of Woolgoolga.\n From a young age, she participated in such sports as cross country, athletics, and surf lifesaving. In her early teens, Emma began successfully participating in triathlon. Each of her three siblings and parents also competed in triathlon, while her elder sister Nicole was a champion Ironwoman in surf lifesaving.\n She is an Australian Institute of Sport scholarship holder.  She has been named Triathlon Australia's athlete of the year twice, in 2007 and 2012.  In 2009, she was the Australian Institute of Sport's athlete of the year.\n Moffatt was selected by the Australian Olympic Committee to compete in the London 2012 Olympics. The event was held in and around Hyde Park, with the swim being held in the Serpentine. However, she did not finish the event after a heavy fall during the cycling stage.\n She came second in the 10 kilometres (6.2 mi) run of the Gold Coast Marathon-event on 1 July 2012 in Gold Coast, Queensland, Australia, finishing behind Lisa Jane Weightman.\n At the 2014 Commonwealth Games, she was part of the Australian mixed relay team that won bronze.",
  "/wiki/Lisa_Norden": "Lisa Nordén (born 24 November 1984, Kristianstad, Skåne, Sweden) is a professional Swedish triathlete, 2012 Olympic silver medalist, and 2008 and 2016 Olympian. She is also the winner of the 2012 Triathlon World Series.\n Nordén's other accomplishments include Swedish Champion of the year 2008, the U23 World Champion of the year 2007, the Sprint World Champion of the year 2010, vice World Champion (World Championship Series) of the year 2009, bronze medalist of the World Championship Series of the years 2008 and 2010, and bronze medalist at the European Championships 2010.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.\n Sweden is part of the geographical area of Fennoscandia. The climate is in general mild for its northerly latitude due to significant maritime influence. In spite of the high latitude, Sweden often has warm continental summers, being located in between the North Atlantic, the Baltic Sea and the vast Eurasian Russian landmass. The general climate and environment varies significantly from the south and north due to the vast latitudal difference and much of Sweden has reliably cold and snowy winters. Southern Sweden is predominantly agricultural, while the north is heavily forested and includes a portion of the Scandinavian Mountains.\n Germanic peoples have inhabited Sweden since prehistoric times, emerging into history as the Geats (Swedish Götar) and Swedes (Svear) and constituting the sea peoples known as the Norsemen. An independent Swedish state emerged during the early 12th century. After the Black Death in the middle of the 14th century killed about a third of the Scandinavian population, the Hanseatic League threatened Scandinavia's culture, finances and languages. This led to the forming of the Scandinavian Kalmar Union in 1397, which Sweden left in 1523. When Sweden became involved in the Thirty Years War on the Reformist side, an expansion of its territories began and eventually the Swedish Empire was formed. This became one of the great powers of Europe until the early 18th century. Swedish territories outside the Scandinavian Peninsula were gradually lost during the 18th and 19th centuries, ending with the annexation of present-day Finland by Russia in 1809. The last war in which Sweden was directly involved was in 1814, when Norway was militarily forced into a personal union, which peacefully dissolved in 1905. Since then, Sweden has been at peace, maintaining an official policy of neutrality in foreign affairs. In 2014 Sweden celebrated 200 years of peace breaking even Switzerland's record for peace. Sweden was formally neutral through both world wars and the Cold War, albeit Sweden has since 2009 openly moved towards cooperation with NATO.\n Sweden is a constitutional monarchy and a parliamentary democracy, with Legislative power vested in the 349-member unicameral Riksdag. It is a unitary state, currently divided into 21 counties and 290 municipalities. Sweden maintains a Nordic social welfare system that provides universal health care and tertiary education for its citizens. It has the world's eleventh-highest per capita income and ranks very highly in quality of life, health, education, protection of civil liberties, economic competitiveness, equality, gender equality,  prosperity and human development. Sweden joined the European Union on 1 January 1995, but declined NATO membership, as well as Eurozone membership following a referendum. It is also a member of the United Nations, the Nordic Council, the Council of Europe, the World Trade Organization and the Organisation for Economic Co-operation and Development (OECD).",
  "/wiki/Daniela_Ryf": "Daniela Ryf (born 29 May 1987) is a Swiss triathlete. She is the titles holder of the Ironman World Championship of 2015, 2016, 2017 and 2018; and of the Ironman 70.3 World Championship of the 2014, 2015, 2017, 2018, and 2019.\n Ryf competed for Switzerland in the Triathlon at the Summer Olympics of 2008 (7th) and 2012 (40th). In 2010, Ryf placed third in the inaugural 2010 ITU Sprint Distance Triathlon World Championships.",
  "/wiki/Emma_Snowsill": "Emma Laura Snowsill OAM (born 15 June 1981) is an Australian professional triathlete and multiple gold medalist in the World Championships and the Commonwealth Games. She won the gold medal in triathlon at the 2008 Olympics. Snowsill is married to the 2008 Olympic champion in men's triathlon, Jan Frodeno.",
  "/wiki/Nicola_Spirig": "Nicola Spirig Hug (born 7 February 1982) is a Swiss professional triathlete. She is the 2012 Olympic and six times European champion in women's triathlon.",
  "/wiki/Chrissie_Wellington": "Christine Ann Wellington OBE (born 18 February 1977) is an English former professional triathlete and four-time Ironman Triathlon World Champion. She holds, or held, all three world and championship records relating to ironman-distance triathlon races: firstly, the overall world record, secondly, the Ironman World Championship course record (from 2009 until Mirinda Carfrae lowered it in 2013), and thirdly, the official world record for all Ironman-branded triathlon races over the full Ironman distance.\n She won the World Championship in three consecutive years (2007–2009), but could not start the 2010 World Championship race because of illness, then – while suffering from injuries so severe that her former coach Brett Sutton said she should \"not even be on the start line\" – regained the title in 2011. She is the first British athlete to hold the Ironman Triathlon World Championship, and was undefeated in all thirteen of her races over the ironman distance. She is the only triathlete, male or female, to have won the World Championship less than a year after turning professional, an achievement described by the British Triathlon Federation as \"a remarkable feat, deemed to be a near impossible task for any athlete racing as a rookie at their first Ironman World Championships.\"\n She lowered the world record on all three occasions (2009–2011) she raced Challenge Roth (formerly Quelle Challenge Roth) at Roth in Bavaria, Germany. Her current record of 8 hours 18 minutes 13 seconds is more than 32 minutes faster than the record which stood from 1994 to 2008, when Yvonne van Vlerken broke it by just over 5 minutes. Following her 2010 world record, her former coach Brett Sutton described Wellington as \"a person of true international sporting excellence that is overshadowed by no one in any other sport.\"\nPaula Newby-Fraser's course record at the Ironman World Championships had stood for 17 years until Wellington broke it in 2009. At the time of her retirement, Wellington held the four fastest times ever recorded by a woman over the ironman distance, and had the greatest number of sub-9 hour times – nine, five more than Newby-Fraser's previous record. In addition to the Ironman titles, she was also the 2006 International Triathlon Union (ITU) Age Group World Champion and the 2008 ITU long-distance World Champion.\n Before becoming a professional triathlete, Wellington worked for the British government as an adviser on international development and, for Rural Reconstruction Nepal, on development projects in Nepal. International development remains one of her passions. She is actively involved in supporting charities relating to international development and supporting and encouraging women and girls to take up sport.\n She became, after meeting the parents of Jon Blais at her first world championship, an ambassador for the Blazeman Foundation, performing a \"Blazeman roll\" in his memory at the finish line of all her triathlon races since then. She campaigns for full equality of women in prize money, sponsorship, and media reporting of sport, and equal opportunities, notably in cycling, for women to be able to compete on the same terms, and over the same race distances, as men.",
  "/wiki/Susan_Williams_(triathlete)": "Susan Rene Bartholomew-Williams (born June 17, 1969 in Long Beach, California) is a triathlete from the United States.\n She competed at the second Olympic triathlon at the 2004 Summer Olympics.  She was the first U.S. triathlete to win an Olympic medal by taking the bronze in 2004 in Athens. She placed third with a total time of 2:05:08.92.  Her split times were 19:02 for the swim, 1:08:58 for the cycling, and 0:37:08 for the run.\n Williams obtained a Master of Science in Aerospace Engineering Sciences and was working toward becoming an astronaut when her success at triathlon convinced her to give it a try.",
  "/wiki/List_of_triathletes": "This is a list of triathletes who are athletes notable for their achievements in the triathlon."
}