{
  "/wiki/2018_Winter_Olympics": "The 2018 Winter Olympics, officially known as the XXIII Olympic Winter Games (French: Les XXIIIes Jeux olympiques d'hiver; Korean: 제23회 동계 올림픽, romanized: Jeisipsamhoe Donggye Ollimpik) and commonly known as PyeongChang 2018, was an international winter multi-sport event that was held between 9 and 25 February 2018 in Pyeongchang County, Gangwon Province, South Korea, with the opening rounds for certain events held on 8 February 2018, the day before the opening ceremony.",
  "/wiki/Irineu_Esteve_Altimiras": "Irineu Esteve Altimiras (born 21 June 1996) is an Andorran cross-country skier who competes internationally.",
  "/wiki/2016_Summer_Olympics": "The 2016 Summer Olympics (Portuguese: Jogos Olímpicos de Verão de 2016),[a] officially known as the Games of the XXXI Olympiad (Portuguese: Jogos da XXXI Olimpíada) and commonly known as Rio 2016, was an international multi-sport event that was held from 5 to 21 August 2016 in Rio de Janeiro, Brazil, with preliminary events in some sports beginning on 3 August. These were the first Olympic Games ever to be held in South America and the fourth to be held in a developing country, after the 1968 Summer Olympics in Mexico, the 1980 Summer Olympics in the Soviet Union, and the 2008 Summer Olympics in China.",
  "/wiki/Laura_Sallés": "Laura Sallés López (born 15 February 1986) is a judoka from Andorra. She has participated in several World Championships and have won several medals at the Games of Small States. Sallés participated in the 2016 Summer Olympics, where she was the flag bearer for her country. In the Women's 63 kg she lost to Katharina Haecker in the first round.",
  "/wiki/2014_Winter_Olympics": "The 2014 Winter Olympics, officially called the XXII Olympic Winter Games (French: Les XXIIes Jeux olympiques d'hiver) (Russian: XXII Олимпийские зимние игры, tr. XXII Olimpiyskiye zimniye igry) and commonly known as Sochi 2014, was an international winter multi-sport event that was held from 7 to 23 February 2014 in Sochi, Krasnodar Krai, Russia, with opening rounds in certain events held on the eve of the opening ceremony, 6 February 2014.",
  "/wiki/Mireia_Gutiérrez": "Mireia Gutiérrez (born 9 October 1988) is an Andorran female skier. She represented Andorra in the 2010 Winter Olympics, in the Alpine skiing events. She also took part in the FIS Alpine World Ski Championships 2009.",
  "/wiki/2012_Summer_Olympics": "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was an international multi-sport event that was held from 27 July to 12 August 2012 in London, United Kingdom. The first event, the group stage in women's football, began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremony on 27 July. 10,768 athletes from 204 National Olympic Committees (NOCs) participated.",
  "/wiki/Joan_Tomàs_Roca": "Joan Tomàs Roca (born 17 February 1951) is an Andorran trap shooter who competed in five Summer Olympics spanning 36 years.",
  "/wiki/2010_Winter_Olympics": "The 2010 Winter Olympics, officially known as the XXI Olympic Winter Games (French: Les XXIes Jeux olympiques d'hiver) and commonly known as Vancouver 2010, informally the 21st Winter Olympics, was an international winter multi-sport event that was held from 12 to 28 February 2010 in Vancouver, British Columbia, Canada, with some events held in the surrounding suburbs of Richmond, West Vancouver and the University Endowment Lands, and in the nearby resort town of Whistler.",
  "/wiki/Lluís_Marin_Tarroch": "Lluís Marin Tarroch (born October 12, 1988) is a snowboarder from Andorra. He competed for Andorra at the 2010 Winter Olympics in snowboard cross. Marin was Andorra's flag bearer during the 2010 Winter Olympics opening ceremony.  Tarroch failed to qualify for the head-to-head rounds of his event after falling in one of his runs and ended up in 34th place.",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/Montserrat_García": "Montserrat García Riberaygua (born November 26, 1989 in Andorra la Vella) is an Andorran slalom canoer who has competed since the mid-2000s. She was eliminated in the qualifying round of the K-1 event at the 2008 Summer Olympics in Beijing, finishing in 20th place.",
  "/wiki/2006_Winter_Olympics": "The 2006 Winter Olympics, officially known as the XX Olympic Winter Games (Italian: XX Giochi olimpici invernali) and commonly known as Turin 2006 or Torino 2006, was a winter multi-sport event which was held in Turin, Piedmont, Italy from February 10 to 26, 2006. This marked the second time that Italy had hosted the Winter Olympic Games, the first being the 1956 Winter Olympics in Cortina d'Ampezzo. Italy also hosted the Summer Olympics in 1960 in Rome. Turin was selected as the host city for the 2006 Games in June 1999.",
  "/wiki/Alex_Antor": "Alex Antor (born 1 April 1979) is an Andorran alpine skier. He represented Andorra at the 2002 and 2006 Winter Olympics. He was their flag bearer in the 2006 Opening Ceremonies.",
  "/wiki/2004_Summer_Olympics": "The 2004 Summer Olympics (Greek: Θερινοί Ολυμπιακοί Αγώνες 2004, Therinoí Olympiakoí Agónes 2004), officially known as the Games of the XXVIII Olympiad and commonly known as Athens 2004, was a premier international multi-sport event held in Athens, Greece, from 13 to 29 August 2004 with the motto Welcome Home.",
  "/wiki/Hocine_Haciane": "Hocine Haciane (born July 7, 1986 in Andorra la Vella) is an Olympic and national record holding swimmer from Andorra.  At the 2004 Olympics, he was Andorra's flagbearer.",
  "/wiki/2002_Winter_Olympics": "The 2002 Winter Olympics, officially the XIX Olympic Winter Games and commonly known as Salt Lake 2002, was a winter multi-sport event that was celebrated from 8 to 24 February 2002 in and around Salt Lake City, Utah, United States.",
  "/wiki/Victor_Gómez": "Victor Gómez (born 10 February 1974) is an Andorran alpine skier. He competed at the 1992, 1994, 1998 and the 2002 Winter Olympics.",
  "/wiki/2000_Summer_Olympics": "The 2000 Summer Olympics, officially known as the Games of the XXVII Olympiad and commonly known as Sydney 2000 or the Millennium Olympic Games/Games of the New Millennium, was an international multi-sport event held between 15 September and 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and also the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956.",
  "/wiki/Toni_Bernadó": "Antoni \"Toni\" Bernadó Planas (born December 9, 1966) is an Andorran long-distance runner who finished 87th in Men's marathon at the 1996 Summer Olympics, 49th at the 2000 Summer Olympics, 57th at the 2004 Summer Olympics, 58th at the 2008 Summer Olympics and 74th at the 2012 Summer Olympics. He is the first and so far only athlete to have finished five Olympic Marathons. He held the Masters M40 3000 metres world record for three years.",
  "/wiki/1998_Winter_Olympics": "The 1998 Winter Olympics, officially the XVIII Olympic Winter Games (French: Les XVIIIes Jeux olympiques d'hiver) (Japanese: 第十八回オリンピック冬季競技大会, Dai Jūhachi-kai Orinpikku Tōkikyōgi Taikai), and commonly known as Nagano 1998, was a winter multi-sport event celebrated from 7 to 22 February 1998 that were centered in Nagano, Japan. The Games also took place in the nearby mountain communities of Hakuba, Karuizawa, Nozawa Onsen, and Yamanouuchi. The city of Nagano had previously been a candidate to host the 1940 Winter Olympics (which were later cancelled), as well as the 1972 Winter Olympics, but each time Nagano was eliminated at the national level by Sapporo.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Aitor_Osorio": "Aitor Osorio (born 31 October 1975) is an Andorran swimmer who competed at the 1996 Summer Olympics.",
  "/wiki/1994_Winter_Olympics": "The 1994 Winter Olympics (Norwegian: Olympiske vinterleker 1994), officially known as the XVII Olympic Winter Games, was a winter multi-sport event celebrated from 12 to 27 February 1994 in and around Lillehammer, Norway.",
  "/wiki/Vicky_Grau": "Vicky Grau (born 8 April 1975) is an Andorran alpine skier. She competed at the 1992, 1994, 1998 and the 2002 Winter Olympics.",
  "/wiki/1992_Summer_Olympics": "The 1992 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1992, Catalan: Jocs Olímpics d'estiu de 1992), officially known as the Games of the XXV Olympiad, was an international multi-sport event held in Barcelona, Spain from 25 July to 9 August 1992.",
  "/wiki/Maggy_Moreno": "Margarida \"Maggy\" Moreno (born 3 April 1968) is an Andorran track and field athlete who competed at the 1992 Summer Olympics.",
  "/wiki/1992_Winter_Olympics": "The 1992 Winter Olympics, officially known as the XVI Olympic Winter Games (French: Les XVIes Jeux olympiques d'hiver), were a winter multi-sport event celebrated from 8 to 23 February 1992 in Albertville, France. They were the last Winter Olympics to be held the same year as the Summer Olympics, and the first where the Winter Paralympics were held at the same site. Albertville was selected as host in 1986, beating Sofia, Falun, Lillehammer, Cortina d'Ampezzo, Anchorage and Berchtesgaden. The games were the third Winter Olympics held in France, after Chamonix in 1924 and Grenoble in 1968, and the fifth Olympics overall in the country.",
  "/wiki/1988_Summer_Olympics": "The 1988 Summer Olympics (Korean: 서울 하계 올림픽; RR: Seoul Hagye Ollimpik [sʌ.ul ɦaɡje olːimpʰik]), officially known as the Games of the XXIV Olympiad, was an international multi-sport event celebrated from 17 September to 2 October 1988 in Seoul, South Korea.",
  "/wiki/1988_Winter_Olympics": "The 1988 Winter Olympics, officially known as the XV Olympic Winter Games (French: Les XVes Jeux olympiques d'hiver), was a multi-sport event celebrated in and around Calgary, Alberta, Canada, between February 13 and 28, 1988 and were the first Winter Olympics to be held over a whole two week period. The host city was selected in 1981 over Falun, Sweden, and Cortina d'Ampezzo, Italy.  Most events took place in Calgary while several skiing events were held in the mountain resorts of Nakiska and Canmore, west of the city.",
  "/wiki/Claudina_Rossel": "Claudina Rossel (born 12 July 1969) is an Andorran alpine skier. She competed in two events at the 1988 Winter Olympics.",
  "/wiki/1984_Summer_Olympics": "The 1984 Summer Olympics, officially known as the Games of the XXIII Olympiad, was an international multi-sport event that was held from July 28 to August 12, 1984, in Los Angeles, California, United States (and other venues around the United States). This was the second time that Los Angeles had hosted the Games, the first being in 1932.",
  "/wiki/1984_Winter_Olympics": "The 1984 Winter Olympics, officially known as the XIV Olympic Winter Games (French: XIVes Jeux olympiques d'hiver; Serbo-Croatian: XIV. zimske olimpijske igre / XIV Зимске олимпијске игре; Macedonian: XIV Зимски олимписки игри; Slovene: XIV olimpijske zimske igre), was a winter multi-sport event which took place from 8–19 February 1984 in Sarajevo, Yugoslavia, in what is now Bosnia and Herzegovina. Other candidate cities were Sapporo, Japan; and Gothenburg, Sweden.",
  "/wiki/1980_Summer_Olympics": "The 1980 Summer Olympics, officially known as the Games of the XXII Olympiad (Russian: И́гры XXII Олимпиа́ды, tr. Igry XXII Olimpiady), was an international multi-sport event held in Moscow, Soviet Union, in present-day Russia.",
  "/wiki/List_of_flag_bearers_for_Andorra_at_the_Olympics": "This is a list of flag bearers who have represented Andorra at the Olympics."
}