{
  "/wiki/Association_football_positions": "In the sport of association football, each of the 11 players on a team is assigned to a particular position on the field of play. A team is made up of one goalkeeper and ten outfield players who fill various defensive, midfield, and attacking positions depending on the formation deployed. These positions describe both the player's main role and their area of operation on the pitch.",
  "/wiki/Defender_(association_football)": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/Sungkyunkwan_University": "Sungkyunkwan University (SKKU or simply Seongdae, hangul: 성균관대학교; hanja: 成均館大學校) is a private comprehensive research university in South Korea. The institution traces its origins to the historical Sungkyunkwan founded in 1398 by the Joseon Dynasty located in the heart of central Seoul. As the foremost educational institution of the Joseon Kingdom, it was governed by the great code of the state administration with royal assent. It was restructured into a university in the late nineteenth century, and has since greatly expanded its course offerings and reputation, which is attributed to its numerous influential graduates, strong research output, and close partnership with Samsung.",
  "/wiki/Youth_system": "In sporting terminology, a youth system is a youth investment program within a particular team or league, which develops and nurtures young talent in farm teams, with the vision of using them in the first team in the future if they show enough promise and potential, and to fill up squad numbers in some teams with small budgets. In contrast to most sports in the United States where the high school and collegiate system is responsible for developing young sports people, most football and basketball clubs, especially in Europe and Latin America, take responsibility for developing their own players of the future.",
  "/wiki/FC_Seoul_Reserves_and_Academy": "FC Seoul Reserves are the reserve team of FC Seoul. Reserve team is member of the R League (Reserve League).",
  "/wiki/Goalkeeper": "In many team sports which involve scoring goals, the goalkeeper (sometimes termed goaltender, netminder, goalie or keeper) is a designated player charged with directly preventing the opposing team from scoring by blocking or intercepting opposing shots on goal.",
  "/wiki/Midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/Forward_(association_football)": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.",
  "/wiki/Park_Hee-Seong": "Park Hee-seong (born April 7, 1990) is a South Korean football player who plays for FC Seoul. He joined FC Seoul in 2013.",
  "/wiki/Korea_University": "Korea University (KU, Korean: 고려대학교; Hanja: 高麗大學校; RR: Goryeo Daehakgyo) is a private research university in Seoul, South Korea.",
  "/wiki/Daegu_University": "Daegu University is a private university in South Korea.  Its campus is located a short distance outside Daegu, in Gyeongsan City, North Gyeongsang province. The school currently consists of 13 colleges from college of humanities to college of rehabilitation.     \nThe current president is Dr. Hong Duk Yul. Enrollment currently tops 20,000, and more than 780 professors are employed.",
  "/wiki/Kim_Nam-Chun": "Kim Nam-chun (Korean: 김남춘; born 19 April 1989) is a South Korean footballer who plays as a defender for FC Seoul.",
  "/wiki/Dongguk_University": "Dongguk University (Korean: 동국대학교, Hanja: 東國大學校) is a private, coeducational university in South Korea, based on Buddhism. Established in 1906 as Myeongjin School (명진학교; 明進學校) by Buddhist pioneers of the Association of Buddhism Research (불교연구회; 佛敎硏究會), the university gained full university status as Dongguk University in 1953. The university remains one of the few Buddhist-affiliated universities in the world, and is the member of International Association of Buddhist Universities.",
  "/wiki/Free_Agent": "In professional sports, a free agent is a player who is eligible to sign freely with any club or franchise; i.e., not under contract to any specific team.  The term is also used in reference to a player who is under contract at present but who is allowed to solicit offers from other teams. In some circumstances, the free agent's options are limited by league rules.",
  "/wiki/2013_FC_Seoul_season": "The 2013 season is FC Seoul's 30th season in the K League Classic."
}