{
  "/wiki/Ian_Beckles": "Ian Harold Beckles (born July 20, 1967) is a Canadian former American football Guard who played nine seasons in the NFL. Beckles is the current co-host of the highly rated The Ron & Ian Show on iHeartMedia, Inc.'s WDAE (620 AM and 95.3 FM) in Tampa, Florida, along with host, Ron Diaz. Beckles was the hosts of his own program (The Ian Beckles Show) on 102.5 The Bone on Sundays from 11:00am–1:00pm",
  "/wiki/Offensive_Guard": "In gridiron football, a guard (G) is a player who lines up between the center and the tackles on the offensive line of a football team on the line of scrimmage used primarily for blocking. Right guards (RG) is the term for the guards on the right of the offensive line, while left guards (LG) are on the left side. Guards are to the right or left of the center.",
  "/wiki/Defensive_Tackle": "A defensive tackle (DT) is typically the largest and strongest of the defensive players in American football. The defensive tackle typically lines up opposite one of the offensive guards. Depending on a team's individual defensive scheme, a defensive tackle may be called upon to fill several different roles.  These roles may include merely holding the point of attack by refusing to be moved or penetrating a certain gap between offensive linemen to break up a play in the opponent's backfield. If a defensive tackle reads a pass play, his primary responsibility is to pursue the quarterback, or simply knock the pass down at the line if it is within arm's reach.  Other responsibilities of the defensive tackle may be to pursue the screen pass or drop into coverage in a zone blitz scheme. In a traditional 4–3 defense, there is no nose tackle. Instead there is a left and right defensive tackle. Some teams, especially in the National Football League (NFL), do have a nose tackle in this scheme, but most of them do not.",
  "/wiki/Indiana_University": "Indiana University (IU) is a system of public universities in the state of Indiana. Indiana University has a combined student body of more than 110,000 students, which includes approximately 46,000 students enrolled at the Indiana University Bloomington campus.",
  "/wiki/Tight_End": "The tight end (TE) is a position in American football, arena football, and formerly Canadian football, on the offense. The tight end is often seen as a hybrid position with the characteristics and roles of both an offensive lineman and a wide receiver. Like offensive linemen, they are usually lined up on the offensive line and are large enough to be effective blockers. On the other hand, unlike offensive linemen, they are eligible receivers adept enough to warrant a defense's attention when running pass patterns.",
  "/wiki/California_Lutheran_University": "California Lutheran University (CLU, Cal Lutheran, or Cal Lu) is a private liberal arts university in Thousand Oaks, California. It was founded in 1959 and is affiliated with the Evangelical Lutheran Church in America, but is nonsectarian. It opened in 1960 as California Lutheran College and was California's first four-year liberal arts college and the first four-year private college in Ventura County. It changed its name to California Lutheran University on January 1, 1986.",
  "/wiki/Running_Back": "A running back (RB) is a member of the offensive backfield in gridiron football. The primary roles of a running back are to receive handoffs from the quarterback to rush the ball,\nand block.  There are usually one or two running backs on the field for a given play, depending on the offensive formation. A running back may be a halfback (in certain contexts also referred to as a tailback), a wingback or a fullback. A running back will sometimes be called a \"feature back\" if he is the team's starting running back.",
  "/wiki/Bishop%27s_University": "Bishop's University (French: Université Bishop's) is a small liberal arts college in Lennoxville, a borough of Sherbrooke, Quebec, Canada. It is one of three universities in the province of Quebec that teach primarily in English (the others being McGill University and Concordia University, both in Montreal). The university shares a campus with its neighbour, Champlain College Lennoxville, an English-language public college. It remains one of Canada's few primarily undergraduate universities, and is linked with three others in the Maple League. Established in 1843 as Bishop's College and affiliated with the University of Oxford and the University of Cambridge in 1853, the school remained under the Anglican church's direction from its founding until 1947. Since that time, the university has been a non-denominational institution.  Bishop's University has graduated fifteen Rhodes Scholars. It is ranked number one in Canada for student satisfaction by Maclean's magazine.",
  "/wiki/Carl_Coulter": "Carl Coulter (born November 14, 1966) is a former professional Canadian football offensive lineman. He played 15 seasons in the Canadian Football League for six different teams. He was named CFL All-Star in 1998 and was a part of one Grey Cup championship team with the Hamilton Tiger-Cats in 1999. Coulter played CIS football for the Carleton Ravens. After a football career he moved on to teaching at elementary schools and doing construction work in Ottawa.",
  "/wiki/Linebacker": "A linebacker (LB or backer) is a playing position in gridiron football.  Linebackers are members of the defensive team, and line up approximately three to five yards (4 m) behind the line of scrimmage, behind the defensive linemen, and therefore \"back up the line\". Linebackers generally align themselves before the ball is snapped by standing upright in a \"two-point stance\" (as opposed to the defensive linemen, who put one or two hands on the ground for a \"three-point stance\" or \"four-point stance\" before the ball is snapped).",
  "/wiki/Carleton_University": "Carleton University is a public comprehensive university  in Ottawa, Ontario, Canada. Founded in 1942 as Carleton College, a private, non-denominational evening college to serve veterans returning from World War II, the institution was chartered as a university by the provincial government in 1952 through The Carleton University Act. The legislation was subsequently amended in 1957 to give the institution its current name.  The university moved to its current campus in 1959, expanding rapidly throughout the 1960s amid broader efforts by the provincial government to increase support to post-secondary institutions and enhance access to higher education.",
  "/wiki/Brigham_Young_University": "Brigham Young University (BYU, sometimes referred to colloquially as The Y) is a private research university located in Provo, Utah and owned by The Church of Jesus Christ of Latter-day Saints (LDS Church).  The university is run under the auspices of its parent-organization, the Church Educational System (CES), and is classified among \"Doctoral Universities: High Research Activity\" with \"more selective, lower transfer-in\" admissions.   The university's primary emphasis is on undergraduate education in 179 majors, but it also has 62 master's and 26 doctoral degree programs.  The university also administers two satellite campuses, one in Jerusalem and one in Salt Lake City.",
  "/wiki/University_of_British_Columbia": "The University of British Columbia (UBC) is a public research university with campuses in Vancouver and Kelowna, British Columbia. Established in 1908, UBC is British Columbia's oldest university. The university has ranked among the top three universities in Canada. With an annual research budget of $600 million, UBC funds over 8,000 projects a year.",
  "/wiki/Defensive_End": "Defensive End (DE) is a defensive position in the sport of gridiron football.",
  "/wiki/University_of_Cincinnati": "The University of Cincinnati (UC or Cincinnati) is a public research university in Cincinnati, Ohio. Founded in 1819 as Cincinnati College, it is the oldest institution of higher education in Cincinnati and has an annual enrollment of over 44,000 students, making it the second largest university in Ohio. It is part of the University System of Ohio.",
  "/wiki/Offensive_Tackle": "Tackle is a playing position in gridiron football. Historically, in the one-platoon system prevalent in the late nineteenth and early twentieth centuries, a tackle played on both offense and defense. In the modern system of specialized units, offensive tackle and defensive tackle are separate positions, and the stand-alone term \"tackle\" refers to the offensive tackle position only. The offensive tackle (OT, T) is a position on the offensive line, left and right. Like other offensive linemen, their job is to block: to physically keep defenders away from the offensive player who has the football and enable him to advance the football and eventually score a touchdown. The term \"tackle\" is a vestige of an earlier era of football in which the same players played both offense and defense.",
  "/wiki/Offensive_Lineman": "In American football each team has 11 players on the field at one time. The specific role that a player takes on the field is called their position. Under the modern rules of American football, teams are allowed free substitutions; that is, teams may change any number of players after any play. This has resulted in the development of three \"platoons\" of players: the offense (the team with the ball, which is trying to score), the defense (the team trying to prevent the other team from scoring, and to take the ball from them), and the special teams (who play in kicking situations). Within those platoons, various specific positions exist depending on what each player's main job is.",
  "/wiki/Simon_Fraser_University": "Simon Fraser University (SFU) is a public research university in British Columbia, Canada, with three campuses: Burnaby (main campus), Surrey, and Vancouver. The 170-hectare (420-acre) main Burnaby campus on Burnaby Mountain, located 20 kilometres (12 mi) from downtown Vancouver, was established in 1965 and comprises more than 30,000 students and approximately 950 faculty members.",
  "/wiki/1990_BC_Lions_season": "The 1990 BC Lions finished in fourth place in the West Division with a 6–11–1 record and failed to make to playoffs."
}