{
  "/wiki/Cortez,_Colorado": "Cortez is a Home Rule Municipality that is the county seat and the most populous municipality of Montezuma County, Colorado, United States.  The city population was 8,482 at the 2010 United States Census.",
  "/wiki/Mesa_Verde_National_Park": "Mesa Verde National Park is an American national park and UNESCO World Heritage Site located in Montezuma County, Colorado. The park protects some of the best-preserved Ancestral Puebloan archaeological sites in the United States.",
  "/wiki/Cliff_Palace": "Cliff Palace is the largest cliff dwelling in North America. The structure built by the Ancestral Puebloans is located in Mesa Verde National Park in their former homeland region. The cliff dwelling and park are in the southwestern corner of Colorado, in the Southwestern United States.",
  "/wiki/Kiva": "A kiva is a room used by Puebloans for rites and political meetings, many of them associated with the kachina belief system. Among the modern Hopi and most other Pueblo people, kivas are square-walled and underground, and are used for spiritual ceremonies.",
  "/wiki/Historic_Civil_Engineering_Landmark": "The following is a list of Historic Civil Engineering Landmarks as designated by the American Society of Civil Engineers since it began the program in 1964. The designation is granted to projects, structures, and sites in the United States (National Historic Civil Engineering Landmarks) and the rest of the world (International Historic Civil Engineering Landmarks). As of 2013, there are over 260 landmarks included on the list.\nSections or chapters of the American Society of Civil Engineers may also designate state or local landmarks within their areas; those landmarks are not listed here.",
  "/wiki/List_of_historic_civil_engineering_landmarks": "The following is a list of Historic Civil Engineering Landmarks as designated by the American Society of Civil Engineers since it began the program in 1964. The designation is granted to projects, structures, and sites in the United States (National Historic Civil Engineering Landmarks) and the rest of the world (International Historic Civil Engineering Landmarks). As of 2013, there are over 260 landmarks included on the list.\nSections or chapters of the American Society of Civil Engineers may also designate state or local landmarks within their areas; those landmarks are not listed here."
}