{
  "/wiki/Platte_River": "The Platte River /plæt/ is a major river in the state of Nebraska and is about 310 mi (500 km) long. Measured to its farthest source via its tributary the North Platte River, it flows for over 1,050 miles (1,690 km). The Platte River is a tributary of the Missouri River, which itself is a tributary of the Mississippi River which flows to the Gulf of Mexico. The Platte over most of its length is a muddy, broad, shallow, meandering stream with a swampy bottom and many islands—a braided stream. These characteristics made it too difficult for canoe travel, and it was never used as a major navigation route by European-American trappers or explorers.[citation needed]",
  "/wiki/Ashland,_Nebraska": "Ashland is a city in Saunders County, Nebraska, United States. The population was 2,453 at the 2010 census.",
  "/wiki/Mynard_Road_Bridge": "The Mynard Road Bridge, now located near Ashland, Nebraska, is a historic  Warren truss leg bedstead bridge that was built in 1900. It was probably built by J.R. Sheeley and Company, of Lincoln, Nebraska and was listed on the National Register of Historic Places in 1992. The 50-foot (15 m) Mynard Road Bridge was the longest of its engineering type remaining in the state of Nebraska when the historic inventory was done in 1992, and was still used for vehicular traffic at that time. The bridge was originally situated on the Maynard Road and was built to span an unnamed stream, 4.7 mi (7.6 km) southeast of Louisville, Nebraska. In 2000, the bridge was relocated to be used as a pedestrian bridge at the Lee G. Simmons Conservation Park and Wildlife Safari.",
  "/wiki/Louisville,_Nebraska": "Louisville is a city in Cass County, Nebraska, United States. The population was 1,106 at the 2010 census.",
  "/wiki/Cass_County_Courthouse_(Nebraska)": "The Cass County Courthouse in Plattsmouth, Nebraska was built in 1891.  It was listed on the National Register of Historic Places in 1990.",
  "/wiki/Plattsmouth,_Nebraska": "Plattsmouth is a city and county seat of Cass County, Nebraska, United States.  The population was 6,502 at the 2010 census.",
  "/wiki/Weeping_Water,_Nebraska": "Weeping Water is a city in Cass County, Nebraska, United States. The population was 1,050 at the 2010 census.",
  "/wiki/George_E._Dovey_House": "The George E. Dovey House, in Plattsmouth, Nebraska in Cass County, Nebraska, was listed on the National Register of Historic Places in 2018.",
  "/wiki/The_Elms_(Elmwood,_Nebraska)": "The Elms, also known as the Bess Streeter Aldrich House, was listed on the National Register of Historic Places in 1977.",
  "/wiki/Elmwood,_Nebraska": "Elmwood is a village in Cass County, Nebraska, United States. The population was 634 at the 2010 census.",
  "/wiki/Walker_Gilmore_Site": "The Walker Gilmore Site, designated by the Smithsonian trinomial 22CC28, is a prehistoric archaeological site near Murray, Nebraska.  First formally investigated in 1915, it is the type site for the Sterns Creek focus, the first Woodland period culture identified in Nebraska.  It was designated a National Historic Landmark in 1964.",
  "/wiki/Murray,_Nebraska": "Murray is a village in Cass County, Nebraska, United States. The population was 463 at the 2010 census.",
  "/wiki/Alvo,_Nebraska": "Alvo is a village in Cass County, Nebraska, United States. The population was 132 at the 2010 census.",
  "/wiki/Avoca,_Nebraska": "Avoca is a village in Cass County, Nebraska, United States. The population was 242 at the 2010 census.",
  "/wiki/Murdock,_Nebraska": "Murdock is a village in Cass County, Nebraska. The population was 236 at the 2010 census.",
  "/wiki/Velosco_V._Leonard_House": "The Velosco V. Leonard House, in Plattsmouth, Nebraska in Cass County, Nebraska, was listed on the National Register of Historic Places in 2018.",
  "/wiki/Manley_School": "The Manley School, at 115 Cherry St. in Manley, Nebraska, was built in 1931.  It was listed on the National Register of Historic Places in 2004.",
  "/wiki/Manley,_Nebraska": "Manley is a village in Cass County, Nebraska, United States. The population was 178 at the 2010 census.",
  "/wiki/Naomi_Institute": "The Naomi Institute, also known as the Rock Bluff School, is located in the ghost town of Rock Bluff, Nebraska, three miles east of Murray. It was one of the earliest higher education institutions in Nebraska, founded in 1870 as a pioneer college. The building was listed on the National Register of Historic Places in 1977.",
  "/wiki/Nehawka,_Nebraska": "Nehawka is a village in Cass County, Nebraska, United States. The population was 204 at the 2010 census.",
  "/wiki/Nehawka_Public_Library": "The Nehawka Public Library in Nehawka, Nebraska was listed on the National Register of Historic Places in 2002.",
  "/wiki/Capt._John_O'Rourke_House": "The Capt. John O'Rourke House, at 424 N 6th St. in Plattsmouth, Nebraska, was built in 1881. It was listed on the National Register of Historic Places in 2006.",
  "/wiki/National_Register_of_Historic_Places_listings_in_Cass_County,_Nebraska": "This is a list of the National Register of Historic Places listings in Cass County, Nebraska."
}