{
  "/wiki/English_language": "English is a West Germanic language that was first spoken in early medieval England and eventually became a global lingua franca. It is named after the Angles, one of the Germanic tribes that migrated to the area of Great Britain that later took their name, as England. Both names derive from Anglia, a peninsula in the Baltic Sea. The language is closely related to Frisian and Low Saxon, and its vocabulary has been significantly influenced by other Germanic languages, particularly Norse (a North Germanic language), and to a greater extent by Latin and French.",
  "/wiki/Spanish_language": "Spanish (/ˈspænɪʃ/ (listen); español (help·info)), or Castilian (/kæˈstɪliən/ (listen), castellano (help·info)), is a Romance language that originated in the Iberian Peninsula and today has over 483 million native speakers, mainly in Spain and the Americas. It is a global language, the world's second-most spoken native language, after Mandarin Chinese, and the world's fourth-most spoken language, after Mandarin Chinese, English and Hindi.",
  "/wiki/Capital_(political)": "A capital city (or simply capital) is the municipality exercising primary status in a country, state, province, or other administrative region, usually as its seat of government. A capital is typically a city that physically encompasses the government's offices and meeting places; the status as capital is often designated by its law or constitution. In some jurisdictions, including several countries, the different branches of government are located in different settlements. In some cases, a distinction is made between the official (constitutional) capital and the seat of government, which is in another place.",
  "/wiki/Arica_y_Parinacota_Region": "The Arica y Parinacota Region (Spanish: Región de Arica y Parinacota pronounced [aˈɾika i paɾinaˈkota]) is one of Chile's 16 first order administrative divisions. It borders Peru to the north, Bolivia to the east and Chile's Tarapacá Region to the south. It is also the country's newest region, created under Law No. 20,175. It became operational on October 8, 2007. Chile's former Tarapacá region was a former Peruvian province, which was occupied by Chile under the 1883 Treaty of Ancón at the close of the War of the Pacific, and then formally annexed in 1929 by the Treaty of Lima.",
  "/wiki/Arica,_Chile": "Arica (/əˈriːkə/ ə-REE-kə; Spanish: [aˈɾika]) is a commune and a port city with a population of 222,619 in the Arica Province of northern Chile's Arica y Parinacota Region. It is Chile's northernmost city, being located only 18 km (11 mi) south of the border with Peru. The city is the capital of both the Arica Province and the Arica and Parinacota Region. Arica has a mild, temperate climate with some of the lowest annual rainfall rates anywhere in the world; consequently, there are rarely any clouds over Arica. Arica is located at the bend of South America's western coast known as the Arica Bend or Arica Elbow. At the location of the city are two lush valleys that dissect the Atacama Desert converge: Azapa and Lluta. These valleys provide fruit for export.",
  "/wiki/Tarapac%C3%A1_Region": "The Tarapacá Region (Spanish: Región de Tarapacá, pronounced [taɾapaˈka]) is one of Chile's 16 first-order administrative divisions. It borders the Chilean Arica and Parinacota Region to the north, Bolivia's Oruro Department on the east, the Antofagasta Region on the south and the Pacific Ocean on the west. The port city of Iquique (2002 pop. 216,419) is the region's capital.",
  "/wiki/Iquique": "Iquique (Spanish pronunciation: [iˈkike]) is a port city and commune in northern Chile, capital of both the Iquique Province and Tarapacá Region. It lies on the Pacific coast, west of the Pampa del Tamarugal, which is part of the Atacama Desert. It had a population of 191,468 according to the 2017 census. It is also the main commune of Greater Iquique. The city developed during the heyday of the saltpetre mining in the Atacama Desert in the 19th century. Once a Peruvian city with a large Chilean population, it was conquered by Chile in the War of the Pacific (1879–1883). Today it is one of only two free ports of Chile, the other one being Punta Arenas, in the country's far south.",
  "/wiki/Antofagasta_Region": "The Antofagasta Region (Spanish: Región de Antofagasta, pronounced [antofaˈɣasta]) is one of Chile's sixteen first-order administrative divisions.  It comprises three provinces, Antofagasta, El Loa and Tocopilla. It is bordered to the north by Tarapacá and by Atacama to the south and is the second-largest region of Chile.  To the east it borders Bolivia and Argentina. The capital of the region is the port city of Antofagasta, another important city being Calama. The main economic activity is copper mining in the giant porphyry copper systems located inland.",
  "/wiki/Antofagasta": "Antofagasta (Spanish pronunciation: [antofaˈɣasta] (listen)) is a port city in northern Chile, about 1,100 kilometres (700 mi) north of Santiago.  It is the capital of Antofagasta Province and Antofagasta Region.  According to the 2015 census, the city has a population of 402,669.",
  "/wiki/Atacama_Region": "The Atacama Region (Spanish: Región de Atacama, pronounced [ataˈkama]) is one of Chile's 16 first order administrative divisions. It comprises three provinces: Chañaral, Copiapó and Huasco. It is bordered to the north by Antofagasta, to the south by Coquimbo, to east with Provinces of Catamarca, La Rioja and San Juan of Argentina, and to the west by the Pacific Ocean. The regional capital Copiapó is located at 806 km (501 mi) north of the country's capital of Santiago. The region occupies the southern portion of the Atacama Desert, the rest of the desert is mainly distributed among the other regions of Norte Grande.",
  "/wiki/Copiap%C3%B3": "Copiapó (Spanish pronunciation: [kopjaˈpo]) is a city in northern Chile, located about 65 kilometers east of the coastal town of Caldera. Founded on December 8, 1744, it is the capital of Copiapó Province and Atacama Region.",
  "/wiki/Coquimbo_Region": "The Coquimbo Region (Spanish: Región de Coquimbo, pronounced [koˈkimbo]) is one of Chile's 16 first order administrative divisions. It is approximately 400 kilometres (250 mi) north of the capital, Santiago.",
  "/wiki/La_Serena,_Chile": "La Serena (Spanish pronunciation: [la seˈɾena]) is a city and commune in northern Chile, capital of the Coquimbo Region. Founded in 1544, it is the country's second oldest city after the national capital, Santiago. As of 2012, it had a communal population of roughly 200,000, and was one of the fastest-growing areas of Chile.",
  "/wiki/Valpara%C3%ADso_Region": "The Valparaíso Region (Spanish: Región de Valparaíso, pronounced [balpaɾaˈiso]) is one of Chile's 16 first order administrative divisions.[FN 1] With the country's second highest population of 1,790,219 million in 2017, and fourth smallest area of 16,396.1 km2 (6,331 sq mi), the region is Chile's second most densely populated after the Santiago Metropolitan Region to the southeast.",
  "/wiki/Valpara%C3%ADso": "Valparaíso (/ˌvælpəˈraɪzoʊ, -soʊ/; Spanish: [balpaɾaˈiso]) is a major city, seaport, and educational centre in the commune of Valparaíso, Chile. \"Greater Valparaíso\" is the third largest metropolitan area in the country. Valparaíso is located about 120 kilometres (75 mi) northwest of Santiago by road and is one of the South Pacific's most important seaports. Valparaíso is the capital of Chile's second most populated administrative region and has been the headquarters for the Chilean National Congress since 1990. Valparaíso has two state-owned and several private universities.",
  "/wiki/Santiago_Metropolitan_Region": "Santiago Metropolitan Region (Spanish: Región Metropolitana de Santiago) is one of Chile's 16 first-order administrative divisions. It is the country's only landlocked administrative region and contains the nation's capital, Santiago. Most commercial and administrative centers are located in the region, including Chile's main international airport, Arturo Merino Benítez.",
  "/wiki/Santiago": "Santiago (/ˌsɒntiˈɑːɡoʊ/ /ˌsæntiˈɑːɡoʊ/, Spanish: [sanˈtjaɣo], derived from \"Saint-James\"), also known as Santiago de Chile, is the capital and largest city of Chile as well as one of the largest cities in the Americas. It is the center of Chile's largest and most densely populated conurbation, the Santiago Metropolitan Region, whose total population is 7 million. The city is entirely located in the country's central valley. Most of the city lies between 500 m (1,640 ft) and 650 m (2,133 ft) above mean sea level.",
  "/wiki/O%27Higgins_Region": "The Libertador General Bernardo O'Higgins Region (Spanish: Región del Libertador General Bernardo O'Higgins pronounced [liβeɾtaˈðoɾ xeneˈɾal βeɾˈnaɾðo oˈçiɣins]), often shortened to O'Higgins Region, is one of Chile's 16 first order administrative divisions. It is subdivided into three provinces. It is named in honour of Bernardo O'Higgins Riquelme, one of Chile's founding fathers.",
  "/wiki/Rancagua": "Rancagua (Spanish pronunciation: [raŋˈkaɣwa]) is a city and commune in central Chile and part of the Rancagua conurbation. It is the capital of the Cachapoal Province and of the O'Higgins Region, located 87 km (54 mi) south of the national capital of Santiago.",
  "/wiki/Maule_Region": "The Maule Region (Spanish: Región del Maule, pronounced [ˈmau̯.le]) is one of Chile's 16 first order administrative divisions. Its capital is Talca. The region derives its name from the Maule River which, running westward from the Andes, bisects the region and spans a basin of about 20,600 km2. The Maule river is of considerable historic interest because, among other reasons, it marked the southern limits of the Inca Empire.",
  "/wiki/Talca": "Talca (Spanish pronunciation: [ˈtalka]) is a city and commune in Chile located about 255 km (158 mi) south of Santiago, and is the capital of both Talca Province and Maule Region (7th Region of Chile). As of the 2012 census, the city had a population of 201,142.",
  "/wiki/%C3%91uble_Region": "The Ñuble Region (Spanish: Región de Ñuble), officially the Region of Ñuble (Spanish: Región de Ñuble), is — since 5 September 2018 – one of Chile's sixteen regions. It spans an area of 13,178.5 km2 (5,088 sq mi) and is administratively constituted by 21 communes. It has a population of 480,609 inhabitants. Its capital is the city of Chillán.",
  "/wiki/Chill%C3%A1n": "Chillán (Spanish pronunciation: [tʃiˈʎan] or [tʃiˈʝan]) It is the capital city of the Ñuble Region in the Diguillín Province of Chile located about 400 km (249 mi) south of the country's capital, Santiago, near the geographical center of the country. It is the capital of the new Ñuble Region since 6 September 2015. Within the city are a railway station, an inter-city bus terminal, an agricultural extension of the University of Concepción, and a regimental military base.  The city includes a modern-style enclosed shopping mall in addition to the multi-block open-air street market where fruits, vegetables, crafts and clothing are sold.  The nearby mountains are a popular skiing destination.",
  "/wiki/Biob%C3%ADo_Region": "The Biobío Region (Spanish: Región del Biobío [ˌbi.oˈβi.o]), is one of Chile's sixteen first-order administrative divisions. With a population of 1.5 million people, it is divided into three provinces: Arauco, Biobío and Concepción. In the Bio Bio, Concepción is the capital and largest city. Other important cities include Coronel, Hualpén, Los Ángeles, and Talcahuano.",
  "/wiki/Concepci%C3%B3n,_Chile": "Concepción (Spanish pronunciation: [kon.sepˈsjon] (listen); in full: Concepción de la Madre Santísima de la Luz, \"Conception of the Blessed Mother of Light\") is a city in central Chile and the core of the commune and metropolitan area of Greater Concepción, the country's second largest urban conurbation. It has a significant impact on domestic trade being part of the most heavily industrialized region in the country. Its location is in the called Zona Centro Sur (Central South Zone), in the geographic center of the country, and it is the capital of the Concepción Province and Bío Bío Region. It sits about 500 km south of Santiago, the country's capital.",
  "/wiki/Araucan%C3%ADa_Region": "The Araucanía (/ˌærɔːˈkeɪniə/ ARR-aw-KAY-nee-ə[citation needed]),  Araucanía Region  (Spanish: Región de La Araucanía pronounced [aɾau̯kaˈni.a]) is one of Chile's 16 first-order administrative divisions, and comprises two provinces: Malleco in the north and Cautín in the south. Its capital and largest city is Temuco; other important cities include Angol and Villarrica.",
  "/wiki/Temuco": "Temuco (Spanish pronunciation: [teˈmuko]) is a city and commune, capital of the Cautín Province and of the Araucanía Region in southern Chile. The city is located 670 kilometres (416 miles) south of Santiago .",
  "/wiki/Los_R%C3%ADos_Region": "The Los Ríos Region  (Spanish: XIV Región de Los Ríos, pronounced [loz ˈri.os], lit. Region of the Rivers) is one of Chile's 16 regions, the country's first-order administrative divisions. Its capital is Valdivia. It began to operate as a region on October 2, 2007, having been created by subdividing the Los Lagos Region in southern Chile. It consists of two provinces: Valdivia and the newly created Ranco Province, which was formerly part of Valdivia Province.",
  "/wiki/Valdivia,_Chile": "Valdivia (Spanish pronunciation: [balˈdiβja]; Mapuche: Ainil) is a city and commune in southern Chile, administered by the Municipality of Valdivia. The city is named after its founder Pedro de Valdivia and is located at the confluence of the Calle-Calle, Valdivia, and Cau-Cau Rivers, approximately 15 km (9 mi) east of the coastal towns of Corral and Niebla. Since October 2007, Valdivia has been the capital of Los Ríos Region and is also the capital of Valdivia Province. The national census of 2002 recorded the commune of Valdivia as having 140,559 inhabitants (Valdivianos), of whom 127,750 were living in the city. The main economic activities of Valdivia include tourism, wood pulp manufacturing, forestry, metallurgy, and beer production. The city is also the home of the Austral University of Chile, founded in 1954 and the Centro de Estudios Científicos.",
  "/wiki/Los_Lagos_Region": "Los Lagos Region (Spanish: Región de Los Lagos pronounced [loz ˈlaɣos], lit. Region of the Lakes) is one of Chile's 16 regions, which are first order administrative divisions, and comprises four provinces: Chiloé, Llanquihue, Osorno and Palena. The region contains the country's second largest island, Chiloé, and the second largest lake, Llanquihue.",
  "/wiki/Puerto_Montt": "Puerto Montt (Mapuche: Meli Pulli) is a port city and commune in southern Chile, located at the northern end of the Reloncaví Sound in the Llanquihue Province, Los Lagos Region, 1,055 km to the south of the capital, Santiago. The commune spans an area of 1,673 km2 (646 sq mi) and has a population of 245,902 in 2017. It is bounded by the communes of Puerto Varas to the north, Cochamó to the east and southeast, Calbuco to the southwest and Maullín and Los Muermos to the west.",
  "/wiki/Ays%C3%A9n_Region": "The Aysén del General Carlos Ibáñez del Campo Region (Spanish: Región de Aysén, pronounced [ai̯ˈsen], or XI Región de Aysén del General Carlos Ibáñez del Campo), often shortened to Aysén Region or Aisén, is one of Chile's 16 first order administrative divisions. Although the third largest in area, the region is Chile's most sparsely populated region with a population of 102,317 as of 2017. The capital of the region is Coihaique, the region's former namesake.",
  "/wiki/Coihaique": "Coyhaique (Spanish pronunciation: [koˈʝai̯.ke]), also spelled Coihaique in Patagonia, is the capital city of both the Coyhaique Province and the Aysén Region of Chile. Founded by settlers in 1929, it is a young city. Until the twentieth century, Chile showed little interest in exploiting the remote Aisén region. The Carretera Austral southern highway opened in the 1980s.",
  "/wiki/Magallanes_Region": "The Magallanes Region (locally [maɣaˈʝanes]), officially the Magallanes and Chilean Antarctica Region (Spanish: Región de Magallanes y de la Antártica Chilena), is one of Chile's 16 first order administrative divisions. It is the southernmost, largest, and second least populated region of Chile. It comprises four provinces: Última Esperanza, Magallanes, Tierra del Fuego, and Antártica Chilena.",
  "/wiki/Punta_Arenas": "Punta Arenas (Spanish pronunciation: [ˈpunta aˈɾenas]; historically Sandy Point in English) is the capital city of Chile's southernmost region, Magallanes and Antartica Chilena. The city was officially renamed as Magallanes in 1927, but in 1938 it was changed back to \"Punta Arenas\". It is the largest city south of the 46th parallel south, and at the same time the most populous southernmost city in Chile and in the Americas, and due to its location, the coldest coastal city with more than 100,000 inhabitants in Latin America. It is also one of the most populous sites so far south in the world.",
  "/wiki/Regions_of_Chile": "Chile is divided into 16 regions (in Spanish, regiones; singular región), which are the country's first-level administrative division. Each region is headed by an intendant (intendente), appointed by the President of Chile, and a directly-elected regional board (consejo regional)."
}