{
  "/wiki/Regis_Philbin": "Regis Francis Xavier Philbin (/ˈriːdʒɪs ˈfɪlbɪn/; born August 25, 1931) is an American media personality, actor, and singer, known for hosting talk and game shows since the 1960s.  After graduating from the University of Notre Dame, he served in the Navy and got his television start serving as a page for the Tonight Show in the 1950s. Philbin gained his first network TV exposure in 1967 as Joey Bishop's sidekick on The Joey Bishop Show.",
  "/wiki/Kelly_Ripa": "Kelly Maria Ripa (born October 2, 1970) is an American actress, dancer, talk show hostess, and television producer.",
  "/wiki/Hank_Azaria": "Henry Albert Azaria (/əˈzɛəriə/ ə-ZAIR-ee-ə; born April 25, 1964) is an American actor, voice actor, comedian and producer. He is known for his voice characterizations as a variety of characters in the animated sitcom The Simpsons (1989–present), which has included Moe Szyslak, Apu Nahasapeemapetilon, Chief Wiggum, Comic Book Guy, Carl Carlson and others. After attending Tufts University, he joined the series with little voice acting experience, but became a regular in its second season, with many of his performances on the show being based on famous actors and characters.",
  "/wiki/Kevin_Connolly_(actor)": "Kevin Connolly (born March 5, 1974) is an American actor and director. He is best known for his role as Eric Murphy in the HBO series Entourage, and his role as the eldest son Ryan Malloy in the 1990s television sitcom Unhappily Ever After. Connolly is also a director, having directed many episodes of television as well as the films Gardener of Eden, Dear Eleanor and Gotti.",
  "/wiki/Real_Housewives_of_Beverly_Hills": "The Real Housewives of Beverly Hills (abbreviated RHOBH) is an American reality television series that premiered on October 14, 2010 on Bravo. Developed as the sixth installment of The Real Housewives franchise, it has aired nine seasons and focuses on the personal and professional lives of several women residing in Beverly Hills, California.",
  "/wiki/Stephen_Moyer": "Stephen Moyer (born Stephen John Emery; 11 October 1969) is an English film and television actor and director who is best known as vampire Bill Compton in the HBO series True Blood. He was born in Brentwood, Essex and attended St Martin's, a comprehensive school in Hutton, Essex. His first television role was in 1993 as Philip Masefield in the TV adaptation of the play Conjugal Rites, written by actor/playwright Roger Hall.",
  "/wiki/Rachel_Zoe": "Rachel Zoe Rosenzweig (born September 1, 1971) is an American fashion designer, businesswoman, and writer. She has been involved in the fashion industry for nearly two decades. From 2008 until 2013, Zoe starred in the Bravo reality television series The Rachel Zoe Project.",
  "/wiki/Matt_Damon": "Matthew Paige Damon (/ˈdeɪmən/; born October 8, 1970) is an American actor, film producer and screenwriter. He is ranked among Forbes magazine's most bankable stars and is one of the highest-grossing actors of all time.[nb 1] Damon has received various accolades, including an Academy Award from five nominations, two Golden Globe Awards from eight nominations, and has been nominated for three British Academy Film Awards and seven Emmy Awards.",
  "/wiki/La_La_Anthony": "Alani Nicole \"La La\" Anthony (née Vázquez born June 25) is an American television personality, New York Times best-selling author, businesswoman, producer and actress. In the early 2000s, La La came to prominence as an MTV VJ on Total Request Live. She was the host of the VH1 reality television reunion shows Flavor of Love, I Love New York, For the Love of Ray J, and Real Chance of Love, and was a dean on Charm School with Ricki Lake.",
  "/wiki/Carmello_Anthony": "Carmelo Kyam Anthony (born May 29, 1984) is an American professional basketball player for the Portland Trail Blazers of the National Basketball Association (NBA). He has been named an NBA All-Star ten times and an All-NBA Team member six times. He played college basketball for the Syracuse Orange, winning a national championship as a freshman in 2003 while being named the NCAA Tournament's Most Outstanding Player.",
  "/wiki/Salma_Hayek": "Salma Hayek Pinault (/ˈhaɪɛk/, Spanish: [ˈsalma ˈxaʝek]; born Salma Valgarma Hayek Jiménez; September 2, 1966) is a Mexican and American film actress and producer. She began her career in Mexico starring in the telenovela Teresa and starred in the film El Callejón de los Milagros (Miracle Alley) for which she was nominated for an Ariel Award. In 1991, Hayek moved to Hollywood and came to prominence with roles in films such as Desperado (1995), From Dusk till Dawn (1996), Wild Wild West, and Dogma (both 1999).",
  "/wiki/Joe_Jonas": "Joseph Adam Jonas (born August 15, 1989) is an American singer, songwriter, and actor. He rose to fame as a member of the pop rock band the Jonas Brothers, alongside his brothers Kevin and Nick. The group released their debut studio album It's About Time through the Columbia label in 2006, which failed to achieve commercial success. After signing with Hollywood Records, the group released their self-titled second studio album in 2007, which became their breakthrough record. The band became prominent figures on the Disney Channel during this time, gaining a large following through the network: they appeared in the widely successful musical television film Camp Rock (2008) and its sequel Camp Rock 2: The Final Jam (2010) as well as two of their own series, Jonas Brothers: Living the Dream (2008–2010) and Jonas (2009–2010).",
  "/wiki/Seth_Meyers": "Seth Adam Meyers (born December 28, 1973) is an American comedian, writer, producer, actor, and television host. He hosts Late Night with Seth Meyers, a late-night talk show that airs on NBC. Prior to that, he was a cast member and head writer for NBC's Saturday Night Live (2001–2014) and hosted the show's news parody segment, Weekend Update.",
  "/wiki/Lauren_Graham": "Lauren Helen Graham (born March 16, 1967) is an American actress and author. She is best known for her roles as Lorelai Gilmore on the television series Gilmore Girls (2000–2007 and 2016), for which she received nominations for Screen Actors Guild, Golden Globe and Satellite Awards, and as Sarah Braverman on the NBC television drama Parenthood (2010–2015).",
  "/wiki/Kara_DioGuardi": "Kara Elizabeth DioGuardi (/ˈkærə diːoʊˈɡwɑːrdi/; born December 9, 1970) is an American songwriter, record producer, music publisher, A&R executive, singer, composer and television personality. She writes music primarily in the pop rock genre. DioGuardi has worked with many popular artists; sales of albums on which her songs appear exceed 160 million worldwide. DioGuardi is a Grammy and Emmy-nominated writer. She is a 2011 NAMM Music For Life Award winner, 2009 NMPA Songwriter Icon Award winner, 2007 BMI Pop Songwriter of the Year, and has received 20 BMI Awards for co-writing the most performed songs on the radio.",
  "/wiki/Greg_Kinnear": "Gregory Buck Kinnear (born June 17, 1963) is an American actor, producer and television personality. He was nominated for an Academy Award for Best Supporting Actor for his role in As Good as It Gets (1997).",
  "/wiki/Paul_Wesley": "Paweł Tomasz Wasilewski (Polish: ['pavɛw vaɕi'lɛfskʲi]; born July 23, 1982), known professionally as Paul Wesley and formerly as Paul Wasilewski, is an American actor, director, and producer. He is perhaps best known for his multiple roles on the drama series The Vampire Diaries as well as his multiple roles on the anthology series Tell Me a Story.",
  "/wiki/Sarah_Michelle_Gellar": "Sarah Michelle Prinze (née Gellar; born April 14, 1977) is an American actress, producer and entrepreneur. After being spotted by an agent at the age of four in New York City, she made her acting debut in the made-for-television film An Invasion of Privacy (1983). Her television breakthrough came in 1993, when she originated the role of Kendall Hart on the ABC daytime soap opera All My Children, winning the 1995 Daytime Emmy Award for Outstanding Younger Actress in a Drama Series.",
  "/wiki/Diane_Sawyer": "Lila Diane Sawyer (/ˈsɔːjər/; born December 22, 1945) is an American television journalist.",
  "/wiki/Pierce_Brosnan": "Pierce Brendan Brosnan OBE (/ˈbrɒsnən/; born 16 May 1953) is an Irish-American actor, film producer, activist, environmentalist. Born in Ireland, Brosnan became a naturalised American citizen. After leaving comprehensive school at age 16, Brosnan began training in commercial illustration, then went on to train at the Drama Centre in London for three years. Following a stage acting career he rose to popularity in the television series Remington Steele (1982–1987), which blended the genres of romantic comedy, drama, and detective procedural. After the conclusion of Remington Steele, Brosnan appeared in films such as the Cold War spy film The Fourth Protocol (1987) and the comedy Mrs. Doubtfire (1993).",
  "/wiki/Meredith_Vieira": "Meredith Louise Vieira (born December 30, 1953) is an American broadcast journalist and television personality. She is best known as the original moderator of the daytime talk show The View (1997–2006), the original host of the syndicated version of the game show Who Wants to Be a Millionaire (2002–2013), and as co-host of the NBC morning news program Today (2006–2011).",
  "/wiki/Zooey_Deschanel": "Zooey Claire Deschanel (/ˈzoʊi ˌdeɪʃəˈnɛl/; born January 17, 1980) is an American actress, model, and singer-songwriter. She made her film debut in Mumford (1999) and next obtained a supporting role in Cameron Crowe's film Almost Famous (2000). Deschanel is known for her deadpan roles in comedy films such as The Good Girl (2002), The New Guy (2002), Elf (2003), The Hitchhiker's Guide to the Galaxy (2005), Failure to Launch (2006), Yes Man (2008) and 500 Days of Summer (2009). She has ventured into more dramatic territory with  Manic (2001), All the Real Girls (2003), Winter Passing (2005), and Bridge to Terabithia (2007). From 2011 to 2018, she played Jessica Day on the Fox sitcom New Girl, for which she received an Emmy Award nomination and three Golden Globe Award nominations.",
  "/wiki/Tim_Gunn": "Timothy MacKenzie Gunn (born July 29, 1953) is an American fashion consultant, television personality, actor, voice actor and author. He served on the faculty of Parsons The New School for Design from 1982 to 2007 and was chair of fashion design at the school from August 2000 to March 2007, after which he joined Liz Claiborne as its chief creative officer. Over 16 seasons Gunn has become well known as the on-air mentor to designers on the reality television program Project Runway. Gunn's popularity on Project Runway led to two spin-off shows, Bravo's Tim Gunn's Guide to Style and Lifetime's Under the Gunn, as well as five books. In addition to being an executive producer, Gunn has served as mentor for the teen designers on Project Runway: Junior. He also provides the voice of Baileywick, the castle steward in the Disney Junior television show Sofia the First and narrated the sitcom Mixology.",
  "/wiki/Andy_Cohen_(television_personality)": "Andrew Joseph Cohen (born June 2, 1968) is an American radio and television talk show host, producer, and writer. He is the host and executive producer of the Bravo's late night talk show, Watch What Happens Live with Andy Cohen. Cohen also has a pop culture channel on SiriusXM Radio named Radio Andy. He hosts a two-hour live show with co-host John Hill twice a week. Cohen served as Bravo's Executive Vice President of Development and Talent until 2013. He was responsible for creating original content, developing innovative formats, and identifying new talent. Cohen also served as Executive Producer on Emmy and James Beard award–winning reality cooking competition television show, Top Chef. He continues to serve as an executive producer of the Real Housewives franchise, host of Watch What Happens Live on Bravo, host of Andy Cohen Live on SiriusXM channel 102, and hosted the revival of the television dating show, Love Connection.",
  "/wiki/James_Marsden": "James Paul Marsden (born September 18, 1973)  is an American actor, singer, and former model. Marsden began his acting career guest-starring in television shows Saved by the Bell: The New Class, Touched by an Angel, and Party of Five. He gained prominence with his portrayal of Scott Summers / Cyclops in the X-Men film series and starred in 2006's Superman Returns. In 2016 and 2018, Marsden starred as gunslinger/sentient android Teddy Flood in the HBO science fiction series Westworld, as part of the main ensemble.",
  "/wiki/Gavin_Degraw": "Gavin Shane DeGraw (born February 4, 1977) is an American singer-songwriter. He rose to fame with the single \"I Don't Want to Be\" from his debut album Chariot (2003); the song became the theme song for the television drama series One Tree Hill. Other notable singles from his debut album \"Chariot\" and \"Follow Through\". His second album, Gavin DeGraw, was released in 2008 and included the top-20 single \"In Love with a Girl\". In 2009, DeGraw released his third album, Free. His fourth album, Sweeter (2011), spawned the hit single \"Not Over You\" along with \"Soldier\" and \"Sweeter\". In 2013, DeGraw released Make a Move, and Something Worth Saving followed in September 2016.",
  "/wiki/Tom_Selleck": "Thomas William Selleck (/ˈsɛlɪk/; born January 29, 1945) is an American actor, film producer, and California Army National Guard veteran. He is most known for starring as private investigator Thomas Magnum in the television series Magnum, P.I. (1980–1988), as Peter Mitchell in Three Men and a Baby, and as NYPD Commissioner Frank Reagan in Blue Bloods on CBS since 2010.",
  "/wiki/Eddie_Cibrian": "Edward Carl Cibrian (/ˈsɪbriən/ SIB-ree-ən; born June 16, 1973) is an American actor. He played Cole Deschanel on the television series Sunset Beach and has also appeared in films and as a cast member in several other television series, filling such roles as Jimmy Doherty on Third Watch, Russell Varon in Invasion, Jesse Cardoza in CSI: Miami and Eddie Valetik in Take Two.",
  "/wiki/Julianna_Margulies": "Julianna Luisa  Margulies (/ˈmɑːrɡjʊliːs/; born June 8, 1966) is an American actress and producer. After several small television roles, Margulies achieved wide recognition for her role as Carol Hathaway on NBC's long-running medical drama ER, for which she won an Emmy Award. She also voiced Neera in Dinosaur (2000) and appeared in the miniseries The Mists of Avalon (2001).",
  "/wiki/Paula_Abdul": "Paula Julie Abdul (born June 19, 1962) is an American singer, songwriter, dancer, choreographer, actress, and television personality. She began her career as a cheerleader for the Los Angeles Lakers at the age of 18 and later became the head choreographer for the Laker Girls, where she was discovered by The Jacksons. After choreographing music videos for Janet Jackson, Abdul became a choreographer at the height of the music video era and soon thereafter she was signed to Virgin Records. Her debut studio album Forever Your Girl (1988) became one of the most successful debut albums at that time, selling 7 million copies in the United States and setting a record for the most number-one singles from a debut album on the Billboard Hot 100 chart: \"Straight Up\", \"Forever Your Girl\", \"Cold Hearted\", and \"Opposites Attract\". Her six number one singles on the Billboard Hot 100 tie her with Diana Ross for seventh among the female solo performers who have topped the chart.",
  "/wiki/Anna_Kournikova": "Anna Sergeyevna Kournikova (Russian: А́нна Серге́евна Ку́рникова, IPA: [ˈanːə sʲɪrˈɡʲejɪvnə ˈkurnʲɪkəvə] (listen); born 7 June 1981) is a Russian former professional tennis player and American television personality. Her appearance and celebrity status made her one of the best known tennis stars worldwide. At the peak of her fame, fans looking for images of Kournikova made her name one of the most common search strings on Google Search.",
  "/wiki/Jonah_Hill": "Jonah Hill Feldstein (born December 20, 1983) is an American actor, director, producer, screenwriter, and comedian. Hill is known for his comedic roles in films including Superbad (2007), Knocked Up (2007), Forgetting Sarah Marshall (2008), Get Him to the Greek (2010), 21 Jump Street (2012), This Is the End (2013), and 22 Jump Street (2014) as well as his dramatic performances in Moneyball (2011) and The Wolf of Wall Street (2013), for which he received Academy Award nominations for Best Supporting Actor.",
  "/wiki/Jane_Lynch": "Jane Marie Lynch (born July 14, 1960) is an American actress, voice actress, author, singer and comedian. She is best known for her role as Sue Sylvester in the musical television series Glee. She also gained fame in Christopher Guest's \nimprov mockumentary pictures such as Best in Show.",
  "/wiki/Kelly_Monaco": "Kelly Marie Monaco (born May 23, 1976) is an American model, actress, and reality television personality, best known for her portrayal of Sam McCall on the ABC soap opera General Hospital and as the first season winner of the reality TV competition series Dancing with the Stars.  Monaco was also Playboy \"Playmate of the Month\" for April 1997, and portrayed Livvie Locke on the soap opera Port Charles from 1997 through 2003.",
  "/wiki/Taylor_Lautner": "Taylor Daniel Lautner (/ˈlaʊtnər/; born February 11, 1992) is an American actor, voice actor, and model. He is known for playing Jacob Black in The Twilight Saga film series based on the novels of the same name by Stephenie Meyer.",
  "/wiki/Celine_Dion": "Céline Marie Claudette Dion CC OQ (/seɪˌliːn diˈɒn/, also UK: /- ˈdiːɒn/, French: [selin maʁi klodɛt djɔ̃], Quebec French: [- d͡zjɔ̃]; born 30 March 1968) is a Canadian singer. Born into a large family from Charlemagne, Quebec, she emerged as a teen star in her homeland with a series of French-language albums during the 1980s. She first gained international recognition by winning both the 1982 Yamaha World Popular Song Festival and the 1988 Eurovision Song Contest, where she represented Switzerland. After learning to speak English, she signed on to Epic Records in the United States. In 1990, Dion released her debut English-language album, Unison, establishing herself as a viable pop artist in North America and other English-speaking areas of the world.",
  "/wiki/Minka_Kelly": "Minka Kelly (born Minka Dumont Dufay;[better source needed] June 24, 1980) is an American actress and model. Her first starring role was in the NBC drama series Friday Night Lights (2006–2009) and she has also appeared on the shows Parenthood (2010–2011), Charlie's Angels (2011), and Almost Human (2013). Since 2018, Kelly portrays Dawn Granger / Dove in the DC Universe series Titans.",
  "/wiki/Dana_Carvey": "Dana Thomas Carvey (born June 2, 1955) is an American stand-up comedian, actor, screenwriter and producer. He was a cast member on the sketch comedy show Saturday Night Live (from 1986 to 1993), which earned him a Primetime Emmy Award from five consecutive nominations.",
  "/wiki/Elizabeth_Hurley": "Elizabeth Jane Hurley (born 10 June 1965) is an English businesswoman, actress, and model. She has been associated with the cosmetics company Estée Lauder since the company gave Hurley her first modelling job at the age of 29. They have featured her as a representative and model for their products, especially perfumes such as Sensuous, Intuition, and Pleasures, since 1995. Hurley owns an eponymous beachwear line.",
  "/wiki/Christina_Ricci": "Christina Ricci (/ˈriːtʃi/; born February 12, 1980) is an American actress and producer. She is known for playing unconventional characters with a dark edge. Ricci is the recipient of several accolades, including a National Board of Review Award for Best Supporting Actress and a Satellite Award for Best Actress, as well as Golden Globe, Primetime Emmy, Screen Actors Guild, and Independent Spirit Award nominations.",
  "/wiki/Melissa_McCarthy": "Melissa Ann McCarthy (born August 26, 1970) is an American actress, comedian, writer, producer, and fashion designer. She is the recipient of numerous accolades, including two Primetime Emmy Awards and nominations for two Academy Awards and two Golden Globe Awards. McCarthy was named by Time as one of the 100 most influential people in the world in 2016, and she has been featured multiple times in annual rankings of the highest-paid actresses in the world.",
  "/wiki/Cloris_Leachman": "Cloris Leachman (born April 30, 1926) is an American actress and comedian. In a career spanning over seven decades she has won eight Primetime Emmy Awards, a Daytime Emmy Award, and an Academy Award for her role in The Last Picture Show (1971).",
  "/wiki/Blake_Shelton": "Blake Tollison Shelton (born June 18, 1976) is an American country music singer and television personality. In 2001, he made his debut with the single \"Austin\". The lead-off single from his self-titled debut album, \"Austin\" spent five weeks at number one on the Billboard Hot Country Songs chart. The now Platinum-certified debut album also produced two more top 20 entries (\"All Over Me\" and \"Ol' Red\").",
  "/wiki/Taye_Diggs": "Scott Leo \"Taye\" Diggs (born January 2, 1971) is an American actor and singer. He is known for his roles in the Broadway musicals Rent and Hedwig and the Angry Inch, the TV series Private Practice, the films How Stella Got Her Groove Back, Brown Sugar, The Best Man and its sequel, The Best Man Holiday. Between 2014 and 2016 he starred as Inspector Terry English in Murder in the First.",
  "/wiki/Morgan_Freeman": "Morgan Freeman (born June 1, 1937) is an American actor and film narrator. Freeman won an Academy Award in 2005 for Best Supporting Actor with Million Dollar Baby (2004) and has received Oscar nominations for his performances in Street Smart (1987), Driving Miss Daisy (1989), The Shawshank Redemption (1994) and Invictus (2009). He has also won a Golden Globe Award and a Screen Actors Guild Award.",
  "/wiki/Colbie_Caillat": "Colbie Marie Caillat (/ˈkoʊlbi kəˈleɪ/ (listen); born May 28, 1985) is an American singer-songwriter. Caillat rose to fame through social networking website Myspace. At that time, she was the number one unsigned artist of her genre. After signing with Universal Republic Records, she released her debut album, Coco, in July 2007. The album included the hit singles \"Bubbly\" and \"Realize\", and has sold 2,060,000 copies in the US, and is certified 2x Platinum. In 2008 she recorded a duet with Jason Mraz, \"Lucky\", which won a Grammy Award. In August 2009 she released Breakthrough, her second album, which became her first album to debut at number one on the Billboard 200. It has been certified gold by the RIAA. Breakthrough was nominated for Best Pop Vocal Album at the 2010 Grammy Awards. She was also part of the group that won Album of the Year at the 2010 Grammy Awards for her background vocals and writing on Taylor Swift's Fearless album. In July 2011 she released her third studio album, All of You. In October 2012 she released her first Christmas album, Christmas in the Sand. Since 2018, she has been a member of the country music group Gone West.",
  "/wiki/Ted_Danson": "Edward Bridge Danson III (born December 29, 1947) is an American actor and producer who played the lead character Sam Malone on the NBC sitcom Cheers, Jack Holden in the films Three Men and a Baby and Three Men and a Little Lady, and Dr. John Becker on the CBS sitcom Becker. He also starred in the CBS dramas CSI: Crime Scene Investigation and CSI: Cyber as D.B. Russell. Additionally, he plays a recurring role on Larry David's HBO sitcom Curb Your Enthusiasm, starred alongside Glenn Close in legal drama Damages, and was a regular on the HBO comedy series Bored to Death. In 2015 he starred as Hank Larsson in the second season of FX's black comedy-crime drama anthology Fargo. From 2016 to 2020, he played the afterlife architect Michael in the NBC sitcom The Good Place.",
  "/wiki/Anna_Faris": "Anna Kay Faris (/ˈɑːnə ˈfærɪs/; born November 29, 1976) is an American actress, podcaster and author. She rose to prominence for her work in comedic roles, particularly the lead part of Cindy Campbell in the Scary Movie films (2000–2006). Her other films include The Hot Chick (2002), Lost in Translation (2003), Brokeback Mountain (2005), My Super Ex-Girlfriend (2006), Smiley Face (2007), The House Bunny (2008), What's Your Number? (2011), The Dictator (2012), and Overboard (2018). Faris has also had voice-over roles in the film franchises Cloudy with a Chance of Meatballs (2009–2013) and Alvin and the Chipmunks (2009–2015), as well as The Emoji Movie (2017). Also “Just Friends” with Ryan Reynolds & Amy Stuart (2005)",
  "/wiki/Allstar_Weekend": "Allstar Weekend is an American pop rock band based in Poway, California & Tampa, Florida. The band gained its popularity from the Disney Channel television network. The band consisted of lead singer Zachary \"Zach\" David Porter, bassist Cameron Quiseng, and drummer Michael Allen Martinez. In September 2011, guitarist Nathan Darmody left the band and later pursued his solo career. They were best known for the singles \"Dance Forever\", \"Come Down with Love\", and \"A Different Side of Me\". They disbanded on August 4, 2013.",
  "/wiki/Claire_Danes": "Claire Catherine Danes (born April 12, 1979) is an American actress. She is the recipient of three Emmy Awards, four Golden Globe Awards, and two Screen Actors Guild Awards. In 2012, Time named her one of the 100 most influential people in the world, and she was awarded a star on the Hollywood Walk of Fame in 2015.",
  "/wiki/Alton_Brown": "Alton Crawford Brown Jr. (born July 30, 1962) is an American television personality, food show presenter, author, actor, cinematographer, and musician. He is the creator and host of the Food Network television show Good Eats, host of the mini-series Feasting on Asphalt and Feasting on Waves, and host and main commentator on Iron Chef America and Cutthroat Kitchen. Brown is a best-selling author of several books on food and cooking. On Brown's 2017 book tour, he stated Good Eats will have a \"sequel\", and it would be released in 2018 on the internet. A \"recap\" series titled \"Good Eats Reloaded\" aired on Cooking Channel starting in October 2018, and a true sequel series titled Good Eats: The Return premiered on August 25, 2019, on Food Network.",
  "/wiki/Jason_Derulo": "Jason Joel Desrouleaux (born September 21, 1989), known professionally as Jason Derulo (/dəˈruːloʊ/; formerly stylised as Derülo), is an American singer, songwriter, and dancer. Since the start of his solo recording career in 2009, Derulo has sold over 30 million singles and has achieved eleven Platinum singles, including  \"Wiggle\", \"Talk Dirty\", \"In My Head\", and \"Whatcha Say\".",
  "/wiki/Mark_Consuelos": "Mark Andrew Consuelos (born March 30, 1971) is an American actor. He is best known for his portrayal of Mateo Santos on the ABC soap opera All My Children (1995–2001; 2010) and supporting actor Hiram Lodge on The CW drama Riverdale (2017–present).",
  "/wiki/Brooke_Shields": "Brooke Christa Shields (born May 31, 1965) is an American actress and model. She was initially a child model and gained critical acclaim at age 12 for her leading role in Louis Malle's film Pretty Baby (1978), in which she played a child prostitute in New Orleans at the beginning of the 20th century. Shields garnered widespread notoriety in the role, and she continued to model into her late teenage years and starred in several dramas in the 1980s, including The Blue Lagoon (1980), and Franco Zeffirelli's Endless Love (1981).",
  "/wiki/Rob_Mariano": "Robert Carlo Mariano (born December 25, 1975), known by the nickname Boston Rob, is an American television personality, widely known for appearing in the CBS reality shows, Survivor and The Amazing Race.",
  "/wiki/Live!_with_Regis_and_Kelly_(season_24)": "This is a list of Live! with Regis and Kelly and Live! with Kelly episodes which were broadcast during the show's 24th season.  The list is ordered by air date."
}