{
  "/wiki/Regis_Philbin": "Regis Francis Xavier Philbin (/ˈriːdʒɪs ˈfɪlbɪn/; born August 25, 1931) is an American media personality, actor, and singer, known for hosting talk and game shows since the 1960s.  After graduating from the University of Notre Dame, he served in the Navy and got his television start serving as a page for the Tonight Show in the 1950s. Philbin gained his first network TV exposure in 1967 as Joey Bishop's sidekick on The Joey Bishop Show.",
  "/wiki/Kelly_Ripa": "Kelly Maria Ripa (born October 2, 1970) is an American actress, dancer, talk show hostess, and television producer.",
  "/wiki/Brian_Williams": "Brian Douglas Williams (born May 5, 1959) is an American journalist at NBC News, currently serving as the chief anchor for the network's cable news channel MSNBC and as host of the network's nightly wrap-up program, The 11th Hour with Brian Williams.",
  "/wiki/Char_Margolis": "Char Margolis is a self-proclaimed American psychic medium and author. Margolis's claims to have paranormal abilities have been criticised by several media outlets which suggest she uses standard cold reading and hot reading tricks to perform her readings.",
  "/wiki/Billy_Bob_Thornton": "Billy Bob Thornton (born August 4, 1955) is an American actor, writer, director and musician.",
  "/wiki/Miranda_Lambert": "Miranda Leigh Lambert (born November 10, 1983) is an American country music singer and songwriter. She started out in early 2001 when she released her self-titled debut album independently. In 2003, she finished in third place on the television program Nashville Star, a singing competition which aired on the USA Network. Outside her solo career, she is a member of the Pistol Annies formed in 2011 alongside Ashley Monroe and Angaleena Presley. Lambert has been honored by the Grammy Awards, the Academy of Country Music Awards and the Country Music Association Awards.",
  "/wiki/Eddie_Murphy": "Edward Regan Murphy (born April 3, 1961) is an American actor, comedian, and singer. Murphy was a regular cast member on Saturday Night Live from 1980 to 1984. He has worked as a stand-up comedian and was ranked No. 10 on Comedy Central's list of the 100 Greatest Stand-ups of All Time.",
  "/wiki/Michael_J._Fox": "Michael Andrew Fox OC (born June 9, 1961), known professionally as Michael J. Fox, is a Canadian-American actor, comedian, author, film producer and activist with a film and television career spanning from the 1970s. He starred in the Back to the Future trilogy in which he portrayed Marty McFly. Other notable roles have included his portrayal of Alex P. Keaton on the American sitcom Family Ties (1982–1989) and Mike Flaherty on the ABC sitcom Spin City (1996–2000). He has won five Primetime Emmy Awards, four Golden Globe Awards, a Grammy Award, and two Screen Actors Guild Awards.",
  "/wiki/Michael_Bubl%C3%A9": "Michael Steven Bublé (IPA: /buːˈbleɪ/ boo-BLAY; born September 9, 1975) is a Canadian singer, songwriter, actor and record producer. His first album reached the top ten in Canada and the UK. He found a worldwide audience with his 2005 album It's Time as well as his 2007 album Call Me Irresponsible – which reached number one on the Canadian Albums Chart, the UK Albums Chart, the US Billboard 200, the Australian ARIA Albums Chart and several European charts. Bublé's 2009 album Crazy Love debuted at number one on the US Billboard 200 after three days of sales, and remained there for two weeks. It was also his fourth number one album on Billboard's Top Jazz Albums chart. His 2011 holiday album, Christmas, was in first place on the Billboard 200 for the final four weeks of 2011 and the first week of 2012, totalling five weeks atop the chart, it also made the top 5 in the United Kingdom. With this, Christmas became his third-consecutive number-one album on the chart. To Be Loved was released in April 2013. Bublé has sold over 75 million records worldwide, and won numerous awards, including four Grammy Awards and multiple Juno Awards. Bublé is a dual citizen of both Canada and Italy.",
  "/wiki/Robert_De_Niro": "Robert Anthony De Niro Jr. (/də ˈnɪəroʊ/, Italian: [de ˈniːro]; born August 17, 1943) is an American actor, producer, and director. He has received numerous accolades, including two Academy Awards, a Golden Globe Award, the Cecil B. DeMille Award, the Golden Lion, the AFI Life Achievement Award, Presidential Medal of Freedom, and has been nominated for six BAFTA Awards, four Primetime Emmy Awards, and four Screen Actors Guild Awards. He also has Italian citizenship.",
  "/wiki/Katie_Holmes": "Kate Noelle Holmes (born December 18, 1978) is an American actress, producer, and director. She first achieved fame as Joey Potter on the television series Dawson's Creek (1998–2003).",
  "/wiki/Peter_Facinelli": "Peter Facinelli (born November 26, 1973) is an American actor and producer. He starred as Donovan \"Van\" Ray on the Fox series Fastlane from 2002 to 2003. He played Dr. Carlisle Cullen in the film adaptations of the Twilight novel series, and is also known for his role as Mike Dexter in the 1998 film Can't Hardly Wait. Facinelli was a regular on the Showtime comedy-drama series Nurse Jackie, portraying the role of Dr. Fitch \"Coop\" Cooper. He portrayed Maxwell Lord on the first season of the TV series Supergirl.",
  "/wiki/Michael_Douglas": "Michael Kirk Douglas (born September 25, 1944) is an American actor and producer. He has received numerous accolades, including two Academy Awards, five Golden Globe Awards, a Primetime Emmy Award, the Cecil B. DeMille Award, and the AFI Life Achievement Award.",
  "/wiki/Taylor_Lautner": "Taylor Daniel Lautner (/ˈlaʊtnər/; born February 11, 1992) is an American actor, voice actor, and model. He is known for playing Jacob Black in The Twilight Saga film series based on the novels of the same name by Stephenie Meyer.",
  "/wiki/People%27s_Choice_Awards": "The People's Choice Awards, officially the E! People's Choice Awards since E! took it over in April 2017, is an American awards show, recognizing people in entertainment, voted online by the general public and fans. The show has been held annually since 1975, with the winners originally determined using Gallup Polls until the switch to online voting in 2005.",
  "/wiki/Liam_Neeson": "Liam John Neeson OBE (born 7 June 1952) is a Northern Irish actor. He has been nominated for a number of awards, including an Academy Award for Best Actor, a BAFTA Award for Best Actor in a Leading Role, and three Golden Globe Awards for Best Actor in a Motion Picture Drama. Empire magazine ranked Neeson among both the \"100 Sexiest Stars in Film History\" and \"The Top 100 Movie Stars of All Time\".",
  "/wiki/Robert_Pattinson": "Robert Douglas Thomas Pattinson (born 13 May 1986) is an English actor. After starting to act in a London theatre club at the age of 15, he began his film career at age 18 by playing Cedric Diggory in the fantasy film Harry Potter and the Goblet of Fire (2005). He went on to star as Edward Cullen in the film adaptations of the Twilight novels, consisting of five films between 2008 and 2012, which grossed a combined total of over $3.3 billion worldwide. It brought Pattinson worldwide fame and established him among the highest-paid actors in the world. In 2010, Time magazine named him one of the 100 most influential people in the world, and he was featured in the Forbes Celebrity 100 list.",
  "/wiki/Lou_Holtz": "Louis Leo Holtz (born January 6, 1937) is a former American football player, coach, and analyst. He served as the head football coach at The College of William & Mary (1969–1971), North Carolina State University (1972–1975), the New York Jets (1976), the University of Arkansas (1977–1983), the University of Minnesota (1984–1985), the University of Notre Dame (1986–1996), and the University of South Carolina (1999–2004), compiling a career record of 249–132–7. Holtz's 1988 Notre Dame team went 12–0 with a victory in the Fiesta Bowl and was the consensus national champion. Holtz is the only college football coach to lead six different programs to bowl games and the only coach to guide four different programs to the final top 20 rankings.",
  "/wiki/Adam_Sandler": "Adam Richard Sandler (born September 9, 1966) is an American actor, comedian, screenwriter, film producer, and musician. After becoming a Saturday Night Live cast member, he went on to star in many Hollywood feature films, which have combined grossed over $2 billion at the box office.",
  "/wiki/Joy_Philbin": "Bette Joy Philbin (née Senese; born February 1, 1941) is an American television personality, and the wife of television personality Regis Philbin.",
  "/wiki/Jimmy_Fallon": "James Thomas Fallon (born September 19, 1974) is an American comedian, actor, television host, singer, writer, and producer. He is known for his work in television as a cast member on Saturday Night Live and as the host of late-night talk show The Tonight Show Starring Jimmy Fallon and before that Late Night with Jimmy Fallon. He grew up with an interest in comedy and music, moving to Los Angeles at 21 to pursue opportunities in stand-up comedy.",
  "/wiki/Don_Rickles": "Donald Jay Rickles (May 8, 1926 – April 6, 2017) was an American stand-up comedian, actor, and author, known especially for his insult comedy. His film roles included Run Silent, Run Deep (1958) with Clark Gable and Kelly's Heroes (1970) with Clint Eastwood, and beginning in 1976 he enjoyed a two-year run starring in the NBC television sitcom C.P.O. Sharkey.\nA headline performer at Las Vegas hotel-casinos and peripheral member of the Rat Pack via friendship with Frank Sinatra, Rickles received widespread exposure as a frequent guest on talk and variety shows, including The Dean Martin Show, The Tonight Show Starring Johnny Carson and Late Show with David Letterman, and later voicing Mr. Potato Head in the Toy Story franchise. He won a Primetime Emmy Award for the 2007 documentary Mr. Warmth: The Don Rickles Project.",
  "/wiki/Donald_Trump": "Donald John Trump (born June 14, 1946) is the 45th and current president of the United States. Before entering politics, he was a businessman and television personality.",
  "/wiki/Tony_Bennett": "Anthony Dominick Benedetto (born August 3, 1926), known professionally as Tony Bennett, is an American singer of traditional pop standards, big band, show tunes, and jazz. He is also a painter, having created works under the name Anthony Benedetto that are on permanent public display in several institutions. He is the founder of the Frank Sinatra School of the Arts in Astoria, Queens, New York.",
  "/wiki/David_Letterman": "David Michael Letterman (born April 12, 1947) is an American television host, comedian, writer, and producer. He hosted late night television talk shows for 33 years, beginning with the February 1, 1982, debut of Late Night with David Letterman on NBC, and ending with the May 20, 2015, broadcast of Late Show with David Letterman on CBS. In total, Letterman hosted 6,080 episodes of Late Night and Late Show, surpassing his friend and mentor Johnny Carson as the longest-serving late night talk show host in American television history. In 1996, Letterman was ranked 45th on TV Guide's 50 Greatest TV Stars of All Time. In 2002, The Late Show with David Letterman was ranked seventh on TV Guide's 50 Greatest TV Shows of All Time.\nHe is also a television and film producer. His company, Worldwide Pants, produced his shows as well as The Late Late Show and several prime-time comedies, the most successful of which was Everybody Loves Raymond, now in syndication.\nSeveral late-night hosts have cited Letterman's influence, including Conan O'Brien (his successor on Late Night), Stephen Colbert (his successor on The Late Show), Jimmy Fallon, Jimmy Kimmel, John Oliver, and Seth Meyers.\nLetterman currently hosts the Netflix series My Next Guest Needs No Introduction with David Letterman.",
  "/wiki/Bret_Michaels": "Bret Michael Sychak (born Friday, March 15, 1963), professionally known as Bret Michaels, is an American singer-songwriter and musician. He gained fame as the lead singer of the glam rock band Poison who have sold over 40 million records worldwide and 15 million records in the United States alone. The band has also charted 10 singles to the Top 40 of the Billboard Hot 100, including six Top 10 singles and a number-one single, \"Every Rose Has Its Thorn\".",
  "/wiki/Kathie_Lee_Gifford": "Kathryn Lee Gifford (née Epstein; born August 16, 1953) is an American television presenter, singer, songwriter, occasional actress and author. She is best known for her 15-year run (1985–2000) on the talk show Live! with Regis and Kathie Lee, which she co-hosted with Regis Philbin. She is also known for her 11-year run with Hoda Kotb, on the fourth hour of NBC's Today show (2008–2019). She has received 11 Daytime Emmy nominations and won her first Daytime Emmy in 2019 as part of the Today team. Gifford's first television role had been as Tom Kennedy's singer/sidekick on the syndicated version of  Name That Tune, from 1974 to 1978. She also occasionally appeared on the first three hours of Today and was a contributing NBC News correspondent.",
  "/wiki/Josh_Groban": "Joshua Winslow Groban (born February 27, 1981) is an American singer, songwriter, actor, and record producer, who is known for his unusually dusky tenor voice. His first four solo albums have been certified multi-platinum, and he was charted in 2007 as the number-one best selling artist in the United States, with over 22.3 million records. As of 2012[update], he had sold over 25 million records worldwide.",
  "/wiki/Live!_with_Regis_and_Kelly_(season_24)": "This is a list of Live! with Regis and Kelly and Live! with Kelly episodes which were broadcast during the show's 24th season.  The list is ordered by air date."
}