{
  "/wiki/Howie_Mandel": "Howard Michael Mandel (born November 29, 1955) is a Canadian comedian, actor, voice actor, and television host. He hosted the CNBC (originally NBC) game show Deal or No Deal, as well as the show's daytime and Canadian-English counterparts. In 1987, Mandel starred alongside Amy Steel in the comedy film Walk Like a Man. From 1982 to 1988, Mandel played rowdy ER intern Dr. Wayne Fiscus on the NBC medical drama St. Elsewhere. He also created, voiced, and starred in the FOX's children's cartoon Bobby's World, and judges on NBC's America's Got Talent.",
  "/wiki/Jennifer_Lopez": "Jennifer Lynn Lopez (born July 24, 1969), also known by her nickname J.Lo, is an American actress, singer, dancer, fashion designer, producer, and businesswoman. In 1991, Lopez began appearing as a Fly Girl dancer on In Living Color, where she remained a regular until she decided to pursue an acting career in 1993. For her first leading role in the 1997 Selena biopic of the same name, Lopez received a Golden Globe nomination and became the first Latin actress to earn over US$1 million for a film. She went on to star in Anaconda (1997) and Out of Sight (1998), later establishing herself as the highest-paid Latin actress in Hollywood.",
  "/wiki/Girls%27_Generation": "Girls' Generation (Korean: 소녀시대; RR: Sonyeo Sidae), also known as SNSD, is a South Korean girl group formed by SM Entertainment. The group is composed of eight members: Taeyeon, Sunny, Tiffany, Hyoyeon, Yuri, Sooyoung, Yoona, and Seohyun. Originally a nine-piece group, Jessica departed from the group in September 2014. One of the prominent figures of the Korean Wave, the group has earned numerous accolades and the honorific nickname \"The Nation's Girl Group\" in their home country.",
  "/wiki/Peter_Facinelli": "Peter Facinelli (born November 26, 1973) is an American actor and producer. He starred as Donovan \"Van\" Ray on the Fox series Fastlane from 2002 to 2003. He played Dr. Carlisle Cullen in the film adaptations of the Twilight novel series, and is also known for his role as Mike Dexter in the 1998 film Can't Hardly Wait. Facinelli was a regular on the Showtime comedy-drama series Nurse Jackie, portraying the role of Dr. Fitch \"Coop\" Cooper. He portrayed Maxwell Lord on the first season of the TV series Supergirl.",
  "/wiki/Michelle_Williams_(actress)": "Michelle Ingrid Williams (born September 9, 1980) is an American actress. She is particularly known for her roles in small-scale independent productions with dark or tragic themes. She is the recipient of several accolades, including two Golden Globe Awards and a Primetime Emmy Award, in addition to nominations for four Academy Awards and one Tony Award.",
  "/wiki/Nicole_Polizzi": "Nicole Elizabeth LaValle (née Polizzi; born November 23, 1987), best known by her nickname \"Snooki\", is a Chilean-American reality television personality, television host, author, professional wrestler, and dancer who is best known for being a cast member of the MTV reality show Jersey Shore and starring in Snooki & Jwoww and Jersey Shore: Family Vacation. Since appearing on Jersey Shore in 2009, Snooki has gained popularity, leading to numerous talk show appearances, web and television series participation and hosting, and a large social media following. She reportedly earned $150,000 per Jersey Shore episode by the last season. She also appeared as the guest hostess for WWE Raw in 2011 and competed at WrestleMania XXVII that same year.",
  "/wiki/Jenni_Farley": "Jennifer Lynn Farley (born February 27, 1986), also known as JWoww, is an American television personality. She first came to prominence as one of the eight main cast members in the MTV reality series Jersey Shore, and is a main cast member of its spin-off, Snooki & Jwoww. She has also made several appearances on other shows, such as TNA Impact!, Disaster Date and Marriage Boot Camp: Reality Stars. Since 2015, she has starred in the web series Snooki & Jwoww: Moms with Attitude, which started on go90 before moving to the MTV YouTube channel in 2018.",
  "/wiki/D._L._Hughley": "Darryl Lynn Hughley (/ˈhjuːɡliː/; born March 6, 1963) is an American actor, political commentator, radio host, author and stand-up comedian. Hughley is best known as the original host of BET's ComicView from 1992-1993, the eponymous character on the ABC/UPN sitcom The Hughleys, and as one of the \"Big Four\" comedians in The Original Kings of Comedy. Additionally, he has been the host of CNN's D. L. Hughley Breaks the News, a correspondent for The Jay Leno Show on NBC, and a local radio personality and interviewer in New York City. In early 2013, D.L. Hughley landed in 9th place on Dancing with the Stars.",
  "/wiki/Ashley_Greene": "Ashley Michele Greene (born February 21, 1987) is an American actress and model. She is known for playing Alice Cullen in the film adaptations of Stephenie Meyer's Twilight novels.",
  "/wiki/Leo_Laporte": "Leo Gordon Laporte (/ləˈpɔːrt/; born November 29, 1956) is the host of The Tech Guy weekly radio show  and a host on TWiT.tv, an Internet podcast network focusing on technology. He is also a former TV technology host (1998–2008) and technology author (1995, 2002–2006).",
  "/wiki/Derek_Hough": "Derek Hough (/ˈhʌf/; born May 17, 1985) is an American professional Latin and ballroom dancer, choreographer, actor and singer.",
  "/wiki/Debra_Messing": "Debra Lynn Messing (born August 15, 1968) is an American actress. After graduating from New York University's Tisch School of the Arts, Messing received short-lived roles on television series such as Ned and Stacey on Fox (1995–1997) and Prey on ABC (1998). She achieved her breakthrough role as Grace Adler, an interior designer, on the NBC sitcom Will & Grace (1998–2006, 2017-2020), for which she was critically acclaimed, receiving six Golden Globe Award nominations and five Primetime Emmy Award nominations for Outstanding Lead Actress in a Comedy Series, winning once in 2003.",
  "/wiki/Atticus_Shaffer": "Atticus Ronald Shaffer (born June 19, 1998) is an American actor known for playing Brick Heck on the ABC sitcom The Middle (2009–2018), as well as for voicing Edgar in the film Frankenweenie (2012) and Ono on the Disney Junior series The Lion Guard (since 2016), and for his brief appearance in Hancock (2008).",
  "/wiki/Sally_Hogshead": "Sally Hogshead is a New York Times bestselling author, National Speakers Association Hall of Fame speaker, chief executive officer of How to Fascinate (Fascinate, Inc) and a former advertising executive.",
  "/wiki/Michael_Strahan": "Michael Anthony Strahan (/ˈstreɪhæn/; born November 21, 1971) is an American former professional football player who was a defensive end and spent his entire 15-year career with the New York Giants of the National Football League (NFL). Strahan set a record for the most sacks in a season in 2001, and helped the Giants win Super Bowl XLII over the New England Patriots in his final season in 2007. After retiring from the NFL, he became a media personality. He was elected to the Pro Football Hall of Fame in 2014.",
  "/wiki/Sarah_Michelle_Gellar": "Sarah Michelle Prinze (née Gellar; born April 14, 1977) is an American actress, producer and entrepreneur. After being spotted by an agent at the age of four in New York City, she made her acting debut in the made-for-television film An Invasion of Privacy (1983). Her television breakthrough came in 1993, when she originated the role of Kendall Hart on the ABC daytime soap opera All My Children, winning the 1995 Daytime Emmy Award for Outstanding Younger Actress in a Drama Series.",
  "/wiki/Michael_Weatherly": "Michael Manning Weatherly Jr. (born July 8, 1968) is an American actor, producer, and director known for playing the role of Anthony DiNozzo on the television series, NCIS (2003–2016) and earlier played Logan Cale in the drama Dark Angel (2000-2002). In 2016, he began the title role of Dr. Jason Bull in Bull, a courtroom drama.",
  "/wiki/Denzel_Washington": "Denzel Hayes Washington Jr. (born December 28, 1954) is an American actor, director, and producer. He has received two Golden Globe awards, one Tony Award, and two Academy Awards: Best Supporting Actor for the historical war drama film Glory (1989) and Best Actor for his role as corrupt detective Alonzo Harris in the crime thriller Training Day (2001). He is widely regarded as one of the greatest actors of his generation, and is considered an American cultural icon.",
  "/wiki/Justin_Tuck": "Justin Lee Tuck (born March 29, 1983) is a former American football defensive end. He played college football at Notre Dame, and was drafted by the New York Giants of the National Football League (NFL) in the third round of the 2005 NFL Draft, winning two Super Bowl titles with the team, both against the New England Patriots. He also played for the Oakland Raiders. Tuck graduated from the University of Pennsylvania's Wharton School of Business with an MBA in 2018.",
  "/wiki/Vanessa_Hudgens": "Vanessa Anne Hudgens (born December 14, 1988) is an American actress and singer. After making her feature film debut in Thirteen (2003), Hudgens rose to fame portraying Gabriella Montez in the High School Musical film series (2006–2008), which brought her significant mainstream success. The success of the first film led to Hudgens' acquiring a recording contract with Hollywood Records, with whom she released two studio albums, V (2006) and Identified (2008).",
  "/wiki/Jerry_O%27Connell": "Jeremiah O'Connell (born February 17, 1974) is an American actor, director and talk show host, known for his roles as Quinn Mallory in the television series Sliders, Andrew Clements in My Secret Identity, Vern Tessio in the film Stand by Me (1986), Joe in Joe's Apartment (1996), Frank Cushman in Jerry Maguire (1996), Derek in Scream 2 (1997), Charlie Carbone in Kangaroo Jack (2003), and Detective Woody Hoyt on the drama Crossing Jordan. He starred as Pete Kaczmarek in the single 2010–11 season of The Defenders. He also had a starring role in the comedy horror film Piranha 3D (2010).",
  "/wiki/Ryan_Reynolds": "Ryan Rodney Reynolds (born October 23, 1976) is a Canadian-American actor, comedian, film producer and screenwriter. He began his career starring in the Canadian teen soap opera Hillside (1991–1993) and had minor roles before landing the lead role on the sitcom Two Guys and a Girl between 1998 and 2001. Reynolds then starred in a range of films, including comedies such as National Lampoon's Van Wilder (2002), Waiting... (2005), and The Proposal (2009). He also performed in dramatic roles in Buried (2010), Woman in Gold (2015), and Life (2017), and starred in action films such as Blade: Trinity (2004), Green Lantern (2011), and Safe House (2012).",
  "/wiki/Sammi_Giancola": "Samantha Giancola (born March 1987), also known as Sammi Sweetheart,  is an American television personality and businesswoman. She is best known as one of the eight main cast members in the MTV reality series Jersey Shore.",
  "/wiki/Deena_Cortese": "Deena Nicole Buckner (born Deena Nicole Cortese; January 12, 1987) is an American reality television personality who appeared on the MTV reality show Jersey Shore from 2010 to 2015 and Jersey Shore Family Vacation.",
  "/wiki/Dwayne_Johnson": "Dwayne Douglas Johnson (born May 2, 1972), also known by his ring name, The Rock, is an American actor, producer, investor and retired professional wrestler. Johnson was a professional wrestler for the World Wrestling Federation (WWF, now WWE) for eight years prior to pursuing an acting career. His films have grossed over $3.5 billion in North America and over $10.5 billion worldwide, making Johnson one of the most successful and highest-grossing box-office stars of all time.",
  "/wiki/Rebecca_Romijn": "Rebecca Alie Romijn (/roʊˈmeɪn/ roh-MAYN; Dutch: [roːˈmɛin]; born November 6, 1972) is an American actress and former model. She is known for her role as Mystique in the trilogy of the X-Men film series, and as Joan from The Punisher (2004), both of which are based on Marvel Comics. She also had a recurring role as Alexis Meade on the television series Ugly Betty, and as Number One on Star Trek: Discovery. Major roles include as Eve Baird on the TNT series The Librarians, which ran for four seasons, and as the host of the game show Skin Wars.",
  "/wiki/Randy_Jackson": "Randall Darius Jackson (born June 23, 1956) is an American bassist, singer, record producer, entrepreneur, and television personality.",
  "/wiki/Reese_Witherspoon": "Laura Jeanne Reese Witherspoon (born March 22, 1976) is an American actress, producer, and entrepreneur. The recipient of several accolades, including an Academy Award and a Primetime Emmy Award, she is among the highest-paid actresses in the world, as of 2019. Time magazine named her one of the 100 most influential people in the world in 2006 and 2015, and Forbes listed her among the World's 100 Most Powerful Women in 2019.",
  "/wiki/Katharine_McPhee": "Katharine Hope McPhee Foster (born March 25, 1984) is an American actress, singer, and songwriter. In May 2006, she was the runner-up on the fifth season of American Idol.",
  "/wiki/Idris_Elba": "Idrissa Akuna Elba OBE (/ˈɪdrɪs/; born 6 September 1972) is an English actor, writer, producer, musician, DJ, rapper, and singer. He is known for roles including Stringer Bell in the HBO series The Wire, DCI John Luther in the BBC One series Luther, and Nelson Mandela in the biographical film Mandela: Long Walk to Freedom (2013). He has been nominated four times for a Golden Globe Award for Best Actor – Miniseries or Television Film, winning one, and was nominated five times for a Primetime Emmy Award.",
  "/wiki/Christina_Perri": "Christina Judith Perri (born August 19, 1986) is an American singer and songwriter from Bucks County, Pennsylvania. After her debut single \"Jar of Hearts\" was featured on the television series So You Think You Can Dance in 2010, Perri signed with Atlantic Records and released her debut extended play, The Ocean Way Sessions. Her debut studio album, Lovestrong (2011), followed soon after and has since been certified platinum by the Recording Industry Association of America (RIAA).",
  "/wiki/DC_Cupcakes": "DC Cupcakes is an American reality television series that follows sisters and business partners Sophie LaMontagne and Katherine Kallinis (later Berman) as they run Georgetown Cupcake, a small cupcakery located in Washington, D.C. The series premiered on TLC on July 16, 2010.",
  "/wiki/Tony_Potts": "Anthony Ray Potts (born January 23, 1963) is an American television personality.\nIn front of the camera as a presenter, Potts hosted USA Hollywood entertainment show Access Hollywood  for 13-seasons from April 1999 to February 2011, before launching his own ideation company in the content, startup and investment space.",
  "/wiki/Ricky_Martin": "Enrique Martín Morales (born December 24, 1971), better known as Ricky Martin, is a Puerto Rican singer, actor and author who is widely regarded as the \"King of Latin Pop\". He holds dual American and Spanish citizenship, and began his career at age 12 with the all-boy pop group Menudo. After five years with the group, he released several Spanish-language solo albums throughout the 1990s. Since the beginning of his solo career in 1991, Ricky Martin has sold over 85 million albums, making him one of the best-selling Latin music artists of all time. He also acted on stage and on TV in Mexico, where he achieved modest stardom. In 1994, he appeared on the US TV soap opera General Hospital, playing a Puerto Rican singer. He also ranks among the most influential Latin artists of all time.",
  "/wiki/Nicki_Minaj": "Onika Tanya Maraj-Petty (born December 8, 1982), known professionally as Nicki Minaj (/mɪˈnɑːʒ/), is an American rapper and singer. Born in Saint James, Port of Spain, and raised in Queens, New York City, she gained public recognition after releasing the mixtapes Playtime Is Over (2007), Sucka Free (2008), and Beam Me Up Scotty (2009).",
  "/wiki/Khlo%C3%A9_Kardashian": "Khloé Alexandra Kardashian (born June 27, 1984) is an American media personality, socialite, and model. Since 2007, she has starred with her family in the reality television series Keeping Up with the Kardashians. Its success has led to the creation of spin-offs, including Kourtney and Khloé Take Miami (2009–2013) and Kourtney and Khloé Take The Hamptons (2014–2015).",
  "/wiki/Josh_Groban": "Joshua Winslow Groban (born February 27, 1981) is an American singer, songwriter, actor, and record producer, who is known for his unusually dusky tenor voice. His first four solo albums have been certified multi-platinum, and he was charted in 2007 as the number-one best selling artist in the United States, with over 22.3 million records. As of 2012[update], he had sold over 25 million records worldwide.",
  "/wiki/Tracy_Morgan": "Tracy Jamel Morgan (born November 10, 1968) is an American actor, voice actor and comedian best known for his seven seasons as a cast member on Saturday Night Live (1996–2003) and 30 Rock (2006–2013). He was nominated for an Emmy Award in 2009 for his work on 30 Rock. He has appeared in numerous films as an actor and voice actor.",
  "/wiki/Paul_DelVecchio": "Paul D. DelVecchio Jr. (born July 5, 1980),  publicly known as DJ Pauly D, is an American television personality and disc jockey. He is best known for being a housemate on MTV's reality show Jersey Shore.",
  "/wiki/Ronnie_Ortiz-Magro": "Ronald J. Ortiz-Magro Jr. (born December 4, 1985) is an American television personality and actor. He is best known as one of the eight main cast members in the MTV reality series Jersey Shore.",
  "/wiki/Vinny_Guadagnino": "Vincent J. Guadagnino (born November 11, 1987) is an American reality television personality and actor. He is best known for his time on MTV's Jersey Shore.",
  "/wiki/Nicolas_Cage": "Nicolas Kim Coppola (born January 7, 1964), known professionally as Nicolas Cage, is an American actor and filmmaker. Cage has been nominated for numerous major cinematic awards, and won an Academy Award, a Golden Globe, and Screen Actors Guild Award for his performance in Leaving Las Vegas (1995).",
  "/wiki/Carson_Kressley": "Carson Lee Kressley (born November 11, 1969) is an American television personality, actor and designer. He was the fashion expert on the American television program Queer Eye, where he was one of the show's \"Fab Five\". He was also the motivational host of the TV show How to Look Good Naked and OWN's Carson Nation, as well as a contestant on season 13 of Dancing with the Stars. Since 2015, Kressley has been a judge on RuPaul's Drag Race. Beginning in October, 2018, he teamed up with his old Queer Eye alum Thom Filicia for a new series called Get a Room on Bravo. The series follows the two as Thom mentors Carson in the interior design business, and features two clients in each episode.",
  "/wiki/Daniel_Dae_Kim": "Daniel Dae Kim (Korean: 김대현; born Kim Dae-hyun on August 4, 1968) is an American actor, voice actor, and producer.  He is known for his roles as Jin-Soo Kwon in Lost, Chin Ho Kelly in Hawaii Five-0, Gavin Park in Angel and Johnny Gat in the Saints Row series of video games. He also runs a production company called 3AD, which is currently producing the television series The Good Doctor.",
  "/wiki/Aulani": "Aulani, a Disney Resort & Spa, is a beachside resort hotel at the Ko Olina Resort in Kapolei, Hawaii on the island of Oahu. Affiliated with the Disney Vacation Club, Aulani was the third Disney \"stand-alone\" hotel that is located in an area without any adjacent theme park. The others are Disney's Hilton Head Island Resort and Disney's Vero Beach Resort.",
  "/wiki/Jon_Cryer": "Jonathan Niven Cryer (born April 16, 1965) is an American actor, comedian and television director. Born into a show business family, Cryer made his motion picture debut as a teenaged photographer in the 1984 romantic comedy No Small Affair; his breakout role came in 1986, playing \"Duckie\" in the John Hughes-written film Pretty in Pink. In 1998, he wrote and produced the independent film Went to Coney Island on a Mission from God... Be Back by Five.",
  "/wiki/Kelly_Ripa": "Kelly Maria Ripa (born October 2, 1970) is an American actress, dancer, talk show hostess, and television producer.",
  "/wiki/Matthew_Morrison": "Matthew James Morrison (born October 30, 1978) is an American actor, dancer, and singer-songwriter. Morrison is known for starring in multiple Broadway and Off-Broadway productions, including his portrayal of Link Larkin in Hairspray on Broadway, and for his role as Will Schuester on the Fox television show Glee (2009–2015). Morrison is signed with Adam Levine's 222 Records and received a Tony Award nomination for his featured role as Fabrizio Nacarelli in the musical The Light in the Piazza. From March 2015 to January 2016, Morrison starred in the lead role of J.M. Barrie in the Broadway production of Finding Neverland.",
  "/wiki/Jorge_Garcia": "Jorge Garcia (born April 28, 1973) is an American actor and comedian. He first came to public attention with his performance as Hector Lopez on the television show Becker, but is probably best known for his portrayal of Hugo \"Hurley\" Reyes in the television series Lost from 2004 to 2010. Garcia performs as a stand-up comedian. He starred in the FOX television series Alcatraz and played a minor character on ABC's Once Upon a Time. He stars as Jerry Ortega on Hawaii Five-0 and can be seen in the Netflix original movie Ridiculous 6. Garcia also appeared on the cover of Weezer's 2010 album Hurley in a close-up shot from a photo he took with vocalist Rivers Cuomo.",
  "/wiki/Pearl_Harbor": "Pearl Harbor is an American lagoon harbor on the island of Oahu, Hawaii, west of Honolulu. It has been long visited by the Naval fleet of the United States, before it was acquired from the Hawaiian Kingdom by the U.S. with the signing of the Reciprocity Treaty of 1875. Much of the harbor and surrounding lands is now a United States Navy deep-water naval base. It is also the headquarters of the United States Pacific Fleet. The U.S. government first obtained exclusive use of the inlet and the right to maintain a repair and coaling station for ships here in 1887. The attack on Pearl Harbor by the Empire of Japan on December 7, 1941, was the immediate cause of the United States' entry into World War II.",
  "/wiki/Carrie_Ann_Inaba": "Carrie Ann Inaba (born January 5, 1968) is an American television personality, dancer, choreographer, actress, and singer. She is best known for her work on ABC TV's Dancing with the Stars, as Fook Yu in Austin Powers in Goldmember. She is a current co-host and moderator of the CBS Daytime talk show, The Talk. She started her career as a singer in Japan, but became best known for her dancing, first introducing herself to American audiences as one of the original Fly Girls on the Fox sketch comedy series In Living Color from 1990 to 1992.",
  "/wiki/Patricia_Heaton": "Patricia Helen Heaton (born March 4, 1958) is an American actress and comedian. She is known for her starring role as Debra Barone in the CBS sitcom Everybody Loves Raymond (1996–2005) and as Frances \"Frankie\" Heck on the ABC sitcom The Middle (2009–2018). Since 2019, Heaton stars as Dr. Carol Kenney in the CBS sitcom Carol's Second Act.",
  "/wiki/Mark_Consuelos": "Mark Andrew Consuelos (born March 30, 1971) is an American actor. He is best known for his portrayal of Mateo Santos on the ABC soap opera All My Children (1995–2001; 2010) and supporting actor Hiram Lodge on The CW drama Riverdale (2017–present).",
  "/wiki/Rico_Rodriguez_(actor)": "Rico Rodriguez (born July 31, 1998) is an American actor. He is best known for portraying the role of Manny Delgado in the ABC sitcom Modern Family. Rodriguez has also starred in Epic Movie (2007) and The Muppets (2011). In 2012, he wrote a book titled Reel Life Lessons... So Far.",
  "/wiki/Cobra_Starship": "Cobra Starship was an American dance-pop band created by former Midtown bassist and lead vocalist Gabe Saporta in 2006 in New York City, New York. After writing and recording the band's debut album While the City Sleeps, We Rule the Streets as a solo project, Saporta enlisted guitarist Ryland Blackinton, bassist Alex Suarez, drummer Nate Novarro, and keytarist Victoria Asher, all of whom provide backing vocals.",
  "/wiki/Colbie_Caillat": "Colbie Marie Caillat (/ˈkoʊlbi kəˈleɪ/ (listen); born May 28, 1985) is an American singer-songwriter. Caillat rose to fame through social networking website Myspace. At that time, she was the number one unsigned artist of her genre. After signing with Universal Republic Records, she released her debut album, Coco, in July 2007. The album included the hit singles \"Bubbly\" and \"Realize\", and has sold 2,060,000 copies in the US, and is certified 2x Platinum. In 2008 she recorded a duet with Jason Mraz, \"Lucky\", which won a Grammy Award. In August 2009 she released Breakthrough, her second album, which became her first album to debut at number one on the Billboard 200. It has been certified gold by the RIAA. Breakthrough was nominated for Best Pop Vocal Album at the 2010 Grammy Awards. She was also part of the group that won Album of the Year at the 2010 Grammy Awards for her background vocals and writing on Taylor Swift's Fearless album. In July 2011 she released her third studio album, All of You. In October 2012 she released her first Christmas album, Christmas in the Sand. Since 2018, she has been a member of the country music group Gone West.",
  "/wiki/Neil_Patrick_Harris": "Neil Patrick Harris (born June 15, 1973) is an American actor, comedian, filmmaker, philanthropist, magician, and singer. He is known primarily for his comedy roles on television and his dramatic and musical stage roles. On television, he is known for playing the title character on Doogie Howser, M.D. (1989–1993), Barney Stinson on How I Met Your Mother (2005–2014, for which he was nominated for four Emmy Awards), and Count Olaf in A Series of Unfortunate Events (2017–2019).",
  "/wiki/Octavia_Spencer": "Octavia Lenora Spencer (born May 25, 1972) is an American actress, author, and producer. She is the recipient of several accolades, including an Academy Award and a Golden Globe Award. She is one of two black actresses to have received three Academy Award nominations and the first black actress to receive two consecutive nominations.",
  "/wiki/Jean_Dujardin": "Jean Edmond Dujardin (French pronunciation: [ʒɑ̃ ɛdmɔ̃ dyʒaʁdɛ̃] (listen); born 19 June 1972) is a French actor, comedian, humorist and television director. He began his career as a stand-up comedian in Paris before guest starring in comedic television programmes and films. He first came to prominence with the cult TV series Un gars, une fille, in which he starred alongside his lover Alexandra Lamy, before gaining success in film with movies such as Brice de Nice, Michel Hazanavicius's OSS 117: Cairo, Nest of Spies and its sequel OSS 117: Lost in Rio, as well as 99 Francs.",
  "/wiki/The_Artist_(film)": "The Artist is a 2011 French[nb 1] comedy-drama film[nb 2] in the style of a black-and-white silent film or part-talkie. Written, directed, and co-edited by Michel Hazanavicius, and produced by Thomas Langmann, the film stars Jean Dujardin and Bérénice Bejo. The story takes place in Hollywood, between 1927 and 1932, and focuses on the relationship of an older silent film star and a rising young actress as silent cinema falls out of fashion and is replaced by the \"talkies\".",
  "/wiki/Isaac_Mizrahi": "Isaac Mizrahi (born October 14, 1961) is an American fashion designer, TV presenter, and Chief Designer of the Isaac Mizrahi brand for Xcel Brands. Based in New York City, he is best known for his eponymous fashion lines. Mizrahi currently serves as a judge on Project Runway: All Stars.",
  "/wiki/Maria_Menounos": "Maria Menounos (/məˈnuːnoʊs/, Greek: Μαρία Μενούνος; born June 8, 1978) is an American entertainment reporter, television personality, professional wrestler, actress, and businesswoman. She has hosted Extra and E! News, and served as a TV correspondent for Today, Access Hollywood, and co-hosted the Eurovision Song Contest 2006 in Athens, Greece. She also co-created and is currently CEO of online podcast series network AfterBuzz TV. She is currently signed to WWE where she has served as an ambassador since 2013.  She hosts the podcast Conversations with Maria Menounos.",
  "/wiki/Uggie": "Uggie (February 14, 2002 – August 7, 2015) was a trained Parson Russell Terrier famous for his roles in Water for Elephants and The Artist. His memoir Uggie, My Story was published in the United States, UK, and France in October 2012.",
  "/wiki/Lucy_Liu": "Lucy Liu (born December 2, 1968) is an American actress, who is known for playing the role of the vicious and ill-mannered Ling Woo in the television series Ally McBeal (1998–2002), the assertive assassin O-Ren Ishii in Kill Bill, and Joan Watson in the crime-drama series Elementary (2012–2019). Throughout her career, she has received two Screen Actors Guild Awards and has won the Seoul International Drama Award for Best Actress. She has been nominated for a Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series, and has received nominations for three People's Choice Awards and two Saturn Awards.",
  "/wiki/Kristin_Chenoweth": "Kristin Dawn Chenoweth (/ˈtʃɛnoʊwɛθ/; born Kristi Dawn Chenoweth, July 24, 1968) is an American actress and singer, with credits in musical theatre, film and television. In 1999, she won a Tony Award for her performance as Sally Brown in You're a Good Man, Charlie Brown on Broadway. In 2003, Chenoweth received wide notice for originating the role of Glinda in the musical Wicked, including a nomination for another Tony. Her television roles have included Annabeth Schott in NBC's The West Wing and Olive Snook on the ABC comedy-drama Pushing Daisies, for which she won a 2009 Emmy Award for Outstanding Supporting Actress in a Comedy Series. She also starred in the ABC TV series GCB in 2012.",
  "/wiki/Poppy_Montgomery": "Poppy Montgomery (born Poppy Petal Emma Elizabeth Deveraux Donaghue; 15 June 1972) is an Australian-American actress. She played FBI agent Samantha Spade on the CBS mystery drama Without a Trace from 2002 to 2009, and played Detective Carrie Wells on the CBS/A&E police drama Unforgettable from 2011 to 2016.",
  "/wiki/Nokia": "Nokia Corporation (natively Nokia Oyj, referred to as Nokia; Finnish: [ˈnokiɑ], UK: /ˈnɒkiə/, US: /ˈnoʊkiə/) is a Finnish multinational telecommunications, information technology, and consumer electronics company, founded in 1865. Nokia's headquarters are in Espoo, in the greater Helsinki metropolitan area. In 2018, Nokia employed approximately 103,000 people across over 100 countries, did business in more than 130 countries, and reported annual revenues of around €23 billion. Nokia is a public limited company listed on the Helsinki Stock Exchange and New York Stock Exchange. It is the world's 415th-largest company measured by 2016 revenues according to the Fortune Global 500, having peaked at 85th place in 2009. It is a component of the Euro Stoxx 50 stock market index."
}