{
  "/wiki/Mike_Greenberg": "Michael Darrow Greenberg (born August 6, 1967) is a television anchor,  television show host, former radio show host for ESPN and ABC, and novelist. At ESPN, he hosted the weekday evening, most often Monday, SportsCenter and previously ESPN Radio's Mike & Mike show with Mike Golic. At sister network ABC, he was the host of Duel, which aired from 2007 to 2008. He also co-hosts Battle of the Network Stars with Joe Tessitore.",
  "/wiki/Chris_Hemsworth": "Christopher Hemsworth (born 11 August 1983) is an Australian actor. He rose to prominence playing Kim Hyde in the Australian TV series Home and Away (2004–07) before beginning a film career in Hollywood by taking on parts in the science fiction film Star Trek (2009) and the thriller A Perfect Getaway (2009).",
  "/wiki/Cirque_du_Soleil": "Cirque du Soleil (French: [sɪʁk dzy sɔ.lɛj], \"Circus of the Sun\") is a Montreal-based entertainment company and the largest contemporary circus producer in the world. Located in the inner-city area of Saint-Michel, it was founded in Baie-Saint-Paul on 16 June 1984 by former street performers Guy Laliberté and Gilles Ste-Croix.",
  "/wiki/Zarkana": "Zarkana was a Cirque du Soleil stage production written and directed by François Girard.  It began as a touring show in 2011 and was converted to a resident show in Las Vegas in late 2012.  It premiered at Radio City Music Hall in New York City on June 29, 2011, and later toured to the State Kremlin Palace in Moscow and the Madrid Arena in Madrid.",
  "/wiki/Joey_Lawrence": "Joseph Lawrence Mignogna Jr. (born April 20, 1976) is an American actor, musician, and game show host. He got his start as a child star in the early 1980s and is best known for his role as Joey Russo in Blossom. Lawrence also starred in the series Brotherly Love with his real-life brothers Matthew and Andrew.",
  "/wiki/Bryant_Gumbel": "Bryant Charles Gumbel (born September 29, 1948) is an American television journalist and sportscaster, best known for his 15 years as co-host of NBC's Today. He is the younger brother of sportscaster Greg Gumbel. Since 1995, he has hosted HBO's acclaimed investigative series Real Sports with Bryant Gumbel, which has been rated as \"flat out TV's best sports program\" by the Los Angeles Times. It won a Peabody Award in 2012.",
  "/wiki/Cat_Deeley": "Catherine Elizabeth \"Cat\" Deeley (born 23 October 1976) is an English television presenter, model, actress, journalist, television producer, dancer, singer and media personality based in the UK and the United States. From 1998 to 2002, she hosted the children's programme SMTV Live and its spin-off chart show CD:UK. In 2001, she won a BAFTA Children's Award for hosting SMTV Live. She has also hosted  Fame Academy on the BBC, and the 2004 Brit Awards.",
  "/wiki/Gavin_DeGraw": "Gavin Shane DeGraw (born February 4, 1977) is an American singer-songwriter. He rose to fame with the single \"I Don't Want to Be\" from his debut album Chariot (2003); the song became the theme song for the television drama series One Tree Hill. Other notable singles from his debut album \"Chariot\" and \"Follow Through\". His second album, Gavin DeGraw, was released in 2008 and included the top-20 single \"In Love with a Girl\". In 2009, DeGraw released his third album, Free. His fourth album, Sweeter (2011), spawned the hit single \"Not Over You\" along with \"Soldier\" and \"Sweeter\". In 2013, DeGraw released Make a Move, and Something Worth Saving followed in September 2016.",
  "/wiki/Jenny_McCarthy": "Jennifer Ann McCarthy (born November 1, 1972) is an American actress, model, television host, satellite radio broadcaster, author, screenwriter, and anti-vaccine activist. She began her career in 1993 as a nude model for Playboy magazine and was later named their Playmate of the Year. McCarthy then had a television and film acting career, starting as a co-host on the MTV game show Singled Out, then some eponymous sitcoms, as well as films such as BASEketball, Diamonds, Scream 3, and Santa Baby. She is a former co-host of the ABC talk show The View. She is currently a judge on the FOX musical competition show The Masked Singer.",
  "/wiki/Neil_Patrick_Harris": "Neil Patrick Harris (born June 15, 1973) is an American actor, comedian, filmmaker, philanthropist, magician, and singer. He is known primarily for his comedy roles on television and his dramatic and musical stage roles. On television, he is known for playing the title character on Doogie Howser, M.D. (1989–1993), Barney Stinson on How I Met Your Mother (2005–2014, for which he was nominated for four Emmy Awards), and Count Olaf in A Series of Unfortunate Events (2017–2019).",
  "/wiki/Julianne_Hough": "Julianne Alexandra Hough (/hʌf/; born July 20, 1988) is an American dancer, actress,Songwriter and singer. She is a two-time professional champion of ABC's Dancing with the Stars. She was nominated for a Creative Arts Primetime Emmy in 2007 for Outstanding Choreography in season five. Her first leading acting role was in the 2011 film remake of Footloose. In September 2014, Hough joined Dancing with the Stars as a permanent fourth judge. Along with her brother Derek Hough (who is a six-time winner of the dancing show) and Tessandra Chavez, she won the Primetime Emmy Award for Outstanding Choreography in 2015. In 2016, she played Sandy in the live Fox television production of Grease. She was a judge on America's Got Talent for its 2019 season.",
  "/wiki/Kerry_Washington": "Kerry Marisa Washington (born January 31, 1977) is an American actress. She gained wide public recognition for starring as Olivia Pope, a crisis management expert, in the ABC drama series Scandal (2012–2018). For her role, she received nominations for two Primetime Emmy Award for Outstanding Lead Actress and a Golden Globe Award for Best Actress. Her portrayal of Anita Hill in the HBO television film  Confirmation (2016), earned her another Primetime Emmy Award nomination.",
  "/wiki/SeaWorld": "SeaWorld is a United States theme park chain headquartered out of Orlando, Florida. It is a proprietor of marine mammal parks, oceanariums, animal theme parks, and rehabilitation centers owned by SeaWorld Entertainment (one park will be owned and operated by Miral under a license). The parks feature orcas, sea lion, and dolphin shows and zoological displays featuring various other marine animals. There are operations located within the United States in Orlando, Florida; San Diego, California; San Antonio, Texas; later outside the United States such as Abu Dhabi, United Arab Emirates; and previously Aurora, Ohio. On March 5, 2007, SeaWorld Orlando announced addition of the Aquatica water park to its adventure park, which already includes SeaWorld and Discovery Cove.",
  "/wiki/Busch_Gardens": "Busch Gardens is the name of two amusement parks in the United States, owned and operated by SeaWorld Entertainment. The original park is in Tampa, Florida, and the second park is in Williamsburg, Virginia. There were also previously Busch Gardens parks in Van Nuys, Los Angeles, California (1964–1979) and Houston, Texas (1971–1973). The \"Busch Gardens\" name was earlier used to refer to the gardens developed by Adolphus Busch near his home in Pasadena, California, which were open to the public from 1906 to 1937.",
  "/wiki/Jessica_Chastain": "Jessica Michelle Chastain (born March 24, 1977) is an American actress and producer. Known for her roles in films with feminist themes, her accolades include a Golden Globe Award and two Academy Award nominations. Time named her one of the 100 most influential people in the world in 2012.",
  "/wiki/Emeli_Sandé": "Adele Emily Sandé, MBE (/ˈsændeɪ/ SAN-day; born 10 March 1987), known professionally as Emeli Sandé, is a British singer and songwriter. Born in Sunderland, Tyne and Wear and raised in Alford, Aberdeenshire by an English mother and Zambian father, Sande rose to prominence after being a featured artist on the 2009 Chipmunk track \"Diamond Rings\". It was their first top 10 single on the UK Singles Chart. In 2010, she was featured on \"Never Be Your Woman\" by the rapper Wiley, which was another top ten hit. In 2012, she received the Brit Awards' Critics' Choice Award.",
  "/wiki/Andy_Samberg": "David A. J. \"Andy\" Samberg (born August 18, 1978) is an American actor, comedian, writer, producer, and musician. He is a member of the comedy music group The Lonely Island and was a cast member on Saturday Night Live (2005–2012), where he and his fellow group members have been credited with popularizing the SNL Digital Shorts.",
  "/wiki/Chris_Rock": "Christopher Julius Rock (born February 7, 1965) is an American comedian, actor, writer, producer, and director.",
  "/wiki/Patrick_Duffy": "Patrick George Duffy (born March 17, 1949) is an American actor, best known for his role on the CBS primetime soap opera Dallas, where he played Bobby Ewing, the youngest son of Miss Ellie and the nicest brother of J.R. Ewing (played by Barbara Bel Geddes and Larry Hagman respectively) from 1978 to 1985 and from 1986 to 1991. Duffy returned to reprise his role as Bobby in a continuation of Dallas, which aired on TNT from 2012 to 2014. He is also well known for his role on the ABC sitcom Step by Step as Frank Lambert, from 1991 to 1998, and for his role as Stephen Logan on the CBS daytime soap opera The Bold and the Beautiful (2006-2011). Duffy played the lead character's father in the 2014 NBC sitcom Welcome to Sweden.",
  "/wiki/Marilu_Henner": "Mary Lucy Denise Henner (born April 6, 1952) is an American actress, producer, radio host, podcaster, and author. She began her career appearing in the original production of the musical Grease in 1971, before making her screen debut in the 1977 comedy-drama film Between the Lines.",
  "/wiki/That's_My_Boy_(2012_film)": "Template:Block this forgetfulness",
  "/wiki/Jerry_O'Connell": "Jeremiah O'Connell (born February 17, 1974) is an American actor, director and talk show host, known for his roles as Quinn Mallory in the television series Sliders, Andrew Clements in My Secret Identity, Vern Tessio in the film Stand by Me (1986), Joe in Joe's Apartment (1996), Frank Cushman in Jerry Maguire (1996), Derek in Scream 2 (1997), Charlie Carbone in Kangaroo Jack (2003), and Detective Woody Hoyt on the drama Crossing Jordan. He starred as Pete Kaczmarek in the single 2010–11 season of The Defenders. He also had a starring role in the comedy horror film Piranha 3D (2010).",
  "/wiki/Noah_Wyle": "Noah Strausser Speer Wyle (/ˈwaɪli/; born June 4, 1971) is an American film, television, and theatre actor. He is known for his roles as Dr. John Carter in ER and as Tom Mason in Falling Skies. He has also played Steve Jobs in the docudrama Pirates of Silicon Valley (1999), Dr. Kenneth Monnitoff in Donnie Darko (2001), and Flynn Carsen in The Librarian franchise.",
  "/wiki/Bristol_Palin": "Bristol Sheeran Marie Palin (born October 18, 1990) is an American public speaker, reality television personality, and real estate agent. She is the oldest daughter and second of five children of Todd and Sarah Palin.",
  "/wiki/Ben_Stiller": "Benjamin Edward Meara Stiller (born November 30, 1965) is an American actor, comedian, writer, producer, musician and director. He is the son of veteran comedians and actors Jerry Stiller and Anne Meara.",
  "/wiki/Michael_Ealy": "Michael Brown (born August 3, 1973), professionally known as Michael Ealy, is an American  actor. He is known for his roles in Barbershop (2002), 2 Fast 2 Furious (2003), Takers (2010), Think Like a Man (2012),  About Last Night (2014), Think Like a Man Too (2014), The Perfect Guy (2015), and The Intruder (2019). Ealy starred as Dorian the android in the Fox TV science fiction police drama series Almost Human.",
  "/wiki/Raven-Symoné": "Raven-Symoné Christina Pearman (/sɪˈmoʊn/; born December 10, 1985), also known mononymously as Raven, is an American actress, singer, songwriter, and producer. She began her career as a child actress, appearing as Olivia Kendall on The Cosby Show (1989–1992) and Nicole Lee on Hangin' with Mr. Cooper (1993–1997). As a teenager, she starred as Raven Baxter on the Disney Channel television series That's So Raven (2003–2007), for which she was nominated for numerous accolades. Since 2017, Raven-Symoné has reprised her role as Raven Baxter on Raven's Home, for which she was nominated for the Daytime Emmy Award for Outstanding Performer in Children's Programming. Her film credits include Dr. Dolittle (1998), Dr. Dolittle 2 (2001), College Road Trip (2008), and successful television films, including Zenon: Girl of the 21st Century (1999), The Cheetah Girls (2003), its sequel Cheetah Girls 2 (2006), For One Night (2006), and Revenge of the Bridesmaids (2010).",
  "/wiki/Michelle_Obama": "Michelle LaVaughn Robinson Obama (née Robinson; born January 17, 1964) is an American lawyer, university administrator, and writer, who was the first lady of the United States from 2009 to 2017. She is married to the 44th President of the United States, Barack Obama, and she was the first African American First Lady of the United States.",
  "/wiki/Marc_Forgione": "Marc Forgione is one of the Iron Chefs competing on Food Network's Iron Chef America and owner of restaurant Marc Forgione in New York City.  He was born on December 16, 1978, and raised in Bellerose, New York. Chef Forgione competed on and won season three of The Next Iron Chef in 2010.",
  "/wiki/Nick_Lachey": "Nicholas Scott Lachey (/ləˈʃeɪ/ lə-SHAY; born November 9, 1973) is an American actor, singer, and television personality. He rose to fame as the lead singer of the multi-platinum-selling boyband 98 Degrees, and later starred in the reality series Newlyweds: Nick and Jessica with his then-wife, Jessica Simpson. He has released four solo albums: SoulO, What's Left of Me, A Father's Lullaby, and Soundtrack of My Life. He also had a recurring role on the television series Charmed.",
  "/wiki/Mary_J._Blige": "Mary Jane Blige (/blaɪʒ/; born January 11, 1971) is an American singer, songwriter, actress, and philanthropist. Her career began in 1991 when she signed to Uptown Records. Furthermore, she went on to release 13 studio albums, eight of which have achieved multi-platinum worldwide sales. Blige has won nine Grammy Awards, four American Music Awards, twelve Billboard Music Awards and has also received three Golden Globe Award nominations, including one for her supporting role in the film Mudbound (2017) and another for its second original song \"Mighty River\" for Mudbound; she also received a nomination for the Academy Awards for Best Supporting Actress and Best Original Song, becoming the first person nominated for acting and songwriting in the same year.",
  "/wiki/Mark_Feuerstein": "Mark Feuerstein (/ˈfɔɪ.ərstiːn/; born June 8, 1971) is an American actor. He first came to public notice in a guest appearance in an episode of Season 2 of Sex and the City and went on to appear in TV series The West Wing (2001–2005), Royal Pains (2009–2016) and Prison Break (2017). He co-wrote, co-produced as well as starred in the short-lived CBS sitcom 9JKL.",
  "/wiki/Rita_Wilson": "Margarita Ibrahimoff (born October 26, 1956), known professionally as Rita Wilson, is an American actress, singer, songwriter, and producer. Her film appearances include Volunteers (1985), Sleepless in Seattle (1993), Now and Then (1995), Jingle All the Way (1996), The Story of Us (1999), Runaway Bride (1999), and It's Complicated (2009), and she appeared in the television series The Good Wife and Girls. Wilson has performed on Broadway, and has produced several films, including My Big Fat Greek Wedding (2002).",
  "/wiki/Cat_Cora": "Catherine Ann Cora (born April 3, 1967) is an American professional chef best known for her featured role as an \"Iron Chef\" on the Food Network television show Iron Chef America and as co-host of Around the World in 80 Plates on Bravo.",
  "/wiki/Carrie_Ann_Inaba": "Carrie Ann Inaba (born January 5, 1968) is an American television personality, dancer, choreographer, actress, and singer. She is best known for her work on ABC TV's Dancing with the Stars, as Fook Yu in Austin Powers in Goldmember. She is a current co-host and moderator of the CBS Daytime talk show, The Talk. She started her career as a singer in Japan, but became best known for her dancing, first introducing herself to American audiences as one of the original Fly Girls on the Fox sketch comedy series In Living Color from 1990 to 1992.",
  "/wiki/Chris_Pine": "Christopher Whitelaw Pine (born August 26, 1980) is an American actor. Pine made his feature film debut as Lord Devereaux in The Princess Diaries 2: Royal Engagement (2004), and is known for playing James T. Kirk in the Star Trek reboot film series (2009–2016), Will Colson in Unstoppable (2010), Cinderella's Prince in Into the Woods (2014), Jack Ryan in Jack Ryan: Shadow Recruit (2014), Toby Howard in Hell or High Water (2016), Bernie Webber in The Finest Hours (2016), Steve Trevor in Wonder Woman (2017), Dr. Alexander Murry in A Wrinkle in Time (2018), and Robert the Bruce in Outlaw King (2018).",
  "/wiki/Andy_Cohen_(television_personality)": "Andrew Joseph Cohen (born June 2, 1968) is an American radio and television talk show host, producer, and writer. He is the host and executive producer of the Bravo's late night talk show, Watch What Happens Live with Andy Cohen. Cohen also has a pop culture channel on SiriusXM Radio named Radio Andy. He hosts a two-hour live show with co-host John Hill twice a week. Cohen served as Bravo's Executive Vice President of Development and Talent until 2013. He was responsible for creating original content, developing innovative formats, and identifying new talent. Cohen also served as Executive Producer on Emmy and James Beard award–winning reality cooking competition television show, Top Chef. He continues to serve as an executive producer of the Real Housewives franchise, host of Watch What Happens Live on Bravo, host of Andy Cohen Live on SiriusXM channel 102, and hosted the revival of the television dating show, Love Connection.",
  "/wiki/Blues_Traveler": "Blues Traveler is an American rock band that formed in Princeton, New Jersey in 1987. The band's music spans a variety of genres, including blues rock, psychedelic rock, folk rock, soul, and Southern rock. They are known for extensive use of segues in live performances, and were considered a key part of the re-emerging jam band scene of the 1990s, spearheading the H.O.R.D.E. touring music festival.",
  "/wiki/Tyler_Perry": "Tyler Perry (born Emmitt Perry Jr.; September 13, 1969) is an American actor, writer, producer, comedian and director. In 2011, Forbes listed him as the highest paid man in entertainment, earning US$130 million between May 2010 and May 2011.",
  "/wiki/Emma_Stone": "Emily Jean \"Emma\" Stone (born November 6, 1988) is an American actress. The recipient of numerous accolades, including an Academy Award and a Golden Globe Award, she was the world's highest-paid actress in 2017. Stone has appeared in Forbes Celebrity 100 in 2013 and in 2017, she was featured by Time as one of the 100 most influential people in the world.",
  "/wiki/Joe_Manganiello": "Joseph Michael Manganiello (/ˌmæŋɡəˈnɛloʊ/ MANG-gə-NEL-oh; Italian: [maŋɡaˈnjɛllo], Neapolitan: [maŋɡaˈnjellə]; born December 28, 1976) is an American actor, director, and producer. His professional film career began when he played Flash Thompson in Sam Raimi's Spider-Man. His breakout role came in the form of werewolf Alcide Herveaux on five seasons of the HBO series True Blood.",
  "/wiki/Chris_Bosh": "Christopher Wesson Bosh (born March 24, 1984) is an American former professional basketball player. A Texas Mr. Basketball in high school, Bosh played one season of college basketball for Georgia Tech before declaring for the 2003 NBA draft. He was selected fourth overall by the Toronto Raptors.",
  "/wiki/Sylvia_Browne": "Sylvia Celeste Browne (née Shoemaker; October 19, 1936 – November 20, 2013) was an American author who claimed to be a medium with psychic abilities. She appeared regularly on television and radio, including on The Montel Williams Show and Larry King Live, and hosted an hour-long online radio show on Hay House Radio.",
  "/wiki/Michael_Strahan": "Michael Anthony Strahan (/ˈstreɪhæn/; born November 21, 1971) is an American former professional football player who was a defensive end and spent his entire 15-year career with the New York Giants of the National Football League (NFL). Strahan set a record for the most sacks in a season in 2001, and helped the Giants win Super Bowl XLII over the New England Patriots in his final season in 2007. After retiring from the NFL, he became a media personality. He was elected to the Pro Football Hall of Fame in 2014.",
  "/wiki/Andrew_Garfield": "Andrew Russell Garfield (born 20 August 1983) is a British-American actor. He is the recipient of several accolades, including a Tony Award, and has been nominated for an Academy Award and two British Academy Film Awards.",
  "/wiki/Seth_MacFarlane": "Seth Woodbury MacFarlane (/məkˈfɑːrlɪn/; born October 26, 1973) is an American actor, animator, filmmaker, comedian, and singer. MacFarlane is the creator of the TV series Family Guy (1999–present) and The Orville (2017–present), and co-creator of the TV series American Dad! (2005–present) and The Cleveland Show (2009–2013). He also wrote, directed, and starred in the films Ted (2012), its sequel Ted 2 (2015), and A Million Ways to Die in the West (2014).",
  "/wiki/Channing_Tatum": "Channing Matthew Tatum (born April 26, 1980) is an American actor and singer. Tatum made his film debut in the drama film Coach Carter (2005). His breakthrough role was in the 2006 dance film Step Up, which introduced him to a wider audience.",
  "/wiki/Carly_Rae_Jepsen": "Carly Rae Jepsen (born November 21, 1985) is a Canadian singer, songwriter, and actress. Born and raised in Mission, British Columbia, Jepsen performed several lead roles in her high school's musical productions and pursued musical theatre at the Canadian College of Performing Arts in Victoria, BC. After completing her studies, she relocated to Vancouver and later competed on the fifth season of Canadian Idol in 2007, placing third. In 2008, Jepsen released her folk-influenced debut studio album Tug of War in Canada.",
  "/wiki/Char_Margolis": "Char Margolis is a self-proclaimed American psychic medium and author. Margolis's claims to have paranormal abilities have been criticised by several media outlets which suggest she uses standard cold reading and hot reading tricks to perform her readings.",
  "/wiki/Matthew_McConaughey": "Matthew David McConaughey (/məˈkɒnəheɪ/; born November 4, 1969) is an American actor and producer. He first gained notice for his supporting performance in the coming-of-age comedy Dazed and Confused (1993), considered by many to be his breakout role. After a number of supporting roles in films including Angels in the Outfield (1994) and Texas Chainsaw Massacre: The Next Generation (1994), his breakthrough performance as a leading man came in the legal drama A Time to Kill (1996). He followed this with leading performances in the science fiction film Contact (1997) and the historical drama Amistad (1997), the comedy-drama The Newton Boys (1998), the satire EDtv (1999), the war film U-571 (2000), and the psychological thriller Frailty (2001).",
  "/wiki/Ashanti_(entertainer)": "Ashanti Shequoiya Douglas (born October 13, 1980) is an American singer, songwriter, record producer, dancer, and actress. She was first discovered as a teenager and later signed to Murder Inc. in 2002. That year, she was featured on Fat Joe's \"What’s Luv?\" and Ja Rule's \"Always on Time\", both of which became two of the biggest hit songs of 2002; Ashanti became the first female artist to occupy the top two positions on the U.S. Billboard Hot 100 chart simultaneously when \"Foolish\" and \"What's Luv?\" were at numbers one and two, respectively.",
  "/wiki/Sonya_Fitzpatrick": "Sonya Fitzpatrick is a British television and radio personality and a pet psychic. She hosted the now-defunct television show, Animal Planet's The Pet Psychic. Her weekly animal advice and call-in talk show, Animal Intuition, is now on SIRIUS Satellite Radio Channel 102.",
  "/wiki/Live!_with_Regis_and_Kelly_(season_24)": "This is a list of Live! with Regis and Kelly and Live! with Kelly episodes which were broadcast during the show's 24th season.  The list is ordered by air date."
}