{
  "/wiki/Sherman_E._Burroughs_High_School": "Sherman E. Burroughs High School is a public high school located in Ridgecrest, California. Established in 1945, the school is located in the upper Mojave Desert and is adjacent to the Naval Air Weapons Station China Lake. It derives its name from U.S. Navy officer Admiral Sherman E. Burroughs, who served as the first commanding officer of the base at China Lake (then known as the Naval Ordnance Test Station at China Lake). The school's mascot, the Burro, is taken from the animal which was imported to the area.",
  "/wiki/Ridgecrest,_California": "Ridgecrest is a city in Kern County, California, United States, along U.S. Route 395 in the Indian Wells Valley in northeastern Kern County, adjacent to the Naval Air Weapons Station China Lake (NAWS, or China Lake). It was incorporated as a city in 1963. The population was 27,616 at the 2010 census, up from 24,927 at the 2000 census.",
  "/wiki/Clovis_High_School_(Clovis,_California)": "Clovis High School is a four-year high school founded in 1899.   The school's current campus, located at 1055 Fowler Avenue in Clovis, California, opened in 1969.",
  "/wiki/Clovis,_California": "Clovis is a city in Fresno County, California, United States. The 2010 population was 95,631. Clovis is located 6.5 miles (10.5 km) northeast of downtown Fresno, at an elevation of 361 feet (110 m).",
  "/wiki/San_Joaquin_College_of_Law": "San Joaquin College of Law (SJCL) is a private law school in Clovis, California.",
  "/wiki/Hanford_High_School": "Hanford High School is a public high school located on the northern edge of Richland, Washington.  It is part of the Richland School District.  The school's mascot is the falcon, and its school colors are purple and gold.",
  "/wiki/Hanford,_California": "Hanford is an important commercial and cultural center in the south central San Joaquin Valley and is the county seat of Kings County, California. It is the principal city of the Hanford-Corcoran metropolitan area (MSA Code 25260), which encompasses all of Kings County, including the cities of Hanford and Corcoran. The ZIP Code is 93230 (93232 for post office boxes). The city of Hanford is surrounded by communities that do not fall within the city limits but use the same zip code. These communities include Grangeville, Hardwick and Home Garden.",
  "/wiki/John_H._Francis_Polytechnic_High_School": "John H. Francis Polytechnic High School is a secondary school located in the Sun Valley neighborhood of Los Angeles, California, United States. It serves grades 9 through 12 and is a part of the Los Angeles Unified School District. Despite its name, Polytechnic is a comprehensive high school.",
  "/wiki/Los_Angeles": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third-most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.",
  "/wiki/Los_Angeles_Trade-Technical_College": "Los Angeles Trade–Technical College (L.A. Trade–Tech) is a public community college in Los Angeles, California. It offers academic courses towards 4-year colleges and vocational training programs. It is part of the Los Angeles Community College District and is accredited by the Accrediting Commission for Community and Junior Colleges (ACCJC), Western Association of Schools and Colleges, The American Culinary Federation, and the National League of Nursing among others.",
  "/wiki/Live_Oak_High_School_(Morgan_Hill,_California)": "Live Oak High School (LOHS) is a public high school in Morgan Hill, California. Designated as a California Gold Ribbon School in 2015, Live Oak is part of the Morgan Hill Unified School District.",
  "/wiki/Morgan_Hill,_California": "Morgan Hill is a city in Santa Clara County, California, at the southern tip of Silicon Valley, in the San Francisco Bay Area. Morgan Hill is a residential community for Silicon Valley, as well as the seat of several high-tech companies. Morgan Hill is a dining, entertainment, and recreational destination in Silicon Valley, owing to its Michelin-star chefs, luxury hospitality, wineries, nature parks, and the numerous noteworthy events the city hosts, such as the Tour of California. According to Forbes, Morgan Hill is one of the most expensive places to live in the United States. Business Insider ranked Morgan Hill as the 17th most expensive housing market in the United States, owing to its concentration of high-net-worth individuals and restrictive growth policies.",
  "/wiki/Los_Angeles_High_School": "Los Angeles High School is the oldest public high school in the Southern California Region and in the Los Angeles Unified School District. Its colors are royal blue and white and the teams are called the Romans.",
  "/wiki/Hollywood_Freeway": "The Hollywood Freeway is one of the principal freeways of Los Angeles, California (the boundaries of which it does not leave) and one of the busiest in the United States.  It is the principal route through the Cahuenga Pass, the primary shortcut between the Los Angeles Basin and the San Fernando Valley.  It is considered one of the most important freeways in the history of Los Angeles and instrumental in the development of the San Fernando Valley.  It is the second oldest freeway in Los Angeles (after the Arroyo Seco Parkway). From its southern end at the Four Level Interchange to its intersection with the Ventura Freeway in the southeastern San Fernando Valley (the Hollywood Split), it is signed as part of U.S. Route 101. It is then signed as State Route 170 (SR 170) north to its terminus at the Golden State Freeway (Interstate 5).",
  "/wiki/Lynwood_High_School": "Lynwood High School is one of three high schools in Lynwood, California, USA. It is a part of the Lynwood Unified School District.",
  "/wiki/Lynwood,_California": "Lynwood is a city in Los Angeles County, California. As of the 2010 census, the city had a total population of 69,772, down from 69,845 at the 2000 census. Lynwood is located near South Gate and Compton in the southern portion of the Los Angeles Basin. Incorporated in 1921, the city is named for Lynn Wood Sessions, wife of a local dairyman, Charles Sessions.  The local railroad siding and later Pacific Electric Railway station were named after the dairy.",
  "/wiki/Moorpark_High_School": "Moorpark High School is a comprehensive public secondary school located in the Mountain Meadows neighborhood of Moorpark, California; and serves students from grades 9 through 12.  It is part of the Moorpark Unified School District; and had an enrollment of 1,908 students for the 2018–19 school year. The student/teacher ratio for 2017–18 was 23:1. Moorpark High School is accredited through the Western Association of Schools and Colleges. Moorpark High School takes pupils from two main feeder middle schools: Chaparral Middle School and Mesa Verde Middle School.",
  "/wiki/Moorpark": "Moorpark is a city in Ventura County in Southern California. Moorpark was founded in 1900 following approval of the application for the Moorpark Post Office. As of 2006, Moorpark was one of the fastest-growing cities in Ventura County. The town grew from just over 4,000 citizens in 1980 to  over 25,000 citizens by 1990. The population was 34,421 at the 2010 census, up from 31,415 at the 2000 census.",
  "/wiki/Narbonne_High_School": "Nathaniel Narbonne High School (NHS) is a school located at 24300 South Western Avenue, in the Harbor City area of Los Angeles, California. Narbonne serves grades 9 through 12 and is part of the Los Angeles Unified School District. Narbonne serves the Harbor City area and the city of Lomita.",
  "/wiki/Harbor_City": "Harbor City is a highly diverse neighborhood within the Los Angeles Harbor Region of Los Angeles, California, with a population upward of 36,000 people. Originally part of the Rancho San Pedro Spanish land grant, the 2.58-square-mile Harbor City was brought into Los Angeles as a preliminary step in the larger city's consolidation with the port cities of Wilmington and San Pedro.",
  "/wiki/Alexander_Fleming_Middle_School": "Lomita is a city in Los Angeles County, California, United States. The population was 20,256 at the 2010 census, up from 20,046 at the 2000 census. The word \"lomita\" is Spanish for \"little knoll\".",
  "/wiki/Nordhoff_High_School": "Nordhoff High School (NHS), originally Nordhoff Union High School, is a public high school in Ojai, California that serves most of the Ojai Valley. The school is located at 1401 Maricopa Highway, within the city of Ojai and near the town of Meiners Oaks. Nordhoff is one of two high schools within the Ojai Unified School District, the other being Chaparral High School, a continuation school. Established in 1910, the school celebrated its centennial in 2010.",
  "/wiki/Ojai": "Ojai (/ˈoʊhaɪ/ OH-hy) is a city in Ventura County in the U.S. state of California. Located in the Ojai Valley, it is northwest of Los Angeles and east of Santa Barbara. The valley is part of the east-west trending Western Transverse Ranges and is about 10 miles (16 km) long by 3 miles (5 km) wide and divided into a lower and an upper valley, each of similar size, surrounded by hills and mountains. The population was 7,461 at the 2010 census, down from 7,862 at the 2000 census.",
  "/wiki/Oxnard_High_School": "Oxnard High School, or OHS as it is commonly referred to, is a public four-year high school serving grades 9–12 in Oxnard, Ventura County, California, United States. Oxnard High School serves the Southwest, Northwest and Beach communities of Oxnard and a northern portion of Port Hueneme.",
  "/wiki/Oxnard": "Oxnard (/ˈɒksnɑːrd/) is a city in Ventura County, California, United States. On California's South Coast, it is the most populous city in Ventura County and the 19th most populous city in California. Incorporated in 1903, Oxnard lies approximately 60 miles (97 km) west of downtown Los Angeles and is part of the larger Greater Los Angeles area.",
  "/wiki/Paso_Robles_High_School": "Paso Robles High School (PRHS) is the only comprehensive high school located in the city of Paso Robles, California. The school receives its students from George H. Flamson Middle School and Daniel E. Lewis Middle School, both located in Paso Robles, as well as from the Lillian Larsen School, a public K-8 school in San Miguel, California and Pleasant Valley Elementary School, a public K-8 school located in an outlying area of northeastern San Luis Obispo County. Additionally, the school receives students from private K-8 schools such as Trinity Lutheran School and St. Rose Catholic School, both located in Paso Robles. And some from Santa Lucia School located in Templeton, California",
  "/wiki/Paso_Robles": "Paso Robles (/ˌpæsə ˈroʊbʊlz/ PASS-oh ROH-buulz; full name: El Paso de Robles \"The Pass of the Oaks\") is a city in San Luis Obispo County, California, United States. Located on the Salinas River north of San Luis Obispo, California, the city is known for its hot springs, its abundance of wineries, its production of olive oil, almond orchards, and for playing host to the California Mid-State Fair.",
  "/wiki/St._Matthias_High_School": "St. Pius X - St. Matthias Academy is a coeducational private, Catholic high school for grades 9–12 located in Downey, California. It is operated by the Roman Catholic Archdiocese of Los Angeles and accredited by the Western Association of Schools and Colleges and the Western Catholic Educational Association",
  "/wiki/Downey,_California": "Downey is a city located in southeast Los Angeles County, California, United States, 13 mi (21 km) southeast of downtown Los Angeles. It is considered part of the Gateway Cities. The city is the birthplace of the Apollo space program. It is also the home of the oldest still operational McDonald's restaurant in the world. As of the 2010 census, the city had a total population of 111,779.",
  "/wiki/Huntington_Park,_California": "Huntington Park is a city in the Gateway Cities district of southeastern Los Angeles County, California.",
  "/wiki/San_Fernando_High_School": "San Fernando High School is a high school of the Los Angeles Unified School District. It is located in the Pacoima neighborhood of Los Angeles, in the northeastern San Fernando Valley, California. It is near and also serves the City of San Fernando.",
  "/wiki/San_Fernando,_California": "San Fernando is a city in the San Fernando Valley, in the northwestern region of Los Angeles County, California in the Los Angeles metropolitan area. It is bordered on all sides by the city of Los Angeles. As of the 2010 census the population of San Fernando was 23,645.",
  "/wiki/Sanger_Union_High_School": "Sanger Union High School is the four-year public high school serving Sanger, California and the rural surrounding community (defined as Sanger and the communities of Centerville, Del Rey, Fairmont, Lone Star, Tivy Valley and portions of the Sunnyside area of metropolitan Fresno).  The official address of the current campus is 1045 Bethel Avenue, Sanger, CA 93657.  The school moved to the new campus and new address in 2001.  The previous location at 1705 10th Street is now Washington Academic Middle School, but still houses the athletic facilities for Sanger High School, including a 10 lane track stadium and a separate football stadium.",
  "/wiki/Sanger,_California": "Sanger is a city in Fresno County, California, United States.  The population was 24,270 at the 2010 census, up from 18,731 at the 2000 census. Sanger is located 13 miles (21 km) east-southeast of Fresno, at an elevation of 371 feet (113 m).",
  "/wiki/Santa_Clara_High_School_(Santa_Clara,_California)": "Santa Clara High School is a comprehensive, co-educational, public high school located in Santa Clara, California, United States. It is one of four high schools in the Santa Clara Unified School District (SCUSD).",
  "/wiki/Santa_Clara,_California": "Santa Clara (/ˌsæntəˈklærə/) is a city in Santa Clara County, California. The city's population was 116,468 as of the 2010 United States Census, making it the ninth-most populous city in the San Francisco Bay Area. Located on the southern coast of San Francisco Bay immediately west of San Jose and 45 miles (72 km) southeast of San Francisco, the city was founded in 1777 with the establishment of Mission Santa Clara de Asís, the eighth of 21 California missions. The city was later incorporated in 1852. The mission, the city, and the county are all named for Saint Clare of Assisi.",
  "/wiki/Buchser_High_School": "Emil R. Buchser High School was a public high school in Santa Clara, California. It graduated its first class in 1960 and changed its name in 1981 to, Santa Clara High School, which was around many years at a much older location before Buchser High's campus. Santa Clara High's previous campus became the home of the new Buchser Middle School.  The science wing at Buchser Middle School caught fire in 2004, but has been rebuilt since then.",
  "/wiki/Santa_Maria_High_School": "Santa Maria High School (SMHS) is a public comprehensive high school in Santa Maria, California, United States. Located in the heart of the city, Santa Maria High School is the oldest school in the Santa Maria Valley and is part of the oldest high school district in California. The Santa Maria Joint Union High School District was founded on June 6, 1893.",
  "/wiki/Santa_Maria,_California": "Santa Maria is a city near the Southern California coast in Santa Barbara County. It is approximately 65 miles (105 km) northwest of Santa Barbara and 150 miles (240 km) northwest of downtown Los Angeles. Its estimated 2018 population was 108,470, making it the most populous city in the county and the Santa Maria-Santa Barbara, CA Metro Area. The city is notable for its wine industry and Santa Maria-style barbecue. Sunset magazine called Santa Maria \"The West's Best BBQ Town\".",
  "/wiki/Woodrow_Wilson_High_School_(Los_Angeles,_California)": "Woodrow Wilson High School is a Los Angeles Unified School District (LAUSD) high school in the Eastside region of Los Angeles, California, United States. It is located in the community of El Sereno, atop the Ascot Hills at 4500 Multnomah Street."
}