{
  "/wiki/Ride_to_Hell:_Retribution": "Ride to Hell: Retribution is an action-adventure game developed by Eutechnyx and published by Deep Silver. It was released for Microsoft Windows, PlayStation 3 and Xbox 360.",
  "/wiki/Koch_Media": "Koch Media GmbH is a German-Austrian media company headquartered in Höfen, Tyrol, Austria, with an operating subsidiary based in Planegg, Germany. The company was founded in 1994 by Franz Koch and Klemens Kundratitz. The company operates video game publishing labels Deep Silver and Ravenscourt, the video game developers Warhorse Studios and Milestone srl, as well as a film distribution arm, Koch Films. Koch Media's parent company, Koch Media Holding, was acquired by Swedish holding company THQ Nordic AB (now known as Embracer Group) in February 2018.",
  "/wiki/PlayStation_3": "The PlayStation 3 (officially abbreviated as PS3) is a home video game console developed by Sony Computer Entertainment. It is the successor to PlayStation 2, and is part of the PlayStation brand of consoles. It was first released on November 11, 2006 in Japan, November 17, 2006 in North America, and March 23, 2007 in Europe and Australia. The PlayStation 3 competed primarily against Microsoft's Xbox 360 and Nintendo's Wii as part of the seventh generation of video game consoles.",
  "/wiki/Unearthed:_Trail_of_Ibn_Battuta": "Unearthed: Trail of Ibn Battuta (Arabic: الرّكاز: في أثر ابنِ بطّوطة‎) is an episodic action-adventure video game developed by Saudi Arabian game developer Semaphore, and published by parent company Semanoor International. Episode 1 of the game was released between 2013 and 2014 on the PlayStation 3 (via PSN), Microsoft Windows, Mac OS X (both via Steam, and the latter also via Mac App Store), as well as on iOS, and Android devices, including Ouya.",
  "/wiki/Microsoft_Windows": "Microsoft Windows, commonly referred to as Windows, is a group of several proprietary graphical operating system families, all of which are developed and marketed by Microsoft. Each family caters to a certain sector of the computing industry. Active Microsoft Windows families include Windows NT and Windows IoT; these may encompass subfamilies, e.g. Windows Server or Windows Embedded Compact (Windows CE). Defunct Microsoft Windows families include Windows 9x, Windows Mobile and Windows Phone.",
  "/wiki/Realms_of_Arkania:_Blade_of_Destiny": "Realms of Arkania: Blade of Destiny is a role-playing video game developed by Attic Entertainment Software. It was the first game based on the German pen & paper RPG system The Dark Eye by Fantasy Productions. The original German version of the game (German title: Das Schwarze Auge: Die Schicksalsklinge) was released in 1992. Due to its success it was translated to English and released by Sir-Tech in 1993.",
  "/wiki/Xbox_360": "The Xbox 360 is a home video game console developed by Microsoft. As the successor to the original Xbox, it is the second console in the Xbox series. It competed with Sony's PlayStation 3 and Nintendo's Wii as part of the seventh generation of video game consoles. It was officially unveiled on MTV on May 12, 2005, with detailed launch and game information announced later that month at the 2005 Electronic Entertainment Expo.",
  "/wiki/Double_Dragon_II:_The_Revenge": "Double Dragon II: The Revenge (also known as Sō Setsu Ryū II: The Revenge in Japan)[a] is a side-scrolling beat 'em up produced by Technōs Japan originally released as a coin-operated arcade game in 1988. It is the first sequel to Double Dragon, released during the previous year. The sequel involves Billy and Jimmy Lee in a mission to avenge their girlfriend Marian after she is shot to death by the Black Warriors leader Willy, who is retaliating against the Lee brothers after his defeat at the end of the previous game. Double Dragon II was initially developed as an upgrade kit for the original Double Dragon, but evolved into a stand-alone game due to an increase in memory size, resulting in the developers reusing assets for both games.",
  "/wiki/Legends_of_Dawn": "Legends of Dawn is a single-player open world role-playing video game developed by the Croatian developer Dreamatrix Game Studios and published by Valve via their digital distribution platform Steam. It was released worldwide on 27 June 2013 for Microsoft Windows. Set within a fictional world of Narr, which spans several continents, the player is free to explore and progress at his or her own pace.",
  "/wiki/Dreamatrix_Game_Studios": "Dreamatrix Game Studios (also known as Provox Games) is a Croatian computer game developer. Based in Zagreb, Croatia, the studio is led by Marko Banjac and Dino Potrebica. Dreamatrix developed the games Legends of Dawn and Space Force: Rogue Universe., Wave of Darkness, Spaceforce: Captains, Spaceforce: Constellations, Spaceforce: Homeworld, Hinter Gittern, Hinter Gittern 2, Cobra 11, Happy Critters, Crocop.",
  "/wiki/Ben_10:_Omniverse_2": "Ben 10: Omniverse 2 is a video game based on the American animated series of the same name and is the sequel to Ben 10: Omniverse. The game was published by D3 Publisher on November 2013 for PlayStation 3, Xbox 360, Wii, Nintendo 3DS and Wii U. The game was given negative reviews.",
  "/wiki/D3_Publisher": "D3 Publisher Inc. (株式会社ディースリー・パブリッシャー, Kabushiki-gaisha D3 Paburisshā) (also known as D3 Go! in the North American industry starting 2015) is a Japanese video game publisher and developer founded on February 5, 1992. Current CEO and president is Yuji Ito, and It is known for its Simple series of low-priced video games. Their games have been released for the Game Boy Advance, Nintendo DS, Nintendo 3DS, PlayStation Portable, PlayStation Vita, PlayStation 2, PlayStation 3, GameCube, Wii, Xbox 360, Wii U, Android and iOS. The name stands for \"Domain 3\" and refers to the three publishing \"domains\" the company originally intended to enter - video games, music and books - although the company now exclusively publishes video games.",
  "/wiki/Citadels_(video_game)": "Citadels is a real-time strategy video game developed by Games Distillery and published by bitComposer Games. Based on a loose interpretation of the King Arthur tale, players are tasked with restoring the honor, glory and reign of the Arthurian line. With two separate campaigns, players are given the choice of seeing the Good or Evil side of the war, as they carve a path into an uncertain future for the King and his loyal men. Upon the successful completion of in-game side-quests, players will be rewarded with legendary heroes for use in the main campaign.",
  "/wiki/BitComposer_Interactive": "bitComposer Interactive GmbH is a video game publisher headquartered in Eschborn, Germany. Founded in March 2009 as bitComposer Games GmbH, the company focuses on PC, console, mobile, and online platforms. In December 2010, bitComposer founded the subsidiary bitComposer Online to focus on developing and distributing free-to-play online and browser games. bitComposer releases international and local titles in physical media and digital download formats. bitComposer was renamed to bitComposer Entertainment AG on 22 December 2011. bitComposer Entertainment continued to publish its PC, console and handheld titles under the bitComposer Games label. Following insolvency, the company was dissolved on 15 January 2015, but eventually came back together as bitComposer Interactive GmbH.",
  "/wiki/Fast_&_Furious:_Showdown": "Fast & Furious: Showdown is a cooperative racing video game developed by Firebrand Games. It was published by Activision for Xbox 360, PlayStation 3, Wii U, Nintendo 3DS, and Microsoft Windows. The game is based on The Fast and the Furious series, and bridges the story between the movies Fast Five and Fast & Furious 6.",
  "/wiki/Activision": "Activision Publishing, Inc. is an American video game publisher based in Santa Monica, California. It currently serves as the publishing business for its parent company, Activision Blizzard, and consists of several subsidiary studios. Activision is one of the largest third-party video game publishers in the world and was the top United States publisher in 2016.",
  "/wiki/Fighter_Within": "Fighter Within is a Kinect-based fighting game developed by Belgian studio Daoka and published by Ubisoft. It was released on November 22, 2013 as an exclusive launch title for the Xbox One as a sequel to Fighters Uncaged (2010). It received extremely negative reviews from critics and is considered to be one of the worst video games of all time. X-One Magazine referred to it as one of the worst games in general.",
  "/wiki/Ubisoft": "Ubisoft Entertainment SA (/ˈjuːbisɒft, -sɔːft/; French: [ybisɔft]; formerly Ubi Soft Entertainment SA) is a French video game company headquartered in Montreuil with several development studios across the world. It publishes games for several video game franchises, including Assassin's Creed, Far Cry, Just Dance, Prince of Persia, Rayman, Raving Rabbids, and Tom Clancy's. As of March 2018, Ubisoft is the fourth largest publicly traded game company in the Americas and Europe in terms of revenue and market capitalisation, after Activision Blizzard, Electronic Arts, and Take-Two Interactive.",
  "/wiki/Xbox_One": "The Xbox One is an eighth-generation home video game console developed by Microsoft. Announced in May 2013, it is the successor to Xbox 360 and the third console in the Xbox series of video game consoles. It was first released in North America, parts of Europe, Australia, and South America in November 2013, and in Japan, China, and other European countries in September 2014. It is the first Xbox game console to be released in China, specifically in the Shanghai Free-Trade Zone. Microsoft marketed the device as an \"all-in-one entertainment system\", hence the name 'Xbox One'. The Xbox One mainly competes against Sony's PlayStation 4 and Nintendo's Wii U and Switch.",
  "/wiki/Teenage_Mutant_Ninja_Turtles_(2013_video_game)": "Teenage Mutant Ninja Turtles is a 2013 video game published by Activision and developed by Magic Pockets, based on the 2012 Teenage Mutant Ninja Turtles TV series. It was the first video game to be based on the Nickelodeon show, featuring several villains from the show's first season. The digital versions of the game, alongside other Teenage Mutant Ninja Turtles games published by Activision, were pulled from all digital storefronts in January 2017 as they chose not to renew the license.",
  "/wiki/R.I.P.D._The_Game": "R.I.P.D. The Game is a co-op third-person shooter video game developed by Saber Interactive and published by Atlus USA. It was released on July 17, 2013 for the Xbox 360, PlayStation 3 and Microsoft Windows. The game is primarily a survival mode, and is based on the film R.I.P.D.. The gameplay is derived from Old School Game's previous game, God Mode. Players in R.I.P.D. The Game are able to play as Roy Pulsipher or Nick Walker in a cooperative horde mode gametype against renegade ghosts also known as \"deadoes\", who stay on earth to avoid their fate in the afterlife. Matches are composed of five rounds with each round increasing in difficulty compared to the last. Players are able to buy and upgrade weapons using in game currency. These weapons include a standard arsenal of shotguns, assault rifles, and references to the movie such as a banana or a hairdryer. Enemies can be defeated through in game firearms or by standing next to marked enemies in order to arrest them.",
  "/wiki/Atlus_USA": "Atlus U.S.A., Inc. is the US publishing branch of Japanese video game company Atlus, primarily known for localizing titles for both them and other third-party developers. Its first original role-playing title was Revelations: Persona on the PlayStation, described by staff as an attempt to break into the Western role-playing game market and establish the company's Megami Tensei franchise through its Persona sub-series.",
  "/wiki/X_Rebirth": "X Rebirth is a single-player space trading and combat game developed by Egosoft, published by Deep Silver (Europe) and Tri Synergy (America). It is the sixth installment in the X universe adventure video game series, following X3: Albion Prelude (2012), as the new sequel to the last game title. The game runs on Linux, macOS and Microsoft Windows. Egosoft Director Bernd Lehahn has stated that X Rebirth will not be available on consoles.",
  "/wiki/Power_Rangers_Megaforce": "Power Rangers Megaforce is the twentieth season of the long-running American children's television program Power Rangers. The show is produced by SCG Power Rangers and began airing on Nickelodeon on February 2, 2013. The show was part of the Power Rangers 20th anniversary. Kidscreen reported that Megaforce will feature \"the return of many historic Rangers.\" Megaforce uses footage, costumes and props from the Japanese Super Sentai Series Tensou Sentai Goseiger.",
  "/wiki/Bandai_Namco_Entertainment": "Bandai Namco Entertainment, Inc.[a] is a Japanese multinational video game developer and publisher, headquartered in Minato-ku, Tokyo. Its international branches, Bandai Namco Entertainment America and Bandai Namco Entertainment Europe, are respectively headquartered in Santa Clara, California and Lyon, France. It is a wholly owned subsidiary of Bandai Namco Holdings.",
  "/wiki/Nintendo_3DS": "The Nintendo 3DS[a] is a handheld game console produced by Nintendo. It is capable of displaying stereoscopic 3D effects without the use of 3D glasses or additional accessories. Nintendo announced the console in March 2010 and officially unveiled it at E3 2010 on June 15. The console succeeds the Nintendo DS, featuring backward compatibility with older Nintendo DS video games. Its primary competitor was Sony's PlayStation Vita.",
  "/wiki/PlayStation_Vita": "The PlayStation Vita (also known as the PS Vita or simply Vita) is a handheld video game console developed and marketed by Sony Computer Entertainment. It was first released in Japan on December 17, 2011, and in North America, Europe, and other international territories beginning on February 22, 2012. The console is the successor to the PlayStation Portable, and a part of the PlayStation brand of gaming devices; as part of the eighth generation of video game consoles, it primarily competed with the Nintendo 3DS.",
  "/wiki/Dracula_4:_The_Shadow_of_the_Dragon": "Dracula 4: The Shadow of the Dragon is a 2013 point-and-click adventure video game developed by Koalabs Studio for Microsoft Windows, OS X, iOS, and Android. It was published on all systems by Anuman under their Microïds brand. In 2013 the game was released on GOG.com, and in 2014 was bundled with its sequel, Dracula 5: The Blood Legacy. Later in 2014, the bundle was released on Steam.",
  "/wiki/Anuman": "Microids (formerly Microïds) is a French video game developer and publisher based in Paris. Founded in 1985 by Elliot Grassiano, it attained early success with games published through Loriciel in France and other partners (including Activision and Broderbund) in international markets. Through expanding its staff and development teams, Microïds generated funds to expand from just development to publishing and distribution and opening international offices. The company merged with MC2 in 2003 to create MC2-Microïds, whereafter it acquired publishers Wanadoo Edition and Cryo Interactive. Grassiano left MC2-Microïds in 2005; under new management, MC2-Microïds was briefly renamed MC2 before returning to the old Microïds name. It was then acquired by Anuman Interactive in 2010, which itself was renamed Microïds (then simplified to Microids) in 2019.",
  "/wiki/2013_in_video_games": "Numerous games were released in 2013, including new installments for well-received franchises, such as Ace Attorney, Army of Two, Assassin's Creed, Batman: Arkham, Battlefield, BioShock, Call of Duty, Crysis, Dead Rising, Dead Space, Devil May Cry, Final Fantasy, Fire Emblem, Forza Motorsport, God of War, Gears of War, Gran Turismo, Grand Theft Auto, Killer Instinct, Killzone, Lost Planet, Luigi's Mansion, Mario Party, Metal Gear, Metro, Need for Speed, Pokémon, Rayman, Pikmin, Saints Row, SimCity, Sly Cooper, Sonic The Hedgehog, StarCraft, Super Mario, The Legend of Zelda, Tom Clancy's Splinter Cell, Tomb Raider, Total War and Zoo Tycoon. In addition, it saw the release of many new intellectual properties, such as Beyond: Two Souls, Papers, Please, Tearaway, The Wonderful 101 and The Last of Us. Many awards went to games such as BioShock Infinite, Grand Theft Auto V, The Last of Us and The Legend of Zelda: A Link Between Worlds. New video game consoles were also released in 2013 with the PlayStation 4 from Sony Computer Entertainment and the Xbox One from Microsoft."
}