{
  "/wiki/Brigham_Young_University": "Brigham Young University (BYU, sometimes referred to colloquially as The Y) is a private research university located in Provo, Utah and owned by The Church of Jesus Christ of Latter-day Saints (LDS Church).  The university is run under the auspices of its parent-organization, the Church Educational System (CES), and is classified among \"Doctoral Universities: High Research Activity\" with \"more selective, lower transfer-in\" admissions.   The university's primary emphasis is on undergraduate education in 179 majors, but it also has 62 master's and 26 doctoral degree programs.  The university also administers two satellite campuses, one in Jerusalem and one in Salt Lake City.",
  "/wiki/Provo,_UT": "Provo /ˈproʊvoʊ/ is the third-largest city in Utah, United States. It is 43 miles (69 km) south of Salt Lake City along the Wasatch Front. Provo is the largest city and county seat of Utah County. It is home to Brigham Young University, and Sundance Resort is located just northeast of the city.",
  "/wiki/The_Church_of_Jesus_Christ_of_Latter-day_Saints": "The Church of Jesus Christ of Latter-day Saints, often informally known as the LDS Church or Mormon Church, is a nontrinitarian, Christian restorationist church that considers itself to be the restoration of the original church founded by Jesus Christ. The church is headquartered in Salt Lake City, Utah, in the United States, and has established congregations and built temples worldwide. According to the church, it has over 16 million members and 65,000 full-time volunteer missionaries. In 2012, the National Council of Churches ranked the church as the fourth-largest Christian denomination in the United States, with over 6.5 million members there as of January 2018. It is the largest denomination in the Latter Day Saint movement founded by Joseph Smith during the early 19th century period of religious revival known as the Second Great Awakening.",
  "/wiki/University_of_Mary": "The University of Mary (UMary or simply Mary) is a private, Benedictine university near Bismarck, North Dakota. It was established in 1959 as Mary College.",
  "/wiki/Bismarck,_ND": "Bismarck (/ˈbɪzmɑːrk/) is the capital of the U.S. state of North Dakota and the county seat of Burleigh County.  It is the second-most populous city in North Dakota after Fargo. The city's population was estimated in 2018 at 73,112, while its metropolitan population was 132,678. In 2017, Forbes magazine ranked Bismarck as the seventh fastest-growing small city in the United States.",
  "/wiki/Montana_State_University": "Montana State University (MSU) is a public land-grant research university in Bozeman, Montana. It is the state's largest university.  MSU offers baccalaureate degrees in 51 fields, master's degrees in 41 fields, and doctoral degrees in 18 fields through its nine colleges. The university regularly reports annual research expenditures in excess of $100 million, including a record $138.8 million in 2019.",
  "/wiki/Bozeman,_MT": "Bozeman is a city in and the seat of Gallatin County, Montana. Located in southwest Montana, the 2010 census put Bozeman's population at 37,280 and by 2018 the population rose to 48,532, making it the fourth largest city in Montana. It is the principal city of the Bozeman, MT Micropolitan Statistical Area, consisting of all of Gallatin County with a population of 97,304. It is the largest Micropolitan Statistical Area in Montana, the fastest growing Micropolitan Statistical Area in the United States in both 2018 and 2019 and is the third largest of all Montana's statistical areas.",
  "/wiki/Montana_University_System": "The Montana University System (MUS) was created on July 1, 1994, when the Montana Board of Regents of Higher Education restructured the state's public colleges and universities, with the goal of streamlining the state's higher education in the wake of decreased state funding. It has sixteen campuses divided among the two state university systems,  and community colleges.",
  "/wiki/Montana_Tech_of_the_University_of_Montana": "Montana Tech is a public university in Butte, Montana. Founded in 1900 as the Montana State School of Mines, the university became affiliated with the University of Montana in 1994. In the summer of 2018, the Montana University System Board of Regents voted to officially change the school's name from Montana Tech of the University of Montana to Montana Technological University.",
  "/wiki/Butte,_MT": "Butte is the county seat of Silver Bow County, Montana, United States. In 1977, the city and county governments consolidated to form the sole entity of Butte-Silver Bow. The city covers 718 square miles (1,860 km2), and, according to the 2010 census, has a population of 33,503, making it Montana's fifth largest city. It is served by Bert Mooney Airport with airport code BTM.",
  "/wiki/University_of_Providence": "The University of Providence (UP) (renamed from University of Great Falls in July 2017) is a private Roman Catholic university in Great Falls, Montana. It is accredited by the Northwest Association of Schools and Colleges.",
  "/wiki/Great_Falls,_MT": "Great Falls is a city in and the county seat of Cascade County, Montana, United States. The 2017 census estimate put the population at 58,638. The population was 58,505 at the 2010 census. It is the principal city of the Great Falls, Montana Metropolitan Statistical Area, which encompasses all of Cascade County and has a population of 82,278. Great Falls was the largest city in Montana from 1950 to 1970, when Billings surpassed it. Great Falls remained the second largest city in Montana until 2000, when it was passed by Missoula. Since then Great Falls has been the third largest city in the state.",
  "/wiki/Utah_State_University": "Utah State University (USU or Utah State)  is a public land-grant research university in Logan, Utah. It is accredited by the Northwest Commission on Colleges and Universities. With nearly 20,000 students living on or near campus, USU is Utah's largest public residential campus. As of Fall 2019, there were 27,810 students enrolled including 24,669 undergraduate students and 3,141 graduate students. The university has the highest percentage of out-of-state students of any public university in Utah totaling 23% of the student body.",
  "/wiki/Logan,_UT": "Logan is a city in Cache County, Utah, United States. The 2010 census recorded the population was 48,174, with an estimated population of 51,619 in 2018. By 2050 the population of Logan is expected to double. Logan is the county seat of Cache County and the principal city of the Logan metropolitan area, which includes Cache County and Franklin County, Idaho. The Logan metropolitan area contained 125,442 people as of the 2010 census. and was declared by Morgan Quitno in 2005 and 2007 to be the safest in the United States in those years. Logan also is the location of the main campus of Utah State University.",
  "/wiki/Utah_System_of_Higher_Education": "The Utah State Board of Regents was formed in 1969 as a governing body for the Utah System of Higher Education. It is made up of Dixie State University, Salt Lake Community College, Snow College, Southern Utah University, the University of Utah, Utah State University, Utah Valley University, and Weber State University.",
  "/wiki/Utah_Valley_University": "Utah Valley University (UVU) is a public university in Orem, Utah. UVU offers master's, bachelor's, and associate degrees. Previously called Utah Valley State College, the school attained university status in July 2008.",
  "/wiki/Orem,_UT": "Orem is a city in Utah County, Utah, United States, in the northern part of the state. It is adjacent to Provo, Lindon, and Vineyard and is about 45 miles (72 km) south of Salt Lake City. Orem is one of the principal cities of the Provo-Orem, Utah Metropolitan Statistical Area, which includes all of Utah and Juab counties.  The population was 84,324 at the 2000 census, while the 2010 population was 88,328 making it the fifth-largest city in Utah. Utah Valley University is located in Orem. The Orem Owlz of the minor league baseball Pioneer League play their home games at the college.",
  "/wiki/Weber_State_University": "Weber State University (pronounced /ˈwiːbər/ WEE-bər) is a public university in Ogden, Utah. It was founded in 1889 as Weber Stake Academy. It gained university status 29 years ago in 1991, when it was renamed to its current name of Weber State University.  It is accredited by the Northwest Commission on Colleges and Universities.",
  "/wiki/Ogden,_UT": "Ogden /ˈɒɡdən/ is a city and the county seat of Weber County, Utah, United States, approximately 10 miles (16 km) east of the Great Salt Lake and 40 miles (64 km) north of Salt Lake City. The population was 87,325 in 2018, according to the US Census Bureau, making it Utah's 7th largest city. The city served as a major railway hub through much of its history, and still handles a great deal of freight rail traffic which makes it a convenient location for manufacturing and commerce. Ogden is also known for its many historic buildings, proximity to the Wasatch Mountains, and as the location of Weber State University.",
  "/wiki/Mountain_West_Collegiate_Hockey_League": "The Mountain West Collegiate Hockey League (MWCHL) is a collegiate hockey conference within Division 2 of the American Collegiate Hockey Association (ACHA). It is made up of eight universities throughout the Western United States. Four members are from the state of Utah, while the remaining four are from Montana and North Dakota."
}