{
  "/wiki/Aalesunds_FK": "Aalesunds Fotballklubb is a Norwegian football club from the city of Ålesund, currently playing in the 1. divisjon, the second tier of the Norwegian football league system. The club was founded on 25 June 1914. As of 2004, the football club had 835 members and several teams on both professional and amateur levels. These teams are the 1st and 2nd teams, junior team, and also several age-specific teams.",
  "/wiki/%C3%85lesund": "Ålesund (Norwegian pronunciation: [ˈôːləsʉn] (listen)) is a municipality in Møre og Romsdal County, Norway. It is part of the traditional district of Sunnmøre and the centre of the Ålesund Region. The town of Ålesund is the administrative centre of Ålesund Municipality, as well as the principle shipping town of the Sunnmøre district. The town is a sea port and is noted for its concentration of Art Nouveau architecture. Although sometimes internationally spelled by its older name Aalesund, this spelling is obsolete in Norwegian. However, the local football club Aalesunds FK still carries that spelling, having been founded before the official change.",
  "/wiki/Color_Line_Stadion": "Color Line Stadion is an association football stadium in Ålesund, Norway, and the home of 1. divisjon side Aalesunds FK. It was inaugurated in April 2005 and cost NOK 160 million to build. It is referred to as Aalesund Stadion by UEFA.",
  "/wiki/Grass": "Poaceae (/poʊˈeɪsiaɪ/) or Gramineae is a large and nearly ubiquitous family of monocotyledonous flowering plants known as grasses, commonly referred to collectively as grass. Poaceae includes the cereal grasses, bamboos and the grasses of natural grassland and cultivated lawns and pasture.",
  "/wiki/SK_Brann": "SK Brann (most often simply called Brann) is a Norwegian professional football club, founded 26 September 1908, from Bergen. Brann has been in the Eliteserien, Norway's Premier Division of Football, since 1987, bar one season spent in the 1. divisjon in 2015. They play their home matches at Brann Stadion where they had a record-breaking 17,310 in average attendance  in the 2007 season. In October 2007, Brann won the Norwegian league title for the first time since 1963.",
  "/wiki/Bergen": "Bergen (Norwegian pronunciation: [ˈbæ̀rɡn̩] (listen)), historically Bjørgvin, is a city and municipality in Vestland on the west coast of Norway. At the end of the first quarter of 2018[update], the municipality's population was 280,216, and the Bergen metropolitan region has about 420,000 inhabitants. Bergen is the second-largest city in Norway. The municipality covers 465 square kilometres (180 sq mi) and is on the peninsula of Bergenshalvøyen. The city centre and northern neighbourhoods are on Byfjorden, 'the city fjord', and the city is surrounded by mountains; Bergen is known as the 'city of seven mountains'. Many of the extra-municipal suburbs are on islands. Bergen is the administrative centre of Hordaland, and consists of eight boroughs: Arna, Bergenhus, Fana, Fyllingsdalen, Laksevåg, Ytrebygda, Årstad, and Åsane.",
  "/wiki/Brann_Stadion": "Brann Stadion is a football stadium in Bergen, Norway. It was constructed in 1919, and has been the home of the football club Brann ever since. The stadium lies 3 km (1.9 mi) south of the centre of the city, at the foot of Mount Ulriken.",
  "/wiki/FK_Haugesund": "Fotballklubben Haugesund is a Norwegian football club from the city of Haugesund. The club currently plays in Eliteserien, the first tier in the Norwegian football league system. It was founded on October 28, 1993, after a merger between the football clubs Djerv 1919 and SK Haugar.",
  "/wiki/Haugesund": "The town is situated on a strategically important sound, the Karmsundet, through which ships could pass without traversing heavy seas. In the early years, the coastal waters off Haugesund were a huge source of herring, and the town grew accordingly. Despite being barely a village back then, King Harald Fairhair lived at Avaldsnes, very close to the modern town of Haugesund. In the last decades, the town, like its neighbours, has been turning towards the petroleum industry, with the herring being long gone.",
  "/wiki/Haugesund_Stadion": "Haugesund Stadion is a soccer-specific stadium in Haugesund, Norway. Haugesund Stadion is the home ground of Eliteserien team FK Haugesund and 2. divisjon team SK Vard Haugesund.",
  "/wiki/H%C3%B8nefoss_BK": "Hønefoss Ballklubb is a Norwegian football club from Hønefoss, founded in 1895. The club was a part of the multi-sports club L/F Hønefoss until 2008.",
  "/wiki/H%C3%B8nefoss": "Hønefoss is a town and the administrative center of the municipality of Ringerike in Buskerud county, Norway. Hønefoss is an industrial center of inner Østlandet, containing several factories and other industry. As of 1 January 2008, Hønefoss has 14,177 inhabitants.\nIn 1852, Hønefoss received town status and was separated from Norderhov. In 1964, Hønefoss ceased being a separate municipality and became part of Ringerike.",
  "/wiki/Aka_Arena": "Aka Arena, formerly known as Hønefoss Stadion, is a football stadium in Hønefoss, Norway, and is the home of former Norwegian top division, currently 3. divisjon club Hønefoss. The stadium has a capacity of approx. 4,120 spectators.",
  "/wiki/Artificial_turf": "Artificial turf is a surface of synthetic fibers made to look like natural grass. It is most often used in arenas for sports that were originally or are normally played on grass. However, it is now being used on residential lawns and commercial applications as well. The main reason is maintenance—artificial turf stands up to heavy use, such as in sports, and requires no irrigation or trimming.  Domed, covered, and partially covered stadiums may require artificial turf because of the difficulty of getting grass enough sunlight to stay healthy. Artificial turf does have its downside, however: limited life, periodic cleaning requirements, petroleum use, toxic chemicals from infill, and heightened health and safety concerns.",
  "/wiki/Lillestr%C3%B8m_SK": "Lillestrøm Sportsklubb is a Norwegian professional football club from the city of Lillestrøm, just outside of the capital Oslo. Starting with the 2020 season, they will compete in OBOS-ligaen, the second tier of Norwegian football, following their 2019 relegation. The club was founded in 1917, after the merger of two local football clubs.  Their home ground is Åråsen Stadion, which has a capacity of 12,250 people, while the principal training ground is Lillestrøm stadion, or the indoor arena, LSK-Hallen. The club holds the Norwegian record for the most consecutive years without being relegated, having played 45 seasons from 1975 until 2019. Over the years the club has had around 40 players who have represented the Norwegian national team. There has also been a number of foreigners who have represented the national teams of Sweden, Iceland, Senegal, Finland, Malta, Australia, South Africa, Slovenia, Tunisia, Canada, Somalia, and Nigeria.",
  "/wiki/Lillestr%C3%B8m": "Lillestrøm is a municipality in Viken county. It is located in the traditional district of Romerike. With a population of 85,757 inhabitants, it is the fourth most populated municipality in Viken. It was founded on 1 January 2020 as a merger between former municipalities Fet, Skedsmo and Sørum. The administrative centre of the municipality is the town of Lillestrøm.",
  "/wiki/%C3%85r%C3%A5sen_Stadion": "The Åråsen Stadion is an all-seater football stadium located in Lillestrøm, a city east of Oslo in Skedsmo, Norway. With a capacity of 11,500 spectators, the venue is the home of the 1.divisjon side Lillestrøm SK (LSK). The stadium has four stands, of which the West Stand has luxury boxes and club seating for 700. Because of the stadium's proximity to Kjeller Airport, it has retractable floodlights. The record attendance of 13,652 dates from 2002. In addition to league, cup and UEFA Cup matches for LSK, the venue has been used for one Strømmen IF top-league match in 1986, the UEFA Women's Euro 1997, eight other Norway women's national football team matches, the 2002 UEFA European Under-19 Football Championship, and seven Norway national under-21 football team matches.",
  "/wiki/Molde_FK": "Molde Fotballklubb (Norwegian pronunciation: [ˈmɔ̂ldə]) is a professional football club based in Molde, Norway, that competes in Eliteserien, the top flight of Norwegian football. Founded on 19 June 1911, the club was originally known as International and changed its name to Molde in 1915. Molde are four-time league champions (2011, 2012, 2014, 2019) and four-time Norwegian Cup winners (1994, 2005, 2013, 2014), and have finished second in the league a further nine times. Molde is one of only two Norwegian clubs to have participated in the UEFA Champions League.",
  "/wiki/Molde": "Molde (Norwegian pronunciation: [ˈmɔ̂ldə] (listen)) is a municipality in Møre og Romsdal county, Norway. It is located in the traditional district of Romsdal. The municipality is located on the Romsdal Peninsula, surrounding the Fannefjord and Moldefjord.",
  "/wiki/Aker_Stadion": "The Aker Stadion  (known as Molde Stadion for UEFA competitions and prior to sponsorship) is an all-seater football stadium located at Reknes in Molde, Norway, and is the home of Eliteserien club Molde. The stadium has a current capacity of 11,249 spectators.",
  "/wiki/Odds_BK": "Odds Ballklubb, commonly known as Odd, is a Norwegian football club from Skien. Originally the football section of a multi-sports club, founded in 1894 nine years after the club's founding. All sports other than football were discontinued and the club became dedicated to football only. Odd plays in the Norwegian top division, Eliteserien, and holds the record of winning the Norwegian Football Cup the most times with twelve wins, the last coming in 2000. The club was known as Odd Grenland between 1994 and 2012. Founded in 1894, Odd is the oldest football club in Norway. As of 13 May 2017 the club was granted a membership in Club of Pioneers. It then became the first Nordic football club to be granted this membership.",
  "/wiki/Skien": "Skien [ˈʃêːən] (listen) is a city and municipality in Vestfold og Telemark county in Norway. In modern times it is regarded as part of the traditional region of Grenland, although historically it belonged to Grenmar/Skiensfjorden, while Grenland referred the Norsjø area and Bø. The administrative centre of the municipality is the city of Skien. Skien is also the capital of Vestfold og Telemark county.",
  "/wiki/Skagerak_Arena": "The Skagerak Arena is a football stadium located in Skien, Norway. It was formerly called Odd Stadion, and was built in 1923 as the home ground of Eliteserien club Odd. The stadium is often referred to as Falkum, being situated in that area of Skien.",
  "/wiki/Rosenborg_BK": "Rosenborg Ballklub, commonly referred to simply as Rosenborg (Urban East Norwegian: [ˈrùːsn̩bɔrɡ]) or (especially locally) RBK, is a Norwegian professional football club from Trondheim that plays in Eliteserien. The club have won a record 26 leagues titles, twelve Norwegian Football Cup titles and have played more UEFA matches than any other Norwegian team. RBK play their home games at the all-seater Lerkendal Stadion which has a capacity of 21,421. Eirik Horneland was appointed head coach in January 2019.",
  "/wiki/Trondheim": "Trondheim (UK: /ˈtrɒndhaɪm, ˈtrɒnhaɪm/, US: /ˈtrɒnheɪm/, Urban East Norwegian: [ˈtrɔ̂n(h)æɪm] (listen); Southern Sami: Tråante), historically Kaupangen, Nidaros and Trondhjem, is a city and municipality in Trøndelag county, Norway. It has a population of 200,000 (01/01/2020), and is the third most populous municipality in Norway, although the fourth largest urban area. Trondheim lies on the south shore of Trondheim Fjord at the mouth of the River Nidelva. The city is dominated by the Norwegian University of Science and Technology (NTNU), the Foundation for Scientific and Industrial Research (SINTEF), St. Olavs University Hospital and other technology-oriented institutions.",
  "/wiki/Lerkendal_stadion": "The Lerkendal Stadion (Norwegian pronunciation: [ˈlæ̂rkn̩dɑːl ˈstɑ̀ːdɪjʊn]) is an all-seater football stadium located at Lerkendal in Trondheim, Norway. The home ground of the Eliteserien (2017) side Rosenborg BK, it has a capacity for 21,405 spectators, making it the second-largest football stadium in the country.",
  "/wiki/Sandnes_Ulf": "Sandnes Ulf is a Norwegian association football club from Sandnes, Rogaland, currently playing in the 1. divisjon, the second highest division in the Norwegian football league system. The club play their home matches at Sandnes Stadion in Sandnes idrettspark, but are working on plans for a new modern football stadium. The club was founded on 1 June 1911 as SK Ulf, and today has over 80 registered teams, making it the largest football club in Rogaland.",
  "/wiki/Sandnes": "Sandnes is part of the district of North-Jæren.  The city is divided into 13 boroughs.  The administrative centre of the city-municipality is located in the borough of Trones og Sentrum in the city centre.  There are several village areas in the rural parts of the municipality including Hommersåk, Høle, Foss-Eikeland, Stokka, and Vatne.",
  "/wiki/Sandnes_Idrettspark": "Sandnes Stadion is a multi-purpose stadium located in Sandnes, Rogaland, Norway. It is a part of Sandnes Idrettspark and is currently used mostly for track and field meets and football matches, and is the home ground of Sandnes Ulf. The stadium's capacity is 4,969 (4,109 seats).",
  "/wiki/Sarpsborg_08_FF": "Sarpsborg 08 Fotballforening, commonly known as Sarpsborg 08 or simply Sarpsborg ([ˈsɑ̀ʂbɔr]), is a Norwegian football club based in Sarpsborg, playing in Eliteserien. Sarpsborg 08 and its predecessors played in 1. divisjon from 2005 to 2010. In 2010, the club was promoted to the Tippeligaen, the top league in Norway, but finished last and was relegated back to 1. divisjon in 2011. In 2012, they were promoted again and 6 years after, they qualified for their first Europa League group stage. They play their home games at Sarpsborg Stadion.",
  "/wiki/Sarpsborg": "Sarpsborg [ˈsɑ̀ʂ.bɔr] or [ˈsɑ̀rps.bɔrg], historically Borg, is a city and municipality in Viken county, Norway.  The administrative centre of the municipality is the city of Sarpsborg.",
  "/wiki/Sarpsborg_Stadion": "The Sarpsborg Stadion  is a football stadium in Sarpsborg, Norway. It is the home ground of Eliteserien club Sarpsborg 08.",
  "/wiki/Sogndal_Fotball": "Sogndal Fotball is the association football department of Norwegian sports club Sogndal IL from Sogndal in Vestland. The club was founded in 1926. The men's team currently plays in 1. divisjon, the second tier of the Norwegian football league system. The club's home matches are played at the 5,622 capacity Fosshaugane Campus.",
  "/wiki/Sogndal": "Sogndal is a municipality in Vestland county, Norway. It is located on the northern shore of the Sognefjorden in the traditional district of Sogn. The village of Sogndalsfjøra is the administrative center of Sogndal municipality. Other villages include Kaupanger, Kjørnes, Fimreite, Nornes, and Fjærland. Sogndal Airport, Haukåsen is located 10 kilometres (6.2 mi) southwest of Kaupanger.",
  "/wiki/Fosshaugane_Campus": "Fosshaugane Campus is the current home ground for the football team, Sogndal Fotball. It is also a combined with a school's campus, from where it got its name.",
  "/wiki/IK_Start": "IK Start is a Norwegian football club from the town of Kristiansand that currently plays in Eliteserien, the top division of the Norwegian football league system. The club was founded on 19 September 1905. The club's current head coach is Jóhannes Harðarson. The team plays in yellow jerseys, black shorts and socks at home, and black jerseys, yellow shorts and socks away.",
  "/wiki/Kristiansand": "Kristiansand[a] (/ˈkrɪstʃənsænd/, also US: /ˈkrɪstiənsɑːn/, Norwegian: [krɪstjɑnˈsɑnː] (listen)), historically spelled Christianssand and Christiansand, is a city and municipality Agder county, Norway. It is the fifth largest city in Norway and the municipality is the sixth largest in Norway, with a population of around 112,000 as of January 2020, following the incorporation of the municipalities of Søgne and Songdalen into the new and revised municipality of greater Kristiansand. In addition to the city itself, Statistics Norway counts four other densely populated areas in the municipality: Skålevik in Flekkerøy with a population of 3,526 in the Vågsbygd borough, Strai with a population of 1,636 in the Grim borough, Justvik with a population of 1,803 in the Lund borough, and Tveit with a population of 1,396 (as of January 2012[update]) in the Oddernes borough. Kristiansand is divided into five boroughs: Grim, which is located northwest in Kristiansand with a population of 15,000; Kvadraturen, which is the centre and downtown Kristiansand with a population of 5,200; Lund, the second largest borough; Søgne, with a population of around 12,000 and incorporated into the municipality of Kristiansand as of January 2020; Oddernes, a borough located in the west; and Vågsbygd, the largest borough with a population of 36,000, located in the southwest.",
  "/wiki/S%C3%B8r_Arena": "Sør Arena (\"South Arena\") is a football stadium located at Torsvika in Kristiansand, Norway. The all-seater has a capacity of 14,563 people, and serves as the home ground of Tippeligaen side IK Start. It was designed by Kjell Kosberg, and is architecturally similar to Aker Stadion. The venue has seen concerts by Elton John, Dolly Parton and A-ha, among others.. UEFA refers to the stadium as Kristiansand Arena.",
  "/wiki/Str%C3%B8msgodset_IF": "Strømsgodset IF is a Norwegian multi-sports club from Gulskogen in Drammen. It has sections for association football, handball and bandy, but is best known for the top-level football section known as Strømsgodset Toppfotball, which plays in Eliteserien, the Norwegian top flight.",
  "/wiki/Drammen": "Drammen is a city in Viken, Norway. The port and river city of Drammen is centrally located in the eastern and most populated part of Norway.",
  "/wiki/Marienlyst_Stadion": "The Marienlyst Stadion has been the home ground of Strømsgodset Toppfotball since 1967. It's located on Marienlyst in Drammen, Norway.",
  "/wiki/Troms%C3%B8_IL": "Tromsø Idrettslag is a Norwegian professional football club founded in 1920, based in the city of Tromsø. They play their home games at Alfheim Stadion. Tromsø play in the Eliteserien and holds the position as the northernmost top-level football club in the world. The club was first promoted to the Norwegian top division in 1985, where they have played since with the exception of the 2001 and 2014 seasons which were spent in the 1. divisjon.",
  "/wiki/Troms%C3%B8": "Tromsø (/ˈtrɒmsoʊ/, also UK: /ˈtrɒmsɜː/; Norwegian pronunciation: [ˈtrʊ̂msœ] (listen); Northern Sami: Romsa; Kven: Tromssa, Swedish: Tromsö) is a municipality in Troms og Finnmark county, Norway. The administrative centre of the municipality is the city of Tromsø.",
  "/wiki/Alfheim_Stadion": "Alfheim Stadion is football stadium located in Tromsø, Norway and home of Eliteserien side Tromsø IL. Alfheim has a seating capacity of 6,801 and artificial turf. It is the second northern-most stadium to have been used in European football, after the Finnmarkshallen, which is located 107 miles to the northeast in Alta, Norway, and is home to Alta IF.",
  "/wiki/V%C3%A5lerenga_Fotball": "Vålerenga Fotball (Norwegian pronunciation: [ˈvôːlərəŋɑ] or [ˈvôːɽəŋɑ] (listen)) is a Norwegian association football club from Oslo and a part of the multi-sport club Vålerengens IF. Founded in 1913, the club is named after the neighbourhood of Vålerenga. Vålerenga's home ground is Intility Arena, located in Valle-Hovin. Vålerenga are five-time league champions and four-time Norwegian Football Cup champions, having last won the league in 2005 and the cup in 2008.",
  "/wiki/Oslo": "Oslo (/ˈɒzloʊ/ OZ-loh, also US: /ˈɒsloʊ/ OSS-loh, Norwegian: [ˈʊ̂ʂlʊ] (listen), rarely [ˈʊ̂slʊ, ˈʊ̀ʂlʊ]) is the capital and most populous city of Norway. It constitutes both a county and a municipality. During the Viking Age the area was part of Viken, the northernmost Danish province. Oslo was founded as a city at the end of the Viking Age in the year 1040 under the name Ánslo, and established as a kaupstad or trading place in 1048 by Harald Hardrada. The city was elevated to a bishopric in 1070 and a capital under Haakon V of Norway around 1300. Personal unions with Denmark from 1397 to 1523 and again from 1536 to 1814 reduced its influence. After being destroyed by a fire in 1624, during the reign of King Christian IV, a new city was built closer to Akershus Fortress and named Christiania in the king's honour. It was established as a municipality (formannskapsdistrikt) on 1 January 1838. The city functioned as the capital of Norway during the 1814–1905 union between Sweden and Norway. From 1877, the city's name was spelled Kristiania in government usage, a spelling that was adopted by the municipal authorities only in 1897. In 1925 the city, after incorporating the village retaining its former name, was renamed Oslo. In 1948 Oslo merged with Aker, a municipality which surrounded the capital and which was 27 times larger, thus creating the modern, vastly enlarged Oslo municipality.",
  "/wiki/Ullevaal_Stadion": "Ullevaal Stadion (Norwegian pronunciation: [ˈʉ̀lːəvɔl]) is an all-seater football stadium located in Oslo, Norway. It is  the home ground of the Norway national football team, and the site of the Norwegian Cup Final. From its opening in 1926 to 2009 it was the home ground of FK Lyn and from 1999 to 2017 was a home ground of Vålerenga IF. With a capacity of approximately 28,000, it is the largest football stadium in Norway. The national stadium is fully owned by the Football Association of Norway (NFF).",
  "/wiki/Viking_FK": "Viking Fotballklubb, commonly known as Viking or Viking Stavanger internationally, is a Norwegian football club from the city of Stavanger. The club was founded in 1899. It is one of the most successful clubs in Norwegian football, having won 8 Norwegian top division titles, most recently in 1991, and 6 domestic Norwegian Cup titles, most recently in 2019. The club has played more top-flight league games than any other club in Norway. It has played in the top division since the league was established, except for the years 1966–67, 1987–88 and 2018. Notable European successes include knocking English side Chelsea out of the UEFA Cup during the 2002–03 season, knocking out Sporting CP from the same tournament in 1999–2000, and qualifying for the group stages of the 2005–06 UEFA Cup.",
  "/wiki/Stavanger": "Stavanger (/stəˈvæŋər/, also UK: /stæˈ-/, US usually /stɑːˈvɑːŋər, stəˈ-/, Norwegian: [stɑˈvɑ̀ŋər] (listen)) is a city and municipality in Norway. It is the fourth largest city and third largest metropolitan area in Norway (through conurbation with neighbouring Sandnes) and the administrative centre of Rogaland county. The municipality is the fourth most populous in Norway. Located on the Stavanger Peninsula in Southwest Norway, Stavanger counts its official founding year as 1125, the year the Stavanger Cathedral was completed. Stavanger's core is to a large degree 18th- and 19th-century wooden houses that are protected and considered part of the city's cultural heritage. This has caused the town centre and inner city to retain a small-town character with an unusually high ratio of detached houses, and has contributed significantly to spreading the city's population growth to outlying parts of Greater Stavanger.",
  "/wiki/Viking_Stadion": "Viking Stadion (currently named SR-Bank Arena for sponsorship purposes), is a football stadium in Stavanger, Norway. It was inaugurated in May 2004 and cost 160 million NOK (€20 million) to build. 50 million NOK, plus the lot it was built on, was a gift from the municipality. It replaced Stavanger Stadion as the home stadium of Viking FK.",
  "/wiki/2013_Tippeligaen": "The 2013 Tippeligaen was the 68th completed season of top division football in Norway. The competition began 15 March 2013 and ended on 10 November 2013, when Strømsgodset defeated Haugesund 4–0 to win their second league title."
}