{
  "/wiki/List_of_Los_Angeles_Clippers_seasons": "The Los Angeles Clippers are a professional basketball team based in Los Angeles, California. They play in the National Basketball Association (NBA) and are a member of the NBA Western Conference's Pacific Division. The Clippers were founded in 1970 as the Buffalo Braves. They were one of three franchises that joined the NBA as an expansion team in the 1970–71 season. The Braves moved to San Diego, California after the 1977–78 season, and became known as the San Diego Clippers. For the 1984–85 NBA season, the Clippers moved north to Los Angeles and became known as the Los Angeles Clippers.",
  "/wiki/List_of_Washington_Wizards_seasons": "This is a list of seasons completed by the Washington Wizards, a professional basketball team based in Washington, D.C.. The Wizards are a member of the National Basketball Association (NBA), and currently play their home games at the Capital One Arena, in the Chinatown neighborhood of Washington, D.C.",
  "/wiki/1979_NBA_Playoffs": "The 1979 NBA playoffs was the postseason tournament of the National Basketball Association’s 1978–79 season. The tournament concluded with the Western Conference champion Seattle SuperSonics defeating the Eastern Conference champion Washington Bullets 4 games to 1 in the NBA Finals. The Sonics earned their only NBA title. Dennis Johnson was named NBA Finals MVP.",
  "/wiki/List_of_Charlotte_Hornets_seasons": "The Charlotte Hornets are a professional basketball club based in Charlotte, North Carolina. They are members of the National Basketball Association (NBA), playing in the Southeast Division of the Eastern Conference. The original Charlotte Hornets franchise played in Charlotte from 1988–2002 before relocating to New Orleans, Louisiana and becoming the New Orleans Hornets. A new franchise, the Charlotte Bobcats, began play in the 2004–05 season. The team played for ten seasons as the Bobcats before adopting the Hornets name again starting in the 2014–15 season.  The Hornets name was left available after the New Orleans Hornets renamed themselves the New Orleans Pelicans.  As part of a deal between the Bobcats, Pelicans and NBA, the renamed Hornets reclaimed the original Hornets' history and records from 1988 to 2002, while all of the Hornets' history and records from after relocation to New Orleans in 2002 through 2013 remained with the Pelicans. As a result, the Hornets are now reckoned as having suspended operations after the 2001–02 season before returning as the Bobcats in 2004.",
  "/wiki/List_of_New_York_Knicks_seasons": "The New York Knickerbockers, better known as the New York Knicks, are a professional basketball team based in New York City that competes in the National Basketball Association (NBA). An original member of the NBA, the Knicks play in the Eastern Conference's Atlantic Division. In its 73 seasons, the franchise has reached the NBA Finals eight times and won two championships. As of the end of the 2018–19 season, New York has won more than 2,700 regular season games, and the team has the fourth-highest victory total in NBA history. Since 1968, the Knicks have played home games at Madison Square Garden.",
  "/wiki/2000_NBA_Playoffs": "The 2000 NBA playoffs was the postseason tournament of the National Basketball Association's 1999-2000 season. The tournament concluded with the Western Conference champion Los Angeles Lakers defeating the Eastern Conference champion Indiana Pacers four games to two. Shaquille O'Neal was named NBA Finals MVP.",
  "/wiki/List_of_Philadelphia_76ers_seasons": "The Philadelphia 76ers, often referred to as the \"Sixers\", are an American professional basketball team based in Philadelphia. The Sixers play in the Atlantic Division of the Eastern Conference in the National Basketball Association (NBA). In sixty-six NBA seasons, the franchise has played in the NBA Finalsnine times and never won. The Sixers have the third-highest victory total and third most playoff appearances in NBA history. Since 1996, the Sixers have played home games at Wells Fargo Center.",
  "/wiki/2001_NBA_Playoffs": "The 2001 NBA playoffs was the postseason tournament of the National Basketball Association's 2000-01 season. The tournament concluded with the Western Conference champion Los Angeles Lakers defeating the Eastern Conference champion Philadelphia 76ers 4 games to 1. Shaquille O'Neal was named NBA Finals MVP for the second straight year. Since 2001, the 76ers have not advanced beyond the conference semifinals.",
  "/wiki/List_of_Sacramento_Kings_seasons": "This article is a list of seasons completed by the Sacramento Kings of the National Basketball Association (NBA).",
  "/wiki/2002_NBA_Playoffs": "The 2002 NBA playoffs were the postseason tournament of the National Basketball Association's 2001–02 season. This was the final postseason that held a best-of-5 first-round series; the 2003 NBA Playoffs saw those series expand to a best-of-7 format. The tournament concluded with the Western Conference champion Los Angeles Lakers defeating the Eastern Conference champion New Jersey Nets 4 games to 0. Shaquille O'Neal was named NBA Finals MVP for the third straight year.",
  "/wiki/List_of_New_Orleans_Pelicans_seasons": "The New Orleans Pelicans are a professional basketball team based in New Orleans, Louisiana.  They are members of the Southwest Division of the Western Conference in the National Basketball Association (NBA).  The franchise began play during the 2002–03 NBA season as the New Orleans Hornets following the relocation of the Charlotte Hornets, based in Charlotte, North Carolina. After three seasons in New Orleans, Hurricane Katrina forced the franchise to temporarily relocate to Oklahoma City, Oklahoma, where they spent two seasons as the New Orleans/Oklahoma City Hornets.  The Hornets returned to New Orleans full-time for the 2007–08 season.  The team changed its name to the New Orleans Pelicans at the conclusion of the 2012–13 season.",
  "/wiki/List_of_Brooklyn_Nets_seasons": "This is a list of seasons completed by the Brooklyn Nets professional basketball team. The Nets were founded as the New Jersey Americans in 1967, a charter franchise of the American Basketball Association (ABA). A year later, the team moved to Long Island, New York, and were renamed as the New York Nets. There, behind the play of Hall of Famer Julius Erving, the team won its only two ABA championships: in 1974 and 1976. After the 1975–76 season, the ABA merged with the National Basketball Association (NBA), and the Nets were one of four franchises that joined the NBA. After a season of being the second team to represent the state of New York (the other being the New York Knicks), the team moved back to New Jersey as the New Jersey Nets.",
  "/wiki/2003_NBA_Playoffs": "The 2003 NBA playoffs was the postseason tournament of the National Basketball Association's 2002–03 season. The tournament concluded with the Western Conference champion San Antonio Spurs defeating the Eastern Conference champion New Jersey Nets, 4 games to 2, in the NBA Finals. Tim Duncan was named NBA Finals MVP for the second time.",
  "/wiki/List_of_Minnesota_Timberwolves_seasons": "This article is a list of seasons completed by the Minnesota Timberwolves of the National Basketball Association.  The Timberwolves joined the NBA as an expansion team for the 1989–90 NBA season, along with the Orlando Magic.",
  "/wiki/2004_NBA_Playoffs": "The 2004 NBA playoffs was the postseason tournament of the National Basketball Association's 2003–04 season. The tournament concluded with the Eastern Conference champion Detroit Pistons defeating the Western Conference champion Los Angeles Lakers 4 games to 1 in the NBA Finals. Chauncey Billups was named NBA Finals MVP.",
  "/wiki/List_of_Utah_Jazz_seasons": "This article is a list of seasons completed by the Utah Jazz of the National Basketball Association (NBA).  The Jazz joined the NBA as the New Orleans Jazz, an expansion team that began play in the 1974–75 season.  The Jazz relocated from New Orleans to Salt Lake City, Utah for the 1979–80 season.  As of April 15, 2015, the Utah Jazz are the last franchise to not record a 60-loss season.",
  "/wiki/2007_NBA_Playoffs": "The 2007 NBA playoffs was the postseason tournament of the National Basketball Association's 2006–07 season. The tournament concluded with the Western Conference champion San Antonio Spurs defeating the Eastern Conference champion Cleveland Cavaliers 4 games to 0 in the NBA Finals. Tony Parker was named NBA Finals MVP, making him the first Spur other than Tim Duncan and the first European-born player to receive the award.",
  "/wiki/List_of_Detroit_Pistons_seasons": "This is a list of seasons completed by the Detroit Pistons of the National Basketball Association. The franchise was founded in 1941 as the Fort Wayne Zollner Pistons in the National Basketball League and as the Fort Wayne Pistons joined the Basketball Association of America, which was the precursor to the NBA. However, the games won and lost in the NBL are not included in the franchise total.",
  "/wiki/2008_NBA_Playoffs": "The 2008 NBA playoffs was the postseason tournament of the National Basketball Association's 2007–08 season. The tournament concluded with the Eastern Conference champion Boston Celtics defeating the Western Conference champion Los Angeles Lakers 4 games to 2 in the NBA Finals. Paul Pierce was named NBA Finals MVP.",
  "/wiki/List_of_Denver_Nuggets_seasons": "This is a list of seasons completed by the Denver Nuggets of the National Basketball Association (NBA). They have played for 49 seasons, 38 in the NBA and nine in the American Basketball Association (ABA). As of the close of the 2017 season, they have never reached an NBA Finals and only been to three Western Conference Finals series.",
  "/wiki/2009_NBA_Playoffs": "The 2009 NBA playoffs was the postseason tournament of the National Basketball Association's 2008–09 season. The tournament concluded with the Western Conference champion Los Angeles Lakers defeating the Eastern Conference champion Orlando Magic 4 games to 1 in the NBA Finals. Kobe Bryant was named NBA Finals MVP.",
  "/wiki/List_of_Orlando_Magic_seasons": "This is a list of seasons completed by the Orlando Magic. The Orlando Magic are an American professional basketball team based in Orlando, Florida. They play in the Southeast Division of the Eastern Conference of the National Basketball Association (NBA). The team was established in 1989. The Magic have not won an NBA title, but have appeared in the NBA Finals twice, in 1995 and 2009. The best record posted by the Magic was 60–22, in the 1995–96 season, and their worst record was 18–64, in the team's inaugural season.",
  "/wiki/2010_NBA_Playoffs": "The 2010 NBA playoffs was the postseason tournament of the National Basketball Association's 2009-10 season. The tournament concluded with the Western Conference champion Los Angeles Lakers defeating the Eastern Conference champion Boston Celtics 4 games to 3 in the NBA Finals. Kobe Bryant was named NBA Finals MVP for the second straight year.",
  "/wiki/List_of_Phoenix_Suns_seasons": "The Phoenix Suns are a professional basketball team based in Phoenix, Arizona, United States. They are members of the Pacific Division of the Western Conference in the National Basketball Association (NBA). The Suns began playing in the NBA as an expansion team in the 1968–69 NBA season. In their inaugural season, the Suns posted a win–loss record of 16–66. They participated in the playoffs only once in their first seven seasons.",
  "/wiki/List_of_Los_Angeles_Lakers_seasons": "The Los Angeles Lakers are an American professional basketball team based in Los Angeles, California that competes in the National Basketball Association (NBA), which was formerly called the Basketball Association of America (BAA). Since 1999, the Lakers have played their home games at Staples Center. The Lakers' franchise was founded in 1947 in Minneapolis, Minnesota. The first owners purchased the disbanded Gems from Detroit, Michigan, then renamed and moved the team. It was in Minneapolis where the Lakers received their official title from Minnesota's nickname, Land of 10,000 Lakes. The Lakers won five championships before relocating to Los Angeles for the 1960–61 NBA season. The Lakers went on to lose all of their six appearances in the NBA Finals in the 1960s, despite the presence of Elgin Baylor and Jerry West. In 1972, the Lakers compiled a 33-game winning streak, the longest streak in U.S. professional team sports, and won their sixth title, under coach Bill Sharman. The Lakers' popularity soared in the 1980s when they won five additional championships during a nine-year span with the help of Hall of Famers Magic Johnson, Kareem Abdul-Jabbar, James Worthy and coach Pat Riley, the franchise's all-time leader in both regular season and playoff games coached and wins. Two of those championships during that span were against their arch-rivals, the Boston Celtics. With the help of Shaquille O'Neal, Kobe Bryant, and Hall of Fame coach Phil Jackson, the Lakers played in seven NBA Finals between 2000 and 2010, winning three of them consecutively from 2000 to 2002, losing the next two in 2004 and 2008, and winning in 2009 and 2010; the last three appearances were without O'Neal.",
  "/wiki/List_of_Chicago_Bulls_seasons": "The Chicago Bulls are a National Basketball Association (NBA) team based in Chicago, Illinois. Dick Klein founded the Bulls in 1966 after a number of other professional basketball teams in Chicago had failed.[a] In their 50 seasons, the Bulls have achieved a winning record 25 times, and have appeared in the NBA playoffs 34 times. They received international recognition in the 1990s when All-Star shooting guard Michael Jordan led them to their six league championships. The only two NBA franchises that have won more championships than the Bulls are the Boston Celtics (17 championships) and Los Angeles Lakers (16).",
  "/wiki/2011_NBA_Playoffs": "The 2011 NBA playoffs was the postseason tournament of the National Basketball Association's 2010–11 season. The tournament concluded with the Western Conference champion Dallas Mavericks defeating the Eastern Conference champion Miami Heat 4 games to 2 in the NBA Finals. Dirk Nowitzki was named NBA Finals MVP.",
  "/wiki/List_of_Dallas_Mavericks_seasons": "The Dallas Mavericks are an American professional basketball team based in Dallas, Texas. They are members of the Southwest Division of the Western Conference in the National Basketball Association (NBA). The Mavericks began playing in the NBA as an expansion team in the 1980–81 season. In their inaugural season, they posted a win-loss record of 15—67.",
  "/wiki/List_of_Memphis_Grizzlies_seasons": "This is a list of seasons completed by the Memphis Grizzlies of the National Basketball Association (NBA). The team was founded in 1995 as the Vancouver Grizzlies as one of two franchises that joined the NBA for the 1995–96 season. The Grizzlies moved to Memphis after the 2000–01 season.",
  "/wiki/2013_NBA_Playoffs": "The 2013 NBA playoffs was the postseason tournament of the National Basketball Association's 2012–13 season. The tournament concluded with the Eastern Conference champion Miami Heat defeating the Western Conference champion San Antonio Spurs 4 games to 3 in the NBA Finals. LeBron James was named NBA Finals MVP.",
  "/wiki/List_of_Miami_Heat_seasons": "The Miami Heat are a professional basketball team based in Miami, Florida that competes in the National Basketball Association (NBA). The Heat were formed in 1988 as an expansion franchise along with the Charlotte Hornets; as of the 2018–19 season[update] they were one of two franchises formed after 1980 to win any NBA titles (the other being the Toronto Raptors). The Heat and the Orlando Magic are the two NBA franchises that are located in the state of Florida. Since entering the league, Miami has fielded squads that have made the playoffs 19 out of 28 seasons, captured 12 division titles, five conference titles and three NBA Championships. They defeated the Dallas Mavericks in the 2006 NBA Finals, the Oklahoma City Thunder in the 2012 NBA Finals, and the San Antonio Spurs in the 2013 NBA Finals.",
  "/wiki/2014_NBA_Playoffs": "The 2014 NBA playoffs was the postseason tournament of the National Basketball Association's 2013–14 season. The tournament concluded with the Western Conference champion San Antonio Spurs defeating the Eastern Conference champion Miami Heat 4 games to 1 in the NBA Finals. Kawhi Leonard was named NBA Finals MVP.",
  "/wiki/List_of_Indiana_Pacers_seasons": "The Indiana Pacers are a professional basketball team based in Indianapolis, Indiana, United States. They are members of the Central Division of the Eastern Conference in the National Basketball Association (NBA). The Pacers were founded in 1967, originally as members of the American Basketball Association, where they were crowned league champions three times and made the playoffs in all of the nine seasons they participated in the league. The Pacers were led during the ABA days by two-time MVP Mel Daniels and by head coach Bobby Leonard."
}