{
  "/wiki/Sacramento_Kings": "The Sacramento Kings are an American professional basketball team based in Sacramento, California. The Kings compete in the National Basketball Association (NBA) as a member of the Western Conference's Pacific Division. The Kings are the only team in the major professional North American sports leagues located in Sacramento. The team plays its home games at the Golden 1 Center. Their best seasons to date in the city were in the early 2000s, including the 2001–02 season when they had the best record in the NBA at 61–21 (a winning percentage of .744).",
  "/wiki/1951_NBA_Finals": "The 1951 NBA World Championship Series was the championship round of the 1951 NBA Playoffs, which concluded the National Basketball Association 1950–51 season. The Western Division champion Rochester Royals faced the Eastern Division champion New York Knicks in a best-of-seven series with Rochester having home-court advantage.",
  "/wiki/Atlanta_Hawks": "The Atlanta Hawks are an American professional basketball team based in Atlanta. The Hawks compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Southeast Division. The team plays its home games at State Farm Arena.",
  "/wiki/1958_NBA_Finals": "The 1958 NBA World Championship Series was the championship series for the 1957–58 National Basketball Association (NBA) season, and the culmination of the season's playoffs. It pitted the Western Division champion St. Louis Hawks against the Eastern Division champion Boston Celtics.  The Hawks won the series in six games to win the franchise's first and only NBA title.",
  "/wiki/List_of_Phoenix_Suns_seasons": "The Phoenix Suns are a professional basketball team based in Phoenix, Arizona, United States. They are members of the Pacific Division of the Western Conference in the National Basketball Association (NBA). The Suns began playing in the NBA as an expansion team in the 1968–69 NBA season. In their inaugural season, the Suns posted a win–loss record of 16–66. They participated in the playoffs only once in their first seven seasons.",
  "/wiki/List_of_Los_Angeles_Clippers_seasons": "The Los Angeles Clippers are a professional basketball team based in Los Angeles, California. They play in the National Basketball Association (NBA) and are a member of the NBA Western Conference's Pacific Division. The Clippers were founded in 1970 as the Buffalo Braves. They were one of three franchises that joined the NBA as an expansion team in the 1970–71 season. The Braves moved to San Diego, California after the 1977–78 season, and became known as the San Diego Clippers. For the 1984–85 NBA season, the Clippers moved north to Los Angeles and became known as the Los Angeles Clippers.",
  "/wiki/Milwaukee_Bucks": "The Milwaukee Bucks are an American professional basketball team based in Milwaukee. The Bucks compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Central Division. The team was founded in 1968 as an expansion team, and play at the Fiserv Forum. Former U.S. Senator Herb Kohl was the long-time owner of the team, but on April 16, 2014, a group led by billionaire hedge fund managers Wes Edens and Marc Lasry agreed to purchase a majority interest in the team from Kohl, a sale which was approved by the owners of the NBA and its Board of Governors one month later on May 16. The team is managed by Jon Horst, the team's former director of basketball operations, who took over for John Hammond in May 2017.",
  "/wiki/1971_NBA_Finals": "The 1971 NBA World Championship Series was the championship series played at the conclusion of the National Basketball Association (NBA)'s 25th anniversary season of 1970–71. The Western Conference champion Milwaukee Bucks, who were founded as an expansion team three years earlier, swept the Eastern Conference champion Baltimore Bullets in four games. Baltimore had dethroned the 1969–70 NBA champion New York Knicks.",
  "/wiki/New_York_Knicks": "The New York Knickerbockers, more commonly referred to as the Knicks, are an American professional basketball team based in the New York City borough of Manhattan. The Knicks compete in the National Basketball Association (NBA) as a member of the Atlantic Division of the Eastern Conference. The team plays its home games at Madison Square Garden, an arena they share with the New York Rangers of the National Hockey League (NHL). They are one of two NBA teams located in New York City; the other team is the Brooklyn Nets. Alongside the Boston Celtics, the Knicks are one of two original NBA teams still located in its original city.",
  "/wiki/1973_NBA_Finals": "The 1973 NBA World Championship Series was the championship series of the 1972–73 National Basketball Association (NBA) season, and the culmination of that season's playoffs. The Eastern Conference champion New York Knicks defeated the Western Conference champion Los Angeles Lakers 4 games to 1. The series was an exact reversal of the prior year, with the Lakers winning Game 1 and the Knicks taking the next four games. Knicks center Willis Reed was named as the NBA Finals MVP.",
  "/wiki/List_of_Utah_Jazz_seasons": "This article is a list of seasons completed by the Utah Jazz of the National Basketball Association (NBA).  The Jazz joined the NBA as the New Orleans Jazz, an expansion team that began play in the 1974–75 season.  The Jazz relocated from New Orleans to Salt Lake City, Utah for the 1979–80 season.  As of April 15, 2015, the Utah Jazz are the last franchise to not record a 60-loss season.",
  "/wiki/List_of_Denver_Nuggets_seasons": "This is a list of seasons completed by the Denver Nuggets of the National Basketball Association (NBA). They have played for 49 seasons, 38 in the NBA and nine in the American Basketball Association (ABA). As of the close of the 2017 season, they have never reached an NBA Finals and only been to three Western Conference Finals series.",
  "/wiki/List_of_Brooklyn_Nets_seasons": "This is a list of seasons completed by the Brooklyn Nets professional basketball team. The Nets were founded as the New Jersey Americans in 1967, a charter franchise of the American Basketball Association (ABA). A year later, the team moved to Long Island, New York, and were renamed as the New York Nets. There, behind the play of Hall of Famer Julius Erving, the team won its only two ABA championships: in 1974 and 1976. After the 1975–76 season, the ABA merged with the National Basketball Association (NBA), and the Nets were one of four franchises that joined the NBA. After a season of being the second team to represent the state of New York (the other being the New York Knicks), the team moved back to New Jersey as the New Jersey Nets.",
  "/wiki/List_of_Indiana_Pacers_seasons": "The Indiana Pacers are a professional basketball team based in Indianapolis, Indiana, United States. They are members of the Central Division of the Eastern Conference in the National Basketball Association (NBA). The Pacers were founded in 1967, originally as members of the American Basketball Association, where they were crowned league champions three times and made the playoffs in all of the nine seasons they participated in the league. The Pacers were led during the ABA days by two-time MVP Mel Daniels and by head coach Bobby Leonard.",
  "/wiki/Portland_Trail_Blazers": "The Portland Trail Blazers, commonly known as the Blazers, are an American professional basketball team based in Portland, Oregon. The Trail Blazers compete in the National Basketball Association (NBA) as a member of the league's Western Conference Northwest Division. The team played its home games in the Memorial Coliseum before moving to Moda Center in 1995 (called the Rose Garden until 2013). The franchise entered the league as an expansion team in 1970, and has enjoyed a strong following: from 1977 through 1995, the team sold out 814 consecutive home games, the longest such streak in American major professional sports at the time, and only since surpassed by the Boston Red Sox. The Trail Blazers are the only NBA team based in the bi-national Pacific Northwest, after the Vancouver Grizzlies relocated to Memphis and became the Memphis Grizzlies in 2001 and the Seattle SuperSonics relocated to Oklahoma City and became the Oklahoma City Thunder in 2008.",
  "/wiki/1977_NBA_Finals": "The 1977 NBA World Championship Series was the championship round of the National Basketball Association (NBA)'s 1976–77 season, and the culmination of the season's playoffs. The Western Conference champion Portland Trail Blazers played against the Eastern Conference champion Philadelphia 76ers, with the 76ers holding home-court advantage. Their four regular season meetings had been split evenly, 2–2, with neither side winning away from home. The series was played under a best-of-seven format.",
  "/wiki/Washington_Wizards": "The Washington Wizards are an American professional basketball team based in Washington, D.C. The Wizards compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Southeast Division. The team plays its home games at the Capital One Arena, in the Chinatown neighborhood of Washington, D.C.",
  "/wiki/1978_NBA_Finals": "The 1978 NBA World Championship Series was the championship round of the National Basketball Association (NBA)'s 1977–78 season, and the culmination of the season's playoffs. The series featured the Western Conference champion Seattle SuperSonics against the Eastern Conference champion Washington Bullets. The Bullets defeated the SuperSonics in seven games to win the NBA championship. Bullets power forward/center Wes Unseld was named MVP of the series. Before the Cleveland Cavaliers' Game 7 win at Golden State in the 2016 NBA Finals, this was the last time a road team had won Game 7 in the NBA Finals. The 1978 World Championship Series was the first NBA Finals series since the 1958 World Championship Series in which both teams had under 50 wins, and is the only NBA Finals to feature two teams with under 50 wins in an 82-game season.",
  "/wiki/Oklahoma_City_Thunder": "The Oklahoma City Thunder are an American professional basketball team based in Oklahoma City. The Thunder competes in the National Basketball Association (NBA) as a member of the league's Western Conference Northwest Division. The team plays its home games at Chesapeake Energy Arena.",
  "/wiki/1979_NBA_Finals": "The 1979 NBA World Championship Series was the championship series played at the conclusion of the National Basketball Association (NBA)'s 1978–79 season. The Western Conference champion Seattle SuperSonics played the Eastern Conference champion Washington Bullets, with the Bullets holding home-court advantage, due to a better regular season record. The SuperSonics defeated the Bullets 4 games to 1. The series was a rematch of the 1978 NBA Finals, which the Washington Bullets had won 4–3.",
  "/wiki/Philadelphia_76ers": "The Philadelphia 76ers (also commonly known as the Sixers) are an American professional basketball team based in Philadelphia. The 76ers compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Atlantic Division and play at Wells Fargo Center. Founded in 1946 and originally known as the Syracuse Nationals, they are one of the oldest franchises in the NBA, and one of only eight (out of 23) to survive the league's first decade.",
  "/wiki/1983_NBA_Finals": "The 1983 NBA World Championship Series, also known as Showdown '83, was the championship round of the National Basketball Association (NBA)'s 1982–83 season, and the culmination of the season's playoffs. It was the last NBA Championship Series completed before June 1. The Eastern Conference champion Philadelphia 76ers defeated the Western Conference champion Los Angeles Lakers 4 games to 0. 76ers center Moses Malone was named the NBA Finals Most Valuable Player (MVP).",
  "/wiki/List_of_Orlando_Magic_seasons": "This is a list of seasons completed by the Orlando Magic. The Orlando Magic are an American professional basketball team based in Orlando, Florida. They play in the Southeast Division of the Eastern Conference of the National Basketball Association (NBA). The team was established in 1989. The Magic have not won an NBA title, but have appeared in the NBA Finals twice, in 1995 and 2009. The best record posted by the Magic was 60–22, in the 1995–96 season, and their worst record was 18–64, in the team's inaugural season.",
  "/wiki/List_of_Minnesota_Timberwolves_seasons": "This article is a list of seasons completed by the Minnesota Timberwolves of the National Basketball Association.  The Timberwolves joined the NBA as an expansion team for the 1989–90 NBA season, along with the Orlando Magic.",
  "/wiki/List_of_Charlotte_Hornets_seasons": "The Charlotte Hornets are a professional basketball club based in Charlotte, North Carolina. They are members of the National Basketball Association (NBA), playing in the Southeast Division of the Eastern Conference. The original Charlotte Hornets franchise played in Charlotte from 1988–2002 before relocating to New Orleans, Louisiana and becoming the New Orleans Hornets. A new franchise, the Charlotte Bobcats, began play in the 2004–05 season. The team played for ten seasons as the Bobcats before adopting the Hornets name again starting in the 2014–15 season.  The Hornets name was left available after the New Orleans Hornets renamed themselves the New Orleans Pelicans.  As part of a deal between the Bobcats, Pelicans and NBA, the renamed Hornets reclaimed the original Hornets' history and records from 1988 to 2002, while all of the Hornets' history and records from after relocation to New Orleans in 2002 through 2013 remained with the Pelicans. As a result, the Hornets are now reckoned as having suspended operations after the 2001–02 season before returning as the Bobcats in 2004.",
  "/wiki/Houston_Rockets": "The Houston Rockets are an American professional basketball team based in Houston. They compete in the National Basketball Association (NBA) as a member team of the league's Western Conference Southwest Division. The team plays its home games at the Toyota Center, located in Downtown Houston. The Rockets have won two NBA championships and four Western Conference titles. The team was established in 1967 as the San Diego Rockets, an expansion team originally based in San Diego. In 1971, the Rockets moved to Houston.",
  "/wiki/1995_NBA_Finals": "The 1995 NBA Finals was the championship round of the 1994–95 National Basketball Association (NBA) season. The series pitted the Eastern Conference champion Orlando Magic against the defending NBA champion and Western Conference champion Houston Rockets. The pre-series hype and build-up of the Finals was centered on the meeting of the two centers opposing each other: Shaquille O'Neal of the Magic and Hakeem Olajuwon of the Rockets. Going into the series the matchup was compared to the Bill Russell–Wilt Chamberlain matchup of the 1960s.",
  "/wiki/List_of_Memphis_Grizzlies_seasons": "This is a list of seasons completed by the Memphis Grizzlies of the National Basketball Association (NBA). The team was founded in 1995 as the Vancouver Grizzlies as one of two franchises that joined the NBA for the 1995–96 season. The Grizzlies moved to Memphis after the 2000–01 season.",
  "/wiki/Chicago_Bulls": "The Chicago Bulls are an American professional basketball team based in Chicago. The Bulls compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Central Division. The team was founded on January 16, 1966 and played its first game later that year. The Bulls play their home games at the United Center, an arena on Chicago's west side shared with the Chicago Blackhawks of the National Hockey League (NHL).",
  "/wiki/1998_NBA_Finals": "The 1998 NBA Finals was the championship round of the 1998 playoffs of the National Basketball Association (NBA) and the conclusion of the 1997–98 NBA season. The Eastern Conference champion Chicago Bulls played against the Western Conference champion Utah Jazz, with the Jazz holding home-court advantage for the first 2 games in Salt Lake City. In a repeat of the previous year's Finals, the Bulls won the series 4 games to 2 for their third consecutive NBA title and their sixth in eight seasons."
}