{
  "/wiki/List_of_Brooklyn_Nets_seasons": "This is a list of seasons completed by the Brooklyn Nets professional basketball team. The Nets were founded as the New Jersey Americans in 1967, a charter franchise of the American Basketball Association (ABA). A year later, the team moved to Long Island, New York, and were renamed as the New York Nets. There, behind the play of Hall of Famer Julius Erving, the team won its only two ABA championships: in 1974 and 1976. After the 1975–76 season, the ABA merged with the National Basketball Association (NBA), and the Nets were one of four franchises that joined the NBA. After a season of being the second team to represent the state of New York (the other being the New York Knicks), the team moved back to New Jersey as the New Jersey Nets.\n In the NBA, the Nets have experienced only one period of sustained success, from the 2001–02 season to the 2006–07 season, when led by Jason Kidd they played in the postseason every year and twice reached the NBA Finals, but lost to Shaquille O'Neal-led Los Angeles Lakers in 2002 and then to Tim Duncan-led San Antonio Spurs in 2003. After 35 seasons in New Jersey, owner Mikhail Prokhorov moved the team to the New York City borough of Brooklyn to become the Brooklyn Nets.",
  "/wiki/2003_NBA_Playoffs": "The 2003 NBA playoffs was the postseason tournament of the National Basketball Association's 2002–03 season. The tournament concluded with the Western Conference champion San Antonio Spurs defeating the Eastern Conference champion New Jersey Nets, 4 games to 2, in the NBA Finals. Tim Duncan was named NBA Finals MVP for the second time. This postseason featured the most series decided by 6 games in NBA Playoff history. This postseason is notable for being the first time since 1974 that all series were conducted in a best-of-seven format; From 1984 to 2002, the first-round series were best-of-five. It is also notable as the only time the conference quarterfinal round did not include any series sweeps. This is the first time that the NBA Playoffs carried more games on cable television than regular broadcast television, and marks the debut for the NBA Playoffs to be aired on NBA TV, and the return broadcast on ESPN and ABC after the NBA departed from NBC and TBS. The Detroit Pistons advanced to the Eastern Conference Finals for the first time since the Isiah Thomas and Joe Dumars-led team was swept by the Chicago Bulls in 1991, ending the Pistons' quest for a third consecutive title.",
  "/wiki/List_of_Indiana_Pacers_seasons": "The Indiana Pacers are a professional basketball team based in Indianapolis, Indiana, United States. They are members of the Central Division of the Eastern Conference in the National Basketball Association (NBA). The Pacers were founded in 1967, originally as members of the American Basketball Association, where they were crowned league champions three times and made the playoffs in all of the nine seasons they participated in the league. The Pacers were led during the ABA days by two-time MVP Mel Daniels and by head coach Bobby Leonard. The 1976–77 season marked the first season of NBA play for the Pacers and the team struggled early, compared to their ABA success. The Pacers only made it to the NBA playoffs three times in their first 13 seasons. The Pacers would not win their first playoff series until the 1993–94 season, which came against the Orlando Magic. It was during this time that the Pacers were led by 1987 draft pick, Reggie Miller, who entered the Basketball Hall of Fame in 2012.",
  "/wiki/2000_NBA_Playoffs": "The 2000 NBA playoffs was the postseason tournament of the National Basketball Association's 1999-2000 season. The tournament concluded with the Western Conference champion Los Angeles Lakers defeating the Eastern Conference champion Indiana Pacers four games to two. Shaquille O'Neal was named NBA Finals MVP. The San Antonio Spurs were the champions going into the playoffs, but following a season-ending injury to fourth-year star Tim Duncan, were eliminated by the Phoenix Suns in the first round, marking the first time since 1987 that a title-winning team did not repeat. They were also the first defending champion to be eliminated in the first round since the Philadelphia 76ers in 1984. The Lakers' win was the first title for both O'Neal and Kobe Bryant, both considered future first-ballot Hall of Famers, and the first Lakers championship since the 1988 NBA Finals. A. C. Green, the only player left from the Lakers' Showtime era, was in the Lakers starting lineup for this series as well. For the Pacers, it was their first Eastern Conference title after four previous appearances in the Eastern Conference Finals; however, after this season, the team was radically altered with key players Dale Davis, Derrick McKey and Mark Jackson moving to other teams and Rik Smits retiring.",
  "/wiki/List_of_Phoenix_Suns_seasons": "The Phoenix Suns are a professional basketball team based in Phoenix, Arizona, United States. They are members of the Pacific Division of the Western Conference in the National Basketball Association (NBA). The Suns began playing in the NBA as an expansion team in the 1968–69 NBA season. In their inaugural season, the Suns posted a win–loss record of 16–66. They participated in the playoffs only once in their first seven seasons. In the 1975–76 season, a rookie Alvan Adams helped the team reach its first NBA Finals, which they lost to the Boston Celtics 4–2. Charles Barkley and Steve Nash won the Most Valuable Player (MVP) award while playing for the Suns. Barkley led the Suns to the 1993 NBA Finals, where they lost to the Chicago Bulls.",
  "/wiki/1976_NBA_Playoffs": "The 1976 NBA playoffs was the postseason tournament of the National Basketball Association's 1975–76 season. The tournament concluded with the Eastern Conference champion Boston Celtics defeating the Western Conference champion Phoenix Suns 4 games to 2 in the NBA Finals. The series was highlighted by Game 5, a 3-OT victory by Boston. The Celtics won their 13th NBA title, second in the Dave Cowens era. Jo Jo White was named NBA Finals MVP. The Suns earned their first two playoff series victories in franchise history to advance to the NBA Finals; they won their second (and as of 2019[update], most recent) Western Conference title in 1993. The sixth-year Cleveland Cavaliers made their first playoff appearance and won their first playoff series. This was the final playoff appearance for the Buffalo Braves franchise in Buffalo and last until 1992, when they returned as the Los Angeles Clippers.",
  "/wiki/1993_NBA_Playoffs": "The 1993 NBA Playoffs was the postseason tournament of the National Basketball Association's 1992–93 season. The tournament concluded with the Eastern Conference champion Chicago Bulls defeating the Western Conference champion Phoenix Suns 4 games to 2 in the NBA Finals. Michael Jordan was named NBA Finals MVP for the third straight year. This was the Suns' second Western Conference title; they made their first NBA Finals appearance since 1976, losing to the Boston Celtics. The Knicks–Pacers rivalry started in their first-round encounter, which New York won, 3–1. But it wasn't until the next two meetings (1994 and 1995) that the rivalry became even more intense, particularly due to Reggie Miller's heroics in the Garden that made him a household name and Indiana legitimate contenders in the East. [citation needed]\n The Charlotte Hornets made their playoff debut. Their opening-round series versus Boston was also last time the Celtics made the playoffs with Kevin McHale, who retired after the series, and Robert Parish, who left as a free agent.",
  "/wiki/List_of_Utah_Jazz_seasons": "This article is a list of seasons completed by the Utah Jazz of the National Basketball Association (NBA).  The Jazz joined the NBA as the New Orleans Jazz, an expansion team that began play in the 1974–75 season.  The Jazz relocated from New Orleans to Salt Lake City, Utah for the 1979–80 season.  As of April 15, 2015, the Utah Jazz are the last franchise to not record a 60-loss season.",
  "/wiki/1997_NBA_Playoffs": "The 1997 NBA playoffs was the postseason tournament of the National Basketball Association's 1996–97 season. The tournament concluded with the Eastern Conference champion Chicago Bulls defeating the Western Conference champion Utah Jazz 4 games to 2. This was the Bulls' second straight title, and fifth overall (They completed the 3-peat by beating Utah again in 1998). Michael Jordan was named NBA Finals MVP for the fifth time. This was the first Western Conference title for the Jazz in their 23-year history. The Miami Heat's run to the Eastern Conference Finals marked the farthest they had reached in the playoffs up to that point; they did not return until 2005, and won the NBA Finals in 2006. The Minnesota Timberwolves made their playoff debut after failing to win more than 30 games in their first 7 seasons. It was also the first of 7 straight years in which they made the playoffs only to lose in the first round.",
  "/wiki/1998_NBA_Playoffs": "The 1998 NBA playoffs was the postseason tournament of the National Basketball Association's 1997–98 season. The tournament concluded with the Eastern Conference champion Chicago Bulls defeating the Western Conference champion Utah Jazz 4 games to 2 in the NBA Finals. The Bulls also achieved a second three peat, a goal unrivaled since the Boston Celtics in 1966. The 1998 playoffs was the last involving the Jordan-led Bulls (Chicago didn't make the playoffs again until 2005). Michael Jordan was named NBA Finals MVP for the sixth and final time. The Indiana Pacers took the Bulls to the limit in the Eastern Conference Finals, becoming 1 of only 2 teams to force a Game 7 in the Bulls' title years (the Knicks achieved this in 1992). This team was later named by Pacers.com as the greatest in franchise history, even better than the 2000 team that won the Eastern Conference Title, primarily due to their record. The New Jersey Nets made the playoffs for the first time since 1994, but did not appear again until 2002.",
  "/wiki/List_of_Orlando_Magic_seasons": "This is a list of seasons completed by the Orlando Magic. The Orlando Magic are an American professional basketball team based in Orlando, Florida. They play in the Southeast Division of the Eastern Conference of the National Basketball Association (NBA). The team was established in 1989. The Magic have not won an NBA title, but have appeared in the NBA Finals twice, in 1995 and 2009. The best record posted by the Magic was 60–22, in the 1995–96 season, and their worst record was 18–64, in the team's inaugural season.",
  "/wiki/2009_NBA_Playoffs": "The 2009 NBA playoffs was the postseason tournament of the National Basketball Association's 2008–09 season. The tournament concluded with the Western Conference champion Los Angeles Lakers defeating the Eastern Conference champion Orlando Magic 4 games to 1 in the NBA Finals. Kobe Bryant was named NBA Finals MVP. The Boston Celtics lost a best-of-7 series after leading 3–2 for the first time to the Magic in the Eastern Conference Semifinals. Before that, their first round series with the Chicago Bulls set an NBA Playoff record for the most overtime games (4) and periods (7) played. The Houston Rockets won a first round series for the first time since 1997. They pushed the eventual champion Lakers to a Game 7 before losing. The Atlanta Hawks won a first round series for the first time since 1999, but were swept by the Cavs after enduring a tough 7-game series with the Miami Heat, who made the playoffs for the fifth time in 6 years.",
  "/wiki/List_of_Denver_Nuggets_seasons": "This is a list of seasons completed by the Denver Nuggets of the National Basketball Association (NBA). They have played for 49 seasons, 38 in the NBA and nine in the American Basketball Association (ABA). As of the close of the 2017 season, they have never reached an NBA Finals and only been to three Western Conference Finals series.",
  "/wiki/1978_NBA_Playoffs": "The 1978 NBA playoffs was the postseason tournament of the National Basketball Association's 1977-78 season. The tournament concluded with the Eastern Conference champion Washington Bullets defeating the Western Conference champion Seattle SuperSonics 4 games to 3 in the NBA Finals. Wes Unseld was named NBA Finals MVP. To date, it remains the only NBA title that the Bullets (since renamed the Wizards) have won. It was the third NBA Finals appearance and first title for the Bullets, founded in 1961. The Sonics made the Finals for the first time in their 11-year existence. This would be the first of two straight meetings in the Finals between the Bullets and Sonics, with Seattle winning the title the next year. This was the first time since the expansion of the playoff field to 10 teams in 1975 that neither conference champion had the benefit of a first-round bye by being one of the top two teams in the conference during the regular season.",
  "/wiki/List_of_Minnesota_Timberwolves_seasons": "This article is a list of seasons completed by the Minnesota Timberwolves of the National Basketball Association.  The Timberwolves joined the NBA as an expansion team for the 1989–90 NBA season, along with the Orlando Magic.",
  "/wiki/2004_NBA_Playoffs": "The 2004 NBA playoffs was the postseason tournament of the National Basketball Association's 2003–04 season. The tournament concluded with the Eastern Conference champion Detroit Pistons defeating the Western Conference champion Los Angeles Lakers 4 games to 1 in the NBA Finals. Chauncey Billups was named NBA Finals MVP. The Minnesota Timberwolves, after missing the playoffs their first seven seasons and losing in the first round the next seven, won their first two playoff series in 2004 before losing to the Lakers in the Western Conference Finals. As of 2019[update], these are the Wolves' only two series victories. The Timberwolves would not make the playoffs again until 2018. The Indiana Pacers made the Eastern Conference Finals for the first time since their NBA Finals run in 2000, after which they significantly changed the makeup of their team (yet still made the playoffs every year). Game 2 of the series with the Pistons was pivotal, as Tayshaun Prince blocked a lay-up by Reggie Miller late in the game to preserve the victory; the Pistons won 4–2.",
  "/wiki/List_of_Memphis_Grizzlies_seasons": "This is a list of seasons completed by the Memphis Grizzlies of the National Basketball Association (NBA). The team was founded in 1995 as the Vancouver Grizzlies as one of two franchises that joined the NBA for the 1995–96 season. The Grizzlies moved to Memphis after the 2000–01 season.",
  "/wiki/2013_NBA_Playoffs": "The 2013 NBA playoffs was the postseason tournament of the National Basketball Association's 2012–13 season. The tournament concluded with the Eastern Conference champion Miami Heat defeating the Western Conference champion San Antonio Spurs 4 games to 3 in the NBA Finals. LeBron James was named NBA Finals MVP. The Miami Heat headed into the playoffs with a franchise-best  66 wins, topping the league in the regular season. Their 2012 Finals opponents, the Oklahoma City Thunder, topped the Western Conference with 60 wins, making it the first time since 2006 that the two teams who faced off in the previous year's finals topped their respective conferences in the next regular season. However, when the Thunder lost to the Memphis Grizzlies in the Conference Semifinals, home court advantage in the Western Conference Finals went to the San Antonio Spurs, who were two games ahead of the Grizzlies. The New York Knicks entered the playoffs with their best regular-season performance since 1997, finishing atop the Atlantic Division for the first time since 1994. The Indiana Pacers won the Central Division for the first time since 2004, while the Los Angeles Clippers made franchise history by winning their first Pacific Division title and having a 56-win season, tied with the Memphis Grizzlies, whose 56 wins were also a franchise record.",
  "/wiki/List_of_Los_Angeles_Clippers_seasons": "The Los Angeles Clippers are a professional basketball team based in Los Angeles, California. They play in the National Basketball Association (NBA) and are a member of the NBA Western Conference's Pacific Division. The Clippers were founded in 1970 as the Buffalo Braves. They were one of three franchises that joined the NBA as an expansion team in the 1970–71 season. The Braves moved to San Diego, California after the 1977–78 season, and became known as the San Diego Clippers. For the 1984–85 NBA season, the Clippers moved north to Los Angeles and became known as the Los Angeles Clippers. On October 14, 1970, the Braves beat the Cleveland Cavaliers 107–92 in their first game. In the 1972 NBA Draft, the Braves selected Bob McAdoo, who later won such awards as Rookie of the Year and Most Valuable Player.",
  "/wiki/1975_NBA_playoffs": "The 1975 NBA playoffs was the postseason tournament of the National Basketball Association's 1974–75 season. The tournament concluded with the Western Conference champion Golden State Warriors defeating the Eastern Conference champion Washington Bullets 4 games to 0 in the NBA Finals. Rick Barry was named NBA Finals MVP. The Warriors won their third NBA title and first since 1956 as the Philadelphia Warriors. The playoff format was revised again, as the result of which the first two finishers in each division were guaranteed playoff berths, along with the best third-place team from each conference. Once each conference's qualifiers were selected, they were seeded 1–5, with the fourth and fifth seeds playing a best-of-three series, with the victor advancing to play the first seed in a best-of-seven semifinal, while the second and third seeds played the other semifinal. The eight-year-old Seattle SuperSonics made their playoff debut, winning the first playoff series in franchise history against the Detroit Pistons. Seattle would go on to make consecutive NBA Finals appearances in 1978 and 1979, winning the championship the latter year.",
  "/wiki/2006_NBA_Playoffs": "The 2006 NBA playoffs was the postseason tournament of the National Basketball Association's 2005–06 season. The tournament concluded with the Eastern Conference champion Miami Heat defeating the Western Conference champion Dallas Mavericks 4 games to 2 in the NBA Finals. Dwyane Wade was named NBA Finals MVP. The Clippers were the biggest surprise, as they not only made the playoffs for the first time since 1997, but advanced to the second round for the first time since 1976, when they were the Buffalo Braves. They came within 1 game of making the conference finals for the first time, but lost Game 7 to the Suns. 2006 was the playoff debut of LeBron James, who helped the Cavaliers eke out 1-point OT victories over the Washington Wizards in Games 5 and 6 of their first-round series to advance. It was their first playoff appearance since 1998, and they earned their first playoff series win since 1993. Against the two-time defending Eastern Conference champion Detroit Pistons, the Cavs were routed in Game 1 and lost Game 2 by 6 before winning the next 3 and being 1 game away from beating the Pistons.",
  "/wiki/2015_NBA_Playoffs": "The 2015 NBA playoffs was the postseason tournament of the National Basketball Association's 2014–15 season. The tournament concluded with the Western Conference champion Golden State Warriors defeating the Eastern Conference champion Cleveland Cavaliers 4 games to 2 in the NBA Finals. Andre Iguodala was named NBA Finals MVP.",
  "/wiki/List_of_New_Orleans_Pelicans_seasons": "The New Orleans Pelicans are a professional basketball team based in New Orleans, Louisiana. They are members of the Southwest Division of the Western Conference in the National Basketball Association (NBA). The franchise began play during the 2002–03 NBA season as the New Orleans Hornets following the relocation of the Charlotte Hornets, based in Charlotte, North Carolina. After three seasons in New Orleans, Hurricane Katrina forced the franchise to temporarily relocate to Oklahoma City, Oklahoma, where they spent two seasons as the New Orleans/Oklahoma City Hornets. The Hornets returned to New Orleans full-time for the 2007–08 season. The team changed its name to the New Orleans Pelicans at the conclusion of the 2012–13 season. Led by All-Star Baron Davis, the New Orleans Hornets qualified for their first post-season appearance during the 2002–03 season. They lost to the Philadelphia 76ers in the first round.",
  "/wiki/2008_NBA_Playoffs": "The 2008 NBA playoffs was the postseason tournament of the National Basketball Association's 2007–08 season. The tournament concluded with the Eastern Conference champion Boston Celtics defeating the Western Conference champion Los Angeles Lakers 4 games to 2 in the NBA Finals. Paul Pierce was named NBA Finals MVP. The playoffs were noted for the Atlanta Hawks' return after 9 years, taking the #1 seed and eventual champion Celtics to 7 games before bowing out. Also notable was the debut of the Chris Paul-led Hornets in the playoffs after Hurricane Katrina and their 7-game series against defending champions San Antonio Spurs, and the Lakers and Celtics' revitalization of their franchises, most especially after key trades during the preseason and regular season. The Celtics ended up playing 26 playoff games (2 games short of a full length postseason of 28), breaking the 25 game record of the 1994 Knicks and 2005 Pistons by 1 game for the most playoff games in a single season played by 1 NBA team. The Knicks, however, only played a Best-of-5 First Round, and so had 2 fewer games to accomplish that feat. Also, the top seeds from each Conference met in the NBA Finals for the first time since 2000.",
  "/wiki/List_of_Charlotte_Hornets_seasons": "The Charlotte Hornets are a professional basketball club based in Charlotte, North Carolina. They are members of the National Basketball Association (NBA), playing in the Southeast Division of the Eastern Conference. The original Charlotte Hornets franchise played in Charlotte from 1988–2002 before relocating to New Orleans, Louisiana and becoming the New Orleans Hornets. A new franchise, the Charlotte Bobcats, began play in the 2004–05 season. The team played for ten seasons as the Bobcats before adopting the Hornets name again starting in the 2014–15 season.  The Hornets name was left available after the New Orleans Hornets renamed themselves the New Orleans Pelicans.  As part of a deal between the Bobcats, Pelicans and NBA, the renamed Hornets reclaimed the original Hornets' history and records from 1988 to 2002, while all of the Hornets' history and records from after relocation to New Orleans in 2002 through 2013 remained with the Pelicans. As a result, the Hornets are now reckoned as having suspended operations after the 2001–02 season before returning as the Bobcats in 2004.",
  "/wiki/2001_NBA_Playoffs": "The 2001 NBA playoffs was the postseason tournament of the National Basketball Association's 2000-01 season. The tournament concluded with the Western Conference champion Los Angeles Lakers defeating the Eastern Conference champion Philadelphia 76ers 4 games to 1. Shaquille O'Neal was named NBA Finals MVP for the second straight year. Since 2001, the 76ers have not advanced beyond the conference semifinals. This was the 76ers' first Finals appearance since Moses Malone and Julius Erving led the 1983 team to the NBA title (coincidentally, last defeating the Lakers) in the famous \"fo', fo', fo'\" year (it ended up being \"fo', fi', fo'\", as Philadelphia lost one second-round game to the Milwaukee Bucks that year). However, it was the Lakers' turn to put together the most dominant postseason in NBA history, going 15–1 with their only loss coming in OT to the Sixers in Game 1 of the Finals. They set many records, including going undefeated in regulation and on the road (finishing 8–0 in the latter category). They were the second NBA champion to defeat four 50-win or better teams on their way to the title as the Rockets did it first in 1995.",
  "/wiki/List_of_NBA_franchise_post-season_droughts": "This is a list of National Basketball Association (NBA) franchise post-season appearance droughts. This list includes the all-time and the active consecutive non-playoffs. Aside from the NBA playoff appearance droughts, this list also includes droughts of series wins, appearances in the NBA Finals and NBA championship wins. The oldest such franchise is the Suns (51 seasons), while the Royals/Kings and the Hawks have even longer championship droughts (68 and 61 seasons, respectively). Six franchises have never been to the NBA Finals, the highest number among the major North American sports. The oldest such team is the Braves/Clippers franchise (49 seasons); the Kings and the Hawks have appearance droughts that are even longer (69 and 59 seasons, respectively). The longest a franchise has gone without appearing in the playoffs at all is 15 seasons: the Braves/Clippers franchise from 1977 to 1991. Of the 19 franchises that have won an NBA championship, 8 have droughts of 36 seasons or more, which is to say that the past 36 championships have been shared among only 11 franchises: the Lakers (8), Bulls (6), Spurs (5), Celtics (3), Pistons (3), Heat (3), Warriors (3), Rockets (2), Mavericks (1), Cavaliers (1), and Raptors (1)."
}