{
  "/wiki/List_of_Los_Angeles_Clippers_seasons": "The Los Angeles Clippers are a professional basketball team based in Los Angeles, California. They play in the National Basketball Association (NBA) and are a member of the NBA Western Conference's Pacific Division. The Clippers were founded in 1970 as the Buffalo Braves. They were one of three franchises that joined the NBA as an expansion team in the 1970–71 season. The Braves moved to San Diego, California after the 1977–78 season, and became known as the San Diego Clippers. For the 1984–85 NBA season, the Clippers moved north to Los Angeles and became known as the Los Angeles Clippers.",
  "/wiki/1976%E2%80%9377_Buffalo_Braves_season": "The 1976–77 NBA season was the Braves seventh season in the NBA. The Braves were purchased by John Y. Brown, Jr., the former owner of the Kentucky Colonels in the now defunct American Basketball Association for $6.2 million.  As part of an agreement with the Braves' former owner, Paul Snyder, Brown would give Snyder money received in player deals to reduce the purchase price. The sell-off began shortly after the season, as the Braves sold newly acquired Moses Malone. Malone was acquired in a trade with the Portland Trail Blazers after the ABA dispersal draft. Malone was now off to the Houston Rockets. The selling of players continued into the season as Bob McAdoo was sold to the New York Knicks. While the deals helped Brown pay virtually nothing for the franchise, it turned a promising franchise into a rebuilding one. Attendance fell off as the Braves finished in 4th place with a 30-52 record. The only spotlight was rookie Adrian Dantley, who captured Rookie of the Year honors with 20.3 points per game. However Dantley himself was traded following the season to the Indiana Pacers for Billy Knight.",
  "/wiki/1990%E2%80%9391_Los_Angeles_Clippers_season": "The 1990–91 NBA season was the Clippers' 21st season in the National Basketball Association, and their 7th season in Los Angeles. Finishing near the bottom of the NBA continued to leave the Clippers with high draft choices, selecting Bo Kimble and Loy Vaught in the first round. Through the first six weeks, the Clippers were sailing around .500. with a 10–10 record. However, they would struggle losing 12 of their next 13 games as Ron Harper played just 39 games due to a knee injury. Midway through the season, Benoit Benjamin was traded to the Seattle SuperSonics for Olden Polynice. Despite winning five straight games in late March, the Clippers finished sixth in the Pacific Division with a 31–51 record, topping 50 losses for the tenth consecutive season. Charles D. Smith led the team with 20.0 points, 8.2 rebounds and 2.0 blocks per game.",
  "/wiki/List_of_Minnesota_Timberwolves_seasons": "This article is a list of seasons completed by the Minnesota Timberwolves of the National Basketball Association.  The Timberwolves joined the NBA as an expansion team for the 1989–90 NBA season, along with the Orlando Magic.",
  "/wiki/2004%E2%80%9305_Minnesota_Timberwolves_season": "The 2004–05 NBA season was the Minnesota Timberwolves’ 16th season competing in the National Basketball Association. After appearing in the Conference Finals the previous season, the Timberwolves played around .500 for the first half of the season. However, the team began to struggle further into the season, losing six straight games between January and February, slipping below .500. After a 25–26 start, longtime head coach Flip Saunders was fired and replaced with General Manager Kevin McHale for the remainder of the season. The Timberwolves improved under McHale’s management ent, but finished the season in third position in the Northwest Division. With a 44–38 regular season record, they missed the playoffs for the first time since 1996. Kevin Garnett led the team in scoring, rebounding and assists, as he was selected for the 2005 NBA All-Star Game. Following the season, Latrell Sprewell retired after turning down a contact extension, Sam Cassell was traded to the Los Angeles Clippers, and McHale was fired as coach.",
  "/wiki/2016%E2%80%9317_Minnesota_Timberwolves_season": "The 2016–17 Minnesota Timberwolves season was the 28th season of the franchise in the National Basketball Association (NBA). On April 20, 2016, the Timberwolves hired Tom Thibodeau as their new head coach. On September 23, 2016, Kevin Garnett would officially retire from the NBA, thus ending his 21-year career in the process. On April 11, 2017, the Timberwolves would unveil a new logo and new uniforms to enter the next season. They improved their 29–53 output from the previous season, but missed the playoffs for the 13th consecutive season, tying the record for the longest playoff drought in NBA history.",
  "/wiki/List_of_Sacramento_Kings_seasons": "This article is a list of seasons completed by the Sacramento Kings of the National Basketball Association (NBA).",
  "/wiki/2006%E2%80%9307_Sacramento_Kings_season": "The 2006–07 Sacramento Kings season was the franchise’s 58th in the NBA and 22nd in Sacramento, California. They began the season hoping to improve upon their 44–38 output from the previous season. However, they came eleven wins shy of tying it, finishing 33–49. They failed to reach the playoffs for the first time in eleven seasons. It would also begin a stretch, unbroken as of the 2018–19 season, when the Kings would not make it to the NBA Playoffs in any capacity.",
  "/wiki/2018%E2%80%9319_Sacramento_Kings_season": "The 2018–19 Sacramento Kings season was the 74th season of the franchise, its 70th season in the National Basketball Association (NBA), and its 34th in Sacramento.",
  "/wiki/List_of_Golden_State_Warriors_seasons": "The Golden State Warriors are an American professional basketball team based in San Francisco, California. The franchise has also been based in Philadelphia, Pennsylvania, Oakland and San Jose, California (during a renovation of its home arena). The team is a member of the Pacific Division of the Western Conference in the National Basketball Association (NBA). The Warriors joined the Basketball Association of America (BAA) as the Philadelphia Warriors in 1946 and won the first BAA championship title in the same year, under coach Edward Gottlieb. The Warriors joined the NBA at its foundation in 1949. The Warriors' record was 26–42 in their first NBA season, and they lost in the first round of the playoffs to the Syracuse Nationals. Franklin Mieuli and the Diners Club put together a group of 40 local investors to move the Warriors to San Francisco before the 1962–63 NBA season, with Mieuli eventually buying all the shares of the franchise to keep the team from collapsing and to keep it in the area. After playing several home games in Oakland from 1967 onward, the team moved to Oakland full-time for the 1971–72 NBA season and changed its name to the Golden State Warriors.",
  "/wiki/1994%E2%80%9395_Golden_State_Warriors_season": "The 1994–95 NBA season was the Warriors’ 49th season in the National Basketball Association, and 33rd in the San Francisco Bay Area. During the offseason, the Warriors acquired Ricky Pierce from the Seattle SuperSonics. Tim Hardaway returned after missing all of last season with a knee injury. After having finished 50–32 the previous season, the Warriors made a number of deals to toughen the team in the middle by trading Billy Owens to the Miami Heat for Rony Seikaly. Before the season even started, second-year star Chris Webber began the season by exercising his option to become a restricted free agent, claiming irreconcilable differences with head coach Don Nelson. He asked to be traded, and the Warriors obliged, sending him to the Washington Bullets for Tom Gugliotta, who would later on be traded to the Minnesota Timberwolves for rookie Donyell Marshall midway through the season.",
  "/wiki/2005%E2%80%9306_Golden_State_Warriors_season": "The 2005–06 Golden State Warriors season was the team's 60th in the NBA, and their 44th in Oakland. They began the season hoping to improve upon their 34-48 output from the previous season. They tied it exactly, finishing 34-48 again, but failed to qualify for the playoffs for the twelfth straight season.",
  "/wiki/List_of_Dallas_Mavericks_seasons": "The Dallas Mavericks are an American professional basketball team based in Dallas, Texas. They are members of the Southwest Division of the Western Conference in the National Basketball Association (NBA). The Mavericks began playing in the NBA as an expansion team in the 1980–81 season. In their inaugural season, they posted a win-loss record of 15—67.",
  "/wiki/1990%E2%80%9391_Dallas_Mavericks_season": "The 1990–91 NBA season was the Mavericks' 11th season in the National Basketball Association. During the offseason, the Mavericks signed free agent All-Star forward Alex English, while acquiring his teammate Fat Lever from the Denver Nuggets, and Rodney McCray from the Sacramento Kings. However, the Mavericks troubles would start early as Lever, and Roy Tarpley were both lost early in the season with season ending injuries. While on the injured list, Tarpley would again be suspended for substance abuse by the NBA. Despite winning four of their first five games, the Mavericks struggled and lost 10 of their next 13 games. Their struggles continued as they lost eight consecutive games near the end of the season, finishing sixth in the Midwest Division with a 28–54 record. Following the season, English retired.",
  "/wiki/1999%E2%80%932000_Dallas_Mavericks_season": "The 1999–2000 NBA season was the Mavericks' 20th season in the National Basketball Association. During the offseason, the Mavericks re-acquired Sean Rooks from the Los Angeles Lakers. This season is especially notable as Mark Cuban purchased the team from H. Ross Perot, Jr. in January 2000. Under Cuban's leadership, the Mavs built a foundation for continued NBA success that eventually led to two Finals appearances (and one championship) in the next decade.",
  "/wiki/List_of_Utah_Jazz_seasons": "This article is a list of seasons completed by the Utah Jazz of the National Basketball Association (NBA).  The Jazz joined the NBA as the New Orleans Jazz, an expansion team that began play in the 1974–75 season.  The Jazz relocated from New Orleans to Salt Lake City, Utah for the 1979–80 season.  As of April 15, 2015, the Utah Jazz are the last franchise to not record a 60-loss season.",
  "/wiki/1974%E2%80%9375_New_Orleans_Jazz_season": "The 1974/75 season was the Jazz first season in the NBA. The Jazz averaged 101.5 points per game (ranked 10th in NBA) while allowing an average of 109.3 points per game (ranked 18th in NBA).",
  "/wiki/1982%E2%80%9383_Utah_Jazz_season": "The 1982-83 Utah Jazz season was the team's ninth in the NBA. They began the season hoping to improve upon their 25-57 output from the previous season. They bested it by five wins, finishing 30-52, but failed to qualify for the playoffs for the ninth straight season.",
  "/wiki/List_of_Phoenix_Suns_seasons": "The Phoenix Suns are a professional basketball team based in Phoenix, Arizona, United States. They are members of the Pacific Division of the Western Conference in the National Basketball Association (NBA). The Suns began playing in the NBA as an expansion team in the 1968–69 NBA season. In their inaugural season, the Suns posted a win–loss record of 16–66. They participated in the playoffs only once in their first seven seasons.",
  "/wiki/2010%E2%80%9311_Phoenix_Suns_season": "The 2010–11 Phoenix Suns season  was the 43rd season for the Phoenix Suns of the National Basketball Association (NBA). For the first time in eight seasons, the Suns were without the play of power forward Amar'e Stoudemire, a 5-time All-Star and former Rookie of the Year who joined the New York Knicks in the summer. The Suns traded Jason Richardson on December 18, 2010 as part of a trade that brought Vince Carter to the Suns. On February 24, 2011, the Suns traded Goran Dragić and the draft pick they got earlier from Orlando in exchange for Aaron Brooks. Alvin Gentry was head coach and the Suns played their home games at US Airways Center.",
  "/wiki/2018%E2%80%9319_Phoenix_Suns_season": "The 2018–19 Phoenix Suns season was the 51st season of the franchise in the National Basketball Association (NBA), as well as their 26th season at the Talking Stick Resort Arena. They finished with 19 wins to 63 losses, the franchise's worst regular season record since the inaugural season 1968–69.",
  "/wiki/List_of_Washington_Wizards_seasons": "This is a list of seasons completed by the Washington Wizards, a professional basketball team based in Washington, D.C.. The Wizards are a member of the National Basketball Association (NBA), and currently play their home games at the Capital One Arena, in the Chinatown neighborhood of Washington, D.C.",
  "/wiki/1988%E2%80%9389_Washington_Bullets_season": "The 1988–89 NBA season was the Bullets' 28th season in the NBA.",
  "/wiki/1995%E2%80%9396_Washington_Bullets_season": "The 1995–96 NBA season was the Bullets' 35th season in the National Basketball Association. During the offseason, the Bullets acquired All-Star guard Mark Price from the Cleveland Cavaliers, Robert Pack from the Denver Nuggets, and signed free agents Tim Legler and Chris Whitney. In his second season, Juwan Howard emerged as a star on the court and in the community, averaging 22.1 points per game while being selected to the 1996 NBA All-Star Game. However, Injuries would be an issue as Chris Webber was limited to 15 games following the lingering effect to his injured shoulder. Meanwhile, Price only appeared in just seven games due to a sore left heel, and Pack who played in 31 games was out with nerve damage in his right leg.",
  "/wiki/List_of_Memphis_Grizzlies_seasons": "This is a list of seasons completed by the Memphis Grizzlies of the National Basketball Association (NBA). The team was founded in 1995 as the Vancouver Grizzlies as one of two franchises that joined the NBA for the 1995–96 season. The Grizzlies moved to Memphis after the 2000–01 season.",
  "/wiki/1995%E2%80%9396_NBA_season": "The 1995–96 NBA season was the 50th season of the National Basketball Association (NBA), though the 50th anniversary was not celebrated until the following season. The Chicago Bulls defeated the Seattle SuperSonics 4 games to 2 in the NBA Finals to win their fourth championship.",
  "/wiki/2002%E2%80%9303_Memphis_Grizzlies_season": "The 2002–03 NBA season was the Grizzlies' 8th season in the National Basketball Association, and their second season in Memphis. In their second season in Memphis, the Grizzlies got off to a rocky start losing their first eight games as head coach Sidney Lowe was fired and replaced with 69-year old Hubie Brown, who last coached the New York Knicks midway through the  1986–87 season. The Grizzlies continued to struggle under Brown losing their next five games. This would lead to a 13-game losing streak before defeating the Washington Wizards 85–74 on November 23. At midseason, the team traded rookies Drew Gooden and Gordan Giriček to the Orlando Magic for Mike Miller. The Grizzlies finished sixth in the Midwest Division with a 28–54 record. Second-year star Pau Gasol led the team with 19.0 points, 8.8 rebounds and 1.8 blocks per game.",
  "/wiki/List_of_Denver_Nuggets_seasons": "This is a list of seasons completed by the Denver Nuggets of the National Basketball Association (NBA). They have played for 49 seasons, 38 in the NBA and nine in the American Basketball Association (ABA). As of the close of the 2017 season, they have never reached an NBA Finals and only been to three Western Conference Finals series.",
  "/wiki/1995%E2%80%9396_Denver_Nuggets_season": "The 1995–96 NBA season was the Nuggets' 20th season in the National Basketball Association, and 29th season as a franchise. During the offseason, the Nuggets acquired rookie Antonio McDyess from the Los Angeles Clippers, and Don MacLean from the Washington Bullets. However, they got off to a horrible start losing eight of their first nine games, as LaPhonso Ellis missed the first 37 games of the season with a knee injury.",
  "/wiki/2002%E2%80%9303_Denver_Nuggets_season": "The 2002–03 NBA season was the Nuggets' 27th season in the National Basketball Association, and 36th season as a franchise. Prior to the start of the season, the Nuggets acquired Marcus Camby and rookie Nenê from the New York Knicks. After a 2–9 start to the season with new head coach Jeff Bzdelik, the Nuggets won three straight games, but then lost 15 of their next 16 games, which included a ten-game losing streak. In December, James Posey was traded to the Houston Rockets in a three-team trade. However, the team struggled posting a 14-game losing streak between February and March. They lost their final eight games finishing last place in the Midwest Division and in the league with 17 wins and 65 losses, the franchise's worst record since 1997–98. They also missed the playoffs for eight consecutive seasons. Nenê was selected to the All-Rookie First Team. Following the season, Juwan Howard signed as a free agent with the Orlando Magic.",
  "/wiki/List_of_Atlanta_Hawks_seasons": "This is a list of seasons completed by the Atlanta Hawks of the National Basketball Association (NBA). The 2014–15 season was the first time the franchise won at least 60 games in a regular season, in either St. Louis or Atlanta.",
  "/wiki/1999%E2%80%932000_Atlanta_Hawks_season": "The 1999–2000 NBA season was the Hawks' 51st season in the National Basketball Association, and 32nd season in Atlanta. The Hawks played their first season at the Philips Arena, which was built over the site of The Omni. In the offseason, the team acquired Isaiah Rider and Jim Jackson from the Portland Trail Blazers, while acquiring Bimbo Coles from the Golden State Warriors, and Lorenzen Wright from the Los Angeles Clippers. After a 9–9 start to the season, the Hawks struggled losing 11 of their next 13 games. Rider had a history of behavioral problems both on and off the court. After showing up late for a game in March, he was released after 60 games. The Hawks struggled posting a nine-game losing streak in April, and finished seventh in the Central Division with a disappointing 28–54 record, missing the playoffs for the first time in eight years.",
  "/wiki/2006%E2%80%9307_Atlanta_Hawks_season": "The 2006–07 NBA season was the Atlanta Hawks' 58th season in the National Basketball Association, and 39th season in Atlanta. During the offseason, the Hawks signed free agent Speedy Claxton and re-signed Lorenzen Wright. The Hawks got off to a strong start winning four of their first five games. However, the lack of talent on the court continued to weigh down the Hawks as they entered the New Year with a 9–20 record, including an 8-game losing streak. In January, they posted a winning record as they won 8 of their 15 games during the month. Joe Johnson averaged 25.0 points per game and was selected for the 2007 NBA All-Star Game. However, after the All-Star break, Johnson would miss the remainder of the season due to calf injuries after 57 games. At midseason, the team re-signed free agent Anthony Johnson, who would play in his third stint with the Hawks, who finished last place in the Southeast Division with a 30–52 record, missing the playoffs for the eighth straight season.",
  "/wiki/List_of_New_York_Knicks_seasons": "The New York Knickerbockers, better known as the New York Knicks, are a professional basketball team based in New York City that competes in the National Basketball Association (NBA). An original member of the NBA, the Knicks play in the Eastern Conference's Atlantic Division. In its 73 seasons, the franchise has reached the NBA Finals eight times and won two championships. As of the end of the 2018–19 season, New York has won more than 2,700 regular season games, and the team has the fourth-highest victory total in NBA history. Since 1968, the Knicks have played home games at Madison Square Garden.",
  "/wiki/1959%E2%80%9360_New_York_Knicks_season": "The 1959–60 NBA season was the Knicks' 14th season in the NBA.",
  "/wiki/1965%E2%80%9366_New_York_Knicks_season": "The 1965–66 NBA season was the Knicks' 20th season in the NBA.",
  "/wiki/List_of_Oklahoma_City_Thunder_seasons": "The Oklahoma City Thunder are a professional basketball team based in Oklahoma City, Oklahoma. They play in the National Basketball Association (NBA) and are a member of the NBA Western Conference's Northwest Division. The Thunder were founded in 1967 as the Seattle SuperSonics as one of two franchises that joined the NBA in the 1967–68 season. The SuperSonics moved to Oklahoma City after the 2007–08 season. The move from Seattle to Oklahoma City marks only the third time that a current franchise won a title in one city and moved some time afterwards to another city (the others are the Atlanta Hawks who left St. Louis after winning the 1958 title there, and the Los Angeles Lakers who left Minneapolis after winning five titles there).",
  "/wiki/1967%E2%80%9368_Seattle_SuperSonics_season": "The 1967–68 Seattle SuperSonics season was the inaugural season for the expansion Seattle SuperSonics franchise in the National Basketball Association. The team's official arena was the Seattle Center Coliseum.",
  "/wiki/1973%E2%80%9374_Seattle_SuperSonics_season": "The 1973–74 Seattle SuperSonics season was the 7th season of the Seattle SuperSonics in the National Basketball Association (NBA). Following the resignation of Lenny Wilkens as a head coach after the 1971–72 season and a poor campaign in the 1972–73 season that saw the departure of general manager Bob Houbregs, the Sonics hired Boston Celtics' stalwart Bill Russell as head coach and general manager. With Russell at the helm, the team finished in 6th place in the Western Conference with a 36–46 record. The Sonics' home court, Seattle Center Coliseum, was the venue for the 1974 NBA All-Star Game.",
  "/wiki/List_of_Milwaukee_Bucks_seasons": "This is a list of seasons completed by the Milwaukee Bucks of the National Basketball Association (NBA). The Bucks joined the NBA as an expansion team in the 1968 season. Milwaukee's 1971 NBA title in their 3rd year of existence marks the Bucks as the fastest team ever to go from being an entirely new franchise to being an NBA champion.",
  "/wiki/1991%E2%80%9392_Milwaukee_Bucks_season": "The 1991–92 NBA season was the Bucks' 24th season in the National Basketball Association. In the offseason, the Bucks signed free agent and former All-Star Moses Malone. After an 8–9 start to the season, head coach Del Harris was fired and replaced with Frank Hamblen. Under Hamblen, the Bucks hovered around .500 for the first half of the season with a 22–24 record. However, their glory days came to a crashing end losing 27 of 36 games after the All-Star break. The Bucks went on an 11-game losing streak as they lost 14 of their final 15 games, finishing last place in the Central Division with a 31–51 record missing the playoffs for the first time since 1977. Malone averaged 15.6 points and 9.1 rebounds per game. Following the season, Dale Ellis was traded to the San Antonio Spurs, Jay Humphries was dealt along with Larry Krystkowiak to the Utah Jazz, and Jeff Grayer signed as an unrestricted free agent with the Golden State Warriors.",
  "/wiki/1997%E2%80%9398_Milwaukee_Bucks_season": "The 1997–98 NBA season was the Bucks' 30th season in the National Basketball Association. In the offseason, the Bucks acquired All-Star guard Terrell Brandon and Tyrone Hill from the Cleveland Cavaliers in a three-team trade. Other offseason acquisitions included acquiring Ervin Johnson from the Denver Nuggets, signing free agent Michael Curry, and re-signing former Bucks star Ricky Pierce. The Bucks hovered around .500 for the first half of the season as Glenn Robinson averaged a career high of 23.4 points per game. However, with Robinson out for the remainder of the season with a knee injury after 56 games, the Bucks struggled and went on a nine-game losing streak in March. Brandon played just 50 games due to an ankle injury, and Hill played 57 games due to a strained back.",
  "/wiki/List_of_Philadelphia_76ers_seasons": "The Philadelphia 76ers, often referred to as the \"Sixers\", are an American professional basketball team based in Philadelphia. The Sixers play in the Atlantic Division of the Eastern Conference in the National Basketball Association (NBA). In sixty-six NBA seasons, the franchise has played in the NBA Finalsnine times and never won. The Sixers have the third-highest victory total and third most playoff appearances in NBA history. Since 1996, the Sixers have played home games at Wells Fargo Center.",
  "/wiki/1991%E2%80%9392_Philadelphia_76ers_season": "The 1991–92 NBA season was the 76ers 43rd season in the National Basketball Association, and 29th season in Philadelphia. For the season, Charles Barkley changed his jersey number to #32 in honor of Magic Johnson, who retired due to HIV. However, the Sixers had retired that number in honor of Billy Cunningham, who un-retired it for Barkley to wear. After winning seven of their first ten games, the Sixers went on a 7-game losing streak. Plagued by injuries all season, they missed the playoffs by finishing fifth in the Atlantic Division with a 35–47 record. Barkley was selected for the 1992 NBA All-Star Game, where Magic returned and won the All-Star MVP award. Making matters worse for the Sixers, Barkley had a falling out with management when they did not re-sign Rick Mahorn, who went overseas to play in Italy. When the season was over, he demanded a trade which the Sixers obliged sending him to the Phoenix Suns. Mahorn would later on sign as a free agent with the New Jersey Nets during the following offseason.",
  "/wiki/1997%E2%80%9398_Philadelphia_76ers_season": "The 1997–98 NBA season was the 76ers 49th season in the National Basketball Association, and 35th season in Philadelphia. The Sixers selected Keith Van Horn with the second pick in the 1997 NBA draft, but soon traded him to the New Jersey Nets for Jim Jackson, Eric Montross and rookie Tim Thomas. Under new head coach Larry Brown, the Sixers got off to a rough start losing their first five games. At midseason, they traded Jackson along with Clarence Weatherspoon to the Golden State Warriors for Joe Smith and Brian Shaw. The team finished last place in the Atlantic Division with a 31–51 record, missing the playoffs for seven straight seasons. Second-year star Allen Iverson had a stellar season leading the team in scoring with 22.0 points per game.",
  "/wiki/List_of_Cleveland_Cavaliers_seasons": "The Cleveland Cavaliers (also known as the Cavs) are an American professional basketball team based in Cleveland, Ohio. They began playing in the National Basketball Association (NBA) in 1970. This list summarizes the team's season-by-season records, including post-season, and includes select season-end awards won by the team's players and/or coaches.  The Cavaliers were founded in 1970 as an expansion franchise and since their first season, they have always played in the Central Division and in the Eastern Conference.",
  "/wiki/1998%E2%80%9399_Cleveland_Cavaliers_season": "The 1998–99 NBA season was the 29th season of the National Basketball Association in Cleveland, Ohio. In the offseason, the Cavaliers re-signed free agent Johnny Newman. After a four-month lockout cut the season in half, the Cavaliers playoff hopes were dashed as second-year star Zydrunas Ilgauskas broke his left foot after playing just five games. At midseason, the team traded Vitaly Potapenko to the Boston Celtics for Andrew DeClercq. With a 21–18 record in mid April, the Cavaliers struggled and lost ten of their final eleven games, finishing 7th in the Central Division with a 22–28 record. Shawn Kemp led the team in scoring, rebounds and minutes. However, he was a shell of his former self as he reported to practice, weighing 315 lbs, and according to the team's General Manager Wayne Embry, the league listed him at 280.",
  "/wiki/2004%E2%80%9305_Cleveland_Cavaliers_season": "The 2004–05 NBA season was the 35th season of the National Basketball Association in Cleveland, Ohio. During the offseason, the Cavaliers acquired Drew Gooden from the Orlando Magic, and Eric Snow from the Philadelphia 76ers. In his second season, expectations were high for LeBron James as the Cavaliers hoped for a return to the playoffs. Through the first half of the season, the Cavs held a 30–21 record at the All-Star Break as James was selected to his first All-Star selection in the 2005 NBA All-Star Game along with Zydrunas Ilgauskas. However, as March began, the Cavaliers were unable to upgrade at the trading deadline as the team went on a six-game losing streak. Head coach Paul Silas was fired and replaced by interim Brendan Malone.",
  "/wiki/List_of_Portland_Trail_Blazers_seasons": "This is a list of seasons completed by the Portland Trail Blazers of the National Basketball Association. In the team's 49 years of existence (through 2019), the Blazers have qualified for the NBA playoffs 35 times.  This includes a streak of 21 straight playoff appearances from 1983 through 2003. The team has one NBA title, in 1977, and appeared in the NBA Finals two other times, in 1990 and 1992; they are the only team in NBA history to win a championship in their franchise's first-ever visit to the postseason.  The best record posted by the team was 63–19, in 1991; the worst record was 18–64, in the team's second season.",
  "/wiki/1970%E2%80%9371_Portland_Trail_Blazers_season": "The Portland Trail Blazers were one of three new teams to join the NBA for the 1970–71 season. The franchise played its inaugural regular season game on a Friday night in Portland, beating the fellow expansion Cleveland Cavaliers 115–112 on October 16, with 4,273 in attendance.",
  "/wiki/1975%E2%80%9376_Portland_Trail_Blazers_season": "The 1975–76 season was the sixth season of the Portland Trail Blazers in the National Basketball Association (NBA). The Blazers finished at 37–45, one game shy of their franchise high from the previous year.  Despite finishing with a better record than the Detroit Pistons of the Midwest Division, the Pistons made the playoffs and the Blazers did not.",
  "/wiki/List_of_Detroit_Pistons_seasons": "This is a list of seasons completed by the Detroit Pistons of the National Basketball Association. The franchise was founded in 1941 as the Fort Wayne Zollner Pistons in the National Basketball League and as the Fort Wayne Pistons joined the Basketball Association of America, which was the precursor to the NBA. However, the games won and lost in the NBL are not included in the franchise total.",
  "/wiki/1977%E2%80%9378_Detroit_Pistons_season": "Following are the results of the 1977–78 season of the Detroit Pistons, the franchise of the National Basketball Association based in Detroit, Michigan.  The 1977-78 NBA season was the Pistons' 30th season in the NBA and 21st season in the city of Detroit, and the last until the 2017-18 season for the team in the city of Detroit.",
  "/wiki/1982%E2%80%9383_Detroit_Pistons_season": "The 1982-83 NBA season was the Pistons' 35th season in the NBA and 26th season in the city of Detroit.",
  "/wiki/2009%E2%80%9310_Detroit_Pistons_season": "The 2009–10 Detroit Pistons season was the 69th season of the franchise, the 62nd in the National Basketball Association (NBA), and the 53rd in the Detroit area.",
  "/wiki/2014%E2%80%9315_Detroit_Pistons_season": "The 2014–15 Detroit Pistons season was the 74th season of the franchise, the 67th in the National Basketball Association (NBA), and the 58th in Detroit.",
  "/wiki/List_of_Boston_Celtics_seasons": "This is a list of seasons completed by the Boston Celtics of the National Basketball Association. It documents the team’s season-by-season records, including post-season records, and also includes year-end awards won by the team's players and/or coaches.",
  "/wiki/1995%E2%80%9396_Boston_Celtics_season": "The 1995–96 NBA season was the 50th season for the Boston Celtics in the National Basketball Association. A new era began for the Celtics as they moved into their current home, a state of the art new arena then known as the Fleet Center (now TD Garden). In addition, this also ended their practice of playing home games in Hartford's Civic Center.",
  "/wiki/2000%E2%80%9301_Boston_Celtics_season": "The 2000–01 NBA season was the 55th season for the Boston Celtics in the National Basketball Association. During the offseason, the Celtics acquired Bryant Stith from the Denver Nuggets. The Celtics played around .500 in November, but then struggled as Kenny Anderson played just 33 games due to an ankle injury and broken jaw. With a 12–22 start to the season, a frustrated Rick Pitino resigned as head coach after three years with the Celtics. Under replacement Jim O'Brien, they played around .500 for the remainder of the season finishing fifth in the Atlantic Division with a 36–46 record, missing the playoffs for the sixth consecutive season. In the 39 years before the current streak, they had missed the playoffs only five times. Paul Pierce led the team in scoring with 25.3 points per game, and Antoine Walker led the league with 221 three-point field goals. Following the season, Stith signed as a free agent with the Cleveland Cavaliers.",
  "/wiki/List_of_Chicago_Bulls_seasons": "The Chicago Bulls are a National Basketball Association (NBA) team based in Chicago, Illinois. Dick Klein founded the Bulls in 1966 after a number of other professional basketball teams in Chicago had failed.[a] In their 50 seasons, the Bulls have achieved a winning record 25 times, and have appeared in the NBA playoffs 34 times. They received international recognition in the 1990s when All-Star shooting guard Michael Jordan led them to their six league championships. The only two NBA franchises that have won more championships than the Bulls are the Boston Celtics (17 championships) and Los Angeles Lakers (16).",
  "/wiki/1998%E2%80%9399_Chicago_Bulls_season": "The 1998–99 Chicago Bulls season was the franchise's 33rd season in the National Basketball Association. The Bulls entered the season as the three-time defending NBA champions, having defeated the Utah Jazz in the 1998 NBA Finals in six games, winning their sixth NBA championship, and completing a second three-peat in the 1990s. However, with Phil Jackson’s resignation as head coach, the departures of Scottie Pippen (who stated his desire to be traded during the season, and was later traded to the Houston Rockets) and Dennis Rodman (who would sign with the Los Angeles Lakers as a free agent), and Michael Jordan announcing his retirement for the second time on January 13, 1999 during the latter stages of an owner-induced lockout of NBA players, it marked the end of the Bulls dynasty in the 1990s. Under new head coach Tim Floyd and free agent signing Brent Barry, the Bulls were a shell of their former selves, losing eight of their first nine games of the season. The team finished in last place in the Central Division with a 13–37 record and missing the playoffs for the first time since 1984. Toni Kukoč led the team in scoring with 18.8 points per game.",
  "/wiki/2003%E2%80%9304_Chicago_Bulls_season": "The 2003–04 NBA season was the Bulls' 38th season in the National Basketball Association. During the offseason, the Bulls re-signed free agent and former All-Star forward Scottie Pippen. However, they continued to struggle finishing last place in the Central Division with a 23–59 record, missing the playoffs for the sixth straight season. Following the season, Pippen retired and Jamal Crawford was traded to the New York Knicks. (See 2003–04 Chicago Bulls season#Regular season)",
  "/wiki/List_of_NBA_franchise_post-season_droughts": "This is a list of National Basketball Association (NBA) franchise post-season appearance droughts. This list includes the all-time and the active consecutive non-playoffs. Aside from the NBA playoff appearance droughts, this list also includes droughts of series wins, appearances in the NBA Finals and NBA championship wins. The oldest such franchise is the Suns (51 seasons), while the Royals/Kings and the Hawks have even longer championship droughts (68 and 61 seasons, respectively). Six franchises have never been to the NBA Finals, the highest number among the major North American sports. The oldest such team is the Braves/Clippers franchise (49 seasons); the Kings and the Hawks have appearance droughts that are even longer (69 and 59 seasons, respectively). The longest a franchise has gone without appearing in the playoffs at all is 15 seasons: the Braves/Clippers franchise from 1977 to 1991."
}