{
  "/wiki/List_of_Los_Angeles_Clippers_seasons": "The Los Angeles Clippers are a professional basketball team based in Los Angeles, California. They play in the National Basketball Association (NBA) and are a member of the NBA Western Conference's Pacific Division. The Clippers were founded in 1970 as the Buffalo Braves. They were one of three franchises that joined the NBA as an expansion team in the 1970–71 season. The Braves moved to San Diego, California after the 1977–78 season, and became known as the San Diego Clippers. For the 1984–85 NBA season, the Clippers moved north to Los Angeles and became known as the Los Angeles Clippers.",
  "/wiki/1976%E2%80%9377_Buffalo_Braves_season": "The 1976–77 NBA season was the Braves seventh season in the NBA. The Braves were purchased by John Y. Brown, Jr., the former owner of the Kentucky Colonels in the now defunct American Basketball Association for $6.2 million.  As part of an agreement with the Braves' former owner, Paul Snyder, Brown would give Snyder money received in player deals to reduce the purchase price. The sell-off began shortly after the season, as the Braves sold newly acquired Moses Malone. Malone was acquired in a trade with the Portland Trail Blazers after the ABA dispersal draft. Malone was now off to the Houston Rockets. The selling of players continued into the season as Bob McAdoo was sold to the New York Knicks. While the deals helped Brown pay virtually nothing for the franchise, it turned a promising franchise into a rebuilding one. Attendance fell off as the Braves finished in 4th place with a 30-52 record. The only spotlight was rookie Adrian Dantley, who captured Rookie of the Year honors with 20.3 points per game. However Dantley himself was traded following the season to the Indiana Pacers for Billy Knight.",
  "/wiki/2004%E2%80%9305_Los_Angeles_Clippers_season": "The 2004–05 NBA season was the Clippers' 35th season in the National Basketball Association, and their 21st season in Los Angeles. With a young team with some promising talent led by Elton Brand and Corey Maggette, the Clippers got off to a solid start with an 11–7 record, but then lost five straight as they played around .500 for the first half of the season. However, after holding a 23–23 record as of February 3, the team struggled and lost eight straight games, losing nine of their twelve games during the month. The Clippers continued to struggled as they finished third in the Pacific Division with a 37–45 record, which was three more wins than their crosstown rival, the Los Angeles Lakers. However, the Clippers missed the playoffs for eight straight seasons. Bobby Simmons was named Most Improved Player of The Year averaging 16.4 points per game. Following the season, he left to sign as a free agent with the Milwaukee Bucks.",
  "/wiki/List_of_Washington_Wizards_seasons": "This is a list of seasons completed by the Washington Wizards, a professional basketball team based in Washington, D.C.. The Wizards are a member of the National Basketball Association (NBA), and currently play their home games at the Capital One Arena, in the Chinatown neighborhood of Washington, D.C.",
  "/wiki/1982%E2%80%9383_Washington_Bullets_season": "The 1982–83 NBA season was the Washington Bullets' 22nd season in the NBA and their 10th season in the city of Washington, D.C.",
  "/wiki/2003%E2%80%9304_Washington_Wizards_season": "The 2003–04 NBA season was the Wizards 43rd season in the National Basketball Association, and their 31st season in the city of Washington, D.C.. With All-Star guard Michael Jordan retired for good and Doug Collins fired as head coach, the Wizards hired Eddie Jordan, and signed free agent and last year's Most Improved Player Gilbert Arenas during the offseason. Under Jordan, the Wizards showed signs early into the season as they won their first game against the Chicago Bulls 99–74, and held the Toronto Raptors to 60 points in a 26-point margin win, while winning three of their first five games. However, with team captain Jerry Stackhouse playing just 26 games due to knee injuries, the Wizards played mediocre basketball all season finishing sixth in the Atlantic Division with a disappointing 25–57 record, missing the playoffs for the seventh straight season. Following the season, Stackhouse was traded to the Dallas Mavericks, and Christian Laettner signed as a free agent with the Miami Heat.",
  "/wiki/List_of_Sacramento_Kings_seasons": "This article is a list of seasons completed by the Sacramento Kings of the National Basketball Association (NBA).",
  "/wiki/1981%E2%80%9382_Kansas_City_Kings_season": "The 1981–82 NBA season was the Kings 33rd season in the NBA and their tenth season in the city of Kansas City.",
  "/wiki/1999%E2%80%932000_Sacramento_Kings_season": "The 1999–2000 NBA season was the Kings' 51st season in the National Basketball Association, and 15th season in Sacramento. During the offseason, the Kings acquired Nick Anderson from the Orlando Magic, and signed free agent Tony Delk. For the season opener, the Kings traveled to Tokyo, Japan to play their first two games against the Minnesota Timberwolves. Coming off a winning record in a strike shortened season was much expected of the Kings, who got off to a fast start winning nine of their first ten games. However, they lost seven of their final eight games, finishing fifth in the Pacific Division with a 44–38 record. Superstar forward Chris Webber led the way with 24.5 points, 10.5 rebounds and 4.6 assists per game, and was selected for the 2000 NBA All-Star Game. In the Western Conference Quarterfinals, they would lose in five games to the Los Angeles Lakers. Following the season, Corliss Williamson was traded to the Toronto Raptors, and Delk signed as a free agent with the Phoenix Suns.",
  "/wiki/List_of_Indiana_Pacers_seasons": "The Indiana Pacers are a professional basketball team based in Indianapolis, Indiana, United States. They are members of the Central Division of the Eastern Conference in the National Basketball Association (NBA). The Pacers were founded in 1967, originally as members of the American Basketball Association, where they were crowned league champions three times and made the playoffs in all of the nine seasons they participated in the league. The Pacers were led during the ABA days by two-time MVP Mel Daniels and by head coach Bobby Leonard.",
  "/wiki/1976%E2%80%9377_Indiana_Pacers_season": "The 1976–77 NBA season was Indiana's first season in the NBA and tenth season as a franchise.",
  "/wiki/1992%E2%80%9393_Indiana_Pacers_season": "The 1992–93 NBA season was the Pacers' 17th season in the National Basketball Association, and 26th season as a franchise. In the offseason, the Pacers acquired Pooh Richardson and Sam Mitchell from the Minnesota Timberwolves. The team played mediocre basketball once again losing six straight games after a 13–10 start. After playing around .500 in late January, they went on a 7-game losing streak in February. However, on the final day of the regular season, they defeated the Miami Heat 94–88, finishing fifth in the Central Division with a 41–41 record, and winning a tie-breaker over the Orlando Magic for the #8 seed in the Eastern Conference. Reggie Miller tied in first place in the league with 167 three-point field goals, and Detlef Schrempf averaged 19.1 points per game while being selected for the 1993 NBA All-Star Game.",
  "/wiki/List_of_Brooklyn_Nets_seasons": "This is a list of seasons completed by the Brooklyn Nets professional basketball team. The Nets were founded as the New Jersey Americans in 1967, a charter franchise of the American Basketball Association (ABA). A year later, the team moved to Long Island, New York, and were renamed as the New York Nets. There, behind the play of Hall of Famer Julius Erving, the team won its only two ABA championships: in 1974 and 1976. After the 1975–76 season, the ABA merged with the National Basketball Association (NBA), and the Nets were one of four franchises that joined the NBA. After a season of being the second team to represent the state of New York (the other being the New York Knicks), the team moved back to New Jersey as the New Jersey Nets.",
  "/wiki/1984%E2%80%9385_New_Jersey_Nets_season": "The 1984–85 New Jersey Nets season was the Nets' 9th season in the NBA.",
  "/wiki/2000%E2%80%9301_New_Jersey_Nets_season": "The 2000–01 New Jersey Nets season was the Nets' 34th season in the National Basketball Association, and 25th season in East Rutherford, New Jersey. The Nets won the Draft Lottery and selected Kenyon Martin with the first overall pick in the 2000 NBA draft, while signing free agent Aaron Williams during the offseason. Under new head coach Byron Scott, the Nets got off to a 6–4 start, but then lost nine consecutive games while losing 17 of their next 20 games. Injuries limited Keith Van Horn to 49 games, and Kendall Gill to 31 games, while Kerry Kittles missed the entire season with a knee injury. The Nets lost their final six games finishing sixth in the Atlantic Division with a 26–56 record. Despite their struggles, Stephon Marbury averaged 23.9 points per game and was selected for the 2001 NBA All-Star Game. Following the season, he was traded along with Johnny Newman to the Phoenix Suns for their superstar Jason Kidd, Gill signed with the Miami Heat, rookie Stephen Jackson signed with the San Antonio Spurs and Sherman Douglas retired.",
  "/wiki/List_of_Milwaukee_Bucks_seasons": "This is a list of seasons completed by the Milwaukee Bucks of the National Basketball Association (NBA). The Bucks joined the NBA as an expansion team in the 1968 season. Milwaukee's 1971 NBA title in their 3rd year of existence marks the Bucks as the fastest team ever to go from being an entirely new franchise to being an NBA champion.",
  "/wiki/2001%E2%80%9302_Milwaukee_Bucks_season": "The 2001–02 NBA season was the Bucks' 34th season in the National Basketball Association. During the offseason, the Bucks signed free agent Anthony Mason to shore up their front line. After advancing to the Eastern Conference Finals last year, the Bucks got off to a solid start winning nine of their first ten games, then posted an 8-game winning streak with a division-leading record of 26–13 as of January 21. Scoring leader Ray Allen was selected for the 2002 NBA All-Star Game. At midseason, the team signed free agent Greg Anthony, who was released by the Chicago Bulls. However, with a 35–25 record as of March 6, the Bucks would struggle and proceed to lose 16 of their final 22 games and miss the playoffs, finishing fifth in the Central Division with a 41–41 record, thanks to an embarrassing 123–89 road loss to the Detroit Pistons to close out the season. This was one of the biggest late-season collapses for a team that was contending for a Division title in March. Following the season, Glenn Robinson was traded to the Atlanta Hawks, and Anthony retired.",
  "/wiki/2017%E2%80%9318_Milwaukee_Bucks_season": "The 2017–18 Milwaukee Bucks season was the 50th season of the franchise in the National Basketball Association (NBA). On June 16, 2017, the Bucks named Jon Horst as their new general manager. This was the Bucks' final season at the Bradley Center, with their move to the new Fiserv Forum beginning with the 2018–19 NBA season. On January 22, 2018, the Bucks fired head coach Jason Kidd and replaced him with the team's assistant head coach Joe Prunty as interim head coach.",
  "/wiki/List_of_New_York_Knicks_seasons": "The New York Knickerbockers, better known as the New York Knicks, are a professional basketball team based in New York City that competes in the National Basketball Association (NBA). An original member of the NBA, the Knicks play in the Eastern Conference's Atlantic Division. In its 73 seasons, the franchise has reached the NBA Finals eight times and won two championships. As of the end of the 2018–19 season, New York has won more than 2,700 regular season games, and the team has the fourth-highest victory total in NBA history. Since 1968, the Knicks have played home games at Madison Square Garden.",
  "/wiki/1953%E2%80%9354_New_York_Knicks_season": "The 1953–54 New York Knicks season was the eighth season for the team in the National Basketball Association (NBA). New York won its second straight regular season Eastern Division title with a 44–28 record, which placed them two games ahead of the Boston Celtics and Syracuse Nationals. The first round of the 1954 NBA Playoffs consisted of round-robin tournaments, where the top three teams in each division played each other in home and away matchups. The Knicks went 0–4 against the Celtics and Nationals, and did not qualify for the Eastern Division Finals.",
  "/wiki/1967%E2%80%9368_New_York_Knicks_season": "The 1967–68 New York Knicks season was the 22nd season for the team in the National Basketball Association (NBA). In the regular season, the Knicks finished in second place in the Eastern Division with a 43–39 record, qualifying for the NBA Playoffs for the second consecutive season. New York lost its opening round series to the Philadelphia 76ers, four games to two. Willis Reed scored 20.6 points per game and had 13.2 rebounds per game, leading the Knicks in both categories; Frazier had a team-high 4.1 assists per game.",
  "/wiki/List_of_Cleveland_Cavaliers_seasons": "The Cleveland Cavaliers (also known as the Cavs) are an American professional basketball team based in Cleveland, Ohio. They began playing in the National Basketball Association (NBA) in 1970. This list summarizes the team's season-by-season records, including post-season, and includes select season-end awards won by the team's players and/or coaches.  The Cavaliers were founded in 1970 as an expansion franchise and since their first season, they have always played in the Central Division and in the Eastern Conference.",
  "/wiki/1976%E2%80%9377_Cleveland_Cavaliers_season": "The 1976–77 Cleveland Cavaliers season was the seventh season of the franchise in the National Basketball Association (NBA).",
  "/wiki/1990%E2%80%9391_Cleveland_Cavaliers_season": "The 1990–91 NBA season was the 22nd season of the National Basketball Association in Cleveland, Ohio. A year after overcoming injuries to make the playoffs, the Cavaliers were utterly destroyed by injuries again as Hot Rod Williams, who played in just 43 games missed half the season due to a severely sprained foot, and Mark Price missed 66 games due to a torn ACL in his left knee. The Cavaliers played around .500 early into the season, but as they stood at a 10–8 start, they struggled and lost 16 of their next 17 games, including an 11-game losing streak. Despite winning eight out of eleven games in April, the Cavaliers were unable to make the playoffs finishing 6th in the Central Division with a disappointing 33–49 record. Brad Daugherty led the team in points and rebounds, and was selected for the 1991 NBA All-Star Game.",
  "/wiki/List_of_Golden_State_Warriors_seasons": "The Golden State Warriors are an American professional basketball team based in San Francisco, California. The franchise has also been based in Philadelphia, Pennsylvania, Oakland and San Jose, California (during a renovation of its home arena). The team is a member of the Pacific Division of the Western Conference in the National Basketball Association (NBA). The Warriors joined the Basketball Association of America (BAA) as the Philadelphia Warriors in 1946 and won the first BAA championship title in the same year, under coach Edward Gottlieb. The Warriors joined the NBA at its foundation in 1949. The Warriors' record was 26–42 in their first NBA season, and they lost in the first round of the playoffs to the Syracuse Nationals. Franklin Mieuli and the Diners Club put together a group of 40 local investors to move the Warriors to San Francisco before the 1962–63 NBA season, with Mieuli eventually buying all the shares of the franchise to keep the team from collapsing and to keep it in the area. After playing several home games in Oakland from 1967 onward, the team moved to Oakland full-time for the 1971–72 NBA season and changed its name to the Golden State Warriors.",
  "/wiki/1991%E2%80%9392_Golden_State_Warriors_season": "The 1991–92 NBA season was the Warriors' 46th season in the National Basketball Association, and 29th in the San Francisco Bay Area. On the first day of the regular season, Run TMC was broken up when the Warriors traded Mitch Richmond to the Sacramento Kings for 6-foot-9-inch (2.06 m) rookie Billy Owens, whose additional height compared to Richmond was the size that head coach Don Nelson believed would complete the team. Nelson said he \"was under pressure to get [the team] bigger\" to improve the Warriors from a good team to a great one. \"I’d never make that trade again\", Nelson lamented.",
  "/wiki/2005%E2%80%9306_Golden_State_Warriors_season": "The 2005–06 Golden State Warriors season was the team's 60th in the NBA, and their 44th in Oakland. They began the season hoping to improve upon their 34-48 output from the previous season. They tied it exactly, finishing 34-48 again, but failed to qualify for the playoffs for the twelfth straight season.",
  "/wiki/List_of_Memphis_Grizzlies_seasons": "This is a list of seasons completed by the Memphis Grizzlies of the National Basketball Association (NBA). The team was founded in 1995 as the Vancouver Grizzlies as one of two franchises that joined the NBA for the 1995–96 season. The Grizzlies moved to Memphis after the 2000–01 season.",
  "/wiki/1995%E2%80%9396_NBA_season": "The 1995–96 NBA season was the 50th season of the National Basketball Association (NBA), though the 50th anniversary was not celebrated until the following season. The Chicago Bulls defeated the Seattle SuperSonics 4 games to 2 in the NBA Finals to win their fourth championship.",
  "/wiki/2009%E2%80%9310_Memphis_Grizzlies_season": "The 2009-10 Memphis Grizzlies season was the 15th season of the franchise in the National Basketball Association (NBA).",
  "/wiki/List_of_Charlotte_Hornets_seasons": "The Charlotte Hornets are a professional basketball club based in Charlotte, North Carolina. They are members of the National Basketball Association (NBA), playing in the Southeast Division of the Eastern Conference. The original Charlotte Hornets franchise played in Charlotte from 1988–2002 before relocating to New Orleans, Louisiana and becoming the New Orleans Hornets. A new franchise, the Charlotte Bobcats, began play in the 2004–05 season. The team played for ten seasons as the Bobcats before adopting the Hornets name again starting in the 2014–15 season.  The Hornets name was left available after the New Orleans Hornets renamed themselves the New Orleans Pelicans.  As part of a deal between the Bobcats, Pelicans and NBA, the renamed Hornets reclaimed the original Hornets' history and records from 1988 to 2002, while all of the Hornets' history and records from after relocation to New Orleans in 2002 through 2013 remained with the Pelicans. As a result, the Hornets are now reckoned as having suspended operations after the 2001–02 season before returning as the Bobcats in 2004.",
  "/wiki/2004%E2%80%9305_Charlotte_Bobcats_season": "The 2004–05 NBA season was the first season for the Charlotte Bobcats in the National Basketball Association. This season marked the return of NBA basketball to Charlotte after a two-year hiatus. The original Hornets had moved to New Orleans after the 2001–02 season to become the New Orleans Hornets, now the New Orleans Pelicans. The Bobcats had the second overall pick in the 2004 NBA draft, which they used to select Emeka Okafor out of the University of Connecticut, and hired Bernie Bickerstaff as head coach during the offseason. The Bobcats played their first game at the Charlotte Coliseum on November 4, which was a 103–96 loss to the Washington Wizards. They would win their first game defeating the Orlando Magic 111–100 at home on November 6. However, the expansion team struggled losing ten straight games in January and March, finishing fourth in the Southeast Division with an 18–64 record. Okafor averaged 15.1 points, 10.9 rebounds, 1.7 blocks per game and was named Rookie of The Year.",
  "/wiki/2018-19_Charlotte_Hornets_season": "The 2018–19 Charlotte Hornets season was the 29th season of the franchise in the National Basketball Association (NBA). On April 13, 2018, the Hornets fired head coach Steve Clifford after the team missed the playoffs. On May 10, 2018, the Hornets hired James Borrego as head coach. This season is notable because the team is celebrating their 30th year in the NBA, also announcing that Muggsy Bogues and Dell Curry would be ambassadors for the team. With a Detroit Pistons win on April 10, against the New York Knicks, the Hornets were eliminated from playoff contention for the third straight season.",
  "/wiki/List_of_Minnesota_Timberwolves_seasons": "This article is a list of seasons completed by the Minnesota Timberwolves of the National Basketball Association.  The Timberwolves joined the NBA as an expansion team for the 1989–90 NBA season, along with the Orlando Magic.",
  "/wiki/2004%E2%80%9305_Minnesota_Timberwolves_season": "The 2004–05 NBA season was the Minnesota Timberwolves’ 16th season competing in the National Basketball Association. After appearing in the Conference Finals the previous season, the Timberwolves played around .500 for the first half of the season. However, the team began to struggle further into the season, losing six straight games between January and February, slipping below .500. After a 25–26 start, longtime head coach Flip Saunders was fired and replaced with General Manager Kevin McHale for the remainder of the season. The Timberwolves improved under McHale’s management ent, but finished the season in third position in the Northwest Division. With a 44–38 regular season record, they missed the playoffs for the first time since 1996. Kevin Garnett led the team in scoring, rebounding and assists, as he was selected for the 2005 NBA All-Star Game. Following the season, Latrell Sprewell retired after turning down a contact extension, Sam Cassell was traded to the Los Angeles Clippers, and McHale was fired as coach.",
  "/wiki/2018%E2%80%9319_Minnesota_Timberwolves_season": "The 2018–19 Minnesota Timberwolves season was the 30th season of the franchise in the National Basketball Association (NBA).",
  "/wiki/List_of_Denver_Nuggets_seasons": "This is a list of seasons completed by the Denver Nuggets of the National Basketball Association (NBA). They have played for 49 seasons, 38 in the NBA and nine in the American Basketball Association (ABA). As of the close of the 2017 season, they have never reached an NBA Finals and only been to three Western Conference Finals series.",
  "/wiki/1994%E2%80%9395_Denver_Nuggets_season": "The 1994–95 NBA season was the Nuggets' 19th season in the National Basketball Association, and 28th season as a franchise. During the offseason, the Nuggets signed free agent Dale Ellis. Coming off their improbable playoff run, the Nuggets were bitten by the injury bug, losing LaPhonso Ellis for all but six games due to a preseason knee injury. Despite winning five of their first six games, head coach Dan Issel resigned with the team holding an 18–16 record. Under his assistant Gene Littles, the team struggled losing 10 of 13 games as Littles was replaced with General Manager Bernie Bickerstaff.",
  "/wiki/2007%E2%80%9308_Denver_Nuggets_season": "The 2007–08 Denver Nuggets season was the 41st season of the franchise, 32nd in the National Basketball Association (NBA). The season saw Allen Iverson play his only full season as a Nugget until he was traded to Detroit midway through the next year. Despite winning 50 games, the Nuggets entered the playoffs as the number 8 seed in the Western Conference. They failed to make it out of the first round once again as they were swept by the eventual Western Conference Champion Los Angeles Lakers, led by league MVP Kobe Bryant, in four straight games.",
  "/wiki/List_of_Toronto_Raptors_seasons": "This is a list of seasons completed by the Toronto Raptors National Basketball Association (NBA) franchise.",
  "/wiki/2001%E2%80%9302_Toronto_Raptors_season": "The 2001–02 NBA season was the Raptors' 7th season in the National Basketball Association. During the offseason, the Raptors acquired All-Star center and 2-time NBA Champion Hakeem Olajuwon from the Houston Rockets. Throughout the season, All-Star guard Vince Carter struggled with a left knee injury, and only managed to play 60 games. Despite the injury, Carter was still voted to play in the All-Star Game for the third consecutive year, but he did not play due to injury. The Raptors played solid basketball with a 29–21 start 50 games into the season. However, the team then suffered a 13-game losing streak, losing 17 of their next 18 games. They would then post a nine-game winning streak between March and April.",
  "/wiki/2014%E2%80%9315_Toronto_Raptors_season": "The 2014–15 Toronto Raptors season was the 20th season of the franchise in the National Basketball Association (NBA). In honor of the Raptors 20th season, they revealed the throwback purple \"dino\" jerseys to wear on several nights. The Raptors repeated as Atlantic Division champions for the first time in franchise history, and finished in fourth place in Eastern conference, winning 49 games during the regular season, breaking their franchise record of 48 wins in the previous season. Despite this achievement, the fourth-seeded Raptors were unexpectedly swept in the opening round of the playoffs by the fifth-seeded Washington Wizards as they extended their post-season series victory drought. Their all-time playoff series record dipped to one and seven, now having lost their last six consecutive series, and their lone series win coming in 2001 against the Knicks.  This year's defeat was primarily blamed on the team's poor defense which was notably exploited by the Wizards.",
  "/wiki/List_of_Detroit_Pistons_seasons": "This is a list of seasons completed by the Detroit Pistons of the National Basketball Association. The franchise was founded in 1941 as the Fort Wayne Zollner Pistons in the National Basketball League and as the Fort Wayne Pistons joined the Basketball Association of America, which was the precursor to the NBA. However, the games won and lost in the NBL are not included in the franchise total.",
  "/wiki/1962%E2%80%9363_Detroit_Pistons_season": "The 1962-63 NBA season was the Pistons' 15th season in the NBA and sixth season in the city of Detroit.",
  "/wiki/1974%E2%80%9375_Detroit_Pistons_season": "Following are the results of the 1974–75 season of the Detroit Pistons, the franchise of the National Basketball Association based in Auburn Hills, Michigan.  The 1974-75 NBA season was the Pistons' 27th season in the NBA and 18th season in the city of Detroit.",
  "/wiki/List_of_Portland_Trail_Blazers_seasons": "This is a list of seasons completed by the Portland Trail Blazers of the National Basketball Association. In the team's 49 years of existence (through 2019), the Blazers have qualified for the NBA playoffs 35 times.  This includes a streak of 21 straight playoff appearances from 1983 through 2003. The team has one NBA title, in 1977, and appeared in the NBA Finals two other times, in 1990 and 1992; they are the only team in NBA history to win a championship in their franchise's first-ever visit to the postseason.  The best record posted by the team was 63–19, in 1991; the worst record was 18–64, in the team's second season.",
  "/wiki/2000%E2%80%9301_Portland_Trail_Blazers_season": "The 2000–01 NBA season was the 31st season for the Portland Trail Blazers in the National Basketball Association. In the offseason, the Blazers acquired Dale Davis from the Indiana Pacers, and All-Star forward Shawn Kemp from the Cleveland Cavaliers in a three-team trade. At midseason, the team re-signed free agent Rod Strickland, who was released by the Washington Wizards. Falling nine games below the previous season's mark, the Blazers nevertheless made the playoffs for the 19th consecutive year, finishing as the #7 seed in the Western Conference with a 50–32 record. Rasheed Wallace was selected for the 2001 NBA All-Star Game.",
  "/wiki/2012%E2%80%9313_Portland_Trail_Blazers_season": "The 2012–13 Portland Trail Blazers season was the 43rd season of the franchise in the National Basketball Association (NBA). The offseason saw the team draft a pair of first round draft picks, future All-Star Damian Lillard was taken 6th overall and Meyers Leonard was taken 11th overall. Despite the team finishing off 11th place in the western conference with a mediocre 33–49 record including a 13-game losing streak to finish, Lillard enjoyed a stellar rookie season, winning Rookie of the Year honors for his efforts.",
  "/wiki/List_of_Dallas_Mavericks_seasons": "The Dallas Mavericks are an American professional basketball team based in Dallas, Texas. They are members of the Southwest Division of the Western Conference in the National Basketball Association (NBA). The Mavericks began playing in the NBA as an expansion team in the 1980–81 season. In their inaugural season, they posted a win-loss record of 15—67.",
  "/wiki/1988%E2%80%9389_Dallas_Mavericks_season": "The 1988–89 NBA season was the Mavericks' 9th season in the NBA. The Mavericks finished the season fourth in the Midwest Division with a 38–44 record. It was the first time since 1983 that the team did not make the playoffs. The team had traded Mark Aguirre to the Detroit Pistons for Adrian Dantley, and dealt Detlef Schrempf to the Indiana Pacers for Herb Williams midway through the season. After hovering a few games over .500 for most of the season, The Mavericks collapsed and suffered a 12-game losing streak in March that sealed their fate for the entire season.",
  "/wiki/1999%E2%80%932000_Dallas_Mavericks_season": "The 1999–2000 NBA season was the Mavericks' 20th season in the National Basketball Association. During the offseason, the Mavericks re-acquired Sean Rooks from the Los Angeles Lakers. This season is especially notable as Mark Cuban purchased the team from H. Ross Perot, Jr. in January 2000. Under Cuban's leadership, the Mavs built a foundation for continued NBA success that eventually led to two Finals appearances (and one championship) in the next decade.",
  "/wiki/List_of_Orlando_Magic_seasons": "This is a list of seasons completed by the Orlando Magic. The Orlando Magic are an American professional basketball team based in Orlando, Florida. They play in the Southeast Division of the Eastern Conference of the National Basketball Association (NBA). The team was established in 1989. The Magic have not won an NBA title, but have appeared in the NBA Finals twice, in 1995 and 2009. The best record posted by the Magic was 60–22, in the 1995–96 season, and their worst record was 18–64, in the team's inaugural season.",
  "/wiki/1996%E2%80%9397_Orlando_Magic_season": "The 1996–97 NBA season was the Magic's eighth season in the National Basketball Association. After losing Shaquille O'Neal via free agency to the Los Angeles Lakers in the offseason, the Magic acquired Rony Seikaly from the Golden State Warriors, and signed free agents Gerald Wilkins and Derek Strong. Early into the season, the Magic played two games against the New Jersey Nets in Tokyo, Japan. Head coach Brian Hill was fired 49 games into the season after a 24–25 start, and Anfernee Hardaway was generally blamed for leading a player revolt that resulted in his dismissal. Hill was replaced with Richie Adubato for the remainder of the season as the Magic finished third in the Atlantic Division with a 45–37 record. Hardaway was selected for the 1997 NBA All-Star Game, despite playing just 59 games due to a knee injury.",
  "/wiki/2006%E2%80%9307_Orlando_Magic_season": "The 2006–07 Orlando Magic season was the team's 18th in the NBA. They began the season hoping to improve upon their 36–46 output from the previous season. They best it by four wins, finishing 40–42, qualifying for the playoffs. A four-game sweep to the Detroit Pistons in the opening round eliminated the Magic from the playoffs. Following the season, Grant Hill signed as a free agent with the Phoenix Suns  and Brian Hill was fired again.",
  "/wiki/List_of_Houston_Rockets_seasons": "The Houston Rockets are an American professional basketball team based in Houston, Texas. The Rockets play in the Southwest Division of the Western Conference in the National Basketball Association (NBA). The team was established in 1967, and played in San Diego, California for four years, before moving to Houston, Texas.",
  "/wiki/1997%E2%80%9398_Houston_Rockets_season": "The 1997–98 NBA season was the Rockets' 31st season in the National Basketball Association, and 27th season in Houston. The Rockets went on a nine-game winning streak early into the season winning 12 of their first 17 games. However, they began to show their age and the wear and tear of long playoff runs as they played mediocre basketball all season. Hakeem Olajuwon missed most of the first half of the season with a knee injury only playing just 47 games. The Rockets finished fourth in the Midwest Division with a 41–41 record, and qualified the playoffs as the #8 seed. In the first round of the playoffs, in a rematch of last season's Western Conference Finals, the Rockets took a 2–1 series lead over the top-seeded Utah Jazz. However, they would lose the series in five games. Charles Barkley sat out Game 5 with a torn triceps muscle as the Jazz defeated the Rockets 84–70.",
  "/wiki/2007%E2%80%9308_Houston_Rockets_season": "The 2007–08 Houston Rockets season was their 41st season in the National Basketball Association and 37th in Houston. The Rockets won at least 50 games for the second straight season and made the playoffs also on the back of a 22-game winning streak, the fourth longest in the history of the NBA. The Houston Rockets came into the 2007–2008 playoffs without Yao Ming, who was still injured. This injury contributed to the Rockets' elimination by the Utah Jazz in the first round (2–4). This was the second consecutive season where the Rockets' had their season ended by the Jazz. The team brought back Steve Francis, but his return was short-lived as he was active for only 10 games, starting 3 of them. It would be his last season in the NBA.",
  "/wiki/List_of_Utah_Jazz_seasons": "This article is a list of seasons completed by the Utah Jazz of the National Basketball Association (NBA).  The Jazz joined the NBA as the New Orleans Jazz, an expansion team that began play in the 1974–75 season.  The Jazz relocated from New Orleans to Salt Lake City, Utah for the 1979–80 season.  As of April 15, 2015, the Utah Jazz are the last franchise to not record a 60-loss season.",
  "/wiki/1974%E2%80%9375_New_Orleans_Jazz_season": "The 1974/75 season was the Jazz first season in the NBA. The Jazz averaged 101.5 points per game (ranked 10th in NBA) while allowing an average of 109.3 points per game (ranked 18th in NBA).",
  "/wiki/1982%E2%80%9383_Utah_Jazz_season": "The 1982-83 Utah Jazz season was the team's ninth in the NBA. They began the season hoping to improve upon their 25-57 output from the previous season. They bested it by five wins, finishing 30-52, but failed to qualify for the playoffs for the ninth straight season.",
  "/wiki/List_of_NBA_franchise_post-season_droughts": "This is a list of National Basketball Association (NBA) franchise post-season appearance droughts. This list includes the all-time and the active consecutive non-playoffs. Aside from the NBA playoff appearance droughts, this list also includes droughts of series wins, appearances in the NBA Finals and NBA championship wins. The oldest such franchise is the Suns (51 seasons), while the Royals/Kings and the Hawks have even longer championship droughts (68 and 61 seasons, respectively). Six franchises have never been to the NBA Finals, the highest number among the major North American sports. The oldest such team is the Braves/Clippers franchise (49 seasons); the Kings and the Hawks have appearance droughts that are even longer (69 and 59 seasons, respectively). The longest a franchise has gone without appearing in the playoffs at all is 15 seasons: the Braves/Clippers franchise from 1977 to 1991."
}