{
  "/wiki/Kawagoe,_Saitama": "Kawagoe (川越市, Kawagoe-shi) is a city in Saitama Prefecture, Japan. As of 1 February 2016[update], the city had an estimated population of 350,541, and a population density of 3,210 persons per km². Its total area is 109.13 km². The city is known locally as \"Little Edo\" (小江戸, Koedo) after the old name for Tokyo, due to its many historic buildings.",
  "/wiki/Monuments_of_Japan": "Monuments (記念物, kinenbutsu) is a collective term used by the Japanese government's Law for the Protection of Cultural Properties to denote Cultural Properties of Japan[note 1] as historic locations such as shell mounds, ancient tombs, sites of palaces, sites of forts or castles, monumental dwelling houses and other sites of high historical or scientific value; gardens, bridges, gorges, mountains, and other places of great scenic beauty; and natural features such as animals, plants, and geological or mineral formations of high scientific value.",
  "/wiki/The_Hundred_Caves_of_Yoshimi": "Yoshimi Hundred Caves (吉見百穴, Yoshimi Hyakketsu) is a cluster of Kofun period graves dug in artificial caves in a tuff cliff of located in Yoshimi, Saitama, in the northern Kantō region of Japan.  It was designated as a National Historic Site on March 7, 1923. The Schistostega moss growing at the site was also designated as a Natural Monument of Japan on November 30, 1928.",
  "/wiki/Yoshimi,_Saitama": "Yoshimi (吉見町, Yoshimi-machi) is a town located in Saitama Prefecture, Japan. As of 1 February 2016[update], the town had an estimated population of 19,535, and a population density of 506 persons per km². Its total area is 38.64 square kilometres (14.92 sq mi).",
  "/wiki/Kumagaya,_Saitama": "Kumagaya (熊谷市, Kumagaya-shi) is a city located in Saitama Prefecture,  Japan. As of 1 February 2016[update], the city had an estimated population of 198,440, and a population density of 1240 persons per km². Its total area is 159.82 square kilometres (61.71 sq mi).",
  "/wiki/Minuma_Tsūsen-bori": "Minuma Tsūsen-bori (見沼通船堀) is a lock that connected Minuma Irrigation Canal and the Shiba River. It was constructed in 1731.  It served a significant role in transportation from the latter half of the Edo period till the end of the Meiji period, but it has not been used since 1931.  The restored structure is located in Midori-ku, Saitama.",
  "/wiki/Saitama,_Saitama": "Saitama (さいたま市, Saitama-shi, Japanese: [saꜜitama]) is the capital and the most populous city of Saitama Prefecture, Japan. Its area incorporates the former cities of Urawa, Ōmiya, Yono and Iwatsuki. It is a city designated by government ordinance. Being in the Greater Tokyo Area and lying 15 to 30 kilometres north of central Tokyo, many of its residents commute into Tokyo. As of 1 June 2019[update], the city had an estimated population of 1,305,177, and a population density of 6,003 persons per km². Its total area is 217.43 square kilometres (83.95 sq mi).",
  "/wiki/Kawaguchi,_Saitama": "Kawaguchi (川口市, Kawaguchi-shi) is a city located in Saitama Prefecture, Japan. As of 1 March 2018[update], the city had an estimated population of 600,388, and a population density of 9,691.49 persons per km². Its total area is 61.95 square kilometres (23.92 sq mi). It is the Greater Tokyo Area's 8th most populated city (after passing Hachioji), and second largest in Saitama Prefecture.",
  "/wiki/Hidaka,_Saitama": "Hidaka (日高市, Hidaka-shi) is a city located in Saitama Prefecture, Japan. As of 1 February 2016[update], the city had an estimated population of 56,454, and a population density of 1190 persons per km². Its total area is 47.48 square kilometres (18.33 sq mi).",
  "/wiki/Hasuda,_Saitama": "Hasuda (蓮田市, Hasuda-shi) is a city located in Saitama Prefecture, Japan. As of 1 February 2016[update], the city had an estimated population of 62,284, and a population density of 2280 persons per km². Its total area is 27.28 square kilometres (10.53 sq mi).",
  "/wiki/Gyōda,_Saitama": "Gyōda (行田市, Gyōda-shi) is a city located in Saitama Prefecture, Japan. As of 1 February 2016[update], the city had an estimated population of 81,871, and a population density of 1210 persons per km². Its total area is 67.49 square kilometres (26.06 sq mi).",
  "/wiki/Fujimi,_Saitama": "Fujimi (富士見市, Fujimi-shi) is a city located in Saitama Prefecture, Japan. As of 1 February 2016[update], the city had an estimated population of 108,212, and a population density of 5470 persons per km². Its total area is 19.77 square kilometres (7.63 sq mi).",
  "/wiki/Misato,_Saitama_(town)": "Misato (美里町, Misato-machi) is a town located in Saitama Prefecture, Japan. As of 1 February 2016[update], the town had an estimated population of 11,170, and a population density of 334 persons per km². Its total area is 33.41 square kilometres (12.90 sq mi).",
  "/wiki/Higashimatsuyama,_Saitama": "Higashimatsuyama (東松山市, Higashimatsuyama-shi) is a city located in Saitama Prefecture, Japan. As of 1 February 2016[update], the city had an estimated population of 91,520, with a population density of 1,400 persons per km². The total area is 65.33 km2 (25.22 sq mi).",
  "/wiki/Chichibu,_Saitama": "Chichibu (秩父市, Chichibu-shi) is a city located in Saitama Prefecture, Japan. As of 1 December 2015[update], the city had an estimated population of 63,358, and a population density of 110 persons per km2. Its total area is 577.83 km2.",
  "/wiki/Hachigata_Castle": "Hachigata Castle (鉢形城, Hachigata-jō) was a Japanese castle, located in Yorii, Saitama Prefecture, Japan. The site was designated a National Historic Site.",
  "/wiki/Yorii,_Saitama": "Yorii (寄居町, Yorii-machi) is a town in Saitama Prefecture, Japan. As of 1 February 2016[update], the town had an estimated population of 34,010, and a population density of 529 persons per km². Its total area is 64.25 square kilometres (24.81 sq mi).",
  "/wiki/Hanawa_Hokiichi": "Hanawa Hokiichi (塙 保己一, 23 June 1746 – 7 October 1821) was a Japanese famous blind scholar and buddhist monk of the Edo period.",
  "/wiki/Honjō,_Saitama": "Honjō (本庄市, Honjō-shi) is a city located in Saitama Prefecture, Japan. As of 1 February 2016[update], the city had an estimated population of 77,880, and a population density of 868 persons per km². Its total area is 89.69 square kilometres (34.63 sq mi).",
  "/wiki/Ranzan,_Saitama": "Ranzan (嵐山町, Ranzan-machi) is a town located in Saitama Prefecture, Japan. As of 1 February 2016[update], the town had an estimated population of 18,319, and a population density of 612 persons per km². Its total area is 29.92 square kilometres (11.55 sq mi).",
  "/wiki/Nagatoro,_Saitama": "Nagatoro (長瀞町, Nagatoro-machi) is a town located in Saitama Prefecture, Japan. As of 1 February 2016[update], the town had an estimated population of 7,281, and a population density of 244 persons per km². Its total area is 30.43 square kilometres (11.75 sq mi). The Nagatoro River is well known for its rapids and whitewater rafting and boating, and the entire town is designated as a prefectural nature park and preserve.",
  "/wiki/List_of_Historic_Sites_of_Japan_(Saitama)": "This list is of the Historic Sites of Japan located within the Prefecture of Saitama."
}