{
  "/wiki/List_of_Los_Angeles_Clippers_seasons": "The Los Angeles Clippers are a professional basketball team based in Los Angeles, California. They play in the National Basketball Association (NBA) and are a member of the NBA Western Conference's Pacific Division. The Clippers were founded in 1970 as the Buffalo Braves. They were one of three franchises that joined the NBA as an expansion team in the 1970–71 season. The Braves moved to San Diego, California after the 1977–78 season, and became known as the San Diego Clippers. For the 1984–85 NBA season, the Clippers moved north to Los Angeles and became known as the Los Angeles Clippers.",
  "/wiki/1970%E2%80%9371_NBA_season": "The 1970–71 NBA season was the 25th season of the National Basketball Association.  The season ended with the Milwaukee Bucks winning the NBA Championship, beating the Baltimore Bullets 4 games to 0 in the NBA Finals.  Three new teams made their debut: the Cleveland Cavaliers, the Portland Trail Blazers, and the Buffalo Braves.",
  "/wiki/List_of_Atlanta_Hawks_seasons": "This is a list of seasons completed by the Atlanta Hawks of the National Basketball Association (NBA). The 2014–15 season was the first time the franchise won at least 60 games in a regular season, in either St. Louis or Atlanta.",
  "/wiki/2013%E2%80%9314_NBA_season": "The 2013–14 NBA season was the 68th season of the National Basketball Association (NBA). The regular season began on Tuesday, October 29, 2013, with the Indiana Pacers hosting a game against the Orlando Magic followed by the 2012–13 NBA champions Miami Heat hosting a game against the Chicago Bulls followed by the Los Angeles Lakers hosting a game against the Los Angeles Clippers. The 2014 NBA All-Star Game was played on February 16, 2014, at the Smoothie King Center in New Orleans. Cleveland's Kyrie Irving won the NBA All-Star Game Most Valuable Player Award. The regular season ended on April 16, 2014, and the playoffs began on Saturday, April 19, 2014, and ended on June 15, 2014, with the San Antonio Spurs defeating the Miami Heat in five games to win the 2014 NBA Finals.",
  "/wiki/List_of_Washington_Wizards_seasons": "This is a list of seasons completed by the Washington Wizards, a professional basketball team based in Washington, D.C.. The Wizards are a member of the National Basketball Association (NBA), and currently play their home games at the Capital One Arena, in the Chinatown neighborhood of Washington, D.C.",
  "/wiki/1980_NBA_Playoffs": "The 1980 NBA playoffs were the postseason tournament of the National Basketball Association's 1979–80 season. The tournament concluded with the Western Conference champion Los Angeles Lakers defeating the Eastern Conference champion Philadelphia 76ers 4 games to 2 in the NBA Finals. The Lakers earned their seventh NBA title, their second since moving from Minneapolis.",
  "/wiki/List_of_Golden_State_Warriors_seasons": "The Golden State Warriors are an American professional basketball team based in San Francisco, California. The franchise has also been based in Philadelphia, Pennsylvania, Oakland and San Jose, California (during a renovation of its home arena). The team is a member of the Pacific Division of the Western Conference in the National Basketball Association (NBA). The Warriors joined the Basketball Association of America (BAA) as the Philadelphia Warriors in 1946 and won the first BAA championship title in the same year, under coach Edward Gottlieb. The Warriors joined the NBA at its foundation in 1949. The Warriors' record was 26–42 in their first NBA season, and they lost in the first round of the playoffs to the Syracuse Nationals. Franklin Mieuli and the Diners Club put together a group of 40 local investors to move the Warriors to San Francisco before the 1962–63 NBA season, with Mieuli eventually buying all the shares of the franchise to keep the team from collapsing and to keep it in the area. After playing several home games in Oakland from 1967 onward, the team moved to Oakland full-time for the 1971–72 NBA season and changed its name to the Golden State Warriors.",
  "/wiki/1977_NBA_Playoffs": "The 1977 NBA playoffs was the postseason tournament of the National Basketball Association's 1976–77 season. The tournament concluded with the Western Conference champion Portland Trail Blazers defeating the Eastern Conference champion Philadelphia 76ers 4 games to 2 in the NBA Finals. It was Portland's first (and so far[update], only) NBA title. Bill Walton was named NBA Finals MVP.",
  "/wiki/List_of_Charlotte_Hornets_seasons": "The Charlotte Hornets are a professional basketball club based in Charlotte, North Carolina. They are members of the National Basketball Association (NBA), playing in the Southeast Division of the Eastern Conference. The original Charlotte Hornets franchise played in Charlotte from 1988–2002 before relocating to New Orleans, Louisiana and becoming the New Orleans Hornets. A new franchise, the Charlotte Bobcats, began play in the 2004–05 season. The team played for ten seasons as the Bobcats before adopting the Hornets name again starting in the 2014–15 season.  The Hornets name was left available after the New Orleans Hornets renamed themselves the New Orleans Pelicans.  As part of a deal between the Bobcats, Pelicans and NBA, the renamed Hornets reclaimed the original Hornets' history and records from 1988 to 2002, while all of the Hornets' history and records from after relocation to New Orleans in 2002 through 2013 remained with the Pelicans. As a result, the Hornets are now reckoned as having suspended operations after the 2001–02 season before returning as the Bobcats in 2004.",
  "/wiki/1988%E2%80%9389_NBA_season": "The 1988–89 NBA season was the 43rd season of the National Basketball Association. The season ended with the Detroit Pistons winning the NBA Championship, sweeping the Los Angeles Lakers. This was the first season of the Miami Heat and Charlotte Hornets.",
  "/wiki/List_of_Brooklyn_Nets_seasons": "This is a list of seasons completed by the Brooklyn Nets professional basketball team. The Nets were founded as the New Jersey Americans in 1967, a charter franchise of the American Basketball Association (ABA). A year later, the team moved to Long Island, New York, and were renamed as the New York Nets. There, behind the play of Hall of Famer Julius Erving, the team won its only two ABA championships: in 1974 and 1976. After the 1975–76 season, the ABA merged with the National Basketball Association (NBA), and the Nets were one of four franchises that joined the NBA. After a season of being the second team to represent the state of New York (the other being the New York Knicks), the team moved back to New Jersey as the New Jersey Nets.",
  "/wiki/1976%E2%80%9377_NBA_season": "The 1976–77 NBA season was the 31st season of the National Basketball Association. The season ended with the Portland Trail Blazers winning their first NBA Championship in franchise history, beating the Philadelphia 76ers in six games in the NBA Finals.",
  "/wiki/2000%E2%80%9301_NBA_season": "The 2000–01 NBA season was the 55th season of the National Basketball Association. The season ended with the Los Angeles Lakers winning their second straight championship, beating the Philadelphia 76ers 4 games to 1 in the 2001 NBA Finals.",
  "/wiki/List_of_Denver_Nuggets_seasons": "This is a list of seasons completed by the Denver Nuggets of the National Basketball Association (NBA). They have played for 49 seasons, 38 in the NBA and nine in the American Basketball Association (ABA). As of the close of the 2017 season, they have never reached an NBA Finals and only been to three Western Conference Finals series.",
  "/wiki/1986_NBA_Playoffs": "The 1986 NBA playoffs was the postseason tournament of the National Basketball Association's 1985–86 season. The tournament concluded with the Eastern Conference champion Boston Celtics defeating the Western Conference champion Houston Rockets 4 games to 2 in the NBA Finals. Larry Bird was named NBA Finals MVP for the second time.",
  "/wiki/2007%E2%80%9308_NBA_season": "The 2007–08 NBA season was the 62nd season of the National Basketball Association. The Boston Celtics defeated the Los Angeles Lakers 131–92 to win the 2008 NBA Finals, four games to two. The 2007 NBA draft was held on June 28, 2007 and Greg Oden was selected first overall by the Portland Trail Blazers.  However, he missed the entire season due to knee surgery.",
  "/wiki/List_of_Toronto_Raptors_seasons": "This is a list of seasons completed by the Toronto Raptors National Basketball Association (NBA) franchise.",
  "/wiki/1995%E2%80%9396_NBA_season": "The 1995–96 NBA season was the 50th season of the National Basketball Association (NBA), though the 50th anniversary was not celebrated until the following season. The Chicago Bulls defeated the Seattle SuperSonics 4 games to 2 in the NBA Finals to win their fourth championship.",
  "/wiki/2014%E2%80%9315_NBA_season": "The 2014–15 NBA season was the 69th season of the National Basketball Association (NBA). The NBA draft took place on June 26, 2014, at Barclays Center in Brooklyn, where Andrew Wiggins was selected first overall. The regular season began on Tuesday, October 28, 2014, when the defending NBA champions San Antonio Spurs hosted the first game against the Dallas Mavericks. The 2015 NBA All-Star Game was played on Sunday, February 15, 2015, at Madison Square Garden in New York City, with the West defeating the East 163-158. Oklahoma City's Russell Westbrook won the NBA All-Star Game Most Valuable Player Award. The regular season ended on Wednesday April 15, 2015 and the playoffs began on Saturday, April 18, 2015 and ended with the 2015 NBA Finals on June 16, 2015, after the Golden State Warriors defeated the Cleveland Cavaliers in six games to win their fourth NBA title. The Charlotte Bobcats played their first official game as the Charlotte Hornets since 2002.",
  "/wiki/List_of_Sacramento_Kings_seasons": "This article is a list of seasons completed by the Sacramento Kings of the National Basketball Association (NBA).",
  "/wiki/1982_NBA_Playoffs": "The 1982 NBA playoffs were the postseason tournament of the National Basketball Association's 1981–82 season. The tournament concluded with the Western Conference champion Los Angeles Lakers defeating the Eastern Conference champion Philadelphia 76ers 4 games to 2 in the NBA Finals. Magic Johnson was named NBA Finals MVP for the second time."
}