{
  "/wiki/Jesse_Bishop": "Jesse Walter Bishop (March 1, 1933 – October 22, 1979) was convicted of the murder of David Ballard, aged 22.",
  "/wiki/Murder": "Murder is the unlawful killing of another human without justification or valid excuse, especially the unlawful killing of another human with malice aforethought. This state of mind may, depending upon the jurisdiction, distinguish murder from other forms of unlawful homicide, such as manslaughter. Manslaughter is a killing committed in the absence of malice, brought about by reasonable provocation, or diminished capacity. Involuntary manslaughter, where it is recognized, is a killing that lacks all but the most attenuated guilty intent, recklessness.",
  "/wiki/Sonja_McCaskie": "Sonja McCaskie (19 February 1939 – 5 April 1963) was a British alpine skier who participated in the 1960 Winter Olympics.",
  "/wiki/Life_imprisonment": "Life imprisonment (also known as imprisonment for life, life in prison, whole-life order, a life sentence, a life term, lifelong incarceration, life incarceration or simply life) is any sentence of imprisonment for a crime under which convicted persons are to remain in prison either for the rest of their natural life or until paroled or otherwise commuted to a fixed term. Crimes for which, in some countries, a person could receive this sentence include murder, attempted murder, conspiracy to commit murder, blasphemy, apostasy, terrorism, severe child abuse, rape, child rape, espionage, treason, high treason, drug dealing, drug trafficking, drug possession, human trafficking, severe cases of fraud, severe cases of financial crimes, aggravated criminal damage in English law, and aggravated cases of arson, kidnapping, burglary, or robbery which result in death or grievous bodily harm, piracy, aircraft hijacking, and in certain cases genocide, ethnic cleansing, crimes against humanity, certain war crimes or any three felonies in case of three strikes law. Life imprisonment (as a maximum term) can also be imposed, in certain countries, for traffic offenses causing death. The life sentence does not exist in all countries: Portugal was the first to abolish life imprisonment, in 1884.",
  "/wiki/Carroll_Cole": "Carroll Edward Cole (May 9, 1938 – December 6, 1985) was an American serial killer who was executed in 1985 for killing at least fifteen women and one boy by strangulation between 1948 and 1980.",
  "/wiki/Gee_Jon": "Gee Jon (c. 1895 – February 8, 1924) was a Chinese national who was the first person in the United States to be executed by lethal gas. A member of the Hip Sing Tong criminal society from San Francisco, California, Gee was sentenced to death for the murder of an elderly member from another gang in Nevada. An unsuccessful attempt to pump poison gas directly into his cell at Nevada State Prison led to the development of the gas chamber.",
  "/wiki/Tong_(organization)": "A tong (Chinese: 堂; Jyutping: tong4; Cantonese Yale: tong; literally: 'hall'):53 is a type of organization found among Chinese immigrants living in the United States, Canada, Australia and the United Kingdom. In Chinese, the word tong means \"hall\" or \"gathering place\". These organizations are described as secret societies or sworn brotherhoods and are often tied to criminal activity.  In the 1990s, in most American Chinatowns, clearly marked tong halls could easily be found, many of which have had affiliations with Chinese crime gangs.",
  "/wiki/Troy_Kell": "Troy Michael Kell (born June 13, 1968) is an inmate on death row in Utah. Kell was sentenced to life in prison by the State of Nevada for the 1986 murder of James \"Cotton\" Kelly. Shortly after his conviction he was transferred to the Utah State Prison as part of a prisoner exchange program. On July 6, 1994, Kell attacked and killed inmate Lonnie Blackmon at the Utah Department of Corrections Gunnison facility, stabbing Blackmon a total of 67 times while his associate, Eric Daniels, held Blackmon down. Kell was sentenced to death by firing squad for his part in the murder.",
  "/wiki/Central_Utah_Correctional_Facility": "The Central Utah Correctional Facility (CUCF, also known as the Central Utah Correctional Facility - Gunnison Prison) is a prison in Gunnison, Utah, United States, that is one of two prisons managed by the Utah Department of Corrections' Division of Institutional Operations. It’s also death row for women in Utah.",
  "/wiki/Jimmy_Lerner": "Jimmy Lerner was born June 22, 1951 and raised in Brooklyn, New York. He spent 18 years as a Pacific Bell (now part of AT&T) marketing executive, served for the U.S. Army in Panama, received an M.B.A. and spent time as a taxicab driver. He published his first book in 2002, You Got Nothing Coming, based on his experiences serving a 2½ year sentence in a Nevada State Prison for the voluntary manslaughter of Mark Slavin in 1998. In his book Lerner used a pseudonym, Dwayne Hassleman for Slavin.",
  "/wiki/Manslaughter": "Manslaughter is a common law legal term for homicide considered by law as less culpable than murder. The distinction between murder and manslaughter is sometimes said to have first been made by the ancient Athenian lawmaker Draco in the 7th century BC.",
  "/wiki/Andriza_Mircovich": "Andriza (or Andrew) Mircovich (c. 1879 – May 14, 1913) was an Austro-Hungarian national of Montenegrin descent. He was the only prisoner ever to be executed by shooting in the state of Nevada. He had been sentenced to death for the premeditated murder of John Gregovich in Tonopah, Nevada. Mircovich felt that he was owed more money from Gregovich's administration of his late cousin's estate and resorted to settling the matter by stabbing Gregovich to death.",
  "/wiki/Joseph_Mitchell_Parsons": "Joseph Mitchell \"Yogi\" Parsons (July 22, 1964 – October 15, 1999) was an American who was executed for the August 1987 murder of Richard Lynn Ernest. Parsons hitched a ride with Ernest in California and stabbed him to death at a remote rest area in Utah. After assuming Ernest's identity, Parsons continued to insist that he was Ernest when he was later arrested.",
  "/wiki/Utah_State_Prison": "Utah State Prison (USP) is one of two prisons managed by the Utah Department of Corrections' Division of Institutional Operations. It is located in Draper, Utah, United States, about 20 miles southwest of Salt Lake City.",
  "/wiki/Robbery": "Robbery is the crime of taking or attempting to take anything of value by force, threat of force, or by putting the victim in fear. According to common law, robbery is defined as taking the property of another, with the intent to permanently deprive the person of that property, by means of force or fear; that is, it is a larceny or theft accomplished by an assault. Precise definitions of the offence may vary between jurisdictions. Robbery is differentiated from other forms of theft (such as burglary, shoplifting, pickpocketing, or car theft) by its inherently violent nature (a violent crime); whereas many lesser forms of theft are punished as misdemeanors, robbery is always a felony in jurisdictions that distinguish between the two. Under English law, most forms of theft are triable either way, whereas robbery is triable only on indictment. The word \"rob\" came via French from Late Latin words (e.g., deraubare) of Germanic origin, from Common Germanic raub \"theft\".",
  "/wiki/Alice_Maud_Hartley": "Alice Maud Hartley (ca. 1864–1907) was convicted in 1895 of killing Nevada State Senator Murray D. Foley by gunshot in 1894. She was sentenced to eleven years but had served only two when she was pardoned."
}