{
  "/wiki/Faversham": "Faversham /ˈfævərʃəm/ is a market town and civil parish in the borough of Swale in Kent, England, United Kingdom. The town is 48 miles (77 km) from London and 10 miles (16 km) from Canterbury, and lies next to the Swale, a strip of sea separating mainland Kent from the Isle of Sheppey in the Thames Estuary. It is close to the A2, which follows an ancient British trackway which was used by the Romans and the Anglo-Saxons, and known as Watling Street. The Faversham name is of Latin via Old English origin, meaning \"the metal-worker's village\".",
  "/wiki/Faversham_explosives_industry": "Faversham, in Kent, England, has claims to be the cradle of the UK's explosives industry: it was also to become one of its main centres. The first gunpowder plant in the UK was established in the 16th century, possibly at the instigation of Faversham Abbey. With their estates and endowments, monasteries were keen to invest in promising technology.",
  "/wiki/Southend-on-Sea": "Southend-on-Sea (/saʊθˌɛnd-/ (listen)), commonly referred to simply as Southend, is a town and wider unitary authority area with borough status in southeastern Essex, England. It lies on the north side of the Thames Estuary, 40 miles (64 km) east of central London. It is bordered to the north by Rochford and to the west by Castle Point. It is home to the longest leisure pier in the world, Southend Pier. London Southend Airport is located 1.5 NM (2.8 km; 1.7 mi) north of the town centre.",
  "/wiki/Thames_Estuary": "The Thames Estuary is where the River Thames meets the waters of the North Sea, in the south-east of Great Britain.",
  "/wiki/Norwich": "Norwich (/ˈnɒrɪdʒ, -ɪtʃ/ (listen)) is a city in Norfolk, England, situated on the River Wensum in East Anglia, about 100 miles (160 km) north-east of London. A city since 1094, Norwich is the county town of Norfolk and unofficially seen as East Anglia's capital. From the Middle Ages until the Industrial Revolution, Norwich was the largest city in England after London and one of the most important. The present-day population of the city is about 142,000.",
  "/wiki/Sayreville,_New_Jersey": "Sayreville is a borough located on the Raritan River, near the Raritan Bay in Middlesex County, New Jersey, United States. As of the 2010 United States Census, the borough's population was 42,704, reflecting an increase of 2,327 (+5.8%) from the 40,377 counted in the 2000 Census, which had in turn increased by 5,391 (+15.4%) from the 34,986 counted in the 1990 Census.",
  "/wiki/T._A._Gillespie_Company_Shell_Loading_Plant_explosion": "The T. A. Gillespie Company Shell Loading Plant explosion, sometimes called the Morgan Munitions Depot explosion or similar titles, began at 7:36 pm EDT on Friday, October 4, 1918, at a World War I ammunition plant in the Morgan area of Sayreville in Middlesex County, New Jersey, United States. The initial explosion, generally believed to be accidental, triggered a fire and subsequent series of explosions that continued for three days, totaling approximately six kilotons, killing about 100 people and injuring hundreds more. The facility, one of the largest in the world at the time, was destroyed along with more than 300 surrounding buildings, forcing the evacuation and reconstruction of Sayreville, South Amboy, and Laurence Harbor (Old Bridge). Over a century later, explosive debris continues to surface regularly across a 1.2-mile (1.9 km) radius.",
  "/wiki/Tonne": "The tonne (/tʌn/ (listen) or /tɒn/; symbol: t), is a non-SI unit of mass equal to 1,000 kilograms. It is commonly referred to as a metric ton in the United States. It is equivalent to approximately 2,204.6 pounds, 1.102 short tons (US) or approximately 0.984 long tons (UK). Although not part of the SI, the tonne is officially accepted for use with SI units and prefixes by the International Committee for Weights and Measures. The official SI unit is the megagram (Mg), a less common way to express the same mass.",
  "/wiki/Kriewald": "Knurów ([ˈknuruf]; German: Knurow; Silesian: Knurůw) is a town near Katowice in Silesia, southern Poland. Knurów borders on the Upper Silesian Metropolitan Union, a metropolis with a population of two million.",
  "/wiki/Railway_town": "A railway town, or railroad town, is a settlement that originated or was greatly developed because of a railway station or junction at its site.",
  "/wiki/Ludwigshafen-Oppau": "Ludwigshafen am Rhein (German pronunciation: [ˈluːtvɪçsˌhaːfn̩ ʔam ˈʁaɪ̯n] (listen)) is a city in Rhineland-Palatinate, Germany, on the river Rhine, opposite Mannheim. With Mannheim, Heidelberg, and the surrounding region, it forms the Rhine Neckar Area.",
  "/wiki/Oppau_explosion": "The Oppau explosion occurred on September 21, 1921, when a tower silo storing 4500 tonnes of a mixture of ammonium sulfate and ammonium nitrate fertilizer exploded at a BASF plant in Oppau, now part of Ludwigshafen, Germany, killing 500–600 people and injuring about 2,000 more.",
  "/wiki/Ammonium_sulfate": "Ammonium sulfate (American English and international scientific usage; ammonium sulphate in British English); (NH4)2SO4, is an inorganic salt with a number of commercial uses. The most common use is as a soil fertilizer. It contains 21% nitrogen and 24% sulfur.",
  "/wiki/New_Jersey": "New Jersey is a state in the Mid-Atlantic region of the Northeastern United States. It is a peninsula, bordered on the north and east by the state of New York; on the east, southeast, and south by the Atlantic Ocean; on the west by the Delaware River and Pennsylvania; and on the southwest by the Delaware Bay and Delaware. New Jersey is the fourth-smallest state by area but the 11th-most populous, with 9 million residents as of 2017, making it the most densely populated of the 50 U.S. states with its biggest city being Newark. New Jersey lies completely within the combined statistical areas of New York City and Philadelphia. New Jersey was the second-wealthiest U.S. state by median household income as of 2017.",
  "/wiki/Edison,_New_Jersey": "Edison is a township in Middlesex County, New Jersey, United States, in the New York City metropolitan area. Situated in north-central New Jersey, Edison lies within the core of the Raritan Valley region. As of the 2010 United States Census, Edison had a total population of 99,967, retaining its position as the fifth-most populous municipality in New Jersey. The 2010 population reflected an increase of 2,280 (+2.3%) from the 97,687 counted in the 2000 Census, which had in turn increased by 9,007 (+10.2%) from the 88,680 counted in 1990. Edison's population has been above the 100,000 threshold since 2010, increasing by 0.7% to a Census-estimated 100,693 in 2018.",
  "/wiki/1924_Nixon_Nitration_Works_disaster": "The Nixon Nitration Works, which included a number of plants, covered about 12 square miles (3,100 ha) on the Raritan River, near New Brunswick, in what was then officially known as Raritan Township (later changed to Edison) and unofficially known as Nixon, New Jersey. It was originally created by naval architect and industrialist Lewis Nixon in 1915, upon the outbreak of World War I, to supply some of the warring nations of Europe with gunpowder and other war materials. When the war ended its facilities were put to broader uses, involving other explosive materials.",
  "/wiki/Nitric_acid": "Nitric acid (HNO3), also known as aqua fortis (Latin for \"strong water\") and spirit of niter, is a highly corrosive mineral acid.",
  "/wiki/Trinitrotoluene": "Trinitrotoluene (/ˌtraɪˌnaɪtroʊˈtɒljuiːn/; TNT), or more specifically 2,4,6-trinitrotoluene, is a chemical compound with the formula C6H2(NO2)3CH3.  This yellow solid is sometimes used as a reagent in chemical synthesis, but it is best known as an explosive material with convenient handling properties.  The explosive yield of TNT is considered to be the standard measure of bombs and the power of explosives. In chemistry, TNT is used to generate charge transfer salts.",
  "/wiki/Muscle_Shoals,_Alabama": "Muscle Shoals is the largest city in Colbert County, Alabama, United States. It is located along the Tennessee River in the northern part of the state and, as of the 2010 census, the population of Muscle Shoals was 13,146. The estimated population in 2018 was 14,263.",
  "/wiki/Miramas": "Miramas is a commune in the Bouches-du-Rhône department in the Provence-Alpes-Côte d'Azur region in southern France. It is the second-largest commune in metropolitan Ouest-Provence and is located at the north end of the Étang de Berre lagoon, adjacent to and northeast of the city of Istres.",
  "/wiki/Tessenderlo": "Tessenderlo is a municipality located in the Belgian province of Limburg. It is where the three Belgian provinces of Limburg, Flemish Brabant and Antwerp meet at the front gate of the Averbode Abbey. The municipality Tessenderlo encompasses the villages of Tessenderlo proper, Schoot, Engsbergen, Hulst and Berg. On January 1, 2006, Tessenderlo had a total population of 16,811. The total area is 51.35 km² which gives a population density of 327 inhabitants per km². The name Tessenderlo means \"(the open place in) the forest of the Taxandrians\"",
  "/wiki/Texas_City": "Texas City is a city in Galveston County in the U.S. state of Texas. Located on the southwest shoreline of Galveston Bay, Texas City is a busy deepwater port on Texas' Gulf Coast, as well as a petroleum-refining and petrochemical-manufacturing center. The population was 48,558 in 2017, making it the third-largest city in Galveston County, behind League City and Galveston. It is a part of the Houston metropolitan area.  The city is notable as the site of a major explosion in 1947 that demolished the port and much of the city.",
  "/wiki/Texas_City_disaster": "The Texas City disaster was an industrial accident that occurred April 16, 1947, in the Port of Texas City, Texas, at Galveston Bay. It was the deadliest industrial accident in U.S. history, and one of history's largest non-nuclear explosions. A mid-morning fire started on board the French-registered vessel SS Grandcamp (docked in the port), and detonated her cargo of approximately 2,200 tons (approximately 2,100 metric tons) of ammonium nitrate. This started a chain reaction of additional fires and explosions in other ships and nearby oil-storage facilities. The events killed a total of at least 581 people, including all but one member of the Texas City fire department. The disaster triggered the first-ever class action lawsuit against the United States government, under the recently enacted Federal Tort Claims Act (FTCA), on behalf of 8,485 victims.",
  "/wiki/SS_Grandcamp": "The Texas City disaster was an industrial accident that occurred April 16, 1947, in the Port of Texas City, Texas, at Galveston Bay. It was the deadliest industrial accident in U.S. history, and one of history's largest non-nuclear explosions. A mid-morning fire started on board the French-registered vessel SS Grandcamp (docked in the port), and detonated her cargo of approximately 2,200 tons (approximately 2,100 metric tons) of ammonium nitrate. This started a chain reaction of additional fires and explosions in other ships and nearby oil-storage facilities. The events killed a total of at least 581 people, including all but one member of the Texas City fire department. The disaster triggered the first-ever class action lawsuit against the United States government, under the recently enacted Federal Tort Claims Act (FTCA), on behalf of 8,485 victims.",
  "/wiki/Sulfur": "Sulfur (in British English, sulphur) is a chemical element with the symbol S and atomic number 16. It is abundant, multivalent, and nonmetallic. Under normal conditions, sulfur atoms form cyclic octatomic molecules with a chemical formula S8. Elemental sulfur is a bright yellow, crystalline solid at room temperature.",
  "/wiki/Brest,_France": "Brest (French pronunciation: [bʁɛst] (listen); Breton pronunciation: [bʀest]) is a port city in the Finistère département in Brittany. Located in a sheltered bay not far from the western tip of the peninsula, and the western extremity of metropolitan France, Brest is an important harbour and the second French military port after Toulon. The city is located on the western edge of continental Europe. With 142,722 inhabitants in a 2007 census, Brest is at the centre of Western Brittany's largest metropolitan area (with a population of 300,300 in total), ranking third behind only Nantes and Rennes in the whole of historic Brittany, and the 19th most populous city in France; moreover, Brest provides services to the one million inhabitants of Western Brittany. Although Brest is by far the largest city in Finistère, the préfecture (regional capital) of the department is the much smaller  Quimper.",
  "/wiki/Red_Sea": "The Red Sea (Arabic: البحر الأحمر Al Baḥr al aḥmar‎) is a seawater inlet of the Indian Ocean, lying between Africa and Asia. The connection to the ocean is in the south through the Bab el Mandeb strait and the Gulf of Aden. To the north lie the Sinai Peninsula, the Gulf of Aqaba, and the Gulf of Suez (leading to the Suez Canal). The Red Sea is a Global 200 ecoregion. The sea is underlain by the Red Sea Rift which is part of the Great Rift Valley.",
  "/wiki/Roseburg,_Oregon": "Roseburg is a city in the U.S. state of Oregon. It is in the Umpqua River Valley in southern Oregon and is the county seat and most populous city of Douglas County. Founded in 1851, the population was 21,181 at the 2010 census, making it the principal city of the Roseburg, Oregon Micropolitan Statistical Area. The community developed along both sides of the South Umpqua River and is traversed by Interstate 5. Traditionally a lumber industry town, Roseburg is the original home of Roseburg Forest Products, which is now based in nearby Springfield.",
  "/wiki/Arkansas": "Arkansas (/ˈɑːrkənsɔː/ AR-kən-saw)[c] is a state in the south central region of the United States, home to more than three million people as of 2018. Its name is from the Osage language, of Siouan derivation; it denoted their related kin, the Quapaw people. The state's diverse geography ranges from the mountainous regions of the Ozark and the Ouachita Mountains, which make up the U.S. Interior Highlands, to the densely forested land in the south known as the Arkansas Timberlands, to the eastern lowlands along the Mississippi River and the Arkansas Delta.",
  "/wiki/ANFO": "ANFO (or AN/FO, for ammonium nitrate/fuel oil) is a widely used bulk industrial explosive. Its name is commonly pronounced as \"an-fo\".",
  "/wiki/Taroom,_Queensland": "Taroom /təˈruːm/ is a town in the Shire of Banana and locality split between the Shire of Banana and the Western Downs Region in Queensland, Australia. At the 2016 census, Taroom had a population of 869 people.",
  "/wiki/Kansas_City,_Missouri": "Kansas City, abbreviated as KCMO or KC, is the largest city in the U.S. state of Missouri by population and area. According to the U.S. Census Bureau, the city had an estimated population of 491,918 in 2018, making it the 38th most-populous city in the United States. It is the most populated municipality and historic core city of the Kansas City metropolitan area, which straddles the Kansas–Missouri state line and has a CSA population of 2,487,053. Most of the city lies within Jackson County, but portions spill into Clay, Cass, and Platte counties. The city borders Johnson County and Kansas City, Kansas, (KCK/Wyandotte County) in Kansas. Kansas City was founded in the 1830s as a Missouri River port at its confluence with the Kansas River coming in from the west. On June 1, 1850, the town of Kansas was incorporated; shortly after came the establishment of the Kansas Territory. Confusion between the two ensued, and the name Kansas City was assigned to distinguish them soon after. In 2017, the city had the fifth-highest per capita murder rate in the nation with 2019 homicide rates nearing a record high.",
  "/wiki/Arson": "Arson is the crime of willfully and maliciously setting fire to or charring property. Though the act typically involves buildings, the term arson can also refer to the intentional burning of other things, such as motor vehicles, watercraft, or forests. The crime is typically classified as a felony, with instances involving a greater degree of risk to human life or property carrying a stricter penalty. A common motive for arson is to commit insurance fraud. In such cases, a person destroys their own property by burning it and then lies about the cause in order to collect against their insurance policy.",
  "/wiki/Porgera_Gold_Mine": "The Porgera Gold Mine is a large gold and silver mining operation in Enga province, Papua New Guinea (PNG), located at the head of the Porgera Valley. The mine is situated in the rain forest covered highlands at an altitude of 2,200 to 2,700 m, in a region of high rainfall, landslides, and frequent earthquakes.",
  "/wiki/Sergeant_Bluff,_Iowa": "Sergeant Bluff is a city in Woodbury County, Iowa, United States. It is part of the Sioux City, IA–NE–SD Metropolitan Statistical Area. The population was 4,227 at the 2010 census.",
  "/wiki/Port_Neal_fertilizer_plant_explosion": "The Port Neal fertilizer plant explosion occurred on December 13, 1994 in the ammonium nitrate plant at the Terra International, Inc., Port Neal Complex, 16 miles south of Sioux City, Iowa, United States. Four workers at the plant were killed by the explosion, and eighteen others were injured. The seven-story building at the seat of the blast was completely destroyed, leaving only a crater, and significant damage was inflicted to the surrounding structures. Four nearby electricity generating stations were disabled by the explosion, and the effects of the blast were felt up to 30 miles away. A high-voltage line running adjacent to the plant and over the Missouri River was damaged, disrupting power in the neighboring state of Nebraska. Two 15,000-ton refrigerated ammonia storage tanks were ruptured, releasing liquid ammonia and ammonia vapors which forced the evacuation of 1,700 residents from the surrounding area.",
  "/wiki/Xingping": "Xingping (simplified Chinese: 兴平; traditional Chinese: 興平; pinyin: Xīngpíng) is a city located in the center part of Shaanxi province, China. It has been a city since 1993, with a total area of 496 square kilometers and a population of 620,000. The annual average temperature is 13.1 ℃ and its annual precipitation of 585 mm. At present, Xingping has developed more than 50 industries including maritime, aviation, electronics, medicine,and light industry. \nThe historic sites of the city (also spelled Hsing-p’ing) can be found in Xingping Old Street and Fishing Village about 2 km (1.2 mi) from the town. The old banyan tree, which needs as many as eight people's outstretched arms to encircle it, and Guandi (General Guan Yu) Temple which was built in the Qing Dynasty both tell the long history of the town.\nOther places of interest in the city includes the tomb of Han Maoling, Huo Yang's tomb and Xingping's North Tower.",
  "/wiki/Shaanxi": "Shaanxi (simplified Chinese: 陕西; traditional Chinese: 陝西; pinyin: Shǎnxī; Mandarin pronunciation: [ʂàn.ɕí] (listen); formerly Shensi) is a landlocked province in Northwest China. It lies in central China, bordering the provinces of Shanxi (NE, E), Henan (E), Hubei (SE), Chongqing (S), Sichuan (SW), Gansu (W), Ningxia (NW), and Inner Mongolia (N).",
  "/wiki/Toulouse": "Toulouse (/tuːˈluːz/, too-LOOZ; French: [tuluz] (listen); Occitan: Tolosa [tuˈluzo]; Latin: Tolosa) is the capital of the French department of Haute-Garonne and of the region of Occitanie. The city is on the banks of the River Garonne, 150 kilometres (93 miles) from the Mediterranean Sea, 230 km (143 mi) from the Atlantic Ocean and 680 km (420 mi) from Paris. It is the fourth-largest city in France, with 466,297 inhabitants as of January 2014. In France, Toulouse is called the \"Pink City\" (La Ville Rose).",
  "/wiki/AZF_(factory)": "AZF (French initialism for AZote Fertilisant, i.e. nitrogen fertiliser) was the name of a chemical factory in Toulouse, France, which exploded on 21 September 2001. The blast was equivalent to 20-40 tons of TNT, measuring 3.4 on the Richter scale, and was heard 80 km away (50 miles). The incident resulted in 29 deaths and left 2,500 wounded. Damages paid by insurance companies exceeded 1.5 billion euros.",
  "/wiki/1000000000_(number)": "1,000,000,000 (one billion, short scale; one thousand million or milliard, yard, long scale) is the natural number following 999,999,999 and preceding 1,000,000,001. One billion can also be written as b or bn.",
  "/wiki/Euro": "The euro (sign: €; code: EUR) is the official currency of 19 of the 27 member states of the European Union. This group of states is known as the eurozone or euro area, and counts about 343 million citizens as of 2019[update]. The euro, which is divided into 100 cents, is the second-largest and second-most traded currency in the foreign exchange market after the United States dollar.",
  "/wiki/Cartagena,_Murcia": "Cartagena (Spanish pronunciation: [kaɾtaˈxena]; Latin: Carthago Nova) is a Spanish city and a major naval station located in the Region of Murcia, by the Mediterranean coast, south-eastern Spain. As of January 2018, it has a population of 213,943 inhabitants, being the Region's second-largest municipality and the country's sixth-largest non-Province-capital city. The metropolitan area of Cartagena, known as Campo de Cartagena, has a population of 409,586 inhabitants."
}