{
  "/wiki/Sydney_Cricket_Ground": "The Sydney Cricket Ground (SCG) is a sports stadium in Sydney, Australia. It is used for Test, One Day International and Twenty20 cricket, as well as Australian rules football, rugby league football, rugby union, and association football. It is the home ground for the New South Wales Blues cricket team, the Sydney Sixers of the Big Bash League and the Sydney Swans of the Australian Football League. It is also the temporary home of the Sydney Roosters of the National Rugby League and the NSW Waratahs of Super Rugby, during the redevelopment of the Sydney Football Stadium. It is owned and operated by the Sydney Cricket Ground Trust. Until the 44,000 seat Sydney Football Stadium opened in 1988, the Sydney Cricket Ground was the major rugby league venue in Sydney.",
  "/wiki/Sydney": "Sydney (/ˈsɪdni/ (listen) SID-nee) is the state capital of New South Wales and the most populous city in Australia and Oceania. Located on Australia's east coast, the metropolis surrounds Port Jackson and extends about 70 km (43.5 mi) on its periphery towards the Blue Mountains to the west, Hawkesbury to the north, the Royal National Park to the south and Macarthur to the south-west. Sydney is made up of 658 suburbs, 40 local government areas and 15 contiguous regions. Residents of the city are known as \"Sydneysiders\". As of June 2017, Sydney's estimated metropolitan population was 5,230,330 and is home to approximately 65% of the state's population. Indigenous Australians have inhabited the Sydney area for at least 30,000 years, and thousands of engravings remain throughout the region, making it one of the richest in Australia in terms of Aboriginal archaeological sites. During his first Pacific voyage in 1770, Lieutenant James Cook and his crew became the first Europeans to chart the eastern coast of Australia, making landfall at Botany Bay and inspiring British interest in the area. In 1788, the First Fleet of convicts, led by Arthur Phillip, founded Sydney as a British penal colony, the first European settlement in Australia.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide. Indigenous Australians inhabited the continent for about 65,000 years prior to the first arrival of Dutch explorers in the early 17th century, who named it New Holland. In 1770, Australia's eastern half was claimed by Great Britain and initially settled through penal transportation to the colony of New South Wales from 26 January 1788, a date which became Australia's national day. The population grew steadily in subsequent decades, and by the time of an 1850s gold rush, most of the continent had been explored and an additional five self-governing crown colonies established.",
  "/wiki/Melbourne_Cricket_Ground": "The Melbourne Cricket Ground (MCG), also known simply as \"The G\", is an Australian sports stadium located in Yarra Park, Melbourne, Victoria. Founded and managed by the Melbourne Cricket Club, it is the largest stadium in the Southern Hemisphere, the 11th largest globally, and the second largest cricket ground by capacity. The MCG is within walking distance of the city centre and is served by Richmond and Jolimont railway stations, as well as the route 70 tram. It is adjacent to Melbourne Park and is part of the Melbourne Sports and Entertainment Precinct. Since it was built in 1853, the MCG has undergone numerous renovations. It served as the centrepiece stadium of the 1956 Summer Olympics, the 2006 Commonwealth Games and two Cricket World Cups: 1992 and 2015. Noted for its role in the development of international cricket, the MCG hosted both the first Test match and the first One Day International, played between Australia and England in 1877 and 1971 respectively. It has also maintained strong ties with Australian rules football since its codification in 1859, and has become the principal venue for Australian Football League (AFL) matches, including the AFL Grand Final, the world's highest attended league championship event.",
  "/wiki/Melbourne": "Melbourne (/ˈmɛlbən/ (listen) MEL-bərn)[note 1] is the capital and most populous city of the Australian state of Victoria, and the second most populous city in Australia and Oceania. Its name refers to an urban agglomeration of 9,993 km2 (3,858 sq mi), comprising a metropolitan area with 31 municipalities, and is also the common name for its city centre. The city occupies much of the coastline of Port Phillip bay and spreads into the hinterlands towards the Dandenong and Macedon ranges, Mornington Peninsula and Yarra Valley. It has a population of 5 million (19% of the population of Australia), and its inhabitants are referred to as \"Melburnians\". [note 2]\n The city was founded on 30 August 1835, in the then-British colony of New South Wales, by free settlers from the colony of Van Diemen’s Land (modern-day Tasmania). It was incorporated as a Crown settlement in 1837, and named Melbourne by Governor General Richard Bourke on 10 April 1837 in honour of the British Prime Minister, William Lamb, 2nd Viscount Melbourne. In 1851, four years after Queen Victoria declared it a city, Melbourne became the capital of the new colony of Victoria. In the wake of the 1850s Victorian gold rush, the city entered a lengthy boom period that, by the late 1880s, had transformed it into one of the world's largest and wealthiest metropolises.",
  "/wiki/Brisbane_Cricket_Ground": "The Brisbane Cricket Ground, commonly known as the Gabba, is a major sports stadium in Brisbane, the capital of Queensland, Australia. The nickname Gabba derives from the suburb of Woolloongabba, in which it is located. Over the years, the Gabba has hosted athletics, Australian rules football, baseball, concerts, cricket, cycling, rugby league, rugby union, soccer and pony and greyhound races. At present, it serves as the home ground for the Queensland Bulls in domestic cricket, the Brisbane Heat of the Big Bash League and Women's Big Bash League, and the Brisbane Lions of the Australian Football League. Between 1993 and 2005, the Gabba was redeveloped in six stages at a cost of A$128,000,000. The dimensions of the playing field are now 170.6 metres (east-west) by 149.9 metres (north-south), to accommodate the playing of Australian rules football at elite level. The seating capacity of the ground was 42,000 in 2010, which has been reduced in recent times due to new electronic scoreboards and corporate facilities. For international cricket matches, the capacity is reduced to 36,000 due to new scoreboards and the addition of a pool deck, as well as wider sight screens.",
  "/wiki/Brisbane": "Brisbane (/ˈbrɪzbən/ (listen)) is the capital of and the most populated city in the Australian state of Queensland, and the third most populous city in Australia. Brisbane's metropolitan area has a population of approximately 2.5 million, and the South East Queensland metropolitan region, centred on Brisbane, encompasses a population of more than 3.6 million. [failed verification]\n The Brisbane central business district stands on the historic European settlement and is situated inside a peninsula of the Brisbane River, about 15 kilometres (9 miles) from its mouth at Moreton Bay, a bay of the Coral Sea. The metropolitan area extends in all directions along the hilly floodplain of the Brisbane River Valley between Moreton Bay and the Taylor and D'Aguilar mountain ranges. It sprawls across several of Australia's most populous local government areas (LGAs)—most centrally the City of Brisbane, which is by far the most populous LGA in the nation. The demonym of Brisbane is \"Brisbanite\", whilst common nicknames include \"Brissy\", \"River City\" and \"Brisvegas\". One of the oldest cities in Australia, Brisbane was founded upon the ancient homelands of the indigenous Turrbal and Jagera peoples. Named after the Brisbane River on which it is located—which in turn takes its name from Sir Thomas Brisbane, the Governor of New South Wales at the time of the city's founding—the area was chosen as a place for secondary offenders from the Sydney Colony.",
  "/wiki/Adelaide_Oval": "Adelaide Oval is a sports ground in Adelaide, South Australia, located in the parklands between the city centre and North Adelaide. The venue is predominantly used for cricket and Australian rules football, but has also played host to rugby league, rugby union, soccer, tennis among other sports as well as regularly being used to hold concerts. Austadiums.com described Adelaide Oval as being \"one of the most picturesque Test cricket grounds in Australia, if not the world\". After the completion of the ground‘s most recent redevelopment in 2014, sports journalist Gerard Whateley described the venue as being \"the most perfect piece of modern architecture because it's a thoroughly contemporary stadium with all the character that it's had in the past\".\n Adelaide Oval has been headquarters to the South Australian Cricket Association (SACA) since 1871 and South Australian National Football League (SANFL) since 2014. The stadium is managed by the Adelaide Oval Stadium Management Authority (AOSMA).  Its record crowd for cricket was 55,317 for the Second Ashes Test on 2 December 2017 and its record crowd for an Australian rules football match was 62,543 at the 1965 SANFL Grand Final between Port Adelaide and Sturt.",
  "/wiki/Adelaide": "Adelaide (/ˈædəleɪd/ (listen) AD-ə-layd) is the capital city of the state of South Australia, and the fifth-most populous city of Australia. The demonym Adelaidean is used to denote the city and the residents of Adelaide. Adelaide is situated on the Adelaide Plains north of the Fleurieu Peninsula, between the Gulf St Vincent in the west and the Mount Lofty Ranges in the east. Its metropolitan area extends 20 km (12 mi) from the coast to the foothills of the Mount Lofty Ranges, and stretches 96 km (60 mi) from Gawler in the north to Sellicks Beach in the south. Named in honour of Queen Adelaide, consort to King William IV, the city was founded in 1836 as the planned capital for the only freely-settled British province in Australia. Colonel William Light, one of Adelaide's founding fathers, designed the city centre and chose its location close to the River Torrens, in the area originally inhabited by the Kaurna people and known as Tarndanyangga (\"place of the red kangaroo\"). Light's design, now listed as national heritage, set out the city centre in a grid layout, interspaced by wide boulevards and large public squares, and entirely surrounded by parklands. Early colonial Adelaide was shaped by the diversity and wealth of its free settlers, in contrast to the convict history of other Australian cities.",
  "/wiki/WACA_Ground": "The WACA /ˈwækə/ (formally the WACA Ground) is a sports stadium in Perth, Western Australia. The stadium's name derives from the initials of its owners and operators, the Western Australian Cricket Association. The WACA has been referred to as Western Australia's \"home of cricket\" since the early 1890s, with Test cricket played at the ground since the 1970–71 season. The ground is the home venue of Western Australia's first-class cricket team, the Western Warriors, and the state's Women's National Cricket League side, the Western Fury. The Perth Scorchers, a Big Bash League franchise, played home matches at the ground until 2019. The Scorchers and Australian national team have shifted most matches to the nearby 60,000-seat Optus Stadium. The pitch at the WACA is regarded as the quickest and bounciest in the world. These characteristics, in combination with the afternoon sea-breezes which regularly pass the ground (the Fremantle Doctor), have historically made the ground an attractive place for pace and swing bowlers.",
  "/wiki/Perth": "Perth (/ˈpɜːrθ/ (listen) PURTH) is the capital and largest city of the Australian state of Western Australia (WA). It is named after the city of Perth, Scotland and is Australia's fourth-most populous city, with a population of 2.06 million living in Greater Perth. Perth is part of the South West Land Division of Western Australia, with most of the metropolitan area on the Swan Coastal Plain, a narrow strip between the Indian Ocean and the Darling Scarp. The first areas settled were on the Swan River at Guildford, with the city's central business district and port (Fremantle) both later founded downriver. Captain James Stirling founded Perth in 1829 as the administrative centre of the Swan River Colony. It gained city status (currently vested in the smaller City of Perth) in 1856 and was promoted to the status of a Lord Mayorality in 1929. The city inherited its name due to the influence of Sir George Murray, then Member of Parliament for Perthshire and Secretary of State for War and the Colonies. The city's population increased substantially as a result of the Western Australian gold rushes in the late 19th century.",
  "/wiki/Bellerive_Oval": "Bellerive Oval (currently known as Blundstone Arena for sponsorship reasons) is a cricket and Australian rules football ground located in Bellerive, a suburb on the eastern shore of Hobart, Tasmania.  It is the only venue in Tasmania which hosts international cricket matches, and has a spectator capacity of 19,500.\n The venue is best known as the home ground for the state cricket teams, the Tasmanian Tigers and Hobart Hurricanes, as well as a venue for international Test matches since 1989 and one-day matches since 1988. It is also the secondary home ground for AFL club North Melbourne, who play three home games a season at the venue. The stadium has undergone significant redevelopment to accommodate such events.",
  "/wiki/Hobart": "Hobart  (/ˈhoʊbɑːrt/ (listen)) is the capital and most populous city of the Australian island state of Tasmania. With a population of approximately  240,342 (over 45% of Tasmania's population), it is the least populated Australian state capital city, and second smallest if territories are taken into account (after Darwin, Northern Territory). The city is located in the state's south-east on the estuary of the River Derwent, making it the most southern of Australia's capital cities. Its skyline is dominated by the 1,271-metre (4,170 ft) Mount Wellington, and its harbour forms the second-deepest natural port in the world, with much of the city's waterfront consisting of reclaimed land. The metropolitan area is often referred to as Greater Hobart, to differentiate it from the City of Hobart, one of the five local government areas that cover the city. Founded in 1804 as a British penal colony, Hobart is Australia's second oldest capital city after Sydney, New South Wales. Prior to British settlement, the Hobart area had been occupied for possibly as long as 35,000 years, by the semi-nomadic Mouheneener tribe, a sub-group of the Nuennone, or South-East tribe. The descendants of these Aboriginal Tasmanians often refer to themselves as 'Palawa'.",
  "/wiki/Manuka_Oval": "Manuka Oval (branded UNSW Canberra Oval for Greater Western Sydney Giants home games in the Australian Football League) is a sporting venue in Canberra, the capital of Australia. It is located in Griffith, in the area of that suburb known as Manuka. Manuka Oval has a seating capacity of 13,550 people and an overall capacity of 16,000 people, although this is lower for some sports depending on the configuration used. The area on which the ground is situated has been used for sport since the early 20th century, but was only enclosed in 1929. It has since undergone several redevelopments, most recently beginning in 2011. Currently, Manuka Oval is primarily used for cricket (during the summer months) and Australian rules football (during the winter months). The ground was previously also used for rugby league and rugby union matches, but there are now more suitable venues in Canberra for those sports. As a cricket ground, Manuka Oval is the home venue for the ACT Comets (men's) and the ACT Meteors (women's) teams, and has also hosted a number of international matches, including at the 1992 and 2015 World Cups.",
  "/wiki/Canberra": "Canberra (/ˈkænbərə/ (listen))\nis the capital city of Australia. Founded following the federation of the colonies of Australia as the seat of government for the new nation, it is Australia's largest inland city and the eighth-largest city overall. The city is located at the northern end of the Australian Capital Territory; 280 km (170 mi) south-west of Sydney and 660 km (410 mi) north-east of Melbourne. On 1 January 1901, federation of the colonies of Australia was achieved. Section 125 of the new Australian Constitution provided that land, situated in New South Wales and at least 100 miles (160 km) from Sydney, would be ceded to the new federal government. Following discussion and exploration of various areas within New South Wales, the Seat of Government Act 1908 was passed in 1908 which specified a capital in the Yass-Canberra region. The land was transferred to the Commonwealth by New South Wales in 1911, creating the Australian Capital Territory, two years prior to the capital city being founded and formally named as Canberra in 1913. It is unusual among Australian cities, being an entirely planned city outside of any state, similar to Washington, D.C. in the United States or Brasília in Brazil.",
  "/wiki/Eden_Park": "Eden Park is New Zealand's largest sports stadium. Located in central Auckland, New Zealand's largest city, it is three kilometres southwest of the CBD, on the boundary between the suburbs of Mount Eden and Kingsland. Although used primarily for rugby union in winter and cricket in summer, it has hosted rugby league and football matches. In 2011 it hosted pool games, two quarter-finals, both semi-finals and the final of 2011 Rugby World Cup. In doing so it became the first stadium in the world to host two Rugby World Cup Finals, having held the inaugural final in 1987. It was a venue for the 2015 Cricket World Cup, which was jointly hosted by Australia and New Zealand. Eden Park is considered one of rugby union's most difficult assignments for visiting sides: New Zealand's national rugby union team, the All Blacks, have been unbeaten at this venue for over 40 consecutive test matches stretching back to 1994. Eden Park is the site of the 2021 Te Matatini.",
  "/wiki/Auckland": "Auckland (/ˈɔːklənd/ AWK-lənd) (Māori: Tāmaki Makaurau) is a city in the North Island of New Zealand. The most populous urban area in the country, Auckland has an urban population of around 1,570,100 (June 2018). It is located in the Auckland Region—the area governed by Auckland Council—which includes outlying rural areas and the islands of the Hauraki Gulf, resulting in a total population of 1,618,400. Auckland is a diverse, multicultural and cosmopolitan city, home to the largest Polynesian population in the world. The Māori-language name for Auckland is Tāmaki Makaurau, meaning \"Tāmaki desired by many\", in reference to the desirability of its natural resources and geography. Auckland lies between the Hauraki Gulf of the Pacific Ocean to the east, the low Hunua Ranges to the south-east, the Manukau Harbour to the south-west, and the Waitakere Ranges and smaller ranges to the west and north-west. The surrounding hills are covered in rainforest and the landscape is dotted with dozens of dormant volcanic cones. The central part of the urban area occupies a narrow isthmus between the Manukau Harbour on the Tasman Sea and the Waitematā Harbour on the Pacific Ocean.",
  "/wiki/New_Zealand": "New Zealand (Māori: Aotearoa [aɔˈtɛaɾɔa]) is a sovereign island country in the southwestern Pacific Ocean. The country has two main landmasses—the North Island (Te Ika-a-Māui), and the South Island (Te Waipounamu)—and around 600 smaller islands. It has a total land area of 268,000 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the Pacific island areas of New Caledonia, Fiji, and Tonga. Because of its remoteness, it was one of the last lands to be settled by humans. During its long period of isolation, New Zealand developed a distinct biodiversity of animal, fungal, and plant life. The country's varied topography and its sharp mountain peaks, such as the Southern Alps, owe much to the tectonic uplift of land and volcanic eruptions. New Zealand's capital city is Wellington, and its most populous city is Auckland.",
  "/wiki/Hagley_Oval": "Hagley Oval is a cricket ground located in Hagley Park in the central city of Christchurch, New Zealand. The first recorded match on the ground was in 1867, when Canterbury cricket team hosted Otago cricket team. Canterbury used the ground infrequently from then through until the 1920s, but hardly stopped during World War I.\n The first match in the Plunket Shield was played there in December 1907, when Canterbury played Auckland. Canterbury returned there in 1979, and played a number of their 1993/94 Shell Cup home matches at the ground.",
  "/wiki/Christchurch": "Christchurch (/ˈkraɪstʃɜːrtʃ/; Māori: Ōtautahi) is the largest city in the South Island of New Zealand and the seat of the Canterbury Region. The Christchurch urban area lies on the South Island's east coast, just north of Banks Peninsula. The urban area is home to 377,200 residents, and the territorial authority has 385,500 people, which makes it the second-most populous city in New Zealand after Auckland and before Wellington. The Avon River flows through the centre of the city, with an urban park located along its banks. Archaeological evidence has indicated that people first settled in the Christchurch area in about 1250. Christchurch became a city by Royal Charter on 31 July 1856, making it officially the oldest established city in New Zealand. The Canterbury Association, which settled the Canterbury Plains, named the city after Christ Church, Oxford. The new settlement was laid out in a grid pattern centred on Cathedral Square; during the 19th century there were few barriers to the rapid growth of the urban area, except for the Pacific to the east and the Port Hills to the south.",
  "/wiki/Seddon_Park": "Seddon Park is a cricket ground in Hamilton, New Zealand. It is the fourth-largest cricket ground in the country, and is renowned for its \"village green\" setting, affording a picnic atmosphere for spectators.",
  "/wiki/Hamilton,_New_Zealand": "Hamilton (Māori: Kirikiriroa) is a city in the North Island of New Zealand. It is the seat and most populous city of the Waikato region, with a territorial population of 165,900, the country's fourth most-populous city. Encompassing a land area of about 110 km2 (42 sq mi) on the banks of the Waikato River, Hamilton is part of the wider Hamilton Urban Area, which also encompasses the nearby towns of Ngaruawahia, Te Awamutu and Cambridge. The area now covered by the city was originally the site of several Māori villages, including Kirikiriroa, from which the city takes its Māori name. By the time English settlers arrived, most of these villages, which sat beside the Waikato River, were abandoned as a result of the Invasion of Waikato and land-confiscation (Raupatu) by the Crown. The new British settlement was renamed Hamilton after Captain John Fane Charles Hamilton, the commander of HMS Esk, who was killed in the Battle of Gate Pā, Tauranga. Initially an agricultural service centre, Hamilton now has a diverse economy and is the third fastest growing urban area in New Zealand, behind Pukekohe and Auckland. Hamilton Gardens is the region's most popular tourist attraction.",
  "/wiki/McLean_Park": "McLean Park is a sports ground in Napier, New Zealand. The two main sports played at the ground are cricket and rugby union. It is one of the largest cricket grounds in New Zealand.\n McLean Park is a sports ground of international standards which includes the main outdoor stadium and the indoor Rodney Green Centennial Events Centre. The home teams for this ground are the Hawke's Bay Rugby Union and Central Districts Cricket Association. The two ends of the stadium are named the Centennial Stand End and Embankment End. Its close proximity to the International Date Line makes it the world's easternmost  Test match ground.",
  "/wiki/Napier,_New_Zealand": "Napier (/ˈneɪpiər/ NAY-pee-ər; Māori: Ahuriri) is a New Zealand city with a seaport, located in Hawke's Bay on the eastern coast of the North Island. The population of Napier is about 62,800 as of June 2019. About 18 kilometres (11 mi) south of Napier is the inland city of Hastings. These two neighbouring cities are often called \"The Bay Cities\" or \"The Twin Cities\" of New Zealand. The total population of the Napier-Hastings Urban Area is 134,500 people, which makes it the sixth-largest urban area in New Zealand, closely followed by Dunedin (122,000), and trailing Tauranga (141,600). Napier is about 320 kilometres (200 mi) northeast of the capital city of Wellington. Napier (63,900) has a smaller population than its neighbouring city of Hastings (70,600) but is seen as the main centre due to it being closer in distance to both the seaport and the main airport that service Hawke's Bay, and Hastings' population figure includes 13,000 people living in Havelock North, which is often considered a town in its own right. The City of Napier has a land area of 106 square kilometres (41 sq mi) and a population density of 540.0 per square kilometre.",
  "/wiki/Wellington_Regional_Stadium": "Wellington Regional Stadium (known commercially as Sky Stadium through naming rights, and colloquially as The Cake Tin) is a major sporting venue in Wellington, New Zealand. The stadium's bowl site size is 48,000 m2.\n The stadium was built in 1999 by Fletcher Construction and is situated close to major transport facilities (such as Wellington railway station) one kilometre north of the CBD. It was built on reclaimed railway land, which was surplus to requirements.\n The stadium also serves as a large-capacity venue for concerts.",
  "/wiki/Wellington": "Wellington (Māori: Te Whanganui-a-Tara [tɛ ˈfaŋanʉi a taɾa]) is the capital and second-most populous urban area of New Zealand, with 418,500 residents. It is located at the south-western tip of the North Island, between Cook Strait and the Remutaka Range. Wellington is the major population centre of the southern North Island, and is the administrative centre of the Wellington Region, which also includes the Kapiti Coast and the Wairarapa. It is the world's southernmost capital of a sovereign state. Wellington features a temperate maritime climate, and is the world's windiest city by average wind speed. The Wellington metropolitan area comprises four local authorities: Wellington City, on the peninsula between Cook Strait and Wellington Harbour, contains the central business district and about half the population; Porirua on Porirua Harbour to the north is notable for its large Māori and Pacific Island communities; Lower Hutt and Upper Hutt are largely suburban areas to the northeast, together known as the Hutt Valley. As the nation's capital since 1865, the New Zealand Government and Parliament, Supreme Court and most of the public service are based in the city. Architectural sights include The Old Government Buildings—one of the largest wooden buildings in the world—as well as the iconic Beehive, the executive wing of the New Zealand Parliament.",
  "/wiki/Saxton_Oval": "Saxton Oval, also known as Saxton Field, is a cricket ground in Saxton, Stoke, Nelson Region, New Zealand.  Saxton Oval was one of the venues for the 2015 Cricket World Cup. It hosted three matches during the tournament.",
  "/wiki/Nelson,_New_Zealand": "Nelson (Māori: Whakatū) is a city on the eastern shores of Tasman Bay. Nelson is the oldest city in the South Island and the second-oldest settled city in New Zealand – it was established in 1841 and was proclaimed a city by royal charter in 1858.\n Nelson City is bordered to the west and south-west by Tasman District Council and to the north-east, east and south-east by Marlborough District Council. The city does not include Richmond, the area's second-largest settlement. Nelson City has a population of around 50,000, making it New Zealand's 12th most populous city. When combined with the town of Richmond, which has roughly 15,000 residents, the whole conurbation is ranked as New Zealand's 9th largest urban area by population.\n Nelson is well known for its thriving local arts and crafts scene; each year, the city hosts events popular with locals and tourists alike, such as the Nelson Arts Festival. The annual Wearable Art Awards began near Nelson and a local museum, World of Wearable Art now showcases winning designs alongside a collection of classic cars.",
  "/wiki/University_Oval,_Dunedin": "The University of Otago Oval is a sports ground located at Logan Park, Dunedin, New Zealand, and owned by the Dunedin City Council. The ground was originally owned by the University of Otago, but ownership was transferred to the city council when a redevelopment was completed in the early 2000s.\n The ground is the home of both the Otago Cricket Association and the University of Otago Rugby Football Club, and is also used as a training base for the Highlanders Rugby Football team. The University of Otago Oval hosted the first game where the Umpire Decision Review System was officially used, after a test run in Sri Lanka in 2008.",
  "/wiki/Dunedin": "Dunedin (/dʌˈniːdɪn/ (listen) duh-NEE-din; Māori: Ōtepoti) is the second-largest city in the South Island of New Zealand (after Christchurch), and the principal city of the Otago region. Its name comes from Dùn Èideann, the Scottish Gaelic name for Edinburgh, the capital of Scotland. The urban area of Dunedin lies on the central-eastern coast of Otago, surrounding the head of Otago Harbour, and the harbour and hills around Dunedin are the remnants of an extinct volcano. The city suburbs extend out into the surrounding valleys and hills, onto the isthmus of the Otago Peninsula, and along the shores of the Otago Harbour and the Pacific Ocean. Dunedin was the largest New Zealand city by territorial land area until superseded by Auckland with the formation of the Auckland Council in November 2010. Archaeological evidence points to lengthy occupation of the area by Māori prior to the arrival of Europeans. The province and region of Otago takes its name from the Ngai Tahu village of Otakou at the mouth of the harbour, which became a whaling station in the 1830s. In 1848 a Scottish settlement was established by the Lay Association of the Free Church of Scotland.",
  "/wiki/2015_Cricket_World_Cup": "The 2015 ICC Cricket World Cup was a One Day International cricket tournament to decide the 11th Cricket World Cup. It was jointly hosted by Australia and New Zealand from 14 February to 29 March 2015, and was won by Australia. This was the second time the tournament was held in Australia and New Zealand, the first having been the 1992 Cricket World Cup. The tournament consisted of 14 teams, which were split into two pools of seven, with each team playing every other team in their pool once. The top four teams from each pool progressed to the knockout stage, which consisted of quarter-finals, semi-finals and a final. The final was between the co-hosts Australia and New Zealand. Australia won by seven wickets, to win their fifth Cricket World Cup. The total attendance was 1,016,420, with an average of 21,175 per game."
}