{
  "/wiki/Sydney_Cricket_Ground": "The Sydney Cricket Ground (SCG) is a sports stadium in Sydney, Australia. It is used for Test, One Day International and Twenty20 cricket, as well as Australian rules football, rugby league football, rugby union, and association football. It is the home ground for the New South Wales Blues cricket team, the Sydney Sixers of the Big Bash League and the Sydney Swans of the Australian Football League. It is also the temporary home of the Sydney Roosters of the National Rugby League and the NSW Waratahs of Super Rugby, during the redevelopment of the Sydney Football Stadium. It is owned and operated by the Sydney Cricket Ground Trust. Until the 44,000 seat Sydney Football Stadium opened in 1988, the Sydney Cricket Ground was the major rugby league venue in Sydney.",
  "/wiki/Sydney": "Sydney (/ˈsɪdni/ (listen) SID-nee) is the state capital of New South Wales and the most populous city in Australia and Oceania. Located on Australia's east coast, the metropolis surrounds Port Jackson and extends about 70 km (43.5 mi) on its periphery towards the Blue Mountains to the west, Hawkesbury to the north, the Royal National Park to the south and Macarthur to the south-west. Sydney is made up of 658 suburbs, 40 local government areas and 15 contiguous regions. Residents of the city are known as \"Sydneysiders\". As of June 2017, Sydney's estimated metropolitan population was 5,230,330 and is home to approximately 65% of the state's population.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/Melbourne_Cricket_Ground": "The Melbourne Cricket Ground (MCG), also known simply as \"The G\", is an Australian sports stadium located in Yarra Park, Melbourne, Victoria. Founded and managed by the Melbourne Cricket Club, it is the largest stadium in the Southern Hemisphere, the 10th largest globally, and the largest cricket ground by capacity. The MCG is within walking distance of the city centre and is served by Richmond and Jolimont railway stations, as well as the route 70 tram. It is adjacent to Melbourne Park and is part of the Melbourne Sports and Entertainment Precinct.",
  "/wiki/Melbourne": "Melbourne (/ˈmɛlbərn/ (listen) MEL-bərn)[note 1] is the capital and most populous city of the Australian state of Victoria, and the second most populous city in Australia and Oceania. Its name refers to an urban agglomeration of 9,993 km2 (3,858 sq mi), comprising a metropolitan area with 31 municipalities, and is also the common name for its city centre. The city occupies much of the coastline of Port Phillip bay and spreads into the hinterlands towards the Dandenong and Macedon ranges, Mornington Peninsula and Yarra Valley. It has a population of 5 million (19% of the population of Australia), and its inhabitants are referred to as \"Melburnians\".[note 2]",
  "/wiki/Brisbane_Cricket_Ground": "The Brisbane Cricket Ground, commonly known as the Gabba, is a major sports stadium in Brisbane, the capital of Queensland, Australia. The nickname Gabba derives from the suburb of Woolloongabba, in which it is located. Over the years, the Gabba has hosted athletics, Australian rules football, baseball, concerts, cricket, cycling, rugby league, rugby union, soccer and pony and greyhound races. At present, it serves as the home ground for the Queensland Bulls in domestic cricket, the Brisbane Heat of the Big Bash League and Women's Big Bash League, and the Brisbane Lions of the Australian Football League.",
  "/wiki/Brisbane": "Brisbane (/ˈbrɪzbən/ (listen)) is the capital of and the most populated city in the Australian state of Queensland, and the third most populous city in Australia. Brisbane's metropolitan area has a population of approximately 2.5 million, and the South East Queensland metropolitan region, centred on Brisbane, encompasses a population of more than 3.6 million.[failed verification]",
  "/wiki/Adelaide_Oval": "Adelaide Oval is a sports ground in Adelaide, South Australia, located in the parklands between the city centre and North Adelaide. The venue is predominantly used for cricket and Australian rules football, but has also played host to rugby league, rugby union, soccer, tennis among other sports as well as regularly being used to hold concerts. Austadiums.com described Adelaide Oval as being \"one of the most picturesque Test cricket grounds in Australia, if not the world\". After the completion of the ground‘s most recent redevelopment in 2014, sports journalist Gerard Whateley described the venue as being \"the most perfect piece of modern architecture because it's a thoroughly contemporary stadium with all the character that it's had in the past\".",
  "/wiki/Adelaide": "Adelaide (/ˈædəleɪd/ (listen) AD-ə-layd) is the capital city of the state of South Australia, and the fifth-most populous city of Australia. The demonym Adelaidean is used to denote the city and the residents of Adelaide.",
  "/wiki/WACA_Ground": "The WACA /ˈwækə/ (formally the WACA Ground) is a sports stadium in Perth, Western Australia. The stadium's name derives from the initials of its owners and operators, the Western Australian Cricket Association.",
  "/wiki/Perth": "Perth (/ˈpɜːrθ/ (listen) PURTH) is the capital and largest city of the Australian state of Western Australia (WA). It is named after the city of Perth, Scotland and is Australia's fourth-most populous city, with a population of 2.06 million living in Greater Perth. Perth is part of the South West Land Division of Western Australia, with most of the metropolitan area on the Swan Coastal Plain, a narrow strip between the Indian Ocean and the Darling Scarp. The first areas settled were on the Swan River at Guildford, with the city's central business district and port (Fremantle) both later founded downriver.",
  "/wiki/Bellerive_Oval": "Bellerive Oval (currently known as Blundstone Arena for sponsorship reasons) is a cricket and Australian rules football ground located in Bellerive, a suburb on the eastern shore of Hobart, Tasmania.  It is the only venue in Tasmania which hosts international cricket matches, and has a spectator capacity of 19,500.",
  "/wiki/Hobart": "Hobart  (/ˈhoʊbɑːrt/ (listen)) is the capital and most populous city of the Australian island state of Tasmania. With a population of approximately  240,342 (over 45% of Tasmania's population), it is the least populated Australian state capital city, and second smallest if territories are taken into account (after Darwin, Northern Territory). Founded in 1804 as a British penal colony, Hobart, formerly known as Hobart Town or Hobarton, is Australia's second oldest capital city after Sydney, New South Wales. Prior to British settlement, the Hobart area had been occupied for possibly as long as 35,000 years, by the semi-nomadic Mouheneener tribe, a sub-group of the Nuennone, or South-East tribe. The descendants of these Aboriginal Tasmanians often refer to themselves as 'Palawa'.",
  "/wiki/Manuka_Oval": "Manuka Oval (branded UNSW Canberra Oval for Greater Western Sydney Giants home games in the Australian Football League) is a sporting venue in Canberra, the capital of Australia. It is located in Griffith, in the area of that suburb known as Manuka. Manuka Oval has a seating capacity of 13,550 people and an overall capacity of 16,000 people, although this is lower for some sports depending on the configuration used. The area on which the ground is situated has been used for sport since the early 20th century, but was only enclosed in 1929. It has since undergone several redevelopments, most recently beginning in 2011.",
  "/wiki/Canberra": "Canberra (/ˈkænbərə/ (listen))\nis the capital city of Australia. Founded following the federation of the colonies of Australia as the seat of government for the new nation, it is Australia's largest inland city and the eighth-largest city overall. The city is located at the northern end of the Australian Capital Territory; 280 km (170 mi) south-west of Sydney and 660 km (410 mi) north-east of Melbourne.",
  "/wiki/Eden_Park": "Eden Park is New Zealand's largest sports stadium. Located in central Auckland, New Zealand's largest city, it is three kilometres southwest of the CBD, on the boundary between the suburbs of Mount Eden and Kingsland.  Although used primarily for rugby union in winter and cricket in summer, it has hosted rugby league and football matches. In 2011 it hosted pool games, two quarter-finals, both semi-finals and the final of 2011 Rugby World Cup. In doing so it became the first stadium in the world to host two Rugby World Cup Finals, having held the inaugural final in 1987. It was a venue for the 2015 Cricket World Cup, which was jointly hosted by Australia and New Zealand.  Eden Park is considered one of rugby union's most difficult assignments for visiting sides: New Zealand's national rugby union team, the All Blacks, have been unbeaten at this venue for over 40 consecutive test matches stretching back to 1994. Eden Park is the site of the 2021 Te Matatini. It will also be the site for 2021 Women's Cricket World Cup and the final of the 2021 Women's Rugby World Cup.",
  "/wiki/Auckland": "Auckland (/ˈɔːklənd/ AWK-lənd) (Māori: Tāmaki Makaurau) is a city in the North Island of New Zealand. The most populous urban area in the country, Auckland has an urban population of around 1,570,100 (June 2018). It is located in the Auckland Region—the area governed by Auckland Council—which includes outlying rural areas and the islands of the Hauraki Gulf, resulting in a total population of 1,618,400. Auckland is a diverse, multicultural and cosmopolitan city, home to the largest Polynesian population in the world. The Māori-language name for Auckland is Tāmaki Makaurau, meaning \"Tāmaki desired by many\", in reference to the desirability of its natural resources and geography.",
  "/wiki/New_Zealand": "New Zealand (Māori: Aotearoa [aɔˈtɛaɾɔa]) is a sovereign island country in the southwestern Pacific Ocean. The country has two main landmasses—the North Island (Te Ika-a-Māui), and the South Island (Te Waipounamu)—and around 600 smaller islands. It has a total land area of 268,000 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the Pacific island areas of New Caledonia, Fiji, and Tonga. Because of its remoteness, it was one of the last lands to be settled by humans. During its long period of isolation, New Zealand developed a distinct biodiversity of animal, fungal, and plant life. The country's varied topography and its sharp mountain peaks, such as the Southern Alps, owe much to the tectonic uplift of land and volcanic eruptions. New Zealand's capital city is Wellington, and its most populous city is Auckland.",
  "/wiki/Hagley_Oval": "Hagley Oval is a cricket ground located in Hagley Park in the central city of Christchurch, New Zealand. The first recorded match on the ground was in 1867, when Canterbury cricket team hosted Otago cricket team. Canterbury used the ground infrequently from then through until the 1920s, but hardly stopped during World War I.",
  "/wiki/Christchurch": "Christchurch (/ˈkraɪstʃɜːrtʃ/; Māori: Ōtautahi) is the largest city in the South Island of New Zealand and the seat of the Canterbury Region. The Christchurch urban area lies on the South Island's east coast, just north of Banks Peninsula. The urban area is home to 377,200 residents, and the territorial authority has 385,500 people which makes it the third-most populous city in New Zealand after Auckland and Wellington. The Avon River flows through the centre of the city, with an urban park located along its banks.",
  "/wiki/Seddon_Park": "Seddon Park is a cricket ground in Hamilton, New Zealand. It is the fourth-largest cricket ground in the country, and is renowned for its \"village green\" setting, affording a picnic atmosphere for spectators.",
  "/wiki/Hamilton,_New_Zealand": "Hamilton (Māori: Kirikiriroa) is a city in the North Island of New Zealand. It is the seat and most populous city of the Waikato region, with a territorial population of 165,900, the country's fourth most-populous city. Encompassing a land area of about 110 km2 (42 sq mi) on the banks of the Waikato River, Hamilton is part of the wider Hamilton Urban Area, which also encompasses the nearby towns of Ngaruawahia, Te Awamutu and Cambridge.",
  "/wiki/McLean_Park": "McLean Park is a sports ground in Napier, New Zealand. The two main sports played at the ground are cricket and rugby union. It is one of the largest cricket grounds in New Zealand.",
  "/wiki/Napier,_New_Zealand": "Napier (/ˈneɪpiər/ NAY-pee-ər; Māori: Ahuriri) is a New Zealand city with a seaport, located in Hawke's Bay on the eastern coast of the North Island. The population of Napier is about 62,800 as of June 2019. About 18 kilometres (11 mi) south of Napier is the inland city of Hastings. These two neighbouring cities are often called \"The Bay Cities\" or \"The Twin Cities\" of New Zealand. The total population of the Napier-Hastings Urban Area is 134,500 people, which makes it the sixth-largest urban area in New Zealand, closely followed by Dunedin (122,000), and trailing Tauranga (141,600).",
  "/wiki/Wellington_Regional_Stadium": "Wellington Regional Stadium (known commercially as Sky Stadium through naming rights, and colloquially as The Cake Tin) is a major sporting venue in Wellington, New Zealand. The stadium's bowl site size is 48,000 m2.",
  "/wiki/Wellington": "Wellington (Māori: Te Whanganui-a-Tara [tɛ ˈfaŋanʉi a taɾa]) is the capital and second-most populous urban area of New Zealand, with 418,500 residents. It is located at the south-western tip of the North Island, between Cook Strait and the Remutaka Range. Wellington is the major population centre of the southern North Island, and is the administrative centre of the Wellington Region, which also includes the Kapiti Coast and the Wairarapa. It is the world's southernmost capital of a sovereign state. Wellington features a temperate maritime climate, and is the world's windiest city by average wind speed.",
  "/wiki/Saxton_Oval": "Saxton Oval, also known as Saxton Field, is a cricket ground in Saxton, Stoke, Nelson Region, New Zealand.  Saxton Oval was one of the venues for the 2015 Cricket World Cup. It hosted three matches during the tournament.",
  "/wiki/Nelson,_New_Zealand": "Nelson (Māori: Whakatū) is a city on the eastern shores of Tasman Bay. Nelson is the oldest city in the South Island and the second-oldest settled city in New Zealand – it was established in 1841 and was proclaimed a city by royal charter in 1858.",
  "/wiki/University_Oval,_Dunedin": "The University of Otago Oval is a sports ground located at Logan Park, Dunedin, New Zealand, and owned by the Dunedin City Council. The ground was originally owned by the University of Otago, but ownership was transferred to the city council when a redevelopment was completed in the early 2000s.",
  "/wiki/Dunedin": "Dunedin (/dʌˈniːdɪn/ (listen) duh-NEE-din; Māori: Ōtepoti) is the second-largest city in the South Island of New Zealand (after Christchurch), and the principal city of the Otago region. Its name comes from Dùn Èideann, the Scottish Gaelic name for Edinburgh, the capital of Scotland."
}