{
  "/wiki/Alan_Baxter_(actor)": "Alan Baxter (November 19, 1908 – May 7, 1976) was an American film and television actor.",
  "/wiki/Williams_College": "Williams College is a private liberal arts college in Williamstown, Massachusetts. It was established in 1793 with funds from the estate of Ephraim Williams, a colonist from the Province of Massachusetts Bay who was killed in the French and Indian War in 1755.",
  "/wiki/David_Cook_(singer)": "David Roland Cook (born December 20, 1982) is an American rock singer-songwriter, who rose to fame after winning the seventh season of American Idol in 2008. Prior to Idol he released an independent album entitled Analog Heart. This was followed by his post-Idol major-label debut David Cook which was released on November 18, 2008, and has since been certified platinum by the RIAA. His second major album This Loud Morning was released on June 28, 2011. His third post American Idol and fourth overall studio album Digital Vein was released on September 18, 2015.",
  "/wiki/University_of_Central_Missouri": "The University of Central Missouri (UCM) is a public university in Warrensburg, Missouri. It serves more than 14000 students from 49 states and 59 countries on its 1,561-acre campus. UCM offers 150 programs of study, including 10 pre-professional programs, 27 areas of teacher certification, and 37 graduate programs.",
  "/wiki/Ohio_State_University": "The Ohio State University (OSU, commonly referred to as Ohio State) is a public research university in Columbus, Ohio. Founded in 1870 as a land-grant university and the ninth university in Ohio with the Morrill Act of 1862, the university was originally known as the Ohio Agricultural and Mechanical College. The college originally focused on various agricultural and mechanical disciplines but it developed into a comprehensive university under the direction of then-Governor (later, U.S. president) Rutherford B. Hayes, and in 1878 the Ohio General Assembly passed a law changing the name to \"The Ohio State University\". The main campus in Columbus, Ohio, has since grown into the third-largest university campus in the United States. The university also operates regional campuses in Lima, Mansfield, Marion, Newark, and Wooster.",
  "/wiki/Frank_Filipetti": "Frank Filipetti is a 7x Grammy-winning music producer, engineer and mixer who was born in Bristol, Connecticut. Frank won 5 of those Grammys for The Color Purple,  The Book of Mormon, Wicked, Monty Python's Spamalot and Elton John and Tim Rice's Aida. He was one of the first engineers to embrace digital. His credits include mixes for such number one singles as Foreigner's \"I Want to Know What Love Is\" and \"I Don't Want to Live Without You\" (which he also produced), the 1983 KISS album, Lick It Up and The Bangles' song, \"Eternal Flame.\" Filipetti engineered and produced Survivor's 1988 album, Too Hot to Sleep. Filipetti also recorded and mixed albums for Carly Simon, Barbra Streisand, Vanessa Williams, George Michael, 10,000 Maniacs, Lauren Kinhan, Korn, Frank Zappa and James Taylor, whose Hourglass Filipetti produced, engineered and mixed, winning Grammy Awards in 1998 for Best Engineered Album and Best Pop Album.",
  "/wiki/University_of_Connecticut": "The University of Connecticut (UConn) is a public land grant, National Sea Grant and National Space Grant research university in Storrs, Connecticut. It was founded in 1881.",
  "/wiki/Dartmouth_College": "Dartmouth College (/ˈdɑːrtməθ/ DART-məth) is a private Ivy League research university in Hanover, New Hampshire, United States. Established in 1769 by Eleazar Wheelock, it is the ninth-oldest institution of higher education in the United States and one of the nine colonial colleges chartered before the American Revolution. Although founded as a school to educate Native Americans in Christian theology and the English way of life, Dartmouth primarily trained Congregationalist ministers throughout its early history before it gradually secularized, emerging at the turn of the 20th century from relative obscurity into national prominence.",
  "/wiki/Mutual_Broadcasting_System": "The Mutual Broadcasting System (commonly referred to simply as Mutual; sometimes referred to as MBS,  Mutual Radio or the Mutual Radio Network) was an American commercial radio network in operation from 1934 to 1999. In the golden age of U.S. radio drama, Mutual was best known as the original network home of The Lone Ranger and The Adventures of Superman and as the long-time radio residence of The Shadow. For many years, it was a national broadcaster for Major League Baseball (including the All-Star Game and World Series), the National Football League, and Notre Dame football. From the mid-1930s and until the retirement of the network in 1999, Mutual ran a highly respected news service accompanied by a variety of popular commentary shows. During the late 1970s, Mutual pioneered the nationwide late night call-in radio show and introduced the country to Larry King.",
  "/wiki/Cornell_University": "Cornell University (/kɔːrˈnɛl/ kor-NEL) is a private and statutory Ivy League research university in Ithaca, New York. Founded in 1865 by Ezra Cornell and Andrew Dickson White, the university was intended to teach and make contributions in all fields of knowledge—from the classics to the sciences, and from the theoretical to the applied. These ideals, unconventional for the time, are captured in Cornell's founding principle, a popular 1868 Ezra Cornell quotation: \"I would found an institution where any person can find instruction in any study.\"",
  "/wiki/CNN": "CNN (Cable News Network) is an American news-based pay television channel owned by AT&T's WarnerMedia. CNN was founded in 1980 by American media proprietor Ted Turner as a 24-hour cable news channel. Upon its launch in 1980, CNN was the first television channel to provide 24-hour news coverage and was the first all-news television channel in the United States.",
  "/wiki/Squire_Fridell": "Squire Fridell (born February 9, 1943) is an American actor and co-owner and operator of GlenLyon Vineyards, perhaps best known for his infectious enthusiasm displayed in over three thousand television commercials.",
  "/wiki/University_of_the_Pacific_(United_States)": "University of the Pacific (Pacific or UOP) is a private Methodist-affiliated university with campuses in Sacramento, San Francisco, and Stockton, California. It is the oldest chartered university in California, the first independent coeducational campus in California, and both the first conservatory of music and first medical school on the West Coast.",
  "/wiki/Toyota_Motor_Corporation": "Toyota Motor Corporation (Japanese: トヨタ自動車株式会社, Hepburn: Toyota Jidōsha KK, IPA: [toꜜjota], English: /tɔɪˈoʊtə/) is a Japanese multinational automotive manufacturer headquartered in Toyota, Aichi, Japan.  In 2017, Toyota's corporate structure consisted of 364,445 employees worldwide and, as of December 2019[update], was the tenth-largest company in the world by revenue. Toyota is the second largest automobile manufacturer in the world, behind Volkswagen, based on 2018 unit sales. Toyota was the world's first automobile manufacturer to produce more than 10 million vehicles per year, which it has done since 2012, when it also reported the production of its 200-millionth vehicle. As of July 2014[update], Toyota was the largest listed company in Japan by market capitalization (worth more than twice as much as number 2-ranked SoftBank) and by revenue.",
  "/wiki/Ronald_McDonald": "Ronald McDonald is a clown character used as the primary mascot of the McDonald's fast-food restaurant chain. In television commercials, the clown inhabited a fantasy world called McDonaldland, in which he had adventures with his friends Mayor McCheese, the Hamburglar, Grimace, Birdie the Early Bird and The Fry Kids. By 2003, McDonaldland had been dropped from McDonald's advertising - since then, Ronald is instead shown interacting with normal children in their everyday lives.",
  "/wiki/McDonald%27s_Corporation": "McDonald's Corporation is an American fast food company, founded in 1940 as a restaurant operated by Richard and Maurice McDonald, in San Bernardino, California, United States. They rechristened their business as a hamburger stand, and later turned the company into a franchise, with the Golden Arches logo being introduced in 1953 at a location in Phoenix, Arizona. In 1955, Ray Kroc, a businessman, joined the company as a franchise agent and proceeded to purchase the chain from the McDonald brothers. McDonald's had its original headquarters in Oak Brook, Illinois, but moved its global headquarters to Chicago in early 2018.",
  "/wiki/M*A*S*H_(TV_series)": "M*A*S*H (an acronym  for Mobile Army Surgical Hospital) is an American war comedy-drama television series that aired on CBS from 1972 to 1983. It was developed by Larry Gelbart, adapted from the 1970 feature film M*A*S*H, which, in turn, was based on Richard Hooker's 1968 novel MASH: A Novel About Three Army Doctors. The series, which was produced with 20th Century Fox Television for CBS, follows a team of doctors and support staff stationed at the \"4077th Mobile Army Surgical Hospital\" in Uijeongbu, South Korea, during the Korean War (1950–53). The show's title sequence features an instrumental-only version of \"Suicide Is Painless,\" the original film's theme song. The show was created after an attempt to film the original book's sequel, M*A*S*H Goes to Maine, failed. The television series is the best-known of the M*A*S*H works, and one of the highest-rated shows in U.S. television history.",
  "/wiki/Newhart": "Newhart is an American sitcom that aired on CBS from October 25, 1982 to May 21, 1990 with a total of 184 half-hour episodes spanning over eight seasons. The series stars Bob Newhart and Mary Frann as an author and his wife who own and operate an inn in a small, rural Vermont town that is home to many eccentric characters. TV Guide, TV Land, and A&E named the Newhart series finale as one of the most memorable in television history. Newhart was recorded on videotape for Season 1, with the remaining seasons shot on film. The theme music for Newhart was composed by Henry Mancini.",
  "/wiki/Ironside_(TV_series)": "Ironside is an American television crime drama that aired on NBC over 8 seasons from 1967 to 1975. The show starred Raymond Burr as Robert T. Ironside, a consultant for the San Francisco police (usually addressed by the title Chief Ironside), who was paralyzed from the waist down after being shot while on vacation. The character debuted on March 28, 1967, in a TV movie titled Ironside. When the series was broadcast in the United Kingdom, from late 1967 onwards, it was broadcast under the title A Man Called Ironside. The show earned Burr six Emmy and two Golden Globe nominations.",
  "/wiki/Adam-12": "Adam-12 is a television police procedural drama that follows Los Angeles Police Department (LAPD) officers Pete Malloy and Jim Reed as they ride the streets of Los Angeles in their patrol unit, 1-Adam-12.",
  "/wiki/Burl_Ives": "Burl Icle Ivanhoe Ives (June 14, 1909 – April 14, 1995) was an American singer and actor of stage, screen, radio and television.",
  "/wiki/Eastern_Illinois_University": "Eastern Illinois University is a public university in Charleston, Illinois. Established in 1895 as the Eastern Illinois State Normal School, a teacher's college offering a two-year degree, Eastern Illinois University gradually expanded into a comprehensive university with a broad curriculum, including bachelor's and master's degrees in education, business, arts, sciences, and humanities.",
  "/wiki/Don_Knotts": "Jesse Donald Knotts (July 21, 1924 – February 24, 2006) was an American actor and comedian, best known for his role as Deputy Sheriff Barney Fife on The Andy Griffith Show, a 1960s sitcom for which he earned five Emmy Awards, and for his role as Ralph Furley on the highly rated sitcom Three's Company from 1979 to 1984. He also starred in multiple comedic films, including playing Luther Heggs in The Ghost and Mr. Chicken (1966) and Henry Limpet in The Incredible Mr. Limpet (1964). In 1979 TV Guide ranked him #27 on its 50 Greatest TV Stars of All Time list.",
  "/wiki/West_Virginia_University": "West Virginia University (WVU) is a public, land-grant, research university with its main campus in Morgantown, West Virginia. Its other campuses are those of the West Virginia University Institute of Technology in Beckley, Potomac State College of West Virginia University in Keyser, and a second clinical campus for the university's medical and dental schools at Charleston Area Medical Center in Charleston. WVU Extension Service provides outreach with offices in all of West Virginia's 55 counties.",
  "/wiki/Emmy_Award": "An Emmy Award, or simply Emmy, is an American award that recognizes excellence in the television industry. It is presented at numerous annual events held throughout the calendar year, each honoring one of the various sectors of the television industry. The two ceremonies that receive the most media coverage are the Primetime Emmy Awards and the Daytime Emmy Awards, which recognize outstanding work in American primetime and daytime entertainment programming, respectively. Other notable Emmy events include those honoring national sports programming, national news and documentary shows, and technological and engineering achievements in television, including the Primetime Engineering Emmy Awards. Regional Emmy Awards are also presented throughout the country at various times through the year, recognizing excellence in local and statewide television. In addition, the International Emmy Awards honor excellence in TV programming produced and initially aired outside the United States.",
  "/wiki/James_Loper": "James Leaders Loper (September 4, 1931 – July 8, 2013) was an American television executive who co-founded  KCET in 1964 and served as Executive Director of the Academy of Television Arts & Sciences from 1983 to 1999.",
  "/wiki/Arizona_State_University": "Arizona State University (commonly referred to as ASU or Arizona State) is a public metropolitan research university on five campuses across the Phoenix metropolitan area, and four regional learning centers throughout Arizona.",
  "/wiki/Academy_of_Television_Arts_and_Sciences": "The Academy of Television Arts & Sciences (ATAS), also colloquially known as the Television Academy, is a professional honorary organization dedicated to the advancement of the television industry in the United States.",
  "/wiki/Cheech_Marin": "Richard Anthony \"Cheech\" Marín (born July 13, 1946) is an American stand-up comedian, actor, writer and activist, who gained recognition as part of the comedy act Cheech & Chong during the 1970s and early 1980s with Tommy Chong and as Don Johnson's partner, Insp. Joe Dominguez, on Nash Bridges. He has also voiced characters in several Disney films, including Oliver & Company, The Lion King, the Cars series, Coco and Beverly Hills Chihuahua.",
  "/wiki/California_State_University,_Northridge": "California State University, Northridge (CSUN /ˈsiːsʌn/ or Cal State Northridge) is a public university in the Northridge neighborhood of Los Angeles, California. With a total enrollment of 38,391 students (as of Fall 2019), it has the largest undergraduate population as well as the second largest total student body of the 23-campus California State University system, making it one of the largest comprehensive universities in the United States in terms of enrollment size. The size of CSUN also has a major impact on the California economy, with an estimated $1.9 billion in economic output generated by CSUN on a yearly basis. As of Fall 2019, the university had 2,139 faculty, of which 805 (or about 40%) were tenured or on the tenure track.",
  "/wiki/James_Pier_Mason": "James Pier Mason (February 3, 1889 – November 7, 1959) was an American actor. He appeared in 173 films between 1914 and 1952, often as a villain or henchman in Westerns, and was sometimes credited as James Mason or Jim Mason. A memorable performance was in 1920's The Penalty as the drug-addicted criminal who shoots Lon Chaney's character Blizzard in the final moments of the film.",
  "/wiki/Iowa_State_University": "Iowa State University of Science and Technology (Iowa State) is a public land-grant and space-grant research university in Ames, Iowa. It is the largest university in the state of Iowa and the third largest university in the Big 12 athletic conference.  Iowa State is classified among \"R1: Doctoral Universities – Very high research activity.\" It is also a member of the Association of American Universities (AAU).",
  "/wiki/T._J._Miller": "Todd Joseph Miller (born June 4, 1981) is an American actor, stand-up comedian, social critic, producer and writer.",
  "/wiki/George_Washington_University": "George Washington University (GW or GWU) is a private research university in Washington, D.C. It was chartered in 1821 by an act of the United States Congress.",
  "/wiki/Martin_Milner": "Martin Sam Milner (December 28, 1931 – September 6, 2015) was an American film, stage, radio, and television actor. Milner is known for his performances on two television series: Route 66, which aired on CBS from 1960 to 1964, and Adam-12, which aired on NBC from 1968 to 1975.",
  "/wiki/University_of_Southern_California": "The University of Southern California (USC,[a] SC, or Southern Cal) is a private research university in Los Angeles, California. Founded in 1880, it is the oldest private research university in California. For the 2018–19 academic year, there were 20,000 students enrolled in four-year undergraduate programs. USC also has 27,500 graduate and professional students in a number of different programs, including business, law, engineering, social work, occupational therapy, pharmacy, and medicine.  It is the largest private employer in the city of Los Angeles and generates $8 billion in economic impact on Los Angeles and California.",
  "/wiki/John_Bennett_Perry": "John Bennett Perry (born January 4, 1941) is an American actor, singer, and former model. He is the father of actor Matthew Perry.",
  "/wiki/St._Lawrence_University": "St. Lawrence University is a private liberal arts college in the village of Canton in St. Lawrence County, New York. It has roughly 2400 undergraduate and 100 graduate students, about equally split between male and female.",
  "/wiki/Matthew_Perry": "Matthew Langford Perry (born August 19, 1969) is a Canadian-American actor, comedian and playwright who gained worldwide recognition for his role as Chandler Bing on the NBC television sitcom Friends, which ran from 1994 to 2004. Due to the vast popularity of the sitcom, Perry and the rest of the six-member main cast ensemble were each making $1 million per episode by 2002.\nAlong with starring in the short-lived television series Studio 60 on the Sunset Strip, Perry has appeared in a number of films, including Fools Rush In (1997), The Whole Nine Yards (2000), and 17 Again (2009). In 2010, he expanded his resume to include both video games and voice-over work when he voiced Benny in the video game Fallout: New Vegas.",
  "/wiki/Chris_Sarandon": "Christopher Sarandon Jr. (/səˈrændən/; born July 24, 1942) is a Greek-American actor. He is known best for playing Prince Humperdinck in the movie The Princess Bride, the vampire Jerry Dandrige in Fright Night, Detective Mike Norris in Child's Play (1988), and for providing the speaking voice of Jack Skellington in The Nightmare Before Christmas. He was nominated for an Academy Award for Best Supporting Actor for his performance as Leon Shermer in Dog Day Afternoon.",
  "/wiki/University_of_West_Virginia": "West Virginia University (WVU) is a public, land-grant, research university with its main campus in Morgantown, West Virginia. Its other campuses are those of the West Virginia University Institute of Technology in Beckley, Potomac State College of West Virginia University in Keyser, and a second clinical campus for the university's medical and dental schools at Charleston Area Medical Center in Charleston. WVU Extension Service provides outreach with offices in all of West Virginia's 55 counties.",
  "/wiki/David_Selby": "David Lynn Selby (born February 5, 1941) is an American film, television and stage actor. He is best known for playing Quentin Collins in the daytime soap opera Dark Shadows (1968–71), and Richard Channing in the prime-time soap opera Falcon Crest (1982–90). Selby also had prominent roles in the television series Flamingo Road (1981–82), and the feature film Raise the Titanic (1980). Also a published writer, Selby has written several books including novels, memoirs, and collections of poetry.",
  "/wiki/Red_Skelton": "Richard Red Skelton (July 18, 1913 – September 17, 1997), professionally known as Red Skelton, was an American comedy entertainer. He was best known for his national radio and television shows between 1937 and 1971, especially as host of the television program The Red Skelton Show. He has stars on the Hollywood Walk of Fame for his work in radio and television, and also appeared in burlesque, vaudeville, films, nightclubs, and casinos, all while he pursued an entirely separate career as an artist. Skelton used to tell the story of his having taken on the middle name Bernard when a teacher refused to believe that his middle name actually was \"Red\".",
  "/wiki/Truman_State_University": "Truman State University (TSU or Truman) is a public university in Kirksville, Missouri. It had 6,379 enrolled students in the fall of 2015, with 6,039 undergraduate and 340 postgraduate students, pursuing degrees in 50 undergraduate, and eight graduate programs.",
  "/wiki/Tom_Smothers": "Thomas Bolyn Smothers III (born February 2, 1937) is an American comedian, composer and musician, best known as half of the musical comedy duo the Smothers Brothers, alongside his younger brother Dick.",
  "/wiki/San_Jose_State_University": "San José State University (San Jose State or SJSU) is a public university in San Jose, California. SJSU is the oldest public university on the West Coast and the founding campus of the California State University (CSU) system.",
  "/wiki/Smothers_Brothers": "The Smothers Brothers are Thomas (\"Tom\" – born February 2, 1937) and Richard (\"Dick\" – born November 20, 1939), American folk singers, musicians, and comedians. The brothers' trademark double act was performing folk songs (Tommy on acoustic guitar, Dick on string bass), which usually led to arguments between the siblings. Tommy's signature line was, \"Mom always liked you best!\" Tommy (the elder of the two) acted \"slow\", and Dick, the straight man, acted \"superior\".",
  "/wiki/Rutgers,_The_State_University_of_New_Jersey": "Rutgers, The State University of New Jersey (/ˈrʌtɡərz/), commonly referred to as Rutgers University, or RU, is an American public research university in New Jersey. It is the largest institution of higher education in New Jersey.",
  "/wiki/Looking_Glass_(band)": "Looking Glass was an American pop rock group of the early 1970s that was part of the Jersey Shore sound. Their 1972 song \"Brandy (You're a Fine Girl)\" was a #1 hit on both the Billboard Hot 100 and Cash Box Top 100 charts, remaining in the top position for one week."
}