{
  "/wiki/Bremen_school_shooting": "The Bremen school shooting was a school shooting that occurred on 20 June 1913 at St Mary's Catholic School (St-Marien-Schule) in Walle, a quarter of Bremen, Germany. The gunman, 29-year-old unemployed teacher Heinz Schmidt from Sülze, indiscriminately shot at students and teachers, killing five girls and wounding more than 20 other people before being subdued by school staff. He was never tried for the crime and sent directly to an asylum where he died in 1932.",
  "/wiki/Bremen": "The City Municipality of Bremen (/ˈbreɪmən/, also US: /ˈbrɛmən/; German: Stadtgemeinde Bremen, IPA: [ˈʃtatɡəˌmaɪndə ˈbʁeːmən] (listen); Low German also: Breem or Bräm) is the capital of the German federal state Free Hanseatic City of Bremen (also called just \"Bremen\" for short), a two-city-state consisting of the cities of Bremen and Bremerhaven. With around 570,000 inhabitants, the Hanseatic city is the 11th largest city of Germany as well as the second largest city in Northern Germany after Hamburg.",
  "/wiki/Wilno_school_massacre": "The Wilno school massacre was a school shooting that occurred on 6 May 1925 at the Joachim Lelewel High School in Wilno, Poland (now Vilnius, Lithuania). During the final exams, at about 11 a.m., at least two eighth-grade students attacked the board of examiners with revolvers and hand grenades, killing several students, at least one teacher, and themselves.",
  "/wiki/Wilno": "Vilnius (Lithuanian pronunciation: [ˈvʲɪlʲnʲʊs] (listen), see also other names) is the capital of Lithuania and its largest city, with a population of 580,020 as of 2020[update]. The population of Vilnius functional urban area, that stretches beyond the city limits, is estimated at 697,691 (as of 2017), while according to statistics of Vilnius territorial health insurance fund, there are 728,032  permanent inhabitants (as of December 2019) in Vilnius city and Vilnius district municipalities combined. Vilnius is in the southeast part of Lithuania and is the second largest city in the Baltic states. Vilnius is the seat of the national government of Lithuania and the Vilnius District Municipality.",
  "/wiki/Second_Polish_Republic": "The Second Polish Republic, commonly known as interwar Poland or Poland between the Wars, refers to the country of Poland in the period between the First and Second World Wars (1918–1939). Officially known as the Republic of Poland (Polish: Rzeczpospolita Polska), the state was re-established in 1918, in the aftermath of World War I. The Second Republic ceased to exist in 1939, when Poland was invaded by Nazi Germany, the Soviet Union and the Slovak Republic, marking the beginning of the European theatre of World War II.",
  "/wiki/Kung%C3%A4lv_school_shooting": "The Kungälv school shooting took place on 4 March 1961 in Kungälvs läroverk, in central Kungälv in Västra Götaland, Sweden. The school is currently known as Thorildskolan. It was the first reported school shooting in Sweden and one of the earliest in Europe. Seven youngsters were wounded by 15 bullets fired by the perpetrator and one died from his wounds.",
  "/wiki/Kung%C3%A4lv": "Kungälv (Swedish pronunciation: [ˈkɵ̂ŋːɛlv]) is a city and the seat of Kungälv Municipality in Västra Götaland County, Sweden. It had 22,768 inhabitants in 2010.",
  "/wiki/Cologne_school_massacre": "The Cologne school massacre was a mass murder that occurred at the Catholic elementary school (katholische Volksschule) located in the suburb of Volkhoven in Cologne, West Germany on 11 June 1964. The perpetrator, Walter Seifert, also known as \"Der Feuerteufel von Volkhoven\" (firedevil of Volkhoven), attacked the people at the school with a home-made flamethrower and a spear, killing eight pupils and two teachers, and wounding twenty-two others. When police arrived at the scene he fled from the school compound and poisoned himself. He was taken to a hospital, where he died the same evening.",
  "/wiki/Cologne": "Cologne (English: /kəˈloʊn/ kə-LOHN; German: Köln [kœln] (listen); Kölsch: Kölle [ˈkœlə] (listen)) is the largest city of Germany's most populous federal state of North Rhine-Westphalia and the fourth-most populous city in Germany.  With slightly over a million inhabitants (1.08 million) within its city boundaries, Cologne is the largest city on the Rhine and also the most populous city both of the Rhine-Ruhr Metropolitan Region, which is Germany's largest and one of Europe's major metropolitan areas, and of the Rhineland. Centered on the left bank of the Rhine, Cologne is about 45 kilometres (28 mi) southeast of North Rhine-Westphalia's capital of Düsseldorf and 25 kilometres (16 mi) northwest of Bonn. It is the largest city in the Central Franconian and Ripuarian dialect areas.",
  "/wiki/Flamethrower": "A flamethrower is a mechanical incendiary device designed to project a long, controllable stream of fire. First deployed by the Greeks in the 1st century CE, flamethrowers saw use in modern times during World War I, and more widely in World War II.",
  "/wiki/Spear": "A spear is a pole weapon consisting of a shaft, usually of wood, with a pointed head. The head may be simply the sharpened end of the shaft itself, as is the case with fire hardened spears, or it may be made of a more durable material fastened to the shaft, such as flint, obsidian, iron, steel or bronze. The most common design for hunting or combat spears since ancient times has incorporated a metal spearhead shaped like a triangle, lozenge, or leaf. The heads of fishing spears usually feature barbs or serrated edges.",
  "/wiki/Parathion": "Parathion, also called parathion-ethyl or diethyl parathion and locally[clarification needed] known as \"Folidol\", is an organophosphate insecticide and acaricide. It was originally developed by IG Farben in the 1940s. It is highly toxic to non-target organisms, including humans, so its use has been banned or restricted in most countries. The basic structure is shared by parathion methyl.",
  "/wiki/Robert_Mone": "Robert Francis Mone (born 1948) is a Scottish convicted murderer and spree killer who was sentenced to life imprisonment in 1979.",
  "/wiki/Zadar": "Zadar (US: /ˈzɑːdɑːr/, Croatian: [zâdar] (listen); see also other names) is the oldest continuously-inhabited Croatian city. It is situated on the Adriatic Sea, at the northwestern part of Ravni Kotari region. Zadar serves as the seat of Zadar County and of the wider northern Dalmatian region. The city proper covers 25 km2 (9.7 sq mi) with a population of 75,082 in 2011[update], making it the second-largest city of the region of Dalmatia and the fifth-largest city in the country.",
  "/wiki/Yugoslavia": "Yugoslavia (/ˌjuːɡoʊˈslɑːviə/; Serbo-Croatian: Jugoslavija/Југославија [juɡǒslaːʋija]; Slovene: Jugoslavija [juɡɔˈslàːʋija]; Macedonian: Југославија [juɡɔˈsɫavija];[A] lit. \"Southern Slav Land\") was a country in Southeastern and Central Europe for most of the 20th century. It came into existence after World War I in 1918[B] under the name of the Kingdom of Serbs, Croats and Slovenes by the merger of the provisional State of Slovenes, Croats and Serbs (it was formed from territories of the former Austro-Hungarian Empire) with the Kingdom of Serbia, and constituted the first union of the South Slavic people as a sovereign state, following centuries in which the region had been part of the Ottoman Empire and Austria-Hungary. Peter I of Serbia was its first sovereign. The kingdom gained international recognition on 13 July 1922 at the Conference of Ambassadors in Paris. The official name of the state was changed to Kingdom of Yugoslavia on 3 October 1929.",
  "/wiki/Eppstein_school_shooting": "The Eppstein school shooting was a school shooting that occurred on 3 June 1983 at the Freiherr-vom-Stein Gesamtschule in Eppstein-Vockenhausen, West Germany. The gunman, 34-year-old Czech refugee Karel Charva, fatally shot three students, a teacher and a police officer and injured another 14 people using two semi-automatic pistols, before committing suicide.",
  "/wiki/Eppstein": "Eppstein is a town in the Main-Taunus-Kreis, in Hesse, Germany.",
  "/wiki/Higham_Ferrers": "Higham Ferrers is a market town in the Nene Valley in East Northamptonshire, England, close to the Cambridgeshire and Bedfordshire borders. It forms a single built-up area with Rushden to the south and has an estimated population of 7,145. The town centre contains many historic buildings around the Market Square and College Street.",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Raumanmeri_school_shooting": "The Raumanmeri school shooting was a school shooting that occurred on 25 January 1989 at the Raumanmeri secondary school in Rauma, Finland. It was the first-ever school shooting in the history of Finland. A then-14-year-old student at the Raumanmeri secondary school fatally shot two of his classmates using a pistol that belonged to his father. The shooter had claimed to be a victim of bullying. Due to the perpetrator being under the age of 15, he never faced any criminal charges for the attack.",
  "/wiki/Rauma,_Finland": "Rauma (Finnish pronunciation: [ˈrɑumɑ]; Swedish: Raumo) is a town and municipality of ca. 39,400 (31 January 2019 ) inhabitants on the west coast of Finland, 92 kilometres (57 mi) north of Turku, and 50 kilometres (31 mi) south of Pori. Granted town privileges on 17 April 1442 (then under the rule of Sweden), Rauma is known for its paper and maritime industry, high quality lace (since the 18th century) and the old wooden architecture of its centre (Old Rauma, Vanha Rauma), which is a UNESCO world heritage site.",
  "/wiki/Bullying": "Bullying is the use of force, coercion, or threat, to abuse, aggressively dominate or intimidate. The behavior is often repeated and habitual. One essential prerequisite is the perception (by the bully or by others) of an imbalance of physical or social power. This imbalance distinguishes bullying from conflict. Bullying is a subcategory of aggressive behavior characterized by the following three minimum criteria: (1) hostile intent, (2) imbalance of power, and (3) repetition over a period of time. Bullying is the activity of repeated, aggressive behavior intended to hurt another individual, physically, mentally, or emotionally.",
  "/wiki/Aarhus_University_shooting": "On Tuesday, 5 April 1994, Flemming Nielsen of Silkeborg (age 35) shot four people, all of them female students, two of them fatally, at Aarhus University in Denmark. Nielsen had been a student at the university since 1986. He opened fire with a sawed-off shotgun in a university cafeteria where he killed his first victim, 24-year-old Birgit Bohn Wolfsen. The remaining students in the room managed to escape. Nielsen proceeded into another cafeteria and opened fire again, killing his second victim, 27-year-old Randi Thode Kristensen. Another two people were wounded but survived.",
  "/wiki/Aarhus": "Aarhus (/ˈɔːrhuːs/, also US: /ˈɑːr-/, Danish: [ˈɒːˌhuˀs] (listen); officially spelled Århus from 1948 until 1 January 2011)[note 1] is the second-largest city in Denmark and the seat of Aarhus municipality. It is located on the east coast of the Jutland peninsula, in the geographical centre of Denmark, 187 kilometres (116 mi) northwest of Copenhagen and 289 kilometres (180 mi) north of Hamburg, Germany. The inner urban area contains 273,077 inhabitants (as of 1 January 2018[update]) and the municipal population is 340,421 (as of 2018[update]). Aarhus is the central city in Business Region Aarhus and in the East Jutland metropolitan area, which had a total population of 1.378 million in 2016.",
  "/wiki/Sawed-off_shotgun": "A sawed-off shotgun also called a sawn-off shotgun and a short-barreled shotgun, is a type of shotgun with a shorter gun barrel—typically under 18 inches—and often a shortened or absent stock. Despite the colloquial term, barrels do not, strictly speaking, have to be shortened with a saw. Barrels can be manufactured at shorter lengths as an alternative to traditional, longer barrels. This makes them easier to transport due to their smaller profile and lighter weight. The design also makes the weapon easy to maneuver in cramped spaces, a feature sought by military close quarters combat units, law enforcement SWAT team users, and home defense purposes. As a result of the shorter barrel length, any sawed-off shotgun with a magazine tube will have its capacity reduced.",
  "/wiki/Dunblane_massacre": "The Dunblane school massacre took place at Dunblane Primary School near Stirling, Scotland, on 13 March 1996, when Thomas Hamilton shot 16 children and one teacher dead before killing himself. It remains the deadliest mass shooting in British history.",
  "/wiki/Dunblane": "Dunblane (/dʌnˈbleɪn/, Scottish Gaelic: Dùn Bhlàthain) is a town in the council area of Stirling in central Scotland, and prior to 1994 inside the boundaries of Perthshire. It is a commuter town, with many residents making use of good transport links to much of the Central Belt, including Glasgow and Edinburgh.",
  "/wiki/Firearms_(Amendment)_(No._2)_Act_1997": "The Firearms (Amendment) (No. 2) Act 1997 was the second of two Acts of the Parliament of the United Kingdom from 1997 that amended the regulation of firearms within Great Britain. It was introduced by the newly elected Labour government of Tony Blair. The other Act was the Firearms (Amendment) Act 1997.",
  "/wiki/Veghel": "Veghel (Dutch pronunciation: [ˈvɛɣəl] (listen)) is a town and a former municipality in the southern Netherlands. On 1 January 2017 Veghel, together with Schijndel and Sint-Oedenrode, merged into a new municipality called Meierijstad creating the largest municipality of the province North-Brabant in terms of land area.",
  "/wiki/Erfurt_massacre": "The Erfurt massacre was a school shooting that occurred on 26 April 2002 at the Gutenberg-Gymnasium, a secondary school, in the Thuringia State capital Erfurt, Germany. 19-year-old expelled student Robert Steinhäuser shot and killed 16 people, including 13 staff members, two students, and one police officer, before committing suicide. One person was also wounded by a bullet fragment. According to students, he ignored them and aimed only for the teachers and administrators, although two students were unintentionally killed by shots fired through a locked door.",
  "/wiki/Erfurt": "Erfurt  (/ˈɛərfɜːrt/ AIR-furt, /ˈɛərfʊərt/ AIR-foort; German pronunciation: [ˈɛʁfʊʁt] (listen)) is the capital and largest city in the state of Thuringia, central Germany.",
  "/wiki/Coburg_shooting": "The Coburg shooting was an attempted school killing at Realschule II in Coburg, Bavaria, Germany during the morning of 2 July 2003.",
  "/wiki/Coburg": "Coburg (German pronunciation: [ˈkoːbʊɐ̯k]) is a town located on the Itz river in the Upper Franconia region of Bavaria, Germany. Long part of one of the Thuringian states of the Wettin line, it joined Bavaria by popular vote only in 1920. Until the revolution of 1918, it was one of the capitals of the Duchy of Saxe-Coburg and Gotha and the Duchy of Saxe-Coburg-Saalfeld. Through successful dynastic policies, the ruling princely family married into several of the royal families of Europe, most notably in the person of Prince Albert, who married Queen Victoria in 1840. As a result of these close links with the royal houses of Europe in the late 19th and early 20th centuries, Coburg was frequently visited by the crowned heads of Europe and their families.",
  "/wiki/The_Hague": "The Hague (/heɪɡ/; Dutch: Den Haag [dɛn ˈɦaːx] (listen) or 's‑Gravenhage [ˌsxraːvə(n)ˈɦaːɣə] (listen)) is a city on the western coast of the Netherlands on the North Sea and the capital of the province of South Holland. It is also the seat of government of the Netherlands and hosts the International Court of Justice, one of the most important courts in the world.",
  "/wiki/R%C3%B6tz": "Rötz is a town in the district of Cham, in Bavaria, Germany. It is situated 17 km northwest of Cham, and 30 km east of Schwandorf.",
  "/wiki/Emsdetten_school_shooting": "The Emsdetten school shooting was a school shooting that occurred at the Geschwister Scholl-Schule in Emsdetten, Germany on 20 November 2006. Eighteen-year-old former student Sebastian Bosse shot and wounded five people and set off several smoke bombs before committing suicide.",
  "/wiki/Emsdetten": "Emsdetten (Westphalian: Detten) is a town in the district of Steinfurt, in North Rhine-Westphalia, Germany.",
  "/wiki/Caplock_mechanism": "The caplock mechanism, percussion lock, or cap and ball was the successor of the flintlock mechanism in firearm technology, and used a percussion cap struck by the hammer to set off the main charge, rather than using a piece of flint to strike a steel frizzen.",
  "/wiki/Smoke_bomb": "A smoke bomb is a firework designed to produce smoke upon ignition. Smoke bombs are useful to airsoft games, paintball games, self-defense and practical jokes. They are also used in smoke tests.",
  "/wiki/Jokela_school_shooting": "The Jokela school shooting occurred on 7 November 2007, at Jokela High School in Jokela, a town in the municipality of Tuusula, Finland. The gunman Pekka-Eric Auvinen, entered the school on that morning armed with a semi-automatic pistol. He killed eight people and wounded one person in the toe before shooting himself in the head; twelve others were also injured by flying shattered glass or sprained ankles. Auvinen died later that evening in a Helsinki hospital.",
  "/wiki/Tuusula": "Tuusula (Finnish pronunciation: [ˈtuːsulɑ]; Swedish: Tusby [ˈtʉ̌ːsbyː]) is a municipality of Finland. It belongs to the Helsinki sub-region of the Uusimaa region. The municipality has a population of 38,609\n(31 January 2019).",
  "/wiki/Kauhajoki_school_shooting": "The Kauhajoki school shooting occurred on 23 September 2008, at the Seinäjoki University of Applied Sciences in the former province of Western Finland. The gunman, 22-year-old student Matti Juhani Saari, shot and killed ten people with a Walther P22 semi-automatic pistol, before shooting himself in the head. He died a few hours later in Tampere University Hospital. One woman was injured but was in a stable condition.",
  "/wiki/Kauhajoki": "Kauhajoki (literally “Scoop River”) is a town and municipality of Finland. The city is unilingually Finnish.",
  "/wiki/Molotov_cocktails": "A Molotov cocktail, also known as a petrol bomb, gasoline bomb (United States), bottle bomb, poor man's grenade, Molotovin koktaili (Finnish), polttopullo (Finnish), fire bomb (not to be confused with an actual fire bomb), fire bottle or just Molotov, sometimes shortened as Molly, is a generic name used for a variety of bottle-based improvised incendiary weapons. Due to the relative ease of production, Molotov cocktails have been used by street criminals, rioters, criminal gangs, urban guerrillas, terrorists, irregular soldiers, or even regular soldiers short on equivalent military-issue weapons. They are primarily intended to ignite rather than completely destroy targets, and are often used just as much to cause chaos as to actually do damage, sometimes being used as weapons during riots and mass protest.",
  "/wiki/Winnenden_school_shooting": "The Winnenden school shooting occurred on the morning of 11 March 2009 at a secondary school in Winnenden, Baden-Württemberg, in southwestern Germany, followed by a shootout at a car dealership in nearby Wendlingen. The shooting spree resulted in 16 deaths, including the suicide of the perpetrator, 17-year-old Tim Kretschmer, who had graduated from the school one year earlier. He also injured nine people during the incident.",
  "/wiki/Winnenden": "Winnenden (Swabian: Wẽnnede) is a small town in the Rems-Murr district of the Stuttgart Region in Baden-Württemberg in southwest Germany. It lies in a wine-growing area approx. 20 km (12 mi) northeast of Stuttgart and has a population of fewer than 28,000. The town is home to the Kärcher Company, makers of cleaning equipment namely pressure washers.",
  "/wiki/School_shooting": "A school shooting is an attack at an educational institution, such as a primary school, secondary school, or university, involving the use of firearms. Many school shootings are also categorized as mass shootings due to multiple casualities. The phenomenon is most widespread in the United States, which has the highest number of school-related shootings, but school shootings have taken place in many countries across the world."
}