{
  "/wiki/Pencak_silat_at_the_2018_Asian_Games_%E2%80%93_Men%27s_tanding_55_kg": "The men's tanding class B (55 kilograms) competition at the 2018 Asian Games took place from 23 to 27 August 2018 at Taman Mini Indonesia Indah, Jakarta, Indonesia.",
  "/wiki/2018_Asian_Games": "The 2018 Asian Games (Indonesian: Pesta Olahraga Asia 2018,[citation needed] Asian Games 2018), officially known as the 18th Asian Games and also known as Jakarta–Palembang 2018, was a pan-Asian multi-sport event held from 18 August to 2 September 2018 in the Indonesian cities of Jakarta and Palembang. The Olympic Council of Asia (OCA) originally awarded the games to Hanoi, Vietnam in November 2012, but the hosting rights were given up seventeen months later. Indonesia, which originally finished second in the bid, was considered as the strongest replacement candidate and eventually awarded the rights amid the 2014 games. Surabaya, the city put forward during the bid, was replaced by Jakarta and Palembang, having hosted the 2011 Southeast Asian Games together.",
  "/wiki/Hanifan_Yudani_Kusumah": "Hanifan Yudani Kusumah (born 25 October 1997) is an Indonesian pencak silat practitioner. He won a gold medal in the 2018 Asian Games, after previously winning a bronze medal in the 2017 Southeast Asian Games.",
  "/wiki/Pencak_silat_at_the_2018_Asian_Games_%E2%80%93_Men%27s_tanding_60_kg": "The men's tanding 60 kilograms competition at the 2018 Asian Games took place from 23 to 29 August 2018 at Taman Mini Indonesia Indah, Jakarta, Indonesia.",
  "/wiki/Pencak_silat_at_the_2018_Asian_Games_%E2%80%93_Men%27s_tanding_65_kg": "The men's tanding 65 kilograms competition at the 2018 Asian Games took place from 23 to 27 August 2018 at Taman Mini Indonesia Indah, Jakarta, Indonesia.",
  "/wiki/Pencak_silat_at_the_2018_Asian_Games_%E2%80%93_Men%27s_tanding_70_kg": "The men's tanding 70 kilograms competition at the 2018 Asian Games took place from 23 to 27 August 2018 at Taman Mini Indonesia Indah, Jakarta, Indonesia.",
  "/wiki/Pencak_silat_at_the_2018_Asian_Games_%E2%80%93_Men%27s_tanding_90_kg": "The men's tanding 90 kilograms competition at the 2018 Asian Games took place from 23 to 27 August 2018 at Taman Mini Indonesia Indah, Jakarta, Indonesia.",
  "/wiki/Pencak_silat_at_the_2018_Asian_Games_%E2%80%93_Women%27s_tanding_55_kg": "The women's tanding 55 kilograms competition at the 2018 Asian Games took place from 23 to 29 August 2018 at Taman Mini Indonesia Indah, Jakarta, Indonesia.",
  "/wiki/Pencak_silat_at_the_2018_Asian_Games_%E2%80%93_Women%27s_tanding_60_kg": "The women's tanding 60 kilograms competition at the 2018 Asian Games took place from 23 to 27 August 2018 at Taman Mini Indonesia Indah, Jakarta, Indonesia.",
  "/wiki/Pencak_silat_at_the_2018_Asian_Games_%E2%80%93_Women%27s_tanding_65_kg": "The women's tanding 65 kg kilograms competition at the 2018 Asian Games took place from 23 to 29 August 2018 at Taman Mini Indonesia Indah, Jakarta, Indonesia.",
  "/wiki/Pencak_silat_at_the_2018_Asian_Games_-_Women%27s_tunggal": "The women's tunggal (single) seni competition at the 2018 Asian Games took place from 25 to 27 August 2018 at Taman Mini Indonesia Indah, Jakarta, Indonesia.",
  "/wiki/Pencak_silat_at_the_2018_Asian_Games_%E2%80%93_Women%27s_ganda": "The women's Ganda (double) seni competition at the 2018 Asian Games took place on 29 August 2018 at Taman Mini Indonesia Indah, Jakarta, Indonesia.",
  "/wiki/Pencak_silat_at_the_2018_Asian_Games": "Pencak silat competition at the 2018 Asian Games was held in Jakarta, Indonesia from 23 to 29 August 2018 at Pencak Silat Arena (Padepokan) inside the Taman Mini Indonesia Indah in East Jakarta. This sport is popular in Southeast Asia and South Asia. Hosts Indonesia won 14 out of the 16 gold medals, and Vietnam won the remaining two.",
  "/wiki/Pencak_silat_at_the_2018_Asian_Games_%E2%80%93_Men%27s_tunggal": "The men's tunggal (single) seni competition at the 2018 Asian Games took place from 25 to 29 August 2018 at Taman Mini Indonesia Indah, Jakarta, Indonesia.",
  "/wiki/Pencak_silat_at_the_2018_Asian_Games_-_Men%27s_ganda": "The men's Ganda (double) seni competition at the 2018 Asian Games took place on 27 August 2018 at Taman Mini Indonesia Indah, Jakarta, Indonesia.",
  "/wiki/Pencak_silat_at_the_2018_Asian_Games_-_Men%27s_tanding_75_kg": "The men's tanding 75 kilograms competition at the 2018 Asian Games took place from 23 to 29 August 2018 at Taman Mini Indonesia Indah, Jakarta, Indonesia.",
  "/wiki/Indonesia_at_the_Asian_Games": "Indonesia is a member of the Southeast Asian Zone of the Olympic Council of Asia (OCA), and has competed in all editions of the Asian Games since it was first held in 1951, one of only seven countries to do so."
}