{
  "/wiki/Motorola_Aura": "Motorola Aura (styled AURA) is a series of luxury mobile phones from Motorola, and is part of the 4LTR line, announced in October 2008 and made available by December. Though it was going to be a series, only one phone was released, known as Aura R1. However, three further special editions of the Aura R1 were released through 2009: Aura Diamoniqe Edition, Aura Celestial Edition and Aura Diamond Edition. Aura is a luxury device with US$2000 price tag. It is made from premium materials such as stainless steel and sapphire and comes inside a wooden box.",
  "/wiki/GSM": "The Global System for Mobile Communications (GSM) is a standard developed by the European Telecommunications Standards Institute (ETSI) to describe the protocols for second-generation (2G) digital cellular networks used by mobile devices such as mobile phones and tablets. It was first deployed in Finland in December 1991. By the mid-2010s, it became a global standard for mobile communications achieving over 90% market share, and operating in over 193 countries and territories.",
  "/wiki/Motorola_FONE_F3": "The Motorola Fone (styled FONE) was a candybar mobile phone from Motorola, one of a series of phones in the 4LTR line. It was the first mobile phone to use an electronic paper display.",
  "/wiki/CDMA": "Code-division multiple access (CDMA) is a channel access method used by various radio communication technologies. CDMA is an example of multiple access,  where several transmitters can send information simultaneously over a single communication channel. This allows several users to share a band of frequencies (see bandwidth). To permit this without undue interference between the users, CDMA employs spread spectrum technology and a special coding scheme (where each transmitter is assigned a code).",
  "/wiki/Motorola_KRZR": "Motorola Krzr (/ˈkreɪzər/, styled KRZR), known as the \"Canary\" before its release, is a series of clamshell/flip mobile phones by Motorola, and is one of the series in the 4LTR line. The first phone was released in September 2006.",
  "/wiki/Motorola_KRZR_K3": "Motorola Krzr (/ˈkreɪzər/, styled KRZR), known as the \"Canary\" before its release, is a series of clamshell/flip mobile phones by Motorola, and is one of the series in the 4LTR line. The first phone was released in September 2006.",
  "/wiki/W-CDMA": "The Universal Mobile Telecommunications System (UMTS) is a third generation mobile cellular system for networks based on the GSM standard. Developed and maintained by the 3GPP (3rd Generation Partnership Project), UMTS is a component of the International Telecommunications Union IMT-2000 standard set and compares with the CDMA2000 standard set for networks based on the competing cdmaOne technology. UMTS uses wideband code division multiple access (W-CDMA) radio access technology to offer greater spectral efficiency and bandwidth to mobile network operators.",
  "/wiki/Motorola_Hint_QA30": "Motorola Hint QA30 is a sliding mobile camera phone introduced by Motorola in the fourth quarter of 2008. It was available on Alltel, Bell Canada, Cricket, MetroPCS, and US Cellular. It is no longer supported by carriers due to relying on the outdated CDMA. About the size of a post-it note, the QA30 slides open to reveal a full QWERTY keyboard for text messaging and email. The 2 megapixel camera stores 1600x1200 resolution pictures on either the 128 MB internal memory or on a MicroSD card up to 8 GB.",
  "/wiki/Motorola_PEBL_U6": "The Motorola Pebl (styled PEBL, pronounced pebble) is a series of clamshell/flip mobile phones from Motorola, and is one of the series in the 4LTR line.",
  "/wiki/Motorola_RAZR_V3": "The Motorola Razr (styled RAZR, pronounced /ˈreɪzə/ like \"razor\"; sometimes also Siliqua) was a series of mobile phones by Motorola, part of the 4LTR line. The V3 was the first phone released in the series and was introduced in July 2004 and released in the market in the third quarter of 2004. The V3 model was followed soon thereafter by the much improved V3i with a collaboration with Apple Inc. for iTunes to be built-in.",
  "/wiki/Motorola_RAZR_maxx": "The Motorola Razr (styled RAZR, pronounced /ˈreɪzə/ like \"razor\"; sometimes also Siliqua) was a series of mobile phones by Motorola, part of the 4LTR line. The V3 was the first phone released in the series and was introduced in July 2004 and released in the market in the third quarter of 2004. The V3 model was followed soon thereafter by the much improved V3i with a collaboration with Apple Inc. for iTunes to be built-in.",
  "/wiki/Motorola_RAZR²": "The Motorola Razr2 (often stylized as RAZR2) is a series of clamshell/flip mobile phones from Motorola, and is one of the series in the 4LTR line. It is the successor to the popular Razr series. The Razr2 is 2 mm thinner than its predecessor but slightly wider. Some versions feature Motorola's MotoMagx operational platform, based on the MontaVista Linux OS. The Razr2 was made available on every US carrier, and EVDO, GSM and HSDPA versions of it were released by late 2007.",
  "/wiki/Motorola_RIZR": "Motorola Rizr (/ˈraɪzər/, styled RIZR) is a series of slide mobile phones from Motorola, and is one of the series in the 4LTR line. The first model was released in late 2006. It is a sliding phone (in the style of competing Samsung and LG phones), where the numeric keys are hidden beneath the screen of the phone when closed.",
  "/wiki/Motorola_ROKR_Z6": "The Motorola Rokr (/ˈrɒkər/, styled ROKR), the first version of which was informally known as the \"iTunes phone\", was a series of mobile phones from Motorola, part of a 4LTR line developed before the spin out of Motorola Mobility. Rokr models were released starting in September 2005 and ending in 2009. They were notable for incorporating support of media player features.",
  "/wiki/List_of_Motorola_products": "This is a list of Motorola products.  Motorola is a multinational company that manufactures telecommunications and electronics products."
}