{
  "/wiki/Acacius_of_Caesarea": "Acacius of Caesarea in Greek Ἀκάκιος Mονόφθαλμος (died 366) was a Christian bishop, the pupil and successor in the Palestinian see of Caesarea of Eusebius AD 340, whose life he wrote. He is remembered chiefly for his bitter opposition to St. Cyril of Jerusalem and for the part he was afterwards enabled to play in the more acute stages of the Arian controversy. In the famous twenty-first oration of St. Gregory Nazianzen, the author speaks of him as being the tongue of the Arians.",
  "/wiki/Caesarea": "Caesarea (/ˌsɛzəˈriːə, ˌsɛsəˈriːə, ˌsiːzəˈriːə/), named in Hebrew: קֵיסָרְיָה, Keysariya or Qesarya, often simplified to Keisarya, and Qaysaria, is a town in north-central Israel, which inherits its name and much of its territory from the ancient city of Caesarea Maritima (Greek: Καισάρεια). Located midway between Tel Aviv and Haifa on the coastal plain near the city of Hadera, it falls under the jurisdiction of Hof HaCarmel Regional Council. With a population of 5,170, it is the only Israeli locality managed by a private organization, the Caesarea Development Corporation, and also one of the most populous localities not recognized as a local council. The ancient city of Caesarea Maritima was built by Herod the Great about 25–13 BCE as a major port. It served as an administrative center of Judaea Province of the Roman Empire, and later as the capital of the Byzantine Palaestina Prima province. During the Muslim conquest in the 7th century, it was the last city of the Holy Land to fall to the Arabs. The city degraded to a small village after the provincial capital was moved from here to Ramleh and had an Arab majority until Crusader conquest. Under the Crusaders it became once again a major port and a fortified city.",
  "/wiki/Adamantius_(Pseudo-Origen)": "Adamantius was a 4th-century Christian writer sometimes mistaken for Origen. He may have come from Asia Minor or Syria but very little is known of him. He wrote anti-Gnostic works in Greek.",
  "/wiki/Alexandria": "Alexandria (/ˌælɪɡˈzændriə/ or /-ˈzɑːnd-/; Arabic: الإسكندرية al-ʾIskandariyya; Egyptian Arabic: اسكندرية Eskendereyya; Coptic: ⲁⲗⲉⲝⲁⲛⲇⲣⲓⲁ Alexandria or ⲣⲁⲕⲟϯ Rakote, Greek: Αλεξάνδρεια Alexandria) is the second-largest city in Egypt and a major economic center. With a population of 5,200,000, Alexandria is the largest city on the Mediterranean, the sixth-largest city in the Arab world and the ninth-largest in Africa. The city extends about 40 km (25 mi)  at the northern coast of Egypt along the Mediterranean Sea. Alexandria is a popular tourist destination, and also an important industrial center because of its natural gas and oil pipelines from Suez. Alexandria was founded in c. 331 BC by Alexander the Great, king of Macedon and leader of the Greek League of Corinth, during his conquest of the Achaemenid Empire. An Egyptian village named Rhacotis existed at the location and grew into the Egyptian quarter of Alexandria. Alexandria grew rapidly to become an important center of Hellenistic civilization and remained the capital of Ptolemaic Egypt and Roman and Byzantine Egypt for almost 1,000 years, until the Muslim conquest of Egypt in AD 641, when a new capital was founded at Fustat (later absorbed into Cairo). Hellenistic Alexandria was best known for the Lighthouse of Alexandria (Pharos), one of the Seven Wonders of the Ancient World; its Great Library (the largest in the ancient world); and the Necropolis, one of the Seven Wonders of the Middle Ages.",
  "/wiki/Sextus_Julius_Africanus": "Sextus Julius Africanus (c. 160 – c. 240; Greek: Σέξτος Ἰούλιος ὁ Ἀφρικανός or ὁ Λίβυς) was a Christian traveler and historian of the late second and early third centuries. He is important chiefly because of his influence on Eusebius, on all the later writers of Church history among the Church Fathers, and on the whole Greek school of chroniclers.",
  "/wiki/Jerusalem": "Jerusalem (/dʒəˈruːsələm/; Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:SBL Hebrew,SBL BibLit,Frank Ruehl CLM,Taamey Frank CLM,Ezra SIL,Ezra SIL SR,Keter Aram Tsova,Taamey Ashkenaz,Taamey David CLM,Keter YG,Shofar,David CLM,Hadasim CLM,Simple CLM,Nachlieli,Cardo,Alef,Noto Serif Hebrew,Noto Sans Hebrew,David Libre,David,Times New Roman,Gisha,Arial,FreeSerif,FreeSans}יְרוּשָׁלַיִם Yerushaláyim; Arabic: القُدس al-Quds or Bayt al-Maqdis, also spelled Baitul Muqaddas)[note 2] is a city in the Middle East, located on a plateau in the Judaean Mountains between the Mediterranean and the Dead Sea. It is one of the oldest cities in the world, and is considered holy to the three major Abrahamic religions—Judaism, Christianity, and Islam. Both Israel and the Palestinian Authority claim Jerusalem as their capital, as Israel maintains its primary governmental institutions there and the State of Palestine ultimately foresees it as its seat of power; however, neither claim is widely recognized internationally. [note 3]\n During its long history, Jerusalem has been destroyed at least twice, besieged 23 times, captured and recaptured 44 times, and attacked 52 times. The part of Jerusalem called the City of David shows first signs of settlement in the 4th millennium BCE, in the shape of encampments of nomadic shepherds. Jerusalem was named as Urusalim on ancient Egyptian tablets, probably meaning City of Shalem after a Canaanite deity, during the Canaanite period (14th century BCE). During the Israelite period, significant construction activity in Jerusalem began in the 9th century BCE (Iron Age II), and in the 8th century the city developed into the religious and administrative center of the Kingdom of Judah. In 1538, the city walls were rebuilt for a last time around Jerusalem under Suleiman the Magnificent.",
  "/wiki/Pope_Alexander_I_of_Alexandria": "Alexander I of Alexandria, 19th Pope of Alexandria & Patriarch of the See of St. Mark. During his patriarchate, he dealt with a number of issues facing the Church in that day. These included the dating of Easter, the actions of Meletius of Lycopolis, and the issue of greatest substance, Arianism. He was the leader of the opposition to Arianism at the First Council of Nicaea. He also is remembered for being the mentor of the man who would be his successor, Athanasius of Alexandria, who would become one of the leading Church fathers.",
  "/wiki/Ambrose": "Aurelius Ambrosius[a] (c. 340–397), better known in English as Ambrose (/ˈæmbroʊz/), an Archbishop of Milan, became one of the most influential ecclesiastical figures of the 4th century. He served as the Roman governor of Liguria and  Emilia, headquartered in Milan, before popular acclamation propelled him into becoming Bishop of Milan in 374. Ambrose staunchly opposed Arianism.\n Western Christianity identified Ambrose as one of its four traditional Doctors of the Church, and as the patron saint of Milan. He had notable influence on Augustine of Hippo (354-430).\n Tradition credits Ambrose with promoting antiphonal chant, a style of chanting in which one side of the choir responds alternately to the other, as well as with composing Veni redemptor gentium, an Advent hymn.",
  "/wiki/Milan": "Milan (/mɪˈlæn/, US also /mɪˈlɑːn/, Italian: Milano [miˈlaːno] (listen), Milanese: [miˈlãː] (listen)) is a city in northern Italy, capital of Lombardy, and the second-most populous city in Italy after Rome. Milan served as the capital of the Western Roman Empire, the Duchy of Milan and the Kingdom of Lombardy–Venetia. The city proper has a population of about 1.4 million while its metropolitan city has 3.23 million inhabitants. Its continuously built-up urban area, that stretches well beyond the boundaries of its administrative metropolitan city, is the fourth largest in the EU with 5.27 million inhabitants. The population within the wider Milan metropolitan area, also known as Greater Milan, is estimated at 8.2 million, making it by far the largest metropolitan area in Italy and the 4th largest in the EU. Milan is considered a leading alpha global city, with strengths in the field of the art, commerce, design, education, entertainment, fashion, finance, healthcare, media, services, research and tourism. Its business district hosts Italy's stock exchange (Italian: Borsa Italiana), and the headquarters of national and international banks and companies. In terms of GDP, it has the second-largest economy among EU cities after Paris, and is the wealthiest among EU non-capital cities.",
  "/wiki/Ammonius_Saccas": "Ammonius Saccas (/əˈmoʊniəs/; Greek: Ἀμμώνιος Σακκᾶς; fl. 3rd century AD) was an Egyptian philosopher from Alexandria who was often referred to as one of the founders of Neoplatonism. He is mainly known as the teacher of Plotinus, whom he taught for eleven years from 232 to 243. He was undoubtedly the biggest influence on Plotinus in his development of Neoplatonism, although little is known about his own philosophical views. Later Christian writers stated that Ammonius was a Christian, but it is now generally assumed that there was a different Ammonius of Alexandria who wrote biblical texts.",
  "/wiki/Ammonius_of_Alexandria_(Christian_philosopher)": "Ammonius of Alexandria (/əˈmoʊniəs/; Greek: Ἀμμώνιος) was a Christian philosopher who lived in the 3rd century. He is not to be confused with Ammonius Saccas, the Neoplatonist philosopher, also from Alexandria.",
  "/wiki/Amphilochius_of_Iconium": "Amphilochius of Iconium (Greek: Ἀµφιλόχιος Ἰκονίου) was a Christian bishop of the fourth century, son of a Cappadocian family of distinction, born, perhaps at Caesarea, ca. 339/340, died probably 394–403. His father was an eminent lawyer, and his mother Livia remarkable for gentleness and wisdom. He is venerated as a saint on Nov. 22. He was probably first cousin to Gregory of Nazianzus, and was brought up in the peculiarly religious atmosphere of the Christian aristocracy of his native province. He studied law in Antioch with Libanius, practised at Constantinople, but soon retired to lead a religious life in the vicinity of his friend and relative, the theologian of Nazianzus. He was soon drawn within the circle of influence around Basil of Caesarea, and seems to have been for a while a member of the Christian City of the Poor that Basil had built at Cæsarea. Early in 374 he was bishop of the important see of Iconium, probably placed there by Basil, whom he continued to aid in Cappadocian ecclesiastical affairs until Basil's death (379).",
  "/wiki/Iconium": "Konya (Turkish pronunciation: [ˈkon.ja]) is a major city in south-western edge of the Central Anatolian Plateau and is the seventh-most-populous city in Turkey with a metropolitan population of over 2.1 million. Konya is an economically and industrially developed city and the capital of Konya Province.\n The Konya region has been inhabited since the 3rd millennium BC. Known as Iconium during classical antiquity, the city was ruled successively by the Phrygian, Persian, Hellenistic and Roman civilizations. In the 11th century the Seljuk Turks conquered the area from the Byzantines, and Konya then became the capital of the Sultanate of Rum. Under the Seljuks, the city reached the height of its wealth and influence. Following the demise of Rum, Konya came under the rule of the Karamanids, before being taken over by the Ottoman Empire in the 15th century. After the Turkish War of Independence the city became part of the modern Republic of Turkey.",
  "/wiki/Anastasius_Sinaita": "Anastasius Sinaïta (Anastasius of Sinai, died after 700), also called Anastasios of Sinai, was a seventh-century Greek ecclesiastical writer, priest, monk, and abbot of Saint Catherine's Monastery at Mount Sinai.",
  "/wiki/Sinai_Peninsula": "The Sinai Peninsula or simply Sinai (now usually /ˈsaɪnaɪ/ SY-ny, also /ˈsaɪnɪaɪ/ SY-nih-eye and US: /ˈsaɪneɪaɪ/ SY-nay-eye) is a peninsula in Egypt, and the only part of the country located in Asia. It is situated between the Mediterranean Sea to the north and the Red Sea to the south, and is a land bridge between Asia and Africa. Sinai has a land area of about 60,000 km2 (23,000 sq mi) (6 percent of Egypt's total area) and a population of approximately 600,000 people. Administratively, the vast majority of the area of the Sinai Peninsula is divided into two governorates: the South Sinai Governorate and the North Sinai Governorate. Three other governorates span the Suez Canal, crossing into African Egypt: Suez Governorate on the southern end of the Suez Canal, Ismailia Governorate in the center, and Port Said Governorate in the north. The peninsula acquired the name Sinai in modern times due to the assumption that a mountain near Saint Catherine's Monastery is the Biblical Mount Sinai. Mount Sinai is one of the most religiously significant places in the Abrahamic faiths. The Sinai Peninsula has been a part of Egypt from the First Dynasty of ancient Egypt (c. 3100 BC).",
  "/wiki/Antioch": "Antioch on the Orontes (/ˈænti.ɒk/; Ancient Greek: Ἀντιόχεια ἡ ἐπὶ Ὀρόντου, Antiókheia hē epì Oróntou; also Syrian Antioch)[note 1] was an ancient Greek city on the eastern side of the Orontes River. Its ruins lie near the modern city of Antakya, Turkey, to which the ancient city lends its name. Antioch was founded near the end of the fourth century BC by Seleucus I Nicator, one of Alexander the Great's generals. The city's geographical, military, and economic location benefited its occupants, particularly such features as the spice trade, the Silk Road, and the Royal Road. It eventually rivaled Alexandria as the chief city of the Near East. The city was the capital of the Seleucid Empire until 63 B.C. when the Romans took control, making it the seat of the governor of the province of Syria. From the early 4th century, the city was the seat of the Count of the Orient, head of the regional administration of sixteen provinces.",
  "/wiki/Andreas_of_Caesarea": "Andreas of Caesarea (Greek: Ἀνδρέας Καισαρείας; 563 – 637) was a Greek theological writer and bishop of Caesarea in Cappadocia. Karl Krumbacher assigned him to the first half of the sixth century. He is variously placed by other scholars, from the fifth to the ninth century. However, today it is unquestionable that his life spanned the late sixth/early seventh centuries.",
  "/wiki/Andrew_of_Crete": "Saint Andrew of Crete (Greek: Ἀνδρέας Κρήτης, c. 650 – July 4, 712 or 726 or 740), also known as Andrew of Jerusalem, was an 8th-century bishop, theologian, homilist, and hymnographer. He is venerated as a saint by Eastern Orthodox and Roman Catholic Christians.",
  "/wiki/Crete": "Crete (Greek: Κρήτη, Kríti ['kriti]; Ancient Greek: Κρήτη, Krḗtē) is the largest and most populous of the Greek islands, the 88th largest island in the world and the fifth largest island in the Mediterranean Sea, after Sicily, Sardinia, Cyprus, and Corsica. It bounds the southern border of the Aegean sea. Crete lies approximately 160 km (99 mi) south of the Greek mainland. It has an area of 8,336 km2 (3,219 sq mi) and a coastline of 1,046 km (650 mi). Crete and a number of surrounding islands and islets constitute the region of Crete (Greek: Περιφέρεια Κρήτης), the southernmost of the 13 top-level administrative units of Greece; the region is the fifth most populous region of Greece. Its capital and largest city is Heraklion, located on the northern shore of the island. As of 2011[update], the region had a population of 623,065. The Dodecanese are located to the northeast of Crete, while the Cyclades are situated to the north, separated by the Sea of Crete.",
  "/wiki/Ansbert": "Saint Ansbert, called Ansbert of Rouen or sometimes Ansbert of Chaussy (? – c. 695), is a saint from northern France. In the 7th century, he served the Christian Church as a monk and an abbot, and ultimately as the archbishop of the city of Rouen.",
  "/wiki/Rouen": "Rouen (UK: /ˈruːɒ̃, ˈruːɒn/, US: /ruːˈɒ̃, ruːˈɒn/, French: [ʁwɑ̃] (listen) or [ʁuɑ̃]) is a city on the River Seine in northern France. It is the capital of the region of Normandy. Formerly one of the largest and most prosperous cities of medieval Europe,[further explanation needed] Rouen was the seat of the Exchequer of Normandy during the Middle Ages. It was one of the capitals of the Anglo-Norman dynasties, which ruled both England and large parts of modern France from the 11th to the 15th centuries.\n The population of the metropolitan area (French: agglomération) at the 2011 census was 655,013, with the city proper having an estimated population of 111,557. People from Rouen are known as Rouennais.",
  "/wiki/Anthony_of_Padua": "Saint Anthony of Padua (Portuguese: Santo António de Pádua; born Fernando Martins de Bulhões; 15 August 1195 – 13 June 1231), also known as Saint Anthony of Lisbon (Portuguese: Santo António de Lisboa), was a Portuguese Catholic priest and friar of the Franciscan Order. He was born and raised by a wealthy family in Lisbon, Portugal, and died in Padua, Italy. Noted by his contemporaries for his powerful preaching, expert knowledge of scripture, and undying love and devotion to the poor and the sick, he was one of the most quickly canonized saints in church history. He was proclaimed a Doctor of the Church on 16 January 1946. He is also the patron saint of lost things.",
  "/wiki/Padua": "Padua (/ˈpædjuə/; Italian: Padova [ˈpaːdova] (listen); Venetian: Pàdova) is a city and comune in Veneto, northern Italy. Padua is on the river Bacchiglione, west of Venice. It is the capital of the province of Padua. It is also the economic and communications hub of the area. Padua's population is 214,000 (as of 2011[update]). The city is sometimes included, with Venice (Italian Venezia) and Treviso, in the Padua-Treviso-Venice Metropolitan Area (PATREVE) which has a population of around 2,600,000. Padua stands on the Bacchiglione River, 40 kilometres (25 miles) west of Venice and 29 km (18 miles) southeast of Vicenza. The Brenta River, which once ran through the city, still touches the northern districts.",
  "/wiki/Antiochus_of_Palestine": "Antiochus of Palestine, also known as Antiochus the Monk, was a 7th-century monk and an author of the Pandektes, a collection of moral sentences. The identification of Antiochus with the contemporary Antiochus Strategos, author of a narrative on the Sasanian conquest of Jerusalem in 614, is disputed. The Greek original of the latter text is lost; the work is preserved in Georgian and Arabic versions. Antiochus is believed to have been born near Ancyra (now Ankara, Turkey). He lived first as a solitary, then became a monk and Abbot of the famous Lavra (monastery) of St. Saba near Jerusalem. He witnessed the Persian invasion of Palestine in 614, and the massacre of forty-four of his companions by the Bedouins. In 619, five years after the conquest of the Holy Land by Chosroes, Ancyra was taken and destroyed by the Persians, which compelled the monks of the neighbouring monastery of Attaline to leave their home, and to move from place to place. As they were, naturally, unable to carry many books with them, the Abbot Eustathius asked his friend Antiochus to compile an abridgment of Holy Scripture for their use, and also a short account of the martyrdom of the forty-four monks of St. Sabbas.",
  "/wiki/Mar_Saba": "The Holy Lavra of Saint Sabbas, known in Syriac as Mar Saba (Syriac: ܕܝܪܐ ܕܡܪܝ ܣܒܐ, Arabic: دير مار سابا; Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:SBL Hebrew,SBL BibLit,Frank Ruehl CLM,Taamey Frank CLM,Ezra SIL,Ezra SIL SR,Keter Aram Tsova,Taamey Ashkenaz,Taamey David CLM,Keter YG,Shofar,David CLM,Hadasim CLM,Simple CLM,Nachlieli,Cardo,Alef,Noto Serif Hebrew,Noto Sans Hebrew,David Libre,David,Times New Roman,Gisha,Arial,FreeSerif,FreeSans}מנזר מר סבא; Greek: Ἱερὰ Λαύρα τοῦ Ὁσίου Σάββα τοῦ Ἡγιασμένου), is a Greek Orthodox monastery overlooking the Kidron Valley at a point halfway between the Old City of Jerusalem and the Dead Sea, within the Bethlehem Governorate of the West Bank. The monks of Mar Saba and those of subsidiary houses are known as Sabaites.",
  "/wiki/Aphrahat": "Aphrahat (c. 280–c. 345; Syriac: ܐܦܪܗܛ Ap̄rahaṭ, Persian: فرهاد, Ancient Greek: Ἀφραάτης, and Latin Aphraates) was a Syriac Christian author of the third century from Adiabene in the Asōristān (Assyria) province of the Sasanian Empire who composed a series of twenty-three expositions or homilies on points of Christian doctrine and practice. All his known works, the Demonstrations, come from later on in his life. He was an ascetic and celibate, and was almost definitely a son of the covenant (an early Syriac form of communal monasticism). He may have been a bishop, and later Syriac tradition places him at the head of Mar Mattai monastery near Mosul in what is now Iraqi Kurdistan. He was a near contemporary to the slightly younger Ephrem the Syrian, but the latter lived within the sphere of the Roman Empire. Called the Persian Sage (Syriac: ܚܟܝܡܐ ܦܪܣܝܐ, Ḥakkimā Pārsāyā), Aphrahat witnesses to the concerns of the early church beyond the eastern boundaries of the Roman Empire.",
  "/wiki/Assyria": "Assyria (/əˈsɪəriə/), also called the Assyrian Empire, was a Mesopotamian kingdom and empire of the ancient Near East and the Levant that existed as a state from perhaps as early as the 25th century BC (in the form of the Assur city-state) until its collapse between 612 BC and 609 BC – spanning the periods of the Early to Middle Bronze Age through to the late Iron Age. From the end of the seventh century BC (when the Neo-Assyrian state fell) to the mid-seventh century AD, it survived as a geopolitical entity, for the most part ruled by foreign powers such as the Parthian and early Sasanian Empires between the mid-second century BC and late third century AD, the final part of which period saw Mesopotamia become a major centre of Syriac Christianity and the birthplace of the Church of the East. A largely Semitic-speaking realm, Assyria was centred on the Tigris in Upper Mesopotamia. The Assyrians came to rule powerful empires in several periods. Making up a substantial part of the greater Mesopotamian cradle of civilization, which included Sumer, the Akkadian Empire, and Babylonia, Assyria reached the height of technological, scientific and cultural achievements for its time. At its peak, the Neo-Assyrian Empire of 911 to 609 BC stretched from eastern Libya and Cyprus in the East Mediterranean to Iran, and from present-day Armenia and Azerbaijan in the Transcaucasia to the Arabian Peninsula. The name Assyria originates with the Assyrian state's original capital, the ancient city of Aššur, which dates to c. 2600 BC – originally one of a number of Akkadian-speaking city-states in Mesopotamia. In the 25th and 24th centuries BC, Assyrian kings were pastoral leaders.",
  "/wiki/Syriac_language": "Syriac (/ˈsɪriæk/; ܠܫܢܐ ܣܘܪܝܝܐ[a] Leššānā Suryāyā), also known as Syrian/Syriac Aramaic, Syro-Aramaic or Classical Syriac, is a dialect of Middle Aramaic of the Northwest Semitic languages of the Afroasiatic family that is written in the Syriac alphabet, a derivation of the Aramaic alphabet. Having first appeared in the early first century CE in Edessa, classical Syriac became a major literary language throughout the Middle East from the 4th to the 8th centuries, preserved in a large body of Syriac literature. Indeed, Syriac literature comprises roughly 90% of the extant Aramaic literature. Syriac was once spoken across much of the Near East as well as Anatolia and Eastern Arabia. Syriac originated in Mesopotamia and eventually spread west of Iraq in which it became the lingua franca of the region during the Mesopotamian Neo-Assyrian period. The Old Aramaic language was adopted by the Neo-Assyrian Empire (911–609 BC) when the Assyrians conquered the various Syro-Hittite states to its west. The Achaemenid Empire (546-332 BC), which rose after the fall of the Assyrian Empire, also retained Old Aramaic as its official language, and Old Aramaic remained the lingua franca of the region. During the course of the third and fourth centuries AD, the inhabitants of the region began to embrace Christianity.",
  "/wiki/Apollinaris_of_Laodicea": "Apollinaris the Younger, also known as Apollinaris of Laodicea, (died 382) was a bishop of Laodicea in Syria. He is best known, however, as a noted opponent of Arianism. Apollinaris's eagerness to emphasize the deity of Jesus and the unity of his person led him so far as to deny the existence of a rational human soul in Christ's human nature. This view came to be called Apollinarism. It was condemned by the First Council of Constantinople in 381.",
  "/wiki/Latakia": "Latakia (Arabic: الْلَاذِقِيَّة al-Lādhiqīyah;  Syrian pronunciation: [el.laːdˈʔɪjje, -laːðˈqɪjja]) is the principal port city of Syria, as well as the capital of the Latakia Governorate. Historically, it has also been known as Laodicea in Syria or Laodicea ad Mare. In addition to serving as a port, the city is a manufacturing center for surrounding agricultural towns and villages. According to the 2004 official census, the population of the city is 383,786, Its population greatly increased as a result of the ongoing Syrian Civil War due to the influx of refugees from rebel and terrorist held areas. It is the 4th-largest city in Syria after Aleppo, Damascus and Homs, and it borders Tartus to the south, Hama to the east, and Idlib to the north while Cape Apostolos Andreas, the most north-eastern tip of Cyprus is about 68 miles (109 km) away. Although the site has been inhabited since the 2nd millennium BC, the city was founded in the 4th century BC under the rule of the Seleucid empire. Latakia was subsequently ruled by the Romans, then the Ummayads and Abbasids in the 8th–10th centuries of the Christian era. Under their rule, the Byzantines frequently attacked the city, periodically recapturing it before losing it again to the Arabs, particularly the Fatimids.",
  "/wiki/Apringius": "Apringius of Beja was a sixth-century Latin Church Father who wrote a commentary on the Book of Revelation. Only fragments of his commentary survive.",
  "/wiki/Beja_(Portugal)": "Beja (Portuguese pronunciation: [ˈbɛʒɐ] (listen)) is a city and a municipality in the Alentejo region, Portugal. The population in 2011 was 35,854, in an area of 1,146.44 km2 (442.64 sq mi). The city proper had a population of 21,658 in 2001.\n The municipality is the capital of the Beja District. The present Mayor is Paulo Arsénio, elected by the Socialist Party with an absolute majority in the 2017 Portuguese Local Elections. The municipal holiday is Ascension Day. The Portuguese Air Force has an airbase in the area – the Air Base No. 11.",
  "/wiki/Arethas_of_Caesarea": "Arethas of Caesarea (Greek: Ἀρέθας; born c. 860 AD) was Archbishop of Caesarea Mazaca in Cappadocia (modern Kayseri, Turkey) early in the 10th century, and is considered one of the most scholarly theologians of the Greek Orthodox Church.  The codices produced by him, containing his commentaries are credited with preserving many ancient texts, including those of Plato and Marcus Aurelius' Meditations.",
  "/wiki/Aristides_the_Athenian": "Aristides the Athenian (also Saint Aristides or Marcianus Aristides; Greek: Ἀριστείδης Μαρκιανός) was a 2nd-century Christian Greek author who is primarily known as the author of the Apology of Aristides. His feast day is August 31 in Roman Catholicism and September 13 in Eastern Orthodoxy.",
  "/wiki/Athens": "Athens (/ˈæθɪnz/ ATH-inz; Greek: Αθήνα, romanized: Athína [aˈθina] (listen); Ancient Greek: Ἀθῆναι, romanized: Athênai (pl.) [atʰɛ̂ːnai̯]) is the capital and largest city of Greece. Athens dominates the Attica region and is one of the world's oldest cities, with its recorded history spanning over 3,400 years and its earliest human presence started somewhere between the 11th and 7th millennium BC. Classical Athens was a powerful city-state that emerged in conjunction with the seagoing development of the port of Piraeus. A center for the arts, learning and philosophy, home of Plato's Academy and Aristotle's Lyceum, it is widely referred to as the cradle of Western civilization and the birthplace of democracy, largely because of its cultural and political impact on the European continent, and in particular the Romans. In modern times, Athens is a large cosmopolitan metropolis and central to economic, financial, industrial, maritime, political and cultural life in Greece. Athens is a global city and one of the biggest economic centers in southeastern Europe. It has a large financial sector, and its port Piraeus is both the largest passenger port in Europe, and the second largest in the world.",
  "/wiki/List_of_New_Testament_Church_Fathers": "The following list of New Testament Church Fathers provides an overview of an important part of the secondary source evidence for the text of the New Testament (NT). The NT was quoted by early Christian authors, like Ignatius of Antioch, called the Church Fathers, and also in anonymous works like the Didache. Some anonymous works have traditionally been misattributed to better-known authors, and are now known by the name of that author, but with the prefix pseudo (meaning false in Greek), for example Pseudo-Dionysius. The other most substantial component of secondary sources for the text of the NT is its early translations into other languages, like Latin. Translations of the NT are known as versions."
}