{
  "/wiki/S.D._Aucas": "Sociedad Deportiva Aucas (Spanish pronunciation: [sosjeˈðað ðepoɾˈtiβa ˈaukas]), also known as \"Papa Aucas\", is a football club based in Quito, Ecuador. They play in the top tier of Ecuadorian football and have spent the majority of their history in the top-flight Serie A. The team is amongst the most popular in the city because of its long history in the Serie A. Despite the popularity, Aucas has never won an Ecuadorian championship.",
  "/wiki/Quito": "Quito (/ˈkiːtoʊ/; Spanish pronunciation: [ˈkito] (listen); Quechua: Kitu; formally San Francisco de Quito) is the capital of Ecuador, the country's most populous city, and at an elevation of 2,850 metres (9,350 ft) above sea level, it is the second highest official capital city in the world, after La Paz, and the one which is closest to the equator. It is located in the Guayllabamba river basin, on the eastern slopes of Pichincha,[verification needed] an active stratovolcano in the Andes Mountains.",
  "/wiki/Estadio_Gonzalo_Pozo_Ripalda": "Estadio Gonzalo Pozo Ripalda is a multi-use stadium in southern Quito, Ecuador. It is currently used mostly for football matches and is the home stadium of Aucas. The stadium holds 22,000 spectators and built in 1987 and opened in 1994.",
  "/wiki/Barcelona_S.C.": "Barcelona Sporting Club (Spanish pronunciation: [baɾseˈlona]) is an Ecuadorian sports club based in Guayaquil, known best for its professional football team. Internationally known as Barcelona de Ecuador or Barcelona de Guayaquil, in Ecuadorian land it is simply referred as Barcelona (BSC). They currently play in the Ecuadorian Serie A, the highest level of football in the country, and hold the distinction of being the only club in Ecuadorian history not to be relegated to the Serie B.",
  "/wiki/Guayaquil": "Guayaquil (Spanish pronunciation: [ɡwaʝaˈkil] (listen); Aymara & Quechua: Wayakil) officially Santiago de Guayaquil, is the second largest city in Ecuador . It is also the nation's main port. The city is the capital of Guayas Province and the seat of Guayaquil canton.",
  "/wiki/Estadio_Monumental_Banco_Pichincha": "The Estadio Monumental Banco Pichincha is a football stadium located in the parish of Tarqui in northern Guayaquil, Ecuador. The stadium is the home to Ecuadorian football club Barcelona.",
  "/wiki/Delf%C3%ADn_S.C.": "Delfín Sporting Club is a football club based in Manta, Ecuador. The club was founded on March 1, 1989 after Club Deportivo 9 de Octubre was ceded to a group of directors, which had Club Social Delfín. Later the team renamed Delfín Sporting Club. The club currently plays in the Ecuadorian Serie A, the highest level of Ecuadorian football.",
  "/wiki/Manta,_Ecuador": "Manta is a mid-sized city in Manabí Province, Ecuador. It is the most populous city in the province, the fifth most populous in the country. Manta has existed since Pre-Columbian times. It was a trading post for the Mantas. According to the 2001 census, the city had 192,322 inhabitants. Its main economic activity is tuna fishing. Other economic activities include tourism and a chemical industry with products from cleaning supplies to oils and margarine.",
  "/wiki/Estadio_Jocay": "The Estadio Municipal Jocay is a multi-use stadium in Manta, Ecuador.  It is currently used mostly for football matches and is the home stadium of Delfín S.C. of the Serie A de Ecuador and Manta F.C. of the Serie B de Ecuador.  The stadium holds 17,834 spectators and opened on 14 January 1962. It is the most westerly stadium in South America",
  "/wiki/C.D._Cuenca": "Club Deportivo Cuenca is an Ecuadorian football club based in Cuenca. They currently play in the Serie A, the top-flight football league in the country, and is one of two clubs from Cuenca to have played in the top-flight (the other being LDU Cuenca).",
  "/wiki/Cuenca,_Ecuador": "Santa Ana de los Cuatro Ríos de Cuenca, commonly referred as Cuenca (Quechua: Tumipampa) is the capital and largest city of the Azuay Province of Ecuador. Cuenca is located in the highlands of Ecuador at about 2,560 metres (8,400 feet) above sea level, with an urban population of approximately 329,928 and 661,685 inhabitants in the larger metropolitan area. The center of the city is listed as an UNESCO World Heritage Site due to its many historical buildings.",
  "/wiki/Estadio_Alejandro_Serrano_Aguilar": "The Estadio Alejandro Serrano Aguilar Banco del Austro is a multi-purpose stadium in Cuenca, Ecuador. It is currently used mostly for football matches and is the home stadium of Club Deportivo Cuenca and Liga Deportiva Universitaria de Cuenca. The stadium holds 16,540 spectators and opened in 1945.",
  "/wiki/C.D._El_Nacional": "Club Deportivo El Nacional is an Ecuadorian sports club from Quito, known best for their professional football team. The team currently plays in the Serie A, the top-flight football league in the country.",
  "/wiki/Estadio_Ol%C3%ADmpico_Atahualpa": "Estadio Olímpico Atahualpa (Spanish pronunciation: [ataˈwalpa]) is a multi-purpose stadium in Quito, Ecuador.  It is currently used mostly for football matches and has a capacity of 35,724.",
  "/wiki/C.S._Emelec": "Club Sport Emelec is an Ecuadorian sports club based in Guayaquil that is best known for their professional football team. The football team plays in the Ecuadorian Serie A, the highest level of professional football in the country.",
  "/wiki/Estadio_George_Capwell": "Estadio Banco del Pacífico Capwell is a multi-purpose stadium in Guayaquil, Ecuador. It is currently used mostly for football matches and is the home stadium of Emelec. It was announced right after Emelec won the 2013 Ecuador Serie A title that Stadium George Capwell would be completely remodeled to hold a capacity of 40,000 fans. The remodeling is supposed to begin in June 2014 and ended in December 2016.",
  "/wiki/Guayaquil_City_F.C.": "Guayaquil City F.C. (known as C.D. River Ecuador until 2017) is an Ecuadorian professional football club based in Guayaquil. They currently play in the country's first-level football league—the Serie A—after gaining promotion from the segunda-level Primera Categoria.",
  "/wiki/Estadio_Christian_Ben%C3%ADtez_Betancourt": "Estadio Christian Benítez Betancourt is a football stadium in Guayaquil, Ecuador. It was named after footballer Christian Benítez.",
  "/wiki/C.S.D._Independiente_del_Valle": "Club de Alto Rendimiento Especializado Independiente del Valle, known simply as Independiente del Valle or Independiente, is a football club based in Sangolquí, Ecuador.",
  "/wiki/Sangolqu%C3%AD": "Sangolquí is a suburb of Quito and is the seat of Rumiñahui canton in the province of Pichincha, in northern Ecuador. It is connected to Quito by the Autopista General Rumiñahui (General Rumiñahui Highway).",
  "/wiki/Estadio_Rumi%C3%B1ahui": "Estadio Municipal Rumiñahui is a multi-purpose stadium in Sangolquí, Ecuador. Used primarily for football, it is the home stadium of Independiente del Valle of the Serie A de Ecuador.  The stadium holds 8,000 spectators.",
  "/wiki/L.D.U._Portoviejo": "Liga Deportiva Universitaria de Portoviejo is a professional football club from the city of Portoviejo, Ecuador. They play in the Serie B, but have spent many years in the top-flight Serie A. Their rival team is Delfín, against whom they contest the El Clásico Manabita.",
  "/wiki/Portoviejo": "Portoviejo (Spanish pronunciation: [poɾtoˈβjexo]) is a city in Ecuador, and the capital of the Province of Manabí 30 kilometres (19 miles) from the Pacific coast. (Population: about 250,000). Also known as the city of the \"Royal Tamarind Trees\" for the beautiful trees found in the area. Portoviejo is the main political and economical centre of the Portoviejo River valley, which also includes the cantons of Santa Ana and Rocafuerte, where about 110 square kilometres (42 square miles) are cultivated every year. The valley is rich in the production of tomatoes, onions, peppers, bananas, mangoes and other tropical fruits. The city, which was affected by economic crisis in the eighties and nineties, is now recovering but severe budget limitations and a huge unemployment rate present difficulties for local authorities. Portoviejo is a large commercial center for the province, where there are two shopping malls, one with a large hypermarket, 8 movie theaters, food court, and other stores.  The city is home of the cancer treatment hospital \"Dr Julio Villacreses Colmont\" serving the provinces of Manabí and Esmeraldas.",
  "/wiki/Estadio_Reales_Tamarindos": "Estadio Reales Tamarindos is a multi-use stadium in Portoviejo, Ecuador.  It is currently used mostly for football matches and is the home stadium of Liga Deportiva Universitaria de Portoviejo.  The stadium has a capacity of 21,000 spectators and opened in 1970.",
  "/wiki/L.D.U._Quito": "Liga Deportiva Universitaria (Spanish pronunciation: [ˈliɣa ðepoɾˈtiβa uniβeɾsiˈtarja]), often referred to as Liga de Quito, LDU, is an Ecuadorian professional football club based in Quito. They play in the Serie A, the highest level of the Ecuadorian professional football league. They play their home games at the Estadio Rodrigo Paz Delgado, more commonly referred to as Casa Blanca. Rival clubs include Quito-based clubs El Nacional, Deportivo Quito, Aucas and Universidad Católica.",
  "/wiki/Estadio_Rodrigo_Paz_Delgado": "Estadio Rodrigo Paz Delgado, commonly called La Casa Blanca (Spanish for \"The White House\"), is a football stadium in Quito, Ecuador that is the home ground of LDU Quito. Built between 1995 and 1997, the stadium hosted its first match on March 6, 1997 in a game between LDU Quito and Atlético Mineiro of Belo Horizonte. With a capacity of 41,575, it is the largest stadium in Quito, and the second largest in Ecuador after the Estadio Monumental Banco Pichincha in Guayaquil.",
  "/wiki/C.S.D._Macar%C3%A1": "Club Social y Deportivo Macará is a professional football club based in Ambato, Ecuador. Their home stadium is Bellavista, which they share with city rivals Técnico Universitario.",
  "/wiki/Ambato,_Ecuador": "Ambato (Spanish pronunciation: [amˈbato]; full form, San Juan de Ambato; Quechua: Ampatu Llaqta) is a city located in the central Andeanvalley of Ecuador. Lying on the banks of the Ambato River, the city also sits beneath several tall mountains. It is the capital of the province of Tungurahua, at an elevation of 2,577 meters above sea level. It is variously nicknamed \"City of Flowers and Fruit\", \"Cradle of the Three Juans\", and \"Garden of Ecuador.\"  Inhabitants of Ambato are called Ambateños, Guaytambos (after a type of native peach that the valley is famous for producing). The current mayor of Ambato is Javier Altamirano.",
  "/wiki/Estadio_Bellavista": "Estadio Bellavista is a multi-use stadium in Ambato, Ecuador.  It is used mostly for football matches and is the home stadium of Mushuc Runa, Macará, and Técnico Universitario.  The stadium holds 16,467 spectators and is located on Bolivariana Avenue, a main thoroughfare through the city of Ambato.",
  "/wiki/Mushuc_Runa_S.C.": "Mushuc Runa Sporting Club is an Ecuadorian football club based in Ambato, Ecuador. It was founded on January 2, 2003. They currently play in the Ecuadorian Serie A.",
  "/wiki/C.D._Olmedo": "Club Centro Deportivo Olmedo is an Ecuadorian professional football club based in Riobamba, Ecuador. They currently play in the Serie A.",
  "/wiki/Riobamba": "Riobamba (Spanish pronunciation: [rjoˈβamba], full name San Pedro de Riobamba; Quechua: Rispampa) is the capital of the Chimborazo Province in central Ecuador, which is located at the Chambo River Valley of the Andes. It is 200 km (120 mi) south of Ecuador's capital Quito and located at 2,754 m on the Avenue of the Volcanoes. The city is an important regional transport center as well as being a stop on the Pan-American Highway that runs through Ecuador. Riobamba stands as one of the largest cities in the central portion of Ecuador's Sierra region.",
  "/wiki/Estadio_Ol%C3%ADmpico_de_Riobamba": "Estadio Olímpico, commonly referred to as Estadio Olímpico de Riobamba to disambiguate it from other stadiums of a similar name, is a multi-use stadium in Riobamba, Ecuador.  It is currently used mostly for football matches and is the home stadium of Olmedo in addition to other lower division clubs in the city.  The stadium holds 14,400 spectators and opened in 1926.",
  "/wiki/Orense_S.C.": "Orense Sporting Club is a professional football club from the city of Machala, Ecuador that plays in Serie A.",
  "/wiki/Machala": "Machala (Spanish pronunciation: [maˈtʃala]) is a city in south-west Ecuador. It is the capital of the El Oro Province, and is located near the Gulf of Guayaquil on fertile lowlands. Machala has a population of 241,606 (2010 census); it is the fourth-biggest city in the country, and the second-most important port. It has been referred to as the Banana Capital of the World.",
  "/wiki/Estadio_9_de_Mayo": "Estadio 9 de Mayo is a multi-use stadium in Machala, Ecuador.  It is currently used mostly for football matches and is the home stadium of Club Deportivo Audaz Octubrino and Fuerza Amarilla S.C..  The stadium holds 16,500 spectators and opened in 1939.",
  "/wiki/C.D._T%C3%A9cnico_Universitario": "Club Deportivo Técnico Universitario is an Ecuadorian football club based in Ambato, Ecuador. It was founded on March 26 of 1971. Their city rivals are Macará. Were twice runners-up in Serie A of Ecuador in 1978 and 1980. They play in estadio Bellavista with a capacity of 16,467.",
  "/wiki/C.D._Universidad_Cat%C3%B3lica_del_Ecuador": "Universidad Católica del Ecuador is a football club based in Quito, Ecuador. They currently play in the top tier of Ecuadorian football and have spent the majority of their history in the top-flight Serie A."
}