{
  "/wiki/Allegheny_Islands_State_Park": "Allegheny Islands State Park is a 43-acre (17 ha) Pennsylvania state park in Harmar Township, Allegheny County, Pennsylvania in the United States. The undeveloped park is composed of three alluvial islands located in the middle of the Allegheny River northeast of Pittsburgh. The islands are just north of the boroughs of Oakmont and Plum, and southwest of Cheswick. Bridges for the Pennsylvania Turnpike (Interstate 76) and the Bessemer and Lake Erie Railroad Branch of the Canadian National Railway cross the Allegheny River at the  middle island.",
  "/wiki/Allegheny_County,_Pennsylvania": "Allegheny County (/ælɪˈɡeɪni/) is a county in the southwest of the U.S. state of Pennsylvania. As of 2018 the population was 1,218,452, making it the state's second-most populous county, following Philadelphia County. The county seat is Pittsburgh.\nAllegheny County is included in the Pittsburgh, PA Metropolitan Statistical Area, and in the Pittsburgh Designated Market Area.",
  "/wiki/Allegheny_River": "The Allegheny River (/ˌæləˈɡeɪni/ AL-ə-GAY-nee) is a 325-mile (523 km) long headwater stream of the Ohio River in western Pennsylvania and New York, United States. The Allegheny River runs from its headwaters just below the middle of Pennsylvania's northern border northwesterly into New York then in a zigzag southwesterly across the border and through Western Pennsylvania to join the Monongahela River at the Forks of the Ohio on the \"Point\" of Point State Park in Downtown Pittsburgh, Pennsylvania. The Allegheny River is, by volume, the main headstream of both the Ohio and Mississippi Rivers.  Historically, the Allegheny was considered to be the upper Ohio River by both Native Americans and European settlers.",
  "/wiki/Pittsburgh": "Pittsburgh (/ˈpɪtsbɜːrɡ/ PITS-burg) is a city in the state of Pennsylvania in the United States, and is the county seat of Allegheny County. A population of about 302,407 (2018) residents live within the city limits, making it the 66th-largest city in the U.S. The metropolitan population of 2,324,743 is the largest in both the Ohio Valley and Appalachia, the second-largest in Pennsylvania (behind Philadelphia), and the 27th-largest in the U.S.",
  "/wiki/Archbald_Pothole_State_Park": "Archbald Pothole State Park is a 149.16-acre (60.36 ha) Pennsylvania state park in Archbald, Lackawanna County, Pennsylvania. The focal point of the park is Archbald Pothole. The pothole is a remnant of the Wisconsin Glacial Period, 38 feet (11.6 m) deep with a largest diameter of 42 feet (12.8 m) by 24 feet (7.3 m). It has drawn tourists since just after it was discovered in 1884. Archbald Pothole State Park is on U.S. Route 6 Business in the borough of Archbald.",
  "/wiki/Lackawanna_County,_Pennsylvania": "Lackawanna County is a county in the U.S. state of Pennsylvania. As of the 2010 census, the population was 214,437. Its county seat and largest city is Scranton.",
  "/wiki/Giant%27s_kettle": "A giant's kettle, also known as either a giant's cauldron, moulin pothole, or glacial pothole, is a typically large and cylindrical pothole drilled in solid rock underlying a glacier either by water descending down a deep moulin or by gravel rotating in the bed of subglacial meltwater stream.",
  "/wiki/Bald_Eagle_State_Park": "Bald Eagle State Park is a 5,900-acre (2,388 ha) Pennsylvania state park in Howard, Liberty, and Marion townships in Centre County, Pennsylvania in the United States. The park includes the Foster Joseph Sayers Reservoir, formed by damming Bald Eagle Creek and other smaller streams and covering 1,730 acres (700 ha). Bald Eagle State Park is at the meeting point of two distinct geologic features. The Allegheny Plateau is to the north and the Ridge and Valley area of Pennsylvania is to the south. The park is in the Bald Eagle Valley off Pennsylvania Route 150 in Howard, between Milesburg and Lock Haven.",
  "/wiki/Centre_County,_Pennsylvania": "Centre County is a county in the U.S. state of Pennsylvania. As of the 2010 census, the population was 153,990. Its county seat is Bellefonte.  Centre County comprises the State College, PA Metropolitan Statistical Area.",
  "/wiki/Bald_Eagle_Creek_(West_Branch_Susquehanna_River)": "Bald Eagle Creek is a 55.2-mile-long (88.8 km) tributary of the West Branch Susquehanna River mostly in Centre County, Pennsylvania, in the United States.",
  "/wiki/United_States_Army_Corps_of_Engineers": "The United States Army Corps of Engineers (USACE)   is a federal agency under the Department of Defense (DoD) that primarily oversees dams, canals and flood protection in the United States, as well as a wide range of public works throughout the world. The Corps of Engineers is a major Army command made up of some 37,000 civilian and military personnel, making it one of the world's largest public engineering, design, and construction management agencies. Through some of its dams, reservoirs, and flood control projects, the Corps of Engineers also provides outdoor recreation opportunities to the public. Its hydroelectric projects provide 24% of U.S. hydropower capacity.",
  "/wiki/Medal_of_Honor": "The Medal of Honor is the United States of America's highest and most prestigious personal military decoration that may be awarded to recognize U.S. military service members who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States in the name of the U.S. Congress.  Because the medal is presented \"in the name of Congress\", it is often referred erroneously as the \"Congressional Medal of Honor\".  However, the official name of the current award is \"Medal of Honor\". Within the United States Code the medal is referred to as the \"Medal of Honor\", and less frequently as \"Congressional Medal of Honor\". U.S. awards, including the Medal of Honor, do not have post-nominal titles, and while there is no official abbreviation, the most common abbreviations are \"MOH\" and \"MH\".",
  "/wiki/Foster_J._Sayers": "Foster Joseph Sayers (April 27, 1924 – November 12, 1944) was a 20-year-old infantryman from Centre County. He joined the Army from Howard, Pennsylvania in March 1943.",
  "/wiki/Beltzville_State_Park": "Beltzville State Park is a 2,972.39-acre (1,202.88 ha) Pennsylvania state park in Franklin and Towamensing townships, Carbon County, Pennsylvania in the United States. The park opened in 1972, and was developed around the U.S. Army Corps of Engineers flood control project, Beltzville Dam on Pohopoco Creek. The village of Big Creek Valley was vacated in 1966 to make way for Beltzville Lake. Beltzville Lake is a 951.5 acres (385.1 ha) with 19.8 miles (31.9 km) of shoreline.  Beltzville State Park is 5 miles (8.0 km) east of Lehighton just off U.S. Route 209. The park is at an elevation of 633 feet (193 m).",
  "/wiki/Carbon_County,_Pennsylvania": "Carbon County is a county located in the U.S. state of Pennsylvania. As of the 2010 census, the population was 65,249. Its county seat is Jim Thorpe, which was founded in 1818 as Mauch Chunk, a company town of the Lehigh Coal & Navigation Company (LC&N) along a new wagon road the company was constructing nine miles long to their coal mine, in the area now known as Summit Hill. LC&N also constructed the Lehigh Canal navigations during this time in the area.",
  "/wiki/Pohopoco_Creek": "Pohopoco Creek (locally known as Big Creek) is a tributary of the Lehigh River in Monroe and Carbon Counties in Pennsylvania in the United States. The creek is 27.8 miles (44.7 km) long and its watershed is 111 square miles (287 km2) in area. It was historically known as Heads Creek, Pocho Pochto Creek, Pohopoko Creek, and Poopoke Creek.",
  "/wiki/Bendigo_State_Park": "Bendigo State Park is a 100.26-acre (40.57 ha) Pennsylvania state park in Jones Township, Elk County, Pennsylvania in the United States.\nThe park is in a valley on the East Branch Clarion River. 20 acres (8.1 ha) of the park are developed. The other 80 acres (32 ha) are undeveloped woodlands of beech, birch, cherry and maple.",
  "/wiki/Elk_County,_Pennsylvania": "Elk County is a county in the U.S. state of Pennsylvania. As of the 2010 United States Census, the population was 31,946. Its county seat is Ridgway. The county was created on April 18, 1843, from parts of Jefferson, Clearfield and McKean Counties, and is named for the Eastern elk that historically inhabited the region.",
  "/wiki/Clarion_River": "The Clarion River is a tributary of the Allegheny River, approximately 110 mi (177 km) long, in west central Pennsylvania in the United States. It drains a rugged area of the Allegheny Plateau in the Ohio River watershed, flowing through narrow serpentine valleys and hardwood forests.",
  "/wiki/Abednego": "Shadrach, Meshach, and Abednego are figures from chapter 3 of the Book of Daniel, three Hebrew men thrown into a fiery furnace by Nebuchadnezzar, king of Babylon, when they refuse to bow down to the king's image; the three are preserved from harm and the king sees four men walking in the flames, \"the fourth ... like a son of God\".",
  "/wiki/Benjamin_Rush_State_Park": "Benjamin Rush State Park is a 275-acre (111 ha) Pennsylvania state park in Philadelphia, Philadelphia County, Pennsylvania, in the United States. The park is undeveloped and is the site of community gardens, believed to be one of the largest in the world. The park is home to the Northeast Radio Controlled Airplane Club.  Benjamin Rush State Park is in Northeast Philadelphia at the intersection of Southampton Road and Roosevelt Boulevard (U.S. Route 1). The northern boundary of the park is formed by Poquessing Creek. There are several acres of woodlands along the creek bank. A proposal map show plans to connect the park with Fairmount Park. Other proposed improvements included hiking trails, parking facilities, and a reforestation project. The community gardens and airfield for the radio-controlled aircraft would remain.",
  "/wiki/Philadelphia_County,_Pennsylvania": "Philadelphia County is the most populous county in the U.S. state of Pennsylvania. As of 2018, Philadelphia County was home to an estimated population of 1,584,138 residents. The county is the second smallest county in Pennsylvania by land area. Philadelphia County is one of the three original counties, along with Chester and Bucks counties, created by William Penn during November 1682. Since 1854, the county has been coextensive with the City of Philadelphia, which also serves as its seat of government. Philadelphia County is part of the Philadelphia-Camden-Wilmington, PA-NJ-DE-MD (Combined Statistical Area, known as the Delaware Valley), located along the lower Delaware and Schuylkill Rivers, within the Northeast megalopolis. Philadelphia County is the economic and cultural anchor of the Delaware Valley, the eighth-largest combined statistical area in the United States, with a population of 7.2 million.",
  "/wiki/Big_Pocono_State_Park": "Big Pocono State Park is a 1,305.6-acre (528.4 ha) Pennsylvania state park in Jackson and Pocono townships in Monroe County, Pennsylvania in northeastern Pennsylvania in the United States. The park is on Camelback Mountain and is maintained jointly by the Pennsylvania Department of Conservation and Natural Resources and Camelback Ski Corporation.",
  "/wiki/Monroe_County,_Pennsylvania": "Monroe County is a county in the U.S. state of Pennsylvania. As of the 2010 census, the population was 169,842. Its county seat is Stroudsburg. The county was formed from sections of Northampton and Pike counties. Named in honor of James Monroe, the fifth president of the United States, the county is located in northeastern Pennsylvania, along its border with New Jersey. Monroe County is coterminous with the East Stroudsburg, PA Metropolitan Statistical Area, within the Greater New York–Newark, NY–NJ–CT–PA Combined Statistical Area. It also borders the Lehigh Valley and has connections to the Delaware Valley, being a part of Philadelphia's Designated Media Market.",
  "/wiki/Big_Spring_State_Forest_Picnic_Area": "Big Spring State Forest Picnic Area is a 45-acre (18 ha) Pennsylvania state park in Toboyne Township, Perry County, Pennsylvania in the United States. The park is on Pennsylvania Route 274, 5.5 miles (8.9 km) southwest of New Germantown. Big Spring State Forest Picnic Area is a hiking and picnic area. A partially completed railroad tunnel in Conococheague Mountain is a feature of the park.",
  "/wiki/Perry_County,_Pennsylvania": "Perry County is a county in the U.S. state of Pennsylvania. As of the 2010 United States Census, the population was 45,969. The county seat is New Bloomfield. The county was created on March 22, 1820, and was named for Oliver Hazard Perry, a hero of the War of 1812, who had recently died. It was originally part of Cumberland County and was created in part because residents did not want to travel over the mountain to Carlisle (the county seat of Cumberland County), and thus the temporary county seat became Landisburg (before New Bloomfield was chosen.)",
  "/wiki/Sherman_Creek_(Pennsylvania)": "Sherman Creek is a 53.4-mile-long (85.9 km) tributary of the Susquehanna River in Perry County, Pennsylvania in the United States.",
  "/wiki/Black_Moshannon_State_Park": "Black Moshannon State Park is a 3,481-acre (1,409 ha) Pennsylvania state park in Rush Township, Centre County, Pennsylvania, United States. It surrounds Black Moshannon Lake, formed by a dam on Black Moshannon Creek, which has given its name to the lake and park. The park is just west of the Allegheny Front, 9 miles (14 km) east of Philipsburg on Pennsylvania Route 504, and is largely surrounded by Moshannon State Forest. A bog in the park provides a habitat for diverse wildlife not common in other areas of the state, such as carnivorous plants, orchids, and species normally found farther north. As home to the \"[l]argest reconstituted bog/wetland complex in Pennsylvania\".",
  "/wiki/Black_Moshannon_Creek": "Black Moshannon Creek is a 22.9-mile-long (36.9 km) tributary of Moshannon Creek in Centre County, Pennsylvania in the United States.",
  "/wiki/Bog": "A bog or bogland is a wetland that accumulates peat, a deposit of dead plant material—often mosses, and in a majority of cases, sphagnum moss. It is one of the four main types of wetlands. Other names for bogs include mire, quagmire, and muskeg; alkaline mires are called fens. They are frequently covered in ericaceous shrubs rooted in the sphagnum moss and peat. The gradual accumulation of decayed plant material in a bog functions as a carbon sink.",
  "/wiki/Carnivorous_plant": "Carnivorous plants are plants that derive some or most of their nutrients (but not energy, which they derive from photosynthesis) from trapping and consuming animals or protozoans, typically insects and other arthropods. Carnivorous plants have adapted to grow in places where the soil is thin or poor in nutrients, especially nitrogen, such as acidic bogs.  Charles Darwin wrote Insectivorous Plants, the first well-known treatise on carnivorous plants, in 1875.",
  "/wiki/Orchid": "The Orchidaceae are a diverse and widespread family of flowering plants, with blooms that are often colourful and fragrant, commonly known as the orchid family.",
  "/wiki/Blue_Knob_State_Park": "Blue Knob State Park is a 6,128-acre (2,480 ha) Pennsylvania state park in Kimmel, Lincoln, and Pavia townships in Bedford County, Pennsylvania, in the United States. The average annual snowfall at the park is about 12 feet (370 cm). The park is named for Blue Knob, the second highest mountain in Pennsylvania at 3,146 feet (959 m). It is the location of Blue Knob All Seasons Resort, the ski slope in Pennsylvania with the highest elevation. Blue Knob State Park is just off Interstate 99 on Pennsylvania Route 869 west of Pavia.",
  "/wiki/Bedford_County,_Pennsylvania": "Bedford County is a county located in the U.S. state of Pennsylvania. As of the 2010 census, the population was 49,762. The county seat is Bedford.",
  "/wiki/Blue_Knob_(Pennsylvania)": "Blue Knob is a Pennsylvania summit with a broad dome that is the northernmost 3,000-footer in the range of Allegheny Mountains. It is the highest point in Bedford County.",
  "/wiki/Boyd_Big_Tree_Preserve_Conservation_Area": "Boyd Big Tree Preserve Conservation Area is a 949.49-acre (384.24 ha) Pennsylvania state park in Lower Paxton and Middle Paxton Townships, Dauphin County, Pennsylvania in the United States. The land for the conservation area was donated to the state by real estate developer Alex Boyd in 1999. Boyd Big Tree Preserve Conservation Area is a sanctuary for mature trees and an environment education study area. The park is on Blue Mountain just off Pennsylvania Route 443.",
  "/wiki/Dauphin_County,_Pennsylvania": "Dauphin County /ˈdɔːfɪn/ is a county in the U.S. state of Pennsylvania. As of the 2010 census, the population was 268,100. The county seat and the largest city is Harrisburg, Pennsylvania's state capital and tenth largest city. The county was created (\"erected\") on March 4, 1785, from part of Lancaster County and was named after Louis-Joseph, Dauphin of France, the first son of king Louis XVI.",
  "/wiki/Fishing_Creek_(Susquehanna_River)": "Fishing Creek is an 11.5-mile-long (18.5 km) tributary of the Susquehanna River in Dauphin County, Pennsylvania, in the United States.",
  "/wiki/Blue_Mountain_(Pennsylvania)": "Blue Mountain Ridge, Blue Mountain, or the Blue Mountains of Pennsylvania is part of the geophysical makeup of the Ridge-and-Valley Appalachians in the U.S. state of Pennsylvania. It is a ridge that forms the southern and eastern edge of the Appalachian mountain range spanning over 255 miles (410 km) from the Delaware Water Gap as it cuts across the eastern half of the state on a slight diagonal from New Jersey tending southerly until it turns southerly curving into Maryland, and beyond.",
  "/wiki/Buchanan%27s_Birthplace_State_Park": "Buchanan's Birthplace State Park is an 18.5-acre (7.5 ha) Pennsylvania state park near Cove Gap, in Peters Township, Franklin County, Pennsylvania in the United States. The park is on Pennsylvania Route 16 along Tuscarora Mountain. Buchanan's Birthplace State Park was created from land donated to the state by Harriet Lane in honor of her uncle, the 15th President of the United States, James Buchanan.",
  "/wiki/Franklin_County,_Pennsylvania": "Franklin County is a county located in South Central Pennsylvania. As of the 2010 census, the population was 149,618. Its county seat is Chambersburg.",
  "/wiki/Buck_Run_(West_Branch_Conococheague_Creek)": "Buck Run is an 8.8-mile-long (14.2 km) tributary of the West Branch Conococheague Creek in Franklin County, Pennsylvania.  Buck Run rises along the eastern base of Tuscarora Mountain, just below Tuscarora Summit, and cuts through Buchanan's Birthplace State Park before meeting the West Branch Conococheague Creek north of Mercersburg.",
  "/wiki/James_Buchanan": "James Buchanan Jr. (/bjuːˈkænən/; April 23, 1791 – June 1, 1868) served as the 15th president of the United States from 1857 to 1861, serving directly prior to the American Civil War. A member of the Democratic Party for much of his career, Buchanan served as Secretary of State and represented Pennsylvania in both houses of the U.S. Congress before becoming President.",
  "/wiki/President_of_the_United_States": "The President of the United States (POTUS)[B] is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces.",
  "/wiki/Bucktail_State_Park_Natural_Area": "Bucktail State Park Natural Area is a 16,433-acre (6,650 ha) Pennsylvania state park in Cameron and Clinton Counties in Pennsylvania in the United States. The park follows Pennsylvania Route 120 for 75 miles (121 km) between Emporium (in Cameron County, which contains 3,239 acres (1,311 ha) of the park) and Lock Haven (in Clinton County, which contains the other 11,800 acres (4,800 ha)). Bucktail State Park Natural Area park runs along Sinnemahoning Creek and the West Branch Susquehanna River and also passes through Renovo (in Clinton County). The park is named for the Civil War Pennsylvania Bucktails Regiment and is primarily dedicated to wildlife viewing, especially elk.",
  "/wiki/Cameron_County,_Pennsylvania": "Cameron County is a county located in the U.S. state of Pennsylvania. As of the 2010 census, the population was 5,085, making it Pennsylvania's least populous county. Its county seat is Emporium. The county was created on March 29, 1860, from parts of Clinton, Elk, McKean, and Potter Counties. It is named for Senator Simon Cameron.",
  "/wiki/Clinton_County,_Pennsylvania": "Clinton County is a county located in the U.S. state of Pennsylvania. As of the 2010 census, the population was 39,238. Its county seat is Lock Haven. The county was created on June 21, 1839, from parts of Centre and Lycoming Counties. Its name is in honor of the seventh Governor of New York State, DeWitt Clinton, however some sources suggest the namesake is Henry Clinton.",
  "/wiki/Sinnemahoning_Creek": "Sinnemahoning Creek is a 15.7-mile-long (25.3 km) tributary of the West Branch Susquehanna River in Cameron and Clinton counties, Pennsylvania, in the United States.",
  "/wiki/West_Branch_Susquehanna_River": "The West Branch Susquehanna River is one of the two principal branches, along with the North Branch, of the Susquehanna River in the northeastern United States. The North Branch, which rises in upstate New York, is generally regarded as the extension of the main branch, with the shorter West Branch being its principal tributary. The West Branch, which is 243 miles (391 km) long, is entirely within the state of Pennsylvania, draining a large mountainous area within the Allegheny Plateau in the western part of the state. Along most of its course it meanders along mountain ridges and through water gaps, forming a large zigzag arc through central Pennsylvania around the north end of the Allegheny Ridge. In colonial times the river provided an important water route to the Ohio River valley. In the 18th century, its lower valley became a significant industrial heartland of Pennsylvania. In the 20th century, the upper reaches of the West Branch turned a yellow/orange color due to sulfurous drainage from nearby and abandoned deep bituminous coal mines.[citation needed]",
  "/wiki/Bucktails_(Pennsylvania)": "The Thirteenth Pennsylvania Reserve Regiment, also known as the 42nd Pennsylvania Volunteer Infantry, the 1st Pennsylvania Rifles, Kane's Rifles, or simply the \"Bucktails,\" was a volunteer infantry regiment that served in the Union Army during the American Civil War. It was a part of the famed Pennsylvania Reserve division in the Army of the Potomac for much of the early and middle parts of the war, and served in the Eastern Theater in a number of important battles, including Antietam, Fredericksburg, and Gettysburg.",
  "/wiki/Pennsylvania_Route_120": "Pennsylvania Route 120 (PA 120) is a state highway in the U.S. state of Pennsylvania, running from U.S. Route 219 in Ridgway east to U.S. Route 220 near Lock Haven.",
  "/wiki/Caledonia_State_Park": "Caledonia State Park is a 1,125-acre (455 ha) Pennsylvania state park in Greene Township, Franklin County and Franklin Township, Adams County in southern Pennsylvania.",
  "/wiki/Adams_County,_Pennsylvania": "Adams County is a county in the U.S. state of Pennsylvania. As of the 2010 census, the population was 101,407. Its county seat is Gettysburg. The county was created on January 22, 1800, from part of York County, and was named for the second President of the United States, John Adams. On July 1–3, 1863, the area around Gettysburg was the site of the pivotal battle of the American Civil War, and as a result is a center for Civil War tourism.",
  "/wiki/Conococheague_Creek": "Conococheague Creek, a tributary of the Potomac River, is a free-flowing stream that originates in Pennsylvania and empties into the Potomac River near Williamsport, Maryland. It is 80 miles (129 km) in length, with 57 miles (92 km) in Pennsylvania and 23 miles (37 km) in Maryland. The watershed of Conococheague Creek has an area of approximately 566 square miles (1,470 km2), out of which only 65 square miles (170 km2) (12% of the area) are in Maryland.",
  "/wiki/Thaddeus_Stevens": "Thaddeus Stevens (April 4, 1792 – August 11, 1868) was a member of the United States House of Representatives from Pennsylvania and one of the leaders of the Radical Republican faction of the Republican Party during the 1860s.  A fierce opponent of slavery and discrimination against  African-Americans, Stevens sought to secure their rights during Reconstruction, in opposition to U.S. President Andrew Johnson. As chairman of the House Ways and Means Committee during the American Civil War, he played a leading role, focusing his attention on defeating the Confederacy, financing the war with new taxes and borrowing, crushing the power of slave owners, ending slavery, and securing equal rights for the Freedmen.",
  "/wiki/Bloomery": "A bloomery is a type of furnace once used widely for smelting iron from its oxides.  The bloomery was the earliest form of smelter capable of smelting iron.  Bloomeries produce a porous mass of iron and slag called a bloom.  The mix of slag and iron in the bloom, termed  sponge iron, is usually consolidated and further forged into wrought iron. Blast furnaces, which produce pig iron, have largely superseded bloomeries.",
  "/wiki/Summer_stock": "In American theater, summer stock theatre is a theatre that presents stage productions only in the summer. The name combines the season with the tradition of staging shows by a resident company, reusing stock scenery and costumes. Summer stock theatres frequently take advantage of seasonal weather by having their productions outdoors or under tents set up temporarily for their use.",
  "/wiki/Canoe_Creek_State_Park": "Canoe Creek State Park is a 911.91-acre (369.04 ha) Pennsylvania state park in Frankstown Township in Blair County, Pennsylvania.  It is 12 miles east of Altoona, the nearest city. Canoe Lake, at 155 acres (63 ha), is the focus of recreation at the park and is open for fishing year-round. Canoe Creek State Park is a half mile off U.S. Route 22 near the small town of Canoe Creek. The park was opened to the public in 1979 and was developed as part of an expansion effort in the 1970s to improve the state park system in Pennsylvania.",
  "/wiki/Blair_County,_Pennsylvania": "Blair County is a county located in the U.S. Commonwealth of Pennsylvania. As of the 2010 census, the population was 127,089. Its county seat is Hollidaysburg. The county was created on February 26, 1846, from parts of Huntingdon and Bedford Counties.",
  "/wiki/Raystown_Branch_Juniata_River": "The Raystown Branch Juniata River is the largest and longest tributary of the Juniata River in south-central Pennsylvania in the United States.",
  "/wiki/Little_brown_bat": "The little brown bat (Myotis lucifugus) is a species of mouse-eared microbat found in North America. It has a small body size and glossy brown fur. It is similar in appearance to several other mouse-eared bats, including the Indiana bat, northern long-eared bat, and Arizona myotis, to which it is closely related. Despite its name, the little brown bat is not closely related to the big brown bat, which belongs to a different genus.",
  "/wiki/Chapman_State_Park": "Chapman State Park is a 862-acre (349 ha) Pennsylvania state park in Pleasant Township, Warren County, Pennsylvania near Clarendon, in the United States.  The man-made Chapman Lake covers 68 acres (28 ha) of the park.  Chapman State Park is named in honor of Dr. Leroy E. Chapman. Dr. Chapman was a state senator from 1929 until 1963. He was part of several civic groups that pushed for the creation of a state park in Warren County. Chapman State Park, opened in 1951, is adjacent to Allegheny National Forest and State Game Land 29 just off U.S. Route 6.",
  "/wiki/Warren_County,_Pennsylvania": "Warren County is a county located in the U.S. state of Pennsylvania. As of the 2010 census, the population was 41,815. Its county seat is Warren. The county was formed in 1800 from parts of Allegheny and Lycoming counties; attached to Crawford County until 1805 and then to Venango County until Warren was formally organized in 1819.",
  "/wiki/Tionesta_Creek": "Tionesta Creek is a tributary of the Allegheny River in Forest, Clarion, Warren, McKean, and Elk Counties in Pennsylvania in the United States. Together with its West Branch, Tionesta Creek is 61.9 miles (99.6 km) long, flows generally south, and its watershed is 480 square miles (1,243 km2) in area.",
  "/wiki/Allegheny_National_Forest": "The Allegheny National Forest is a National Forest in northwestern Pennsylvania, about 100 miles northeast of Pittsburgh. The forest covers 513,175 acres (801.8 sq mi; 2,076.7 km2) of land. Within the forest is Kinzua Dam, which impounds the Allegheny River to form Allegheny Reservoir. The administrative headquarters for the Allegheny National Forest is in Warren. The Allegheny National Forest has two ranger stations, one in Marienville, Forest County, and the other in Bradford, McKean County.",
  "/wiki/Cherry_Springs_State_Park": "Cherry Springs State Park is an 82-acre (33 ha)[a] Pennsylvania state park in Potter County, Pennsylvania, United States. The park was created from land within the Susquehannock State Forest, and is on Pennsylvania Route 44 in West Branch Township. Cherry Springs, named for a large stand of Black Cherry trees in the park, is atop the dissected Allegheny Plateau at an elevation of 2,300 feet (701 m). It is popular with astronomers and stargazers for having \"some of the darkest night skies on the east coast\" of the United States, and was chosen by the Pennsylvania Department of Conservation and Natural Resources (DCNR) and its Bureau of Parks as one of \"25 Must-See Pennsylvania State Parks\".",
  "/wiki/Potter_County,_Pennsylvania": "Potter County is a county located in the U.S. state of Pennsylvania. As of the 2010 census, the population was 17,457, making it the fifth-least populous county in Pennsylvania. Its county seat is Coudersport. The county was created in 1804 and later organized in 1836. It is named after James Potter, who was a general from Pennsylvania in the Continental Army during the American Revolution. Though it is named for him, James Potter never actually lived in Potter County and may have never even visited the area. Due to its remoteness and natural environment it has been nicknamed “Gods Country”",
  "/wiki/Clear_Creek_State_Park": "Clear Creek State Park is a 1,211.19-acre (490.15 ha) Pennsylvania state park in Barnett and Heath Townships, Jefferson County, Pennsylvania in the United States. Public campsites were first opened at the park in 1922. Many of the facilities seen today at the park were constructed during the Great Depression by the Civilian Conservation Corps. Clear Creek State Park is 12 miles (19 km) from Brookville on Pennsylvania Route 949 at the confluence of Clear Creek and the Clarion River.",
  "/wiki/Jefferson_County,_Pennsylvania": "Jefferson County is a county located in the U.S. state of Pennsylvania. As of the 2010 census, the population was 45,200. Its county seat is Brookville. The county was established on March 26, 1804, from part of Lycoming County and later organized in 1830. It is named for President Thomas Jefferson. It is home to Punxsutawney Phil, the most famous groundhog that predicts when spring will come every February 2 (Groundhog Day).",
  "/wiki/Cook_Forest_State_Park": "Cook Forest State Park is a 8,500-acre (3,440 ha) Pennsylvania state park in Farmington Township, Clarion County, Barnett Township, Forest County and Barnett Township, Jefferson County, Pennsylvania in the United States. The park is a heavily wooded area of rolling hills and mountains along the Clarion River in northwestern Pennsylvania. Cook Forest State Park is known for some of America's finest virgin white pine and hemlock timber stands and was once called the \"Black Forest\" due to the preponderance of evergreen tree coverage.",
  "/wiki/Codorus_State_Park": "Codorus State Park is a 3,500-acre (1,400 ha) Pennsylvania state park in Heidelberg, Manheim, Penn, and West Manheim Townships in southwestern York County, Pennsylvania in the United States. The park was created around Lake Marburg, an artificial lake covering 1,275 acres (516 ha), and is named for Codorus Creek, which forms the lake. Codorus State Park is located on Pennsylvania Route 216, 3 miles (4.8 km) from the borough of Hanover.",
  "/wiki/York_County,_Pennsylvania": "York County is a county in the U.S. state of Pennsylvania. As of the 2010 census, the population was 434,972. Its county seat is York. The county was created on August 19, 1749, from part of Lancaster County and named either after the Duke of York, an early patron of the Penn family,  or for the city and county of York in England.",
  "/wiki/Codorus_Creek": "Codorus Creek is a 42.4-mile-long (68.2 km) tributary of the Susquehanna River in York County, Pennsylvania in the United States.",
  "/wiki/Colonel_Denning_State_Park": "Colonel Denning State Park is a 273-acre (110 ha) Pennsylvania state park in Lower Mifflin Township, Cumberland County, Pennsylvania in the United States. The park is in the Doubling Gap of Blue Mountain on Pennsylvania Route 233 between Newville and Landisburg. Doubling Gap Lake is a man-made lake covering 3.5 acres (1.4 ha). Colonel Denning State Park is surrounded by Tuscarora State Forest.",
  "/wiki/Cumberland_County,_Pennsylvania": "Cumberland County is a county located in the U.S. state of Pennsylvania. As of the 2010 census, the population was 235,406. Its county seat is Carlisle.",
  "/wiki/American_Revolutionary_War": "The American Revolutionary War (1775–1783), also known as the American War of Independence, was fought primarily between the Kingdom of Great Britain and her Thirteen Colonies in America; it resulted in the overthrow of British rule in the colonies and the establishment of the United States of America.[N 1]",
  "/wiki/List_of_Pennsylvania_state_parks": "There are 121 state parks in the U.S. state of Pennsylvania, as of 2016. The Pennsylvania Bureau of State Parks, a division of the Pennsylvania Department of Conservation and Natural Resources (DCNR), is the governing body for all these parks, and directly operates 113 of them. The remaining eight are operated in cooperation with other public and private organizations.[a]"
}