{
  "/wiki/Westmoreland_County,_Pennsylvania": "Westmoreland County is a county located in the U.S. state of Pennsylvania. At the 2010 census, the population was 365,169. The county seat is Greensburg. Formed from, successively, Lancaster,  Northumberland, and later Bedford Counties, Westmoreland County was founded on February 26, 1773, and was the first county in the colony of Pennsylvania whose entire territorial boundary was located west of the Allegheny Mountains.  Westmoreland County originally included the present-day counties of Fayette, Washington, Greene, and parts of Beaver, Allegheny, Indiana, and Armstrong counties. It is named after Westmorland, a historic county of England.",
  "/wiki/Linn_Run_State_Park": "Linn Run State Park is a Pennsylvania state park on 612 acres (248 ha) in Cook and Ligonier Townships, Westmoreland County, Pennsylvania in the United States. The park borders Forbes State Forest.  Two smaller streams, Grove Run and Rock Run, join in Linn Run State Park to form Linn Run which has a waterfall, Adams Falls, which can be seen at the park. This state park is just off Pennsylvania Route 381 near the small town of Rector.",
  "/wiki/Union_County,_Pennsylvania": "Union County is a county located in the U.S. state of Pennsylvania. As of the 2010 census, the population was 44,947. Its county seat is Lewisburg. The county was created on March 22, 1813, from part of Northumberland County. Its name is an allusion to the federal Union.",
  "/wiki/R._B._Winter_State_Park": "R. B. Winter State Park (also known as Raymond B. Winter State Park) is a Pennsylvania state park on 695 acres (281 ha) in Hartley Township, Union County, Pennsylvania in the United States. It is in the ridge and valley region of Pennsylvania and is surrounded by Bald Eagle State Forest. R. B. Winter State Park is in a shallow basin that is surrounded by ridges. Halfway Lake is the central recreational focus of the park. The park is 18 miles (29 km) west of Lewisburg on Pennsylvania Route 192.",
  "/wiki/Bucks_County,_Pennsylvania": "Bucks County is a county located in the Commonwealth of Pennsylvania.  As of the 2010 census, the population was 625,249, making it the fourth-most populous county in Pennsylvania and the 99th-most populous county in the United States. The county seat is Doylestown. The county is named after the English county of Buckinghamshire or more precisely, its abbreviation.",
  "/wiki/Ralph_Stover_State_Park": "Ralph Stover State Park is a Pennsylvania state park on 45 acres (18 ha) in Plumstead and Tinicum Townships, Bucks County, Pennsylvania in the United States. It is a very popular destination for whitewater kayaking on Tohickon Creek and rock climbing on High Rocks (Triassic sandstone of the Newark Group). Ralph Stover State Park is two miles (3.2 km) north of Point Pleasant near Pennsylvania Route 32.",
  "/wiki/USGS": "The United States Geological Survey (USGS, formerly simply Geological Survey) is a scientific agency of the United States government. The scientists of the USGS study the landscape of the United States, its natural resources, and the natural hazards that threaten it. The organization has four major science disciplines, concerning biology, geography, geology, and hydrology. The USGS is a fact-finding research organization with no regulatory responsibility.",
  "/wiki/GNIS": "The Geographic Names Information System (GNIS) is a database that contains name and locative information about more than two million physical and cultural features located throughout the United States of America and its territories. It is a type of gazetteer. GNIS was developed by the United States Geological Survey in cooperation with the United States Board on Geographic Names (BGN) to promote the standardization of feature names.",
  "/wiki/Pennsylvania_Department_of_Conservation_and_Natural_Resources": "The Pennsylvania Department of Conservation and Natural  Resources (DCNR), established on July 1, 1995, is the agency in the U.S. State of Pennsylvania responsible for maintaining and preserving the state's 121 state parks and 20 state forests; providing information on the state's natural resources; and working with communities to benefit local recreation and natural areas. The agency has its headquarters in the Rachel Carson State Office Building in Harrisburg.",
  "/wiki/Erie_County,_Pennsylvania": "Erie County is a county located in the U.S. state of Pennsylvania. As of the 2018, the population was 272,061. Its county seat is Erie. The county was created in 1800 and later organized in 1803.",
  "/wiki/Presque_Isle_State_Park": "Presque Isle State Park (/prɛsk/) is a 3,112-acre (1,259 ha) Pennsylvania State Park on an arching, sandy peninsula that juts into Lake Erie, 4 miles (6 km) west of the city of Erie, in Millcreek Township, Erie County, Pennsylvania, in the United States. The peninsula sweeps northeastward, surrounding Presque Isle Bay along the park's southern coast. It has 13 miles (21 km) of roads, 21 miles (34 km) of recreational trails, 13 beaches for swimming, and a marina. Popular activities at the park include swimming, boating, hiking, biking, and birdwatching.",
  "/wiki/Mercer_County,_Pennsylvania": "Mercer County is a county located in the U.S. state of Pennsylvania. As of the 2010 census, the population was 116,638. Its county seat is Mercer, and its largest city is Hermitage. The county was created in 1800 and later organized in 1803.",
  "/wiki/Maurice_K._Goddard_State_Park": "Maurice K. Goddard State Park is a 2,856-acre (1,156 ha) Pennsylvania state park in Deer Creek, Mill Creek, New Vernon and Sandy Lake Townships, Mercer County, Pennsylvania in the United States. It features wildlife, waterways and public recreational facilities.  Lake Wilhelm shares its shorelines with Maurice K. Goddard State Park and State Game Land No. 270.  The dam, constructed in 1971, creates a 1,860-acre (750 ha) lake providing a resource for people and wildlife.  Many species of fish and amphibians make Lake Wilhelm their home. A variety of outdoor activities are available in and around the park vicinity. Special events and programs are held throughout the summer months. Maurice K. Goddard State Park is just off exit 130 of Interstate 79 on Pennsylvania Route 358.",
  "/wiki/Sandy_Creek_(Allegheny_River)": "Sandy Creek  is a tributary of the Allegheny River in Venango, Mercer and Crawford counties in Pennsylvania in the United States.",
  "/wiki/Northampton_County,_Pennsylvania": "Northampton County is a county located in the U.S. state of Pennsylvania. As of the 2010 census, the population was 297,735. Its county seat is Easton. The county was formed in 1752 from parts of Bucks County. Its namesake was Northamptonshire and the county seat of Easton is named for the country house Easton Neston.",
  "/wiki/Delaware_Canal_State_Park": "Delaware Canal State Park is a 830-acre (336 ha) Pennsylvania state park in Bucks and Northampton Counties in Pennsylvania in the United States. The main attraction of the park is the Delaware Canal which runs parallel to the Delaware River between Easton and Bristol.",
  "/wiki/Theodore_Roosevelt": "Theodore  Roosevelt Jr. (/ˈroʊzəvɛlt/ ROH-zə-velt;[b] October 27, 1858 – January 6, 1919) was an American statesman, politician, conservationist, naturalist, and writer who served as the 26th president of the United States from 1901 to 1909. He served as the 25th vice president from March to September 1901 and as the 33rd governor of New York from 1899 to 1900. Roosevelt emerged as a leader of the Republican Party and became a driving force for the anti-trust policy while supporting Progressive Era policies in the United States in the early 20th century. His face is depicted on Mount Rushmore alongside George Washington, Thomas Jefferson, and Abraham Lincoln. He is generally ranked in polls of historians and political scientists as one of the five best presidents.",
  "/wiki/Pennsylvania_Canal_(Delaware_Division)": "The Delaware Division of the Pennsylvania Canal, more commonly called the Delaware Canal, runs for 60 miles (97 km) parallel to the right bank of the Delaware River from the entry locks near the mouth of the Lehigh River and terminal end of the Lehigh Canal at Easton south to Bristol. At Easton, which today is the home of The National Canal Museum, the Delaware Canal also connected with the Morris Canal built to carry anthracite coal to energy starved New Jersey industries. Later, with a crossing-lock constructed at New Hope, the New Hope 'outlet lock' (1847) connected by Cable Ferry to a feeder navigation/canal at Bull's Island along the opposite shore from Lumberville, which ran over 22 miles (35 km) south along the left bank through Trenton to Bordentown, the west end of the Delaware and Raritan Canal (1834) to New York City via New Brunswick.[a]\nThe Commonwealth of Pennsylvania built the Delaware canal to feed anthracite stone coal to energy-hungry Philadelphia as part of its transportation infrastructure building plan known as the Main Line of Public Works—a legislative initiative creating a collection of self-reinforcing internal improvements to commercial transportation capabilities.",
  "/wiki/Nockamixon_State_Park": "Nockamixon State Park is a Pennsylvania state park on 5,283 acres (2,138 ha) in Bedminster and Haycock Townships in northern Bucks County, Pennsylvania, in the United States. The park is one of the most popular in southeastern Pennsylvania, with most tourists visiting in the summer months.",
  "/wiki/Tohickon_Creek": "Tohickon Creek is a 29.5-mile-long (47.5 km) tributary of the Delaware River. Located entirely in Bucks County, in southeastern Pennsylvania, it rises in Springfield Township and has its confluence with the Delaware at Point Pleasant. It is dammed to form Lake Nockamixon.",
  "/wiki/Sullivan_County,_Pennsylvania": "Sullivan County is a county located in the U.S. state of Pennsylvania. As of the 2010 census, the population was 6,428, making it the second-least populous county in Pennsylvania. Its county seat is Laporte. The county was created on March 15, 1847, from part of Lycoming County and named for Charles C. Sullivan, leader of the Pennsylvania Senate at that time.",
  "/wiki/Worlds_End_State_Park": "Worlds End State Park is a 780-acre (316 ha) Pennsylvania state park in Sullivan County, Pennsylvania, in the United States. The park, nearly surrounded by Loyalsock State Forest, is in the Loyalsock Creek valley on Pennsylvania Route 154, in Forks and Shrewsbury Townships southeast of the borough of Forksville. The name Worlds End has been used since at least 1872, but its origins are uncertain. Although it was founded as Worlds End State Forest Park by Governor Gifford Pinchot in 1932, the park was officially known as Whirls End State Forest Park from 1936 to 1943.",
  "/wiki/Loyalsock_Creek": "Loyalsock Creek is a 64-mile-long (103 km) tributary of the West Branch Susquehanna River located chiefly in Sullivan and Lycoming counties in Pennsylvania in the United States. As the crow flies, Lycoming County is about 130 miles (209 km) northwest of Philadelphia and 165 miles (266 km) east-northeast of Pittsburgh.",
  "/wiki/Potter_County,_Pennsylvania": "Potter County is a county located in the U.S. state of Pennsylvania. As of the 2010 census, the population was 17,457, making it the fifth-least populous county in Pennsylvania. Its county seat is Coudersport. The county was created in 1804 and later organized in 1836. It is named after James Potter, who was a general from Pennsylvania in the Continental Army during the American Revolution. Though it is named for him, James Potter never actually lived in Potter County and may have never even visited the area. Due to its remoteness and natural environment it has been nicknamed “Gods Country”",
  "/wiki/Ole_Bull_State_Park": "Ole Bull State Park is a 132-acre (53 ha) Pennsylvania state park in Stewardson Township, Potter County, Pennsylvania in the United States. The park is located on Pennsylvania Route 144, 26 miles (42 km) north of Renovo and 18 miles (29 km) south of Galeton. Ole Bull State Park is in the Kettle Creek Valley, and is surrounded by Susquehannock State Forest. The woods surrounding the park are called the Black Forest because of its once dense tree cover.",
  "/wiki/Ole_Bull": "Ole Bornemann Bull (Norwegian pronunciation: [ˈù:lə ˈbʉlː]; 5 February 1810 – 17 August 1880) was a Norwegian virtuoso violinist and composer. According to Robert Schumann, he was on a level with Niccolò Paganini for the speed and clarity of his playing.",
  "/wiki/List_of_Pennsylvania_state_parks": "There are 121 state parks in the U.S. state of Pennsylvania, as of 2016. The Pennsylvania Bureau of State Parks, a division of the Pennsylvania Department of Conservation and Natural Resources (DCNR), is the governing body for all these parks, and directly operates 113 of them. The remaining eight are operated in cooperation with other public and private organizations.[a]"
}