{
  "/wiki/Venango_County,_Pennsylvania": "Venango County is a county located in the Commonwealth of Pennsylvania. As of the 2010 census, the population was 54,984. Its county seat is Franklin. The county was created in 1800 and later organized in 1805.",
  "/wiki/Clear_Creek_State_Forest": "Clear Creek State Forest (formerly Kittanning State Forest) is a Pennsylvania State Forest in Pennsylvania Bureau of Forestry District #8.  The main offices are located in Clarion in Clarion County, Pennsylvania in the United States. Until August 2007, it was named Kittanning State Forest.",
  "/wiki/Berks_County,_Pennsylvania": "Berks County (Pennsylvania German: Barricks Kaundi) is a county located in the U.S. commonwealth of Pennsylvania. As of the 2010 census, the population was 411,442. The county seat is Reading.",
  "/wiki/Blue_Marsh_Lake": "Blue Marsh National Recreation Area is an artificial lake located northwest of the city of Reading, Pennsylvania, USA and managed by the U.S. Army Corps of Engineers Philadelphia District. It is in western Berks County, fed into by the Tulpehocken Creek. The main span of the lake is along the border between Bern and Lower Heidelberg Townships. However, the northwesternmost portions lie in the more sparsely populated North Heidelberg and Penn Townships. In the middle of the lake is a large, uninhabited island (claimed by Bern Township). The lake is a popular recreation area in the summer, where people can fish, swim, and boat. It has 36 miles of trails and 1,147 acres of water.",
  "/wiki/Pennsylvania_State_Game_Lands": "The Pennsylvania State Game Lands (SGL) are lands managed by the Pennsylvania Game Commission for hunting, trapping, and fishing. These lands, often not usable for farming or development, are donated to the PGC or purchased by the PGC with hunting license monies.",
  "/wiki/Delaware_County,_Pennsylvania": "Delaware County, colloquially referred to as Delco, is a county located in the U.S. state of Pennsylvania that borders Philadelphia. With a population of 562,960, it is the fifth most populous county in Pennsylvania, and the third smallest in area. The county was created on September 26, 1789, from part of Chester County, and named for the Delaware River.",
  "/wiki/Brandywine_Battlefield": "Brandywine Battlefield Historic Site is a National Historical Landmark. The historic park is owned and operated by the Pennsylvania Historical and Museum Commission, on 52 acres (210,000 m2), near Chadds Ford, Delaware County, Pennsylvania in the United States. It is part of the site of the Battle of Brandywine fought on September 11, 1777, during the American Revolution. The Battle of Brandywine covered more than ten square miles, or 35,000 acres. However, the modern park only covers 50 acres which served primarily as the Continental encampment the two days prior to the battle. The battle was a decisive victory for the British and cleared a path directly to the rebel capital of Philadelphia. Brandywine Battlefield Park became a Pennsylvania State Park in 1949 and a National Historic Landmark in 1961.",
  "/wiki/Westmoreland_County,_Pennsylvania": "Westmoreland County is a county located in the U.S. state of Pennsylvania. At the 2010 census, the population was 365,169. The county seat is Greensburg. Formed from, successively, Lancaster,  Northumberland, and later Bedford Counties, Westmoreland County was founded on February 26, 1773, and was the first county in the colony of Pennsylvania whose entire territorial boundary was located west of the Allegheny Mountains.  Westmoreland County originally included the present-day counties of Fayette, Washington, Greene, and parts of Beaver, Allegheny, Indiana, and Armstrong counties. It is named after Westmorland, a historic county of England.",
  "/wiki/Bushy_Run_Battlefield": "Bushy Run Battlefield Park is a historical park that is operated by the Pennsylvania Historical and Museum Commission (PHMC) and the Bushy Run Battlefield Heritage Society on 218 acres (88 ha) in Penn Township, Westmoreland County, Pennsylvania in the United States. It was the site of the Battle of Bushy Run fought on August 5–6, 1763 during the Pontiac's Rebellion. The battle was a major victory for the British and enabled them to secure their control of the Ohio River Valley and what was to become the Northwest Territory. Bushy Run Battlefield Park was established as a Pennsylvania State Park in the 1920s and became a National Historic Landmark in 1960. The Visitor Center is open Wednesday through Saturday from 9:00 am until 5:00 pm, and Sunday from noon to 5:00 pm, during the months of May–October. The Visitor Center hosts a museum exhibit entitled, \"The March to Bushy Run\", a theater, a gift shop and battlefield tours. Bushy Run Battlefield Park is the only historic site or museum that deals exclusively with Pontiac's Rebellion. Battle reenactments are held annually on the first full weekend of August. The park is on Pennsylvania Route 993 near Harrison City and Jeannette.",
  "/wiki/Huntingdon_County,_Pennsylvania": "Huntingdon County is a county located in the center of the U.S. state of Pennsylvania. As of the 2010 census, the population was 45,913. Its county seat is Huntingdon. The county was created on September 20, 1787, mainly from the north part of Bedford County, plus an addition of territory on the east (Big Valley, Tuscarora Valley) from Cumberland County.",
  "/wiki/Rothrock_State_Forest": "Rothrock State Forest is a Pennsylvania state forest in Pennsylvania Bureau of Forestry District #5.  The main offices are located in Huntingdon in  Huntingdon County, Pennsylvania in the United States.",
  "/wiki/Conrad_Weiser_Homestead": "The Conrad Weiser Homestead was the home of Johann Conrad Weiser, who enlisted the Iroquois on the British side in the French and Indian War.  The home is located near Womelsdorf, Berks County, Pennsylvania in the United States. A designated National Historic Landmark, it is currently administered as a historic house museum by the Pennsylvania Historical and Museum Commission.  The historic site was established in 1923 to preserve an example of a colonial homestead and to honor Weiser, an important figure in the settlement of the colonial frontier.",
  "/wiki/Armstrong_County,_Pennsylvania": "Armstrong County is a county located in the U.S. state of Pennsylvania. As of the 2010 census, the population was 68,941. The county seat is Kittanning. The county was organized on March 12, 1800, from parts of Allegheny, Westmoreland and Lycoming Counties. It was named in honor of John Armstrong, who represented Pennsylvania in the Continental Congress and served as a major general during the Revolutionary War.",
  "/wiki/Crooked_Creek_Lake_Recreation_Area": "Crooked Creek Lake Recreation Area is a U.S. Army Corps of Engineers administered site surrounding Crooked Creek Lake in Armstrong County in the U.S. state of Pennsylvania.  The reservoir was created by the construction of the Crooked Creek Dam, authorized by the Flood Control Acts of 1936 and 1938.  This project is intended to control flooding along the Allegheny River basin.  The area was previously a Pennsylvania state park, Crooked Creek State Park.",
  "/wiki/Clearfield_County,_Pennsylvania": "Clearfield County is a sixth-class county located in the U.S. state of Pennsylvania. As of the 2010 census, the population was 81,642. The county seat is Clearfield, and the largest city is DuBois. The county was created in 1804 and later organized in 1822.",
  "/wiki/West_Branch_Susquehanna_River": "The West Branch Susquehanna River is one of the two principal branches, along with the North Branch, of the Susquehanna River in the northeastern United States. The North Branch, which rises in upstate New York, is generally regarded as the extension of the main branch, with the shorter West Branch being its principal tributary. The West Branch, which is 243 miles (391 km) long, is entirely within the state of Pennsylvania, draining a large mountainous area within the Allegheny Plateau in the western part of the state. Along most of its course it meanders along mountain ridges and through water gaps, forming a large zigzag arc through central Pennsylvania around the north end of the Allegheny Ridge. In colonial times the river provided an important water route to the Ohio River valley. In the 18th century, its lower valley became a significant industrial heartland of Pennsylvania. In the 20th century, the upper reaches of the West Branch turned a yellow/orange color due to sulfurous drainage from nearby and abandoned deep bituminous coal mines.[citation needed]",
  "/wiki/Drake_Well_Museum": "The Drake Well Museum and Park is a museum that interprets the birth of the American oil industry in 1859 by \"Colonel\" Edwin Drake along the banks of Oil Creek in Cherrytree Township, Venango County, Pennsylvania in the United States. The museum collects and preserves related artifacts. The reconstructed Drake Well demonstrates the first practical use of salt drilling techniques for the extraction of petroleum through an oil well.  A historic site, the museum is located in Cherrytree Township, 3 miles (4.8 km) south of Titusville on Drake Well Road, situated between Pennsylvania Routes 8 and 27.  The museum is accredited by the American Alliance of Museums.",
  "/wiki/Fayette_County,_Pennsylvania": "Fayette County is a county of the U.S. state of Pennsylvania. Fayette County is located in southwestern Pennsylvania, adjacent to Maryland and West Virginia. As of the 2010 census, the population was 136,606. Its county seat is Uniontown. The county was created on September 26, 1783, from part of Westmoreland County and named after the Marquis de Lafayette.",
  "/wiki/Fort_Necessity_National_Battlefield": "Fort Necessity National Battlefield is a National Battlefield Site in Fayette County, Pennsylvania, United States, which preserves the site of the Battle of Fort Necessity.  The battle, which took place on July 3, 1754, was an early battle of the French and Indian War, and resulted in the surrender of British colonial forces under Colonel George Washington, to the French and Indians, under Louis Coulon de Villiers.",
  "/wiki/Pike_County,_Pennsylvania": "Pike County is a county located in the U.S. state of Pennsylvania. As of the 2010 census, the population was 57,369. Its county seat is Milford.",
  "/wiki/George_W._Childs_Recreation_Site": "The George W. Childs Recreation Site is a former Pennsylvania state park that is the site of a number of cascade waterfalls along Dingmans Creek; it has been part of the Delaware Water Gap National Recreation Area since 1983. It is located in Dingmans Ferry in Delaware Township, Pike County, Pennsylvania and is named for the late newspaper publisher George William Childs, whose widow deeded the land to the Commonwealth of Pennsylvania in 1912.   The site contains three main waterfalls: Factory Falls, Fulmer Falls and Deer Leap Falls and is a few miles upstream from Dingmans Falls and Silverthread Falls.",
  "/wiki/Delaware_Water_Gap_National_Recreation_Area": "The Delaware Water Gap National Recreation Area is a 70,000 acres (28,000 ha) protected area designated by the National Recreation Area administered by the U.S. Department of the Interior's National Park Service.  It is located along the middle section of the Delaware River in New Jersey and Pennsylvania stretching from the Delaware Water Gap northward in New Jersey to the state line near Port Jervis, New York, and in Pennsylvania to the outskirts of Milford.  A 40-mile (64 km) section of the Delaware River, entirely within the National Recreation Area, has been granted protected status as the Middle Delaware National Scenic River under the National Wild and Scenic Rivers System and is also administered by the National Park Service.  This section of the river is the core of the historical Minisink region.",
  "/wiki/Perry_County,_Pennsylvania": "Perry County is a county in the U.S. state of Pennsylvania. As of the 2010 United States Census, the population was 45,969. The county seat is New Bloomfield. The county was created on March 22, 1820, and was named for Oliver Hazard Perry, a hero of the War of 1812, who had recently died. It was originally part of Cumberland County and was created in part because residents did not want to travel over the mountain to Carlisle (the county seat of Cumberland County), and thus the temporary county seat became Landisburg (before New Bloomfield was chosen.)",
  "/wiki/Tuscarora_State_Forest": "Tuscarora State Forest is a Pennsylvania state forest in Pennsylvania Bureau of Forestry District #3. The main office is located in Blain in Perry County, Pennsylvania in the United States.",
  "/wiki/Philadelphia_County,_Pennsylvania": "Philadelphia County is the most populous county in the U.S. state of Pennsylvania. As of 2018, Philadelphia County was home to an estimated population of 1,584,138 residents. The county is the second smallest county in Pennsylvania by land area. Philadelphia County is one of the three original counties, along with Chester and Bucks counties, created by William Penn during November 1682. Since 1854, the county has been coextensive with the City of Philadelphia, which also serves as its seat of government. Philadelphia County is part of the Philadelphia-Camden-Wilmington, PA-NJ-DE-MD (Combined Statistical Area, known as the Delaware Valley), located along the lower Delaware and Schuylkill Rivers, within the Northeast megalopolis. Philadelphia County is the economic and cultural anchor of the Delaware Valley, the eighth-largest combined statistical area in the United States, with a population of 7.2 million.",
  "/wiki/Independence_National_Historical_Park": "Independence National Historical Park is a United States National Park in Philadelphia that preserves several sites associated with the American Revolution and the nation's founding history. Administered by the National Park Service, the 55-acre (22 ha) park comprises much of Philadelphia's most-visited historic district. The park has been nicknamed \"America's most historic square mile\" because of its abundance of historic landmarks, and the park sites are located within the Old City and Society Hill neighborhoods of Philadelphia.",
  "/wiki/Lackawanna_County,_Pennsylvania": "Lackawanna County is a county in the U.S. state of Pennsylvania. As of the 2010 census, the population was 214,437. Its county seat and largest city is Scranton.",
  "/wiki/Snyder_County,_Pennsylvania": "Snyder County is a county in the U.S. state of Pennsylvania. As of the 2010 census, the population was 39,702. The county seat is Middleburg. Snyder County was formed in 1855 from parts of Union County.",
  "/wiki/Snyder_Middleswarth_Natural_Area": "Snyder Middleswarth Natural Area is a 500 acre (202 ha) National Natural Landmark within Bald Eagle State Forest in Spring Township, Snyder County, Pennsylvania in the United States. It is named for two Pennsylvania politicians from Snyder County: Simon Snyder and Ner Alexander Middleswarth. It was formerly a Pennsylvania state park and was the only one in Snyder County, but lost its state park status in the mid 1990s.",
  "/wiki/Bald_Eagle_State_Forest": "Bald Eagle State Forest is a Pennsylvania state forest in Pennsylvania Bureau of Forestry District #7.  The main office is located in Laurelton in Union County, Pennsylvania, in the United States. The forest is found in Centre, Clinton, Mifflin, Snyder, and Union Counties. Bald Eagle shares a common border on its western extent with Rothrock State Forest and on its northern extent with Tiadaghton State Forest.",
  "/wiki/Montgomery_County,_Pennsylvania": "Montgomery County, locally also referred to as Montco, is the third-most populous county in the U.S. state of the Commonwealth of Pennsylvania, and the 71st most populous in the United States. As of 2018, the census-estimated population of the county was 828,604, representing a 3.3% increase from the 799,884 residents enumerated in the 2010 census. Montgomery County is located adjacent to and northwest of Philadelphia. The county seat is Norristown. Montgomery County is geographically diverse, ranging from farms and open land in the extreme north of the county to densely populated suburban neighborhoods in the southern and central portions of the county.",
  "/wiki/Valley_Forge_National_Historical_Park": "Valley Forge National Historical Park is the site of the third winter encampment of the Continental Army during the American Revolutionary War, taking place from December 19, 1777 to June 19, 1778. The National Park Service preserves the site and interprets the history of the Valley Forge encampment.  Originally Valley Forge State Park, it became a national historical park in 1976.  The park contains historical buildings, recreated encampment structures, memorials, museums, and recreation facilities.",
  "/wiki/Centre_County,_Pennsylvania": "Centre County is a county in the U.S. state of Pennsylvania. As of the 2010 census, the population was 153,990. Its county seat is Bellefonte.  Centre County comprises the State College, PA Metropolitan Statistical Area."
}