{
  "/wiki/New_England_Revolution": "The New England Revolution is an American professional soccer club based in the Greater Boston area that competes in Major League Soccer (MLS), in the Eastern Conference of the league. It is one of the ten charter clubs of MLS, having competed in the league since its inaugural season.",
  "/wiki/Andrew_Farrell_(soccer)": "Andrew Farrell (born April 2, 1992) is an American soccer player who plays as a defender for the New England Revolution of Major League Soccer. He played collegiate soccer at the University of Louisville, where he was an All-American, and had enhanced his draft status with his performance at the MLS Combine.",
  "/wiki/Defender_(association_football)": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/Louisville_Cardinals_men's_soccer": "The Louisville Cardinals men's soccer team represents the University of Louisville in all NCAA Division I men's college soccer competitions. The team presently competes in the Atlantic Coast Conference. The team currently plays in the soccer-specific Lynn Stadium on the campus.",
  "/wiki/River_City_Rovers": "Derby City Rovers were an American semi-professional soccer team based in Louisville, Kentucky, United States. Derby City was also known for their elite-level youth teams that played in local, state, regional and national leagues. Founded in 2010 as the River City Rovers, the team played in USL League Two, the fourth tier of the American Soccer Pyramid.",
  "/wiki/Chivas_USA": "Club Deportivo Chivas USA was an American professional soccer team based in Carson, California, a suburb of Los Angeles. The club played from 2005 to 2014 in Major League Soccer (MLS) and was a subsidiary of Mexican club C.D. Guadalajara, sharing common ownership and branding.",
  "/wiki/Carlos_Alvarez_(soccer)": "Carlos Alvarez (born November 12, 1990) is an American soccer player who plays as a midfielder for San Diego Loyal in the USL Championship.",
  "/wiki/Midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/Connecticut_Huskies_men's_soccer": "The UConn Huskies men's soccer team is an intercollegiate varsity sports team of the University of Connecticut. The team is a member of the American Athletic Conference of the National Collegiate Athletic Association.",
  "/wiki/Toronto_FC": "Toronto Football Club is a Canadian professional soccer club based in Toronto. The club competes in Major League Soccer (MLS) as a member of the Eastern Conference. The team plays its home matches at BMO Field, located at Exhibition Place on Toronto's shoreline. Toronto FC joined MLS in 2007 as an expansion team and was the first Canadian-based franchise in the league.",
  "/wiki/Kyle_Bekker": "Kyle Edward Bekker (born September 2, 1990) is a Canadian professional soccer player who plays as a midfielder for Forge FC and the Canada national team.",
  "/wiki/Boston_College_Eagles_men's_soccer": "The Boston College Eagles men's soccer team represents Boston College in men's soccer. The team is a member of the Atlantic Coast Conference of the National Collegiate Athletic Association, having previously competed in the Big East Conference.  The Eagles were led by coach Ed Kelly from 1988 until his retirement in 2019 .",
  "/wiki/Vancouver_Whitecaps_FC": "Vancouver Whitecaps FC is a Canadian professional soccer team based in Vancouver, British Columbia that competes in the Western Conference of Major League Soccer (MLS). The Whitecaps were the 17th team to enter Major League Soccer and replaced the USSF Division 2 team of the same name in the city. The club has been owned and managed by the same group since their USSF days, having graduated to MLS after the conclusion of the USSF's 2010 season. The MLS version of the team is a phoenix club, and the third to carry the legacy of the Whitecaps name. In the 2012 season, the team became the first Canadian team to qualify for the MLS Cup Playoffs.",
  "/wiki/Kekuta_Manneh": "Kekuta Manneh (born 30 December 1994) is a Gambian footballer who plays as a forward for FC Cincinnati in MLS.",
  "/wiki/Forward_(association_football)": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.",
  "/wiki/Austin_Aztex": "The Austin Aztex were a soccer team based in Austin, Texas, United States. Founded in 2011 as a member of the Premier Development League, the team played the 2015 season in the United Soccer League, the second tier of the United States soccer pyramid. This was the second team to carry the name Austin Aztex; the first were founded in 2008 and relocated to Orlando in 2010, with that ownership group eventually being awarded an MLS franchise of the same name in that city.",
  "/wiki/Erik_Hurtado": "Erik Hurtado (born November 15, 1990) is an American soccer player who currently plays as a forward for Sporting Kansas City in Major League Soccer.",
  "/wiki/Santa_Clara_Broncos_men's_soccer": "The Santa Clara Broncos are athletic teams that represent Santa Clara University. The school colors are red and white. The mascot is a bucking bronco and the fans are referred to as the \"Ruff Riders\". The Broncos compete in the NCAA Division I (NCAA) as members of the West Coast Conference of which Santa Clara is a charter member.",
  "/wiki/Portland_Timbers_U23s": "Portland Timbers U23 is an American soccer team based in Salem, Oregon, United States. Although founded in 2008 as part of the development system for the Portland Timbers USSF D2 organization, beginning in 2011 they are part of the development system for the Major League Soccer franchise of the same name. The team plays in USL League Two, the fourth tier of the American Soccer Pyramid.",
  "/wiki/Colorado_Rapids": "The Colorado Rapids are an American professional soccer club based in the Denver suburb of Commerce City, Colorado. The Rapids compete in Major League Soccer (MLS) as a member of the Western Conference. The franchise began play in 1996 as one of the charter clubs in MLS.",
  "/wiki/Deshorn_Brown": "Deshorn Dwayne Brown (born 22 December 1990) is a Jamaican footballer who plays as a forward for the Indian Super League club Bengaluru FC.",
  "/wiki/UCF_Knights_men's_soccer": "The UCF Knights men's soccer program represents the University of Central Florida in National Collegiate Athletics Association (NCAA) Division I. The Knights compete in the American Athletic Conference (The American) and play their home games on UCF's main campus in Orlando, Florida at the UCF Soccer and Track Stadium. The Knights are currently led by head coach Scott Calabrese.",
  "/wiki/Reading_United": "Reading United AC is an American soccer team based in Reading, Pennsylvania. Founded in 1995, the team plays in USL League Two, the fourth tier of the American Soccer Pyramid.",
  "/wiki/FC_Dallas": "FC Dallas is an American professional soccer club based in the Dallas suburb of Frisco, Texas. The club competes as a member of the Western Conference in Major League Soccer (MLS). The franchise began play in 1996 as a charter club of the league. The club was founded in 1995 as the Dallas Burn before adopting its current name in 2004.",
  "/wiki/Walker_Zimmerman": "Walker Dwain Zimmerman (born May 19, 1993) is an American soccer player who currently plays for Nashville SC in Major League Soccer and for the United States national team.",
  "/wiki/Furman_Paladins_men's_soccer": "The Furman Paladins men's soccer team is a varsity intercollegiate athletic team of Furman University in Greenville, South Carolina, United States. The team is a member of the Southern Conference, which is part of the National Collegiate Athletic Association's Division I. Furman's first men's soccer team was fielded in 1967. The team plays its home games at Eugene Stone Stadium in Greenville. The Paladins are coached by Doug Allison.",
  "/wiki/Montreal_Impact": "The Montreal Impact (French: Impact de Montréal) is a Canadian professional soccer team based in Montreal, Quebec. The Impact competes as a member of the Eastern Conference in Major League Soccer (MLS). The team began play in 2012 as an expansion team of the league, being the league's third Canadian club, and replaced the North American Soccer League team of the same name.",
  "/wiki/Blake_Smith": "Blake Smith (born January 17, 1991) is an American soccer player who plays for USL Championship side San Antonio FC.",
  "/wiki/New_Mexico_Lobos_men's_soccer": "The New Mexico Lobos men's soccer team represented the University of New Mexico in all NCAA Division I men's soccer competitions from 1983 until 2018. The team became a soccer-only member of Conference USA in July 2013 after leaving the Mountain Pacific Sports Federation (the school's primary conference, the Mountain West, only sponsors that sport for women). The team is being cut after the 2019 season.",
  "/wiki/Columbus_Crew": "Columbus Crew Soccer Club is an American professional soccer club based in Columbus, Ohio. The Crew competes in Major League Soccer (MLS) as a member of the league's Eastern Conference and began play in 1996 as one of the ten charter clubs of the league. The team is currently being operated by an ownership group led by the Haslam family and former team doctor Pete Edwards. The Haslam/Edwards group is the third owner in club history.",
  "/wiki/Ryan_Finley_(soccer)": "Ryan Finley (born March 27, 1991) is a retired American professional soccer player.",
  "/wiki/Notre_Dame_Fighting_Irish_men's_soccer": "The Notre Dame Fighting Irish men's soccer team represents the University of Notre Dame in National Collegiate Athletic Association Division I men's soccer. The team competes in the Atlantic Coast Conference and is currently coached by Chad Riley.The team has made twenty appearances in the NCAA Men's Division I Soccer Tournament with the most recent coming in 2017 NCAA Division I Men's Soccer Championship. The Fighting Irish won the 2013 national championship.",
  "/wiki/Seattle_Sounders_FC": "Seattle Sounders FC is an American professional soccer club based in Seattle, Washington. The Sounders compete as a member of the Western Conference of Major League Soccer (MLS). The club was established on November 13, 2007, and began play in 2009 as an MLS expansion team. The Sounders are a phoenix club, carrying the same name as the original franchise that competed in the North American Soccer League from 1974 to 1983.",
  "/wiki/Eriq_Zavaleta": "Eriq Anthony Zavaleta (born August 2, 1992) is an American soccer player who plays as a center back for Toronto FC of Major League Soccer.",
  "/wiki/Indiana_Hoosiers": "The Indiana Hoosiers are the intercollegiate sports teams and players of Indiana University Bloomington, named after the colloquial term for people from the state of Indiana. The Hoosiers participate in Division I of the National Collegiate Athletic Association (NCAA) in 24 sports and became a member of the Big Ten Conference on December 1, 1899. The school's official colors are cream and crimson.",
  "/wiki/Dillon_Powers": "Dillon Thomas Powers (born February 14, 1991) is an American soccer player who currently plays as a midfielder for Dundee United in the Scottish Championship.",
  "/wiki/Real_Salt_Lake": "Real Salt Lake (/riːˈæl/), also known as RSL, is an American professional soccer franchise that competes as a member club of Major League Soccer (MLS) Western Conference. RSL began play in 2005 as an expansion team of the league. The club was founded in 2004 when the club's first owner and founder was awarded an expansion berth in Major League Soccer.",
  "/wiki/John_Stertzer": "John Patrick Stertzer (born October 4, 1990) is an American soccer player who plays as a midfielder.",
  "/wiki/Maryland_Terrapins_men's_soccer": "The Maryland Terrapins men's soccer team represents the University of Maryland in National Collegiate Athletic Association (NCAA) college soccer competition. The program has won four NCAA Division I College Cup national championships (1968, 2005, 2008, 2018). Maryland won nineteen Atlantic Coast Conference (ACC) regular season championships (1953–68, 1971, 2012, 2013) and six ACC tournament championships (1996, 2002, 2008, 2010, 2012, 2013) before joining the Big Ten Conference on July 1, 2014. The Terps won the 2014 and 2016 Big Ten Conference men's soccer championships and the 2014 and 2015 men's soccer tournament titles.",
  "/wiki/Houston_Dynamo": "Houston Dynamo are an American professional soccer club based in Houston, Texas. The franchise competes in Major League Soccer (MLS), as a member of the Western Conference. The Dynamo had first played their home games at Robertson Stadium on the University of Houston campus until 2011. Since 2012, the Dynamo has played home matches at BBVA Stadium, a soccer-specific stadium located in Houston.",
  "/wiki/Jason_Johnson_(Jamaican_footballer)": "Jason Johnson (born October 9, 1990) is a Jamaican international footballer who currently plays for Phoenix Rising FC in the USL.",
  "/wiki/VCU_Rams_men's_soccer": "The VCU Rams men's soccer team is an intercollegiate varsity sports team of Virginia Commonwealth University, an NCAA Division I member school located in the state's capital of Richmond. The team is a member of the Atlantic 10 Conference.",
  "/wiki/Sporting_Kansas_City": "Sporting Kansas City, often shortened to Sporting KC, is an American professional soccer club based in Kansas City, Kansas. The administrative offices are located in Downtown Kansas City, Missouri, and the team clubhouse and practice facilities are located in Kansas City, Kansas near Children's Mercy Park. The club competes as a member of the Western Conference in Major League Soccer (MLS), having returned in 2015 after spending ten seasons in the Eastern Conference.",
  "/wiki/Mikey_Lopez": "Miguel \"Mikey\" Lopez (born February 20, 1993) is an American professional soccer player who plays as a midfielder for USL Championship club Birmingham Legion.",
  "/wiki/North_Carolina_Tar_Heels_men's_soccer": "The North Carolina Tar Heels men's soccer team represents the University of North Carolina at Chapel Hill in men's NCAA Division I soccer competition. They compete in the Atlantic Coast Conference. The Tar Heels won the NCAA championship in 2001 and 2011.",
  "/wiki/Orange_County_Blue_Star": "Orange County Blue Star was an American soccer team based in Irvine, California, United States. Founded in 1997, the team played in the USL Premier Development League (PDL), the fourth tier of the American Soccer Pyramid, in the Southwest Division of the Western Conference until 2012.",
  "/wiki/San_Jose_Earthquakes": "The San Jose Earthquakes are an American professional soccer team based in San Jose, California, United States, that competes as a member of the Western Conference of Major League Soccer (MLS). The franchise began play in 1996 (originally as the San Jose Clash) as one of the charter clubs of the league. The Earthquakes took part in the first game in MLS history, defeating D.C. United 1–0. The Earthquakes have won two MLS Cup titles, in 2001 and 2003, and two Supporters' Shields in 2005 and 2012. In 2002, the team played in its first CONCACAF Champions Cup (now called the CONCACAF Champions League), making it to the quarterfinals. \nThe team holds a fierce rivalry with the LA Galaxy known as the California Clásico.",
  "/wiki/Georgetown_Hoyas_men's_soccer": "The Georgetown Hoyas men's soccer team represents Georgetown University in all men's Division I NCAA soccer competitions. The Georgetown Hoyas joined the new Big East Conference on July 1, 2013 with other private schools from the former Big East Conference in which they previously competed. They won a national championship in 2019, and was the national runner-up in 2012. They have made nine total appearances in the NCAA Men's Division I Soccer Championship, and have won the Big East conference tournament four times and the regular season title seven times.",
  "/wiki/Emery_Welshman": "Emery Welshman (born 9 November 1991) is a Guyanese footballer who plays as a forward for Israeli club Bnei Sakhnin and the Guyana national team.",
  "/wiki/Oregon_State_Beavers_men's_soccer": "The Oregon State Beavers men's soccer team is an intercollegiate varsity sports team of Oregon State University and competes in the Pac-12 Conference of the National Collegiate Athletic Association. The team was founded in 1988 and has competed in 26 college soccer seasons since that time.  The Beavers qualified for the NCAA tournament on four occasions, making their deepest run in the tournament in 2014 when they advanced to the second round where they lost to Creighton.  The team has produced one NSCAA All-American and has had three players play for their respective national teams at the senior level.  The team's all-time match record is 90-134-19 as of the end of the 2014 season.",
  "/wiki/D.C._United": "D.C. United is an American professional soccer club based in Washington, D.C. The club competes as a member of the Eastern Conference in Major League Soccer (MLS), the top level of professional American soccer. The franchise began play in 1996 as one of the ten charter clubs of the league. The club was one of the most successful clubs in the early years of MLS, winning eight of its thirteen titles between 1996 and 1998 under then head coach Bruce Arena. United holds the joint MLS record for most Supporters' Shields, has four MLS Cups, and been crowned U.S. Open Cup champions three times. It is also the first club to win both the MLS Supporters' Shield and MLS Cup consecutively.",
  "/wiki/Taylor_Kemp": "Taylor Eric Kemp (born July 23, 1990) is a former American soccer player.",
  "/wiki/Real_Colorado_Foxes": "Real Colorado Foxes were an American soccer team based in Highlands Ranch, Colorado, United States. Founded in 2008, the team played in the USL Premier Development League (PDL), the fourth tier of the American Soccer Pyramid, in the Heartland Division of the Central Conference.",
  "/wiki/UCLA_Bruins_men's_soccer": "The UCLA Bruins men's soccer team is an intercollegiate varsity sports team of the University of California at Los Angeles. The team is a member of the Pac-12 Conference of the National Collegiate Athletic Association.",
  "/wiki/Seattle_Sounders_FC_U-23": "Seattle Sounders FC U-23 is an American soccer team based in Tacoma, Washington, United States. Founded in 2006, the team plays in USL League Two, the fourth tier of the American Soccer Pyramid.",
  "/wiki/Los_Angeles_Galaxy": "The LA Galaxy, also known as the Los Angeles Galaxy, is an American professional soccer club based in the Los Angeles suburb of Carson, California, that competes in Major League Soccer (MLS), as a member of the Western Conference. The club began play in 1996 as one of the league's ten charter members.",
  "/wiki/Charlie_Rugg": "Charles Nosike Rugg (born October 2, 1990) is an American soccer player.",
  "/wiki/Worcester_Hydra": "Worcester Hydra was an American soccer team based in Worcester, Massachusetts, United States. Founded in 2011, the team played in the USL Premier Development League (PDL), the fourth tier of the American Soccer Pyramid, in the Northeast Division of the Eastern Conference. The team played its home games at Foley Stadium in Worcester, Massachusetts.",
  "/wiki/2013_MLS_SuperDraft": "The 2013 MLS SuperDraft was the fourteenth SuperDraft presented by Major League Soccer. The draft took place on January 17, 2013 in Indianapolis, Indiana at the Indiana Convention Center."
}