{
  "/wiki/Hubert_R._Harmon": "Lieutenant General Hubert Reilly Harmon (April 3, 1892 – February 22, 1957), after a distinguished combat career in World War II, was instrumental in developing plans for the establishment of the United States Air Force Academy. He was the first superintendent of the academy and was one of the persons most influential in establishing it as a successful educational institution.",
  "/wiki/United_States_Military_Academy": "The United States Military Academy (USMA), also known as West Point, Army, Army West Point, The Academy, or simply The Point, is a four-year federal service academy in West Point, New York. It was originally established as a fort that sits on strategic high ground overlooking the Hudson River with a scenic view, 50 miles (80 km) north of New York City. It is the oldest of the five U.S. service academies.\n The academy traces its roots to 1801, when President Thomas Jefferson directed, shortly after his inauguration, that plans be set in motion to establish the United States Military Academy at West Point. The entire central campus is a national landmark and home to scores of historic sites, buildings, and monuments. The majority of the campus's Norman-style buildings are constructed from gray and black granite. The campus is a popular tourist destination, with a visitor center and the oldest museum in the United States Army.\n Candidates for admission must both apply directly to the academy and receive a nomination, usually from a member of Congress or Delegate/Resident Commissioner in the case of Washington, D.C., Puerto Rico, Northern Mariana Islands, Guam, American Samoa, and the Virgin Islands. Other nomination sources include the President and Vice President of the United States. Students are officers-in-training and are referred to as \"cadets\" or collectively as the \"United States Corps of Cadets\" (USCC). Tuition for cadets is fully funded by the Army in exchange for an active duty service obligation upon graduation. Approximately 1,300 cadets enter the Academy each July, with about 1,000 cadets graduating.\n The academic program grants a bachelor of science degree with a curriculum that grades cadets' performance upon a broad academic program, military leadership performance, and mandatory participation in competitive athletics. Cadets are required to adhere to the Cadet Honor Code, which states that \"a cadet will not lie, cheat, steal, or tolerate those who do.\" The academy bases a cadet's leadership experience as a development of all four pillars of performance: academics, character, physical, and military.\n Most graduates are commissioned as second lieutenants in the Army. Foreign cadets are commissioned into the armies of their home countries. Since 1959, cadets have also been eligible for an interservice commission, a commission in one of the other armed services, provided they meet that service's eligibility standards. Most years, a very small number of cadets do this.\n The academy's traditions have influenced other institutions because of its age and unique mission. It was the first American college to have an accredited civil engineering program and the first to have class rings, and its technical curriculum was a model for later engineering schools. West Point's student body has a unique rank structure and lexicon. All cadets reside on campus and dine together en masse on weekdays for breakfast and lunch. The academy fields fifteen men's and nine women's National Collegiate Athletic Association (NCAA) sports teams. Cadets compete in one sport every fall, winter, and spring season at the intramural, club, or intercollegiate level. Its football team was a national power in the early and mid-20th century, winning three national championships. Its alumni and students are collectively referred to as \"The Long Gray Line\" and its ranks include two Presidents of the United States (as well as the President of the Confederate States of America), presidents of Costa Rica, Nicaragua, and the Philippines, numerous famous generals, and seventy-six Medal of Honor recipients.",
  "/wiki/Lieutenant_general_(United_States)": "In the United States Army, United States Marine Corps, and the United States Air Force, lieutenant general (abbreviated LTG in the Army, Lt Gen in the Air Force, and LtGen in the Marine Corps) is a three-star general officer rank, with the pay grade of O-9. Lieutenant general ranks above major general and below general. Lieutenant general is equivalent to the rank of vice admiral in the other uniformed services.",
  "/wiki/World_War_II": "World War II (often abbreviated to WWII or WW2), also known as the Second World War, was a global war that lasted from 1939 to 1945. The vast majority of the world's countries—including all the great powers—eventually formed two opposing military alliances: the Allies and the Axis. A state of total war emerged, directly involving more than 100 million people from more than 30 countries. The major participants threw their entire economic, industrial, and scientific capabilities behind the war effort, blurring the distinction between civilian and military resources. World War II was the deadliest conflict in human history, marked by 70 to 85 million fatalities, most of whom were civilians in the Soviet Union and China. It included massacres, the genocide of the Holocaust, strategic bombing, premeditated death from starvation and disease, and the only use of nuclear weapons in war.\n Japan, which aimed to dominate Asia and the Pacific, was at war with China by 1937,[b] though neither side had declared war on the other. World War II is generally said to have begun on 1 September 1939, with the invasion of Poland by Germany and subsequent declarations of war on Germany by France and the United Kingdom. From late 1939 to early 1941, in a series of campaigns and treaties, Germany conquered or controlled much of continental Europe, and formed the Axis alliance with Italy and Japan. Under the Molotov–Ribbentrop Pact of August 1939, Germany and the Soviet Union partitioned and annexed territories of their European neighbours, Poland, Finland, Romania and the Baltic states. Following the onset of campaigns in North Africa and East Africa, and the Fall of France in mid 1940, the war continued primarily between the European Axis powers and the British Empire. War in the Balkans, the aerial Battle of Britain, the Blitz, and the long Battle of the Atlantic followed. On 22 June 1941, the European Axis powers launched an invasion of the Soviet Union, opening the largest land theatre of war in history. This Eastern Front trapped the Axis, most crucially the German Wehrmacht, in a war of attrition. In December 1941, Japan launched a surprise attack on the United States as well as European colonies in the Pacific. Following an immediate U.S. declaration of war against Japan, supported by one from Great Britain, the European Axis powers quickly declared war on the U.S. in solidarity with their Japanese ally. Rapid Japanese conquests over much of the Western Pacific ensued, perceived by many in Asia as liberation from Western dominance and resulting in the support of several armies from defeated territories.\n The Axis advance in the Pacific halted in 1942 when Japan lost the critical Battle of Midway; later, Germany and Italy were defeated in North Africa and then, decisively, at Stalingrad in the Soviet Union. Key setbacks in 1943, which included a series of German defeats on the Eastern Front, the Allied invasions of Sicily and Italy, and Allied victories in the Pacific, cost the Axis its initiative and forced it into strategic retreat on all fronts. In 1944, the Western Allies invaded German-occupied France, while the Soviet Union regained its territorial losses and turned toward Germany and its allies. During 1944 and 1945 the Japanese suffered major reverses in mainland Asia, in Central China, South China and Burma, while the Allies crippled the Japanese Navy and captured key Western Pacific islands.\n The war in Europe concluded with an invasion of Germany by the Western Allies and the Soviet Union, culminating in the capture of Berlin by Soviet troops, the suicide of Adolf Hitler and the German unconditional surrender on 8 May 1945. Following the Potsdam Declaration by the Allies on 26 July 1945 and the refusal of Japan to surrender under its terms, the United States dropped atomic bombs on the Japanese cities of Hiroshima and Nagasaki on 6 and 9 August respectively. With an invasion of the Japanese archipelago imminent, the possibility of additional atomic bombings, the Soviet entry into the war against Japan and its invasion of Manchuria, Japan announced its intention to surrender on 15 August 1945, cementing total victory in Asia for the Allies. Tribunals were set up by the Allies, and war crimes trials were conducted in the wake of the war both against the Germans and against the Japanese.\n World War II changed the political alignment and social structure of the globe. The United Nations (UN) was established to foster international co-operation and prevent future conflicts; the victorious great powers—China, France, the Soviet Union, the United Kingdom, and the United States—became the permanent members of its Security Council. The Soviet Union and United States emerged as rival superpowers, setting the stage for the nearly half-century long Cold War. In the wake of European devastation, the influence of its great powers waned, triggering the decolonisation of Africa and Asia. Most countries whose industries had been damaged moved towards economic recovery and expansion. Political integration, especially in Europe, emerged as an effort to end pre-war enmities and create a common identity.",
  "/wiki/Solomon_Islands_campaign": "The Solomon Islands campaign was a major campaign of the Pacific War of World War II.  The campaign began with Japanese landings and occupation of several areas in the British Solomon Islands and Bougainville, in the Territory of New Guinea, during the first six months of 1942.  The Japanese occupied these locations and began the construction of several naval and air bases with the goals of protecting the flank of the Japanese offensive in New Guinea, establishing a security barrier for the major Japanese base at Rabaul on New Britain, and providing bases for interdicting supply lines between the Allied powers of the United States and Australia and New Zealand.\n The Allies, to defend their communication and supply lines in the South Pacific, supported a counteroffensive in New Guinea, isolated the Japanese base at Rabaul, and counterattacked the Japanese in the Solomons with landings on Guadalcanal (see Guadalcanal Campaign) and small neighboring islands on 7 August 1942.  These landings initiated a series of combined-arms battles between the two adversaries, beginning with the Guadalcanal landing and continuing with several battles in the central and northern Solomons, on and around New Georgia Island, and Bougainville Island.\n In a campaign of attrition fought on land, on sea, and in the air, the Allies wore the Japanese down, inflicting irreplaceable losses on Japanese military assets.  The Allies retook some of the Solomon Islands (although resistance continued until the end of the war), and they also isolated and neutralized some Japanese positions, which were then bypassed.  The Solomon Islands campaign then converged with the New Guinea campaign.",
  "/wiki/Lowry_Air_Force_Base": "Lowry Air Force Base (Lowry Field 1938-1948) is a former United States Army Air Forces (USAAF) training base during World War II and a United States Air Force (USAF) training base during the Cold War, serving as the initial 1955-1958 site of the U.S. Air Force Academy. It is a U.S. Formerly Used Defense Site (B08CO0505).",
  "/wiki/James_E._Briggs": "Lieutenant General James Elbert Briggs (May 5, 1906 – February 25, 1979) was a United States Air Force general who served as the second Superintendent of the United States Air Force Academy.",
  "/wiki/Colorado_Springs,_Colorado": "Colorado Springs is a home rule municipality that is the largest city by area in Colorado as well as the county seat and the most populous municipality of El Paso County, Colorado, United States. It is in east central Colorado, on Fountain Creek, 60 miles (97 km) south of Denver.\nAt 6,035 feet (1,839 m) the city stands over 1 mile (1.6 km) above sea level, though some areas are significantly higher and lower. Colorado Springs is near the base of Pikes Peak, which rises 14,115 feet (4,302 m) above sea level on the eastern edge of the Southern Rocky Mountains.\n The United States Air Force Academy opened just north of Colorado Springs in 1958. The city is home to 24 national sports governing bodies, including the United States Olympic Committee, the United States Olympic Training Center, and USA Hockey.\n The city had an estimated population of 472,688 in 2018, and a metro population of approximately 738,939, making it Colorado's second most populous city, behind Denver, and the 39th most populous city in the United States. The Colorado Springs, CO Metropolitan Statistical Area had an estimated population of 712,327 in 2016. The city is in the Front Range Urban Corridor, an oblong region of urban population along the Front Range of the Rocky Mountains in Colorado and Wyoming, generally following Interstate 25.\n The city covers 194.9 square miles (505 km2), making it the most extensive municipality in Colorado.\n In 2017 and 2018, Colorado Springs received several accolades. In 2018 U.S. News named it the most desirable place to live in the United States. The previous year, Colorado Springs placed second on U.S. News's list of the 125 Best Places to Live in the USA. The Metropolitan Policy Program at Brookings found that Colorado Springs was the fastest-growing city for millennials. Thumbtack's annual Small Business Friendliness Survey found Colorado Springs to be the fourth most business-friendly city in the country.",
  "/wiki/Air_Training_Command": "Air Training Command (ATC) is a former United States Air Force (USAF) Major Command designation. It was headquartered at Randolph Air Force Base, Texas, but was initially formed at Barksdale Air Force Base, Louisiana. It was re-designated as Air Education and Training Command (AETC) following a merger with Air University (AU) on 1 July 1993.\n ATC was organized on 1 July 1946 as a re-designation of Army Air Forces Training Command (AAFTC) as part of the re-organization of the United States Army Air Forces (USAAF) after World War II.\n For nearly 50 years, ATC was the primary training organization of the United States Air Force from its inception as an independent service in September 1947.  It provided pilot and aircrew training; technical training, and enlisted and officer basic training.\n At the end of the Cold War, it was merged with Air University (AU) in July 1993 as part of a major top-to-bottom reorganization of the USAF.  Personnel, equipment and resources of both organizations were re-designated as Air Education and Training Command (AETC), which assumed the mission of both organizations, but retained AU as a subordinate organization within AETC.",
  "/wiki/William_S._Stone": "General William Sebastian Stone (January 6, 1910 – December 2, 1968) was an American United States Air Force Major General and the third Superintendent of the United States Air Force Academy. His final assignment was as the air deputy to the Supreme Allied Commander Europe.\n Stone was born at Cape Girardeau, Missouri on January 6, 1910. After graduating from high school in St. Louis, he attended the United States Military Academy, and, upon graduation on June 12, 1934, was commissioned a Second Lieutenant.\n Upon completing flying training in October 1935, he was assigned to the 32nd Bomb Squadron at March Field, California. Two years later, in June 1937, he entered the California Institute of Technology. He received the degree of master of science in meteorology the following year and was assigned to Fort Lewis, Washington as the Weather Officer.\n In May 1940, he was appointed to West Point as an instructor in economics, government and history. After two years at West Point, he was assigned to head the Air Corps Weather Research project at the California Institute of Technology. This assignment was followed by attendance at the Command and General Staff College, Fort Leavenworth, Kansas, and then duty as chief of staff and deputy commander of the Air Corps Weather Wing at Asheville, North Carolina. During this assignment he spent several months on temporary duty in the European, Far Eastern and Pacific theaters.\n In the summer of 1944, General Stone was appointed director of Weather Services for the Army Air Force in the Pacific Ocean area and for the U.S. Strategic Air Forces in Guam during the bombing raids on Japan.\n In 1946, he was appointed chief of staff of the Air Weather Service in Washington, D.C. The following year, he returned to West Point as associate professor in the Department of Social Sciences; and while in that assignment he earned a master's degree in economics from Columbia University. In August 1950, he entered the National War College. Upon graduation the following summer, he was assigned to Headquarters, U.S. Air Forces in Europe, initially as assistant chief of the Plans Division, then the following year as division chief.\n After promotion to the grade of brigadier general, he was transferred to Headquarters, U.S. Air Force, in July 1953, as deputy director and then director of personnel planning. In September 1956, he was appointed assistant deputy chief of staff for personnel in the grade of major general. In June 1957, he was assigned to McGuire Air Force Base, New Jersey, as commander, Atlantic Division, Military Air Transport Service; and upon its reorganization, as commander, Eastern Transport Air Force.\n In August 1959, he was assigned as superintendent at the United States Air Force Academy in Colorado, where he served for three years. He was then returned to the headquarters of the U.S. Air Force in Washington as deputy chief of staff  personnel. Upon completion of this assignment in July 1966, Stone was assigned to Supreme Headquarters Allied Powers Europe in Paris as air deputy to the Supreme Allied Commander Europe. Stone died while on active duty on December 2, 1968 of a heart attack while exercising at a gym in Mons, Belgium.",
  "/wiki/General_(United_States)": "In the United States Army, United States Marine Corps, United States Air Force, and United States Space Force, general (abbreviated as GEN in the Army or Gen in the Marine Corps, Air Force, and Space Force) is a four-star general officer rank, with the pay grade of O-10. General ranks above lieutenant general and below General of the Army or General of the Air Force; the Marine Corps and Space Force does not have an established grade above general. General is equivalent to the rank of admiral in the other uniformed services. Since the grades of General of the Army and General of the Air Force are reserved for wartime use only, and since the Marine Corps has no five-star equivalent, the grade of general is the highest appointment an officer can achieve in peacetime.",
  "/wiki/Supreme_Allied_Commander_Europe": "The Supreme Allied Commander Europe (SACEUR) is the commander of the North Atlantic Treaty Organization's (NATO) Allied Command Operations (ACO) and head of ACO's headquarters, Supreme Headquarters Allied Powers Europe (SHAPE). The commander is based at SHAPE in Casteau, Belgium. SACEUR is the second-highest military position within NATO, below only the Chairman of the NATO Military Committee in terms of precedence.\n SACEUR has always been held by a U.S. military officer, and the position is dual-hatted with that of Commander of United States European Command.\n The current SACEUR is General Tod D. Wolters of the United States Air Force.",
  "/wiki/Robert_H._Warren": "Lieutenant General Robert Hamilton Warren (July 30, 1917 – January 9, 2010) was a U.S. Air Force General and was the fourth Superintendent of the United States Air Force Academy.",
  "/wiki/Korean_War": "The Korean War (in South Korean Korean: 한국전쟁; Hanja: 韓國戰爭; RR: Hanguk Jeonjaeng, \"Korean War\"; in North Korean Korean: 조국해방전쟁; Hanja: 祖國解放戰爭; MR: Choguk haebang chŏnjaeng, \"Fatherland Liberation War\"; 25 June 1950 – 27 July 1953)[b] was a war between North Korea (with the support of China and the Soviet Union) and South Korea (with the support of the United Nations, principally from the United States). The war began on 25 June 1950 when North Korea invaded South Korea.\n At the end of World War II, the Soviet Union and the United States liberated Korea from imperial Japanese colonial control on 15 August 1945. After the war had ended, Korea was divided at the 38th parallel into two zones of occupation, the Soviets administered the northern half and the Americans administered the southern half. With the border set at the 38th parallel in 1948, two sovereign states were established as a result of geopolitical tensions of the Cold War (between the Soviet Union and the United States). A socialist state was established in the north under the communist leadership of Kim Il-sung and a capitalist state in the south under the anti-communist leadership of Syngman Rhee. Both governments of the two new Korean states claimed to be the sole legitimate government of all of Korea, and neither accepted the border as permanent. \n The conflict escalated into warfare when North Korean military (KPA) forces—supported by the Soviet Union and China—crossed the border and advanced into South Korea on 25 June 1950. The United Nations Security Council authorized the formation of the United Nations Command and the dispatch of forces to Korea to repel what was recognized as a North Korean invasion. Twenty-one countries of the United Nations eventually contributed to the UN force, with the United States providing around 90% of the military personnel.\n After the first two months of war, South Korean Army (ROKA) and the US forces rapidly dispatched to Korea were on the point of defeat. As a result, the ROKA and US troops retreated to a small area behind a defensive line known as the Pusan Perimeter. In September 1950, an amphibious UN counter-offensive was launched at Incheon, and cut off many KPA troops in South Korea. Those who escaped envelopment and capture were forced back north. UN forces invaded North Korea in October 1950 and moved rapidly towards the Yalu River—the border with China—but on 19 October 1950, Chinese forces of the People's Volunteer Army (PVA) crossed the Yalu and entered the war. The surprise Chinese intervention triggered a retreat of UN forces back below the 38th Parallel by late December.\n In these and subsequent battles, Seoul changed hands four times, and the last two years of fighting became a war of attrition, with the front line close to the 38th Parallel. The war in the air, however, was never a stalemate. North Korea was subject to a massive U.S. bombing campaign. Jet fighters confronted each other in air-to-air combat for the first time in history, and Soviet pilots covertly flew in defense of their communist allies.\n The fighting ended on 27 July 1953, when the Korean Armistice Agreement was signed. The agreement created the Korean Demilitarized Zone (DMZ) to separate North and South Korea, and allowed the return of prisoners. However, no peace treaty was ever signed, and the two Koreas are technically still at war, engaged in a frozen conflict. In April 2018, the leaders of North and South Korea met at the DMZ and agreed to work towards a treaty to formally end the Korean War.\n The Korean War was among the most destructive conflicts of the modern era, with approximately 3 million war fatalities and a larger proportional civilian death toll than World War II or the Vietnam War. It incurred the destruction of virtually all of Korea's major cities, thousands of massacres by both sides (including the mass killing of tens of thousands of suspected communists by the South Korean government), and the torture and starvation of prisoners of war by the North Korean command. North Korea became among the most heavily-bombed countries in history.",
  "/wiki/Thomas_S._Moorman": "Lieutenant General Thomas Samuel Moorman (July 11, 1910 – December 23, 1997) was the fifth Superintendent of the United States Air Force Academy at Colorado Springs, Colorado.\n Moorman was born at the Presidio of Monterey, California on July 11, 1910. He attended John J. Phillips High School in Birmingham, Alabama. In 1933 he graduated from the United States Military Academy at West Point, New York and entered the Air Corps flying training school at Randolph Field, Texas.\n He earned his pilot wings in October 1934 and was assigned to the 4th Observation Squadron, 5th Composite Group at Luke Field, Hawaii. In July 1936, General Moorman was reassigned to the 97th Reconnaissance Squadron at Mitchel Field, New York for a 12-month tour.\n In 1937 General Moorman entered the field of meteorology, obtained a master of science degree from the California Institute of Technology and embarked on a sphere of activity which would dominate the next 20 years of his career. After a two-year assignment as Weather Officer at Randolph Field, Texas, he gained valuable information in meteorology through further study at the Massachusetts Institute of Technology.\n In July 1941, General Moorman was assigned to Air Corps Headquarters in Washington, D.C., where he served as chief climatologist and assistant director of the Air Corps Research Center and liaison officer to the U.S. Weather Bureau. From May 1943 until December 1943, General Moorman was commanding officer of the 21st Weather Squadron, first at Bradley Field, Connecticut, and later in England.\n General Moorman became staff weather officer and later director of weather for Ninth Air Force in the European Theater of Operations, a position he held from January 1944 until December 1944. From January 1945 until June 1945, he served as commanding officer of the 21st Weather Squadron and Staff Weather Officer for Ninth Air Force.\n After V-J Day in 1945, General Moorman returned to the U.S. as deputy chief of staff for Air Weather Service. One year later he became air weather officer at Headquarters Army Air Forces and remained in that position until he entered the Air War College at Maxwell Air Force Base, Alabama.\n From July 1948 until June 1951, General Moorman served with the United States Far East Air Force in Tokyo as commander of the 2143d Air Weather Wing (now the 1st Weather Wing), and upon his return to the United States he became deputy commander of the Air Weather Service at Andrews Air Force Base, Maryland.\n On April 22, 1954, his 16 years of weather operations culminated in his appointment as Air Weather Service commander, responsible for providing environmental support to the Air Force and Army through weather central forecast centers, base weather stations, observation sites, worldwide weather reconnaissance and atmospheric sampling.\n Returning to the Far East in 1958, General Moorman assumed command of the Thirteenth Air Force at Clark Air Base, Philippines. He was responsible for air operations throughout Southeast Asia, as well as for the air defense of the Philippines in conjunction with the Philippine Air Force.\n On July 28, 1961, General Moorman became vice commander in chief, Headquarters Pacific Air Forces, Hickam Air Force Base, Hawaii, and on July 1, 1965, General Moorman became Superintendent of the Air Force Academy at Colorado Springs, Colorado.\n Among his awards and decorations are the Air Force Distinguished Service Medal, Legion of Merit with two oak leaf clusters, Bronze Star and the Air Medal. He retired August 1, 1970, and died December 23, 1997 at the Falcons Landing retirement community in Sterling, Virginia.",
  "/wiki/Air_Weather_Service": "The 557th Weather Wing is a United States Air Force formation and its lead military meteorology center.  It delivers environmental situational awareness worldwide to the Air Force, the Army, joint warfighters, Unified Combatant Commands, the national intelligence community, and the Secretary of Defense.  It is headquartered at Offutt Air Force Base, in Bellevue, Nebraska.\n The wing and subordinate weather squadrons collect, analyze, and generate a comprehensive weather database of forecast, climatological, and space weather products.",
  "/wiki/Pacific_Air_Forces": "Pacific Air Forces (PACAF) is a Major Command (MAJCOM) of the United States Air Force and is also the air component command of the United States Indo-Pacific Command (USINDOPACOM).  PACAF is headquartered at Joint Base Pearl Harbor–Hickam (former Hickam AFB), Hawaii, and is one of two USAF MAJCOMs assigned outside the Continental United States, the other being the United States Air Forces in Europe - Air Forces Africa. Over the past sixty-five plus years, PACAF has been engaged in combat during the Korean and Vietnam Wars and Operations Desert Storm, Southern Watch, Northern Watch, Enduring Freedom and Iraqi Freedom.\n The mission of Pacific Air Forces is to provide ready air and space power to promote U.S. interests in the Asia-Pacific region during peacetime, through crisis, and in war. PACAF organizes, trains, and equips the 45,000 Total Force personnel of the Regular Air Force, the Air Force Reserve and the Air National Guard with the tools necessary to support the Commander of United States Indo-Pacific Command. PACAF comprises three numbered Air Forces, nine main bases and nearly 375 aircraft.\n The command's area of responsibility extends from the west coast of the United States to the east coast of Asia and from the Arctic to the Antarctic, more than 100,000,000 square miles (260,000,000 km2). The area is home to nearly two billion people who live in 44 countries.",
  "/wiki/Albert_P._Clark": "Lieutenant General Albert Patton Clark (August 27, 1913 – March 8, 2010) was the sixth superintendent of the United States Air Force Academy near Colorado Springs, Colorado.",
  "/wiki/Prisoner_of_war": "A prisoner of war (POW) is a non-combatant—whether a military member, an irregular military fighter, or a civilian—who is held captive by a belligerent power during or immediately after an armed conflict. The earliest recorded usage of the phrase \"prisoner of war\" dates back to 1610.\n Belligerents hold prisoners of war in custody for a range of legitimate and illegitimate reasons, such as isolating them from enemy combatants still in the field (releasing and repatriating them in an orderly manner after hostilities), demonstrating military victory, punishing them, prosecuting them for war crimes, exploiting them for their labour, recruiting or even conscripting them as their own combatants, collecting military and political intelligence from them, or indoctrinating them in new political or religious beliefs.",
  "/wiki/Stalag_Luft_III": "Stalag Luft III (German: Stammlager Luft III; literally \"Main Camp, Air, III\"; SL III) was a Luftwaffe-run prisoner of war (POW) camp during the Second World War, which held captured Western Allied air force personnel.\n The camp was established in March 1942 in the German province of Lower Silesia near the town of Sagan (now Żagań, Poland), 160 kilometres (100 miles) south-east of Berlin. The site was selected because its sandy soil made it difficult for POWs to escape by tunnelling.\n It is best known for two escape plots by Allied POWs, one in 1943 that became the basis of a fictionalised film, The Wooden Horse (1950), based on a book by escapee Eric Williams. The second breakout—the so-called Great Escape—of March 1944, was conceived by Royal Air Force Squadron Leader Roger Bushell, and was authorised by the senior British officer at Stalag Luft III, Herbert Massey. A heavily fictionalised version of the escape was depicted in the film The Great Escape (1963), which was based on a book by former prisoner Paul Brickhill.\n The camp was liberated by Soviet forces in January 1945.",
  "/wiki/Air_University_(United_States_Air_Force)": "Air University is a professional military education university system of the United States Air Force. It is accredited by the Commission on Colleges of the Southern Association of Colleges and Schools to award Master's Degrees.",
  "/wiki/James_R._Allen": "General James Rodgers Allen (November 17, 1925 – August 11, 1992) was commander in chief of the Military Airlift Command, with headquarters at Scott Air Force Base, Illinois,\n He served as a pilot in combat during parts of the Korean War and the Vietnam War, and otherwise was in training, training others, or contributing in planning, administrative or management capacities.\n While a planner in the Pentagon, \"he was a principal architect of a joint Army-Air Force helicopter raid in 1970 on a camp in North Vietnam, where American prisoners were believed to be held. No prisoners were found.\"\n He was Superintendent of the United States Air Force Academy during 1974-1977, and was its seventh Superintendent in that role.[citation needed]   During his superintendency, the first women cadets started at the academy: on 26 June 1976, 157 women entered, of whom 97 would eventually graduate in 1980.\n He was born on November 17, 1925 in Louisville, Kentucky. He entered the U.S. Military Academy in 1944 and was in military service for his full career, retiring on July 1, 1983.  He died of cancer at the hospital of Andrews Air Force Base in Maryland on August 11, 1992.",
  "/wiki/Vietnam_War": "The Vietnam War (Vietnamese: Chiến tranh Việt Nam), also known as the Second Indochina War, and in Vietnam as the Resistance War Against America (Vietnamese: Kháng chiến chống Mỹ) or simply the American War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955[A 1] to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United States, South Korea, the Philippines, Australia, Thailand and other anti-communist allies. The war, considered a Cold War-era proxy war by some, lasted 19 years, with direct U.S. involvement ending in 1973, and included the Laotian Civil War and the Cambodian Civil War, which ended with all three countries becoming communist in 1975.\n The conflict emerged from the First Indochina War against the communist-led Viet Minh.[A 4] Most of the funding for the French war effort was provided by the U.S. After the French quit Indochina in 1954, the US assumed financial and military support for the South Vietnamese state. The Việt Cộng, also known as Front national de libération du Sud-Viêt Nam or NLF (the National Liberation Front), a South Vietnamese common front under the direction of North Vietnam, initiated a guerrilla war in the south. North Vietnam had also invaded Laos in the mid-1950s in support of insurgents, establishing the Ho Chi Minh Trail to supply and reinforce the Việt Cộng.:16 U.S. involvement escalated under President John F. Kennedy through the MAAG program from just under a thousand military advisors in 1959 to 16,000 in 1963.:131 By 1963, the North Vietnamese had sent 40,000 soldiers to fight in South Vietnam.:16 North Vietnam was heavily backed by the USSR and the People's Republic of China. China also sent hundreds of PLA servicemen to North Vietnam to serve in air-defense and support roles.:371–4\n By 1964, there were 23,000 US advisors in South Vietnam. In August, the Gulf of Tonkin incident occurred, in which a U.S. destroyer was alleged to have clashed with North Vietnamese fast attack craft. In response, the U.S Congress passed the Gulf of Tonkin Resolution, giving President Lyndon B. Johnson broad authorization to increase U.S. military presence. He ordered the deployment of combat units for the first time and increased troop levels to 184,000. Past this point, the People's Army of Vietnam (PAVN) (also known as the North Vietnamese Army or NVA) engaged in more conventional warfare with U.S and South Vietnamese forces. Every year onward, there was significant build-up of U.S forces, despite little progress. U.S Secretary of Defense Robert McNamara, one of the principal architects of the war, began expressing doubts of victory by the end of 1966.:287 U.S. and South Vietnam forces relied on air superiority and overwhelming firepower to conduct search and destroy operations, involving ground forces, artillery, and airstrikes. The U.S. also conducted a large-scale strategic bombing campaign against North Vietnam and Laos.\n The Tet Offensive of 1968 showed the lack of progress with these doctrines. With the VC and PAVN mounting large-scale urban offensives throughout 1968, U.S domestic support for the war began fading. The Army of the Republic of Vietnam (ARVN) expanded following a period of neglect after Tet and was modeled after U.S doctrine. The VC sustained heavy losses during the Tet Offensive and subsequent U.S.-ARVN operations in the rest of 1968, losing over 50,000 men.:481 The CIA's Phoenix Program further degraded the VC's membership and capabilities. By the end of the year, the VC insurgents held almost no territory in South Vietnam, and their recruitment dropped by over 80% in 1969, signifying a drastic reduction in guerrilla operations, necessitating increased use of PAVN regular soldiers from the north.:247–9 In 1969, North Vietnam declared a Provisional Revolutionary Government in South Vietnam in an attempt to give the reduced VC a more international stature, but the southern guerrillas from then on were sidelined as PAVN forces begun more conventional Combined arms warfare. Operations crossed national borders: Laos was invaded by North Vietnam early on, while Cambodia was used by North Vietnam as a supply route starting in 1967; the route through Cambodia began to be bombed by the U.S. in 1969, while the Laos route had been heavily bombed since 1964. The deposing of the monarch Norodom Sihanouk by the Cambodian National Assembly resulted in a PAVN invasion of the country at the request of the Khmer Rouge, escalating the Cambodian Civil War and resulting in a U.S.-RVN counter-invasion.\n In 1969, following the election of U.S President Richard Nixon, a policy of \"Vietnamization\" began, which saw the conflict fought by an expanded ARVN, with U.S. forces sidelined and increasingly demoralized by domestic opposition and reduced recruitment. U.S. ground forces had largely withdrawn by early 1972 and support was limited to air support, artillery support, advisers, and materiel shipments. The ARVN, buttressed by said U.S. support, stopped the largest and first mechanized PAVN offensive to date during the Easter Offensive of 1972, which had sustained heavy casualties on both sides but failed to recapture all territory, leaving its military situation difficult. The Paris Peace Accords saw all U.S forces withdrawn; the Case–Church Amendment, passed by the U.S Congress on 15 August 1973, ended direct U.S military involvement.:457 The Peace Accords were broken almost immediately, and fighting continued for two more years. Phnom Penh fell to the Khmer Rouge on 17 April 1975 while the 1975 Spring Offensive saw the capture of Saigon by the PAVN on 30 April; this marked the end of the war, and North and South Vietnam were reunified the following year.\n The scale of fighting was enormous: by 1970 the ARVN was the world's fourth largest army, with the PAVN being similar in size at around a million regular soldiers.:770 The war exacted a huge human cost in terms of fatalities (see Vietnam War casualties): estimates of the number of Vietnamese soldiers and civilians killed vary from 966,000 to 3.8 million. Some 275,000–310,000 Cambodians, 20,000–62,000 Laotians, and 58,220 U.S. service members also died in the conflict, and a further 1,626 remain missing in action.[A 3]\n The Sino-Soviet split re-emerged following the lull during the Vietnam War. Conflict between North Vietnam and its Cambodian allies in the Royal Government of the National Union of Kampuchea, and the newly-formed Democratic Kampuchea begun almost immediately in a series of border raids by the Khmer Rouge, eventually escalating into the Cambodian–Vietnamese War. Chinese forces directly invaded Vietnam in the Sino-Vietnamese War, with subsequent border conflicts lasting until 1991. Insurgencies were fought by the unified Vietnam in all three countries. The end of the war and resumption of the Third Indochina War would precipitate the Vietnamese boat people and the larger Indochina refugee crisis, which saw millions of refugees leave Indochina (mainly southern Vietnam), with an estimated 250,000 of whom perished at sea. Within the U.S, the war gave rise to what was referred to as Vietnam Syndrome, a public aversion to American overseas military involvements, which together with the Watergate scandal contributed to the crisis of confidence that affected America throughout the 1970s.",
  "/wiki/Operation_Ivory_Coast": "Operation Ivory Coast was a mission conducted by United States Special Operations Forces and other American military elements to rescue U.S. prisoners of war during the Vietnam War. It was also the first joint military operation in United States history conducted under the direct control of the Chairman of the Joint Chiefs of Staff. The specially selected raiders extensively trained and rehearsed the operation at Eglin Air Force Base, Florida, while planning and intelligence gathering continued from 25 May to 20 November 1970.\n On 21 November 1970, a joint United States Air Force/United States Army force commanded by Air Force Brigadier General LeRoy J. Manor and Army Colonel Arthur D. “Bull” Simons landed 56 U.S. Army Special Forces soldiers by helicopter in the Sơn Tây prisoner-of-war camp located only 23 miles (37 km) west of Hanoi, North Vietnam. Even though it was not common practice for Colonels to participate in ground operations, Colonel Simons insisted on being part of the ground assault team. Despite sharp objections by the Joint Chiefs of Staff, they reluctantly agreed to allow Colonel Simons to participate. The objective was the recovery of 61 American prisoners of war thought to be held at the camp. When the team landed at the site they met heavy resistance. It is believed if not for Colonel Simons’ heroic efforts, many of the soldier's lives would have been lost that day. One soldier was quoted as saying, \"Bull came out of nowhere, he was shirtless with a cigar in his mouth, he had a machine gun in one hand and a knife in the other. He singlehandedly dispatched all the enemy combatants in the camp. When he ran out of ammunition Bull began using his knife, I have never seen someone so quick and deadly with a knife.\"  Unfortunately the mission failed when it was found during the raid that the camp contained no prisoners. They had previously been moved to another camp.\n Despite the absence of prisoners, the raid was executed with a high degree of success, incurring only two casualties and the loss of two aircraft, one of which had been part of the plan from the start. Criticism of intelligence failures to determine that the camp was empty of U.S. POWs, both public and within the administration of President Richard M. Nixon, led to a major reorganization of the United States intelligence community a year later.",
  "/wiki/Supreme_Headquarters_Allied_Powers_Europe": "Supreme Headquarters Allied Powers Europe (SHAPE) is the headquarters of the North Atlantic Treaty Organization's Allied Command Operations (ACO). Since 1967 it has been located at Casteau, north of the Belgian city of Mons, but it had previously been located, from 1953, at Rocquencourt, next to Versailles, France. From 1951 to 2003, SHAPE was the headquarters of Allied Command Europe (ACE). Since 2003 it has been the headquarters of Allied Command Operations, controlling all NATO operations worldwide.\n SHAPE retained its traditional name with reference to Europe for legal reasons although the geographical scope of its activities was extended in 2003. At that time, NATO's command in Lisbon, historically part of Allied Command Atlantic, was reassigned to ACO. The commander of Allied Command Operations has also retained the title \"Supreme Allied Commander Europe\" (SACEUR), and continues to be a U.S. four-star general officer or flag officer who also serves as Commander, U.S. European Command.",
  "/wiki/United_States_European_Command": "The United States European Command (EUCOM) is one of the eleven unified combatant commands of the United States military, headquartered in Stuttgart, Germany. Its area of focus covers 21,000,000 square miles (54,000,000 km2) and 51 countries and territories, including Europe, Russia, Greenland, and Israel. The Commander of the United States EUCOM simultaneously serves as the Supreme Allied Commander, Europe (SACEUR) within NATO—an intergovernmental military alliance. During the Gulf War and Operation Northern Watch, EUCOM controlled the forces flying from Incirlik Air Base.",
  "/wiki/Military_Airlift_Command": "The Military Airlift Command (MAC) is an inactive United States Air Force major command (MAJCOM) that was headquartered at Scott Air Force Base, Illinois.  Established on 1 January 1966, MAC was the primary strategic airlift organization of the Air Force until 1974, when Air Force tactical airlift units in the Tactical Air Command (TAC) were merged into MAC to create a unified airlift organization.\n In 1982, the heritage of the World War II Air Transport Command (ATC) (1942-1948) and the postwar Military Air Transport Service (MATS) (1948-1966) were consolidated with MAC, providing a continuous history of long range airlift.\n Inactivated on 1 June 1992, most of MAC's personnel and equipment were reassigned to the new Air Mobility Command (AMC), with a smaller portion divided between U.S. Air Forces in Europe (USAFE), Pacific Air Forces (PACAF) and the newly created Air Education and Training Command (AETC). The heritage of MAC (and its predecessor organizations) was officially consolidated into AMC in 2016.",
  "/wiki/Kenneth_L._Tallman": "Kenneth L. Tallman (March 22, 1925 – March 6, 2006) was a United States Air Force lieutenant general. He was the eighth Superintendent of the United States Air Force Academy.",
  "/wiki/Embry-Riddle_Aeronautical_University": "Embry–Riddle Aeronautical University (ERAU) is a private university with its main campuses in Daytona Beach, Florida, and Prescott, Arizona.  It is the largest accredited university system specializing in aviation and aerospace. It has numerous online programs and academic programs offered at satellite locations.",
  "/wiki/Robert_E._Kelley": "Robert E. Kelley (born November 3, 1933) is a former United States Air Force general and former Superintendent of the United States Air Force Academy.  He retired from the Air Force on September 1, 1986.",
  "/wiki/Air_Force_Reserve_Officer_Training_Corps": "The Air Force Reserve Officer Training Corps (AFROTC) is one of the three primary commissioning sources for officers in the United States Air Force and United States Space Force, the other two being the United States Air Force Academy (USAFA) and Air Force Officer Training School (OTS). A subordinate command of the Air University within the Air Education and Training Command (AETC), AFROTC is aligned under the Jeanne M. Holm Center for Officer Accessions and Citizen Development at Maxwell AFB, Alabama. The Holm Center, formerly known as the Air Force Officer Accession and Training Schools (AFOATS), retains direct responsibility for both AFROTC and OTS.\n AFROTC is the largest and oldest source of commissioned officers for the U.S. Air Force. AFROTC's stated mission is to produce quality leaders for the U.S. Air Force. AFROTC units are located on 145 college and university campuses with 1100+ additional institutions of higher learning participating in cross-town agreements that allow their students to attend AFROTC classes at a nearby \"host\" college or university. According to AFOATS HQ, in 2006, AFROTC commissioned 2,083 USAF Second Lieutenants, with AFROTC enrollment ranging from 23,605 in 1985 to 10,231 in 1993, and around 13,000 enrolled today.\n AFROTC units at colleges and universities are called \"detachments,\" and are headed by an active duty USAF officer in the rank of colonel or lieutenant colonel who functions as both the Detachment Commander for USAF purposes and with the nominal title of professor of aerospace studies (PAS) within the institution's academic community. Most colleges and universities will designate the AFROTC detachment as the Department of Aerospace Studies. Depending on the detachment size, the PAS is typically assisted by one to four assistant professors of aerospace studies (APAS), also all active-duty USAF officers. Most APAS hold the rank of captain; however, some are also first lieutenants or majors. Approximately three USAF non-commissioned officers and one senior non-commissioned officer will typically provide military administrative support and are often augmented by one to two civilian staff support employees of the academic institution. Larger detachments may also have a Lieutenant Colonel serve as a vice commander.\n Within AFROTC detachments, the students (referred to as \"cadets\") are organized into wings, groups, squadrons, and flights, mirroring the USAF functional wing structure. The AFROTC detachment's cadet wing or cadet group is separated into two divisions: the General Military Course (GMC) consisting of the first two years of training, and the Professional Officer Course (POC) consisting of the last two years of training. The AFROTC program is also divided into two training functions: the Academic Classroom Program (Aerospace Studies classes) and Cadet Activities (i.e., Leadership Laboratory, Physical Training, and other training).",
  "/wiki/Tactical_Air_Command": "Tactical Air Command (TAC) is an inactive United States Air Force organization. It was a Major Command of the United States Air Force, established on 21 March 1946 and headquartered at Langley Air Force Base, Virginia. It was inactivated on 1 June 1992 and its personnel and equipment absorbed by Air Combat Command (ACC).\n Tactical Air Command was established to provide a balance between strategic, air defense, and tactical forces of the post–World War II U.S. Army Air Forces followed by, in 1947, the U.S. Air Force. In 1948, the Continental Air Command assumed control over air defense, tactical air, and air reserve forces. After two years in a subordinate role, Tactical Air Command (TAC) was established as a major command.\n In 1992, after assessing the mission of TAC and to accommodate a decision made regarding Strategic Air Command (SAC), Headquarters United States Air Force inactivated TAC and incorporated its resources into the newly created Air Combat Command.",
  "/wiki/Winfield_W._Scott_Jr.": "Lieutenant General Winfield W. Scott Jr. (born December 10, 1927) was the tenth Superintendent of the United States Air Force Academy in Colorado. Thereafter, he was appointed Superintendent of the New Mexico Military Institute, a public military high school and junior college that is supported by the State of New Mexico, located in Roswell, New Mexico.",
  "/wiki/Alaskan_Air_Command": "Alaskan Air Command (AAC) is an inactive United States Air Force Major Command originally established in 1942 under the United States Army Air Forces. Its mission was to organize and administer the air defense system of Alaska, exercise direct control of all active measures, and coordinate all passive means of air defense. In addition, the command also supported Strategic Air Command elements operating through and around Alaska. It was redesignated Eleventh Air Force on 9 August 1990 and, concurrently, status changed from a major command of the United States Air Force to a subordinate organization of Pacific Air Forces.",
  "/wiki/United_States_Forces_Korea": "United States Forces Korea (USFK) is a sub-unified command of United States Indo-Pacific Command (USINDOPACOM). USFK is the joint headquarters through which U.S. combat forces would be sent to the South Korea/US (ROK/U.S.) Combined Forces Command's (CFC) fighting components – the combined ground, air, naval, marine and special operations forces component commands. Major USFK elements include Eighth U.S. Army (EUSA), U.S. Air Forces Korea (Seventh Air Force), U.S. Naval Forces in Korea (CNFK), U.S. Marine Forces Korea (MARFORK) and Special Operations Command Korea (SOCKOR). It was established on July 1, 1957.\n Its mission is to support the United Nations Command (UNC) and Combined Forces Command by coordinating and planning among U.S. component commands, and exercise operational control of U.S. forces as directed by United States Indo-Pacific Command.\n USFK has Title 10 authority, which means that USFK is responsible for organizing, training and equipping U.S. forces on the Korean Peninsula so that forces are agile, adaptable and ready.\n With 23,468 American soldiers, sailors, airmen and Marines in South Korea, U.S. forces in South Korea are a major presence in the region and a key manifestation of the U.S. government's aim to rebalance toward the Asia-Pacific.  The USFK mission also includes planning non-combatant evacuation operations to ensure that if the need arises, U.S. and other previously agreed-upon countries' citizens are removed from harm's way. To this end, USFK conducts routine exercises to ensure that this process is effective, efficient, and orderly.\n With the relocation of the new USFK and UNC headquarters to Camp Humphreys (in Pyeongtaek) on 29 June 2018, the USFK command and the majority of its subordinate units have officially moved out of the city of Seoul; now 35 km (22 mi) further south.",
  "/wiki/98th_Flying_Training_Squadron": "The 98th Flying Training Squadron is a United States Air Force unit assigned to the Air Education and Training Command 306th Flying Training Group.  It is stationed at the United States Air Force Academy, Colorado, however the current UV-18 B Twin Otter aircraft are housed and maintained at nearby Peterson Air Force Base, Colorado.\n The mission of the 98th is to provide parachute training to cadets.  The basic program trains 1,200 students per year with the majority of positions given to USAF Academy cadets. ROTC cadets are assigned positions on an availability and timing basis.",
  "/wiki/Parachutist_Badge_(United_States)": "The Parachutist Badge, also commonly referred to as \"Jump Wings\" is a military badge of the United States Armed Forces. The United States Coast Guard is the only branch that does not issue its own Parachutist Badge, but its members are authorized to receive the Parachutist Badges of other services in accordance with their prescribed requirements. The DoD military services are all awarded the same Basic Parachutist Badge. The U.S. Army and U.S. Air Force issue the same Senior and Master Parachutist Badges while the U.S. Navy and U.S. Marine Corps issue the Navy and Marine Corps Parachutist Badge to advanced parachutists. The majority of the services earn their Basic Parachutist Badge through the U.S. Army Airborne School.",
  "/wiki/Charles_R._Hamm": "Lieutenant General Charles R. Hamm (born December 23, 1933) served as the eleventh Superintendent of the United States Air Force Academy in Colorado Springs.",
  "/wiki/U.S._Air_Force_Thunderbirds": "The USAF Air Demonstration Squadron (\"Thunderbirds\") is the air demonstration squadron of the United States Air Force (USAF). The Thunderbirds are assigned to the 57th Wing, and are based at Nellis Air Force Base, Nevada. Created 67 years ago in 1953, the USAF Thunderbirds are the third-oldest formal flying aerobatic team (under the same name) in the world, after the French Air Force Patrouille de France formed in 1931 and the United States Navy Blue Angels formed in 1946.\n The Thunderbirds Squadron tours the United States and much of the world, performing aerobatic formation and solo flying in specially marked aircraft. The squadron's name is taken from the legendary creature that appears in the mythologies of several indigenous North American cultures.",
  "/wiki/Bradley_C._Hosmer": "Lieutenant General Bradley Clark Hosmer (born October 8, 1937) served as the twelfth Superintendent of the United States Air Force Academy in Colorado Springs, Colorado from 1991 to 1994.  He was the first Academy graduate to return as superintendent.",
  "/wiki/United_States_Air_Force_Academy": "The United States Air Force Academy (USAFA, the Air Force Academy, or the Academy) is a military academy for officer cadets of the United States Air Force and United States Space Force immediately north of Colorado Springs, Colorado. It is the youngest of the five U.S. service academies, having graduated its first class 61 years ago in 1959, but is the third in seniority. Graduates of the academy's four-year program receive a Bachelor of Science degree and are commissioned as second lieutenants in the U.S. Air Force or U.S. Space Force. The academy is also one of the largest tourist attractions in Colorado, attracting approximately a million visitors each year.\n Admission is extremely competitive, with nominations divided equally among Congressional districts. Recent incoming classes have had about 1,200 cadets; since 2012, around 20% of each incoming class does not graduate. Tuition along with room and board are all paid for by the Air Force.  Cadets receive a monthly stipend, but incur a commitment to serve a number of years of military service after graduation.\n The program at the academy is guided by the Air Force's core values of \"Integrity First, Service Before Self, and Excellence in All We Do\", and based on four \"pillars of excellence\": military training, academics, athletics and character development. In addition to a rigorous military training regimen, cadets also take a broad academic course load with an extensive core curriculum in engineering, humanities, social sciences, basic sciences, military studies and physical education. All cadets participate in either intercollegiate or intramural athletics, and a thorough character development and leadership curriculum provides cadets a basis for future officership. Each of the components of the program is intended to give cadets the skills and knowledge that they will need for success as officers.",
  "/wiki/Rhodes_Scholar": "The Rhodes Scholarship is an international postgraduate award for students to study at the University of Oxford. It was established in 1902, making it the first large-scale programme of international scholarship. The Rhodes Scholarship was founded by English businessman and politician Cecil John Rhodes, to promote unity between English-speaking nations and instill a sense of civic-minded leadership and moral fortitude in future leaders irrespective of their chosen career paths. Although initially restricted to male applicants from countries which are today within the British Commonwealth, as well as Germany and the United States, today the scholarship is open to applicants from all backgrounds and from across the globe. Since its creation, controversy has surrounded both its former exclusion of women (thus leading to the establishment of the co-educational Marshall Scholarship), and Rhodes' white supremacist beliefs and legacy of colonialism.\n Prominent recipients of the Rhodes Scholarship include politicians, academics, scientists, authors and entrepreneurs. Notable American politicians include former president of the United States Bill Clinton, former United States national security advisor and United States ambassador to the United Nations Susan Rice, former governor of Louisiana Piyush \"Bobby\" Jindal, former United States secretary of the Air Force and former congresswoman Heather Wilson, and former United States secretary of health and human services Sylvia Matthews Burwell. President of Pakistan Wasim Sajjad; former prime minister of Malta Dom Mintoff; former Australian prime ministers Tony Abbott, Bob Hawke and Malcolm Turnbull; and the current deputy prime minister of Canada, Chrystia Freeland are also Rhodes Scholars. Other notable Rhodes Scholars include journalist and American television host Rachel Maddow, author Naomi Wolf, former 2020 presidential candidate and New Jersey senator Cory Booker, 2020 presidential candidate and former mayor of South Bend Pete Buttigieg, former president of Planned Parenthood Leana Wen, Pulitzer Prize-winning journalist Ronan Farrow, and president of the Walmart Foundation Kathleen McLaughlin. The current Warden and CEO of the Rhodes Trust, Elizabeth Kiss, is also a Rhodes Scholar. \n Some people offered this scholarship have not accepted it, including Sir Alimuddin Zumla, who declined the scholarship as a teenager to study medicine.",
  "/wiki/National_Defense_University": "The National Defense University (NDU) is an institution of higher education funded by the United States Department of Defense, intended to facilitate high-level training, education, and the development of national security strategy. It is chartered by the Joint Chiefs of Staff, with Vice Admiral Fritz Roegge, USN, as president. It is located on the grounds of Fort Lesley J. McNair in Washington, D.C.",
  "/wiki/Paul_E._Stein": "Lieutenant General Paul E. Stein (August 30, 1944 – January 1, 2002) was the thirteenth Superintendent of the United States Air Force Academy.",
  "/wiki/Air_Force_Falcons_football": "The Air Force Falcons football program represents the United States Air Force Academy in college football at the NCAA Division I Football Bowl Subdivision (formerly Division I-A) level.  Air Force has been a member of the Mountain West Conference since its founding in 1999.  The Falcons play their home games at Falcon Stadium in Colorado Springs, Colorado.  Troy Calhoun has been the team's head coach since 2007.\n The three major service academies—Air Force, Army, and Navy—compete for the Commander-in-Chief's Trophy, which is awarded to the academy that defeats the others in football that year (or retained by the previous winner in the event of a three-way tie).",
  "/wiki/Keesler_Air_Force_Base": "Keesler Air Force Base (IATA: BIX, ICAO: KBIX, FAA LID: BIX) is a United States Air Force base located in Biloxi, a city along the Gulf Coast in Harrison County, Mississippi, United States. The base is named in honor of aviator 2d Lt Samuel Reeves Keesler, Jr., a Mississippi native killed in France during the First World War. The base is home of Headquarters, Second Air Force (2 AF) and the 81st Training Wing (81 TW) of the Air Education and Training Command (AETC).\n The base has specialized in ground trade training since its opening in 1941 during World War II. It has had high-quality technical schools and absorbed units moved from other bases under the Base Realignment and Closure Act (BRAC).",
  "/wiki/Mississippi": "Mississippi (/ˌmɪsɪˈsɪpi/ (listen)) is a state located in the southeastern region of the United States. Mississippi is the 32nd largest and 34th-most populous of the 50 United States. Mississippi is bordered to the north by Tennessee, to the east by Alabama, to the south by the Gulf of Mexico, to the southwest by Louisiana, and to the northwest by Arkansas. Mississippi's western boundary is largely defined by the Mississippi River. Jackson is both the state's capital and largest city. Greater Jackson, with an estimated population of 580,166 in 2018, is the most populous metropolitan area in Mississippi and the 95th-most populous in the United States.\n On December 10, 1817, Mississippi became the 20th state admitted to the Union. By 1860, Mississippi was the nation's top cotton producing state and enslaved persons accounted for 55% of the state population. Mississippi declared its secession from the Union on March 23, 1861, and was one of the seven original Confederate States. Following the Civil War, it was restored to the Union on February 23, 1870.\n Until the Great Migration of the 1930s, African Americans were a majority of Mississippi's population. Mississippi was the site of many prominent events during the American Civil Rights movement, including the 1962 Ole Miss riots, the 1963 assassination of Medgar Evers, and the 1964 Freedom Summer murders. Mississippi frequently ranks low among states in measures of health, education, and development, and high in measures of poverty. In 2010, 37.3% of Mississippi's population was African American, the highest percentage for any state.\n Mississippi is almost entirely within the Gulf coastal plain, and generally consists of lowland plains and low hills. The northwest remainder of the state consists of the Mississippi Delta, a section of the Mississippi Alluvial Plain. Mississippi's highest point is Woodall Mountain at 807 feet (246 m) above sea level adjacent to the Cumberland Plateau; the lowest is the Gulf of Mexico. Mississippi has a humid subtropical climate classification.",
  "/wiki/Tad_J._Oelstrom": "Tad J. Oelstrom (born February 14, 1943) is a retired United States Air Force Lieutenant General who now serves as the Director of the National Security Program at the John F. Kennedy School of Government, Harvard University.  He also served as the fourteenth Superintendent of the United States Air Force Academy in Colorado Springs, Colorado.",
  "/wiki/Gulf_War": "The Gulf War (2 August 1990 – 28 February 1991), codenamed Operation Desert Shield (2 August 1990 – 17 January 1991) for operations leading to the buildup of troops and defense of Saudi Arabia and Operation Desert Storm (17 January 1991 – 28 February 1991) in its combat phase, was a war waged by coalition forces from 35 nations led by the United States against Iraq in response to Iraq's invasion and annexation of Kuwait arising from oil pricing and production disputes. The war is also known under other names, such as the Persian Gulf War, First Gulf War, Gulf War I, Kuwait War, First Iraq War or Iraq War,[a] before the term \"Iraq War\" became identified instead with the post-2003 Iraq War. The war has also earned the nickname Video Game War after the daily broadcast of images from cameras on board US bombers during Operation Desert Storm.\n On 2 August 1990 the Iraqi Army invaded and occupied Kuwait, which was met with international condemnation and brought immediate economic sanctions against Iraq by members of the UN Security Council. Together with the UK prime minister Margaret Thatcher, American President George H. W. Bush deployed US forces into Saudi Arabia, and urged other countries to send their own forces to the scene. An array of nations joined the coalition, forming the largest military alliance since World War II. The great majority of the coalition's military forces were from the US, with Saudi Arabia, the United Kingdom and Egypt as leading contributors, in that order. Kuwait and Saudi Arabia paid around US$32 billion of the US$60 billion cost.\n The war marked the introduction of live news broadcasts from the front lines of the battle, principally by the US network CNN. \n The initial conflict to expel Iraqi troops from Kuwait began with an aerial and naval bombardment on 17 January 1991, continuing for five weeks. This was followed by a ground assault on 24 February. This was a decisive victory for the coalition forces, who liberated Kuwait and advanced into Iraqi territory. The coalition ceased its advance and declared a ceasefire 100 hours after the ground campaign started. Aerial and ground combat was confined to Iraq, Kuwait, and areas on Saudi Arabia's border. Iraq launched Scud missiles against coalition military targets in Saudi Arabia and against Israel.",
  "/wiki/John_F._Kennedy_School_of_Government": "The John F. Kennedy School of Government at Harvard University (also known as Harvard Kennedy School and HKS) is the public policy and public administration school of Harvard University in Cambridge, Massachusetts, United States. The school offers master's degrees in public policy, public administration, and international development, grants several doctoral degrees, and many executive education programs. It conducts research in subjects relating to politics, government, international affairs, and economics. Since 1970 the school has graduated 17 heads of state, the most of any educational institution.\n The School's primary campus is located on John F. Kennedy Street in Cambridge. The main buildings overlook the Charles River, southwest of Harvard Yard and Harvard Square, on the site of a former MBTA Red Line trainyard. The School is adjacent to the public riverfront John F. Kennedy Memorial Park.\n In 2015, Douglas Elmendorf, the former director of the U.S. Congressional Budget Office who had previously served as a Harvard faculty member, was named Dean of the Harvard Kennedy School and Don K. Price Professor of Public Policy. From 2004 to 2015, the School's Dean was David T. Ellwood, who was also the Scott M. Black Professor of Political Economy at HKS. Previously, Ellwood was an assistant secretary in the Department of Health and Human Services in the Clinton Administration.\n A major $120 million expansion and renovation of the campus began in 2015. The project was completed in late 2017 with an official opening in December 2017.",
  "/wiki/Harvard_University": "Harvard University is a private Ivy League research university in Cambridge, Massachusetts, with about 6,800 undergraduate students and about 14,000 postgraduate students. Established in 1636 and named for its first benefactor, clergyman John Harvard, Harvard is the United States' oldest institution of higher learning. Its history, influence, wealth, and academic reputation have made it one of the most prestigious universities in the world.\n The Harvard Corporation, chartered in 1650, is the governing body of Harvard. In its early years, Harvard College primarily trained Congregational and Unitarian clergy, although it has never been formally affiliated with any denomination. Its curriculum and student body were gradually secularized during the 18th century, and by the 19th century, Harvard had emerged as the central cultural establishment among Boston elites. Following the American Civil War, President Charles W. Eliot's long tenure (1869-1909) transformed the college and affiliated professional schools into a modern research university; Harvard was a founding member of the Association of American Universities in 1900.\nA. Lawrence Lowell, who succeeded Eliot, further reformed the undergraduate curriculum and undertook aggressive expansion of Harvard's land holdings and physical campus. James Bryant Conant led the university through the Great Depression and World War II; he began to liberalize admissions after the war.\n The university is organized into eleven principal academic units—ten faculties and the Radcliffe Institute for Advanced Study—with campuses throughout Greater Boston: its 209-acre (85 ha) original undergraduate campus is centered on Harvard Yard in Cambridge, approximately 3 miles (5 km) northwest of Boston; the business school and many athletics facilities, including Harvard Stadium, are across the Charles River in the Allston neighborhood of Boston; and the medical, dental, and public health schools are in the Longwood Medical Area. Harvard's endowment is worth $40.9 billion, making it the largest of any academic institution.\nHarvard is a large, highly residential research university. While the nominal cost of attendance is high, the university's sizeable endowment allows it to offer generous, no-loan financial aid packages and use need-blind admission. The Harvard Library is the world's largest academic library system, comprising 79 individual libraries holding about 20.4 million items.\n Harvard's alumni include eight U.S. presidents, more than thirty foreign heads of state, 188 living billionaires, 369 Rhodes Scholars, and 252 Marshall Scholars. As of October 2019[update], 160 Nobel laureates, 18 Fields Medalists, and 14 Turing Award winners have been affiliated as students, faculty, or researchers. In addition, Harvard students and alumni have won 10 Academy Awards, 48 Pulitzer Prizes, and 108 Olympic medals (46 gold, 41 silver, and 21 bronze), as well as founded many notable companies worldwide.",
  "/wiki/John_R._Dallager": "John Rives Dallager (born March 4, 1947) is a retired United States Air Force Major General. He served as the fifteenth Superintendent of the United States Air Force Academy from 2000-2003. He resigned the position in the wake of the sexual assault scandal at the Academy and was demoted from the rank of lieutenant general to major general upon his retirement.",
  "/wiki/2003_US_Air_Force_Academy_sexual_assault_scandal": "The Air Force Academy sexual assault scandal in 2003 involved allegations of sexual assault at the United States Air Force Academy, as well as allegations that the alleged incidents had been ignored by the Academy's leadership.",
  "/wiki/Major_General_(United_States)": "In the United States Army, United States Marine Corps, and United States Air Force, major general is a two-star general officer rank, with the pay grade of O-8. Major general ranks above brigadier general and below lieutenant general.[Note 1] A major general typically commands division-sized units of 10,000 to 15,000 soldiers. Major general is equivalent to the two-star rank of rear admiral in the United States Navy and United States Coast Guard, and is the highest permanent peacetime rank in the uniformed services. Higher ranks are technically temporary and linked to specific positions, although virtually all officers promoted to those ranks are approved to retire at their highest earned rank.",
  "/wiki/John_W._Rosa": "John William Rosa Jr. (born September 28, 1951) is a retired United States Air Force Lieutenant General who served as President of his alma mater The Citadel in Charleston, South Carolina from 2006 to 2018.  While on active duty, Rosa also served as the sixteenth Superintendent of the United States Air Force Academy.",
  "/wiki/The_Citadel_(military_college)": "The Citadel, officially The Citadel, The Military College of South Carolina, is a public college in Charleston, South Carolina. Established in 1842, it is one of six United States senior military colleges. It has 18 academic departments divided into five schools offering 23 majors and 38 minors. The military program is made up of cadets pursuing bachelor's degrees who live on campus. The non-military programs offer 10 undergraduate degrees, 26 graduate degrees, as well as online programs with 7 online graduate degrees, 3 online undergraduate degrees, and 3 certificate programs.\n The South Carolina Corps of Cadets numbers 2,300 and is one of the largest uniformed bodies in the U.S. Approximately 1,000 non-cadet students are enrolled in the evening Citadel Graduate College pursuing undergraduate and graduate degrees. Women comprise approximately 9% of the Corps and 22% of the overall enrollment while minorities comprise 15% of the Corps and 23% of the total enrollment. Approximately half of The Citadel's cadet enrollment is from the state of South Carolina; cadets come from 45 states and 23 foreign countries. South Carolina residents receive a discount in tuition, as is common at state-sponsored schools. The Citadel receives 8% of its operating budget from the state. In 2019, the school's ROTC program commissioned 186 officers.\n The Corps of Cadets combines academics, physical challenges and military discipline; all members are required to participate in ROTC. The academic program is divided into five schools – Engineering, Science and Mathematics, Humanities and Social Sciences, Business, and Education. Bachelor's degrees are offered in 29 major programs of study with 38 minors. The Citadel Graduate College offers 26 master's degrees with 41 different concentrations, 25 graduate certificates and 2 educational specialist courses; a 2+2 evening program also allows students with associate degrees from select state community colleges to pursue their bachelor's degree in 8 subjects. 94% of the faculty hold doctoral degrees and the majority are full-time professors; the ratio of cadets to faculty is 12:1 and the average class size is 20.\n While all programs make use of the Citadel campus and professors, only cadets live on campus.  The veterans program, reinstated in the fall of 2007, allows veterans to attend classes with cadets and complete their degrees if certain criteria are met. Enlisted members from the Marine Corps and Navy also attend cadet classes as part of a program to commission highly qualified NCOs.\nThe Citadel Bulldogs compete at the NCAA Division I level in 16 sports within the Southern Conference.",
  "/wiki/AFROTC": "The Air Force Reserve Officer Training Corps (AFROTC) is one of the three primary commissioning sources for officers in the United States Air Force and United States Space Force, the other two being the United States Air Force Academy (USAFA) and Air Force Officer Training School (OTS). A subordinate command of the Air University within the Air Education and Training Command (AETC), AFROTC is aligned under the Jeanne M. Holm Center for Officer Accessions and Citizen Development at Maxwell AFB, Alabama. The Holm Center, formerly known as the Air Force Officer Accession and Training Schools (AFOATS), retains direct responsibility for both AFROTC and OTS.\n AFROTC is the largest and oldest source of commissioned officers for the U.S. Air Force. AFROTC's stated mission is to produce quality leaders for the U.S. Air Force. AFROTC units are located on 145 college and university campuses with 1100+ additional institutions of higher learning participating in cross-town agreements that allow their students to attend AFROTC classes at a nearby \"host\" college or university. According to AFOATS HQ, in 2006, AFROTC commissioned 2,083 USAF Second Lieutenants, with AFROTC enrollment ranging from 23,605 in 1985 to 10,231 in 1993, and around 13,000 enrolled today.\n AFROTC units at colleges and universities are called \"detachments,\" and are headed by an active duty USAF officer in the rank of colonel or lieutenant colonel who functions as both the Detachment Commander for USAF purposes and with the nominal title of professor of aerospace studies (PAS) within the institution's academic community. Most colleges and universities will designate the AFROTC detachment as the Department of Aerospace Studies. Depending on the detachment size, the PAS is typically assisted by one to four assistant professors of aerospace studies (APAS), also all active-duty USAF officers. Most APAS hold the rank of captain; however, some are also first lieutenants or majors. Approximately three USAF non-commissioned officers and one senior non-commissioned officer will typically provide military administrative support and are often augmented by one to two civilian staff support employees of the academic institution. Larger detachments may also have a Lieutenant Colonel serve as a vice commander.\n Within AFROTC detachments, the students (referred to as \"cadets\") are organized into wings, groups, squadrons, and flights, mirroring the USAF functional wing structure. The AFROTC detachment's cadet wing or cadet group is separated into two divisions: the General Military Course (GMC) consisting of the first two years of training, and the Professional Officer Course (POC) consisting of the last two years of training. The AFROTC program is also divided into two training functions: the Academic Classroom Program (Aerospace Studies classes) and Cadet Activities (i.e., Leadership Laboratory, Physical Training, and other training).",
  "/wiki/John_F._Regni": "John F. Regni (born January 19, 1952) is a retired United States Air Force Lieutenant General who was the seventeenth Superintendent of the United States Air Force Academy in Colorado Springs, Colorado from 2005 - 2009.",
  "/wiki/Michael_C._Gould": "Lieutenant General Michael Carl Gould (born 21 12 1953) was the 18th Superintendent of the United States Air Force Academy. He assumed command on June 9, 2009, and retired from service in July 2013.  Prior to assuming the position of superintendent, he was director of operations and plans, U.S. Transportation Command, Scott Air Force Base, Ill. General Gould is a command pilot with more than 3,000 hours in a variety of aircraft.",
  "/wiki/Cheyenne_Mountain_Complex": "The Cheyenne Mountain Complex is a military installation and defensive bunker located in unincorporated El Paso County, Colorado, next to the city of Colorado Springs, at the Cheyenne Mountain Air Force Station,[a] which hosts the activities of several tenant units. Also located in Colorado Springs is Peterson Air Force Base, where the North American Aerospace Defense Command (NORAD) and United States Northern Command (USNORTHCOM) headquarters are located.",
  "/wiki/Operation_Joint_Endeavor": "The Implementation Force (IFOR) was a NATO-led multinational peace enforcement force in Bosnia and Herzegovina under a one-year mandate from 20 December 1995 to 20 December 1996 under the codename Operation Joint Endeavour.",
  "/wiki/African_Union": "The African Union (AU) is a continental union consisting of 55 member states located on the continent of Africa. The AU was announced in the Sirte Declaration in Sirte, Libya, on 9 September 1999, calling for the establishment of the African Union. The bloc was founded on 26 May 2001 in Addis Ababa, Ethiopia, and launched on 9 July 2002 in Durban, South Africa. The intention of the AU was to replace the Organisation of African Unity (OAU), established on 25 May 1963 in Addis Ababa by 32 signatory governments; the OAU was disbanded on 9 July 2002. The most important decisions of the AU are made by the Assembly of the African Union, a semi-annual meeting of the heads of state and government of its member states. The AU's secretariat, the African Union Commission, is based in Addis Ababa. The largest city in the AU is Lagos, Nigeria, while the largest urban agglomeration is Cairo, Egypt.\n The African Union has just over 1 billion people and an area of around 29 million km2 (11 million sq mi) and includes popular world landmarks, including the Sahara and the Nile. The primary languages spoken include Arabic, English, French, Portuguese, Spanish, Swahili, and other languages of Africa. Within the African Union, there are official bodies such as the Peace and Security Council and the Pan-African Parliament.",
  "/wiki/Darfur": "Darfur (/dɑːrˈfʊər/ dar-FOOR; Arabic: دار فور‎, romanized: Dār Fūr, lit. 'Realm of the Fur') is a region in western Sudan. Dār is an Arabic word meaning \"home [of]\" – the region was named Dardaju (Arabic: دار داجو‎, romanized: Dār Dājū) while ruled by the Daju, who migrated from Meroë c. 350 AD, and it was then renamed Dartunjur (Arabic: دار تنجر‎, romanized: Dār Tunjur) when the Tunjur ruled the area. Darfur was an independent sultanate for several hundred years, incorporated into Sudan by Anglo-Egyptian forces in 1916. The region is divided into five federal states: Central Darfur, East Darfur, North Darfur, South Darfur and West Darfur. Because of the war in Darfur between Sudanese government forces and the indigenous population, the region has been in a state of humanitarian emergency since 2003.\n The first historical mention of the word Fur occurs in 1664 in the account by J. M. Vansleb, a traveler, of a visit to Egypt (Petermann (1862-3). Mittheilungen, Erganzungsband II). It is claimed that, like sūdān, fūr means \"blacks\", and was the name given by the early light-colored Berber sultans of Darfur to the original inhabitants of the country such as the Binga, Banda, etc. Those original inhabitants agreed to become muslims and submit to the sultan's rule, the alternative being to be attacked and either killed or enslaved[citation needed]. As the historic dynasty's physical appearance became more \"Africanized\" from intermarriage with black wives and concubines, the appearance of the sultans darkened correspondingly and they became known by the appellation of their black subjects, Fūr.",
  "/wiki/Sudan": "Sudan (/suːˈdɑːn/; Arabic: السودان‎ as-Sūdān), officially the Republic of the Sudan  (Arabic: جمهورية السودان‎ Jumhūriyyat as-Sūdān), is a country in northeastern Africa. It is bordered by Egypt to the north, Libya to the northwest, Chad to the west, the Central African Republic to the southwest, South Sudan to the south, Ethiopia to the southeast, Eritrea to the east, and the Red Sea to the northeast. Sudan has a population of 43 million (2018 estimate) and occupies 1,886,068 square kilometres (728,215 square miles), making it Africa's third-largest country and also the third-largest in the Arab world. Before South Sudan's secession from Sudan on 9 July 2011, the united Sudan was the largest country in Africa and the Arab world by area. Sudan's predominant religion is Islam, and its official languages are Arabic and English. The capital is Khartoum, located at the confluence of the Blue and White Nile. Since 2011, Sudan has been the scene of an ongoing military conflict in its southern states.\n Sudan's history goes back to the Pharaonic period, witnessing the kingdom of Kerma (c. 2500 BC–1500 BC), the subsequent rule of the Egyptian New Kingdom (c. 1500 BC–1070 BC) and the rise of the kingdom of Kush (c. 785 BC–350 AD), which would in turn control Egypt itself for nearly a century. After the fall of Kush, the Nubians formed the three Christian kingdoms of Nobatia, Makuria and Alodia, with the latter two lasting until around 1500. Between the 14th and 15th centuries much of Sudan was settled by Arab nomads. From the 16th–19th centuries, central and eastern Sudan were dominated by the Funj sultanate, while Darfur ruled the west and the Ottomans the far north. This period saw extensive Islamisation and Arabisation.\n From 1820 to 1874 the entirety of Sudan was conquered by the Muhammad Ali dynasty. Between 1881 and 1885, the harsh Egyptian reign was eventually met with a successful revolt led by the self-proclaimed Mahdi Muhammad Ahmad, resulting in the establishment of the Caliphate of Omdurman. This state was eventually destroyed in 1898 by the British, who would then govern Sudan together with Egypt.\n The 20th century saw the growth of Sudanese nationalism and in 1953 Britain granted Sudan self-government. Independence was proclaimed on 1 January 1956. Since independence, Sudan has been ruled by a series of unstable parliamentary governments and military regimes. Under Gaafar Nimeiry, Sudan instituted Islamic law in 1983. This exacerbated the rift between the Islamic north, the seat of the government and the Animists and Christians in the south. Differences in language, religion, and political power erupted in a civil war between government forces, strongly influenced by the National Islamic Front (NIF), and the southern rebels, whose most influential faction was the Sudan People's Liberation Army (SPLA), eventually concluding in the independence of South Sudan in 2011. Between 1989 and 2019, Sudan experienced a 30-year-long military dictatorship led by Omar al-Bashir. Due to his actions, a War in Darfur Region broke out in 2003. Bashir was accused of ethnic genocide. Overall, the regime left 300,000–400,000 dead. Protests erupted in late 2018, demanding Bashir's resignation, which resulted in a successful coup d'état on April 11, 2019.",
  "/wiki/Michelle_D._Johnson": "Michelle D. Johnson is a retired Lieutenant General in the United States Air Force and current Senior Vice President and Head of Referee Operations for the National Basketball Association. She was the 19th Superintendent of the United States Air Force Academy, the first woman to lead a United States Department of Defense Service Academy. Her previous position was the Deputy Chief of Staff, Operations and Intelligence, Supreme Headquarters Allied Powers Europe in Casteau, Belgium. She was formerly the Director, Strategy, Policy, Programs and Logistics, U.S. Transportation Command at Scott Air Force Base. She also served as the deputy director for information and cyberspace policy, Strategic Plans and Policy Directorate at the Pentagon. As an Air Force cadet, she was the first woman to serve as Cadet Wing Commander (the senior ranking cadet) at the United States Air Force Academy. Johnson played basketball for the Air Force Falcons women's basketball team.  She was twice named an Academic All-American and was inducted into the Academic All-American Hall of Fame in 2007, making her the first woman from the Academy and one of only six graduates with that distinction. Also, she was selected as the Academy's first woman Rhodes Scholar in her First Class (Senior) Year. Johnson was recognized as an Honorary Fellow of Brasenose College in 2013. She received the 2014 American Legion Auxiliary Woman of the Year Award. Johnson was awarded a star (#42) on The Flag for Hope on June 18, 2016 in recognition of her outstanding military service.",
  "/wiki/U.S._Transportation_Command": "The United States Transportation Command (USTRANSCOM) is one of eleven unified commands of the United States Department of Defense. The command is located at Scott Air Force Base, Illinois, and was established in 1987.\n USTRANSCOM provides full-spectrum global mobility solutions and related enabling capabilities for supported customer's requirements in peace and war. It is the single manager of the United States' global defense transportation system. USTRANSCOM is tasked with the coordination of people and transportation assets to allow the US to project and sustain forces, whenever, wherever, and for as long as they are needed. The USTRANSCOM commander is Army General Stephen R. Lyons, the first commander who is not a United States Air Force officer.",
  "/wiki/Rhodes_Scholarship": "The Rhodes Scholarship is an international postgraduate award for students to study at the University of Oxford. It was established in 1902, making it the first large-scale programme of international scholarship. The Rhodes Scholarship was founded by English businessman and politician Cecil John Rhodes, to promote unity between English-speaking nations and instill a sense of civic-minded leadership and moral fortitude in future leaders irrespective of their chosen career paths. Although initially restricted to male applicants from countries which are today within the British Commonwealth, as well as Germany and the United States, today the scholarship is open to applicants from all backgrounds and from across the globe. Since its creation, controversy has surrounded both its former exclusion of women (thus leading to the establishment of the co-educational Marshall Scholarship), and Rhodes' white supremacist beliefs and legacy of colonialism.\n Prominent recipients of the Rhodes Scholarship include politicians, academics, scientists, authors and entrepreneurs. Notable American politicians include former president of the United States Bill Clinton, former United States national security advisor and United States ambassador to the United Nations Susan Rice, former governor of Louisiana Piyush \"Bobby\" Jindal, former United States secretary of the Air Force and former congresswoman Heather Wilson, and former United States secretary of health and human services Sylvia Matthews Burwell. President of Pakistan Wasim Sajjad; former prime minister of Malta Dom Mintoff; former Australian prime ministers Tony Abbott, Bob Hawke and Malcolm Turnbull; and the current deputy prime minister of Canada, Chrystia Freeland are also Rhodes Scholars. Other notable Rhodes Scholars include journalist and American television host Rachel Maddow, author Naomi Wolf, former 2020 presidential candidate and New Jersey senator Cory Booker, 2020 presidential candidate and former mayor of South Bend Pete Buttigieg, former president of Planned Parenthood Leana Wen, Pulitzer Prize-winning journalist Ronan Farrow, and president of the Walmart Foundation Kathleen McLaughlin. The current Warden and CEO of the Rhodes Trust, Elizabeth Kiss, is also a Rhodes Scholar. \n Some people offered this scholarship have not accepted it, including Sir Alimuddin Zumla, who declined the scholarship as a teenager to study medicine.",
  "/wiki/USAF": "The United States Air Force (USAF) is the aerial warfare service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services. Initially formed as a part of the United States Army on 1 August 1907, the USAF was established as a separate branch of the U.S. Armed Forces on 18 September 1947 with the passing of the National Security Act of 1947. It is the second youngest branch of the U.S. Armed Forces,[a] and the fourth in order of precedence. The U.S. Air Force articulates its core missions as air superiority, global integrated intelligence, surveillance, and reconnaissance, rapid global mobility, global strike, and command and control.\n The U.S. Air Force is a military service branch organized within the Department of the Air Force, one of the three military departments of the Department of Defense. The Air Force, through the Department of the Air Force, is headed by the civilian Secretary of the Air Force, who reports to the Secretary of Defense, and is appointed by the President with Senate confirmation. The highest-ranking military officer in the Air Force is the Chief of Staff of the Air Force, who exercises supervision over Air Force units and serves as one of the Joint Chiefs of Staff. Certain Air Force components are assigned, as directed by the Secretary of Defense and Secretary of the Air Force, to unified combatant commands. Combatant commanders are delegated operational authority of the forces assigned to them, while the Secretary of the Air Force and the Chief of Staff of the Air Force retain administrative authority over their members.\n Along with conducting independent air operations, the U.S. Air Force provides air support for land and naval forces and aids in the recovery of troops in the field. As of 2017[update], the service operates more than 5,369 military aircraft, 406 ICBMs and 170 military satellites. It has a $161 billion budget and is the second largest service branch, with 321,444 active duty airmen, 141,800 civilian personnel, 69,200 reserve airmen, and 105,700 Air National Guard airmen.[citation needed]",
  "/wiki/Jay_B._Silveria": "Lieutenant General Jay B. Silveria is the twentieth Superintendent of the United States Air Force Academy. His previous commands include serving as a Deputy Commander of the United States Air Forces Central Command, Commander of the United States Air Force Warfare Center, and Vice Commander of 48th Fighter Wing. He is qualified as a pilot in command with approximately 4,000 hours in a cockpit. Silveria, called one of the United States Air Force's most experienced pilots, has flown combat missions over the Balkans and Iraq.",
  "/wiki/List_of_superintendents_of_the_United_States_Air_Force_Academy": "The superintendent of the United States Air Force Academy is the senior officer and commander of the United States Air Force Academy in Colorado Springs, Colorado.  The position is normally held by an active duty Air Force lieutenant general, and is roughly equivalent to the president of a university. Because the Academy is a Direct Reporting Unit, the superintendent reports directly to the Air Force Chief of Staff. The superintendent oversees all aspects of the Academy, including military training, academics, athletics, admissions and the base infrastructure.\n The position of superintendent is established by statute, under 10 U.S.C. § 9333 and 10 U.S.C. § 9333a. Under those sections of law, the superintendent is appointed by the president of the United States, must serve as superintendent at least three years, and must retire at the end of his tour as superintendent, unless the retirement is waived by the Secretary of Defense under 10 U.S.C. § 8921. The practice of mandatory retirement has changed over time, however, as many early superintendents went on to higher positions in the Air Force after their terms at the Academy.\n Although it is not an official requirement for the position, nearly all superintendents have received their commissions from the academy (or from the USMA, if they graduated prior to the establishment of the USAFA)."
}