{
  "/wiki/Kuala_Lumpur": "Kuala Lumpur (Malaysian pronunciation: [ˈkualə, -a ˈlumpo(r), -ʊ(r)]), officially the Federal Territory of Kuala Lumpur (Malay: Wilayah Persekutuan Kuala Lumpur) and commonly known as KL, is the national capital and largest city in Malaysia. As the global city of Malaysia, it covers an area of 243 km2 (94 sq mi) and has an estimated population of 1.73 million as of 2016[update]. Greater Kuala Lumpur, also known as the Klang Valley, is an urban agglomeration of 7.25 million people as of 2017[update]. It is among the fastest growing metropolitan regions in Southeast Asia, in both population and economic development.",
  "/wiki/Penang_Island": "Penang Island, is the main constituent island of the Malaysian state of Penang. Located at the Malacca Strait, off the northwestern coast of Peninsular Malaysia, it is separated from the mainland by the Penang Strait. The island is home to nearly half of Penang's population; the city of George Town, which covers the island and the five outlying islets, is Malaysia's second largest city by population.",
  "/wiki/Johor_Bahru": "Johor Bahru (Malaysian pronunciation: [ˈdʒohor ˈbahru]) is the capital of the state of Johor, Malaysia. It is situated along the Straits of Johor at the southern end of Peninsular Malaysia. The city has a population of 497,097 within an area of 220 km2. Johor Bahru is adjacent to the city of Iskandar Puteri, both anchoring Malaysia's third largest urban agglomeration, Iskandar Malaysia, with a population of 1,638,219.",
  "/wiki/Petaling_Jaya": "Petaling Jaya (commonly called \"PJ\" by locals) is a major Malaysian city originally developed as a satellite township for Kuala Lumpur. It is located in the Petaling District of Selangor with an area of approximately 97.2 square kilometres (37.5 sq mi). Petaling Jaya was granted city status on 20 June 2006.",
  "/wiki/Cyberjaya": "Cyberjaya (a portmanteau of cyber and Putrajaya) is a town with a science park as the core that forms a key part of the Multimedia Super Corridor in Malaysia. It is located in Sepang District, Selangor. Cyberjaya is adjacent to, and developed along with Putrajaya, Malaysia's new seat of government. This town aspires to be known as the Silicon Valley of Malaysia.",
  "/wiki/Shah_Alam": "Shah Alam /ʃɑː ˈɑːləm/ is a city and the state capital of Selangor, Malaysia and situated within the Petaling District and a small portion of the neighbouring Klang District. Shah Alam replaced Kuala Lumpur as the capital city of the state of Selangor in 1978 due to Kuala Lumpur's incorporation into a Federal Territory in 1974. Shah Alam was the first planned city in Malaysia after independence from Britain in 1957.",
  "/wiki/Subang_Jaya": "Subang Jaya is a Municipality located in the Greater Kuala Lumpur (known as Klang Valley)  Petaling District, Selangor, Malaysia. It comprises the southern third district of Petaling. Consists of neighbourhoods from SS12 to SS19, PJS7/PJS9/PJS11 of Bandar Sunway (which are also partially jurisdictional within Petaling Jaya under the MBPJ), UEP Subang Jaya (USJ), Putra Heights and Batu Tiga, the municipal is governed by Subang Jaya Municipal Council (MPSJ), which also governs other areas of the Petaling district, such as Puchong and Seri Kembangan. According to the Subang Jaya Municipal Council (Malay: MPSJ), Subang Jaya has a population of 642,100 as of the year 2015.",
  "/wiki/Malacca_City": "Malacca City (Malay: Bandaraya Melaka or Kota Melaka), is the capital city of the Malaysian state of Malacca. As of 2010 it has a population of 484,885. It is the oldest Malaysian city on the Straits of Malacca, having become a successful entrepôt in the era of the Malacca Sultanate. The present-day city was founded by Parameswara, a Sumatran prince who escaped to the Malay Peninsula when Srivijaya fell to the Majapahit. Following the establishment of the Malacca Sultanate, the city drew the attention of traders from the Middle East, South Asia, and East Asia, as well as the Portuguese, who intended to dominate the trade route in Asia. After Malacca was conquered by Portugal, the city became an area of conflict when the sultanates of Aceh and Johor attempted to take control from the Portuguese.",
  "/wiki/Kota_Kinabalu": "Kota Kinabalu (Malaysian pronunciation: [ˈkota kinaˈbalu]) is the state capital of Sabah, Malaysia. It is also the capital of the Kota Kinabalu District as well as the West Coast Division of Sabah. The city is located on the northwest coast of Borneo facing the South China Sea. The Tunku Abdul Rahman National Park lies to its west and Mount Kinabalu, which gave the city its name, is located to its east. Kota Kinabalu has a population of 452,058 according to the 2010 census; when the adjacent Penampang and Putatan districts are included, the metro area has a combined population of 628,725.",
  "/wiki/Kajang": "Kajang  (Jawi: كاجڠ; Chinese: 加影; Tamil: காஜாங்) is a town in southeastern Selangor, Malaysia. It is located 20 km southeast of downtown Kuala Lumpur, in the coterminous mukim (commune) of Kajang in the Hulu Langat District.",
  "/wiki/Putrajaya": "Putrajaya (Malaysian pronunciation: [putraˈdʒaja, putrəˈdʒajə]), officially the Federal Territory of Putrajaya (Malay: Wilayah Persekutuan Putrajaya), is a planned city and the federal administrative centre of the Malaysian capital. The seat of government was shifted in 1999 from Kuala Lumpur to Putrajaya because of overcrowding and congestion in the former. Kuala Lumpur remains Malaysia's national capital and is the seat of the King, the Parliament, and all the foreign embassies, and the country's commercial and financial centre. Putrajaya was the idea of the then Prime Minister Mahathir Mohamad. It became Malaysia's third Federal Territory, after Kuala Lumpur and Labuan, in 2001."
}