{
  "/wiki/1974_Atlanta_Falcons_season": "The 1974 Atlanta Falcons season was the franchise's ninth year in the National Football League (NFL). After coming close to their maiden postseason appearance the previous season and finishing with a best-to-date 9–5 record despite an upset loss to the Cardinals, the Falcons traded star cornerback Ken Reaves to obtain in-demand guard Royce Smith in a widely criticized move. During the strike-affected pre-season, they beat the Eagles 23 to 7 in a rain-soaked match, before losing to the Raiders, 28-16. Soon afterwards the Falcons lost key offensive tackle Bill Sandeman for the entire season with a slipped disc in his back.",
  "/wiki/Rick_Byas": "Richard Reese Byas, Jr. (October 19, 1950 in Detroit, Michigan) is a former American football defensive back in the National Football League; he was also a 1987 inductee to the Wayne State University Athletic Hall of Fame. He now has a son named Ryan who is playing high school basketball for Concordia Lutheran.",
  "/wiki/Cornerback": "A cornerback (CB) is a member of the defensive backfield or secondary in gridiron football. Cornerbacks cover receivers most of the time, but also blitz and defend against such offensive running plays as sweeps and reverses. They create turnovers through hard tackles, interceptions, and  deflecting forward passes.",
  "/wiki/Wayne_State_Warriors_football": "The Wayne State Warriors football team is the college football team at Wayne State University in Detroit, Michigan. The Wayne State football team played their first game in October 1918. The Wayne State Warriors have competed in the Great Lakes Intercollegiate Athletic Conference since 1999 (and previously from 1975 to 1989), and are currently a Division II  member of the National Collegiate Athletic Association (NCAA). Wayne State plays their home games at Tom Adams Field at Wayne State Stadium.  All Wayne State games are broadcast on WDTK radio.",
  "/wiki/NCAA_Division_II_independent_schools": "NCAA Division II independent schools are four-year institutions that are not formally affiliated with any athletic conference. Schools that are members of a conference may also field intercollegiate teams in football, lacrosse, soccer, wrestling, and other sports not affiliated with a conference, usually due to their primary conference not having enough teams in a certain sport to enable sponsorship of the sport by that conference.",
  "/wiki/1974_Baltimore_Colts_season": "The 1974 Baltimore Colts season was the 22nd season for the team in the National Football League. The Colts finished with a record of 2 wins and 12 losses, fifth in the AFC East.",
  "/wiki/Bill_Troup": "Paul William \"Bill\" Troup III (April 2, 1951 – December 14, 2013) was a professional American football player. He was born in Pittsburgh, Pennsylvania. An undrafted quarterback from the University of South Carolina,  Troup played in seven NFL seasons from 1974 to 1980 for 2 different teams. After being released by Baltimore, Troup went north to the C.F.L.'s Winnipeg Blue Bombers, where he served as Dieter Brock's backup for the 1979 season. He saw his most extensive action for the Colts in 1978, when Bert Jones was injured and Mike Kirkland ineffective.",
  "/wiki/Quarterback": "The quarterback (commonly abbreviated \"QB\"), colloquially known as the \"signal caller\", is a position in gridiron football. Quarterbacks are members of the offensive team and line up directly behind the offensive line. In modern American football, the quarterback is usually considered the leader of the offensive team, and is often responsible for calling the play in the huddle. The quarterback also touches the ball on almost every offensive play, and is the offensive player that almost always throws forward passes. When the QB is tackled behind the line of scrimmage, it is called a sack.",
  "/wiki/1973_South_Carolina_Gamecocks_football_team": "The 1973 South Carolina Gamecocks football team represented the University of South Carolina as an independent team in the 1973 NCAA Division I football season. The Gamecocks finished the season 7–4 overall.",
  "/wiki/NCAA_Division_I_FBS_independent_schools": "National Collegiate Athletic Association (NCAA) Football Bowl Subdivision independent schools are four-year institutions whose football programs are not part of an NCAA-affiliated conference. This means that FBS independents are not required to schedule each other for competition like conference schools do.",
  "/wiki/1974_Buffalo_Bills_season": "The 1974 Buffalo Bills season was the franchise's 5th season in the National Football League, and the 15th overall. Buffalo made the NFL playoffs for the first time and reached the postseason for the first time in eight seasons. In the playoffs, they lost to the eventual champions, the Pittsburgh Steelers, 32-14 in Pittsburgh. This was O.J. Simpson's only playoff game of his career, as the Bills did not have another playoff team with him on the team. Simpson would be traded to the 49ers in 1978, but the 49ers did not make the playoffs that season nor the 1979 season, Simpson's final season in the NFL. In the game, Simpson would only rush for 49 yards on 11 carries and did not score a touchdown. He did, however, catch a touchdown pass from quarterback Joe Ferguson late in the 3rd quarter.",
  "/wiki/Nick_Nighswander": "Nicholas M. Nighswander (born November 3, 1952) is a former professional American football player who played Center in 1974 for the Buffalo Bills.",
  "/wiki/Center_(gridiron_football)": "Center (C) is a position in gridiron football.  The center is the innermost lineman of the offensive line on a football team's offense.  The center is also the player who passes (or \"snaps\") the ball between his legs to the quarterback at the start of each play.",
  "/wiki/Morehead_State_Eagles_football": "The Morehead State Eagles football program is the intercollegiate American football team for Morehead State University located in the U.S. state of Kentucky. The team competes in the NCAA Division I Football Championship Subdivision (FCS) and are members of the Pioneer Football League, the only public school in the conference. Morehead State's first football team was fielded in 1927. The team plays its home games at the 10,000 seat Jayne Stadium in Morehead, Kentucky. The Eagles are coached by Rob Tenyer.",
  "/wiki/Ohio_Valley_Conference": "The Ohio Valley Conference (OVC) is a collegiate athletic conference which operates in the Midwestern and Southeastern United States. It participates in Division I of the NCAA; the conference's football programs compete in the Football Championship Subdivision (FCS; formerly known as Division I-AA), the lower of two levels of Division I football competition. The OVC has 12 members, 9 of which compete in football in the conference.",
  "/wiki/1974_Chicago_Bears_season": "The 1974 Chicago Bears season was their 55th regular season completed in the National Football League. The team finished with a 4–10  record, which led to the ouster of Abe Gibron as head coach.",
  "/wiki/Mike_Hoban": "Michael Angelus Hoban (born January 9, 1952) is a former American football player. A native of Chicago, Illinois, Hoban played high school football for Gordon Tech High School.  He played college football as an offensive guard for the University of Michigan from 1971 to 1973.  As a junior, he started all 11 games at offensive left guard for the 1972 Michigan Wolverines football team that finished with a 10-1 record, ranked No. 6 in the final AP Poll.   As a senior, he helped lead the 1973 Michigan Wolverines football team to an undefeated 10-0-1 record and was selected as an All-Big Ten Conference player.  After his senior year, Hoban was selected to play for the northern all-star team in the December 1973 Blue–Gray Football Classic.  Hoban played as a guard for the Chicago Bears during the 1974 NFL season. Hoban and his family appeared in multiple episodes of the Family Feud, with Richard Dawson as host.",
  "/wiki/Guard_(American_and_Canadian_football)": "In gridiron football, a guard (G) is a player who lines up between the center and the tackles on the offensive line of a football team on the line of scrimmage used primarily for blocking. Right guards (RG) is the term for the guards on the right of the offensive line, while left guards (LG) are on the left side. Guards are to the right or left of the center.",
  "/wiki/1973_Michigan_Wolverines_football_team": "The 1973 Michigan Wolverines football team represented the University of Michigan in the 1973 Big Ten Conference football season. In his fifth year as Michigan's head coach, Bo Schembechler led the team to a 10–0–1 record.  It was Michigan's first undefeated season since 1948.  The Wolverines outscored their opponents 330 to 68.  Michigan was ranked No. 6 in both of the major post-season polls.  Two other selectors, the National Championship Foundation and the Poling System, recognize Michigan as a co-national champion for the 1973 season.",
  "/wiki/Big_Ten_Conference": "The Big Ten Conference (stylized B1G, formerly the Western Conference and the Big Nine Conference) is the oldest Division I collegiate athletic conference in the United States. It is based in Rosemont, Illinois. For decades the conference consisted of 10 universities, while the present conference has 14 member institutions. They compete in the NCAA Division I; its football teams compete in the Football Bowl Subdivision (FBS), formerly known as Division I-A, the highest level of NCAA competition in that sport. The conference includes the flagship public university in each of 11 states stretching from New Jersey to Nebraska, as well as two additional public land-grant schools and a private university.",
  "/wiki/Fred_Pagac": "Frederick Pagac (born April 26, 1952) is a former American football tight end. He was signed by the Chicago Bears as an undrafted free agent in 1974. He played college football at Ohio State.",
  "/wiki/Tight_end": "The tight end (TE) is a position in American football, arena football, and formerly Canadian football, on the offense. The tight end is often seen as a hybrid position with the characteristics and roles of both an offensive lineman and a wide receiver. Like offensive linemen, they are usually lined up on the offensive line and are large enough to be effective blockers. On the other hand, unlike offensive linemen, they are eligible receivers adept enough to warrant a defense's attention when running pass patterns.",
  "/wiki/1973_Ohio_State_Buckeyes_football_team": "The 1973 Ohio State Buckeyes football team represented the Ohio State University in the 1973 Big Ten Conference football season. The Buckeyes compiled a 10–0–1 record, including the 1974 Rose Bowl in Pasadena, California, where they won, 42–21, against the USC Trojans.",
  "/wiki/1974_Dallas_Cowboys_season": "The 1974 Dallas Cowboys season was their 15th in the league. The team failed to improve on their previous output of 10–4, winning only eight games. They failed to qualify for the playoffs for the first time in nine seasons and this marked the only season from 1966 to 1983 (18 seasons) that the Cowboys did not qualify.",
  "/wiki/Doug_Dennison": "William Douglas Dennison (born December 18, 1951) is a former American football running back in the National Football League for the Dallas Cowboys and Cleveland Browns. He also was a member of the Chicago Blitz and Arizona Wranglers of the United States Football League. He played college football at Kutztown University of Pennsylvania.",
  "/wiki/Running_back": "A running back (RB) is a member of the offensive backfield in gridiron football. The primary roles of a running back are to receive handoffs from the quarterback to rush the ball,\nand block.  There are usually one or two running backs on the field for a given play, depending on the offensive formation. A running back may be a halfback (in certain contexts also referred to as a tailback), a wingback or a fullback. A running back will sometimes be called a \"feature back\" if he is the team's starting running back.",
  "/wiki/Kutztown_Golden_Bears_football": "The Kutztown Golden Bears are the sports teams that represent Kutztown University of Pennsylvania, located in Kutztown, Pennsylvania. Kutztown University is a member of NCAA Division II and competes in the Pennsylvania State Athletic Conference (PSAC). The university sponsors eight men's and thirteen women's intercollegiate sports. In 2007–08, Kutztown University added women’s lacrosse and women’s bowling to the list of varsity sports that it offers.",
  "/wiki/Pennsylvania_State_Athletic_Conference": "The Pennsylvania State Athletic Conference (PSAC) is a collegiate athletic conference that participates in the National Collegiate Athletic Association (NCAA) Division II level. The conference is currently composed of 17 full-time members within Pennsylvania and 1 in West Virginia. The conference headquarters are located in Lock Haven, Pennsylvania and staffed by a commissioner, two assistant commissioners, and a director of media relations.",
  "/wiki/Bill_Houston_(American_football)": "William Glenn Houston (born August 22, 1951) is a former American football wide receiver in the National Football League for the Dallas Cowboys. He played college football at Jackson State University.",
  "/wiki/Wide_receiver": "A wide receiver, also referred to as wideouts or simply receivers, is an offensive position in gridiron football, and is a key player. They get their name because they are split out \"wide\" (near the sidelines), farthest away from the rest of the team.  Wide receivers are among the fastest players on the field.  The wide receiver functions as the pass-catching specialist.",
  "/wiki/Jackson_State_Tigers_football": "The Jackson State Tigers are the college football team representing the Jackson State University. The Tigers play in NCAA Division I Football Championship as a member of the Southwestern Athletic Conference.",
  "/wiki/Southwestern_Athletic_Conference": "The Southwestern Athletic Conference (SWAC) is a collegiate athletic conference headquartered in Birmingham, Alabama, which is made up of historically black colleges and universities (HBCUs) in the Southern United States. It participates in the NCAA's Division I for all sports; in football, it participates in the Football Championship Subdivision (FCS), formerly referred to as Division I-AA.",
  "/wiki/Ron_Howard_(American_football)": "Ronald Ford Howard (born March 3, 1951) is a former American football tight end in the National Football League (NFL) for the Dallas Cowboys,\nSeattle Seahawks and Buffalo Bills. He played college basketball at Seattle University.",
  "/wiki/Seattle_Redhawks": "The Seattle Redhawks are the intercollegiate varsity athletic teams of Seattle University of Seattle, Washington. They compete in the NCAA's Division I as a member institution of the Western Athletic Conference (WAC).",
  "/wiki/West_Coast_Conference": "The West Coast Conference (WCC) is a collegiate athletic conference affiliated in NCAA Division I consisting of ten member schools across the states of California, Oregon, Utah and Washington.",
  "/wiki/Louie_Walker": "Louis Walker (born July 23, 1953) is an American football former linebacker who played in the National Football League for the Dallas Cowboys in 1974 for a total of 8 games.",
  "/wiki/Linebacker": "A linebacker (LB or backer) is a playing position in gridiron football.  Linebackers are members of the defensive team, and line up approximately three to five yards (4 m) behind the line of scrimmage, behind the defensive linemen, and therefore \"back up the line\". Linebackers generally align themselves before the ball is snapped by standing upright in a \"two-point stance\" (as opposed to the defensive linemen, who put one or two hands on the ground for a \"three-point stance\" or \"four-point stance\" before the ball is snapped).",
  "/wiki/Colorado_State_Rams_football": "The Colorado State Rams football program, established in 1893, represents Colorado State University and is a member of the National Collegiate Athletic Association (NCAA) Division I Football Bowl Subdivision and Mountain West Conference. Rams football teams have had relative success over the years, including winning or sharing the Mountain West title in 1999, 2000 and 2002. The team's head coach role is vacant as of December 2019.",
  "/wiki/Western_Athletic_Conference": "The Western Athletic Conference (WAC) is an American collegiate athletic conference formed on July 27, 1962, and affiliated with the National Collegiate Athletic Association (NCAA) Division I.  The WAC covers a broad expanse of the western United States, with member institutions located in Arizona, California, New Mexico, Utah, and Washington, along with the \"non-western\" states of Missouri and Illinois (traditionally associated with the Midwest), as well as Texas (traditionally associated with the Southwest).",
  "/wiki/1974_Houston_Oilers_season": "The 1974 Houston Oilers season was the 15th season overall and fifth with the National Football League. The team improved upon their previous season's output of 1–13, winning seven games. Despite the improvement, they failed to qualify for the playoffs for the fifth consecutive season.",
  "/wiki/Ronnie_Coleman_(American_football)": "Ronnie L. Coleman (born July 9, 1951 in Jasper, Alabama) is a graduate of Alabama A&M University, played professional American football for the Houston Oilers as a running back from 1974 to 1981 in the National Football League.",
  "/wiki/Alabama_A%26M_Bulldogs_football": "The Alabama A&M Bulldogs are the college football team representing the Alabama Agricultural and Mechanical University. The Bulldogs play in NCAA Division I Football Championship as a member of the Southwestern Athletic Conference.",
  "/wiki/Southern_Intercollegiate_Athletic_Conference": "The Southern Intercollegiate Athletic Conference (SIAC) is a collegiate athletic conference consisting mostly of historically black colleges and universities (HBCUs), with all but one member located in the Southern United States. Formed in 1913, the SIAC is a member of the National Collegiate Athletic Association (NCAA) and competes in Division II.",
  "/wiki/Ed_Fisher_(American_football)": "Edwin Louis Fisher (born May 31, 1949 in Stockton, California) is a former professional American football guard who played nine seasons in the National Football League. He later played for the Los Angeles Express of the United States Football League. Fisher attended Arizona State University.",
  "/wiki/1973_Arizona_State_Sun_Devils_football_team": "The 1973 Arizona State Sun Devils football team represented Arizona State University in the 1973 NCAA Division I football season and outscored its opponents 519 to 171. Led by sixteenth-year head coach Frank Kush, the Sun Devils stayed home and won the Fiesta Bowl to finish at 11–1 and ninth in the final AP poll.",
  "/wiki/Dave_Jennings_(American_football)": "David Tuthill Jennings (June 8, 1952 – June 19, 2013) was an American football punter who played in the National Football League (NFL) from 1974 to 1987. He played for the New York Giants and the New York Jets. He worked as a radio color commentator for Giants games from 2002 until 2007, when he was replaced by former Giants linebacker Carl Banks. He had also worked as a radio commentator for Jets games from 1988 to 2001. Jennings worked as a game analyst alongside WFAN Giants announcers Bob Papa and Dick Lynch. In addition to his booth work, Jennings was a part of the Giants pre and post game shows, covering player interviews from the locker room. Jennings, who had Parkinson's disease, left broadcasting altogether following the 2008 season.",
  "/wiki/Punter_(football)": "A punter (P) in gridiron football is a special teams player who receives the snapped ball directly from the line of scrimmage and then punts (kicks) the football to the opposing team so as to limit any field position advantage. This generally happens on a fourth down in American football and a third down in Canadian football. Punters may also occasionally take part in fake punts in those same situations, when they throw or run the football instead of punting.",
  "/wiki/St._Lawrence_Saints_football": "The St. Lawrence Saints are composed of 33 teams representing St. Lawrence University in intercollegiate athletics, including men and women's alpine skiing, basketball, cross country, golf, ice hockey, lacrosse, nordic skiing, riding, rowing, soccer, squash, swimming, tennis, and track and field. Men's sports include baseball and football. Women's sports include field hockey, softball, and volleyball. The Saints compete in the NCAA Division III and are members of the Liberty League for all sports except ice hockey, which competes in NCAA Division I, as a member of ECAC Hockey.",
  "/wiki/NCAA_Division_III_independent_schools": "NCAA Division III independent schools are four-year institutions that compete in college athletics at the NCAA's Division III level, but do so independently of an established athletic conference. These institutions often compete as members of an intercollegiate athletic conference in some sports. The reason for independent status varies among institutions, but it is frequently because the school's primary athletic conference does not sponsor a particular sport.",
  "/wiki/Terry_Wells_(American_football)": "Terry Wells is a former running back in the National Football League. He first played with the Houston Oilers during the 1974 NFL season before playing the following season with the Green Bay Packers.",
  "/wiki/Southern_Miss_Golden_Eagles_football": "The Southern Miss Golden Eagles football program represents the University of Southern Mississippi in Hattiesburg, Mississippi. They play college football in the NCAA Division I Football Bowl Subdivision. The Eagles are members of Conference USA and play their home games at M. M. Roberts Stadium in Hattiesburg, Mississippi.",
  "/wiki/C._L._Whittington": "Columbus Lorenzo Whittington (born August 1, 1952) is a former American football player and coach.  He served as the head football coach at Prairie View A&M University for one season in 2003, compiling a record of 1–10.  Whittington played college football at Prairie View A&M from 1970 to 1973 and then with the Houston Oilers of the National Football League (NFL). He is currently the defensive back coach at Hallsville High School.",
  "/wiki/Safety_(gridiron_football_position)": "Safety, historically known as a safetyman, is a position in gridiron football played by a member of the defense. The safeties are defensive backs who line up from ten to fifteen yards from the line of scrimmage. There are two variations of the position in a typical American formation: the free safety (FS) and the strong safety (SS). Their duties depend on the defensive scheme. The defensive responsibilities of the safety and cornerback usually involve pass coverage towards the middle and sidelines of the field, respectively. While American (11-player) formations generally use two safeties, Canadian (12-player) formations generally have one safety and two defensive halfbacks, a position not used in the American game.\nAs professional and college football have become more focused on the passing game, safeties have become more involved in covering the eligible pass receivers.",
  "/wiki/Prairie_View_A%26M_Panthers_football": "The Prairie View A&M Panthers football team is the college football team representing the Prairie View A&M University. The Panthers play in NCAA Division I Football Championship Subdivision (FCS) as a member of the Southwestern Athletic Conference. From 1989 to 1998, Prairie View A&M lost 80 straight games, the longest losing streak in NCAA history.",
  "/wiki/1974_Kansas_City_Chiefs_season": "The 1974 Kansas City Chiefs season was the franchise's 5th season in the National Football League, the 12th as the Kansas City Chiefs, and the 15th overall,  it ended with a  5–9 record and the Chiefs missed the playoffs for the 3rd straight year and third-place finish in the AFC West, Hank Stram was fired after the season and was replaced by Paul Wiggin in 1975.",
  "/wiki/Cleo_Miller": "Cleophus Miller (born September 5, 1951 in Gould, Arkansas) is a President-General of the Universal Negro Improvement Association and a former professional American football running back who played nine seasons for the Kansas City Chiefs and Cleveland Browns. He is the uncle of NFL defensive lineman Frank Okam of the Houston Texans.",
  "/wiki/Arkansas-Pine_Bluff_Golden_Lions_football": "The UAPB Golden Lions are the college football team representing the University of Arkansas at Pine Bluff. The Golden Lions play in NCAA Division I Football Championship Subdivision (FCS) as a member of the Southwestern Athletic Conference.",
  "/wiki/1974_Los_Angeles_Rams_season": "The 1974 Los Angeles Rams season was the team's 37th year with the National Football League and the 29th season in Los Angeles. The Rams looked to improve on its 12-2 season from 1973 and win the NFC West for the 2nd straight season. While not improving on their record, they did win their division for the 2nd straight season with a 10-4 record, which was good enough for the 2nd best record in the NFC. In the playoffs, Los Angeles defeated the Washington Redskins in a rematch of week 13's game, which Washington won 23-17, which turned out to be the Rams only loss at home during the entire season. They won this game 19-10 to advance to the NFC Championship Game for the first time ever. However, they lost to the Minnesota Vikings 14-10 to end their season.",
  "/wiki/Don_Milan": "Don Milan is a former quarterback in the National Football League. He spent two seasons in the NFL. The first with the Los Angeles Rams, though he did not see any playing time during a regular season game. His second season was with the Green Bay Packers.",
  "/wiki/1973_Cal_Poly_Mustangs_football_team": "The 1973 Cal Poly Mustangs football team represented California Polytechnic State University[note 1] during the 1973 NCAA Division II football season.",
  "/wiki/California_Collegiate_Athletic_Association": "The California Collegiate Athletic Association (CCAA) is a collegiate athletic conference at the Division II level  of the National Collegiate Athletic Association (NCAA). All of its current members are public universities, and all except for UC San Diego are members of the California State University system.",
  "/wiki/1974_New_England_Patriots_season": "The 1974 New England Patriots season was the franchise's 5th season in the National Football League and 15th overall. The Patriots ended the season with a record of seven wins and seven losses and finished tied for third in the AFC East Division. The Pats stunned the Super Bowl Champion Miami Dolphins in Week 1 at Schaffer Stadium. The Pats went on to win their first five games on their way to a 6–1 start. However, they struggled in the second half, winning only one game before finishing with a 7–7 record.",
  "/wiki/Deac_Sanders": "John \"Deac\" Sanders (born January 11, 1950 in Chicago, Illinois) is a former American football defensive back in the National Football League. Sanders played college football at South Dakota. He was signed by the New England Patriots as an undrafted free agent in 1974 and played with them for 3 years, first as a cornerback and then as a free safety. Sanders then replaced Bill Bradley (American football) as the starting free safety for the Philadelphia Eagles in 1977, Dick Vermeil's second year as the Eagle head coach, and also in 1978. But in 1979, his final year, he played only one game, replaced by Brenard Wilson.",
  "/wiki/Defensive_back": "In gridiron football, defensive backs (DBs) are the players on the defensive team who take positions somewhat back from the line of scrimmage; they are distinguished from the defensive line players and linebackers, who take positions directly behind or close to the line of scrimmage.",
  "/wiki/South_Dakota_Coyotes_football": "The South Dakota Coyotes football program is the intercollegiate American football team for the University of South Dakota located in the U.S. state of South Dakota. The team competes in the NCAA Division I Football Championship Subdivision (FCS) and are members of the Missouri Valley Football Conference. South Dakota's first football team was fielded in 1889. The team plays its home games at the 10,000 seat DakotaDome in Vermillion, South Dakota.",
  "/wiki/North_Central_Conference": "The North Central Conference (NCC), also known as North Central Intercollegiate Athletic Conference, was a college athletic conference which operated in the north central United States. It participated in the NCAA's Division II.",
  "/wiki/1974_New_Orleans_Saints_season": "The 1974 New Orleans Saints season was the team’s eighth as a member of the National Football League (NFL). This was their final season at Tulane Stadium as the Louisiana Superdome opened the following season. They matched their previous season's output of 5–9. The team failed to qualify for the playoffs for the eighth consecutive season.",
  "/wiki/Emanuel_Zanders": "Emanuel Zanders (born July 31, 1951) was an American football offensive lineman in the National Football League for the New Orleans Saints and Chicago Bears.  He played college football at Jackson State University.",
  "/wiki/1974_New_York_Giants_season": "The 1974 New York Giants season was the franchise's 50th season in the National Football League. The Giants finished in last place in the National Football Conference East Division with a 2–12 record, the team's worst since 1966.",
  "/wiki/Karl_Chandler": "Karl Chandler is a former professional American football player who played six seasons as an offensive lineman for the New York Giants and Detroit Lions.",
  "/wiki/Princeton_Tigers_football": "The Princeton Tigers football program represents Princeton University and competes at the National Collegiate Athletic Association (NCAA) Division I Football Championship Subdivision (FCS) level as a member of the Ivy League. Princeton’s football program—along with the football program at nearby Rutgers University—began in 1869 with a contest that is often regarded as the beginnings of American Football.",
  "/wiki/Ivy_League": "The Ivy League is an American collegiate athletic conference comprising sports teams from eight private universities in the Northeastern United States. The term Ivy League is typically used to refer to those eight schools as a group of elite colleges beyond the sports context. The eight members are Brown University, Columbia University, Cornell University, Dartmouth College, Harvard University, the University of Pennsylvania, Princeton University, and Yale University. Ivy League has connotations of academic excellence, selectivity in admissions, and social elitism.",
  "/wiki/1974_New_York_Jets_season": "The 1974 New York Jets season was the fifteenth season for the team and the fifth in the National Football League. It began with the team trying to improve upon its 4–10 record from 1973 under new head coach Charley Winner. After beginning the season 1–7, the Jets won six straight and finished with a record of 7–7. During the streak were home upsets of playoff-bound Miami and Buffalo.",
  "/wiki/Lou_Piccone": "Louis James Piccone (born July 17, 1949 in Vineland, New Jersey) is a former American football wide receiver and kick returner who played nine seasons in the National Football League for the New York Jets and Buffalo Bills.  He played college football at West Liberty State College.",
  "/wiki/West_Liberty_Hilltoppers_football": "West Liberty University (WLU) is a public university in West Liberty, West Virginia, United States, near Wheeling. West Liberty University is West Virginia's oldest institution of higher education.  It offers more than 70 undergraduate majors plus a number of graduate programs, including a master's degree in education and an online MBA. WLU's athletic teams, known as the Hilltoppers, are charter members of the NCAA Division II Mountain East Conference with nearly 400 student-athletes participating in 18 intercollegiate sports, including football, basketball, wrestling, track, tennis, baseball.",
  "/wiki/West_Virginia_Intercollegiate_Athletic_Conference": "The West Virginia Intercollegiate Athletic Conference (WVIAC) was a collegiate athletic conference which historically operated exclusively in the state of West Virginia, but briefly had one Kentucky member in its early years, and expanded into Pennsylvania in its final years. It participated in the NCAA's Division II, but held its final athletic competitions in spring 2013, and officially disbanded on September 1 of that year. Its football-playing members announced in June 2012 that they planned to withdraw to form a new Division II conference effective at the end of the 2012–13 season; this led to a chain of conference moves that saw all but one of the WVIAC's members find new conference homes.",
  "/wiki/1974_NFL_Draft": "The 1974 NFL draft took place at the Americana Hotel in New York City, New York, on January 29–30, 1974. Each of the 26 NFL teams were granted 17 selections for a total of 442 picks."
}