{
  "/wiki/Cronton": "Cronton is a village and civil parish within the Metropolitan Borough of Knowsley, Merseyside, in England. The village is surrounded by green belt land. Over the county border in Cheshire, Widnes town centre is 2.3 miles (3.7 km) to the south-southeast.",
  "/wiki/Metropolitan_Borough_of_Knowsley": "The Metropolitan Borough of Knowsley is a metropolitan borough of Merseyside, England. It comprises the towns and districts of Kirkby, Prescot, Huyton, Whiston, Halewood, Cronton  and Stockbridge Village; Kirkby, Huyton, and Prescot being the major commercial centres. It takes its name from the village of Knowsley, though its headquarters are in Huyton. It forms part of the wider Liverpool City Region.",
  "/wiki/Whiston_Rural_District": "Whiston Rural District was a rural district of the administrative county of Lancashire, England. It was created in 1895 by renaming the Prescot Rural District when the parish of Prescot was removed from that rural district and created a separate urban district. Later the parish of Speke was incorporated into the City of Liverpool and Ditton into the Municipal Borough of Widnes. In 1922 the parish of Kirkby was added from the disbanded Sefton Rural District and removed again in 1958 when it was created a separate urban district. It was named after and administered from Whiston. In 1934 and 1954 parts of Windle and Eccleston were removed and placed in St Helens CB",
  "/wiki/Halewood": "Halewood is a town in the Metropolitan Borough of Knowsley in Merseyside, England. It lies near the city of Liverpool's southeastern boundary, bordered by the suburbs of Netherley, Hunt's Cross and Woolton.",
  "/wiki/Huyton": "Huyton (/ˈhaɪtən/ HY-tən) is a town in the Metropolitan Borough of Knowsley, Merseyside, England.",
  "/wiki/Huyton_with_Roby": "Huyton with Roby Urban District was a local government district in Lancashire, England from 1894 to 1974. It consisted of the civil parish of Huyton with Roby which comprised the settlements of Huyton and Roby. It replaced the Huyton with Roby urban sanitary district.",
  "/wiki/Kirkby": "Kirkby (/ˈkɜːrbi/ (listen) KUR-bee) is a town in the Metropolitan Borough of Knowsley, Merseyside, England. Historically in Lancashire, it developed from the 1950s to the 1970s as a housing overspill of Liverpool. It is roughly 5 miles (8 km) north of Huyton and 6 miles (10 km) north-east of Liverpool. The population in 2011 was 40,472. It is  believed to have been founded in 870 although there is archaeological evidence for settlement from the Bronze Age.",
  "/wiki/Knowsley,_Merseyside": "Knowsley is a large village and civil parish in the Metropolitan Borough of Knowsley, Merseyside, England, commonly known as Knowsley Village.",
  "/wiki/Prescot": "Prescot is a town and civil parish within the Metropolitan Borough of Knowsley in Merseyside, England. Historically part of Lancashire, it lies about eight miles (13 km) to the east of Liverpool city centre. At the 2001 Census, the civil parish population was 11,184 (5,265 males, 5,919 females). The population of the larger Prescot East and West wards at the 2011 census totalled 14,139.\nPrescot marks the beginning of the A58 road which runs through to Wetherby, near Leeds in West Yorkshire. The town is served by Prescot railway station and Eccleston Park railway station.",
  "/wiki/Tarbock": "Tarbock is a village and former civil parish within the Metropolitan Borough of Knowsley, in Merseyside, England. It is situated to the south east of Huyton and to the east of Netherley. The village itself is 6 miles (9.7 km) from Liverpool city centre, 3.5 miles (5.6 km) from Widnes and 2 miles (3.2 km) from Prescot. The M62 motorway junction 6 is in the area and is more familiarly called Tarbock Island. At the 2001 Census, the population of Tarbock was 2,382 (1,146 males, 1,236 females). The parish council was abolished on 1 April 2014.",
  "/wiki/Whiston,_Merseyside": "Whiston is a large village and civil parish within the Metropolitan Borough of Knowsley in Merseyside, England. At the 2001 Census the population was recorded as 13,629, (6,560 males and 7,069 females), increasing to 14,263 at the 2011 Census.",
  "/wiki/Liverpool": "Liverpool is a city and metropolitan borough in Merseyside, England. As of 2018, the population is approximately 494,814. Liverpool is the ninth-largest English district by population, and the largest in Merseyside and the Liverpool City Region. It lies within the United Kingdom's sixth-most populous urban area. Liverpool's metropolitan area is the fifth-largest in the United Kingdom, with a population of 2.24 million.",
  "/wiki/Aintree": "Aintree  is a village and civil parish in the Metropolitan Borough of Sefton, Merseyside. Historically in Lancashire, it lies between Walton and Maghull on the A59 road, about 5.5 miles (8.9 km) north-east of Liverpool city centre, in North West England.",
  "/wiki/Metropolitan_Borough_of_Sefton": "The Metropolitan Borough of Sefton in Merseyside, England, was formed on 1 April 1974 by the amalgamation of the county boroughs of Bootle and Southport, the municipal borough of Crosby, the urban districts of Formby and Litherland, and part of West Lancashire Rural District within the new county of Merseyside. The borough consists of a coastal strip of land on the Irish Sea which extends from Southport in the north to Bootle in the south, and an inland part to Maghull in the south-east. The district is bounded by the city of Liverpool to the south, the Metropolitan Borough of Knowsley to the south-east, and West Lancashire to the east.",
  "/wiki/West_Lancashire_Rural_District": "The district was abolished in 1974 under the Local Government Act 1972 and the area was divided as follows:",
  "/wiki/Bootle": "Bootle (pronounced /ˈbuːtəl/) is a town in the Metropolitan Borough of Sefton, Merseyside, England, which had a population of  51,394 in 2011; the wider Parliamentary constituency had a population of 98,449.",
  "/wiki/Crosby,_Merseyside": "Crosby is a coastal town in the Metropolitan Borough of Sefton, in Merseyside, England. Historically in Lancashire, it is situated north of Bootle, south of Southport and Formby and west of Netherton.",
  "/wiki/Formby": "Formby is a  civil parish and town in the Metropolitan Borough of Sefton, Merseyside, England, which had a population of 22,419 at the 2011 Census.",
  "/wiki/Hightown,_Merseyside": "Hightown is a village and civil parish in the Metropolitan Borough of Sefton in Merseyside, England, located midway between the City of Liverpool and the coastal resort of Southport. It is 8 miles north of Liverpool city centre and is located on the coast near the boundary of the Mersey Estuary and Liverpool Bay. The River Alt joins the sea at this point and forms an estuary. There is a pumping station on the River Alt at Altmouth, built 1972, as part of a programme to alleviate flooding in the area. This is on the Altcar Rifle Range, a Territorial Army base originally established in 1860 by Lt. Col. Gladstone.",
  "/wiki/Ince_Blundell": "Ince Blundell is a village and civil parish in the Metropolitan Borough of Sefton in Merseyside, England but historically in Lancashire. It is situated to the north of Liverpool on the A565 road and to the east of the village of Hightown.  There are two associated hamlets of Lady Green and Carr Houses.",
  "/wiki/Litherland": "Litherland is a town in the Metropolitan Borough of Sefton, Merseyside. It was an urban district, which included Seaforth and Ford. It neighbours Waterloo to the north, Seaforth to the west, and Bootle to the south and is approximately 5 miles (8.0 km) north of Liverpool city centre.",
  "/wiki/Little_Altcar": "Little Altcar is a village and civil parish in the Metropolitan Borough of Sefton on Merseyside, on the West Lancashire Coastal Plain of England. The village has been absorbed into Formby.  It has a population of 892,  increasing to 910 at the 2011 Census.",
  "/wiki/Lydiate": "Lydiate is a village and civil parish in the Metropolitan Borough of Sefton on Merseyside, England but historically in Lancashire. It is located to the north of Maghull, with which it has a common history. At the 2001 Census the civil parish of Lydiate had a population of 6,672, reducing to 6,308 at the 2011 Census.",
  "/wiki/Maghull": "Maghull (/məˈɡʌl/ mə-GUL) is a town and civil parish in Sefton, Merseyside. Historically in Lancashire, the town is north of Liverpool and south of Ormskirk in West Lancashire. The area also contains Ashworth Hospital.",
  "/wiki/Melling,_Merseyside": "Melling is a village and civil parish within the Metropolitan Borough of Sefton, in Merseyside, England. At the 2001 Census the population was recorded as 2,810, rising to 3,493 at the 2011 Census.\nMelling Rock contains a public house as well as St Thomas and the Holy Rood, a part of the Maghull and Melling Team and the Diocese of Liverpool. The town of Waddicar, of which most of the population of Melling consists, is usually regarded as part of Melling itself and is served by the parish council which is based in the local Melling Primary School."
}