{
  "/wiki/The_Boys_in_the_Band_(1970_film)": "The Boys in the Band is a 1970 American drama film directed by William Friedkin. The screenplay by Mart Crowley is based on his Off-Broadway play The Boys in the Band. It is among the first major American motion pictures to revolve around gay characters and is often cited as a milestone in the history of queer cinema, and is also thought to be the first mainstream American film to use the swear word cunt.",
  "/wiki/William_Friedkin": "William Friedkin (/ˈfriːdkɪn/; born August 29, 1935) is an American film and television director, producer and screenwriter closely identified with the \"New Hollywood\" movement of the 1970s. Beginning his career in documentaries in the early 1960s, he is perhaps best known for directing the action thriller film The French Connection (1971) and the supernatural horror film The Exorcist (1973), the former of which won five Academy Awards, including Best Picture, Best Adapted Screenplay and Best Director. The latter also earned him a nomination for the Academy Award for Best Director.",
  "/wiki/Kenneth_Nelson": "Kenneth Nelson (March 24, 1930 – October 7, 1993) was an American actor.",
  "/wiki/Leonard_Frey": "Leonard Frey (September 4, 1938 – August 24, 1988) was an American actor. He is best remembered for his performance in the 1971 film Fiddler on the Roof, which earned him a nomination for the Academy Award for Best Supporting Actor.",
  "/wiki/Cliff_Gorman": "Cliff Gorman (October 13, 1936 – September 5, 2002) was an American stage and screen actor. He won an Obie award in 1968 for the stage presentation of The Boys in the Band, and went on to reprise his role in the 1970 film version.",
  "/wiki/Laurence_Luckinbill": "Laurence George Luckinbill (born November 21, 1934) is an American actor, playwright and director. He has worked in television, film, and theatre, doing triple duty in the theatre by writing, directing, and starring in stage productions. He is probably best known for penning and starring in one-man shows based upon the lives of United States President Theodore Roosevelt, author Ernest Hemingway, and famous American defense attorney Clarence Darrow; starring in a one-man show based upon the life of US President Lyndon Baines Johnson; and for his portrayal of Spock's half-brother Sybok in the film Star Trek V: The Final Frontier.",
  "/wiki/Frederick_Combs": "Frederick Combs (October 11, 1935 – September 19, 1992) was an American film, theater and television actor, playwright and director.",
  "/wiki/Keith_Prentice": "Keith Prentice (February 21, 1940 – September 27, 1992) was an American TV, film and stage actor, whose most famous role was the part of Larry in both the original stage and film versions of The Boys in the Band. Prentice also appeared on the TV soap Dark Shadows during the series' final months in 1971. For a number of years, his picture was displayed on the Tasters Choice coffee label.",
  "/wiki/Robert_La_Tourneaux": "Robert La Tourneaux (November 22, 1941 – June 3, 1986) was an American actor best known for his role of Cowboy, the good-natured but dim hustler hired as a birthday present for a gay man, in the original Off-Broadway production and 1970 film version of The Boys in the Band.",
  "/wiki/Reuben_Greene": "Reuben Greene (born November 24, 1938) is an American film, theater and television actor. He is perhaps best known for originating the role of Bernard in the play The Boys in the Band and then later playing the same character in the 1970 film of the same name.",
  "/wiki/Peter_White_(actor)": "Peter White (born October 10, 1937) is an American actor.",
  "/wiki/Mart_Crowley": "Mart Crowley (born August 21, 1935) is an American playwright, best-known for his play The Boys in the Band.",
  "/wiki/The_Boys_in_the_Band_(play)": "The Boys in the Band is a play by Mart Crowley. The play premiered Off-Broadway in 1968, and was revived on Broadway for its 50th anniversary in 2018. The play revolves around a group of gay men who gather for a birthday party in New York City and was groundbreaking for its portrayal of gay life. The play has been called \"A true theatrical game-changer, The Boys in the Band helped spark a revolution by putting gay men's lives onstage — unapologetically and without judgment — in a world that was not yet willing to fully accept them.\"",
  "/wiki/The_Christine_Jorgensen_Story": "The Christine Jorgensen Story is a 1970 American drama film and a fictionalized biographical film about trans woman Christine Jorgensen. While the overall premise of the film is accurate, many of the details are fictionalized for the continuity of the film. It was directed by Irving Rapper and based on Christine Jorgensen's autobiography.",
  "/wiki/Irving_Rapper": "Irving Rapper (16 January 1898 – 20 December 1999) was an English-born American film director.",
  "/wiki/Joan_Tompkins": "Joan Tompkins, Mrs. Joan Swenson (July 9, 1915 – January 29, 2005) was an American actress of television, film, radio, and stage, who co-founded with her husband, Karl Swenson, an acting company in Beverly Hills, California.",
  "/wiki/The_Conformist_(film)": "The Conformist (Italian: Il conformista) is a 1970 political drama film directed by Bernardo Bertolucci, whose screenplay is based on the 1951 novel The Conformist by Alberto Moravia. The film stars Jean-Louis Trintignant, Stefania Sandrelli, Gastone Moschin, Enzo Tarascio, Fosco Giachetti, José Quaglio, Dominique Sanda and Pierre Clémenti. The film was a co-production of Italian, French, and West German film companies.",
  "/wiki/Bernardo_Bertolucci": "Bernardo Bertolucci (Italian: [berˈnardo bertoˈluttʃi]; 16 March 1941 – 26 November 2018) was an Italian director and screenwriter, whose films include The Conformist, Last Tango in Paris, 1900, The Last Emperor (for which he won the Academy Award for Best Director and the Academy Award for Best Adapted Screenplay), The Sheltering Sky, Little Buddha, Stealing Beauty and The Dreamers.",
  "/wiki/Jean-Louis_Trintignant": "Jean-Louis Xavier Trintignant (French pronunciation: ​[ʒɑ̃ lwi tʁɛ̃tiɲɑ̃]; born 11 December 1930) is a French actor. He won the Best Actor Award at the 1969 Cannes Film Festival as well as the Best Actor Award at the César Awards 2013.",
  "/wiki/Stefania_Sandrelli": "Stefania Sandrelli (born 5 June 1946) is an Italian actress, famous for her many roles in the commedia all'Italiana, starting from the 1960s. She was 14 years old when she starred in Divorce Italian Style as Angela, the cousin and love interest of Ferdinando, played by Marcello Mastroianni.",
  "/wiki/Gastone_Moschin": "Gastone Moschin (8 June 1929 – 4 September 2017) was an Italian stage, television and film actor.",
  "/wiki/Dominique_Sanda": "Dominique Marie-Françoise Renée Varaigne (born 11 March 1948), professionally known as Dominique Sanda,  is a French actress and former fashion model.",
  "/wiki/Fosco_Giachetti": "Fosco Giachetti (28 March 1900, in Sesto Fiorentino – 22 December 1974, in Rome) was an Italian actor.",
  "/wiki/Jos%C3%A9_Quaglio": "José Quaglio, real name Giuseppe Quaglio, (28 February 1926 – 8 January 2007), was an Italian actor and theater director. He has performed in some 50 films in Italy and has directed four. He acted in a dozen films in France.",
  "/wiki/Pierre_Cl%C3%A9menti": "Pierre André Clémenti (28 September 1942 – 27 December 1999) was a French actor.",
  "/wiki/Yvonne_Sanson": "Yvonne Sanson (29 August 1925 – 23 July 2003) was a Greek film actress. She appeared in 46 films between 1946 and 1972, mainly working in Italy.",
  "/wiki/Milly_(actress)": "Carla Mignone, known by her stage name Milly  (Alessandria, Piemonte, Italy 26 February 1905 - Nepi, Viterbo, Italy 22 September 1980) was an Italian singer, actress and cabaret performer.",
  "/wiki/Giuseppe_Addobbati": "Giuseppe Addobbati (born December 31, 1909 in Makarska – died January 4, 1986 in Rome) was an Italian film actor known for his roles in Spaghetti Western and action films in the 1960s and 1970s. He was often billed as John MacDouglas for films released to an American audience.",
  "/wiki/The_Conformist": "The Conformist (Il conformista) is a novel by Alberto Moravia published in 1951, which details the life and desire for normalcy of a government official during Italy's fascist period. It is also known for the 1970 film adaptation by Bernardo Bertolucci.",
  "/wiki/Alberto_Moravia": "Alberto Moravia (US: /moʊˈrɑːviə, -ˈreɪv-/ moh-RAH-vee-ə, -⁠RAY-, Italian: [alˈbɛrto moˈraːvja]; born Alberto Pincherle [ˈpiŋkerle]; November 28, 1907 – September 26, 1990) was an Italian novelist and journalist. His novels explored matters of modern sexuality, social alienation and existentialism. Moravia is best known for his debut novel Gli indifferenti (1929) and for the anti-fascist novel Il Conformista (The Conformist), the basis for the film The Conformist (1970) directed by Bernardo Bertolucci. Other novels of his adapted for the cinema are Agostino, filmed with the same title by Mauro Bolognini in 1962; Il disprezzo (A Ghost at Noon or Contempt), filmed by Jean-Luc Godard as Le Mépris (Contempt 1963); La Noia (Boredom), filmed with that title by Damiano Damiani in 1963 and released in the US as The Empty Canvas in 1964 and La ciociara, filmed by Vittorio De Sica as Two Women (1960). Cédric Kahn's L'Ennui (1998) is another version of La Noia.",
  "/wiki/Daddy,_Darling": "Daddy, Darling is a 1970 Danish / American sexploitation film directed by Joseph W. Sarno.",
  "/wiki/Joseph_W._Sarno": "Joseph W. Sarno (March 15, 1921 – April 26, 2010) was an American film director and screenwriter.",
  "/wiki/Helli_Louise": "Helli Louise Brunchmann Jacobson, often billed as Helli Louise (2 August 1949 - 22 June 2018), was a Danish actress who appeared in films and television, including The Benny Hill Show, during the 1970s.",
  "/wiki/Gio_Petr%C3%A9": "Gio Birgitta Petré, née Ann-Marie Birgitta Bengtsdotter Petré (born 1 November 1937) is a Swedish film actress. She appeared in 27 films between 1955 and 1974.",
  "/wiki/The_Dark_Side_of_Tomorrow": "The Dark Side of Tomorrow is a 1970 exploitation film about two bored suburban housewives who begin an affair while their husbands are away on business. Things take a turn when one of them decides to become involved with a young man from their neighborhood. To one woman, it was just a fling; the  other, it was more serious.",
  "/wiki/Barbara_Peeters": "Barbara Peeters, also known as Barbara Peters, is an American director and screenwriter of television and film. She is best known for her collaborations with producer-director Roger Corman on films such as Humanoids from the Deep, as well as directing episodes of television shows such as Remington Steele.",
  "/wiki/John_Aprea": "Jonathan \"John\" Aprea (born March 4, 1941) is an American actor and comedian, best known for his role as the young Sal Tessio in The Godfather: Part II (1974) and on television as Lucas Castigliano in Another World from 1989 to 1992. He also co-starred with Lee Horsley in Matt Houston during the 1980s.",
  "/wiki/Dorian_Gray_(1970_film)": "Dorian Gray (Italian: Il dio chiamato Dorian, lit. 'The god called Dorian') a.k.a. The Sins of Dorian Gray is a 1970 movie adaptation of Oscar Wilde's novel The Picture of Dorian Gray starring Helmut Berger. The Italian title translates as A God Called Dorian.",
  "/wiki/Massimo_Dallamano": "Massimo Dallamano (April 17, 1917 – November 4, 1976), sometimes credited as Max Dillman, Max Dillmann or Jack Dalmas, was an Italian director and director of photography.",
  "/wiki/Helmut_Berger": "Helmut Berger (German pronunciation: [ˈhɛlmuːt ˈbɛʁɡɐ] (listen); born Helmut Steinberger; 29 May 1944) is an Austrian film and television actor. Berger, who often portrayed narcissistic and sexually ambiguous characters, was one of the best-known stars of the European cinema in the late 1960s and 1970s.",
  "/wiki/Richard_Todd": "Richard Andrew Palethorpe Todd OBE (11 June 1919 – 3 December 2009) was an Irish-born British actor. He received a Golden Globe Award for Most Promising Newcomer – Male, as well as an Academy Award for Best Actor nomination and a Golden Globe Award for Best Actor nomination for his role in the film The Hasty Heart (1949).",
  "/wiki/Herbert_Lom": "Herbert Lom (Czech pronunciation: [ɦɛrbɛrt lom]; 11 September 1917 – 27 September 2012) was a Czech-born British film and television actor who moved to the United Kingdom in 1939. In a career lasting more than 60 years, he appeared in character roles, often portraying criminals or villains early in his career and professional men in later years.",
  "/wiki/Marie_Liljedahl": "Marie Liljedahl (born 15 February 1950) is a Swedish actress who had a short-lived film career in the late-1960s and early-1970s, in the films of Joseph W. Sarno and Jesus Franco.",
  "/wiki/Margaret_Lee_(British_actress)": "Margaret Lee (born Margaret Gwendolyn Box; 4 August 1943) is a British actress who was a popular leading lady in Italian films in the 1960s and 1970s. She is the mother of production manager/producer Roberto Malerba (from her marriage to Gino Malerba) and production coordinator Damian Anderson.",
  "/wiki/Isa_Miranda": "Isa Miranda (5 July 1909 – 8 July 1982) was an Italian actress with an international film career.",
  "/wiki/Eleonora_Rossi_Drago": "Eleonora Rossi Drago, born Palmira Omiccioli, (23 September 1925 – 2 December 2007) was an Italian film actress. She was born in Quinto al Mare, Genoa, Italy, and had the leading role in Le amiche. She appeared in Un maledetto imbroglio. In 1960, for her performance in Estate violenta, she won the best actress prize of the Mar del Plata Film Festival and the Nastro d'argento.  In 1964, she appeared in La Cittadella. She died in Palermo, Italy.",
  "/wiki/Maria_Rohm": "Maria Rohm (13 August 1945 – 18 June 2018) was an Austrian actress.",
  "/wiki/Beryl_Cunningham": "Beryl Cunningham (born 8 August 1946) is a Jamaican actress and model, mainly active in Italian cinema.",
  "/wiki/The_Picture_of_Dorian_Gray": "The Picture of Dorian Gray is a Gothic and philosophical novel by Oscar Wilde, first published complete in the July 1890 issue of Lippincott's Monthly Magazine. Fearing the story was indecent, the magazine's editor deleted roughly five hundred words before publication without Wilde's knowledge. Despite that censorship, The Picture of Dorian Gray offended the moral sensibilities of British book reviewers, some of whom said that Oscar Wilde merited prosecution for violating the laws guarding public morality. In response, Wilde aggressively defended his novel and art in correspondence with the British press, although he personally made excisions of some of the most controversial material when revising and lengthening the story for book publication the following year.",
  "/wiki/Oscar_Wilde": "Oscar Fingal O'Flahertie Wills Wilde (16 October 1854 – 30 November 1900) was an Irish poet and playwright. After writing in different forms throughout the 1880s, the early 1890s saw him become one of the most popular playwrights in London. He is best remembered for his epigrams and plays, his novel The Picture of Dorian Gray, and the circumstances of his criminal conviction for \"gross indecency\", imprisonment, and early death at age 46.",
  "/wiki/Entertaining_Mr_Sloane_(film)": "Entertaining Mr Sloane is a 1970 British black comedy film directed by Douglas Hickox. The screenplay by Clive Exton is based on the 1964 play of the same title by Joe Orton. This was the second adaptation of the play, the first having been developed for British television and broadcast by ITV on 15 July 1968.",
  "/wiki/Douglas_Hickox": "Douglas Arthur Hickox (10 January 1929 – 25 July 1988) was an English film and television director.",
  "/wiki/Beryl_Reid": "Beryl Elizabeth Reid, OBE (17 June 1919 – 13 October 1996), was an English actress of stage and screen. She won the 1967 Tony Award for Best Actress in a Play for The Killing of Sister George, the 1980 Olivier Award for Best Comedy Performance for Born in the Gardens, and the 1982 BAFTA TV Award for Best Actress for Smiley's People. Her film appearances included The Belles of St. Trinian's (1954), The Killing of Sister George (1968), The Assassination Bureau (1969), and No Sex Please, We're British (1973).",
  "/wiki/Peter_McEnery": "Peter Robert McEnery (born 21 February 1940) is an English stage and film actor.",
  "/wiki/Harry_Andrews": "Harry Fleetwood Andrews, CBE (10 November 1911 – 6 March 1989) was an English actor known for his film portrayals of tough military officers. His performance as Sergeant Major Wilson in The Hill alongside Sean Connery earned Andrews the 1965 National Board of Review Award for Best Supporting Actor and a nomination for the 1966 BAFTA Award for Best British Actor. The first of his more than 80 film appearances was in The Red Beret in 1953.",
  "/wiki/Alan_Webb_(actor)": "Alan Webb (2 July 1906 – 22 June 1982) was an English stage and film actor.",
  "/wiki/Entertaining_Mr_Sloane": "Entertaining Mr Sloane is a play by the English playwright Joe Orton. It was first produced in London at the New Arts Theatre on 6 May 1964 and transferred to the West End's Wyndham's Theatre on 29 June 1964.",
  "/wiki/Joe_Orton": "John Kingsley Orton (1 January 1933 – 9 August 1967), known under the pen name of Joe Orton, was an English playwright, author and diarist. His public career—from 1964 until his death in 1967—was short but highly influential. During this brief period he shocked, outraged, and amused audiences with his scandalous black comedies. The adjective Ortonesque refers to work characterised by a similarly dark yet farcical cynicism.",
  "/wiki/Gods_of_the_Plague": "Gods of the Plague (German: Götter der Pest) is a 1970 West German black-and-white drama film directed by Rainer Werner Fassbinder.",
  "/wiki/Rainer_Werner_Fassbinder": "Rainer Werner Fassbinder (German: [ˈʁaɪ̯nɐ ˈvɛɐ̯nɐ ˈfasˌbɪndɐ]; 31 May 1945 – 10 June 1982), sometimes credited as R. W. Fassbinder, was a West German filmmaker, actor, playwright, theatre director, composer, cinematographer, editor, and essayist. He is widely regarded as a prominent figure and catalyst of the New German Cinema movement.",
  "/wiki/Hanna_Schygulla": "Hanna Schygulla (born 25 December 1943) is a German actress and chanson singer. Long associated with the theater and film director Rainer Werner Fassbinder, for whom she first worked in 1965, she was prominent in the New German Cinema. She won the 1979 Berlin Silver Bear for Best Actress for Fassbinder's The Marriage of Maria Braun, and the 1983 Cannes Film Festival Award for Best Actress for the Marco Ferreri film The Story of Piera.",
  "/wiki/Margarethe_von_Trotta": "Margarethe von Trotta (born 21 February 1942) is a German film director who has been referred to as a \"leading force\" of the New German Cinema movement. Von Trotta's extensive body of work has won awards internationally. She was married to and collaborated with director Volker Schlöndorff.  Although they made a successful team, von Trotta felt she was seen as secondary to Schlöndorff. Subsequently, she established a solo career for herself and became \"Germany’s foremost female film director, who has offered the most sustained and successful female variant of Autorenkino in postwar German film history\". Certain aspects of von Trotta's work have been compared to Ingmar Bergman's features from the 1960s and 1970s.",
  "/wiki/Harry_Baer": "Harry Baer (born Harry Zöttl on 27 September 1947) is a German actor, producer and author, best known for his work with director Rainer Werner Fassbinder. He has also been credited as Harry Bär.",
  "/wiki/G%C3%BCnther_Kaufmann": "Günther Kaufmann (16 June 1947 – 10 May 2012) was a German film actor best known for his association with director Rainer Werner Fassbinder. Fassbinder directed Kaufmann in a total of 14 films, casting him in leading and minor roles. Kaufmann was also romantically involved with the director for a time.",
  "/wiki/Ingrid_Caven": "Ingrid Caven (/kɑːvɛn/; born 3 August 1938) is a German film actress and singer. She is best known for her roles in several films directed by her husband, Rainer Werner Fassbinder, including Love Is Colder Than Death (1969), Why Does Herr R. Run Amok? (1970), and The American Soldier (1970). She continued to appear in Fassbinder's films after their 1972 divorce until his death in 1982. She has also appeared in Silent Night (1995), 35 Shots of Rum (2009) and Suspiria (2018).",
  "/wiki/Yaak_Karsunke": "Yaak Karsunke (born 4 June 1934, Berlin) is a German author and actor.",
  "/wiki/Golden_Eagle_(film)": "Golden Eagle (Thai: อินทรีทอง, or Golden Eagle) is a 1970 Thai action film starring Mitr Chaibancha and Petchara Chaowarat. Chaibancha died while filming the stunt for the final scene in the film.",
  "/wiki/Mitr_Chaibancha": "Mitr Chaibancha (Thai มิตร ชัยบัญชา (Pronunciation), January 28, 1934 in Phetchaburi, Thailand - October 8, 1970) was a Thai film actor who made 266 films from 1956 to 1970.",
  "/wiki/Petchara_Chaowarat": "Petchara Chaowarat (Thai: เพชรา เชาวราษฎร์; born January 19, 1943 in Rayong Province, Thailand) is a Thai film actress who starred in around 300 films from 1961 to 1979. An icon of the \"Golden Age\" of Thai cinema, she was known for her round, pool-like eyes and elaborate hairstyles.",
  "/wiki/Kathoey": "Kathoey or katoey (Thai: กะเทย; RTGS: kathoei Thai pronunciation: [kàtʰɤːj]) is a word used in Thailand to describe male-to-female transgender person or person of a third gender, or an effeminate homosexual male. Transgender women in Thailand mostly use terms other than kathoey when referring to themselves, such as phuying (Thai: ผู้หญิง 'woman'). A significant number of Thais perceive kathoey as belonging to a third sex, including some transgender women themselves.",
  "/wiki/It_Is_Not_the_Homosexual_Who_Is_Perverse,_But_the_Society_in_Which_He_Lives": "It Is Not the Homosexual Who Is Perverse, But the Society in Which He Lives  (German: Nicht der Homosexuelle ist pervers, sondern die Situation, in der er lebt) is a 1971 German camp film directed by Rosa von Praunheim. The plot follows the adventures of a young gay man from the province who arrives in Berlin.  He gradually leaves behind his innocence led by his increasing appetite for excitement in the big-city gay scene. He moves from one gay milieu to another caught in his addiction for fashion and sexual experiences.",
  "/wiki/Rosa_von_Praunheim": "Rosa von Praunheim (born 25 November 1942) is a German film director, author, painter and the most famous gay rights activist in Germany, Austria and Switzerland. In over 50 years, von Praunheim has made more than 150 films (short and feature-length films). His works influenced the development of LGBTQ rights movements worldwide.",
  "/wiki/The_Kremlin_Letter": "The Kremlin Letter is a 1970 American neo-noir DeLuxe Color espionage thriller in Panavision  directed by John Huston and starring Richard Boone, Orson Welles, Max von Sydow, Bibi Andersson, Patrick O'Neal and George Sanders. It was released in February 1970 by 20th Century-Fox.",
  "/wiki/John_Huston": "John Marcellus Huston (/ˈhjuːstən/; August 5, 1906 – August 28, 1987) was an American film director, screenwriter, actor, and visual artist. Huston was a citizen of the United States by birth but renounced U.S. citizenship to become an Irish citizen and resident. He returned to the United States, where he lived the rest of his life. He wrote the screenplays for most of the 37 feature films he directed, many of which are today considered classics: The Maltese Falcon (1941), The Treasure of the Sierra Madre (1948), The Asphalt Jungle (1950), The African Queen (1951), The Misfits (1961), Fat City (1972),  The Man Who Would Be King (1975) and Prizzi's Honor (1985). During his 46-year career, Huston received 15 Oscar nominations, winning twice, and directed both his father, Walter Huston, and daughter, Anjelica Huston, to Oscar wins.",
  "/wiki/Noel_Behn": "Noel Ira Behn (Chicago, January 6 1928 – New York, July 27 1998) was an American novelist, screenwriter and theatrical producer.",
  "/wiki/Little_Big_Man_(film)": "Little Big Man is a 1970 American western film directed by Arthur Penn and based on the novel Little Big Man by Thomas Berger. While broadly categorized as a western, or an epic, the film encompasses several literary/film genres, including comedy, drama and adventure. It is about a white male child raised by the Cheyenne nation during the 19th century. The film is largely concerned with contrasting the lives of American pioneers and Native Americans throughout the progression of the boy's life.  It stars Dustin Hoffman, Chief Dan George, Faye Dunaway, Martin Balsam, Jeff Corey and Richard Mulligan.",
  "/wiki/Arthur_Penn": "Arthur Hiller Penn  (September 27, 1922 – September 28, 2010) was an American director and producer of film, television and theater. Closely associated with the American New Wave,  Penn directed critically acclaimed films throughout the 1960s such as the drama The Chase (1966), the biographical crime film Bonnie and Clyde (1967) and the comedy Alice's Restaurant (1969). He also got attention for his revisionist Western Little Big Man (1970).",
  "/wiki/Dustin_Hoffman": "Dustin Lee Hoffman (born August 8, 1937) is an American actor and filmmaker. He is known for his versatile portrayals of antiheroes and emotionally vulnerable characters. He is the recipient of numerous accolades including two Academy Awards, six Golden Globe Awards\n(including the Cecil B. DeMille Award), four BAFTAs, three Drama Desk Awards, and two Emmy Awards. Hoffman received the AFI Life Achievement Award in 1999 and the Kennedy Center Honors Award in 2012.",
  "/wiki/Faye_Dunaway": "Dorothy Faye Dunaway (born January 14, 1941) is an American actress. She has won an Academy Award, three Golden Globes, a BAFTA, and an Emmy, and was the first recipient of a Leopard Club Award that honors film professionals whose work has left a mark on the collective imagination. In 2011, the government of France made her an Officer of the Order of Arts and Letters.",
  "/wiki/Chief_Dan_George": "Chief Dan George, OC (July 24, 1899 – September 23, 1981) was a chief of the Tsleil-Waututh Nation, a Coast Salish band whose Indian reserve is located on Burrard Inlet in the southeast area of the District of North Vancouver, British Columbia, Canada. He was also an actor, musician, poet and author; his best-known written work was \"My Heart Soars\". As an actor, he is best remembered for portraying Old Lodge Skins opposite Dustin Hoffman in Little Big Man (1970), for which he was nominated for the Academy Award for Best Supporting Actor; also for his role in The Outlaw Josey Wales (1976), as Lone Watie, opposite Clint Eastwood.",
  "/wiki/Little_Big_Man_(novel)": "Little Big Man is a 1964 novel by American author Thomas Berger.  Often described as a satire or parody of the western genre, the book is a modern example of picaresque fiction.  Berger made use of a large volume of overlooked first-person primary materials, such as diaries, letters, and memoirs, to fashion a wide-ranging and entertaining tale that comments on alienation, identity, and perceptions of reality.  Easily Berger's best known work, Little Big Man was made into a popular film by Arthur Penn.  It has been called \"Berger's response to the great American myth of the frontier, representing as it does most of the central traditions of American literature.\"",
  "/wiki/Thomas_Berger_(novelist)": "Thomas Louis Berger (July 20, 1924 – July 13, 2014) was an American novelist. Probably best known for his picaresque novel Little Big Man and the subsequent film by Arthur Penn, Berger explored and manipulated many genres of fiction throughout his career, including the crime novel, the hard-boiled detective story, science fiction, the utopian novel, plus re-workings of classical mythology, Arthurian legend, and the survival adventure. Berger's biting wit led many reviewers to refer to him as a satirist or \"comic\" novelist, descriptions he preferred to reject. His admirers often bemoaned that his talent and achievement were under-appreciated, in view of his versatility across many forms of fiction, his precise use of language, and his probing intelligence.",
  "/wiki/Myra_Breckinridge_(film)": "Myra Breckinridge is a 1970 American comedy film based on Gore Vidal's 1968 novel of the same name. The film was directed by Michael Sarne, and featured Raquel Welch in the title role. It also starred John Huston as Buck Loner, Mae West as Leticia Van Allen, Farrah Fawcett, Rex Reed, Roger Herren, and Roger C. Carmel. Tom Selleck made his film debut in a small role as one of Leticia's \"studs\". Theadora Van Runkle was costume designer for the film, though Edith Head designed West's costumes.",
  "/wiki/Michael_Sarne": "Michael Sarne (born 6 August 1940) is a British actor, writer, producer and director, who also had a brief career as a pop singer in the 1960s.",
  "/wiki/Raquel_Welch": "Raquel Welch (born Jo Raquel Tejada; September 5, 1940) is an American actress and singer.",
  "/wiki/Rex_Reed": "Rex Taylor Reed (born October 2, 1938) is an American film critic, occasional actor and former co-host of the syndicated television show At the Movies.  He writes the column \"On the Town with Rex Reed\" for The New York Observer.",
  "/wiki/Mae_West": "Mary Jane \"Mae\" West (August 17, 1893 – November 22, 1980) was an American actress, singer, playwright, screenwriter, comedian, and sex symbol whose entertainment career spanned seven decades. She was known for her lighthearted, bawdy double entendres and breezy sexual independence. She was active in vaudeville and on the stage in New York City before moving to Hollywood to become a comedian, actress, and writer in the motion picture industry, as well as appearing on radio and television. The American Film Institute named her 15th among the greatest female stars of classic American cinema.",
  "/wiki/Farrah_Fawcett": "Farrah Leni Fawcett (/ˈfærə ˈfɔːsɪt/; originally spelled Ferrah; February 2, 1947 – June 25, 2009) was an American actress of stage and screen, model, and artist. A five-time Emmy Award nominee and six-time Golden Globe Award nominee, Fawcett rose to international fame when she starred as private investigator Jill Munroe in the first season of the television series Charlie's Angels (1976–1977).",
  "/wiki/Roger_C._Carmel": "Roger Charles Carmel (September 27, 1932 – November 11, 1986) was an American actor. He originated several roles on Broadway, played scores of guest roles in television series, was a lead in the sitcom The Mothers-in-Law and appeared in a number of motion pictures.",
  "/wiki/George_Furth": "George Furth (December 14, 1932 – August 11, 2008) was an American librettist, playwright, and actor.",
  "/wiki/Calvin_Lockhart": "Calvin Lockhart (born Bert McClossy Cooper; October 18, 1934 – March 29, 2007) was a Bahamian–American stage and film actor.  Lockhart was perhaps best known for his roles as; Reverend Deke O'Malley in the 1970 film Cotton Comes to Harlem and Biggie Smalls in the 1975 Warner Bros. film Let's Do It Again.",
  "/wiki/Jim_Backus": "James Gilmore Backus (February 25, 1913 – July 3, 1989) was an American radio, television, film, and voice actor. Among his most famous roles was the voice of nearsighted cartoon character Mr. Magoo, the rich Hubert Updike III on the radio version of The Alan Young Show, Joan Davis' character's husband (a domestic court judge) on TV's I Married Joan, James Dean's character's father in Rebel Without a Cause, and Thurston Howell III, on the 1960s sitcom Gilligan's Island. He also starred in his own show of one season, The Jim Backus Show, also known as Hot Off the Wire.",
  "/wiki/John_Carradine": "John Carradine (born Richmond Reed Carradine; February 5, 1906 – November 27, 1988) was an American actor, one of the most prolific and famed character actors in Hollywood history. A member of Cecil B. DeMille's stock company and later John Ford's company, best known for his roles in horror films, Westerns, and Shakespearean theatre. In the latter decades of his career, he starred mostly in low-budget B-movies, but continued to also appear in higher-profile fare. In total, he holds 351 film and television credits, making him one of the most prolific English-speaking actors of all time.",
  "/wiki/Andy_Devine": "Andrew Vabre Devine (October 7, 1905 – February 18, 1977) was an American character actor known for his distinctive raspy, crackly voice  and roles in Western films. He is probably best remembered for his role as Cookie, the sidekick of Roy Rogers in 10 feature films. He also appeared alongside John Wayne in films like Stagecoach (1939), The Man Who Shot Liberty Valance and How the West Was Won (both 1962). He is also remembered as Jingles on the TV series The Adventures of Wild Bill Hickok from 1951 to 1958, as Danny McGuire in A Star Is Born (1937) and as the voice of Friar Tuck in the Disney Animation film Robin Hood (1973).",
  "/wiki/Grady_Sutton": "Grady Harwell Sutton (April 5, 1906 – September 17, 1995) was an American film and television actor from the 1920s to the 1970s. He appeared in more than 180 films.",
  "/wiki/Kathleen_Freeman": "Kathleen Freeman (February 17, 1919 – August 23, 2001) was an American film, television, voice actress, and stage actress. In a career that spanned more than 50 years, she portrayed acerbic maids, secretaries, teachers, busybodies, nurses, and battle-axe neighbors and relatives, almost invariably to comic effect.",
  "/wiki/B.S._Pully": "B.S. Pully, (born Murray Lerman, May 14, 1910 – January 6, 1972) was a New York nightclub comedian and stage actor who created the role of Big Jule in the musical Guys and Dolls. He was noted for his blue humor and thick, gravelly voice.",
  "/wiki/Monte_Landis": "Monte Landis (born 20 April 1933, Glasgow) is a Scottish-born character actor best known for playing the comic foil in multiple episodes of The Monkees, most notably as \"Mr. Zero\" in \"The Devil and Peter Tork\". He began his career in Britain before moving to the United States in 1963.",
  "/wiki/Tom_Selleck": "Thomas William Selleck (/ˈsɛlɪk/; born January 29, 1945) is an American actor, film producer, and California Army National Guard veteran. He is most known for starring as private investigator Thomas Magnum in the television series Magnum, P.I. (1980–1988), as Peter Mitchell in Three Men and a Baby, and as NYPD Commissioner Frank Reagan in Blue Bloods on CBS since 2010.",
  "/wiki/Toni_Basil": "Antonia Christina Basilotta (born September 22, 1943), better known by her stage name Toni Basil, is an American singer, actress, choreographer, dancer, and filmmaker, best known for her multi-million-selling worldwide 1981 hit \"Mickey\", which reached No. 1 in several countries.",
  "/wiki/Dan_Hedaya": "Daniel G. Hedaya (born July 24, 1940) is an American actor. He established himself as a supporting actor, often playing sleazy villains or wisecracking supporting characters. He has had major supporting roles in films like True Confessions (1981), The Adventures of Buckaroo Banzai Across the 8th Dimension, Tightrope, Blood Simple (all 1984), Commando (1985), Wise Guys (1986), Joe Versus the Volcano (1990), The Addams Family (1991), Rookie of the Year (1993), Boiling Point (1993), Clueless (1995), The First Wives Club, Daylight, Marvin's Room (all 1996), Alien Resurrection (1997), A Civil Action, A Night at the Roxbury (both 1998), The Hurricane, Dick (both 1999), Shaft, The Crew (both 2000), Swimfan (2002), Robots, and Strangers with Candy (both 2005).",
  "/wiki/William_Hopper": "William DeWolf Hopper Jr. (January 26, 1915 – March 6, 1970) was an American stage, film, and television actor. The only child of actor DeWolf Hopper and actress and Hollywood columnist Hedda Hopper, he appeared in predominantly minor roles in more than 80 feature films in the 1930s and '40s. After serving in the United States Navy during World War II, he left acting, but in the mid-1950s, he was persuaded by director William Wellman to resume his film career. He became best known for his work as private detective Paul Drake in the CBS television series Perry Mason.",
  "/wiki/Myra_Breckenridge": "Myra Breckinridge is a 1968 satirical novel by Gore Vidal written in the form of a diary. Described by the critic Dennis Altman as \"part of a major cultural assault on the assumed norms of gender and sexuality which swept the western world in the late 1960s and early 1970s\", the book's major themes are  feminism, transsexuality, American expressions of machismo and patriarchy, and deviant sexual practices, as filtered through an aggressively camp sensibility. The controversial book is also \"the first instance of a novel in which the main character undergoes a clinical sex-change\". Set in Hollywood in the 1960s, the novel also contains candid and irreverent glimpses into the machinations within the film industry.",
  "/wiki/Gore_Vidal": "Eugene Luther Gore Vidal (/vɪˈdɑːl/; born Eugene Louis Vidal, October 3, 1925 – July 31, 2012) was an American writer and public intellectual known for his epigrammatic wit, patrician manner, and polished style of writing.",
  "/wiki/Monique_(film)": "Monique is a 1970 drama film directed and written by John Bown.",
  "/wiki/Carol_Hawkins": "Carol Hawkins (born 31 January 1949 in Barnet, Hertfordshire) is an English actress. She played the roles of Sharon Eversleigh in the film of the television series Please Sir!, Sandra in the BBC TV series Porridge, and starred in two Carry On films (Carry On Abroad as Marge and Carry On Behind as Sandra).",
  "/wiki/Ram%C3%B3n_Fern%C3%A1ndez": "Ramón S. Fernández (born October 3, 1953) is a Filipino former basketball player and current commissioner of the Philippine Sports Commission. Fernandez won four PBA Most Valuable Player awards and a record 19 PBA conference cups. Fernandez stood at 6'4 barefoot during his prime but due to mild gigantism grew to 6'5 during his final seasons. He scored 18,996 points to finish as the PBA's all-time scoring leader. He is also the PBA's all-time leader in rebounds, blocked shots, free throws made, playing minutes and second all-time in assists, games played and steals. He played for five teams in his entire PBA career starting with the Toyota Tamaraws, Manila Beer, Tanduay, Purefoods, and with San Miguel. Fernandez played in many overseas tournaments as a member of the Philippine basketball team. He is often regarded by older analysts as the greatest player to have ever played in the Philippine Basketball Association.",
  "/wiki/Alfredo_Landa": "Alfredo Landa Areta MML (3 March 1933 – 9 May 2013) was a Spanish actor.",
  "/wiki/Jean_Sorel": "Jean Sorel (French pronunciation: ​[ʒɑ̃ sɔʁɛl]; born 25 September 1934) is a French actor.",
  "/wiki/Princess_Ira_von_F%C3%BCrstenberg": "Princess Virginia von Fürstenberg (Virginia Carolina Theresa Pancrazia Galdina Prinzessin zu Fürstenberg; born 18 April 1940), known professionally as Ira von Fürstenberg, is a European socialite, actress, jewelry designer and former public relations manager for the fashion designer Valentino Garavani. She is a member by birth of the princely family of Fürstenberg and a former member by marriage of the princely family of Hohenlohe-Langenburg.",
  "/wiki/Isabel_Garc%C3%A9s": "Isabel Garcés Cerezal (1901–1981) was a Spanish stage and film actress.",
  "/wiki/Margot_Cottens": "Margot Noemí Cottens Costa (January 9, 1922 – January 2, 1999) was an Uruguayan actress who made most of her career in Spain.",
  "/wiki/Annabella_Incontrera": "Annabella Incontrera (11 June 1943 – 19 September 2004), sometimes credited as Pam Stevenson, was an Italian film and television actress.",
  "/wiki/Guadalupe_Mu%C3%B1oz_Sampedro": "Guadalupe Muñoz Sampedro (1896–1975) was a Spanish film actress. She was the mother of the actress Luchy Soto.",
  "/wiki/Franco_Balducci": "Franco Balducci (23 November 1922 – 7 June 2001) was an Italian film actor. He appeared in 75 films between 1947 and 1978. He was born in Umbria, Italy.",
  "/wiki/Malisa_Longo": "Malisa Longo (born 13 July 1950) is an Italian actress, model and writer.",
  "/wiki/The_Private_Life_of_Sherlock_Holmes": "The Private Life of Sherlock Holmes is a 1970 DeLuxe Color film in Panavision written and produced by Billy Wilder and I. A. L. Diamond, and directed by Wilder. The film offers an affectionate, slightly parodic look at Sherlock Holmes, and draws a distinction between the \"real\" Holmes and the character portrayed by Watson in his stories for The Strand magazine. It stars Robert Stephens as Holmes and Colin Blakely as Doctor Watson.",
  "/wiki/Billy_Wilder": "Billy Wilder (/ˈwaɪldər/; German: [ˈvɪldɐ]; born Samuel Wilder, June 22, 1906 – March 27, 2002) was an Austrian-born American film director and screenwriter whose career spanned more than five decades. He is regarded as one of the most brilliant and versatile filmmakers of the Hollywood Golden Age of cinema. With The Apartment, Wilder became the first person to win Academy Awards as producer, director, and screenwriter for the same film.",
  "/wiki/Robert_Stephens": "Sir Robert Graham Stephens (14 July 1931 – 12 November 1995) was a leading English actor in the early years of Britain's Royal National Theatre.  He was one of the most respected actors of his generation and was at one time regarded as the natural successor to Laurence Olivier.",
  "/wiki/Colin_Blakely": "Colin George Blakely (23 September 1930 – 7 May 1987) was a Northern Irish actor. He is perhaps known for his roles in the films A Man for All Seasons (1966), The Private Life of Sherlock Holmes (1970), Murder on the Orient Express (1974), and Equus (1977).",
  "/wiki/Genevi%C3%A8ve_Page": "Geneviève Page (born Geneviève Bonjean, 13 December 1927, in Paris) is a French actress with a film career spanning fifty years. She is the daughter of French art collector Jacques Paul Bonjean (1899–1990). She is perhaps best known to English speaking audiences as Countess Marish Larisch von Moennich in the 1968 film Mayerling co-starring with Ava Gardner and James Mason.",
  "/wiki/Christopher_Lee": "Sir Christopher Frank Carandini Lee, CBE, CStJ (27 May 1922 – 7 June 2015) was an English actor, singer and author. With a career spanning nearly 70 years, Lee was well known for portraying villains and became best known for his role as Count Dracula in a sequence of Hammer Horror films, a typecasting he always lamented. His other film roles include Francisco Scaramanga in the James Bond film The Man with the Golden Gun (1974), Count Dooku in the Star Wars prequel trilogy (2002 and 2005), and Saruman in the Lord of the Rings film trilogy (2001–2003) and the Hobbit film trilogy (2012–2014).",
  "/wiki/Irene_Handl": "Irene Handl (27 December 1901 – 29 November 1987) was a British character actress who appeared in over a hundred British films.",
  "/wiki/Clive_Revill": "Clive Selsby Revill (born 18 April 1930) is a New Zealand singer, character actor, and voice artist best known for his performances in musical theatre and on the London stage.",
  "/wiki/Tamara_Toumanova": "Tamara Toumanova (Russian: Тамара Туманова Georgian: თამარა თუმანოვა, Armenian: Թամար Թումանեան; 2 March 1919 – 29 May 1996) was a Russian-American prima ballerina and actress. A child of exiles in Paris after the Russian Revolution of 1917, she made her debut at the age of 10 at the children's ballet of the Paris Opera.",
  "/wiki/Stanley_Holloway": "Stanley Augustus Holloway, OBE (1 October 1890 – 30 January 1982) was an English stage and film actor, humourist, singer, poet and monologist. He was famous for his comic and character roles on stage and screen, especially that of Alfred P. Doolittle in My Fair Lady. He was also renowned for his comic monologues and songs, which he performed and recorded throughout most of his 70-year career.",
  "/wiki/Mollie_Maureen": "Mollie Maureen (16 August 1904 – 26 January 1987) was an Irish actress who worked mainly in Britain.",
  "/wiki/Catherine_Lacey": "Catherine Lacey (6 May 1904 – 23 September 1979) was an English actress of stage and screen.",
  "/wiki/James_Copeland_(actor)": "James Copeland (1 May 1918, Helensburgh – 17 April 2002, London) was a Scottish actor.",
  "/wiki/Jenny_Hanley": "Jenny Hanley (born 15 August 1947 in Gerrards Cross, Buckinghamshire) is an English actress. \nShe remains best known for being one of the presenters of the ITV children's magazine programme Magpie.",
  "/wiki/Alex_McCrindle": "Alex McCrindle (3 August 1911 – 20 April 1990) was a Scottish actor. He was best known for his role as General Jan Dodonna in Star Wars.",
  "/wiki/Something_for_Everyone": "Something for Everyone is a 1970 American black comedy film starring Angela Lansbury, Michael York, Anthony Higgins, and Jane Carr.",
  "/wiki/Harold_Prince": "Harold Smith Prince (born Harold Smith; January 30, 1928 – July 31, 2019), commonly known as Hal Prince, was an American theatrical producer and director associated with many of the best-known Broadway musical productions of the 20th century.",
  "/wiki/Angela_Lansbury": "Dame Angela Brigid Lansbury DBE (born 16 October 1925) is a British-American-Irish actress who has appeared in theatre, television, and film roles. Her career has spanned almost eight decades, much of it in the United States. Her work received international attention.",
  "/wiki/Michael_York_(actor)": "Michael York, OBE (born Michael Hugh Johnson; 27 March 1942) is an English actor and voice actor. A two-time Emmy Award nominee, for the ABC Afterschool Special: Are You My Mother? (1986) and the AMC series The Lot (2001), he has appeared in more than 70 films, including Romeo and Juliet (1968), Cabaret (1972), The Three Musketeers (1973), Logan's Run (1976), and the Austin Powers film series (1997–2002).",
  "/wiki/Anthony_Higgins_(actor)": "Anthony Higgins (born 9 May 1947) is an English stage, film and television actor.",
  "/wiki/Jane_Carr": "Ellen Jane Carr (born 13 August 1950) is an English actress. She is well known for the voice role of \"Pud'n\" on the animated The Grim Adventures of Billy and Mandy (US, 2001–2007). She also played a character called \"Pudding\" in the Jilly Cooper-penned BBC sitcom It's Awfully Bad For Your Eyes, Darling (UK, 1971).",
  "/wiki/Heidelinde_Weis": "Heidelinde Weis (born 17 September 1940 in Villach, Carinthia) is an Austrian actress.",
  "/wiki/Despo_Diamantidou": "Despoina \"Despo\" Diamantidou (Greek: Δέσπω Διαμαντίδου; 13 July 1916 – 18 February 2004) was a Greek actress. She appeared in more than seventy films from 1949 to 2003.",
  "/wiki/Eva_Maria_Meineke": "Eva Maria Meineke (8 October 1923 - 7 May 2018) was a German actress. She appeared in more than one hundred films from 1942 to 2008, including Yesterday Girl and Something for Everyone.",
  "/wiki/Klaus_Havenstein": "Klaus Havenstein (7 April 1922 in Wittenberge, Germany – 19 March 1998 in Munich), was a German actor, cabaret artist, dubbing artist and television presenter.",
  "/wiki/Walter_Janssen": "Walter Janssen (7 February 1887 – 1 January 1976) was a German film actor and director. He appeared in more than 160 films between 1917 and 1970.",
  "/wiki/Tell_Me_That_You_Love_Me,_Junie_Moon": "Tell Me That You Love Me, Junie Moon is a 1970 American comedy-drama film directed and produced by Otto Preminger. The film is based on the novel of the same name by Marjorie Kellogg.",
  "/wiki/Otto_Preminger": "Otto Ludwig Preminger (/ˈprɛmɪndʒər/, German pronunciation: [ˈpreːmiŋɐ]; 5 December 1905 – 23 April 1986) was an American theatre and film director, originally from Austria-Hungary.",
  "/wiki/Liza_Minnelli": "Liza May Minnelli (born March 12, 1946) is an American actress and singer. Best known for her Academy Award-winning performance in Cabaret (1972), she is famous for her energetic stage presence and her powerful mezzo-soprano singing voice. She is the daughter of Judy Garland and Vincente Minnelli.",
  "/wiki/Ken_Howard": "Kenneth Joseph Howard Jr. (March 28, 1944 – March 23, 2016) was an American actor, best known for his roles as Thomas Jefferson in 1776 and as basketball coach and former Chicago Bulls player Ken Reeves in the television show The White Shadow (1978–1981). Howard won the Tony Award for Best Featured Actor in a Play in 1970 for his performance in Child's Play, and later won the Primetime Emmy Award for Outstanding Supporting Actor in a Miniseries or a Movie for his work in Grey Gardens (2009).",
  "/wiki/Robert_Moore_(director)": "Robert Moore (February 1, 1927 – May 10, 1984) was an American stage, film and television director and actor.",
  "/wiki/James_Coco": "James Emil Coco (March 21, 1930 – February 25, 1987) was an American stage and screen actor. He was the recipient of a Primetime Emmy Award, a Drama Desk Award and three Obie Awards, as well as nominations for a Tony Award, an Academy Award and two Golden Globe Awards.",
  "/wiki/Kay_Thompson": "Kay Thompson (born Catherine Louise Fink; November 9, 1909 – July 2, 1998) was an American author, singer, vocal arranger, vocal coach, composer, musician, dancer and actress. She is best known as the creator of the Eloise children's books and for her role in the movie Funny Face.",
  "/wiki/Fred_Williamson": "Frederick Robert Williamson (born March 5, 1938), also known as The Hammer, is an American actor and former professional American football defensive back who played mainly in the American Football League during the 1960s. Williamson is perhaps best known for his film career, starring as Tommy Gibbs in the 1973 crime drama film Black Caesar and its sequel Hell Up in Harlem. Williamson also had other notable roles in other 1970s blaxploitation films such as Hammer (1972), That Man Bolt (1973) and Three the Hard Way (1974).",
  "/wiki/Ben_Piazza": "Ben Piazza (July 30, 1933 – September 7, 1991) was an American actor.",
  "/wiki/Clarice_Taylor": "Clarice Taylor (September 20, 1917 – May 30, 2011) was an American stage, film and television actress.",
  "/wiki/Julie_Bovasso": "Julia Anne Bovasso (August 1, 1930 – September 14, 1991) was an American actress of stage, screen, and television.",
  "/wiki/Nancy_Marchand": "Nancy Lou Marchand (June 19, 1928 – June 18, 2000) was an American actress. She began her career in theatre in 1951. She was perhaps most famous for her television portrayals of Margaret Pynchon on Lou Grant and Livia Soprano on The Sopranos.",
  "/wiki/Marjorie_Kellogg": "Marjorie Kellogg (July 17, 1922 – December 19, 2005) was an American author born in Santa Barbara, California.",
  "/wiki/Trash_(1970_film)": "Trash (alternate title: Andy Warhol's Trash) is a 1970 American drama film directed and written by Paul Morrissey and starring Joe Dallesandro, Holly Woodlawn and Jane Forth. Dallesandro had previously starred in several other Andy Warhol/Paul Morrissey films such as The Loves of Ondine, Lonesome Cowboys, San Diego Surf, and Flesh. Dallesandro was Morrissey's preferred leading man.",
  "/wiki/Paul_Morrissey": "Paul Morrissey (born February 23, 1938) is an American film director, best known for his association with Andy Warhol. He was also director of the first film in which a transgender actress, Holly Woodlawn, starred as a cisgender woman and girlfriend of the main character played by Joe Dallesandro in Trash (1970).",
  "/wiki/Joe_Dallesandro": "Joseph Angelo D'Allesandro III (born December 31, 1948) is an American actor and Warhol superstar. Having also crossed over into mainstream roles like mobster Lucky Luciano in The Cotton Club, Dallesandro is generally considered to be the most famous male sex symbol of American underground films of the 20th century, as well as a sex symbol of gay subculture.",
  "/wiki/Holly_Woodlawn": "Holly Woodlawn (October 26, 1946 – December 6, 2015) was a transgender Puerto Rican actress and Warhol superstar who appeared in the movies Trash (1970) and Women in Revolt (1971). She was probably best known as the Holly in Lou Reed's hit pop song \"Walk on the Wild Side\".",
  "/wiki/Jane_Forth": "Jane Forth (born 1953) is an American actress and model, best known for having been one of the Warhol superstars, and starring in films such as Trash.",
  "/wiki/Michael_Sklar": "Michael Joel Sklar (July 12, 1944 – March 5, 1984) was an American actor, writer and fashion retailer.",
  "/wiki/Andrea_Feldman": "Andrea Feldman (April 1, 1948 – August 8, 1972) was an American actress and Warhol Superstar. She committed suicide in 1972.",
  "/wiki/Valerie_and_Her_Week_of_Wonders_(film)": "Valerie and Her Week of Wonders (Czech: Valerie a týden divů) is a 1970 Czechoslovak surrealist horror film directed by Jaromil Jireš and based on the 1935 novel of the same name by Vítězslav Nezval. It is considered part of the Czechoslovak New Wave movement. The film portrays the heroine as living in a disorienting dream, cajoled by priests, vampires, and men and women alike. The film blends elements of the fantasy and horror film genres.",
  "/wiki/Jaromil_Jire%C5%A1": "Jaromil Jireš (10 December 1935 – 24 October 2001) was a director associated with the Czechoslovak New Wave movement.",
  "/wiki/Jaroslava_Schallerov%C3%A1": "Jaroslava Schallerová Czech pronunciation (help·info) (born 25 April 1956) (sometimes credited as Jarka Shallerová) was a popular Czech film star during the 1970s. Her film debut was at the age of 13 in the Czech New Wave classic Valerie and Her Week of Wonders. Her film career spanned the 1970s and continued intermittently into the 1990s.",
  "/wiki/Jan_Klus%C3%A1k": "Klusák was born to a Czech Jewish family, who owned a farm in Prosek, Prague. After he graduated from the gymnasium, he pursued his studies at the Prague Music Academy as a pupil of Jaroslav Řídký and Pavel Bořkovec (in 1953-57). Later he concentrated solely on composing.",
  "/wiki/Karel_Engel": "Karel Engel (28 May 1940 – 30 December 2018) was a Czech wrestler who competed in the 1972 Summer Olympics.",
  "/wiki/Valerie_and_Her_Week_of_Wonders": "Valerie and Her Week of Wonders (Czech: Valerie a týden divů) is a novel by surrealist Czech writer Vítězslav Nezval, written in 1935 and first published ten years afterward in 1945. The avant-garde experimental novel was written before Nezval's dramatic shift to Socialist Realism. It was made into a 1970 Czech film directed by Jaromil Jireš, an example of Czech New Wave cinema.",
  "/wiki/V%C3%ADt%C4%9Bzslav_Nezval": "Vítězslav Nezval (Czech: [ˈviːcɛslaf ˈnɛzval]; 26 May 1900 – 6 April 1958) was one of the most prolific avant-garde Czech writers in the first half of the twentieth century and a co-founder of the Surrealist movement in Czechoslovakia."
}