{
  "/wiki/List_of_Australia_national_rugby_league_team_players": "There have been over 830 rugby league footballers who have been selected to represent Australia since the nation first started playing international matches in 1908. The Australian Rugby League administered the team and maintained the Australian national rugby league team or \"The Kangaroos\" players register, assigning each player an individual cap number until 2012 when this was taken over by the Australian Rugby League Commission.",
  "/wiki/State_of_Origin_series": "The State of Origin series is an annual best-of-three rugby league matches between two Australian state representative sides, the New South Wales Blues and the Queensland Maroons.",
  "/wiki/National_Rugby_League": "The National Rugby League (NRL) is a league of professional men's rugby league teams in Australia. Run by the Australian Rugby League Commission, the NRL's main competition is known as the Telstra Premiership due to sponsorship from Telstra and is contested by sixteen teams, fifteen of which are based in Australia with one based in New Zealand. It is the most viewed and attended rugby league club competition in the world.",
  "/wiki/Darren_Lockyer": "Darren James Lockyer (born 24 March 1977) is an Australian television commentator and former professional rugby league footballer. Lockyer was an Australian international and Queensland State representative captain, who played his entire professional career with the Brisbane Broncos.",
  "/wiki/Brisbane_Broncos": "The Brisbane Broncos Rugby League Football Club Ltd., commonly referred to as the Broncos, are an Australian professional rugby league football club based in the city of Brisbane, the capital of the state of Queensland. Founded in April 1988, the Broncos play in Australia's elite competition, the National Rugby League (NRL) premiership. They have won six premierships, including two NSWRL titles, a Super League premiership and three NRL premierships. They also have two World Club Challenges. The Broncos have achieved four minor premierships during their 29 years in multiple competitions, making them Rugby League's most successful club over the past three decades. Until 2015, Brisbane had never been defeated in a grand final, and since 1991, have only failed to qualify for the finals twice. They are one of the most successful clubs in the National Rugby League since it began in 1998, winning three premierships (second only to the Sydney Roosters' four). It is also one of the most successful clubs in the history of rugby league, having won 62.5% of games played since its induction in 1988, second only to Melbourne Storm with 65.2%. Since the club's founding, Brisbane has never received the wooden spoon.",
  "/wiki/Nathan_Hindmarsh": "Nathan William Hindmarsh (born 7 September 1979) is an Australian former professional rugby league footballer who captained the Parramatta Eels in the NRL. A New South Wales State of Origin and Australian international representative second-row forward, he played his entire career at the Eels, in 2010 breaking the record for most games with the club.  On 28 August 2018, Hindmarsh was inducted into the Parramatta Eels hall of fame.",
  "/wiki/Parramatta_Eels": "The Parramatta Eels are an Australian professional rugby league football club based in the Sydney suburb of Parramatta. \nThe Parramatta District Rugby League Football Club was formed in 1947, and their home ground was Parramatta Stadium (formerly Cumberland Oval). As of 2019, Parramatta's home ground stadium has been rebuilt and they now play as the majority tenants at Western Sydney Stadium, which sits on the same site that was once Parramatta Stadium.",
  "/wiki/Petero_Civoniceva": "Petero Civoniceva (Fijian pronunciation: [petero ðɪβoniðeβa]; born 21 April 1976), is an Australian former professional rugby league footballer who played in the 1990s, 2000s and 2010s. A Queensland State of Origin and Australian international representative prop forward, in 2009 he broke the record for most international matches for Australia of any forward in history. Civoniceva played his club football for the Brisbane Broncos, with whom he won the 1998, 2000 and 2006 NRL Premierships, as well as for the Penrith Panthers, whom he captained. Late in his career whilst playing for the Redcliffe Dolphins in the Queensland Cup, Civoniceva captained the Fijian national team in their 2013 Rugby League World Cup campaign. The Petero Civoniceva Medal is awarded to the Australian Fijian rugby league footballer of the year, while the Civoniceva Medal is awarded to the Queensland Cup player voted as the best and fairest.",
  "/wiki/Penrith_Panthers": "Penrith Panthers are an Australian professional rugby league football team based in the western Sydney suburb of Penrith.  The team is based 55 km west of the centre of Sydney and at the foot of the Blue Mountains.",
  "/wiki/Luke_Lewis": "Luke Lewis (born 11 August 1983) is an Australian former professional rugby league footballer who played for the Cronulla-Sutherland Sharks and the Penrith Panthers in the NRL. He was an Australian international and New South Wales State of Origin representative utility player.",
  "/wiki/Trent_Waterhouse": "Trent Waterhouse (born 8 January 1981), also known by the nickname of \"House\", is an Australian professional rugby league footballer who plays as a second-row forward for the Thirroul Butchers in the Illawarra Rugby League. He has previously played for the Penrith Panthers in the National Rugby League and Warrington Wolves of the Super League in Europe. He has also represented City Origin, New South Wales and Australia.",
  "/wiki/Johnathan_Thurston": "Johnathan Dean Thurston AM (born 25 April 1983) is an Australian former professional rugby league footballer who played in the NRL. Thurston was an Australian international, Queensland State of Origin and Indigenous All Stars representative. He played as a halfback or five-eighth and was a noted goal-kicker. In 2015, he became the first ever four-time Dally M Medallist for the NRL season's best player, and later that year became the first ever three-time winner of the Golden Boot Award for the World's best player. During his career he had been frequently regarded as the greatest to have played the game.",
  "/wiki/North_Queensland_Cowboys": "The North Queensland Cowboys are an Australian professional rugby league football club based in Townsville, the largest city in North Queensland. They compete in Australia's premier rugby league competition, the National Rugby League (NRL).",
  "/wiki/Jarryd_Hayne": "Jarryd Lee Hayne (born 15 February 1988) is an Australian former professional rugby league footballer who last played for the Parramatta Eels in the National Rugby League. He has also played American football and rugby union sevens at the highest levels. An Australia and Fiji international and New South Wales State of Origin representative fullback or centre, he previously played for the Gold Coast Titans and the NRL All Stars team.  He won the Dally M Medal in 2009 and 2014 as the NRL's player of the year, and the Rugby League International Federation's International Player of the Year award in 2009. Hayne attracted significant attention when he made the switch from one of the NRL's top players to a rookie in the 2015 NFL season with the San Francisco 49ers. At the end of the season, Hayne ended his NFL career.  Before returning to the NRL, Hayne also represented Fiji in rugby union sevens.",
  "/wiki/Justin_Hodges": "Justin Hodges (born 25 May 1982) is an Australian former professional rugby league footballer who played in the 2000s and 2010s. A Queensland State of Origin and Australian international representative centre, Hodges started his career in the National Rugby League with the Brisbane Broncos before moving to the Sydney Roosters, with whom he won the 2002 NRL Premiership, before returning to the Broncos in 2005, and winning the 2006 NRL Premiership. He also captained the Broncos.",
  "/wiki/Greg_Inglis": "Gregory Paul Inglis (born 15 January 1987), also known by the nickname of \"G.I.\", is an Australian former professional rugby league footballer who last played for the South Sydney Rabbitohs in the NRL. A Queensland State of Origin and Australian international representative outside back, he previously played for the Melbourne Storm, with whom he won two grand finals, a Clive Churchill Medal and the Golden Boot Award; he is an indigenous Australian. Inglis was a versatile back, having played in several positions during his career. He originally played on the wing or in the centres for the Storm, occasionally filling in at fullback when injuries demanded. Between 2007 and early 2009 he played at five-eighth for the Melbourne Storm before he switched to centre when Brett Finch arrived at the club, where he played for the remainder of his time there until the end of 2010. Inglis' representative matches for Queensland and Australia have been as a wing, centre, and fullback. In November 2009, Inglis won the Golden Boot Award as the world's best player – presented to him by Rugby League World magazine, becoming the third consecutive Storm player to win it, after Cameron Smith (2007) and Billy Slater (2008). In 2018 he was given the captaincy of the Queensland Maroons for the series against the New South Wales Blues (2018).",
  "/wiki/Melbourne_Storm": "The Melbourne Storm are a rugby league team based in Melbourne, Victoria in Australia, that participate in the National Rugby League. The first fully professional rugby league team based in the state, the Storm entered the competition in 1998. The Storm were originally a Super League initiative, created in 1997 during the Super League war, however, following the Super League collapse, the team became a part of the newly formed, united competition. The club play their home games at AAMI Park. The Storm have won three premierships since their inception, in 1999, 2012 and 2017, have contested several more grand finals and were stripped of the 2007 and 2009 premierships, following salary cap breaches. The Storm have built a loyal supporter base through the years. A record membership figure was set in 2019 with the club having 25,208 people signed up as season ticket holders.",
  "/wiki/Cameron_Smith": "Cameron Wayne Smith AM (born 18 June 1983) is an Australian professional rugby league footballer who has played his entire career to date for the Melbourne Storm in the NRL.",
  "/wiki/Sam_Thaiday": "Samuel Arthur Thaiday (/θaɪdeɪ/; born 12 June 1985) is an Australian former professional rugby league footballer who played for the Brisbane Broncos in the National Rugby League, serving as their captain from 2012 until 2013. An Australian international and Queensland State of Origin representative second-row, he can also play prop and lock as well as Hooker and has spent all of his career at the Broncos, with whom he won the 2006 premiership. In 2008, Australia's centenary of rugby league and Thaiday's sixth year at the top level, he was one of only three current players to be named in the Indigenous Australian rugby league team of the century. On 6 July 2018, Thaiday announced his intention to retire from the NRL at the end of the 2018 season.",
  "/wiki/Cooper_Cronk": "Cooper Patrick Cronk (born 5 December 1983) is an Australian former professional rugby league footballer who played in the 2000s and 2010s.  An Australian international and Queensland State of Origin team representative, he played most of his club career in the National Rugby League for the Melbourne Storm, with whom he won 2 premierships from 7 NRL Grand Finals. Cronk finished his career with the Sydney Roosters with whom he won another two consecutive NRL Grand Finals.",
  "/wiki/Kurt_Gidley": "Kurt Gidley (born 7 June 1982) is an Australian former professional rugby league footballer who last played for the Warrington Wolves in the Super League. An Australia international and New South Wales State of Origin representative and captain, he previously played in the National Rugby League for the Newcastle Knights, captaining them for 123 games. He played as a fullback, five-eighth, halfback and hooker, although due to his versatility, he was able to slip into the positions of centre and lock when needed throughout his career.",
  "/wiki/Newcastle_Knights": "The Newcastle Knights are an Australian professional rugby league club based in Newcastle, New South Wales. They compete in Australasia's premier rugby league competition, the National Rugby League (NRL) premiership. Playing in red and blue, the Knights joined the top tier competition in 1988, 79 years after the previous Newcastle based team, the Newcastle Rebels had departed the Sydney competition with the formation of a separate league competition based in the Newcastle region.",
  "/wiki/Ryan_Hoffman": "Ryan Hoffman (born 26 January 1984) is an Australian former professional rugby league footballer who played in the 2000s and 2010s. He played for Melbourne Storm and the New Zealand Warriors in the National Rugby League, and the Wigan Warriors in the Super League, as a second-row or lock.",
  "/wiki/Paul_Gallen": "Paul Gallen (born 14 August 1981) is an Australian former professional rugby league footballer who played as a lock, prop and second-row forward and captained the Cronulla-Sutherland Sharks in the NRL.",
  "/wiki/Cronulla-Sutherland_Sharks": "The Cronulla-Sutherland Sharks are an Australian professional rugby league team based in Cronulla, in the Sutherland Shire, Southern Sydney, New South Wales. They compete in the National Rugby League (NRL), Australasia's premier rugby league competition. \nThe Sharks, as they are commonly known, were admitted to the New South Wales Rugby League premiership, predecessor of the Australian Rugby League and the current National Rugby League competition, in January 1967. The club competed in every premiership season since then and, during the Super League war, joined the rebel competition before continuing on in the re-united NRL Premiership. The Sharks have been in competition for 52 years, appearing in four grand finals, winning their first premiership in 2016 after defeating the Melbourne Storm at ANZ Stadium.",
  "/wiki/Billy_Slater": "William 'Billy' Slater (born 18 June 1983) is an Australian former professional rugby league footballer who played in the 2000s and 2010s. An Australian international and one-time captain of the Queensland State of Origin team, he played his entire club career in the National Rugby League for the Melbourne Storm, with whom he played in seven NRL Grand Finals. Slater also set the club's record for most ever tries and NRL record for most ever tries by a fullback. He amassed 190 NRL tries during his career which is currently 2nd most of all time, behind Ken Irvine. Slater also won two grand finals, the Clive Churchill Medal and the Dally M Medal with the Storm. With the Kangaroos he was the 2008 World Cup's top try-scorer and player of the tournament and won the 2008 Golden Boot Award as the World player of the year. Slater was also the winner of the television game show Australia's Greatest Athlete in 2009 and 2010.",
  "/wiki/Anthony_Watmough": "Anthony Watmough (born 10 July 1983) is an Australian former professional rugby league footballer. An Australian international and New South Wales State of Origin representative forward, he played the majority of his career with the Manly-Warringah Sea Eagles, winning both the 2008 NRL Premiership and the 2011 NRL Premiership with them.",
  "/wiki/Manly_Warringah_Sea_Eagles": "The Manly Warringah Sea Eagles are an Australian professional rugby league team named after the Manly and Warringah areas of Sydney's Northern Beaches in which the club is based. They compete in the National Rugby League's (NRL's) Telstra Premiership, the premier rugby league competition of Australia. The club first appeared in the 1947 New South Wales Rugby Football League season and currently plays home matches out of its ground, Brookvale Oval whilst training at the New South Wales Academy of Sport in Narrabeen. The Sea Eagles have never received the wooden spoon making them the current record holders of longest time going without a wooden spoon which is over 70 years since their founding, still going to this day.",
  "/wiki/Ben_Hannant": "Benjamin Hannant (born 31 December 1984), also known by the nickname of \"Polar Bear\", is an Australian rugby league footballer who plays as a prop for the Burleigh Bears in the Intrust Super Cup.",
  "/wiki/Canterbury-Bankstown_Bulldogs": "The Canterbury-Bankstown Bulldogs are an Australian professional rugby league football club based in Belmore, a suburb in the Canterbury-Bankstown region of Sydney. They compete in the National Rugby League (NRL) premiership, as well as the New South Wales Rugby League junior competitions.",
  "/wiki/Brett_Morris": "Brett Morris (born 23 August 1986) is an Australian professional rugby league footballer who plays on the wing and fullback for the Sydney Roosters in the NRL and Australia at international level.",
  "/wiki/St_George_Illawarra_Dragons": "The St. George Illawarra Dragons is an Australian professional rugby league football club, representing both the Illawarra and St. George regions of New South Wales. The club has competed in the National Rugby League since 1999 after a joint-venture was formed between the St. George Dragons (est. 1921) and the Illawarra Steelers (est. 1982). They officially formed as the game's first joint-venture club on 23 September 1998 and remain the only cross-city team in the NRL. The team has its headquarters and leagues clubs in both Wollongong and the Sydney suburb of Kogarah, and train and play games regularly at WIN Stadium in Wollongong, as well as at Jubilee Oval in Kogarah. From 2006 to 2018 the club was jointly owned by the St. George Dragons 50%, Illawarra Steelers 25% and WIN Corporation 25%. In August 2018 WIN Corporation purchased the Illawarra Steelers remaining 25% stake.",
  "/wiki/Brett_White": "Brett White is a former professional rugby league footballer who played for the Canberra Raiders and the Melbourne Storm in the NRL. Both an Ireland and Australian international, and New South Wales State of Origin representative prop forward, he played the majority of his career at the Storm, before signing with the Canberra Raiders from 2011."
}