{
  "/wiki/Vermont%27s_2nd_congressional_district": "Vermont's 2nd congressional district is an obsolete district. It was created upon Vermont's admission as the 14th State in 1791.  It was eliminated after the 1930 Census.   Its last Congressman was Ernest W. Gibson, who was redistricted into the At-large district.",
  "/wiki/Daniel_Buck": "Daniel Buck (November 9, 1753 – August 16, 1816) was an American lawyer and politician. He served as a United States Representative from Vermont.",
  "/wiki/Federalist_Party": "The Federalist Party was the first political party in the United States. Under Alexander Hamilton, it dominated the national government from 1789 to 1801. It became a minority  party while keeping its stronghold in New England and made a brief resurgence by opposing the War of 1812. It then collapsed with its last presidential candidate in 1816. Remnants lasted in a few places for a few years. The party appealed to businesses and to conservatives who favored banks, national over state government, manufacturing, an army and navy, and in world affairs preferred Great Britain and opposed the French Revolution.",
  "/wiki/Vermont%27s_2nd_congressional_district_special_election,_1797": "A special election was held in Vermont's 2nd congressional district on May 23, 1797 to fill a vacancy left by Daniel Buck (F) declining to serve the term to which he'd been re-elected in the previous election.",
  "/wiki/Lewis_R._Morris": "Lewis Richard Morris (November 2, 1760–December 29, 1825) was an American lawyer and politician. He served as a United States Representative from Vermont.",
  "/wiki/Rhode_Island%27s_at-large_congressional_district": "The Rhode Island at-large congressional district is currently obsolete, with representation divided into two districts. However, based on population estimates, reapportionment will likely cause Rhode Island to have only one congressional district after the 2020 census.",
  "/wiki/Elisha_Reynolds_Potter": "Elisha Reynolds Potter (November 5, 1764 – September 26, 1835) was a statesman in the Federalist Party from Kingston, Rhode Island, who served several times as the Speaker in the Rhode Island State Assembly.",
  "/wiki/Rhode_Island%27s_at-large_congressional_district_special_election,_1797": "A special election was held in Rhode Island's at-large congressional district on August 29, 1797 to fill a vacancy left by the resignation of Elisha R. Potter (F) shortly after the end of the 1st session of the 5th Congress.",
  "/wiki/Thomas_Tillinghast": "Thomas Tillinghast (August 21, 1742 – August 26, 1821) was a United States Representative from Rhode Island. Born in East Greenwich, Tillinghast was elected as a member of the Rhode Island House of Representatives and served from 1772 to 1773.  He held several offices under the Revolutionary authorities and again served in the Rhode Island House of Representatives from  1778 to 1780.  He was a judge of the Court of Common Pleas in 1779.  He was a member of the council of war.  He served as an Associate Justice of the Rhode Island Supreme Court from 1780 to 1797.",
  "/wiki/South_Carolina%27s_1st_congressional_district": "The 1st Congressional District of South Carolina is a coastal congressional district in South Carolina, represented by Democrat Joe Cunningham since January 3, 2019. He succeeded Republican Mark Sanford, who was defeated by Katie Arrington in the Republican primary. Cunningham is the first Democrat to represent the district since the 1980s.",
  "/wiki/William_Loughton_Smith": "William Loughton Smith (1758 – December 19, 1812) was an American lawyer, politician, and diplomat from Charleston, South Carolina. He represented South Carolina in the United States House of Representatives from 1789 until 1797, during which time he served as chairman of the Committee on Ways and Means.",
  "/wiki/South_Carolina%27s_1st_congressional_district_special_election,_1797": "Elections to the United States House of Representatives for the 5th Congress took place in the various states took place between August 12, 1796 (in North Carolina), and October 15, 1797 (in Tennessee). The first session was convened on May 15, 1797, at the proclamation of the new President of the United States, John Adams. Since Kentucky and Tennessee had not yet voted, they were unrepresented until the second session.",
  "/wiki/Thomas_Pinckney": "Thomas Pinckney (October 23, 1750 – November 2, 1828) was an early American statesman, diplomat, and soldier in both the American Revolutionary War and the War of 1812, achieving the rank of major general. He served as Governor of South Carolina and as the U.S. minister to Great Britain. He was also the Federalist candidate for vice president in the 1796 election.",
  "/wiki/Massachusetts%27s_11th_congressional_district": "Massachusetts Congressional District 11 is an obsolete congressional district in eastern Massachusetts.  It was eliminated in 1993 after the 1990 U.S. Census.  Its last Congressman was Brian Donnelly; its most notable were John Quincy Adams following his term as president, eventual president John F. Kennedy and Speaker of the House Tip O'Neill.",
  "/wiki/Theophilus_Bradbury": "Theophilus Bradbury (November 13, 1739 in Newbury, Massachusetts – September 6, 1803 in Newburyport, Massachusetts) was a U.S. Representative from Massachusetts. He graduated from Harvard College in 1757; taught school and studied law in Portland, Maine; was admitted to the bar and commenced practice in Portland in 1761; moved to Newburyport, Mass., in 1764 and continued the practice of law; member of the State senate 1791-1794; elected as a Federalist to the Fourth and Fifth Congresses and served from March 4, 1795, until July 24, 1797, when he resigned; appointed justice of the Massachusetts Supreme Judicial Court in 1797. He was elected a Fellow of the American Academy of Arts and Sciences in 1798. Bradbury was a member of the electoral college in 1800.",
  "/wiki/Massachusetts%27s_11th_congressional_district_special_election,_1797": "A special election was held in Massachusetts's 11th congressional district on August 4, 1797 to fill a vacancy left by the resignation of Theophilus Bradbury (F) upon his appointment to the Massachusetts Supreme Judicial Court on July 24, 1797.",
  "/wiki/Bailey_Bartlett": "Bailey Bartlett (January 29, 1750 – September 9, 1830) was a member of the U.S. House of Representatives from Massachusetts.",
  "/wiki/New_Hampshire%27s_at-large_congressional_district": "The New Hampshire at-large congressional district is obsolete, with representation having since been divided into districts.",
  "/wiki/Jeremiah_Smith_(lawyer)": "Jeremiah Smith (November 29, 1759 – September 21, 1842) was a United States Representative for New Hampshire, United States Attorney for New Hampshire, a United States Circuit Judge of the United States Circuit Court for the First Circuit, the 6th Governor of New Hampshire and Chief Justice of the New Hampshire Superior Court of Judicature and the New Hampshire Supreme Judicial Court.",
  "/wiki/New_Hampshire%27s_at-large_congressional_district_special_election,_1797": "A special election was held in New Hampshire's at-large congressional district on August 28, 1797 to fill a vacancy created by the resignation of Jeremiah Smith (F) on July 26 of the same year.  Smith had been appointed United States Attorney for the District of New Hampshire.",
  "/wiki/Peleg_Sprague_(New_Hampshire)": "Peleg Sprague (December 10, 1756 – April 20, 1800) was a politician from the U.S. state of New Hampshire.",
  "/wiki/Connecticut%27s_at-large_congressional_district": "During the first twenty-four Congresses (March 4, 1789 until March 3, 1837) Connecticut elected all its Representatives in Congress from a single multi-member Connecticut at-large congressional district.",
  "/wiki/James_Davenport_(Connecticut_congressman)": "James Davenport (October 12, 1758 – August 3, 1797) was an eighteenth-century American lawyer, politician and judge. He served as a U.S. Representative from Connecticut.",
  "/wiki/Connecticut%27s_at-large_congressional_district_special_election,_1797": "William Edmond (Federalist) was elected to represent one of the four seats in Connecticut's at-large congressional district in late 1797.  He replaced James Davenport (Federalist) who had died August 3, 1797.",
  "/wiki/William_Edmond": "William Edmond (September 28, 1755 – August 1, 1838) was a United States Representative from Connecticut.  He was born in Woodbury, Connecticut and attended the common schools.  He graduated from Yale College in 1778. He then served in the Revolutionary Army during the American Revolution. He studied law and was admitted to the bar in 1780 and commenced practice in Newtown, Connecticut.",
  "/wiki/Tennessee%27s_at-large_congressional_district": "The district was organized after achieving statehood in 1796",
  "/wiki/Andrew_Jackson": "Andrew Jackson (March 15, 1767 – June 8, 1845) was an American soldier and statesman who served as the seventh president of the United States from 1829 to 1837. Before being elected to the presidency, Jackson gained fame as a general in the United States Army and served in both houses of the U.S. Congress. As president, Jackson sought to advance the rights of the \"common man\" against a \"corrupt aristocracy\" and to preserve the Union.",
  "/wiki/Democratic-Republican_Party": "The Democratic-Republican Party, better known at the time as the Republican Party and various other names,[a] was an American political party founded by Thomas Jefferson and James Madison in the early 1790s that championed republicanism, political equality, and expansionism. The Democratic-Republicans became increasingly dominant after the 1800 elections as the opposing Federalist Party collapsed, and the party splintered during the 1824 presidential election. One faction of the Democratic-Republicans eventually coalesced into the modern Democratic Party, while the other faction ultimately formed the core of the Whig Party.",
  "/wiki/Tennessee%27s_at-large_congressional_district_special_election,_1797": "N/A",
  "/wiki/William_C.C._Claiborne": "William Charles Cole Claiborne (c. 1773-75 – 23 November 1817) was an American politician, best known as the first non-colonial Governor of Louisiana.  He also has the distinction of possibly being the youngest Congressman in U.S. history, although reliable sources differ about his age.[citation needed]",
  "/wiki/Pennsylvania%27s_5th_congressional_district": "Pennsylvania's fifth congressional district encompasses all of Delaware County, a small portion of southern Montgomery County and a section of southern Philadelphia. Democrat Mary Gay Scanlon represents the district.",
  "/wiki/George_Ege": "George Ege (March 9, 1748 – December 14, 1829) was a United States Congressman, elected to the House of Representatives from Pennsylvania.",
  "/wiki/Pennsylvania%27s_5th_congressional_district_special_election,_1797": "A special election was held in Pennsylvania's 5th congressional district on October 10, 1797 to fill a vacancy caused by the resignation of George Ege (F).",
  "/wiki/Joseph_Hiester": "Joseph Hiester (November 18, 1752 – June 10, 1832) was an American politician from Pennsylvania who served as the Democratic-Republican fifth Governor of Pennsylvania from 1820 to 1823. He was a member of the Hiester family political dynasty.",
  "/wiki/Pennsylvania%27s_4th_congressional_district": "Pennsylvania's fourth congressional district, effective January 3, 2019, encompasses the majority of Montgomery County and a small sliver of Berks County in southeastern Pennsylvania, and is represented by Democrat Madeleine Dean. From 2013 to 2018, the district was in the south-central part of the state, covering all of Adams and York counties, as well as parts of Cumberland and Dauphin counties, with representation by Republican Scott Perry.",
  "/wiki/Samuel_Sitgreaves": "Samuel Sitgreaves (March 16, 1764 – April 4, 1827) was a United States Representative from Pennsylvania. Born in Philadelphia, he pursued classical studies, studied law, was admitted to the bar in Philadelphia on September 3, 1783 and began practice in Easton, Pennsylvania in 1786. He was a delegate to the Pennsylvania Constitutional Convention in 1790, and was elected as a Federalist to the Fourth and Fifth Congresses, serving from March 4, 1795, until his resignation in 1798. Sitgreaves was one of the managers appointed by the House of Representatives in 1798 to conduct the impeachment proceedings against Senator William Blount. On August 11, 1798, Sitgreaves was appointed United States commissioner to Great Britain under the Jay treaty, regarding British debt claims arising from the American Revolution.",
  "/wiki/Pennsylvania%27s_4th_congressional_district_special_election,_1798": "A special election was held in Pennsylvania's 4th congressional district was held on October 9, 1798 to fill a vacancy left by the resignation of Samuel Sitgreaves (F), who'd been appointed commissioner to Great Britain under the Jay Treaty.  The election was held on the same day as elections to the 6th Congress.",
  "/wiki/Robert_Brown_(Pennsylvania_politician)": "Robert Brown (December 25, 1744 – February 26, 1823) was a United States Representative from Pennsylvania. Born in Weaversville, Pennsylvania, he attended the common schools and was apprenticed to the blacksmith trade. At the beginning of the American Revolutionary War he was commissioned first lieutenant in the Pennsylvania \"Flying Camp\" on September 10, 1776; he was captured at the surrender of Fort Washington on November 16, 1776, and worked at the blacksmith trade while a prisoner. He was later put aboard the prison ship Judith and was subsequently imprisoned in New York City's Old City Hall. He was paroled on board ship December 10, 1777.",
  "/wiki/North_Carolina%27s_10th_congressional_district": "The 10th Congressional District of North Carolina is a congressional district in central and western North Carolina.  It currently includes all of Cleveland, Gaston, Lincoln, Polk, and Rutherford counties, and part of Catawba, Iredell, and Buncombe counties.",
  "/wiki/Nathan_Bryan_(North_Carolina_politician)": "Nathan Bryan (1748 – June 4, 1798) was a U.S. Congressman from North Carolina from 1795 to 1798 and a Revolutionary War leader.",
  "/wiki/North_Carolina%27s_10th_congressional_district_special_election,_1798": "A special election was held in North Carolina's 10th congressional district on August 2, 1798 to fill a vacancy left by the death of Nathan Bryan (DR) on June 4, 1798",
  "/wiki/Richard_Dobbs_Spaight": "Richard Dobbs Spaight (March 25, 1758 – September 6, 1802) was the eighth Governor of the U.S. state of North Carolina from 1792 to 1795.:",
  "/wiki/Pennsylvania%27s_1st_congressional_district": "Pennsylvania's first congressional district includes all of Bucks County and a sliver of Montgomery County in southeastern Pennsylvania. It has been represented by Brian Fitzpatrick since 2019.",
  "/wiki/John_Swanwick": "John Swanwick (June 9, 1759 – July 31, 1798) was a United States Representative from Pennsylvania.",
  "/wiki/Pennsylvania%27s_1st_congressional_district_special_election,_1798": "A special election was held in Pennsylvania's 1st congressional district on October 9, 1798 to fill a vacancy caused by the death of John Swanwick (DR) on August 1, 1798.  The election was held on the same day as elections to the 6th Congress.",
  "/wiki/Robert_Waln": "Robert Waln (February 22, 1765 – January 24, 1836) was a United States Representative from Pennsylvania. Born in Philadelphia, he received a limited schooling, engaged in mercantile pursuits and in East India and China trade, was a member of the Pennsylvania Legislature for several years, and was a member of the city council of Philadelphia, serving as president of the select council.",
  "/wiki/Joshua_Coit": "Joshua Coit (October 7, 1758 – September 5, 1798) was an eighteenth-century American lawyer and politician. He served as a United States Representative from Connecticut.",
  "/wiki/Connecticut%27s_at-large_congressional_district_special_election,_1798": "Elections to the United States House of Representatives for the 6th Congress took place in 1798 and 1799, the earliest in New York in April 1798, and the latest in Tennessee in August 1799, after the official start of the 6th Congress on March 4, 1799, but before the start of the first session of this Congress in Philadelphia on December 2, 1799. It was the last congressional session before the move to the new capital at Washington, D.C..",
  "/wiki/Jonathan_Brace": "Jonathan Brace (November 12, 1754 – August 26, 1837) was an eighteenth-century American lawyer, politician and judge. He served as a  United States Representative from Connecticut.",
  "/wiki/Virginia%27s_9th_congressional_district": "Virginia's ninth congressional district is a United States congressional district in the Commonwealth of Virginia, covering much of the southwestern part of the state. The 9th is Virginia's second-largest district in area, covering 9,113.87 square miles (slightly larger than the whole state of New Jersey). Since 2011 it has been represented by Morgan Griffith (R), who took office after defeating Rick Boucher (D), the district's representative for 1983-2011.",
  "/wiki/William_Branch_Giles": "William Branch Giles (August 12, 1762 – December 4, 1830; the g is pronounced like a j) was an American statesman, long-term Senator from Virginia, and the 24th Governor of Virginia. He served in the House of Representatives from 1790 to 1798 and again from 1801 to 1803; in between, he was a member of the Virginia House of Delegates, and was an Elector for Jefferson (and Aaron Burr) in 1800. He served as United States  Senator from 1804 to 1815, and then served briefly in the House of Delegates again. After a time in private life, he joined the opposition to John Quincy Adams and Henry Clay, in 1824; he ran for the Senate again in 1825, and was defeated, but appointed Governor for 3 one-year terms in 1827; he was succeeded by John Floyd, in the year of his death.",
  "/wiki/Virginia%27s_9th_congressional_district_special_election,_1798": "Elections to the United States House of Representatives for the 6th Congress took place in 1798 and 1799, the earliest in New York in April 1798, and the latest in Tennessee in August 1799, after the official start of the 6th Congress on March 4, 1799, but before the start of the first session of this Congress in Philadelphia on December 2, 1799. It was the last congressional session before the move to the new capital at Washington, D.C..",
  "/wiki/Joseph_Eggleston": "Joseph Eggleston (November 24, 1754 – February 14, 1811) was an American planter, soldier, and politician from Amelia County, Virginia. He represented Virginia in the U.S. Congress from 1798 until 1801. He was the uncle of William S. Archer.",
  "/wiki/5th_United_States_Congress": "The Fifth United States Congress was a meeting of the legislative branch of the United States federal government, consisting of the United States Senate and the United States House of Representatives. It met at Congress Hall in Philadelphia, Pennsylvania, from March 4, 1797, to March 4, 1799, during the first two years of John Adams' presidency."
}