{
  "/wiki/Tyrone_Crawford": "Tyrone Crawford (born November 22, 1989) is a Canadian professional defensive end for the Dallas Cowboys of the National Football League (NFL). He played college football at Bakersfield College and went on to Boise State. The Cowboys selected him in the third round of the 2012 NFL Draft, 81st overall.",
  "/wiki/Defensive_end": "Defensive End (DE) is a defensive position in the sport of gridiron football.",
  "/wiki/Boise_State_Broncos_football": "The Boise State Broncos football program represents Boise State University in college football and competes in the NCAA Division I Football Bowl Subdivision (FBS) as a member of the Mountain West Conference. The Broncos play their home games on campus at Albertsons Stadium in Boise, Idaho, and their head coach is Bryan Harsin. The program is 12–7 in bowl games since 1999, including a 3–0 record in the Fiesta Bowl. As of the end of the 2019 season, the Broncos all-time winning percentage of .731 is the highest in all of collegiate football.",
  "/wiki/Ben_Heenan": "Ben Heenan (born February 5, 1990) is a Canadian born former American football guard who played for the Indianapolis Colts of the National Football League (NFL) in 2015. He also played with the Saskatchewan Roughriders of Canadian Football League (CFL). Heenan played college football for the University of Saskatchewan, and was ranked as the second best player in the CFL's Amateur Scouting Bureau final rankings for players eligible in the 2012 CFL Draft, and first by players in Canadian Interuniversity Sport, at the end of the 2011 CIS season.",
  "/wiki/Offensive_lineman": "In gridiron football, a lineman is a player who specializes in play at the line of scrimmage. The linemen of the team currently in possession of the ball are the offensive line, while linemen on the opposing team are the defensive line. A number of NFL rules specifically address restrictions and requirements for the offensive line, whose job is to help protect the quarterback from getting sacked for a loss, or worse, fumbling. The defensive line is covered by the same rules that apply to all defensive players. Linemen are usually the largest players on the field in both height and weight, since their positions usually require less running and more strength than skill positions.",
  "/wiki/Saskatchewan_Huskies_football": "The Saskatchewan Huskies football team represents the University of Saskatchewan in U Sports football that competes in the Canada West Universities Athletic Association conference of U Sports. The program has won the Vanier Cup national championship three times, in 1990, 1996 and 1998. The Saskatchewan Huskies became only the second U Sports team to advance to three consecutive Vanier Cup games, after the Saint Mary's Huskies, but lost all three games from 2004-2006. The team has won the most Hardy Trophy titles in Canada West, having won a total of 20 times.",
  "/wiki/Shamawd_Chambers": "Shamawd Chambers (born March 10, 1989) is a Canadian football wide receiver who is currently a free agent. He most recently played for the Hamilton Tiger-Cats of the Canadian Football League (CFL). After the 2011 CIS season, he was ranked as the third best player in the Canadian Football League’s Amateur Scouting Bureau final rankings for players eligible in the 2012 CFL Draft and second by players in Canadian Interuniversity Sport. At the 2012 CFL Evaluation Camp, Chambers ran the fastest 40-yard dash, clocking in at 4.42. He was selected sixth overall by the Edmonton Eskimos in the 2012 CFL Draft.",
  "/wiki/Wide_receiver": "A wide receiver, also referred to as wideouts or simply receivers, is an offensive position in gridiron football, and is a key player. They get their name because they are split out \"wide\" (near the sidelines), farthest away from the rest of the team.  Wide receivers are among the fastest players on the field.  The wide receiver functions as the pass-catching specialist.",
  "/wiki/Wilfrid_Laurier_Golden_Hawks": "The Wilfrid Laurier Golden Hawks, commonly shortened to Laurier Golden Hawks, is the name used by the varsity sports teams of Wilfrid Laurier University in Waterloo, Ontario, Canada. The university's varsity teams compete in the Ontario University Athletics conference of the Canadian Interuniversity Sport and, where applicable, in the west division.",
  "/wiki/Austin_Pasztor": "Austin William Pasztor (born November 26, 1990) is a Canadian professional American football offensive tackle who is currently a free agent. He played college football at Virginia and was signed by the Minnesota Vikings as an undrafted free agent in 2012.",
  "/wiki/Virginia_Cavaliers_football": "The Virginia Cavaliers football team represents the University of Virginia in the sport of American football. Established in 1888, Virginia plays its home games at Scott Stadium, capacity 61,500, featured prominently at the center of its campus near the Academical Village. UVA played an outsized role in the shaping of the modern game's ethics and eligibility rules as well as its safety rules, after a Georgia fullback died fighting the tide of a lopsided Virginia victory in 1897.",
  "/wiki/Fr%C3%A9d%C3%A9ric_Plesius": "Frédéric Plesius (born February 10, 1988) is a professional Canadian football linebacker for the Montreal Alouettes of the Canadian Football League. He played CIS football with the Laval Rouge et Or. He was selected tenth overall by the Hamilton Tiger-Cats in the 2012 CFL Draft. After the 2011 CIS season, he was ranked as the fifth best player in the Canadian Football League’s Amateur Scouting Bureau final rankings for players eligible in the 2012 CFL Draft, and third by players in Canadian Interuniversity Sport. Plesius has also played for the Baylor University Bears, where he was a redshirt in 2008.",
  "/wiki/Linebacker": "A linebacker (LB or backer) is a playing position in gridiron football.  Linebackers are members of the defensive team, and line up approximately three to five yards (4 m) behind the line of scrimmage, behind the defensive linemen, and therefore \"back up the line\". Linebackers generally align themselves before the ball is snapped by standing upright in a \"two-point stance\" (as opposed to the defensive linemen, who put one or two hands on the ground for a \"three-point stance\" or \"four-point stance\" before the ball is snapped).",
  "/wiki/Laval_Rouge_et_Or": "Rouge et Or (French: [ʁuʒ e ɔʁ], Red and Gold) are Université Laval's varsity sports teams. Home games are all held in the PEPS indoor and outdoor sports facilities. Université Laval is located in Quebec City.",
  "/wiki/Christo_Bilukidi": "Christo Bilukidi (born December 13, 1989) is an Angolan-born Canadian professional football defensive end who is a free agent. He played collegiate football at Eastern Arizona College before transferring to Georgia State University where he was a two-year starter for the Panthers.",
  "/wiki/Georgia_State_Panthers_football": "The Georgia State Panthers football team is the college football program for Georgia State University in Atlanta, Georgia. The Panthers football team was founded in 2010 and competes at the NCAA Division I FBS level. The team is a member of the Sun Belt Conference.",
  "/wiki/Ameet_Pall": "Ameet Pall (born April 28, 1987) is a Canadian football defensive end who is currently a free agent. He was selected fifth overall by the Calgary Stampeders in the 2012 CFL Draft and was signed by the team on May 15, 2012. Following his release, he signed with the Alouettes on June 25, 2012. He was ranked as the seventh best player in the Canadian Football League's Amateur Scouting Bureau final rankings for players eligible in the 2012 CFL Draft. He played college football for the Wofford Terriers. He was signed by the Winnipeg Blue Bombers on September 10, 2014.",
  "/wiki/Wofford_Terriers_football": "The Wofford Terriers football program is the intercollegiate American football team for Wofford College located in the U.S. state of South Carolina. The team competes in the NCAA Division I Football Championship Subdivision (FCS) and are members of the Southern Conference. Wofford's first football team was fielded in 1889. The team plays its home games at the 13,000 seat Gibbs Stadium in Spartanburg, South Carolina. Josh Conklin is the head coach for Terriers.",
  "/wiki/Jabar_Westerman": "Jabar Akil Westerman (born May 13, 1989) is a professional defensive lineman for the Calgary Stampeders of the Canadian Football League (CFL). Westerman played college football with the Eastern Michigan Eagles for two years, putting up 48 tackles and 5.5 sacks.",
  "/wiki/Defensive_lineman": "In gridiron football, a lineman is a player who specializes in play at the line of scrimmage. The linemen of the team currently in possession of the ball are the offensive line, while linemen on the opposing team are the defensive line. A number of NFL rules specifically address restrictions and requirements for the offensive line, whose job is to help protect the quarterback from getting sacked for a loss, or worse, fumbling. The defensive line is covered by the same rules that apply to all defensive players. Linemen are usually the largest players on the field in both height and weight, since their positions usually require less running and more strength than skill positions.",
  "/wiki/Eastern_Michigan_Eagles_football": "The Eastern Michigan Eagles are a college football program at Eastern Michigan University. They compete in Division I Football Bowl Subdivision (FBS) and the Mid-American Conference. Past names include Michigan State Normal College Normalites (1899 to 1928), Michigan State Normal College Hurons (1929 to 1955), and Eastern Michigan Hurons (1956 to 1990).",
  "/wiki/Simon_Charbonneau-Campeau": "Simon Charbonneau-Campeau (born May 2, 1988) is a Canadian football wide receiver who is currently a free agent. He was selected 25th overall by the Hamilton Tiger-Cats in the 2012 CFL Draft and was signed on May 30, 2012. After the 2011 CIS season, he was ranked as the ninth best player in the Canadian Football League’s Amateur Scouting Bureau final rankings for players eligible in the 2012 CFL Draft, and fourth by players in Canadian Interuniversity Sport. He played CIS football with the Sherbrooke Vert et Or.",
  "/wiki/Sherbrooke_Vert_et_Or": "The Sherbrooke Vert & Or (\"Sherbrooke Green & Gold\") is the athletic teams that represent the Université de Sherbrooke in Sherbrooke, Quebec, Canada. The team plays in Réseau du sport étudiant du Québec (French for \"Quebec Student Sports Network\").",
  "/wiki/Matt_Norman_(Canadian_football)": "Matt Norman (born June 20, 1988) is a former Canadian football offensive lineman for the BC Lions of the Canadian Football League (CFL). He was selected 22nd overall by the Lions in the 2012 CFL Draft. After the 2011 CIS season, he was ranked as the tenth best player in the Canadian Football League’s Amateur Scouting Bureau rankings for players eligible in the 2012 CFL Draft, and fifth by players in Canadian Interuniversity Sport. He played CIS football with the Western Ontario Mustangs. He also took a year away from football in 2012-2013 to get his teaching degree and was a student teacher at H.B. Beal Secondary School, where he was loved by many of his students. He retired from football in June 2016.",
  "/wiki/Western_Ontario_Mustangs": "The Western Mustangs are the athletic teams that represent Western University in London, Ontario, Canada. The school colours are purple and white. The university's varsity teams compete in the Ontario University Athletics conference of the U Sports and, where applicable, in the west division.",
  "/wiki/Isma%C3%ABl_Bamba": "Ismaël Bamba (born November 10, 1987 in Côte d'Ivoire) is a Canadian football wide receiver for the Montreal Alouettes of the Canadian Football League. He was selected 39th overall by the Saskatchewan Roughriders in the 2012 CFL Draft. After the 2011 CIS season, he was ranked as the 11th best player in the Canadian Football League’s Amateur Scouting Bureau final rankings for players eligible in the 2012 CFL Draft, and sixth by players in Canadian Interuniversity Sport. He played CIS football with the Sherbrooke Vert et Or. He also played for the St. Leonard Cougars of the CJFL and for the University of North Dakota Fighting Sioux.",
  "/wiki/Johnny_Aprile": "Giovanni \"Johnny\" Aprile (born June 12, 1989) is a retired Canadian football wide receiver. He was selected 16th overall by the Winnipeg Blue Bombers in the 2012 CFL Draft. After the 2011 CIS season, he was ranked as the 12th best player in the Canadian Football League’s Amateur Scouting Bureau final rankings for players eligible in the 2012 CFL Draft, and seventh by players in Canadian Interuniversity Sport. He played CIS football for the Queen's Golden Gaels in Canadian Interuniversity Sport football.",
  "/wiki/Queen%27s_Golden_Gaels": "The Queen's Gaels (also: Queen's Golden Gaels) are the athletic teams that represent Queen's University in Kingston, Ontario, Canada. Team colours are blue, red, and gold. Its main home is Richardson Memorial Stadium on West Campus.",
  "/wiki/Justin_Capicciotti": "Justin Capicciotti (born November 14, 1989) is a formerCanadian football defensive lineman. He was most recently a member of the Hamilton Tiger-Cats of the Canadian Football League (CFL). He played college football for the Simon Fraser Clan and was ranked as the 13th best player in the Canadian Football League’s Amateur Scouting Bureau final rankings for players eligible in the 2012 CFL Draft. He was selected 14th overall in the 2012 Draft by the Edmonton Eskimos.",
  "/wiki/Simon_Fraser_Clan": "The Simon Fraser Clan are the athletic teams that represent Simon Fraser University (SFU) in Burnaby, British Columbia, Canada. The Clan are members of NCAA Division II and are the only Canadian university affiliated with the U.S.-based National Collegiate Athletic Association.",
  "/wiki/Keenan_MacDougall": "Keenan MacDougall (born March 18, 1990) is a Canadian football defensive back who is currently a free agent. He was selected 15th overall by the Stampeders in the 2012 CFL Draft. After the 2011 CIS season, he was ranked as the 14th best player in the Canadian Football League’s Amateur Scouting Bureau final rankings for players eligible in the 2012 CFL Draft, and eighth by players in Canadian Interuniversity Sport. He played CIS football with the Saskatchewan Huskies.",
  "/wiki/Defensive_back": "In gridiron football, defensive backs (DBs) are the players on the defensive team who take positions somewhat back from the line of scrimmage; they are distinguished from the defensive line players and linebackers, who take positions directly behind or close to the line of scrimmage.",
  "/wiki/Kirby_Fabien": "Kirby Fabien aka Big Kirb (born September 10, 1990) is a professional Canadian football offensive lineman who is currently retired. He recently played for the Montreal Alouettes of the Canadian Football League. He was selected seventh overall by the BC Lions in the 2012 CFL Draft, but on May 28, 2012, the Calgary Dinos announced that he would be returning to play another year with them.\nAfter the 2011 CIS season, he was ranked as the 15th best player in the Canadian Football League’s Amateur Scouting Bureau final rankings for players eligible in the 2012 CFL Draft, and ninth by players in Canadian Interuniversity Sport. He signed with the Lions during the following off-season on May 27, 2013. He spent five years with the Lions before becoming a free agent in 2018 and signed with the Alouettes on May 24, 2018.",
  "/wiki/Calgary_Dinos": "The Calgary Dinos are the athletic teams that represent the University of Calgary in Calgary, Alberta, Canada. They were known as the \"Dinosaurs\" but usually referred to as the \"Dinos\" until 1999, when the name was officially shortened. Some of its venues are the Jack Simpson Gymnasium (basketball m/w, volleyball m/w, track and field m/w), McMahon Stadium (football, soccer m/w), Hawkings Field (field hockey), University of Calgary Aquatic Centre (swimming, often shortened to Aquatic Centre) and a 200m Running Track (cross-country and track & field practices).",
  "/wiki/Bryce_McCall": "Bryce McCall (born August 4, 1988, in Regina, Saskatchewan) is a Canadian football defensive back most recently for the Saskatchewan Roughriders of the Canadian Football League. After the 2011 CIS season, he was ranked as the eighth best player in the Canadian Football League's Amateur Scouting Bureau January rankings for players eligible in the 2012 CFL Draft, and fifth by players in Canadian Interuniversity Sport. He played CIS football with the Saskatchewan Huskies and in the CJFL with the Regina Thunder. He signed with the Roughriders as a free agent on December 19, 2012.",
  "/wiki/Jason_Medeiros": "Jason Medeiros (born August 22, 1989 in Hamilton, Ontario) is a Canadian football offensive lineman most recently for the Hamilton Tiger-Cats of the Canadian Football League. He was signed as an undrafted free agent on March 28, 2013.",
  "/wiki/McMaster_Marauders_football": "The McMaster Marauders football team represents McMaster University based in Hamilton, Ontario, Canada. The team plays U Sports football in the Ontario University Athletics conference. The Marauders have been playing organized football since 1901 when they played their first exhibition game in the Canadian Intercollegiate Rugby Football Union. The team has appeared in four Vanier Cup games, winning one in 2011.",
  "/wiki/Arnaud_Gascon-Nadon": "Arnaud Gascon-Nadon (born July 10, 1988) is a Canadian football defensive lineman  who played for the Edmonton Eskimos of the Canadian Football League (CFL) in 2018. He was selected 17th overall by the Tiger-Cats in the 2012 CFL Draft. After the 2011 CIS season, he was ranked as the 13th best player in the Canadian Football League's Amateur Scouting Bureau January rankings for players eligible in the 2012 CFL Draft, and ninth by players in Canadian Interuniversity Sport. Gascon-Nadon played CIS football with the Laval Rouge et Or and for the Rice University Owls in 2008.\nBefore Playing for Edmonton, Gascon-Nadon was with the Hamilton Tiger Cats from 2013 to 2015 and with the Ottawa Red and Blacks in 2016 and 2017, winning the Grey Cup with them in 2016.He officially announced his retirement in the summer of 2019.",
  "/wiki/Tyson_Pencer": "Tyson Pencer (born February 10, 1989) is a Canadian football offensive lineman who is currently a free agent. He was ranked as the ninth best player in the Canadian Football League’s Amateur Scouting Bureau September rankings for players eligible in the 2012 CFL Draft.  After redshirting for the 2008 season, Pencer played his freshman and sophomore seasons for the Washington State Cougars in 2009 and 2010. He left the program for personal reasons and played for the Okanagan Sun of the Canadian Junior Football League in 2011.",
  "/wiki/Washington_State_Cougars_football": "The Washington State Cougars football program is the intercollegiate American football team for Washington State University, located in Pullman, Washington. The team competes at the NCAA Division I level in the FBS and is a member of the North Division of the Pac-12 Conference (Pac-12). Known as the Cougars, the first football team was fielded in 1894.",
  "/wiki/Hasan_Hazime": "Hasan Hazime (born December 23, 1987) is a professional Canadian football defensive lineman who is currently a free agent. He was drafted 36th overall by the Edmonton Eskimos in the 2012 CFL Draft and had his rights traded to the Hamilton Tiger-Cats on February 27, 2013. Hazime then signed with Hamilton on May 23, 2013 and spent three seasons with the club. He signed with the Roughriders as a free agent on February 24, 2016. He played college football for the Wake Forest Demon Deacons.",
  "/wiki/Akron_Zips_football": "The Akron Zips football team is a college football program representing the University of Akron in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA). Akron plays its home games on InfoCision Stadium on the campus of the University of Akron in Akron, Ohio. The Zips compete in the Mid-American Conference as a member of the East Division.",
  "/wiki/2012_CFL_Draft": "The 2012 CFL Draft took place on Thursday, May 3, 2012 at 3:00 PM ET on TSN. 45 players were chosen from among eligible players from Canadian Universities across the country, as well as Canadian players playing in the NCAA. The Calgary Stampeders had the most selections with eight, while Hamilton had seven picks. The Toronto Argonauts and Montreal Alouettes each had six and the Edmonton Eskimos and Winnipeg Blue Bombers had five picks. The defending Grey Cup champion BC Lions and the Saskatchewan Roughriders had the fewest selections with just four. A total of three trades involving 11 draft picks in this draft were made on the draft day itself. Of the 45 draft selections, 24 players were drafted from Canadian Interuniversity Sport institutions, which is the lowest percentage of CIS players taken since 2006 (26 of 50, 52%, were selected then). It is also the lowest amount of CIS players taken since the 2000 CFL Draft when just 22 out of 46 players were chosen."
}