{
  "/wiki/MS_European_Seaway": "MS European Seaway is a cross-channel freight ferry operated by P&O Ferries from Dover.",
  "/wiki/Limassol": "Limassol (/ˈlɪməsɒl/; Greek: Λεμεσός, romanized: Lemesós [lemeˈsos]; Turkish: Limasol or Leymosun) is a city on the southern coast of Cyprus and capital of the eponymous district. Limassol is the second largest urban area in Cyprus after Nicosia, with an urban population of 183,658 and a metropolitan population of 239,842. Limassol has been ranked by TripAdvisor as the 3rd up-and-coming destination in the world, in its Top 10 Traveler’s Choice Destinations on the Rise. The city is also ranked 89th worldwide in Mercer's Quality of Living Survey (2017). In the ranking published by the Globalization and World Cities Research Network, Limassol has been classified global city in the 4th category (sufficiency level cities).",
  "/wiki/Cyprus": "Cyprus (/ˈsaɪprəs/ (listen); Greek: Κύπρος [ˈcipros]; Turkish: Kıbrıs [ˈkɯbɾɯs]), officially the Republic of Cyprus (Greek: Κυπριακή Δημοκρατία, lit. Cypriot Republic; Turkish: Kıbrıs Cumhuriyeti, lit. Republic of Cyprus), is an island country in the Eastern Mediterranean and the third-largest and third-most populous island in the Mediterranean, located south of Turkey, west of Syria and Lebanon, north of Israel, the Gaza Strip (Palestinian region) and Egypt, and southeast of Greece.",
  "/wiki/MS_Pride_of_Burgundy": "MS Pride of Burgundy is a cross-channel ferry owned by P&O Ferries. She has operated on the Dover to Calais route since 1993.",
  "/wiki/MS_Pride_of_Canterbury": "MS Pride of Canterbury is a cross-channel ferry operated by P&O Ferries between Dover and Calais.",
  "/wiki/MS_Pride_of_Kent": "MS Pride of Kent is a cross-channel ferry operated by P&O Ferries, which since 2003 has operated on the Dover to Calais route. Before that, between 1992 and 2002, it had operated on the Dover to Zeebrugge route.",
  "/wiki/MS_Spirit_of_Britain": "MS Spirit of Britain is a cross-channel ferry operated by P&O Ferries on the Dover-Calais route. She is the first of two 'Spirit' class ships built for P&O Ferries, the other being Spirit of France. The vessels are the largest ferries constructed for the cross-channel route.",
  "/wiki/MS_Spirit_of_France": "MS Spirit of France is a cross-channel ferry operated by P&O Ferries on the Dover-Calais route. She is the second of two 'Spirit' class ships built for P&O Ferries, the other being Spirit of Britain. The vessels are the largest ferries constructed for the Dover/Calais route and the largest ferries to ever cross the English Channel.",
  "/wiki/MS_Pride_of_Bruges": "MS Pride of Bruges, originally in service as Norsun, is a P&O Ferries ship used on the North Sea  crossing  between Zeebrugge and Hull.",
  "/wiki/Rotterdam": "Rotterdam (/ˈrɒtərdæm/, UK also /ˌrɒtərˈdæm/; Dutch: [ˌrɔtərˈdɑm] (listen)) is a city and municipality in the Netherlands. It is the second-largest Dutch city after the capital Amsterdam, and is located in the province of South Holland, at the mouth of the Nieuwe Maas channel leading into the Rhine–Meuse–Scheldt delta at the North Sea. Its history goes back to 1270, when a dam was constructed in the Rotte, after which people settled around it for safety. In 1340, Rotterdam was granted city rights by the Count of Holland. The Rotterdam–The Hague metropolitan area, with a population of approximately 2.7 million, is the 13th-largest in the European Union and the most populous in the country. Located in the west of the Netherlands, Rotterdam is in the centre of the Rijnmond conurbation and lies at the southwest corner of the larger Randstad conurbation.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages.",
  "/wiki/MS_Pride_of_York": "MS Pride of York was built as MS Norsea for North Sea Ferries as part of their response to the need for larger vessels in the mid to late 1980s. The 1974 ships MV Norland and MV Norstar were proving to be very popular, and were running at capacity. Therefore, North Sea Ferries designed their \"3rd Generation\" overnight ferry. The two parent companies within North Sea Ferries placed their orders in two separate locations. P&O placed theirs at Govan Shipbuilders Ltd. on the River Clyde, and Nedlloyd placed their order at Nippon Kokkan .KK Ltd. (Now JFE Holdings) in Yokohama, Japan.",
  "/wiki/Nassau,_Bahamas": "Nassau (/ˈnæsɔː/) is the capital and largest city of The Bahamas. With a population of 274,400 as of 2016, or just over 70% of the entire population of the Bahamas (≈391,000), Nassau is commonly defined as a primate city, dwarfing all other towns in the country. It is the centre of commerce, education, law, administration and media of the country.",
  "/wiki/The_Bahamas": "The Bahamas (/bəˈhɑːməz/ (listen)), known officially as the Commonwealth of The Bahamas, is a country within the Lucayan Archipelago in the West Indies. It is a member of the Commonwealth Realms under the monarchy of Queen Elizabeth II. The archipelagic state consists of more than 700 islands, cays, and islets in the Atlantic Ocean, and is located north of Cuba and Hispaniola Island (Haiti and the Dominican Republic), northwest of the Turks and Caicos Islands, southeast of the U.S. state of Florida, and east of the Florida Keys. The capital is Nassau on the island of New Providence. The Royal Bahamas Defence Force describes the Bahamas' territory as encompassing 470,000 km2 (180,000 sq mi) of ocean space.",
  "/wiki/MS_Pride_of_Hull": "MS Pride of Hull is a Bahamas registered passenger and cargo roll-on/roll-off ship in service with P&O North Sea Ferries on the Hull - Rotterdam route.",
  "/wiki/MS_Pride_of_Rotterdam": "MS Pride of Rotterdam is a Dutch registered passenger and cargo roll-on/roll-off ship, in service with P&O North Sea Ferries on the Hull - Rotterdam route. The cruiseferry was also featured in the video game Ship Simulator Extremes.",
  "/wiki/MV_European_Highlander_(2002)": "MV European Highlander is a ferry operated by P&O Irish Sea on their Cairnryan to Larne service. She is the current flagship of the P&O Irish Sea fleet .[citation needed] European Highlander is an enlarged version of European Causeway, the Highlander being 6 metres longer. Other differences include minor revisions to the passenger deck layout, additional passenger lifts and the use of larger lifeboats rather than Marine evacuation systems.\nOn 7 June 2012, it carried the Olympic Flame across the Irish Sea from Northern Ireland to Scotland.",
  "/wiki/MS_European_Causeway": "The MV European Causeway is a ferry operated by P&O Ferries. She was built at Mitsubishi Heavy Industries Shimonoseki shipyard in Japan.",
  "/wiki/MS_Norbank": "MS Norbank is a ro-ro freight vessel that is owned and operated by the British ferry company P&O. She was built by Van Der Giessen-de Noord N.V., Netherlands in 1993.",
  "/wiki/MS_Norbay": "MS Norbay is a ro-ro freight vessel that is owned and operated by the British ferry company Peninsular and Oriental Steam Navigation Company. She was built by Van Der Giessen-de Noord N.V., Netherlands in 1994.",
  "/wiki/Hamilton,_Bermuda": "Hamilton is the capital of the British Overseas Territory of Bermuda. It is the territory's financial centre and a major port and tourist destination. Its population of 1,010 (2010) is one of the smallest of any capital cities.",
  "/wiki/Bermuda": "Bermuda (/bərˈmjuːdə/) (in full, the Islands of Bermuda) is a British Overseas Territory in the North Atlantic Ocean. It is approximately 1,070 km (665 mi) east-southeast of Cape Hatteras, North Carolina; 1,236 km (768 mi) south of Cape Sable Island, Nova Scotia; and 1,759 km (1,093 mi) northeast of Cuba. Though it is typically referred to in the singular, Bermuda consists of 181 islands; the largest of these islands is known as Main Island. The capital city of Bermuda is Hamilton. Bermuda is self-governing, with its own constitution and government and a Parliament which makes local laws. The United Kingdom retains responsibility for defence and foreign relations. As of July 2018, it has a population of 71,176, making it the most populous of the British overseas territories.",
  "/wiki/MS_Norsky": "Norsky is a Ro-Ro cargo ferry owned by Bore Sky and operated by P&O Ferries with sister ship MS Norstream on the Tilbury-Zeebrugge route.",
  "/wiki/Helsinki": "Helsinki (/ˈhɛlsɪŋki/ HEL-sink-ee or /hɛlˈsɪŋki/ (listen) hel-SINK-ee, Finnish: [ˈhelsiŋki] (listen); Swedish: Helsingfors [hɛlsɪŋˈfɔʂː] (listen), Finland Swedish: [helsiŋˈforsː] (listen)) is the capital and most populous city of Finland. Located on the shore of the Gulf of Finland, it is the seat of the region of Uusimaa in southern Finland, and has a population of 650,058. The city's urban area has a population of 1,268,296, making it by far the most populous urban area in Finland as well as the country's most important center for politics, education, finance, culture, and research. Helsinki is located 80 kilometres (50 mi) north of Tallinn, Estonia, 400 km (250 mi) east of Stockholm, Sweden, and 300 km (190 mi) west of Saint Petersburg, Russia. It has close historical ties with these three cities.",
  "/wiki/Finland": "Finland (Finnish: Suomi [ˈsuo̯mi] (listen); Swedish: Finland [ˈfɪ̌nland] (listen), Finland Swedish: [ˈfinlɑnd]), officially the Republic of Finland (Finnish: Suomen tasavalta, Swedish: Republiken Finland (listen to all)),[note 1] is a Nordic country in Northern Europe bordering the Baltic Sea, Gulf of Bothnia, and Gulf of Finland, between Sweden to the west, Russia to the east, Estonia to the south, and north-eastern Norway to the north. The capital and largest city is Helsinki. Other major cities are Espoo, Tampere, Vantaa, Oulu, Turku, Jyväskylä, Lahti and Kuopio.",
  "/wiki/MS_Norstream": "Norstream is a cargo ferry owned by the Bore Ltd subsidiary company Bore Sky and operated by P&O Ferries with sister ship  Norsky on the Tilbury–Zeebrugge route.",
  "/wiki/Malta": "Malta (/ˈmɒltə/, /ˈmɔːltə/ (listen); Maltese: [ˈmɐltɐ]), officially known as the Republic of Malta (Maltese: Repubblika ta' Malta), is a Southern European island country consisting of an archipelago in the Mediterranean Sea. It lies 80 km (50 mi) south of Italy, 284 km (176 mi) east of Tunisia, and 333 km (207 mi) north of Libya. With a population of about 475,000 over an area of 316 km2 (122 sq mi), Malta is the world's tenth smallest and fifth most densely populated sovereign country. Its capital is Valletta, which is the smallest national capital in the European Union by area at 0.8 km2 (0.31 sq mi). The official and national language is Maltese, which is descended from Sicilian Arabic that developed during the Emirate of Sicily, while English serves as the second official language."
}