{
  "/wiki/Thammudu_(film)": "Thammudu (transl. Younger Brother) is a 1999 Indian Telugu-language sports action film produced by Burugupalli Sivaramakrishna under the Sri Venkateswara Art Films banner, written and directed by P. A. Arun Prasad. The movie was loosely based on the 1992 Hindi film Jo Jeeta Wohi Sikandar which itself was loosely based on the 1979 movie Breaking Away.",
  "/wiki/Pawan_Kalyan": "Konidela Kalyan Babu, better known by his stage name Pawan Kalyan, is an Indian film actor, producer, director, screenwriter, writer, stunt coordinator, playback singer, choreographer, philanthropist and politician. His film works are predominantly in Telugu cinema. He is the youngest brother of popular actor Chiranjeevi. Pawan Kalyan made his acting debut in the 1996 Telugu film Akkada Ammayi Ikkada Abbayi. In 1998, he starred in Tholi Prema, which won the National Film Award for Best Feature Film in Telugu for that year.",
  "/wiki/Preeti_Jhangiani": "Preeti Jhangiani (born 18 August 1980) is an Indian model and actress. She is known for her work in Mohabbatein (2000).",
  "/wiki/Telugu_language": "Telugu (English:  /ˈtɛlʊɡuː/; తెలుగు [teluɡu]) is a Dravidian language spoken predominantly in the Indian states of Andhra Pradesh and Telangana and the Union Territory of Puducherry (Yanam)  by the Telugu people. It stands alongside Hindi, English as one of the few languages with primary official language status in more than one Indian state. Telugu is also a linguistic minority in the states of Odisha, Karnataka, Tamil Nadu, Chhattisgarh, and Maharashtra. It is one of six languages designated a classical language of India by the country's government.",
  "/wiki/Bhalevadivi_Basu": "Bhalevadivi Basu is a 2001 Telugu, Action comedy film, produced by Sivalenka Krishna Prasad under the Sridevi Movies banner and directed by P.A. Arun Prasad. It stars Nandamuri Balakrishna, Anjala Zhaveri, Shilpa Shetty in the lead roles and music composed by Mani Sharma. The movie created a lot of hype since it followed the stupendous hit of Narasimha Naidu and was intended to be an image make-over for Nandamuri Balakrishna from Action Hero to Family Hero.",
  "/wiki/Nandamuri_Balakrishna": "Nandamuri Balakrishna is an Indian film actor and politician known for his works in Telugu cinema. He is the sixth son of Telugu film actor and former Chief Minister of Andhra Pradesh N. T. Rama Rao. He entered the film industry as a child artist at the age of fourteen with the film Tatamma Kala (1974) and has acted in more than a hundred feature films in varied roles.[citation needed]",
  "/wiki/Anjala_Zaveri": "Anjala Zaveri is an Indian British actress. She appeared in Telugu, Hindi, Tamil, Malayalam and Kannada films.",
  "/wiki/Shilpa_Shetty": "Shilpa Shetty Kundra (born 8 June 1975) is an Indian actress primarily known for her work in Hindi films and the winner of Celebrity Big Brother 5.",
  "/wiki/Prakash_Raj": "Prakash Raj (born 26 March 1965) is an Indian film actor, director, producer, thespian, television presenter, activist and politician who is known for his works in the South Indian film industry, and Hindi-language films. He acted in back-to-back stage shows for ₹300 a month in the initial stages of his career, when he joined Kalakshetra, Bengaluru, and he has 2,000 street theatre performances to his credit.",
  "/wiki/Badri_(2001_film)": "Badri is a 2001 Indian Tamil-language sports action film directed by P. A. Arun Prasad.  The film stars Vijay in the titular role as a spoilt college brat who turns into a kickboxer to prove himself whereas Bhumika plays the lead heroine. Monal supports the cast, while Vivek, Riyaz Khan, and Bhupinder Singh play supporting roles. The film's soundtrack was composed by Ramana Gogula while the background score was composed by Devi Sri Prasad. Film is official remake of director's orginal telugu work Thammudu. Filming began in August 2000 and was completed by March 2001. The film had its theatrical release on 12 April 2001. The film completed 100 days theatrical run.\nIndiaToday listed the film under top ten cult films performed by Vijay.",
  "/wiki/Vijay_(actor)": "C. Joseph Vijay (born 22 June 1974) is an Indian film actor, playback singer and dancer who works in Tamil cinema. Referred to by fans and media as Thalapathy (commander), Vijay is the highest paid actor and one of the most significant figures in the industry. By 2017, he became the second-highest grossing actor in Tamil cinema history, behind Rajinikanth. As a playback singer, Vijay has sung over thirty songs in his films since \"Bombay City\" (1994), and garnered European attention for his song \"Selfie Pulla\" in 2014. He is also often praised for his dance moves in his films.",
  "/wiki/Bhumika_Chawla": "Bhumika Chawla (born Rachna Chawla on 21 August 1978) is an Indian actress and a former model. She made her film debut in the Telugu film Yuvakudu (2000) and has since then worked in various Indian film industries and appeared in over thirty films in Telugu, Tamil, Hindi, Malayalam, Kannada, Bhojpuri, and Punjabi. Her notable performances include  Badri (2001) ,  Kushi (2001) , Okkadu (2003) , Tere Naam (2003) , Missamma (2003) , Sillunu Oru Kaadhal (2006) , Gandhi, My Father (2007) , Anasuya (2007) and  Buddy (2013).",
  "/wiki/Monal_(actress)": "Radhamonal Naval (26 January 1981 – 30 April 2002) was an Indian film actress who appeared in Tamil language films. She was the younger sister of actress Simran and appeared in notable productions including Badri (2001) alongside Vijay. She committed suicide in 2002.",
  "/wiki/Tamil_language": "Tamil (/ˈtæmɪl/; தமிழ் Tamiḻ [t̪ɐmɨɻ], pronunciation (help·info)) is a Dravidian language predominantly spoken by the Tamil people of India and Sri Lanka, and by the Tamil diaspora, Sri Lankan Moors, Chindians, and Douglas. Tamil is an official language in three countries: India, Sri Lanka and Singapore. In India, it is the official language of the Indian state of Tamil Nadu and the Union Territory of Puducherry. Furthermore, Tamil is used as one of the languages of education in Malaysia, along with English, Malay and Mandarin. Tamil is spoken by significant minorities in the four other South Indian states of Kerala, Karnataka, Andhra Pradesh and Telangana and the Union Territory of the Andaman and Nicobar Islands. It is one of the 22 scheduled languages of India.",
  "/wiki/Chandu_(2002_film)": "Chandu is a 2002 Kannada romance-drama film directed by Arun Prasad P.A. featuring Sudeep and Sonia Agarwal in the lead roles. The film features background score and soundtrack composed by Gurukiran and lyrics by K. Kalyan, Anant Kumar and V. Nagendra Prasad. The film released on 10 May 2002.",
  "/wiki/Sudeep": "Sudeep Sanjeev (born 2 September 1974), better known mononymously as Sudeep or as Kichcha Sudeep, is an Indian film actor, director, producer, screenwriter, television presenter and singer, who primarily works in Kannada language films, in addition to appearances in a handful of Telugu, Hindi and Tamil language films.",
  "/wiki/Sonia_Agarwal": "Sonia Agarwal (born 28 March 1982) is an Indian film actress known for her works predominantly in Tamil cinema and a few Telugu films. She is best known for her performances in super-hit films such as Kaadhal Kondein (2003), 7G Rainbow Colony (2004) and Pudhupettai (2006) directed by Selvaraghavan.",
  "/wiki/Kannada": "Kannada (/ˈkɑːnədə, ˈkæn-/; ಕನ್ನಡ, [ˈkɐnnɐɖaː]), also known as Kanarese, is a Dravidian language spoken predominantly by people of Karnataka in southwestern India, and by significant linguistic minorities in the states of Maharashtra, Andhra Pradesh, Tamil Nadu, Telangana, Kerala and abroad. The language has roughly 44 million native speakers, who are called Kannadigas. Kannada is also spoken as a second and third language by over 12.9 million non-Kannada speakers in Karnataka, which adds up to 56 million speakers. It is one of the scheduled languages of India and the official and administrative language of the state of Karnataka.",
  "/wiki/Kiccha": "Kiccha is a 2003 Kannada political drama action film directed by Arun Prasad P.A. featuring Sudeep and Shwetha in the lead roles. It  features background score and soundtrack composed by Hamsalekha and lyrics by Hamsalekha. The film released on 11 April 2003. The film was highly successful; it became the eponymous name of actor Sudeep.",
  "/wiki/Vadde_Naveen": "Vadde Naveen is an Indian Telugu film actor and producer. His father Vadde Ramesh was a film producer.",
  "/wiki/Navaneet_Kaur": "Navaneet Kaur (also spelled Navneet Kaur; born 3 January 1986) is an Indian film actress who mainly acts in Telugu films. She is elected as Member of Parliament from Amravati (Lok Sabha constituency), Maharashtra in 2019 Loksabha election as independent candidate.",
  "/wiki/Gowtam_SSC": "Gowtam SSC is a 2005 Telugu-language movie directed by P.A. Arun Prasad. Navdeep, Sindhu Tolani, Bhanupriya played the lead roles. Music is by Anoop Rubens. Dialogues are by Ramesh and Gopi, cinematography by J Siva Kumar.  Sirivennela and CC Reddy penned the lyrics. This film won Nandi award as the third best film in 2005.",
  "/wiki/Navdeep": "Navdeep Pallapolu is an Indian film actor and television personality who stars predominantly in Telugu films along with a few Tamil films.",
  "/wiki/Sindhu_Tolani": "Sindhu Tolani is an Indian actress working in various languages such as Telugu, Tamil, Kannada and Hindi. Tolani was born in Mumbai, India on 19 July 1983. She has been a Fair & Lovely cream model girl in the North as well as a successful actress. She has given many hits in Telugu cinema.",
  "/wiki/Sye_(kannada_film)": "Sye is a 2005 Indian Kannada-language action film directed by Arun Prasad P.A. featuring Sudeep and Kanika in the lead roles. The film features background score and soundtrack composed by Gurukiran and lyrics by Kaviraj and V. Manohar. The film released on 1 July 2005. This film is remake of Tamil movie Dhill. The film was later dubbed into Hindi as Sacchhai Ki Taaqat in 2006.",
  "/wiki/Kanika_(actress)": "Divya Venkatasubramaniam (born 3 July 1982), better known by her stage name Kaniha or Kanika, is an Indian film actress who predominantly works in Malayalam cinema. Kanika made her debut in the 2002 Tamil film Five Star, she went on to work in other South Indian film industries, including Malayalam, Telugu and Kannada. She is perhaps best known for her performances as Eashwari in her debut film Five Star, Gayathri in Varalaru - History of Godfather and Thenmozhi in Autograph. She has had a successful run in the Malayalam film industry, with most notable works include Bhagyadevatha, Pazhassi Raja and Spirit.",
  "/wiki/Yagam_(2010_film)": "Yagam is a 2010 Telugu film, directed by P.A. Arun Prasad starring Navdeep, Bhumika Chawla and Kim Sharma. The film was partially re-shot and released in Tamil as Sinam with scenes of Sathyaraj and Sathyan added in. The Tamil version released on 3 February 2012.",
  "/wiki/Kim_Sharma": "Kim Michelle Sharma is an Indian actress and model. She made her acting debut in the Hindi-language film Mohabbatein in 2000.",
  "/wiki/Maa_Nanna_Chiranjeevi": "Maa Nanna Chiranjeevi (Telugu: మా నాన్న చిరంజీవి, English: My Father is Chiranjeevi) is a 2010 Telugu drama film produced by Murali Krishna on Laughing Lords Entertainments banner and directed by P. A. Arun Prasad. Starring Jagapati Babu, Neelima, Master Atulith in the lead roles and music composed by Hemachandra. The film is a remake of 2006 Hollywood Hit film The Pursuit of Happyness, starring Will Smith and his son Jaden Smith. The film recorded as flop at box office.",
  "/wiki/Jagapati_Babu": "Jagapati Babu (pronunciation (help·info); born Veeramachaneni Jagapatirao Chowdary) is an Indian film actor known for his works predominantly in Telugu cinema in addition to a few Tamil and Malayalam films. In a career spanning 31 years, Jagapati Babu has starred in over 120 feature films, and has received 4 Filmfare Awards and 7 state Nandi Awards.",
  "/wiki/Chattam": "Chattam (English: Law) is a 2011 action Telugu film produced by Natti Kumar & Tummalapalli Rama Satyanarayana on Vishaka Talkies banner and directed by P. A. Arun Prasad. Starring Jagapathi Babu, Vimala Raman in lead roles and music composed by M. M. Srilekha. The film recorded as flop at box office.",
  "/wiki/Vimala_Raman": "Vimala Raman is an Australian actress and model who has worked in all South Indian film industries, and predominantly appears in Telugu and Malayalam films. Born in Australia, she is a Tamilian from Bangalore and made her debut in 2005 with the Tamil film Poi. An established Bharatanatyam dancer and a graduate in B.Sc Information Systems from the University of New South Wales, Sydney, Raman had also won the titles of \"Miss India Australia\" in 2004 and \"Miss India Worldwide - Beautiful Face\" in 2005.",
  "/wiki/Sagar_(actor)": "Sagar Mulukuntla, known by his stage name RK Naidu, is an Indian TV and film actor from Telangana who now predominantly works in Telugu films. He is best known for his television serials as Jagan in Chakravakam (2006) and RK Naidu and Munna in Mogali Rekulu (2008-2013) which won him several awards including the most prestigious Nandi award for his best acting. He also made his debut in Telugu films in lead roles with a movie by name Man of the Match (2015) and Siddhartha (2016)  was his next project which earned him fame as a hero in Telugu films. Currently he is working on his new project (yet to be named) in his own production in the banner 'Weekend Movies Pvt Ltd'.",
  "/wiki/Rajendra_Prasad_(actor)": "Gadde Rajendra Prasad (born 19 July 1956) is an Indian film actor who predominantly works in Telugu cinema. In 1991, he received Andhra Pradesh state's Nandi Award for Best Actor for Erra Mandaram and after almost 15 years, he received his second Nandi Award for Best Actor for Aa Naluguru, additionally, he has also received an Honorary doctorate from Andhra University. In 2012, he starred in the medical thriller Dream, for which he won the Royal Reel Award along with director K. Bhavani Shankar at the Canada International Film Festival",
  "/wiki/P._A._Arun_Prasad": "Alaparthi Sivanagaprasad Chowdary, known professionally as P. A. Arun Prasad, is an Indian film director, screenwriter and producer known for his works in Telugu, Kannada, and Tamil cinema. He has received a Filmfare Award South and a state Nandi Award."
}