{
  "/wiki/İbrahim_Bilgen": "İbrahim Bilgen (2 March 1949 – 31 May 2010) was a Turkish politician, electrical engineer and activist. He was born in Batman, Turkey and killed by the Israeli armed forces in the Gaza flotilla raid.",
  "/wiki/Turkey": "Turkey (Turkish: Türkiye [ˈtyɾcije]), officially the Republic of Turkey (Turkish: Türkiye Cumhuriyeti [ˈtyɾcije dʒumˈhuːɾijeti] (listen)), is a transcontinental country almost wholly located on the Anatolian peninsula in Western Asia, with a smaller portion on the Balkan peninsula in Southeastern Europe. East Thrace, the part of Turkey in Europe, is separated from Anatolia by the Sea of Marmara, the Bosporus and the Dardanelles (collectively called the Turkish Straits). Turkey is bordered by Greece and Bulgaria to its northwest, the Black Sea to its north, Georgia to its northeast, Armenia, the Azerbaijani exclave of Nakhchivan and Iran to its east, Iraq and Syria to its southeast, the Mediterranean Sea to its south, and the Aegean Sea to its west. Istanbul is the largest city in the country while Ankara is the capital. Approximately 70 to 80 percent of the country's citizens identify as Turkish, while Kurds are the largest minority at anywhere from 15 to 20 percent of the population.",
  "/wiki/Siirt": "Siirt (Arabic: سِعِرْد‎ Siʿird, Armenian: Սղերդ Sġerd, Syriac: ܣܥܪܬ‎ siʿreth, Kurdish: Sêrt‎, Ottoman Turkish: سعرد‎ Greek: Σύρτη) is a city in southeastern Turkey and the seat of Siirt Province). The population of the city according to the 2009 census was 129,188. The majority of the city's population is Kurdish.",
  "/wiki/Furkan_Doğan": "Furkan Doğan (20 October 1991 – 31 May 2010) was a Turkish American who was residing in Turkey permanently. He was the youngest person killed by the IDF on the MV Mavi Marmara, in the Gaza flotilla raid and became a political symbol after his death.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Al-Azhar_University": "Al-Azhar University (/ˈɑːzhɑːr/ AHZ-har; Arabic: جامعة الأزهر (الشريف)‎, IPA: [ˈɡæmʕet elˈʔɑzhɑɾ eʃʃæˈɾiːf], \"the (honorable) University of Al-Azhar\") is a university in Cairo, Egypt. Associated with Al-Azhar Mosque in Islamic Cairo, it is Egypt's oldest degree-granting university and is renowned as \"Islam’s most prestigious university\". In addition to higher education, Al-Azhar oversees a national network of schools with approximately two million students. As of 1996, over 4000 teaching institutes in Egypt were affiliated with the University.",
  "/wiki/State_of_Palestine": "Palestine (Arabic: فلسطين‎ Filasṭīn), recognized officially as the State of Palestine[i] (Arabic: دولة فلسطين‎ Dawlat Filasṭīn) by the United Nations and other entities, is a de jure sovereign state in Western Asia claiming the West Bank (bordering Israel and Jordan) and Gaza Strip (bordering Israel and Egypt) with East Jerusalem as the designated capital, although its administrative center is currently located in Ramallah.[ii] The entirety of territory claimed by the State of Palestine has been occupied since 1948, first by Egypt and Jordan and then by Israel after the Six-Day War in 1967. Palestine has a population of 5,051,953 as of February 2020, ranked 121st in the world.",
  "/wiki/Shahid": "Shahid, or Shaheed (Arabic: شهيد‎ šahīd, plural: شُهَدَاء šuhadāʾ ; female: šahīda), originates from the Quranic Arabic word meaning \"witness\" and is also used to denote a martyr in Islam.",
  "/wiki/Cevdet_Kılıçlar": "Cevdet Kılıçlar (5 May 1972 – 31 May 2010) was a Turkish journalist and photographer from Kayseri. He had been a correspondent of the daily newspaper Anadolu'da Vakit. He was an aid worker and responsible for website of The Foundation for Human Rights and Freedoms and Humanitarian Relief (Turkish: İnsan Hak ve Hürriyetleri ve İnsani Yardım Vakfı). He was married to Derya Kılıçlar and had two children, Gülhan and Ali Erdem. He was killed in the Gaza flotilla raid. According to his widow, Derya, he was prepared to become a martyr for the Palestinian cause.",
  "/wiki/Afghanistan": "Afghanistan (/æfˈɡænɪstæn, æfˈɡɑːnɪstɑːn/ (listen); Pashto/Dari: افغانستان, Pashto: Afġānistān [avɣɒnisˈtɒn, ab-],[a] Dari: Afġānestān [avɣɒnesˈtɒn]), officially the Islamic Republic of Afghanistan, is a landlocked country in Asia. Afghanistan is bordered by Pakistan to the east and south;[b] Iran to the west; Turkmenistan, Uzbekistan, and Tajikistan to the north; and China to the northeast. Occupying 652,000 square kilometers (252,000 sq mi), it is a mountainous country with plains in the north and southwest. Kabul is the capital and largest city.  The population is 32 million, mostly composed of ethnic Pashtuns, Tajiks, Hazaras and Uzbeks.",
  "/wiki/İzmir": "İzmir (UK: /ˈɪzmɪər/ IZ-meer, US: /ɪzˈmɪər/ iz-MEER, Turkish: [ˈizmiɾ]), often spelled Izmir in English, is a metropolitan city in the western extremity of Anatolia. It is the third most populous city in Turkey, after Istanbul and Ankara, and the second largest urban agglomeration on the Aegean Sea after Athens, Greece.",
  "/wiki/İHH_(İnsani_Yardım_Vakfı)": "IHH Humanitarian Relief Foundation (Turkish: İHH İnsani Yardım Vakfı; full Turkish name: İnsan Hak ve Hürriyetleri ve İnsani Yardım Vakfı, in English: The Foundation for Human Rights and Freedoms and Humanitarian Relief) or İHH is a conservative Turkish NGO, whose members are predominantly Turkish Muslims, active in more than 100 countries.",
  "/wiki/List_of_participants_of_the_Gaza_flotilla": "There were 688 participants on the Gaza flotilla from 41 nations. The flotilla was raided and captured by Israeli naval forces on 31 May 2010, when nine participants were killed and seven IDF commandos were injured."
}