{
  "/wiki/Conceição_Ferreira": "Maria Conceição da Costa Ferreira (born 13 March 1962 in Aveleda) is a retired Portuguese long-distance runner.\n She won the 1993 IAAF World Half Marathon Championships, and finished sixth in 10,000 metres at the 1993 World Championships.",
  "/wiki/Portugal": "Portugal (Portuguese: [puɾtuˈɣal]), officially the Portuguese Republic (Portuguese: República Portuguesa [ʁɛˈpuβlikɐ puɾtuˈɣezɐ]),[note 5] is a country located mostly on the Iberian Peninsula, in southwestern Europe. It is the westernmost sovereign state of mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional governments.\n Portugal is the oldest nation state on the Iberian Peninsula and one of the oldest in Europe and the world, its territory having been continuously settled, invaded and fought over since prehistoric times. The pre-Celtic people, Iberians, \nCelts, Carthaginians and Romans were followed by the invasions of the Visigoths and Suebi Germanic peoples. After the Muslim conquests of the Iberian Peninsula, most of the territory was part of Al-Andalus until their expulsion. Portugal as a country was established during the early Christian Reconquista. Founded in 868, the County of Portugal gained prominence after the Battle of São Mamede in 1128. The Kingdom of Portugal was later proclaimed following the Battle of Ourique in 1139, and independence from León was recognised by the Treaty of Zamora in 1143. On 12 December 2017, the Portuguese Navy commemorated the 700th anniversary of its official creation by King Denis of Portugal. Tracing its origins back to the 12th century, it is the oldest continuously serving navy in the world.\n In the 15th and 16th centuries, Portugal established the first global empire, becoming one of the world's major economic, political and military powers. During this period, today referred to as the Age of Discovery, Portuguese explorers pioneered maritime exploration, notably under royal patronage of Prince Henry the Navigator and King John II, with such notable voyages as Bartolomeu Dias' sailing beyond the Cape of Good Hope (1488), Vasco da Gama's discovery of the sea route to India (1497–98) and the European discovery of Brazil (1500). During this time Portugal monopolized the spice trade, divided the world into hemispheres of dominion with Castille, and the empire expanded with military campaigns in Asia. However, events such as the 1755 Lisbon earthquake, the country's occupation during the Napoleonic Wars, the independence of Brazil (1822) and a late industrialization compared to other European powers erased to a great extent Portugal's prior opulence.\n After the 1910 revolution deposed the monarchy, the democratic but unstable Portuguese First Republic was established, later being superseded by the Estado Novo authoritarian regime. Democracy was restored after the Carnation Revolution in 1974, ending the Portuguese Colonial War. Shortly after, independence was granted to almost all its overseas territories, including East Timor. The handover of Macau to China in 1999 marked the end of what can be considered the longest-lived colonial empire.\n Portugal has left a profound cultural, architectural and linguistic influence across the globe, with a legacy of around 250 million Portuguese speakers, and many Portuguese-based creoles. It is a developed country with an advanced economy and high living standards. Additionally, it is highly placed in rankings of moral freedom (2nd), peacefulness (3rd), LGBTI rights (7th in Europe), democracy (8th), press freedom (12th), stability (15th), social progress (18th), prosperity (26th), and HDI (40th). A member of the United Nations and the European Union, Portugal was also one of the founding members of NATO, the eurozone, the OECD, and the Community of Portuguese Language Countries.",
  "/wiki/Mari_Tanigawa": "Mari Tanigawa (谷川真理, Tanigawa Mari, born 27 October 1962) is a Japanese former marathon runner. Born in Fukuoka Prefecture, she was a two-time winner at the Tokyo International Women's Marathon, winner of the Australia's Gold Coast Marathon in 1992 and won the Paris Marathon in 1994.\n Tanigawa also competed in half marathon races: she won individual and team silver medals at the 1993 IAAF World Half Marathon Championships and won the 1994 Sapporo Half Marathon and 1996 America's Finest City Half Marathon. She was a team bronze medalist at the 1994 IAAF World Half Marathon Championships, where she finished tenth.\n She had career personal bests of 2:27:55 hours for the marathon and 1:09:37 hours for the half marathon.\n She is the organizer of several popular races in Japan, the Mari Tanigawa Half Marathon and the Mari Tanigawa Ekiden.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).\n Japan is officially divided into 47 prefectures and traditionally into eight regions. Approximately two-thirds of the country's terrain is mountainous and heavily forested, and less than one-eighth of land is suitable for agriculture. Consequently, Japan is among the most densely populated and urbanized countries in the world, with over 90% of its population living in urban areas. The largest of these is the metropolitan area centered on the capital city of Tokyo, which is the most populous in the world and home to more than 38 million people. Japan itself is the world's eleventh most populous country with a population of 126.2 million, of which 97.8% are ethnically Japanese.\n The kanji (or \"Chinese characters\") that make up the name of Japan in the Japanese language mean \"sun origin\"; in the Western world, the country is often known by the sobriquet \"Land of the Rising Sun\". Periods of influence from other regions, primarily China, followed by periods of isolation, particularly from Western Europe, have characterized the history of Japan.\n While archaeological evidence indicates that Japan was inhabited as early as the Upper Paleolithic period, the first written mention of the archipelago appears in Chinese texts from the first century AD. Between the fourth and ninth centuries, the kingdoms of Japan became gradually unified under an Emperor and imperial court based in Heian-kyō (modern Kyoto). However, beginning in the twelfth century, de facto political power came to be held by a succession of military dictators (shōgun) and feudal lords (daimyō) and enforced by a class of warrior nobility known as samurai. After a century-long period of civil war, Japan was reunified in 1603 under the rule of the Tokugawa shogunate, which established a government in Edo (modern Tokyo) and enacted a policy of isolationism. This period ended in 1853 when a United States fleet forced Japan to open to the West, leading to the fall of the shogunate and the restoration of imperial power in 1868. In the following Meiji era, Japan adopted a Western-style government and pursued a program of industrialization and modernization; this transformed the feudal society into a great power, with Japan establishing a colonial empire in East Asia after decisive victories in the First Sino-Japanese War and Russo-Japanese War. In 1937, the Empire of Japan invaded China, beginning the Second Sino-Japanese War; in 1940, it signed the Tripartite Pact and entered World War II the following year on the side of the Axis powers. After suffering major defeats in the Pacific and two atomic bombings, Japan surrendered to the Allies in 1945, coming under a brief occupation and adopting a new post-war constitution. Japan has since maintained a unitary parliamentary constitutional monarchy with the Emperor as a ceremonial head of state and an elected legislature known as the National Diet.\n Today, Japan is a member of numerous international institutions, including the United Nations, the OECD, the G7, and the G20. Although it has officially renounced its right to declare war, Japan maintains a modern military for peacekeeping and self-defense, which has been ranked as the world's fourth most powerful. Following World War II, Japan experienced record economic growth, recovering from the war to become the world's second-largest economy by 1980. Today, Japan's economy is the world's third-largest by nominal GDP and fourth-largest by purchasing power parity; it is also the fourth-largest importer and exporter and a global leader in the automotive and electronics industries. Japan is ranked \"very high\" on the Human Development Index; its population enjoys high levels of education and the second-highest life expectancy in the world, though it currently is experiencing a projected decline due to low birth rates. Culturally, Japan is globally renowned for its art, cuisine, literature, cinema, music, and popular culture, including its prominent comics, animation, and video game industries.",
  "/wiki/Tegla_Loroupe": "Tegla Chepkite Loroupe (born 9 May 1973) is a Kenyan long-distance track and road runner. She is also a global spokeswoman for peace, women's rights and education. Loroupe holds the world records for 25 and 30 kilometres and previously held the world marathon record. She was the first African woman to hold the marathon World Record, which she held from 19 April 1998 until 30 September 2001. She is the three-time World Half-Marathon champion. Loroupe was also the first woman from Africa to win the New York City Marathon, which she has won twice. She has won marathons in London, Rotterdam, Hong Kong, Berlin and Rome.\n In 2016, she was the person organising the Refugee Team for the 2016 Summer Olympics in Rio.",
  "/wiki/Kenya": "Kenya (/ˈkɛnjə/ (listen)), officially the Republic of Kenya (Swahili: Jamhuri ya Kenya), is a country in Africa with 47 semiautonomous counties governed by elected governors. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Mombasa. Kisumu City is the third largest city and also an inland port on Lake Victoria. Other important urban centres include Nakuru and Eldoret.\n Kenya is bordered by South Sudan to the northwest, Ethiopia to the north, Somalia to the east, Uganda to the west, Tanzania to the south, and the Indian Ocean to the southeast.\n According to archaeological dating of associated artifacts and skeletal material, the Cushites first settled in the lowlands of Kenya between 3,200 and 1,300 BC, a phase referred to as the Lowland Savanna Pastoral Neolithic.\n Nilotic-speaking pastoralists (ancestral to Kenya's Nilotic speakers) started migrating from present-day southern Sudan into Kenya around 500 BC. European colonisation of Kenya began in the 19th century during the European exploration of the interior. Modern-day Kenya emerged from a protectorate established by the British Empire in 1895 and the subsequent Kenya Colony, which began in 1920. Numerous disputes between the UK and the colony led to the Mau Mau revolution, which began in 1952, and the subsequent declaration of independence in 1963. After independence, Kenya remained a member of the Commonwealth of Nations. The current constitution was adopted in 2010 to replace the 1963 independence constitution.\n Kenya is a presidential representative democratic republic, in which elected officials represent the people and the president is the head of state and government. Kenya is a member of the United Nations, World Bank, International Monetary Fund, COMESA, International Criminal Court, and other international organisations. With a GNI of 1,460, Kenya is a lower-middle-income economy. Kenya's economy is the largest in eastern and central Africa, with Nairobi serving as a major regional commercial hub. Agriculture is the largest sector: tea and coffee are traditional cash crops, while fresh flowers are a fast-growing export. The service industry is also a major economic driver, particularly tourism. Kenya is a member of the East African Community trade bloc, though some international trade organisations categorise it as part of the Greater Horn of Africa. Africa is Kenya's largest export market, followed by the European Union.",
  "/wiki/Miyoko_Asahina": "Miyoko Asahina (朝比奈三代子; born September 24, 1969) is a retired female long-distance runner from Japan. She set her personal best (2:25:52) in the women's marathon event on April 17, 1994 to win the Rotterdam Marathon.",
  "/wiki/Elena_Murgoci": "Elena Murgoci-Florea (May 20, 1960 – August 26, 1999) was a female long-distance runner from Romania, who specialized in the marathon race.\n Murgoci represented her native country at the 1992 Summer Olympics, finishing in 32nd place in the women's marathon race. She is best known for winning the Amsterdam Marathon (1988) and the Rotterdam Marathon (1989). She died aged 39 in Bucharest when being stabbed to death outside her home by a jealous boyfriend.",
  "/wiki/Romania": "Romania (/roʊˈmeɪniə/ (listen) ro-MAY-nee-ə; Romanian: România [romɨˈni.a] (listen)) is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It has borders with the Black Sea to the southeast, Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east. It has a predominantly temperate-continental climate. With a total area of 238,397 square kilometers (92,046 square miles), Romania is the 8th largest country and also the 6th most populous member state of the European Union, having almost 20 million inhabitants. Its capital and largest city is Bucharest, and other major urban areas include Cluj-Napoca, Timișoara, Iași, Constanța, Craiova, Brașov, and Galați.\n The River Danube, Europe's second-longest river, rises in Germany's Black Forest and flows in a general southeast direction for 2,857 km (1,775 mi), coursing through ten countries before emptying into Romania's Danube Delta. The Carpathian Mountains, which cross Romania from the north to the southwest, include Moldoveanu Peak, at an altitude of 2,544 m (8,346 ft).\n Modern Romania was formed in 1859 through a personal union of the Danubian Principalities of Moldavia and Wallachia. The new state, officially named Romania since 1866, gained independence from the Ottoman Empire in 1877. Following World War I after declaring its neutrality in 1914, when Romania fought on the side of the Allied powers starting with 1916, Bukovina, Bessarabia, Transylvania as well as parts of Banat, Crișana, and Maramureș became part of the sovereign Kingdom of Romania. In June–August 1940, as a consequence of the Molotov–Ribbentrop Pact and Second Vienna Award, Romania was compelled to cede Bessarabia and Northern Bukovina to the Soviet Union, and Northern Transylvania to Hungary. In November 1940, Romania signed the Tripartite Pact and, consequently, in June 1941 entered World War II on the Axis side, fighting against the Soviet Union until August 1944, when it joined the Allies and recovered Northern Transylvania. Following the war, under the occupation of the Red Army's forces, Romania became a socialist republic and member of the Warsaw Pact. After the 1989 Revolution, Romania began a transition towards democracy and a market economy.\n Romania ranks 52nd in the Human Development Index, and is a developing country. It has the world's 47th largest economy by nominal GDP and an annual economic growth rate of 7% (2017), the highest in the EU at the time. Following rapid economic growth in the early 2000s, Romania has an economy predominantly based on services, and is a producer and net exporter of machines and electric energy, featuring companies like Automobile Dacia and OMV Petrom. It has been a member of the United Nations since 1955, part of NATO since 2004, and part of the European Union since 2007. An overwhelming majority of the population identifies themselves as Eastern Orthodox Christians and are native speakers of Romanian, a Romance language.",
  "/wiki/Anuța_Cătună": "Anuța Cătună (born October 1, 1968, in Lunca Ilvei, Bistrița-Năsăud) is a former female long-distance runner from Romania, who represented her native country at two consecutive Summer Olympics, starting in 1996. She won the 1996 edition of the New York City Marathon.",
  "/wiki/Iulia_Negura": "Iulia Olteanu (née Negură; born 26 January 1967) is a Romanian former long-distance runner who competed in cross country, track and road running events.\n She made her breakthrough on the international scene with consecutive wins at the IAAF World Women's Road Race Championships in 1990 and 1991. She helped Romania to a number of team medals at the IAAF World Half Marathon Championships and IAAF World Cross Country Championships, and also ran in the 10,000 metres at two editions of the IAAF World Championships in Athletics as well as the 1996 Summer Olympics.\n Olteanu was the silver medallist at the 1994 IAAF World Half Marathon Championships, setting a lifetime best of 1:09:15. She was victorious at the 1996 European Cross Country Championships but was stripped of her title as she had failed a test for the steroid stanozolol and received a two-year competitive ban for doping. After her ban had expired, she was again selected for the Romanian cross country and half marathon teams, but failed to medal. She competed in her first marathon in 2002 but retired from international competition in 2003.\n Among her other achievements are two consecutive 10,000 m titles at the Summer Universiade, as well as circuit wins at the Great South Run, Sapporo Half Marathon and the Chiba and Fukuoka Cross Country meetings.",
  "/wiki/Albertina_Machado": "Maria Albertina Pinto Machado (born 25 December 1961) is a Portuguese long-distance runner. She competed in the women's marathon at the 1996 Summer Olympics.",
  "/wiki/Adriana_Barbu": "Adriana Barbu (born January 17, 1961) is a retired female long-distance runner from Romania, who specialized in the marathon race.\n Barbu is best known for winning the bronze medal in the classic distance at the 1994 European Championships in Helsinki, clocking 2:30.55. She also triumphed in the 1987 edition of the Amsterdam Marathon, on May 10, 1987, in 2:36.21.\n She also won the 1995 Paris Half Marathon.",
  "/wiki/María_Luisa_Muñoz": "María Luisa Muñoz (born 6 May 1959) is a Spanish long-distance runner. She competed in the women's marathon at the 2000 Summer Olympics.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.\n With an area of 505,990 km2 (195,360 sq mi), Spain is the largest country in Southern Europe, the second largest country in Western Europe and the European Union, and the fourth largest country in the European continent. By population (about 47 million), Spain is the sixth largest in Europe and the fifth in the European Union. Spain's capital and largest city is Madrid; other major urban areas include Barcelona, Valencia, Seville, Zaragoza, Málaga and Bilbao.\n Modern humans first arrived in the Iberian Peninsula around 35,000 years ago. Iberian cultures along with ancient Phoenician, Greek, Celtic and Carthaginian settlements developed on the peninsula until it came under Roman rule around 200 BCE, after which the region was named Hispania, based on the earlier Phoenician name Sp(a)n or Spania. At the end of the Western Roman Empire the Germanic tribal confederations migrated from Central Europe, invaded the Iberian peninsula and established relatively independent realms in its western provinces, including the Suebi, Alans and Vandals. Eventually, the Visigoths would forcibly integrate all remaining independent territories in the peninsula, including the Byzantine province of Spania, into the Visigothic Kingdom, which more or less unified politically, ecclesiastically and legally all the former Roman provinces or successor kingdoms of what was then documented as Hispania.\n In the early eighth century the Visigothic Kingdom was conquered by the Umayyad Islamic Caliphate, that arrived to the peninsula in the year 711. The Muslim rule in the Iberian Peninsula (al-Andalus) soon became autonomous from Baghdad. The handful of small Christian pockets in the north left out of Muslim rule, along the presence of the Carolingian Empire near the Pyreneean range, would eventually led to the emergence of the Christian kingdoms of León, Castile, Aragon, Portugal and Navarre. Along seven centuries, an intermittent southwards expansion of the latter kingdoms (metahistorically dubbed as a reconquest: the Reconquista) took place, culminating with the Christian seizure of the last Muslim polity (the Nasrid Kingdom of Granada) in 1492, the same year Christopher Columbus arrived in the New World. A process of political conglomeration among the Christian kingdoms also ensued, and the late 15th-century saw the dynastic union of Castile and Aragon under the Catholic Monarchs, sometimes considered as the point of emergence of Spain as unified country. The Conquest of Navarre would take in 1512, while the Kingdom of Portugal was also ruled by the Hapsburg Dynasty between 1580 and 1640.\n In the early modern period, Spain ruled one of the largest empires in history which was also one of the first global empires, leaving a large cultural and linguistic legacy that includes over 570 million Hispanophones, making Spanish the world's second-most spoken native language, after Mandarin Chinese. During the Golden Age there were also many advancements in the arts, with world-famous painters such as Diego Velázquez.\nThe most famous Spanish literary work, Don Quixote, was also published during the Golden Age. Spain hosts the world's third-largest number of UNESCO World Heritage Sites.\n Spain is a secular parliamentary democracy and a parliamentary monarchy, with King Felipe VI as head of state. It is a major developed country and a high income country, with the world's fourteenth largest economy by nominal GDP and sixteenth largest by purchasing power parity. It is a member of the United Nations (UN), the European Union (EU), the Eurozone, the Council of Europe (CoE), the Organization of Ibero-American States (OEI), the Union for the Mediterranean, the North Atlantic Treaty Organization (NATO), the Organisation for Economic Co-operation and Development (OECD), Organization for Security and Co-operation in Europe (OSCE), the Schengen Area, the World Trade Organization (WTO) and many other international organisations. While not an official member, Spain has a \"Permanent Invitation\" to the G20 summits, participating in every summit, which makes Spain a de facto member of the group.",
  "/wiki/Suzanne_Rigg": "Suzanne Rigg (née Youngberg, born 29 November 1963) is an American-born long-distance runner who had dual American/British citizenship. She represented Great Britain in the women's marathon at the 1996 Atlanta Olympics. She also won a team silver medal at the 1992 IAAF World Half Marathon Championships and finished fourth in the 10,000m at the 1994 Commonwealth Games.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).\n The United Kingdom is a unitary parliamentary democracy and constitutional monarchy.[note 12] The current monarch is Queen Elizabeth II, who has reigned since 1952, making her the world's longest-serving current head of state. The United Kingdom's capital and largest city is London, a global city and financial centre with an urban area population of 10.3 million. Other major cities include Birmingham, Manchester, Glasgow, Leeds and Liverpool.\n The United Kingdom consists of four constituent countries: England, Scotland, Wales, and Northern Ireland. Their capitals are London, Edinburgh, Cardiff, and Belfast, respectively. Apart from England, the countries have their own devolved governments, each with varying powers, but such power is delegated by the Parliament of the United Kingdom, which may enact laws unilaterally altering or abolishing devolution. The nearby Isle of Man, Bailiwick of Guernsey and Bailiwick of Jersey are not part of the UK, being Crown dependencies with the British Government responsible for defence and international representation. The medieval conquest and subsequent annexation of Wales by the Kingdom of England, followed by the union between England and Scotland in 1707 to form the Kingdom of Great Britain, and the union in 1801 of Great Britain with the Kingdom of Ireland created the United Kingdom of Great Britain and Ireland. Five-sixths of Ireland seceded from the UK in 1922, leaving the present formulation of the United Kingdom of Great Britain and Northern Ireland.[note 13] There are fourteen British Overseas Territories, the remnants of the British Empire which, at its height in the 1920s, encompassed almost a quarter of the world's landmass and was the largest empire in history. British influence can be observed in the language, culture and political systems of many of its former colonies.\n The United Kingdom is the sixth-largest economy by nominal GDP and ninth-largest economy by purchasing power parity. It has a high-income economy and has a very high Human Development Index rating, ranking 14th in the world. It was the world's first industrialised country and the world's foremost power during the 19th and early 20th centuries. The UK remains a great power, with considerable economic, cultural, military, scientific and political influence internationally. It is a recognised nuclear weapons state and is sixth in military expenditure in the world. It has been a permanent member of the United Nations Security Council since its first session in 1946.\n The United Kingdom is a member of the Commonwealth of Nations, the Council of Europe, the G7, the G20, NATO, the Organisation for Economic Co-operation and Development (OECD), Interpol and the World Trade Organization (WTO).  It was a leading member state of the European Union (EU) and its predecessor, the European Economic Community (EEC) for 47 years, between 1 January 1973 and withdrawal on 31 January 2020.",
  "/wiki/Natalya_Galushko": "Natalya Galushko (born 18 September 1971) is a Belarusian long-distance runner. She competed in the women's marathon at the 1996 Summer Olympics.",
  "/wiki/Belarus": "Belarus (/bɛləˈruːs/; Belarusian: Беларусь, IPA: [bʲɛlaˈrusʲ]), officially the Republic of Belarus (Belarusian: Рэспубліка Беларусь, Russian: Республика Беларусь), formerly known by its Russian name Byelorussia or Belorussia (Russian: Белоруссия), is a landlocked country in Eastern Europe bordered by Russia to the northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Its capital and most populous city is Minsk. Over 40% of its 207,600 square kilometres (80,200 sq mi) is forested. Its major economic sectors are service industries and manufacturing. Until the 20th century, different states at various times controlled the lands of modern-day Belarus, including the Principality of Polotsk (11th to 14th centuries), the Grand Duchy of Lithuania, the Polish–Lithuanian Commonwealth, and the Russian Empire.\n In the aftermath of the 1917 Russian Revolution, Belarus declared independence as the Belarusian People's Republic, which was conquered by Soviet Russia. The Socialist Soviet Republic of Byelorussia became a founding constituent republic of the Soviet Union in 1922 and was renamed as the Byelorussian Soviet Socialist Republic (Byelorussian SSR). Belarus lost almost half of its territory to Poland after the Polish–Soviet War of 1919–1921. Much of the borders of Belarus took their modern shape in 1939, when some lands of the Second Polish Republic were reintegrated into it after the Soviet invasion of Poland, and were finalized after World War II. During WWII, military operations devastated Belarus, which lost about a quarter of its population and half of its economic resources. The republic was redeveloped in the post-war years. In 1945 the Byelorussian SSR became a founding member of the United Nations, along with the Soviet Union and the Ukrainian SSR.\n The parliament of the republic proclaimed the sovereignty of Belarus on 27 July 1990, and during the dissolution of the Soviet Union, Belarus declared independence on 25 August 1991. Alexander Lukashenko has served as the country's first president since 1994. Belarus has been labeled \"Europe's last dictatorship\" by some Western journalists, on account of Lukashenko's self-described authoritarian style of government. Lukashenko continued a number of Soviet-era policies, such as state ownership of large sections of the economy. Elections under Lukashenko's rule have been widely criticized as unfair; and according to many countries and organizations, political opposition has been violently suppressed. Belarus is also the last country in Europe using the death penalty. Belarus's Democracy Index rating is the lowest in Europe, the country is labelled as \"not free\" by Freedom House, as \"repressed\" in the Index of Economic Freedom, and is rated as by far the worst country for press freedom in Europe in the 2013–14 Press Freedom Index published by Reporters Without Borders, which ranks Belarus 157th out of 180 nations.\n In 2000, Belarus and Russia signed a treaty for greater cooperation, forming the Union State. Over 70% of Belarus's population of 9.49 million resides in urban areas. More than 80% of the population is ethnic Belarusian, with sizable minorities of Russians, Poles and Ukrainians. Since a referendum in 1995, the country has had two official languages: Belarusian and Russian. The Constitution of Belarus does not declare any official religion, although the primary religion in the country is Eastern Orthodox Christianity. The second-most widespread religion, Roman Catholicism, has a much smaller following; nevertheless, Belarus celebrates both Orthodox and Catholic versions of Christmas and Easter as national holidays. Belarus is a member of the United Nations since its founding, the Commonwealth of Independent States, CSTO, EEU, and the Non-Aligned Movement. Belarus has shown no aspirations for joining the European Union but nevertheless maintains a bilateral relationship with the organisation, and likewise participates in two EU projects: the Eastern Partnership and the Baku Initiative.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.\n During the Iron Age, what is now metropolitan France was inhabited by the Gauls, a Celtic people. Rome annexed the area in 51 BC, holding it until the arrival of Germanic Franks in 476, who formed the Kingdom of Francia. The Treaty of Verdun of 843 partitioned Francia into East Francia, Middle Francia and West Francia. West Francia, which became the Kingdom of France in 987, emerged as a major European power in the Late Middle Ages, following its victory in the Hundred Years' War (1337–1453). During the Renaissance, French culture flourished and a global colonial empire was established, which by the 20th century would become the second largest in the world. The 16th century was dominated by religious civil wars between Catholics and Protestants (Huguenots). France became Europe's dominant cultural, political, and military power in the 17th century under Louis XIV. In the late 18th century, the French Revolution overthrew the absolute monarchy, establishing one of modern history's earliest republics and drafting the Declaration of the Rights of Man and of the Citizen, which expresses the nation's ideals to this day.\n In the 19th century, Napoleon took power and established the First French Empire. His subsequent Napoleonic Wars (1803–15) shaped the course of continental Europe. Following the collapse of the Empire, France endured a tumultuous succession of governments culminating with the establishment of the French Third Republic in 1870. France was a major participant in World War I, from which it emerged victorious, and was one of the Allies in World War II, but came under occupation by the Axis powers in 1940. Following liberation in 1944, a Fourth Republic was established and later dissolved in the course of the Algerian War. The Fifth Republic, led by Charles de Gaulle, was formed in 1958 and remains today. Algeria and nearly all the other colonies became independent in the 1960s, with most retaining close economic and military connections with France.\n France has long been a global centre of art, science, and philosophy. It hosts the world's fourth-largest number of UNESCO World Heritage Sites and is the leading tourist destination, receiving around 83 million foreign visitors annually, but if it counted the nights spent by non-residents tourist, France become the sixth country in world with 138 millions of nights, behind United States, China, Spain, Italy and United Kingdom. France is a developed country with the world's sixth-largest economy by nominal GDP, and tenth-largest by purchasing power parity. In terms of aggregate household wealth, it ranks fourth in the world. France performs well in international rankings of education, health care, life expectancy, and human development. France is considered a great power in global affairs, being one of the five permanent members of the United Nations Security Council with the power to veto and an official nuclear-weapon state. It is a leading member state of the European Union and the Eurozone, and a member of the Group of 7, North Atlantic Treaty Organization (NATO), Organisation for Economic Co-operation and Development (OECD), the World Trade Organization (WTO), and La Francophonie.",
  "/wiki/Julia_Sakara": "Julia Sakara (born 12 July 1969) is a retired Zimbabwean middle distance runner.",
  "/wiki/Zimbabwe": "Zimbabwe (/zɪmˈbɑːbweɪ, -wi/), officially the Republic of Zimbabwe, formerly Rhodesia, is a landlocked country located in Southern Africa, between the Zambezi and Limpopo Rivers, bordered by South Africa, Botswana, Zambia and Mozambique. The capital and largest city is Harare. The second largest is Bulawayo. A country of roughly 14 million people, Zimbabwe has 16 official languages, with English, Shona, and Ndebele the most common.\n Since the 11th century, present-day Zimbabwe has been the site of several organised states and kingdoms as well as a major route for migration and trade. The British South Africa Company of Cecil Rhodes first demarcated the present territory during the 1890s; it became the self-governing British colony of Southern Rhodesia in 1923. In 1965, the conservative white minority government unilaterally declared independence as Rhodesia. The state endured international isolation and a 15-year guerrilla war with black nationalist forces; this culminated in a peace agreement that established universal enfranchisement and de jure sovereignty as Zimbabwe in April 1980. Zimbabwe then joined the Commonwealth of Nations, from which it was suspended in 2002 for breaches of international law by its then-government, and from which it withdrew in December 2003. The sovereign state is a member of the United Nations, the Southern African Development Community (SADC), the African Union (AU), and the Common Market for Eastern and Southern Africa (COMESA). It was once known as the \"Jewel of Africa\" for its great prosperity.\nRobert Mugabe became Prime Minister of Zimbabwe in 1980, when his ZANU-PF party won the elections following the end of white minority rule; he was the President of Zimbabwe from 1987 until his resignation in 2017. Under Mugabe's authoritarian regime, the state security apparatus dominated the country and was responsible for widespread human rights violations. Mugabe maintained the revolutionary socialist rhetoric of the Cold War era, blaming Zimbabwe's economic woes on conspiring Western capitalist countries. Contemporary African political leaders were reluctant to criticise Mugabe, who was burnished by his anti-imperialist credentials, though Archbishop Desmond Tutu called him \"a cartoon figure of an archetypal African dictator\". The country has been in economic decline since the 1990s, experiencing several crashes and hyperinflation along the way.\n On 15 November 2017, in the wake of over a year of protests against his government as well as Zimbabwe's rapidly declining economy, Mugabe was placed under house arrest by the country's national army in a coup d'état. On 19 November 2017, ZANU-PF sacked Robert Mugabe as party leader and appointed former Vice President Emmerson Mnangagwa in his place. On 21 November 2017, Mugabe tendered his resignation prior to impeachment proceedings being completed. On 30 July 2018 Zimbabwe held its general elections, which was won by the ZANU-PF party led by Emmerson Mnangagwa. Nelson Chamisa who was leading the main opposition party MDC Alliance contested the election results and filed a petition to the Constitution Court of Zimbabwe. The court confirmed Mnangagwa's victory, making him the newly elected president after Mugabe.",
  "/wiki/Jane_Salumäe": "Jane Salumäe (born 17 January 1968 in Tallinn) is a retired female long-distance runner from Estonia, who twice competed in the Summer Olympics (1996 and 2004).",
  "/wiki/Estonia": "Estonia (Estonian: Eesti [ˈeːsʲti] (listen)), officially the Republic of Estonia (Estonian: Eesti Vabariik), is a country on the eastern coast of the Baltic Sea in Northern Europe. It is bordered to the north by the Gulf of Finland with Finland on the other side, to the west by the Baltic Sea with Sweden on the other side, to the south by Latvia (343 km), and to the east by Lake Peipus and Russia (338.6 km). The territory of Estonia consists of the mainland and of 2,222 islands in the Baltic Sea, covering a total area of 45,227 km2 (17,462 sq mi), water 2,839 km2 (1,096 sq mi), land area 42,388 km2 (16,366 sq mi), and is influenced by a humid continental climate. The official language of the country, Estonian, is the second-most-spoken Finnic language.\n The territory of Estonia has been inhabited since at least 9,000 BC. Ancient Estonians became some of the last European pagans to adopt Christianity - following the Livonian Crusade in the 13th century. After centuries of successive rule by Germans, Danes, Swedes, Poles and Russians, a distinct Estonian national identity began to emerge in the 19th and early 20th centuries. This culminated in independence from Russia in 1920 after a brief War of Independence at the end of World War I. Initially democratic prior to the Great Depression, Estonia experienced authoritarian rule from 1934 during the Era of Silence. During World War II (1939–1945), Estonia was repeatedly contested and occupied by the Soviet Union and Germany, ultimately being incorporated into the former. After the loss of its de facto independence, Estonia's de jure state continuity was preserved by diplomatic representatives and the government-in-exile. In 1987 the peaceful Singing Revolution began against Soviet rule, resulting in the restoration of de facto independence on 20 August 1991.\n The sovereign state of Estonia is a democratic unitary parliamentary republic divided into fifteen counties. Its capital and largest city is Tallinn. With a population of 1.3 million. Estonia is one of the least populous members of the European Union, the Eurozone, the OECD, the Schengen Area, NATO, and from 2020, the United Nations Security Council.\n Estonia, a developed country with an advanced, high-income economy that has been[when?] among the fastest-growing in the EU. The country ranks very high in the Human Development Index, and compares well in measures of economic freedom, civil liberties, education, and press freedom. Estonian citizens receive universal health care, free education, and the longest paid maternity leave in the OECD. One of the world's most digitally-advanced societies,\nin 2005 Estonia became the first state to hold elections over the Internet, and in 2014, the first state to provide e-residency.",
  "/wiki/Martha_Ernstdóttir": "Martha Ernstdóttir (born 22 December 1964) is an Icelandic long-distance runner. She competed in the women's marathon at the 2000 Summer Olympics.",
  "/wiki/Iceland": "Iceland (Icelandic: Ísland; [ˈistlant] (listen))[c] is a Nordic island country in the North Atlantic, with a population of 360,390 and an area of 103,000 km2 (40,000 sq mi), making it the most sparsely populated country in Europe.[d] The capital and largest city is Reykjavík. Reykjavik and the surrounding areas in the southwest of the country are home to over two-thirds of the population. Iceland is volcanically and geologically active. The interior consists of a plateau characterised by sand and lava fields, mountains, and glaciers, and many glacial rivers flow to the sea through the lowlands. Iceland is warmed by the Gulf Stream and has a temperate climate, despite a high latitude just outside the Arctic Circle. Its high latitude and marine influence keep summers chilly, with most of the archipelago having a tundra climate.\n According to the ancient manuscript Landnámabók, the settlement of Iceland began in 874 AD when the Norwegian chieftain Ingólfr Arnarson became the first permanent settler on the island. In the following centuries, Norwegians, and to a lesser extent other Scandinavians, emigrated to Iceland, bringing with them thralls (i.e., slaves or serfs) of Gaelic origin.\n The island was governed as an independent commonwealth under the Althing, one of the world's oldest functioning legislative assemblies. Following a period of civil strife, Iceland acceded to Norwegian rule in the 13th century. The establishment of the Kalmar Union in 1397 united the kingdoms of Norway, Denmark, and Sweden. Iceland thus followed Norway's integration into that union, coming under Danish rule after Sweden's secession from the union in 1523. Although the Danish kingdom introduced Lutheranism forcefully in 1550, Iceland remained a distant semi-colonial territory in which Danish institutions and infrastructures were conspicuous by their absence.\n In the wake of the French Revolution and the Napoleonic Wars, Iceland's struggle for independence took form and culminated in independence in 1918 and the founding of a republic in 1944.  Although its parliament (Althing) was suspended from 1799 to 1845, the island republic has been credited with sustaining the world's oldest and longest-running parliament.\n Until the 20th century, Iceland relied largely on subsistence fishing and agriculture. Industrialisation of the fisheries and Marshall Plan aid following World War II brought prosperity and Iceland became one of the wealthiest and most developed nations in the world. In 1994, it became a part of the European Economic Area, which further diversified the economy into sectors such as finance, biotechnology, and manufacturing.\n Iceland has a market economy with relatively low taxes, compared to other OECD countries, as well as the highest trade union membership in the world. It maintains a Nordic social welfare system that provides universal health care and tertiary education for its citizens. Iceland ranks high in economic, democratic, social stability, and equality, currently ranking third in the world by median wealth per adult. In 2018, it was ranked as the sixth most developed country in the world by the United Nations' Human Development Index, and it ranks first on the Global Peace Index. Iceland runs almost completely on renewable energy.\n Hit hard by the worldwide financial crisis, the nation's entire banking system systemically failed in October 2008, leading to a severe depression, substantial political unrest, the Icesave dispute, and the institution of capital controls. Some bankers were jailed. Since then, the economy has made a significant recovery, in large part due to a surge in tourism.\nIcelandic culture is founded upon the nation's Scandinavian heritage. Most Icelanders are descendants of Norse and Gaelic settlers. Icelandic, a North Germanic language, is descended from Old West Norse and is closely related to Faroese. The country's cultural heritage includes traditional Icelandic cuisine, Icelandic literature, and medieval sagas. Iceland has the smallest population of any NATO member and is the only one with no standing army, with a lightly armed coast guard.",
  "/wiki/Marian_Sutton": "Marian Rosemarie Sutton (born 7 October 1963) is an English long-distance runner. She won the Chicago Marathon twice and competed for Britain at the 2000 Summer Olympics and several IAAF World Half Marathon Championships. She represented England at the 2002 Commonwealth Games, placing eighth in marathon.\n Sutton came to prominence as a marathon runner when she finished fifth in the 1995 Chicago Marathon. Then determined to qualify for the 1996 Summer Olympics she with coach Bud Baldaro scheduled training to cope with the heat expected in Atlanta. However, she was not selected for the British team with Karen MacLeod and Suzanne Rigg taking the final two places alongside Liz McColgan. This snub spurred Sutton on to win the Chicago Marathon in 1996 and completed the double win a year later.\nSutton was selected for the 2000 Summer Olympics as the only Briton.",
  "/wiki/Republic_of_Ireland": "Ireland (Irish: Éire [ˈeːɾʲə] (listen)), also known as the Republic of Ireland (Poblacht na hÉireann), is a country in north-western Europe occupying 26 of 32 counties of the island of Ireland. The capital and largest city is Dublin, which is located on the eastern side of the island. Around a third of the country's population of 4.9 million people resides in the greater Dublin area. The sovereign state shares its only land border with Northern Ireland, a part of the United Kingdom. It is otherwise surrounded by the Atlantic Ocean, with the Celtic Sea to the south, St George's Channel to the south-east, and the Irish Sea to the east. It is a unitary, parliamentary republic. The legislature, the Oireachtas, consists of a lower house, Dáil Éireann, an upper house, Seanad Éireann, and an elected President (Uachtarán) who serves as the largely ceremonial head of state, but with some important powers and duties. The head of government is the Taoiseach (Prime Minister, literally 'Chief', a title not used in English), who is elected by the Dáil and appointed by the President; the Taoiseach in turn appoints other government ministers.\n The state was created as the Irish Free State in 1922 as a result of the Anglo-Irish Treaty. It had the status of Dominion until 1937 when a new constitution was adopted, in which the state was named \"Ireland\" and effectively became a republic, with an elected non-executive president as head of state. It was officially declared a republic in 1949, following the Republic of Ireland Act 1948. Ireland became a member of the United Nations in December 1955. It joined the European Economic Community (EEC), the predecessor of the European Union, in 1973. The state had no formal relations with Northern Ireland for most of the twentieth century, but during the 1980s and 1990s the British and Irish governments worked with the Northern Ireland parties towards a resolution to \"the Troubles\". Since the signing of the Good Friday Agreement in 1998, the Irish government and Northern Ireland Executive have co-operated on a number of policy areas under the North-South Ministerial Council created by the Agreement.\n Ireland ranks among the top ten wealthiest countries in the world in terms of GDP per capita, and as the tenth most prosperous country in the world according to The Legatum Prosperity Index 2015. After joining the EEC, Ireland enacted a series of liberal economic policies that resulted in rapid economic growth. The country achieved considerable prosperity between the years of 1995 and 2007, which became known as the Celtic Tiger period. This was halted by an unprecedented financial crisis that began in 2008, in conjunction with the concurrent global economic crash. However, as the Irish economy was the fastest growing in the EU in 2015, Ireland is again quickly ascending league tables comparing wealth and prosperity internationally. For example, in 2019, Ireland was ranked third most developed country in the world by the United Nations Human Development Index. It also performs well in several national performance metrics, including freedom of the press, economic freedom and civil liberties. Ireland is a member of the European Union and is a founding member of the Council of Europe and the OECD. The Irish government has followed a policy of military neutrality through non-alignment since immediately prior to World War II and the country is consequently not a member of NATO, although it is a member of Partnership for Peace and aspects of PESCO.",
  "/wiki/1993_IAAF_World_Half_Marathon_Championships": "The 2nd IAAF World Half Marathon Championships was held on October 3, 1993, in Brussels, Belgium. A total of 254 athletes, 133 men, 86 women and 35 juniors, from 49 countries took part.\nComplete results were published."
}