{
  "/wiki/Aqaba": "Aqaba (English:  /ˈækəbə/, also US: /ˈɑːk-/; Arabic: العقبة‎, romanized: al-ʿAqaba, al-ʿAgaba, pronounced [æl ˈʕæqaba, alˈʕagaba]) is the only coastal city in Jordan and the largest and most populous city on the Gulf of Aqaba. Situated in southernmost Jordan, Aqaba is the administrative centre of the Aqaba Governorate. The city had a population of 148,398 in 2015 and a land area of 375 square kilometres (144.8 sq mi). Today, Aqaba plays a major role in the development of the Jordanian economy, through the vibrant trade and tourism sectors. The Port of Aqaba also serves other countries in the region.\n Aqaba's strategic location at the northeastern tip of the Red Sea between the continents of Asia and Africa, has made its port important over the course of thousands of years.\n The ancient city was called Elath, adopted in Latin as Aela and in Arabic as Ayla.\nIts strategic location and proximity to copper mines made it a regional hub for copper production and trade in the Chalcolithic period. \nAela became a bishopric under Byzantine rule and later became a Latin Catholic titular see after Islamic conquest around AD 650, when it became known as Ayla; the name Aqaba is late medieval. The Great Arab Revolt's Battle of Aqaba, depicted in the film Lawrence of Arabia, resulted in victory for Arab forces over the Ottoman defenders.\n Aqaba's location next to Wadi Rum and Petra has placed it in Jordan's golden triangle of tourism, which strengthened the city's location on the world map and made it one of the major tourist attractions in Jordan. The city is administered by the Aqaba Special Economic Zone Authority, which has turned Aqaba into a low-tax, duty-free city, attracting several mega projects like Ayla Oasis, Saraya Aqaba, Marsa Zayed and expansion of the Port of Aqaba. They are expected to turn the city into a major tourism hub in the region. However, industrial and commercial activities remain important, due to the strategic location of the city as the country's only seaport.",
  "/wiki/King_Hussein_International_Airport": "Aqaba Airport ❲also known as King Hussein Int'l Airport (IATA: AQJ, ICAO: OJAQ)❳ (Arabic: مطارالملك الحسين الدولي‎) is an airport located in the vicinity of Industrial City (Aqaba International Industrial Estate – مدينة العقبة الصناعية الدولية), northern suburb of Aqaba in Jordan.",
  "/wiki/Antalya": "Antalya (Turkish pronunciation: [anˈtalja]) is the fifth-most populous city in Turkey and the capital of Antalya Province. Located on Anatolia's southwest coast bordered by the Taurus Mountains, Antalya is the largest Turkish city on the Mediterranean coast with over one million people in its metropolitan area.\n The city that is now Antalya was first settled around 200 BC by the Attalid dynasty of Pergamon, which was soon subdued by the Romans. Roman rule saw Antalya thrive, including the construction of several new monuments, such as Hadrian's Gate, and the proliferation of neighboring cities. The city has changed hands several times, including to the Seljuk Sultanate in 1207 and an expanding Ottoman Empire in 1391. Ottoman rule brought relative peace and stability for the next five hundred years. The city was transferred to Italian suzerainty in the aftermath of World War I, but was recaptured by a newly independent Turkey in the War of Independence.\n Antalya is Turkey's biggest international sea resort, located on the Turkish Riviera. Large-scale development and governmental funding has promoted tourism. A record 12.5 million tourists passed through the city in 2014.",
  "/wiki/Antalya_Airport": "Antalya Airport (IATA: AYT, ICAO: LTAI) (Turkish: Antalya Havalimanı) is an international airport located 13 km (8.1 mi) northeast of the city center of Antalya, Turkey. It is a major destination during the European summer leisure season due to its location at the country's Mediterranean coast. It handled 18,741,659 passengers in 2016, making it the third-busiest airport in Turkey and the thirtieth-busiest in Europe. The airport has two international terminals and one domestic terminal. Antalya is one of the major airports on the Southwest of Turkey, the others being Bodrum and Dalaman.",
  "/wiki/Batumi": "Batumi (/bɑːˈtuːmi/; Georgian: ბათუმი [bɑtʰumi]) is the capital of the Autonomous Republic of Adjara and the second largest city of Georgia, located on the coast of the Black Sea in the country's southwest. It is situated in a Subtropical Zone at the foot of Caucasus. Much of Batumi's economy revolves around tourism and gambling (It is nicknamed \"The Las Vegas of the Black Sea\"), but the city is also an important sea port and includes industries like shipbuilding, food processing and light manufacturing. Since 2010, Batumi has been transformed by the construction of modern high-rise buildings, as well as the restoration of classical 19th-century edifices lining its historic Old Town.",
  "/wiki/Batumi_International_Airport": "Alexander Kartveli Batumi International Airport (IATA: BUS, ICAO: UGSB) is an airport located 2 km (1.2 mi) south of Batumi, a city on the Black Sea coast and capital of Adjara, an autonomous republic in southwest Georgia. The airport is 20 km (12 mi) northeast of Hopa, Turkey, and serves as a domestic and international airport for Georgia and northeastern Turkey.",
  "/wiki/Bodrum": "Bodrum (Turkish pronunciation: [ˈbodɾum]) is a district and a port city in Muğla Province, in the southwestern Aegean Region of Turkey. It is located on the southern coast of Bodrum Peninsula, at a point that checks the entry into the Gulf of Gökova, and is also the center of the eponymous district. The city was called Halicarnassus (ancient Greek: Αλικαρνασσός) of Caria in ancient times and was famous for housing the Mausoleum of Mausolus, one of the Seven Wonders of the Ancient World. Built by the Knights Hospitaller in the 15th century, Bodrum Castle overlooks the harbour and the marina. The castle includes a museum of underwater archaeology and hosts several cultural festivals throughout the year. The city had a population of 36,317 in 2012. It takes 50 minutes via boat to reach Kos from Bodrum, with services running multiple times a day by at least three operators.",
  "/wiki/Milas-Bodrum_Airport": "Milas–Bodrum Airport (IATA: BJV, ICAO: LTFE) is an international airport that serves the Turkish towns of Bodrum and Milas. The airport is situated 36 km northeast of the town of Bodrum, and 16 km south of Milas.",
  "/wiki/Bydgoszcz": "Bydgoszcz (UK: /ˈbɪdɡɒʃtʃ/ BID-goshtch, US: /-ɡɔːʃ(tʃ)/ -⁠gawsh(tch), Polish: [ˈbɨdɡɔʂtʂ] (listen); German: Bromberg [ˈbʁɔmbɛɐ̯k]; Latin: Bydgostia, Brombergum) is a city in northern Poland, on the Brda and Vistula rivers. With a city population of 350,178 (December 2018), and an urban agglomeration with more than 470,000 inhabitants, Bydgoszcz is the eighth-largest city in Poland. It has been the seat of Bydgoszcz County and the co-capital, with Toruń, of the Kuyavian-Pomeranian Voivodeship since 1999. Prior to this, between 1947 and 1998, it was the capital of the Bydgoszcz Voivodeship, and before that, of the Pomeranian Voivodeship between 1945 and 1947. Located in the historical region of Kuyavia, it is its largest city.\n The city is part of the Bydgoszcz–Toruń metropolitan area, which totals over 850,000 inhabitants. Bydgoszcz is the seat of Casimir the Great University, University of Technology and Life Sciences and a conservatory, as well as the Medical College of Nicolaus Copernicus University in Toruń. It also hosts the Pomeranian Philharmonic concert hall, the Opera Nova opera house, and Bydgoszcz Airport. Due to its location between the Vistula and Oder rivers, and the water course of the Bydgoszcz Canal, the city forms part of a water system connected via the Noteć, Warta and Elbe with the Rhine and Rotterdam.\n Bydgoszcz is an architecturally rich city, with neo-gothic, neo-baroque, neoclassicist, modernist and Art Nouveau styles present, for which it earned a nickname Little Berlin. The notable granaries on Mill Island and along the riverside belong to one of the most recognized timber-framed landmarks in Poland.",
  "/wiki/Bydgoszcz_Ignacy_Jan_Paderewski_Airport": "Bydgoszcz Ignacy Jan Paderewski Airport (IATA: BZG, ICAO: EPBY) (Polish: Port lotniczy im. Ignacego Jana Paderewskiego Bydgoszcz-Szwederowo) is a Polish regional airport in the city of Bydgoszcz, Poland. It lies only 3.5 km (2.2 mi) from the city centre. It is the eleventh largest airport in Poland in terms of passenger traffic. The airport served 413,245 passengers in 2018. It features one passenger terminal and four runways, the main being 08/26 which is 2,500 m × 60 m (8,202 ft × 197 ft).",
  "/wiki/Chania": "Chania (Greek: Χανιά [xaˈɲa] (listen); Venetian: Canea; Ottoman Turkish: خانيه‎, romanized: Hanya) is the second largest city of Crete and the capital of the Chania regional unit. It lies along the north coast of the island, about 70 km (43 mi) west of Rethymno and 145 km (90 mi) west of Heraklion.\n The official population of the municipal unit (the former municipality) is 53,910, while the municipality has 108,642 inhabitants (2011).  This consists of the city of Chania and several other towns and villages, including Kounoupidiana (pop. 8,620), Mournies (pop. 7,614), Souda (pop. 6,418), Nerokouros (pop. 5,531), Daratsos (pop. 4,732), Perivolia (pop. 3,986), Galatas (pop. 3,166) and Aroni (pop. 3,003).",
  "/wiki/Chania_International_Airport": "Chania International Airport \"Daskalogiannis\" (IATA: CHQ, ICAO: LGSA) is an international airport located near Souda Bay on the Akrotiri peninsula of the Greek island of Crete, serving the city of Chania, 14 kilometres (8.7 mi) away. Moreover, it is a gateway to western Crete for an increasing number of tourists. The airport is named after Daskalogiannis, a Cretan rebel against Ottoman rule in the 18th century and is a joint civil–military airport. It is the sixth busiest airport in Greece.",
  "/wiki/Corfu": "Corfu (/kɔːrˈf(j)uː/, also US: /ˈkɔːrf(j)uː/) or Kerkyra (Greek: Κέρκυρα, romanized: Kérkyra, pronounced [ˈcercira] (listen); Ancient Greek: Κόρκυρα, romanized: Kórkyra, pronounced [kórkyra]; Medieval Greek: Κορυφώ, romanized: Koryfó; Latin: Corcyra) is a Greek island in the Ionian Sea. It is the second largest of the Ionian Islands, and, including its small satellite islands, forms the margin of the northwestern frontier of Greece. The island is part of the Corfu regional unit, and is administered by three municipalities with the islands of Othonoi, Ereikoussa and Mathraki.  The principal city of the island (pop. 32,095) is also named Corfu. Corfu is home to the Ionian University.\n The island is bound up with the history of Greece from the beginnings of Greek mythology. Its history is full of battles and conquests. Ancient Korkyra took part in the Battle of Sybota which was a catalyst for the Peloponnesian War, and, according to Thucydides, the largest naval battle between Greek city states until that time. Thucydides  also reports that Korkyra was one of the three great naval powers of fifth century BC Greece, along with Athens and Corinth. Ruins of ancient Greek temples and other archaeological sites of the ancient city of Korkyra are found in Palaiopolis. Medieval castles punctuating strategic locations across the island are a legacy of struggles in the Middle Ages against invasions by pirates and the Ottomans. Two of these castles enclose its capital, which is the only city in Greece to be surrounded in such a way. As a result, Corfu's capital has been officially declared a Kastropolis (\"castle city\") by the Greek government. From medieval times and into the 17th century, the island, having successfully repulsed the Ottomans during several sieges, was recognised as a bulwark of the European States against the Ottoman Empire and became one of the most fortified places in Europe. The fortifications of the island were used by the Venetians to defend against Ottoman intrusion into the Adriatic. Corfu eventually fell under British rule following the Napoleonic Wars, and was eventually ceded to Greece by the British Empire along with the remaining islands of the United States of the Ionian Islands. Unification with modern Greece was concluded in 1864 under the Treaty of London. Corfu is the origin of the Ionian Academy, the first university of the modern Greek state, and the Nobile Teatro di San Giacomo di Corfù, the first Greek theatre and opera house of modern Greece. The first governor of independent Greece after the revolution of 1821, founder of the modern Greek state, and distinguished European diplomat Ioannis Kapodistrias was born in Corfu.\n In 2007, the city's old town was added to the UNESCO World Heritage List, following a recommendation by ICOMOS. The 1994 European Union summit was held in Corfu. The island is a very popular tourist destination.",
  "/wiki/Corfu_International_Airport": "Corfu International Airport \"Ioannis Kapodistrias\" (Greek: Κρατικός Αερολιμένας Κέρκυρας \"Ιωάννης Καποδίστριας\") or Ioannis Kapodistrias (Capodistrias) International Airport (IATA: CFU, ICAO: LGKR) is a government-owned airport on the Greek island of Corfu at Kerkyra, serving both scheduled and charter flights from European cities. Air traffic peaks during the summer season, between April and October.\n The Ioannis Kapodistrias International Airport, named after Ioannis Kapodistrias, a distinguished Corfiot diplomat and the first governor of Greece, is located around 2 kilometres south of Corfu Town, half a kilometre north of Pontikonisi. The approach and landing, in a northeasterly direction, offer the flying passengers a spectacular aerial view of Pontikonisi and Vlaherna Monastery as well as the hills of Kanoni as the runway used for landing is actually a few hundred metres away from these landmarks.",
  "/wiki/Dalaman": "Dalaman is a district, as well as the central town of that district, situated on the southwestern coast of Turkey, in the Muğla Province.\n Dalaman Stream (Dalaman çayı) forms much of the western border of the district, where its neighbors are Köyceğiz and Ortaca districts. The town of Dalaman is located in the coastal plain, whereas the rest of the district – towards Fethiye district on the coast and towards the high mountains on the northern border to Denizli Province – is upland, dominated by the valleys of the Dalaman Stream's eastern tributaries.\n Dalaman Airport is 5 km south of the town.  Apart from aviation activities, Dalaman plays host to one of Turkey's biggest open prisons where less dangerous prisoners are sent as part of their rehabilitation programme. A state farm is present in Dalaman. Agriculture, particularly citrus fruits, plays an important role in the local economy, since it is situated in a fertile plain at sea level.",
  "/wiki/Dalaman_Airport": "Dalaman Airport (IATA: DLM, ICAO: LTBS) is an international airport and one of three serving south-west Turkey, the others being Milas-Bodrum Airport and Antalya Airport. It has two terminals. The old terminal is used for domestic flights and the new terminal is for international flights. The airport serves the surrounding tourist areas and environs of Dalaman. Flights are available to and from over 120 destinations, across the rest of Turkey, Europe, North Africa and the Middle East.",
  "/wiki/Dubrovnik": "Dubrovnik (Croatian: [dǔbroːʋniːk] (listen); historically Latin: Ragusa) is a city on the Adriatic Sea in southern Croatia. It is one of the most prominent tourist destinations in the Mediterranean Sea, a seaport and the centre of Dubrovnik-Neretva County. Its total population is 42,615 (census 2011). In 1979, the city of Dubrovnik joined the UNESCO list of World Heritage sites.\n The prosperity of the city was historically based on maritime trade; as the capital of the maritime Republic of Ragusa, it achieved a high level of development, particularly during the 15th and 16th centuries, as it became notable for its wealth and skilled diplomacy.\n In 1991, after the break-up of Yugoslavia, Dubrovnik was besieged by Serbian and Montenegrin soldiers of the Yugoslav People's Army (JNA) for seven months and suffered significant damage from shelling. After repair and restoration works in the 1990s and early 2000s, Dubrovnik re-emerged as one of the top tourist destinations in the Mediterranean.",
  "/wiki/Dubrovnik_Airport": "Dubrovnik Airport (Croatian: Zračna luka Dubrovnik; IATA: DBV, ICAO: LDDU), also referred to as Čilipi Airport (Croatian pronunciation: [tʃǐlipi]), is the international airport of Dubrovnik, Croatia. The airport is located approximately 15.5 km (9.5 mi) from Dubrovnik city centre, near Čilipi. It was the third-busiest airport in Croatia in 2019 after Zagreb Airport and Split Airport in terms of passenger throughput. It also has the country's longest runway, allowing it to accommodate heavy long-haul aircraft. The airport is a major destination for leisure flights during the European summer holiday season.",
  "/wiki/Gdańsk": "Gdańsk (/ɡəˈdænsk/, also US: /ɡəˈdɑːnsk/, Polish: [ɡdaj̃sk] (listen); Kashubian: Gduńsk; German: Danzig [ˈdantsɪç] (listen)) is a city on the Baltic coast of northern Poland. With a population of 468,158, Gdańsk is the capital and largest city of the Pomeranian Voivodeship and one of the most prominent cities within the cultural and geographical region of Kashubia. It is Poland's principal seaport and the centre of the country's fourth-largest metropolitan area.\n The city is situated on the southern edge of Gdańsk Bay on the Baltic Sea, in a conurbation with the city of Gdynia, the resort town of Sopot, and suburban communities; these form a metropolitan area called the Tricity (Trójmiasto), with a population approaching 1.4 million. Gdańsk lies at the mouth of the Motława River, connected to the Leniwka, a branch in the delta of the nearby Vistula River, which drains 60 percent of Poland and connects Gdańsk with the Polish capital, Warsaw. Together with the nearby port of Gdynia, Gdańsk is also a notable industrial centre. \n The city's history is complex, with periods of Polish, Prussian and German rule, and periods of autonomy or self-rule as a free city state. In the early-modern age, Gdańsk was a royal city of Poland. It was considered the wealthiest and the largest city of Poland, before the 18th century rapid growth of Warsaw. In the late Middle Ages it was an important seaport and shipbuilding town and, in the 14th and 15th centuries, a member of the Hanseatic League.\n In the interwar period, owing to its multi-ethnic make-up and history, Gdańsk lay in a disputed region between Poland and Germany, which became known as the Polish Corridor. The city's ambiguous political status was exploited, furthering tension between the two countries, which would ultimately culminate in the Invasion of Poland and the first clash of the Second World War just outside the city limits, followed by the flight and expulsion of the majority of the previous population in 1945. In the 1980s, Gdańsk was the birthplace of the Solidarity movement, which played a major role in bringing an end to Communist rule in Poland and helped precipitate the collapse of the Eastern Bloc, the fall of the Berlin Wall and the dissolution of the Soviet Union.\n Gdańsk is home to the University of Gdańsk, Gdańsk University of Technology, the National Museum, the Gdańsk Shakespeare Theatre, the Museum of the Second World War, the Polish Baltic Philharmonic and the European Solidarity Centre. The city also hosts St. Dominic's Fair, which dates back to 1260, and is regarded as one of the biggest trade and cultural events in Europe. Gdańsk has also topped rankings for the quality of life, safety and living standards worldwide.",
  "/wiki/Gdańsk_Lech_Wałęsa_Airport": "Gdańsk Lech Wałęsa Airport (Polish: Port Lotniczy Gdańsk im. Lecha Wałęsy, formerly Polish: Port Lotniczy Gdańsk-Rębiechowo, German: Flughafen Danzig Lech Walesa) (IATA: GDN, ICAO: EPGD) is an international airport located 12 km (7.5 mi) northwest of Gdańsk, Poland, not far from the city centres of the Tricity metropolitan area: Gdańsk (12 km (7.5 mi)), Sopot (10 km (6.2 mi)) and Gdynia (23 km (14 mi)). Since 2004 the airport has been named after Lech Wałęsa, the former Polish president. With around 5.4 million passengers served in 2019, it is the 3rd largest airport in Poland in terms of passenger traffic.",
  "/wiki/Gothenburg": "Gothenburg (/ˈɡɒθənbɜːrɡ/ (listen); abbreviated Gbg; Swedish: Göteborg [jœtɛˈbɔrj] (listen)) is the second-largest city in Sweden, fifth-largest in the Nordic countries, and capital of the Västra Götaland County. It is situated by Kattegat, on the west coast of Sweden, and has a population of approximately 570,000 in the city proper and about 1 million inhabitants in the metropolitan area.\n Gothenburg was founded as a heavily fortified, primarily Dutch, trading colony, by royal charter in 1621 by King Gustavus Adolphus. In addition to the generous privileges (e.g. tax relaxation) given to his Dutch allies from the then-ongoing Thirty Years' War, the king also attracted significant numbers of his German and Scottish allies to populate his only town on the western coast. At a key strategic location at the mouth of the Göta älv, where Scandinavia's largest drainage basin enters the sea, the Port of Gothenburg is now the largest port in the Nordic countries.\n Gothenburg is home to many students, as the city includes the University of Gothenburg and Chalmers University of Technology. Volvo was founded in Gothenburg in 1927. The original parent Volvo Group and the now separate Volvo Car Corporation are still headquartered on the island of Hisingen in the city. Other key companies are SKF and Astra Zeneca.\n Gothenburg is served by Göteborg Landvetter Airport 30 km (19 mi) southeast of the city center. The smaller Göteborg City Airport, 15 km (9.3 mi) from the city center, was closed to regular airline traffic in 2015.\n The city hosts the Gothia Cup, the world's largest youth football tournament, alongside some of the largest annual events in Scandinavia. The Gothenburg Film Festival, held in January since 1979, is the leading Scandinavian film festival with over 155,000 visitors each year. In summer, a wide variety of music festivals are held in the city, including the popular Way Out West Festival.",
  "/wiki/Göteborg_Landvetter_Airport": "Göteborg Landvetter Airport (IATA: GOT, ICAO: ESGG) is an international airport serving the Gothenburg (Swedish: Göteborg) region in Sweden. With just over 6.8 million passengers in 2018 it is Sweden's second-largest airport after Stockholm–Arlanda. Landvetter is also an important freight airport. During 2007, 60.1 thousand tonnes of air cargo passed through Landvetter, about 60% of the capacity of Arlanda.\n The airport is named after Landvetter locality, which is in Härryda municipality. It is 11 NM (20 km; 13 mi) east-southeast of Gothenburg and 40 km (25 mi) west of Borås. It is operated by Swedavia, the national airport company. Since the closure of Göteborg City Airport for commercial operations, it's the city's only commercial passenger airport.",
  "/wiki/Heraklion": "Heraklion or Iraklion (/hɪˈrækliən/; Greek: Ηράκλειο, Irákleio, pronounced [iˈraklio])  is the largest city and the administrative capital of the island of Crete and capital of Heraklion regional unit. It is the fifth largest city in Greece with a population of 140,730 according to the 2011 census. The population of the municipality was 173,993.\n The Bronze Age palace of Knossos, also known as the Palace of Minos, is located nearby.\n Heraklion was Europe’s fastest growing tourism destination for 2017, according to Euromonitor, with an 11.2% growth in international arrivals. According to the ranking, Heraklion was ranked as the 20th most visited region in Europe, as the 66th area on the Planet and as the 2nd in Greece for the year 2017, with 3.2 million visitors and the 19th in Europe for 2018, with 3,4 million visitors.",
  "/wiki/Heraklion_International_Airport": "Heraklion International Airport \"Nikos Kazantzakis\" (IATA: HER, ICAO: LGIR) is the primary airport on the island of Crete, Greece, and the country's second busiest airport after Athens International Airport. It is located about 5 km east of the main city centre of Heraklion, near the municipality of Nea Alikarnassos.  It is a shared civil/military facility.  The airport is named after Heraklion native Nikos Kazantzakis, a Greek writer and philosopher. Nikos Kazantzakis Airport is Crete's main and busiest airport, serving Heraklion (Ηράκλειο), Aghios Nikolaos (Άγιος Νικόλαος), Malia (Mάλλια), Hersonissos (Χερσόνησος), Stalida (Σταλίδα), Elounda (Ελούντα) and other resorts.\n A new airport for Heraklion, located 39 km to the south-east of the city at Kasteli, is under construction and due to open by 2025. Once completed, the new Kasteli International Airport will replace the current Heraklion International Airport as the hub for central Crete.",
  "/wiki/Hurghada": "Hurghada (/hərˈɡædə, -ˈɡɑː-/; Arabic: الغردقة‎ al-Ġurdaqa, Egyptian Arabic: الغردقة‎ El Ġardaʾa Egyptian Arabic pronunciation: [el ɣæɾˈdæʔæ]) is a city in the Red Sea Governorate of Egypt. It is one of the country's main tourist centres located on the Red Sea coast.",
  "/wiki/Hurghada_International_Airport": "Hurghada International Airport (IATA: HRG, ICAO: HEGN) is the international airport of Hurghada in Egypt. It is located inland, 5 km (3.1 mi) southwest of El Dahar, the downtown of Hurghada. It is the second busiest airport in Egypt after Cairo International Airport and an important destination for leisure flights mainly from Europe.",
  "/wiki/Izmir": "İzmir (UK: /ˈɪzmɪər/ IZ-meer, US: /ɪzˈmɪər/ iz-MEER, Turkish: [ˈizmiɾ]), often spelled Izmir in English, is a metropolitan city in the western extremity of Anatolia. It is the third most populous city in Turkey, after Istanbul and Ankara, and the second largest urban agglomeration on the Aegean Sea after Athens, Greece. \n In 2019, the city of İzmir had a population of 2,972,900, while İzmir Province had a total population of 4,367,251. İzmir's metropolitan area extends along the outlying waters of the Gulf of İzmir and inland to the north across the Gediz River delta; to the east along an alluvial plain created by several small streams; and to slightly more rugged terrain in the south.\n In classical antiquity the city was known as Smyrna (/ˈsmɜːrnə/ SMUR-nə) – a name which remained in use in English and various other languages until around 1930, when government efforts led the original Greek name to be gradually phased out internationally in favor of its Turkish counterpart İzmir. However, the historic name Smyrna  is still used today in some languages, such as Greek (Σμύρνη, Smýrni/Smýrnē), Armenian (Զմյուռնիա, Zmyurnia), Italian (Smirne), and Catalan, Portuguese, and Spanish (Esmirna). Smyrna has more than 3,000 years of recorded urban history, and up to 8,500 years of history as a human settlement since the Neolithic period. Lying on an advantageous location at the head of a gulf running down in a deep indentation, midway along the western Anatolian coast, it has been one of the principal mercantile cities of the Mediterranean Sea for much of its history. İzmir hosted the Mediterranean Games in 1971 and the World University Games (Universiade) in 2005. The city participated in Climathon in 2019.\n The city of İzmir is composed of several metropolitan districts. Of these, the district of Konak corresponds to historical İzmir, with this district's area having constituted the city's central \"İzmir Municipality\" (Turkish: İzmir Belediyesi) until 1984. With the formation of the \"İzmir Metropolitan Municipality\" (Turkish: İzmir Büyükşehir Belediyesi), the city of İzmir at first grouped together its eleven (initially nine) urban districts – namely Balçova, Bayraklı, Bornova, Buca, Çiğli, Gaziemir, Güzelbahçe, Karabağlar, Karşıyaka, Konak, and Narlıdere – and later consolidated them with an additional nine of the province's districts outside the city proper. In 2013, the passing of Act 6360 established all thirty of İzmir Province's districts as part of İzmir's metropolitan area.",
  "/wiki/Adnan_Menderes_Airport": "İzmir Adnan Menderes Airport (IATA: ADB, ICAO: LTBJ) (Turkish: İzmir Adnan Menderes Havalimanı) is an international airport serving İzmir and most of the surrounding province in Turkey. It is named after former Turkish prime minister Adnan Menderes.",
  "/wiki/Katowice": "Katowice (UK: /ˌkætəˈviːtsə/ KAT-ə-VEET-sə, US: /ˌkɑːt-/ KAHT-, Polish: [katɔˈvitsɛ] (listen); officially Miasto Katowice; 1953-1956: Stalinogród; Silesian: Katowicy; German: Kattowitz) is a city in southern Poland, the capital city of the Silesian Region, and a center of the Upper Silesia and Dąbrowa Basin Metropolis. With the population of 294,510 (as of 2018), it is the eleventh-largest city in Poland. The wider Katowice urban area has the population of approximately 2 to 3 million people.\n Throughout the mid-18th century, Katowice had developed into a village upon the discovery of rich coal reserves in the area. In 1742 the First Silesian War transferred Upper Silesia, including Katowice, to Prussia. Subsequently, from the second half of the 18th century, many German or Prussian craftsmen, merchants and artists began to settle in the region, which had been inhabited mostly by Poles over the past hundreds of years. Simultaneously Silesia experienced the influx of the first Jewish settlers. In the first half of the 19th century, intensive industrialization transformed local mills and farms into industrial steelworks, mines, foundries and artisan workshops. This also contributed to the establishment of companies and eventual rapid growth of the city. At the same time, Katowice became linked to the railway system with the first train arriving at the main station in 1847.\n The outbreak of World War I was favourable for Katowice due to the prospering steel industry. Following Germany's defeat and the Silesian Uprisings, Katowice and parts of Upper Silesia were annexed by the Second Polish Republic. Poland was then backed by the Geneva Convention and the ethnic Silesian minority. On 3 May 1921, the Polish army entered Katowice and the Polish administration took control. The city became the capital of the autonomous Silesian Voivodeship as well as the seat of the Silesian Parliament and Committee of Upper Silesia. After the plebiscite, many former German citizens emigrated, however a vibrant German community remained until the end of World War II. In 1939, after the Wehrmacht seized the town, Katowice and the provinces were incorporated into the Third Reich. The town was eventually liberated by the Soviet army on 27 January 1945.\n Katowice is a center of science, culture, industry, business, trade, and transportation in Upper Silesia and southern Poland, and the main city in the Upper Silesian Industrial Region. Katowice lies within an urban zone, with a population of 2,746,460 according to Eurostat, and also part of the wider Silesian metropolitan area, with a population of 5,008,000 according to the Brookings Institution or 5,294,000 according to the European Spatial Planning Observation Network.\n Today, the city is considered as an emerging metropolis. The whole metropolitan area is the 16th most economically powerful city by GDP in the European Union with an output amounting to $114.5 billion.\n Katowice is the seat of the Polish National Radio Symphony and Orchestra. It also hosts the finals of Intel Extreme Masters, an Esports video game tournament. In 2015, Katowice joined the UNESCO Creative Cities Network and was named a UNESCO City of Music.",
  "/wiki/Katowice_International_Airport": "Katowice Airport (Polish: Międzynarodowy Port Lotniczy Katowice) (IATA: KTW, ICAO: EPKT) is an international airport, located in Pyrzowice, 30 km (19 mi) north of Katowice, Poland. The airport has the fourth-biggest passenger flow in Poland.It is also the second biggest airport in the country in terms of cargo traffic. Katowice Airport operates a variety of charter, regular and cargo flights.",
  "/wiki/Kraków": "Kraków (/ˈkrækaʊ, -koʊ/, also US: /ˈkreɪk-, ˈkrɑːkaʊ/, UK: /ˈkrækɒf/, Polish: [ˈkrakuf] (listen)), traditionally known in English as Cracow, is the second largest and one of the oldest cities in Poland. Situated on the Vistula River in  Lesser Poland Province, the city dates back to the 7th century. Kraków was the official capital of Poland until 1596 and has traditionally been one of the leading centres of Polish academic, economic, cultural and artistic life. Cited as one of Europe's most beautiful cities, its Old Town was declared a UNESCO World Heritage Site.\n The city has grown from a Stone Age settlement to Poland's second most important city. It began as a hamlet on Wawel Hill and was already being reported as a busy trading centre of Central Europe in 965. With the establishment of new universities and cultural venues at the emergence of the Second Polish Republic in 1918 and throughout the 20th century, Kraków reaffirmed its role as a major national academic and artistic centre. The city has a population of about 770,000, with approximately 8 million additional people living within a 100 km (62 mi) radius of its main square.\n After the invasion of Poland by Nazi Germany at the start of World War II, the newly defined Distrikt Krakau (Kraków District) became the capital of Germany's General Government. The Jewish population of the city was forced into a walled zone known as the Kraków Ghetto, from which they were sent to German extermination camps such as the nearby Auschwitz never to return, and the Nazi concentration camps like Płaszów. However, the city was spared from destruction and major bombing.\n In 1978, Karol Wojtyła, archbishop of Kraków, was elevated to the papacy as Pope John Paul II—the first ever Slavic pope, and the first non-Italian pope in 455 years. Also that year, UNESCO approved the first ever sites for its new World Heritage List, including the entire Old Town in inscribing Kraków's Historic Centre. Kraków is classified as a global city with the ranking of high sufficiency by GaWC. Its extensive cultural heritage across the epochs of Gothic, Renaissance and Baroque architecture includes the Wawel Cathedral and the Royal Castle on the banks of the Vistula, the St. Mary's Basilica, Saints Peter and Paul Church and the largest medieval market square in Europe, the Rynek Główny. Kraków is home to Jagiellonian University, one of the oldest universities in the world and traditionally Poland's most reputable institution of higher learning.\n In 2000, Kraków was named European Capital of Culture. In 2013, Kraków was officially approved as a UNESCO City of Literature. The city hosted the World Youth Day in July 2016.",
  "/wiki/John_Paul_II_International_Airport_Kraków-Balice": "Kraków John Paul II International Airport (Polish: Kraków Airport im. Jana Pawła II since 4 September 2007; earlier in Polish: Międzynarodowy Port Lotniczy im. Jana Pawła II Kraków–Balice) (IATA: KRK, ICAO: EPKK) is an international airport located near Kraków, in the village of Balice, 11 km (6.8 mi) west of the city centre, in southern Poland. It is the second busiest airport of the country in terms of the volume of passengers served annually.",
  "/wiki/Lanzarote": "Lanzarote (UK: /ˌlænzəˈrɒti/, Spanish: [lanθaˈɾote], locally [lansaˈɾote]) is a Spanish island, the northernmost and easternmost of the autonomous Canary Islands in the Atlantic Ocean. It is located approximately 125 kilometres (78 miles) off the north coast of Africa and 1,000 kilometres (621 miles) from the Iberian Peninsula. Covering 845.94 square kilometres (326.62 square miles), Lanzarote is the fourth-largest of the islands in the archipelago. With 149183 inhabitants, it is the third most populous Canary Island, after Tenerife and Gran Canaria. Located in the centre-west of the island is Timanfaya National Park, one of its main attractions. The island was declared a biosphere reserve by UNESCO in 1993. The island's capital is Arrecife.\n The first recorded name for the island, given by Italian-Majorcan cartographer Angelino Dulcert, was Insula de Lanzarotus Marocelus, after the Genoese navigator Lancelotto Malocello, from which the modern name is derived. The island's name in the native language was Tyterogaka or Tytheroygaka, which may mean \"one that is all ochre\" (referring to the island's predominant colour).",
  "/wiki/Lanzarote_Airport": "César Manrique-Lanzarote Airport (IATA: ACE, ICAO: GCRR) (Spanish: Aeropuerto de César Manrique-Lanzarote), commonly known as Lanzarote Airport and also known as Arrecife Airport, is the airport serving the island of Lanzarote in the Canary Islands. The airport is located in San Bartolomé, Las Palmas, 5 kilometres (3.1 mi) southwest of the island's capital, Arrecife. It handles flights to many European airports, with hundreds of thousands of tourists each year, as well as internal flights to other Spanish airports. It handled 7,327,019 passengers in 2018.",
  "/wiki/Luleå": "Luleå (/ˈluːleɪoʊ/ LOO-lay-oh, Swedish: [ˈlʉ̌ːlɛɔ] (listen), locally [ˈlʉ̌ːlɛ] (listen); Westrobothnian: Lul, Leul, or Leol [²lʉːɽ], locally [²lewɽ]; Lule Sami: Luleju) is a city on the coast of northern Sweden, and the capital of Norrbotten County, the northernmost county in Sweden. Luleå has 48,728 inhabitants in its urban core (2018) and is the seat of Luleå Municipality (with a total population of 76,770).\n Luleå has the seventh biggest harbor in Sweden for shipping goods. It has a large steel industry and is a center for extensive research. Luleå University of Technology is one of Sweden's three technology universities (the other two are KTH and Chalmers) and the northernmost university in Sweden.",
  "/wiki/Luleå_Airport": "Luleå Airport (IATA: LLA, ICAO: ESPA) is located about 7 km south-southeast of Luleå, Sweden, near the village of Kallax. The airport had a total of 1,177,443 passengers in 2015, and is thus Sweden's fifth largest airport. It is the largest airport in northern Sweden (Norrland). The runway is also used by the Norrbotten Air Force Wing (F 21).",
  "/wiki/Marsa_Alam": "Marsa Alam (Arabic: مرسى علم‎ Marsā ʿAlam, IPA: [ˈmɑɾsɑ ˈʕɑlɑm]) is a town in south-eastern Egypt, located on the western shore of the Red Sea. It is currently seeing fast increasing popularity as a tourist destination and development following the opening of Marsa Alam International Airport in 2003.\n Among the most famous beaches around Marsa Alam is the Abu Dabab beach. In Abu Dabab, turtles are a common sight. For tourists who seek to see something less typical, there is marine wildlife like crocodilefish and octopuses.\n Marsa Alam also has some inland attractions, such as the Emerald Mines and the Temple of Seti I at Khanais.",
  "/wiki/Marsa_Alam_International_Airport": "Marsa Alam International Airport (IATA: RMF, ICAO: HEMA) is an international airport located 60 km north of Marsa Alam in Egypt and an important destination for leisure flights from Europe.",
  "/wiki/Mombasa": "Mombasa (/mɒmˈbæsə/ mom-BASS-ə, also US: /-ˈbɑːs-/ -⁠BAH-sə) is a coastal city of Kenya along the Indian Ocean. The city is known as the white and blue city in Kenya. It is the country's oldest (circa 900 AD) and second-largest city (after the capital Nairobi), with a population of about 1,208,333 people according to the 2019 census. Its metropolitan region is the second largest in the country and has a population of 3,528,940 people.\n Mombasa is a regional cultural and economic hub; it has an extra-large port and an international airport, and is an important regional tourism center. Located on the east coast of Kenya, it also is the home of one of the State House (Kenya), and is considered by some as a second capital in all but name. In 2018 the local government released an edict in which the city was painted white with blue accents and the old town was painted yellow. In Mombasa County and the former Coast Province, Mombasa's situation on the Indian Ocean made it a historical trading center, and it has been controlled by many countries because of its strategic location.",
  "/wiki/Moi_International_Airport": "Moi International Airport (IATA: MBA, ICAO: HKMO) is the international airport of Mombasa, the second-largest city in Kenya. It is located in Mombasa County in a township called Port Reitz, and features regional as well as intercontinental flights.",
  "/wiki/OLT_Express": "OLT Express Poland (ICOA: YAP) was a Polish charter airline, formally known as Yes Airways. On 31 July 2012 it suspended all charter services, less than a week after the scheduled sister airline OLT Express Regional cancelled all its services. Stranded customers were returned home on LOT services. All leased aircraft were repossessed by lessors, and even some wet lease pilots were released back to their employer airlines. Its sister airline, OLT Express Regional (ICOA: JEA), filed for bankruptcy on 27 July 2012 after its licence was suspended by the Polish Aviation Authority.\n Yes Airways was founded in 2009 and was based in Warsaw. It began operations in late April 2011. It flew from regional airports in Poland on behalf of tour operators, and was the first Polish airline to have Airbus aircraft in its fleet. In early 2012, YES Airlines was rebranded as OLT Express Poland by its new owners, Amber Gold, who also controlled OLT Express Germany and OLT Express Regional.  The airline's main hub was located at Warsaw Chopin Airport.\n On 31 July 2012 OLT Express Poland followed its sister airline OLT Express Regional in suspending all services. All leased aircraft were returned to their owners. The third sister company, OLT Express Germany, announced they are seeking an external investor to support operations, and fund the earlier announced takeover of Contact Air."
}