{
  "/wiki/Guiding_Light": "Guiding Light (known as The Guiding Light before 1975) is an American television soap opera. It is listed in Guinness World Records as the longest-running drama in television in American history, broadcast on CBS for 57 years from June 30, 1952, until September 18, 2009, overlapping a 19-year broadcast on radio from 1937 to 1956. With 72 years of radio and television runs, Guiding Light is the longest running soap opera, ahead of General Hospital, and is the fifth-longest running program in all of broadcast history; only the American country music radio program Grand Ole Opry (first broadcast in 1925), the BBC religious program The Daily Service (1928), the CBS religious program Music and the Spoken Word (1929), and the Norwegian children's radio program Lørdagsbarnetimen (1924-2010) have been on the air longer.[a]",
  "/wiki/List_of_Guiding_Light_characters": "This is a list of characters appearing (or who have appeared) on the soap opera Guiding Light.",
  "/wiki/Young_Artist_Award": "The Young Artist Award (originally known as the Youth in Film Award) is an accolade presented by the Young Artist Association, a non-profit organization founded in 1978 to honor excellence of youth performers, and to provide scholarships for young artists who may be physically disabled or financially unstable.",
  "/wiki/Soap_Opera_Digest_Award": "The Soap Opera Digest Awards is an awards show held by the daytime television magazine Soap Opera Digest. The awards were founded in 1984 to replace the less-lavish Soapy Award; those awards shows had run since 1977. The Soap Opera Digest Awards are meant to promote excellence in the soap opera genre and are decided by the fans who read the magazine. The statue itself is currently made of crystal, and is in the shape of a heart.",
  "/wiki/Daytime_Emmy": "The Daytime Emmy Award is an American accolade bestowed by the New York–based National Academy of Television Arts and Sciences in recognition of excellence in American daytime television programming. Ceremonies generally are held in May or June.",
  "/wiki/American_Experience": "American Experience is a television program airing on the Public Broadcasting Service (PBS) in the United States.  The program airs documentaries, many of which have won awards, about important or interesting  events and people in American history.",
  "/wiki/Sex_and_the_City": "Sex and the City is an American romantic comedy-drama television series created by Darren Star and produced by HBO. Broadcast from 1998 until 2004, the original run of the show had a total of 94 episodes. Throughout its six-year run, the show received contributions from various producers, writers, and directors, principally Michael Patrick King.",
  "/wiki/NY-LON": "NY-LON is a 2004 British drama series that aired on Channel 4 in the United Kingdom. The series was created and written by Simon Burke and Anya Camilleri, and starred Rashida Jones and Stephen Moyer. NY-LON was also broadcast on BBC America in the United States.",
  "/wiki/Bones_(TV_series)": "Bones is an American crime procedural comedy-drama television series created by Hart Hanson for Fox. It premiered on September 13, 2005, and aired 246 episodes over twelve seasons. The show is based on forensic anthropology and forensic archaeology, with each episode focusing on an FBI case file concerning the mystery behind human remains brought by FBI Special Agent Seeley Booth (David Boreanaz) to forensic anthropologist Dr. Temperance \"Bones\" Brennan (Emily Deschanel). It also explored the personal lives of the characters. The rest of the main cast includes Michaela Conlin, T. J. Thyne, Eric Millegan, Jonathan Adams, Tamara Taylor, John Francis Daley, and John Boyd.",
  "/wiki/The_Girl_in_the_Fridge": "\"The Girl in the Fridge\" is the eighth episode of the first season of the television series, Bones. Originally aired on November 29, 2005 on FOX network, the episode is written by Dana Coen and directed by Sanford Bookstaver. The episode features FBI Special Agent Seeley Booth and Dr. Temperance Brennan's investigation into the human remains of a teenage girl found inside a refrigerator and a subplot concerning the relationship between Brennan and her former lover and professor, Michael Stires.",
  "/wiki/Medium_(TV_series)": "Medium is  an American supernatural drama television series that originally aired on NBC for five seasons from January 3, 2005 to June 1, 2009, and on CBS for two more seasons from September 25, 2009 to January 21, 2011.",
  "/wiki/CSI:_Crime_Scene_Investigation": "CSI: Crime Scene Investigation, also referred to as CSI and CSI: Las Vegas, is an American procedural forensics crime drama television series which ran on CBS from October 6, 2000, to September 27, 2015, spanning 15 seasons. The series starred William Petersen, Marg Helgenberger, George Eads, Ted Danson, Laurence Fishburne, Elisabeth Shue, and Jorja Fox and was the first in the CSI franchise. The series concluded with a feature-length finale titled \"Immortality\".",
  "/wiki/Without_a_Trace": "Without a Trace is an American police procedural drama television series that originally aired on CBS from September 26, 2002 to May 19, 2009, following the cases of a Missing Persons Unit of the Federal Bureau of Investigation (FBI) in New York City. On May 19, 2009, CBS announced the cancellation of the series after seven seasons.",
  "/wiki/Californication_(TV_series)": "Californication is an American comedy-drama television series created by Tom Kapinos which aired for seven seasons on Showtime from August 13, 2007 to June 29, 2014. The show follows New Yorker Hank Moody (David Duchovny), a troubled novelist who moves to California and suffers from writer's block. His drinking, womanizing, and drug abuse complicate his relationships with his longtime lover Karen (Natascha McElhone) and their daughter Becca (Madeleine Martin).\nThe show's other main characters are Hank's best friend and agent Charlie Runkle (Evan Handler) and Charlie's wife Marcy (Pamela Adlon). Recurring themes are sex, drugs, and rock and roll, all of which are featured regularly, as well as the seedier side of Los Angeles. The show has won several awards, including two Emmy Awards (nominated for two others) and one Golden Globe Award (nominated for five others).",
  "/wiki/Fear_Itself_(TV_series)": "Fear Itself is an American horror/suspense anthology television series shot in the city of Edmonton, Alberta, Canada, with some additional shooting in the city of St. Albert and the town of Devon, Alberta. It began airing on June 5, 2008 on NBC.",
  "/wiki/The_Sacrifice_(Fear_Itself_episode)": "Fear Itself is an American horror/suspense anthology television series shot in the city of Edmonton, Alberta, Canada, with some additional shooting in the city of St. Albert and the town of Devon, Alberta. It began airing on June 5, 2008 on NBC.",
  "/wiki/The_Cleaner_(TV_series)": "The Cleaner is an A&E television series starring Benjamin Bratt.  It debuted on Tuesday, July 15, 2008, at 10:00 pm EST and the last episode aired on September 15, 2009, when the show was officially cancelled.",
  "/wiki/Life_(NBC_TV_series)": "Life is an American crime drama television series created by Rand Ravich that aired for two seasons on NBC. It was produced by Universal Media Studios under the supervision of executive producers Rand Ravich, Far Shariat, David Semel, and Daniel Sackheim. Semel also directed the pilot.",
  "/wiki/CSI:_Miami": "CSI: Miami (Crime Scene Investigation: Miami) is an American police procedural drama television series that premiered on September 23, 2002, on CBS. Starring David Caruso as Lieutenant Horatio Caine, Emily Procter as Detective Calleigh Duquesne, and Kim Delaney as Lieutenant Megan Donner, the series is the first direct spin-off of CSI: Crime Scene Investigation, \"transplanting the same template and trickery—gory crimes, procedural plot and dazzling graphics—into [a new city] while retaining the essence of the original idea\".",
  "/wiki/Supernatural_(American_TV_series)": "Supernatural is an American dark fantasy television series created by Eric Kripke. It was first broadcast on September 13, 2005, on The WB, and subsequently became part of successor The CW's lineup. Starring Jared Padalecki as Sam Winchester and Jensen Ackles as Dean Winchester, the series follows the two brothers as they hunt demons, ghosts, monsters, and other supernatural beings. The series is produced by Warner Bros. Television, in association with Wonderland Sound and Vision. Along with Kripke, executive producers have been McG, Robert Singer, Phil Sgriccia, Sera Gamble, Jeremy Carver, John Shiban, Ben Edlund and Adam Glass. Former executive producer and director Kim Manners died of lung cancer during production of the fourth season.",
  "/wiki/Meg_Masters": "Meg Masters is a fictional character on The CW Television Network's drama and horror television series Supernatural. Created by the series' writers to develop a story arc for the first season, Meg is an unnamed demon who assumes the name of the host she possesses and begins antagonizing the series protagonists Sam and Dean Winchester. Nicki Aycox portrays her in the first season. The writers wanted Aycox to reprise the role in later seasons, but ultimately cast Rachel Miner for storyline purposes. Miner's incarnation evolves into an ally of the Winchesters and the angel Castiel over the course of the sixth, seventh, and eighth seasons.",
  "/wiki/Cold_Case": "Cold Case is an American police procedural television series which ran on CBS from September 28, 2003 to May 2, 2010. The series revolved around a fictionalized Philadelphia Police Department division that specializes in investigating cold cases.",
  "/wiki/No_Ordinary_Family": "No Ordinary Family is an American television series that aired on ABC and CTV in Canada. The one-hour science fiction comedy-drama was produced by ABC Studios for the 2010–11 television season. The series ran from September 28, 2010, to April 5, 2011, on Tuesdays at 8:00 pm ET/PT. The show centers on the Powells, a typical American family living in fictional Pacific Bay, California, whose members gain special powers after their plane crashes in the Amazon, Brazil.",
  "/wiki/Terriers_(TV_series)": "Terriers is an American crime comedy-drama television series created by Ted Griffin that aired on FX from September 8 to December 1, 2010. The show was canceled by FX on December 6, 2010 after the first season.",
  "/wiki/Army_Wives": "Army Wives is an American drama television series that followed the lives of four army wives, one army husband, and their families. The series premiered on Lifetime on June 3, 2007 and ran for seven seasons, ending on June 9, 2013. The show had the largest series premiere in Lifetime's 23-year history, and the largest viewership in the 10:00 pm to 11:00 pm time slot since December 2007 for Lifetime. It received favorable reviews and several award nominations, and won five ASCAP Awards and one Gracie Allen Award.",
  "/wiki/Rachel_Miner": "Rachel Anne Miner (born July 29, 1980) is an American actress. She first came to prominence for her portrayal of Michelle Bauer on the television soap opera Guiding Light (1992–95). She made her film debut in Woody Allen's Alice (1990), and later earned critical acclaim for her leading role in Bully (2001). Her other film credits include The Black Dahlia and Penny Dreadful (both 2006). She is also known for her portrayal of Meg Masters on the television series Supernatural (2009–13). In 2013, Miner revealed that she has multiple sclerosis."
}