{
  "/wiki/Basketball_at_the_1959_Summer_Universiade": "The Basketball competition in the 1959 Summer Universiade was held in Torino, Italy.",
  "/wiki/Soviet_Union_national_basketball_team": "The Soviet national basketball team was the basketball side that represented the Soviet Union in international competitions. After the dissolution of the Soviet Union in 1991, the successor countries all set up their own national teams.",
  "/wiki/Italy_national_basketball_team": "The Italy national basketball team (Italian: Nazionale di pallacanestro dell'Italia) represents Italy in international basketball tournaments. They are administered by the Italian Basketball Federation (FIP).",
  "/wiki/Czechoslovakia_national_basketball_team": "The Czechoslovakia national basketball team (Czech: Československá basketbalová reprezentace, Slovak: Československé národné basketbalové mužstvo) represented Czechoslovakia in international basketball from 1932 to 1992. After the Dissolution of Czechoslovakia in 1993, the Czech Republic and Slovakia set up their own national teams. As the present-day Czech Republic national basketball team is recognized as the successor to the Czechoslovakia team.",
  "/wiki/Basketball_at_the_1961_Summer_Universiade": "The Basketball competitions in the 1961 Summer Universiade were held in Sofia, Bulgaria.",
  "/wiki/Bulgaria_national_basketball_team": "The Bulgaria national basketball team (Bulgarian: Български национален баскетболен отбор) represents Bulgaria in international basketball. They are administered by the Bulgarian Basketball Federation.",
  "/wiki/Basketball_at_the_1963_Summer_Universiade": "The Basketball competition in the 1963 Summer Universiade was held in Porto Alegre, Brazil.",
  "/wiki/Brazil_national_basketball_team": "The Brazil national basketball team is governed by the Brazilian Basketball Confederation (Portuguese: Confederação Brasileira de Basketball), abbreviated as CBB. They have been a member of the International Federation of Basketball (FIBA), since 1935. Brazil's national basketball team remains among the most successful in the Americas. It is the only team besides the United States, that has appeared at every FIBA Basketball World Cup, since it was first held in 1950.",
  "/wiki/Cuba_national_basketball_team": "The Cuba national basketball team won the bronze medal at 1972 Summer Olympics and they finished in 4th place at the 1974 FIBA World Championship. They are the only team from the Caribbean to win a medal at a major global event.",
  "/wiki/Peru_national_basketball_team": "The Peru national basketball team is administrated by the Peru Basketball Federation (Spanish: Federación Deportiva Peruana de Basketball) (F.D.P.B.).",
  "/wiki/Basketball_at_the_1965_Summer_Universiade": "The Basketball competitions in the 1965 Summer Universiade were held in Budapest, Hungary.",
  "/wiki/United_States_men%27s_national_basketball_team": "The USA Basketball Men's National Team, commonly known as the United States men's national basketball team, is the most successful team in international competition, winning medals in all eighteen Olympic tournaments it has entered, including fifteen golds. In the professional era, the team won the Olympic gold medal in 1992, 1996, 2000, 2008, 2012, and 2016. Two of its gold medal-winning teams were inducted to the Naismith Memorial Basketball Hall of Fame in August 2010 – the 1960 team, which featured six Hall of Famers (4 players, 2 coaches), and the 1992 \"Dream Team\", featuring 14 Hall of Famers (11 players, 3 coaches). The team is currently ranked first in the FIBA World Rankings.",
  "/wiki/Hungary_national_basketball_team": "The Hungary national basketball team (Hungarian: Magyar nemzeti kosárlabda-válogatott) represents Hungary in international basketball tournaments. It is governed by the Hungarian Basketball Federation (MKOSZ).",
  "/wiki/Basketball_at_the_1967_Summer_Universiade": "The Basketball competitions in the 1967 Summer Universiade were held in Tokyo, Japan from August 28 to September 3, 1967",
  "/wiki/South_Korea_national_basketball_team": "The Korean national basketball team (alternate names include Republic of Korea and South Korea) represents South Korea in international men's basketball competitions. It is administered by the Korea Basketball Association (Korean: 대한농구협회; Daehan Nonggu Hyeobhoe).",
  "/wiki/Basketball_at_the_1970_Summer_Universiade": "The Basketball competitions in the 1970 Summer Universiade were held in Torino, Italy.",
  "/wiki/Basketball_at_the_1973_Summer_Universiade": "The Basketball competitions in the 1973 Summer Universiade were held in Moscow, Soviet Union.",
  "/wiki/Basketball_at_the_1977_Summer_Universiade": "The Basketball competitions in the 1977 Summer Universiade were held in Sofia, Bulgaria.",
  "/wiki/Basketball_at_the_1979_Summer_Universiade": "The Basketball competitions in the 1979 Summer Universiade were held in Mexico City, Mexico.",
  "/wiki/Yugoslavia_national_basketball_team": "The SFR Yugoslavian national basketball team (Serbo-Croatian: Košarkaška reprezentacija Jugoslavije / Кошаркашка репрезентација Југославије; Slovene: Jugoslovanska košarkarska reprezentanca; Macedonian: Кошаркарска репрезентација на Југославија) represented the Socialist Federal Republic of Yugoslavia from 1943 until 1992 in international basketball matches and was controlled by the Basketball Federation of Yugoslavia (KSJ).",
  "/wiki/Basketball_at_the_1981_Summer_Universiade": "The Basketball competitions in the 1981 Summer Universiade were held in Bucharest, Romania.",
  "/wiki/Basketball_at_the_1983_Summer_Universiade": "Basketball events were contested at the 1983 Summer Universiade in Edmonton, Alberta, Canada.",
  "/wiki/Canada_men%27s_national_basketball_team": "The Canadian men's national basketball team is currently ranked 23rd by FIBA. Athletes for this team are selected by Canada Basketball. The team's head coach is Nick Nurse and its general manager is Rowan Barrett.",
  "/wiki/Basketball_at_the_1985_Summer_Universiade": "Basketball events were contested at the 1985 Summer Universiade in Kobe, Japan.",
  "/wiki/Basketball_at_the_1987_Summer_Universiade": "Basketball events were contested at the 1987 Summer Universiade in Zagreb, Yugoslavia.",
  "/wiki/Spain_national_basketball_team": "The Spain men's national basketball team (Spanish: Selección Española de Baloncesto) represents Spain in international basketball competition. They are managed by the Spanish Basketball Federation, the governing body for basketball in Spain.",
  "/wiki/Basketball_at_the_1989_Summer_Universiade": "Basketball event was contested for men only at the 1989 Summer Universiade in Duisburg, West Germany.",
  "/wiki/Germany_national_basketball_team": "The Germany national basketball team (German: Deutsche Basketballnationalmannschaft or Die Mannschaft) represents Germany in international basketball competition. They are organized by the German Basketball Federation (Deutscher Basketball Bund), the governing body for basketball in Germany. Currently, Germany is ranked 18th in the FIBA World Rankings.",
  "/wiki/Basketball_at_the_1991_Summer_Universiade": "Basketball events were contested at the 1991 Summer Universiade in Sheffield, England.",
  "/wiki/Basketball_at_the_1993_Summer_Universiade": "Basketball events were contested at the 1993 Summer Universiade in Buffalo, New York, USA.",
  "/wiki/China_national_basketball_team": "The Chinese men's national basketball team  represents the People's Republic of China and is governed by the Chinese Basketball Association (CBA). Based on the number of tournament titles, China is considered a major basketball powerhouse in Asia and has by far the most successful basketball program on the continent.",
  "/wiki/Basketball_at_the_1995_Summer_Universiade": "Basketball events were contested at the 1995 Summer Universiade in Fukuoka, Japan.",
  "/wiki/Japan_national_basketball_team": "The Japan national basketball team is administered by the Japan Basketball Association (JBA). (Japanese: 日本バスケットボール協会) A 1936 founding member of FIBA Asia, Japan has one of Asia's longest basketball traditions.",
  "/wiki/Basketball_at_the_1997_Summer_Universiade": "N/A",
  "/wiki/Basketball_at_the_1999_Summer_Universiade": "Basketball events were contested at the 1999 Summer Universiade in Palma de Mallorca, Spain.",
  "/wiki/Serbia_and_Montenegro_men%27s_national_basketball_team": "The Serbia and Montenegro national basketball team, also widely known as the FR Yugoslavia national basketball team, represented Serbia and Montenegro in international senior men's basketball games, from 1993 to 2006. It was governed by the Basketball Federation of Serbia and Montenegro.",
  "/wiki/Basketball_at_the_2001_Summer_Universiade": "The Basketball competitions in the 2001 Summer Universiade were held in Beijing, China.",
  "/wiki/Basketball_at_the_Summer_Universiade": "Basketball tournaments have been staged at the Universiade since 1959. The men's tournament was introduced at the 1959 Summer Universiade and the women's tournament was introduced at the 1961 Summer Universiade. The tournament was not held during the 1975 event."
}