{
  "/wiki/Gaisano_Capital": "Gaisano Capital is a chain of malls and supermarkets owned by Edmund S. Gaisano Sr., the second son of Henry S. Gaisano Sr. In the 1970s, he had his own construction business independent of his relatives. One of his projects was to construct a building (which was to be named the Henry Gaisano Building after his father, one of Doña Modesta's sons) located along Leon Kilat and Colon streets in Cebu City which was to be leased as a supermarket by his relatives. When the supermarket venture failed, Edmund Gaisano Sr. decided to open his own supermarket. This supermarket became the first Gaisano Capital supermarket and is presently known as Gaisano Capital South.",
  "/wiki/Bislig": "Bislig, officially the City of Bislig and often referred to as Bislig City, is a 3rd class city in the province of Surigao del Sur, Philippines. According to the 2015 census, it has a population of 94,535 people.",
  "/wiki/Surigao_del_Sur": "Surigao del Sur (Surigaonon: Probinsya nan Surigao del Sur; Cebuano: Habagatang Surigao) is a province in the Philippines located in the Caraga region in Mindanao. Its capital is Tandag City. Surigao del Sur is situated at the eastern coast of Mindanao and faces the Philippine Sea to the east.",
  "/wiki/Gaisano_Malls": "Gaisano Mall and GMall are shopping malls owned by DSG Sons Group, Inc. based in  Davao, Mindanao, Philippines.",
  "/wiki/Surigao_City": "Surigao City, officially the City of Surigao (Surigaonon: Siyudad nan Surigao; Cebuano: Dakbayan sa Surigao; Spanish: Ciudad de Surigao), is a 3rd class city and capital of the province of Surigao del Norte, Philippines. According to the 2015 census, it has a population of 154,137 people.",
  "/wiki/Surigao_del_Norte": "Surigao del Norte (Surigaonon: Probinsya nan Surigao del Norte; Cebuano: Amihanang Surigao; Spanish: Provincia de Surigao del Norte) is a province in the Philippines located in the Caraga region of Mindanao. Its capital is Surigao City. The province comprises two major islands—Siargao and Bucas Grande—in the Philippine Sea, plus a small area at the northeastern tip of Mindanao. This mainland portion borders Agusan del Norte, and Surigao del Sur to the south.",
  "/wiki/San_Francisco,_Agusan_del_Sur": "San Francisco, officially the Municipality of San Francisco (Cebuano: Lungsod sa San Francisco; Tagalog: Bayan ng San Francisco), is a 1st class municipality in the province of Agusan del Sur, Philippines. According to the 2015 census, it has a population of 74,542 people.",
  "/wiki/Agusan_del_Sur": "Agusan del Sur (Cebuano: Habagatang Agusan; Butuanon: Probinsya hong Agusan del Sur) is a landlocked province of the Philippines located in the Caraga region in Mindanao. Its capital is Prosperidad and borders, from the north clockwise, Agusan del Norte, Surigao del Sur, Davao Oriental, Davao de Oro, Davao del Norte and Bukidnon.",
  "/wiki/Tandag": "Tandag, officially the City of Tandag,  and often referred to as Tandag City, is a 5th income class city and capital of the province of Surigao del Sur, Philippines. According to the 2015 census, it has a population of 56,364 people.",
  "/wiki/Bayugan": "Bayugan, officially the City of Bayugan, (Cebuano: Dakbayan sa Bayugan; Tagalog: Lungsod ng Bayugan), or simply known as Bayugan City,  is a 5th class city in the province of Agusan del Sur, Philippines with postal code 8502. According to the 2015 census, it has a population of 103,202 people..",
  "/wiki/Butuan": "Butuan (pronounced /ˌbuːtuˈʔɑːn/), officially the City of Butuan (Cebuano: Dakbayan sa Butuan; Butuanon: Dakbayan hong Butuan), or simply known as Butuan City, is a 1st class highly urbanized city and regional center of the Caraga Region, Philippines. According to the 2015 census, it has a population of 337,063 people.",
  "/wiki/Agusan_del_Norte": "Agusan del Norte (Cebuano: Amihanang Agusan; Butuanon: Probinsya hong Agusan del Norte) is a province in the Philippines located in the Caraga region of Mindanao. Its capital is the city of Cabadbaran and it is bordered on the northeast by Surigao del Norte; mid-east by Surigao del Sur; southeast by Agusan del Sur, and southwest by Misamis Oriental. It faces Butuan Bay, part of the Bohol Sea, to the northwest.",
  "/wiki/Robinsons_Place_Butuan": "Robinsons Place Butuan is a mall located in Jose C. Aquino Avenue (Butuan–Cagayan de Oro–Iligan Road), Brgy. Bayanihan, Butuan City. It is Robinsons Land's 33rd commercial center in the Philippines and the 4th Robinsons Mall in Mindanao after Robinsons Cagayan de Oro, Robinsons Cybergate Davao and Robinsons Place Gensan. It covers an area of over 45,300 square metres (488,000 sq ft) making it the largest Robinsons Mall in Mindanao. It was opened to the public on 25 November 2013. The mall also features 102-room hotel component that occupies 4th and 5th levels in the east wing of the building. One of the mall's main tenants is the DFA CO Butuan, the first passport office of the Department of Foreign Affairs in the Caraga region which opened in June 2015 at the mall's third level. An expansion wing, located beside the mall, was opened in August 2, 2017 and will feature more shops and restaurants plus the new integrated land transport terminal (bound for travel to and from Cagayan de Oro except for Surigao City and Davao City, which are based in the old Langihan Bus Terminal).",
  "/wiki/Robinsons_Malls": "Robinsons Malls is one of the largest shopping malls and retail operators in the Philippines. It was incorporated on September 9, 1997, by entrepreneur John Gokongwei Jr. to develop, conduct, operate and maintain the Robinsons commercial shopping centers and all related businesses, such as the lease of commercial spaces within the compound of shopping centers.",
  "/wiki/Puregold": "Puregold Price Club, Inc. or simply Puregold (stylized as PUREGOLD) is a chain of supermarkets in the Philippines, founded in September 8, 1998 by Chinese Filipino businessman Lucio Co and opened its first branch in Mandaluyong City on December 12, 1998. It has grown into a retail chain with more than 300 stores nationwide.",
  "/wiki/List_of_shopping_malls_in_the_Philippines": "This is a list of notable shopping malls in the Philippines. The retail industry in the Philippines is an important contributor to the national economy as it accounts for approximately 15% of the Philippines' total Gross National Product (GNP) and 33% of the entire services sector. It employs some 5.25 million people, representing 18% of the Philippines' workforce. The Philippine Retailers Association is the association of retailers, mall, and shopping center operators in the country."
}