{
  "/wiki/Ormoc": "Ormoc, officially the City of Ormoc (Cebuano: Dakbayan sa Ormoc; Waray: Syudad han Ormoc) or simply referred to as Ormoc City, is a 1st class independent component city in the province of Leyte in the region of Eastern Visayas of the Philippines. According to the 2015 census, it has a population of 215,031 inhabitants, making it the second most-populous city in the province after the provincial capital, Tacloban City. Ormoc is the economic, cultural, commercial and transportation hub of western Leyte.",
  "/wiki/Leyte": "Leyte (/ˈleɪti, ˈleɪteɪ/ LAY-tee, LAY-tay) is an island in the Visayas group of islands in the Philippines. It is the seventh largest island in the Philippines by land area.",
  "/wiki/Gaisano_Capital": "Gaisano Capital is a chain of malls and supermarkets owned by Edmund S. Gaisano Sr., the second son of Henry S. Gaisano Sr. In the 1970s, he had his own construction business independent of his relatives. One of his projects was to construct a building (which was to be named the Henry Gaisano Building after his father, one of Doña Modesta's sons) located along Leon Kilat and Colon streets in Cebu City which was to be leased as a supermarket by his relatives. When the supermarket venture failed, Edmund Gaisano Sr. decided to open his own supermarket. This supermarket became the first Gaisano Capital supermarket and is presently known as Gaisano Capital South.",
  "/wiki/Sogod,_Southern_Leyte": "Sogod, (IPA:[ˈsuɡud]), officially the Municipality of Sogod,  is a 2nd class municipality in the province of Southern Leyte, Philippines. According to the 2015 census, it has a population of 44,986 people.",
  "/wiki/Southern_Leyte": "Southern Leyte (Cebuano: Habagatang Leyte) is a province in the Philippines located in the Eastern Visayas region. Its capital is the city of Maasin. Southern Leyte comprised the third congressional district Leyte until it was made into an independent province in 1959. Southern Leyte includes Limasawa, an island to the south where the first Roman Catholic Mass in Philippine soil is believed to have taken place and thus considered to be the birthplace of Roman Catholicism in the Philippines.",
  "/wiki/Tacloban": "Tacloban (/tækˈloʊbən/ tak-LOH-ban; Tagalog pronunciation: [tɐkˈloban]), or simply referred to as Tacloban City, is a 1st class highly urbanized city in the Philippines. It serves as the regional center of the region of Eastern Visayas. The city is autonomous from the province of Leyte, although it serves as its provincial capital. According to the 2015 census, Tacloban has a population of 242,089, making it the most populous city in the Eastern Visayas.  The city is located 360 miles (580 km) southeast from Manila.",
  "/wiki/Maasin": "Maasin, officially the City of Maasin (Cebuano: Dakbayan sa Maasin; Waray: Syudad han Maasin), or simply referred to as Maasin City, is a 4th class city and capital of the province of Southern Leyte, Philippines. According to the 2015 census, it has a population of 85,560 people.",
  "/wiki/Robinsons_Malls": "Robinsons Malls is one of the largest shopping malls and retail operators in the Philippines. It was incorporated on September 9, 1997, by entrepreneur John Gokongwei Jr. to develop, conduct, operate and maintain the Robinsons commercial shopping centers and all related businesses, such as the lease of commercial spaces within the compound of shopping centers.",
  "/wiki/SM_Prime_Holdings": "SM Prime Holdings, Inc. (SMPH) is an integrated property developer and a subsidiary of SM Investments Corporation. It was incorporated on 6 January 1994 to develop, conduct, operate and maintain the SM commercial shopping centers and all businesses related thereto, such as the lease of commercial spaces within the compound of shopping centers. It went public on July 5, 1994, and subsequently grew to become the largest company listed on the Philippine Stock Exchange in terms of revenue. The company's main sources of revenues primarily include rental income from mall and food courts, as well as from cinema ticket sales and amusement income.",
  "/wiki/Borongan": "Borongan, officially the City of Borongan, (Waray: Siyudad han Borongan; Cebuano: Dakbayan sa Borongan; Tagalog: Lungsod ng Borongan), or simply referred to as Borongan City, is a 4th class city and capital of the province of Eastern Samar, Philippines. According to the 2015 census, it has a population of 69,297 people.",
  "/wiki/Eastern_Samar": "Eastern Samar (Waray-Waray: Sinirangan Samar; Cebuano: Sidlakang Samar) is a province in the Philippines located in the Eastern Visayas region. Its capital is the city of Borongan. Eastern Samar occupies the eastern portion of the island of Samar. Bordering the province to the north is the province of Northern Samar and to the west is Samar province. To the east lies the Philippine Sea, part of the vast Pacific Ocean, while to the south lies the Leyte Gulf.",
  "/wiki/Catarman,_Northern_Samar": "Catarman, officially the Municipality of Catarman, (Waray: Bungto san Catarman; Cebuano: Lungsod sa Catarman; Filipino: Bayan ng Catarman), is a 1st class municipality and capital of the province of Northern Samar, Philippines. According to the 2015 census, it has a population of 94,037 people.",
  "/wiki/Northern_Samar": "Northern Samar (Waray: Amihan Samar/Norte han Samar) is a province in the Philippines located in the Eastern Visayas region. Its capital is Catarman and is located at the northern portion of the island of Samar. Bordering the province to the south are the provinces of Samar and Eastern Samar. To the northwest, across the San Bernardino Strait is Sorsogon; to the east is the Philippine Sea and to the west is Samar Sea.",
  "/wiki/Calbayog": "Calbayog, officially the City of Calbayog,   (Waray: Siyudad san Calbayog; Cebuano: Dakbayan sa Calbayog; Tagalog: Lungsod ng Calbayog) and often referred to as Calbayog City, is a 1st class city in the province of Samar, Philippines. According to the 2015 census, it has a population of 183,851 people.",
  "/wiki/Samar": "Samar (/ˈsɑːmɑːr/ SAH-mar) is the third largest island in the Philippines. Located in eastern Visayas, within central Philippines. The island is divided into three provinces: Samar (the western two-fifths of the island of Samar), Northern Samar, and Eastern Samar. These three provinces, along with the provinces on the nearby islands of Leyte and Biliran are part of the Eastern Visayas region."
}