{
  "/wiki/MetroStars": "The New York Red Bulls are an American professional soccer club based in Harrison, New Jersey. The Red Bulls compete as a member of the Eastern Conference of Major League Soccer (MLS). The club was established in October 1994 and began play in the league's inaugural season in 1996 as the New York/New Jersey MetroStars. In 2006, the team was sold to Red Bull GmbH and re-branded as part of the company's global network of football clubs, leading to the team's current name.",
  "/wiki/Rodrigo_Faria": "Rodrigo Faria (born 24 February 1977, in Rio de Janeiro) is a former Brazilian footballer who played as a striker.",
  "/wiki/MetroStars_Black": "The New York Red Bulls are an American professional soccer club based in Harrison, New Jersey. The Red Bulls compete as a member of the Eastern Conference of Major League Soccer (MLS). The club was established in October 1994 and began play in the league's inaugural season in 1996 as the New York/New Jersey MetroStars. In 2006, the team was sold to Red Bull GmbH and re-branded as part of the company's global network of football clubs, leading to the team's current name.",
  "/wiki/Tampa_Bay_Mutiny": "The Tampa Bay Mutiny was a professional soccer team based in Tampa, Florida. They were a charter member of Major League Soccer (MLS) and played from 1996 to 2001. They played their home games at Tampa Stadium and then at Raymond James Stadium.",
  "/wiki/Devin_Barclay": "Devin Barclay (born April 9, 1983 in Annapolis, Maryland) is a former American football placekicker for The Ohio State Buckeyes.  Prior to that, he was formerly a professional soccer player, who last played for the Columbus Crew of Major League Soccer.",
  "/wiki/Nike_Project-40": "Generation Adidas is a joint venture between Major League Soccer and U.S. Soccer aimed at raising the level of young professional soccer talent in the United States. The program, sponsored by Adidas, offers professional-ready players in the U.S. developmental system not yet eligible for the MLS SuperDraft early entry, allowing MLS to compete with foreign professional clubs without comparable restrictions on player signing. From its establishment in 1997 to 2005, the program was sponsored by Nike and was called Project-40.  Originally intended to improve the U.S. national team player pool, American national team eligibility is no longer required for program entry.",
  "/wiki/D.C._United": "D.C. United is an American professional soccer club based in Washington, D.C. The club competes as a member of the Eastern Conference in Major League Soccer (MLS), the top level of professional American soccer. The franchise began play in 1996 as one of the ten charter clubs of the league. The club was one of the most successful clubs in the early years of MLS, winning eight of its thirteen titles between 1996 and 1998 under then head coach Bruce Arena. United holds the joint MLS record for most Supporters' Shields, has four MLS Cups, and been crowned U.S. Open Cup champions three times. It is also the first club to win both the MLS Supporters' Shield and MLS Cup consecutively.",
  "/wiki/Bryan_Namoff": "Bryan Namoff (born May 28, 1979 in Carson City, Nevada) is a retired American soccer player who last played for D.C. United in Major League Soccer.",
  "/wiki/Bradley_University": "Bradley University is a private university in Peoria, Illinois. Founded in 1897, Bradley University currently enrolls 5,400 students who are pursuing degrees in more than 100 undergraduate programs and more than 30 graduate programs in five colleges. The university is regionally accredited by the Higher Learning Commission and 22 national accrediting agencies.",
  "/wiki/Los_Angeles_Galaxy": "The LA Galaxy, also known as the Los Angeles Galaxy, is an American professional soccer club based in the Los Angeles suburb of Carson, California, that competes in Major League Soccer (MLS), as a member of the Western Conference. The club began play in 1996 as one of the league's ten charter members.",
  "/wiki/Brian_Ching": "Brian Ching (born May 24, 1978) an American retired professional soccer player who played for twelve years in Major League Soccer and represented the U.S. national team for eight years.",
  "/wiki/Spokane_Shadow": "Spokane Shadow is an American soccer team, founded in 1996. The team competes in the National Premier Soccer League as well as the Evergreen Premier League, one of United States Adult Soccer Association's elite amateur leagues. From 1996 to 2005, they played in the United Soccer Leagues Premier Development League (PDL), the fourth tier of the American Soccer Pyramid. The men's team folded when the franchise was terminated by the PDL after the 10-year-old artificial turf at their home ground, Joe Albi Stadium in Spokane, Washington was declared unsafe for play.",
  "/wiki/Premier_Development_League": "USL League Two (USL2), formerly the Premier Development League (PDL), is a development soccer league sponsored by United Soccer Leagues in the United States and Canada, forming part of the United States soccer league system. The league featured 72 teams in 2019, split into eleven regional divisions within four conferences. Unofficially, it is considered to be the fourth tier of competition, behind Major League Soccer, USL Championship, and USL League One. USL League Two is headquartered in Tampa, Florida.",
  "/wiki/Colorado_Rapids": "The Colorado Rapids are an American professional soccer club based in the Denver suburb of Commerce City, Colorado. The Rapids compete in Major League Soccer (MLS) as a member of the Western Conference. The franchise began play in 1996 as one of the charter clubs in MLS.",
  "/wiki/Stephen_Herdsman": "Stephen Herdsman (born October 6, 1975 in Kingston, Jamaica), is a former American soccer defender now coaching three time national champion Midwest United FC of Grand Rapids, MI. As well now coaching for Cornerstone University of the NAIA of Grand Rapids, MI.",
  "/wiki/West_Michigan_Edge": "West Michigan Edge was an American soccer team based in Grand Rapids, Michigan, United States. Founded in 1995, the team played in the USL Premier Development League (PDL), the fourth tier of the American Soccer Pyramid, until 2008, when the franchise folded and the team left the league.",
  "/wiki/Miami_Fusion": "The Miami Fusion was a professional soccer team based in Fort Lauderdale, Florida. They played in Major League Soccer (MLS) for four seasons, from 1998 to 2001. Announced in 1997 as one of the league's first two expansion teams, their best season was 2001, when they won the Supporters' Shield with the best regular season finish. In 2002, after four years of lackluster ticket sales and revenues, MLS contracted the Fusion along with its other Florida-based team, the Tampa Bay Mutiny. The Fusion played their home games at Lockhart Stadium.",
  "/wiki/Ali_Gerba": "Ali Ngon Gerba (/ˈʒɛərbɑː/; born September 4, 1981) is a retired Cameroonian-born Canadian soccer player who played as a forward.",
  "/wiki/Montreal_Impact": "The Montreal Impact (French: Impact de Montréal) is a Canadian professional soccer team based in Montreal, Quebec. The Impact competes as a member of the Eastern Conference in Major League Soccer (MLS). The team began play in 2012 as an expansion team of the league, being the league's third Canadian club, and replaced the North American Soccer League team of the same name.",
  "/wiki/USL_First_Division": "The United Soccer Leagues First Division (usually referred to as USL-1) was a professional men's soccer league in the United States, Canada and Puerto Rico from 2005 to 2010.",
  "/wiki/Dallas_Burn": "FC Dallas is an American professional soccer club based in the Dallas suburb of Frisco, Texas. The club competes as a member of the Western Conference in Major League Soccer (MLS). The franchise began play in 1996 as a charter club of the league. The club was founded in 1995 as the Dallas Burn before adopting its current name in 2004.",
  "/wiki/Eddie_Johnson_(American_soccer_player)": "Edward Abraham Johnson (born March 31, 1984) is an American retired soccer player. Johnson played the majority of his fourteen-year club career in the U.S. with FC Dallas, Kansas City Wizards, Seattle Sounders FC, and D.C. United. Johnson also spent three-and-one-half years with several European clubs.",
  "/wiki/San_Jose_Earthquakes": "The San Jose Earthquakes are an American professional soccer team based in San Jose, California, United States, that competes as a member of the Western Conference of Major League Soccer (MLS). The franchise began play in 1996 (originally as the San Jose Clash) as one of the charter clubs of the league. The Earthquakes took part in the first game in MLS history, defeating D.C. United 1–0. The Earthquakes have won two MLS Cup titles, in 2001 and 2003, and two Supporters' Shields in 2005 and 2012. In 2002, the team played in its first CONCACAF Champions Cup (now called the CONCACAF Champions League), making it to the quarterfinals. \nThe team holds a fierce rivalry with the LA Galaxy known as the California Clásico.",
  "/wiki/Eddie_Robinson_(soccer)": "Eddie Robinson (born June 19, 1978) is an American retired soccer player who now works in the front office for Houston Dynamo in Major League Soccer. During his playing career he gained selection for the United States national soccer team.",
  "/wiki/University_of_North_Carolina_at_Chapel_Hill": "The University of North Carolina at Chapel Hill (UNC, UNC-Chapel Hill, North Carolina, Chapel Hill, or simply Carolina) is a public research university in Chapel Hill, North Carolina. The flagship of the University of North Carolina system, it is considered a Public Ivy, or a public institution which offers an academic experience equivalent to an Ivy League university.  After being chartered in 1789, the university first began enrolling students in 1795, which also allows it to be one of three schools to claim the title of the oldest public university in the United States. Among the claimants, the University of North Carolina at Chapel Hill is the only one to have held classes and graduated students as a public university in the eighteenth century.",
  "/wiki/New_England_Revolution": "The New England Revolution is an American professional soccer club based in the Greater Boston area that competes in Major League Soccer (MLS), in the Eastern Conference of the league. It is one of the ten charter clubs of MLS, having competed in the league since its inaugural season.",
  "/wiki/Nick_Downing": "Nick Downing (born January 25, 1980 in Redmond, Washington) is a retired American professional soccer player who is currently the strength and conditioning coach for New England Revolution in Major League Soccer.",
  "/wiki/University_of_Maryland,_College_Park": "The University of Maryland, College Park (University of Maryland, UMD, or simply Maryland) is a public research university in College Park, Maryland. Founded in 1856, UMD is the flagship institution of the University System of Maryland. It is also the largest university in both the state and the Washington metropolitan area, with more than 41,000 students representing all fifty states and 123 countries, and a global alumni network of over 360,000. Its twelve schools and colleges together offer over 200 degree-granting programs, including 92 undergraduate majors, 107 master's programs, and 83 doctoral programs. UMD is a member of the Association of American Universities and competes in intercollegiate athletics as a member of the Big Ten Conference.",
  "/wiki/Robbie_Russell_(soccer)": "Robert Isaac Oleen Russell (born July 16, 1979) is a former Ghanaian American soccer player.",
  "/wiki/Duke_University": "Duke University is a private research university in Durham, North Carolina. Founded by Methodists and Quakers in the present-day town of Trinity in 1838, the school moved to Durham in 1892. In 1924, tobacco and electric power industrialist James Buchanan Duke established The Duke Endowment and the institution changed its name to honor his deceased father, Washington Duke.",
  "/wiki/Chicago_Fire_S.C.": "Chicago Fire Football Club is an American professional soccer franchise based in Chicago, Illinois. The team competes in Major League Soccer (MLS) as a member of the league's Eastern Conference, having moved to the conference in 2002.",
  "/wiki/Justin_Evans": "Justin Evans (born January 31, 1977) is an American soccer coach and former professional player.",
  "/wiki/Pittsburgh_Riverhounds": "Pittsburgh Riverhounds SC is an American professional soccer team based in Pittsburgh, Pennsylvania. Founded in 1998 and beginning play in 1999, the club plays in the Eastern Conference of the USL Championship, the second tier of the American soccer pyramid. Since 2013, the Riverhounds have played their home games at the 5,000-seat Highmark Stadium, a soccer-specific stadium located in Station Square. Their current head coach is Bob Lilley. Saint Lucian international David Flavius currently holds the club records for most appearances and goals which he set over his eight seasons with the Riverhounds between 1999 and 2006. In June 2017, the Riverhounds entered into a developmental partnership with the Ocean City Nor'easters of the Premier Development League, running through the 2018 season.",
  "/wiki/Kansas_City_Wizards": "Sporting Kansas City, often shortened to Sporting KC, is an American professional soccer club based in Kansas City, Kansas. The administrative offices are located in Downtown Kansas City, Missouri, and the team clubhouse and practice facilities are located in Kansas City, Kansas near Children's Mercy Park. The club competes as a member of the Western Conference in Major League Soccer (MLS), having returned in 2015 after spending ten seasons in the Eastern Conference.",
  "/wiki/Andrew_Gregor": "Andrew Gregor (born November 22, 1975) is a retired American soccer midfielder who played professionally in Major League Soccer, the USL First Division, the USL Premier Development League and Major Indoor Soccer League. He is now the assistant head coach of Portland Timbers 2 in the United Soccer League.",
  "/wiki/Seattle_Sounders_(1994%E2%80%932008)": "The Seattle Sounders were an American professional soccer team founded in 1994 as a member of the American Professional Soccer League. In 1997, the team became a member of the USL First Division, the second tier of the United States soccer pyramid, until 2008, after which the majority of the team's staff and resources were directed to the new Major League Soccer franchise, Seattle Sounders FC.",
  "/wiki/2001_MLS_SuperDraft": "The 2001 Major League Soccer SuperDraft was held on February 5, 2001 at the Signature Grand in Davie, Florida."
}