{
  "/wiki/San_Jose_Earthquakes": "The San Jose Earthquakes are an American professional soccer team based in San Jose, California, United States, that competes as a member of the Western Conference of Major League Soccer (MLS). The franchise began play in 1996 (originally as the San Jose Clash) as one of the charter clubs of the league. The Earthquakes took part in the first game in MLS history, defeating D.C. United 1–0. The Earthquakes have won two MLS Cup titles, in 2001 and 2003, and two Supporters' Shields in 2005 and 2012. In 2002, the team played in its first CONCACAF Champions Cup (now called the CONCACAF Champions League), making it to the quarterfinals. \nThe team holds a fierce rivalry with the LA Galaxy known as the California Clásico.",
  "/wiki/Des_Moines_Menace": "Des Moines Menace is an American soccer team based in Des Moines, Iowa, United States. Founded in 1994, the team plays in USL League Two, the fourth tier of the American Soccer Pyramid.",
  "/wiki/USL_Premier_Development_League": "USL League Two (USL2), formerly the Premier Development League (PDL), is a development soccer league sponsored by United Soccer Leagues in the United States and Canada, forming part of the United States soccer league system. The league featured 72 teams in 2019, split into eleven regional divisions within four conferences. Unofficially, it is considered to be the fourth tier of competition, behind Major League Soccer, USL Championship, and USL League One. USL League Two is headquartered in Tampa, Florida.",
  "/wiki/Miami_Fusion": "The Miami Fusion was a professional soccer team based in Fort Lauderdale, Florida. They played in Major League Soccer (MLS) for four seasons, from 1998 to 2001. Announced in 1997 as one of the league's first two expansion teams, their best season was 2001, when they won the Supporters' Shield with the best regular season finish. In 2002, after four years of lackluster ticket sales and revenues, MLS contracted the Fusion along with its other Florida-based team, the Tampa Bay Mutiny. The Fusion played their home games at Lockhart Stadium.",
  "/wiki/Greg_Simmonds": "Gregory Simmonds (born 16 December 1975) is a retired Jamaican soccer player who played professionally in the USL First Division.",
  "/wiki/Hershey_Wildcats": "Hershey Wildcats were a professional soccer team, based in Hershey, Pennsylvania, USA, that played in the USL A-League between 1997 and 2001.  The team was owned by Hershey Entertainment and Resorts Company.  The team played in Hersheypark Stadium, located at Hersheypark, and received its name from the Wild Cat roller coaster. In the Wildcats' 5-year history, the average attendance was 3,189 per game.",
  "/wiki/USL_First_Division": "The United Soccer Leagues First Division (usually referred to as USL-1) was a professional men's soccer league in the United States, Canada and Puerto Rico from 2005 to 2010.",
  "/wiki/Columbus_Crew": "Columbus Crew Soccer Club is an American professional soccer club based in Columbus, Ohio. The Crew competes in Major League Soccer (MLS) as a member of the league's Eastern Conference and began play in 1996 as one of the ten charter clubs of the league. The team is currently being operated by an ownership group led by the Haslam family and former team doctor Pete Edwards. The Haslam/Edwards group is the third owner in club history.",
  "/wiki/McKinley_Tennyson": "McKinley Tennyson (born March 24, 1979 in Monterey, California) is an American soccer forward who played two seasons with the Portland Timbers and the 2002 playoffs with the Los Angeles Galaxy.  He was the 2002 USL First Division points leader.",
  "/wiki/UCLA": "The University of California, Los Angeles (UCLA) is a public research university in Los Angeles. It became the Southern Branch of the University of California in 1919, making it the fourth-oldest (after UC Berkeley, UC San Francisco, and UC Davis) of the 10-campus University of California system and oldest of the campuses in Southern California. It offers 337 undergraduate and graduate degree programs in a wide range of disciplines. UCLA enrolls about 31,500 undergraduate and 12,800 graduate students and had 119,000 applicants for Fall 2016, including transfer applicants, making the school the most applied-to of any American university.",
  "/wiki/Cory_Gibbs": "Cory Gibbs (born January 14, 1980) is an American former soccer player. He played professionally for clubs in Germany, the Netherlands and England. He also played 19 international matches for the U.S. national soccer team, including at the 2003 CONCACAF Gold Cup.",
  "/wiki/Brown_University": "Brown University is a private Ivy League research university in Providence, Rhode Island. Founded in 1764 as the College in the English Colony of Rhode Island and Providence Plantations, it is the seventh-oldest institution of higher education in the United States and one of the nine colonial colleges chartered before the American Revolution.",
  "/wiki/Colorado_Rapids": "The Colorado Rapids are an American professional soccer club based in the Denver suburb of Commerce City, Colorado. The Rapids compete in Major League Soccer (MLS) as a member of the Western Conference. The franchise began play in 1996 as one of the charter clubs in MLS.",
  "/wiki/Ryan_Trout": "Ryan Trout (born November 9, 1978) is an American former professional soccer player.",
  "/wiki/University_of_Virginia": "The University of Virginia (U.Va. or UVA) is a public research university in Charlottesville, Virginia. It was founded in 1819 by Declaration of Independence author Thomas Jefferson. It is the flagship university of Virginia and home to Jefferson's Academical Village, a UNESCO World Heritage Site. UVA is known for its historic foundations, student-run honor code and secret societies.",
  "/wiki/New_England_Revolution": "The New England Revolution is an American professional soccer club based in the Greater Boston area that competes in Major League Soccer (MLS), in the Eastern Conference of the league. It is one of the ten charter clubs of MLS, having competed in the league since its inaugural season.",
  "/wiki/Yari_Allnutt": "Yari Allnutt (born February 17, 1970) is a retired American soccer player who played professionally in Mexico and the United States, including the American Professional Soccer League and Major League Soccer.  He earned five caps with the United States national team, including games at the 1992 Summer Olympics in Barcelona.",
  "/wiki/Rochester_Rhinos": "The Rochester Rhinos are an American professional soccer team based in Rochester, New York, United States. Founded in 1996, as the Rochester Raging Rhinos, the team most recently played in the 2017 USL season in the second tier of the United States soccer league system, and is currently on hiatus. They changed their name to Rochester Rhinos to start the 2008 season. The club is the only non-MLS team to have won the U.S. Open Cup since the league's formation.",
  "/wiki/Dallas_Burn": "FC Dallas is an American professional soccer club based in the Dallas suburb of Frisco, Texas. The club competes as a member of the Western Conference in Major League Soccer (MLS). The franchise began play in 1996 as a charter club of the league. The club was founded in 1995 as the Dallas Burn before adopting its current name in 2004.",
  "/wiki/Stanford_University": "Stanford University, officially Leland Stanford Junior University, is a private research university in Stanford, California. Stanford is known for its academic achievements, wealth, close proximity to Silicon Valley, and selectivity; it ranks as one of the world's top universities.",
  "/wiki/Tampa_Bay_Mutiny": "The Tampa Bay Mutiny was a professional soccer team based in Tampa, Florida. They were a charter member of Major League Soccer (MLS) and played from 1996 to 2001. They played their home games at Tampa Stadium and then at Raymond James Stadium.",
  "/wiki/Adam_Throop": "Adam Throop (born August 11, 1977) is an American former professional soccer player.",
  "/wiki/Chicago_Sockers": "The Chicago Sockers were an American soccer team that were founded in 1995 as the Chicago Stingers. The team was a member of the United Soccer Leagues (USL) and played at the professional level in the USISL Pro League, USISL Select League and USISL D-3 Pro League until 1999.  The club was renamed Sockers and choose to be relegated to the amateur USL Premier Development League (PDL), the fourth tier of the American soccer pyramid, for the 1999 season.",
  "/wiki/Los_Angeles_Galaxy": "The LA Galaxy, also known as the Los Angeles Galaxy, is an American professional soccer club based in the Los Angeles suburb of Carson, California, that competes in Major League Soccer (MLS), as a member of the Western Conference. The club began play in 1996 as one of the league's ten charter members.",
  "/wiki/Brent_Rahim": "Brent Dominic Rahim (born 8 August 1978 in Diego Martin) is a football midfielder from Trinidad and Tobago. He is currently a free agent after leaving San Juan Jabloteh to finish his degree in sports psychology from UConn. Rahim did complete his degree in December 2006 after taking a hiatus from college to pursue professional and international footballing aspirations. Rahim played at the University of Connecticut, and was drafted to Los Angeles Galaxy in the 2001 MLS SuperDraft. However, he rejected the transfer and signed for Joe Public in his home country. He later played abroad, including a short spell in English club West Ham United where he was loaned to Northampton Town where he netted once against Queens Park Rangers in early 2003.",
  "/wiki/University_of_Connecticut": "The University of Connecticut (UConn) is a public land grant, National Sea Grant and National Space Grant research university in Storrs, Connecticut. It was founded in 1881.",
  "/wiki/MetroStars": "The New York Red Bulls are an American professional soccer club based in Harrison, New Jersey. The Red Bulls compete as a member of the Eastern Conference of Major League Soccer (MLS). The club was established in October 1994 and began play in the league's inaugural season in 1996 as the New York/New Jersey MetroStars. In 2006, the team was sold to Red Bull GmbH and re-branded as part of the company's global network of football clubs, leading to the team's current name.",
  "/wiki/Martin_Klinger": "Martin Klinger (born 9 July 1980) is an Ecuadorian retired footballer who played as a defender.",
  "/wiki/MetroStars_Black": "The New York Red Bulls are an American professional soccer club based in Harrison, New Jersey. The Red Bulls compete as a member of the Eastern Conference of Major League Soccer (MLS). The club was established in October 1994 and began play in the league's inaugural season in 1996 as the New York/New Jersey MetroStars. In 2006, the team was sold to Red Bull GmbH and re-branded as part of the company's global network of football clubs, leading to the team's current name.",
  "/wiki/Kansas_City_Wizards": "Sporting Kansas City, often shortened to Sporting KC, is an American professional soccer club based in Kansas City, Kansas. The administrative offices are located in Downtown Kansas City, Missouri, and the team clubhouse and practice facilities are located in Kansas City, Kansas near Children's Mercy Park. The club competes as a member of the Western Conference in Major League Soccer (MLS), having returned in 2015 after spending ten seasons in the Eastern Conference.",
  "/wiki/Pablo_Webster": "Pablo Webster (born October 2, 1979) is an American former professional soccer player.",
  "/wiki/Clemson_University": "Clemson University (/ˈklɛmp.sən, ˈklɛm.zən/[note a]) is a public, land-grant research university in Clemson, South Carolina. Founded in 1889, Clemson is the second-largest university in student population in South Carolina. For the fall 2017 semester, the university enrolled a total of 19,402 undergraduate students and 4,985 graduate students, and the student/faculty ratio was 18:1. Clemson's 1,400-acre campus  is in the foothills of the Blue Ridge Mountains and sits next to Lake Hartwell. The university manages the nearby 17,500-acre Clemson Experimental Forest that is used for research, education, and recreation.",
  "/wiki/2001_MLS_SuperDraft": "The 2001 Major League Soccer SuperDraft was held on February 5, 2001 at the Signature Grand in Davie, Florida."
}