{
  "/wiki/Alain_Mimoun": "Alain Mimoun (1 January 1921 – 27 June 2013) was an Algerian-born French long-distance runner who competed in track events, cross-country running and the marathon. He was the 1956 Olympic champion in the marathon. He is the most bemedalled French athletics sportsperson in history. In 1999, readers of the French athletics magazine Athlétisme Magazine voted him as the “French Athlete of the 20th Century”. On the track Mimoun won three Olympic silver medals, finishing second behind Emil Zátopek in the 10,000 metres final in 1948 and again second behind him in both the 5,000 metres and 10,000 metres finals in 1952. He was also the silver medallist in both events behind Zátopek at the 1950 European Athletics Championships. From 1949 to 1958, he won four individual gold medals and two individual silver medals at the International Cross Country Championships. He was a four-time gold medallist at the Mediterranean Games, completing the 5,000 m/10,000 m double in both 1951 and 1955.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories. [XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Frank_Sando": "Frank Dennis Sando (14 March 1931 – 13 October 2012) was a British long-distance runner. A two-time winner at the International Cross Country Championships (1955, 1957), Sando represented Great Britain in two consecutive Summer Olympic Games.",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles. The area now called England was first inhabited by modern humans during the Upper Palaeolithic period, but takes its name from the Angles, a Germanic tribe deriving its name from the Anglia peninsula, who settled during the 5th and 6th centuries. England became a unified state in the 10th century, and since the Age of Discovery, which began during the 15th century, has had a significant cultural and legal impact on the wider world.",
  "/wiki/Ken_Norris_(athlete)": "Kenneth Leonard Norris (born 11 July 1931) is a British long-distance runner. He competed in the men's 10,000 metres at the 1956 Summer Olympics.  He was one of many signatories in a letter to The Times on 17 July 1958 opposing 'the policy of apartheid' in international sport and defending 'the principle of racial equality which is embodied in the Declaration of the Olympic Games'.",
  "/wiki/Fred_Norris_(athlete)": "Frederick \"Fred\" Norris (4 September 1921 – 13 December 2006) was a British long-distance runner.",
  "/wiki/Hamoud_Ameur": "Hamoud Ameur (born 6 January 1932 in Algeria) is a French former long-distance runner who competed in the 1960 Summer Olympics.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège. The sovereign state is a federal constitutional monarchy with a parliamentary system. Its institutional organization is complex and is structured on both regional and linguistic grounds. It is divided into three highly autonomous regions: the Flemish Region in the north, Wallonia in the south, and the Brussels-Capital Region. Brussels is the smallest and most densely populated region, as well as the richest region in terms of GDP per capita.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco). [h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean. With an area of 505,990 km2 (195,360 sq mi), Spain is the largest country in Southern Europe, the second largest country in Western Europe and the European Union, and the fourth largest country in the European continent. By population (about 47 million), Spain is the sixth largest in Europe and the fifth in the European Union.",
  "/wiki/Scotland": "Scotland (Scots: Scotland, Scottish Gaelic: Alba [ˈal̪ˠapə] (listen)) is a country that is part of the United Kingdom. It covers the northern third of the island of Great Britain, with a border with England to the southeast, and is surrounded by the Atlantic Ocean to the north and west, the North Sea to the northeast, the Irish Sea to the south, and more than 790 islands, including the Northern Isles and the Hebrides. The Kingdom of Scotland emerged as an independent sovereign state in the European Early Middle Ages and continued to exist until 1707. By inheritance in 1603, James VI, King of Scots, became king of England and Ireland, thus forming a personal union of the three kingdoms. Scotland subsequently entered into a political union with England on 1 May 1707 to create the new Kingdom of Great Britain. The union also created a new Parliament of Great Britain, which succeeded both the Parliament of Scotland and the Parliament of England. In 1801, Great Britain entered into a political union with Ireland to create the United Kingdom of Great Britain and Ireland (in 1922, the Irish Free State seceded from the United Kingdom, leading to the latter being renamed the United Kingdom of Great Britain and Northern Ireland in 1927). Within Scotland, the monarchy of the United Kingdom has continued to use a variety of styles, titles and other royal symbols of statehood specific to the pre-union Kingdom of Scotland.",
  "/wiki/Marcel_Vandewattyne": "Marcel Vandewattyne (7 July 1924 – 18 September 2009) was a Belgian long-distance runner who competed in the 1948 Summer Olympics and in the 1952 Summer Olympics.",
  "/wiki/1956_International_Cross_Country_Championships": "The 1956 International Cross Country Championships was held in Belfast, Northern Ireland, at the Royal Ulster Showground on 17 March 1956.  In addition, an unofficial women's championship was held the same day at Upminster, England on 17 March 1956. A report on the men's event as well as the women's event was given in the Glasgow Herald.\n Complete results for men, and for women (unofficial), medallists, \n and the results of British athletes were published."
}