{
  "/wiki/List_of_cities_in_Benin": "The following is a list of cities in Benin according to the 2013 census:",
  "/wiki/Departments_of_Benin": "Benin is divided into 12 departments (French: départements), and subdivided into 77 communes (see Communes of Benin). In 1999, the previous six departments were each split into two halves, forming the current 12. Each of the six new departments was assigned a capital in 2008.",
  "/wiki/ICAO_airport_code": "The ICAO (/ˌaɪˌkeɪˈoʊ/, eye-KAY-oh) airport code or location indicator is a four-letter code designating aerodromes around the world. These codes, as defined by the International Civil Aviation Organization and published in ICAO Document 7910: Location Indicators, are used by air traffic control and airline operations such as flight planning.",
  "/wiki/IATA_airport_code": "An IATA airport code, also known as an IATA location identifier, IATA station code or simply a location identifier, is a three-letter geocode designating many airports and metropolitan areas around the world, defined by the International Air Transport Association (IATA). The characters prominently displayed on baggage tags attached at airport check-in desks are an example of a way these codes are used.",
  "/wiki/Bembèrèkè": "Bembèrèkè is a town, arrondissement, and commune located in the Borgou Department of Benin. The commune covers an area of 3348 square kilometres and as of 2012 had a population of 31,101 people. \nNotable sites include the Prytanée Military Training Center and the Bembéréké-Sinendé Hospital (supported by the UEEB Evangelical Church).",
  "/wiki/Borgou_Department": "Borgou is one of the twelve departments of Benin. Borgou borders the country of Nigeria and the departments of Alibori, Atakora, Collines and Donga. The capital of Borgou is Parakou. The department of Borgou was bifurcated in 1999, with its northern territory transferred to the newly created Alibori Department.",
  "/wiki/Bembereke_Airport": "Bembéréké Airport (ICAO: DBBR), also spelled as Bembèrèkè Airport, is a public use airport located 4 km northeast of Bembéréké, Borgou, Benin.",
  "/wiki/Bohicon": "Bohicon is a city in Benin, and a conurbation of Abomey lying 9 kilometres east of the city on the railway line from Cotonou to Parakou and on Benin's main highway RNIE 2 which joins the RNIE 4. The commune covers an area of 139 square kilometres and as of 2002 had a population of 113,091 people.",
  "/wiki/Zou_Department": "Zou is one of the twelve departments of Benin, named for the Zou River which travels through the department before emptying into the Atlantic in the south of the country. The department of Zou was split in two in 1999, with the northern territory transferred to the newly created Collines Department. The capital of Zou is Abomey. Zou is subdivided into nine communes, each centred at one of the principal towns: Abomey, Agbangnizoun, Bohicon, Cové, Djidja, Ouinhi, Za-Kpota, Zangnanado and Zogbodomey.",
  "/wiki/Cana_Airport": "Bohicon/Cana Airport (ICAO: DBBC) is a public use airport located 3 nm south-southwest of Bohicon, Zou, Benin.",
  "/wiki/Cotonou": "Cotonou (French pronunciation: ​[kɔtɔnu]; Fon: Kútɔ̀nú) is the largest city and economic centre of Benin. Its official population count was 761,137 inhabitants in 2006; however, some estimates indicate its population to be as high as 1.2 million.[citation needed] The population in 1960 was only 70,000.[citation needed] The urban area continues to expand, notably toward the west. The city lies in the southeast of the country, between the Atlantic Ocean and Lake Nokoué.",
  "/wiki/Littoral_Department": "Littoral is one of the twelve departments of Benin. At 79 km2 (31 sq mi), Littoral is the smallest department in the country. Its capital is Cotonou, Benin's largest city. The department was created in 1999 with the splitting up of territories of Atlantique Department.",
  "/wiki/Cadjehoun_Airport": "Cotonou Cadjehoun Airport (IATA: COO, ICAO: DBBB) is an airport in the Cadjehoun neighborhood of Cotonou, the largest city in Benin, in West Africa. The airport is the largest in the country, and as such, is the primary entry point into the country by air, with flights to Africa and Europe.",
  "/wiki/Djougou": "Djougou is the largest city in northwestern Benin. It is an important market town. The commune covers an area of 3,966 square kilometres and as of 2002 had a population of 181,895 people.",
  "/wiki/Donga_Department": "Donga is one of the twelve departments of Benin; its capital is Djougou, the fourth largest city in the country. The department of Donga was created in 1999 when it was split off from Atakora Department. Donga is subdivided into five communes, each centered at one of the principal towns: Bassila, Copargo, Djougou Rural, Djougou Urban and Ouaké.",
  "/wiki/Djougou_Airport": "Djougou Airport (IATA: DJA, ICAO: DBBD) is a public use airport located near Djougou, Donga, Benin.",
  "/wiki/Kandi,_Benin": "Kandi  is a town, arrondissement and commune in the Alibori Department of eastern Benin.  Originally a market town, Kandi is now primarily a farming centre.  It lies on the nation's main north-south highway, 650 km (400 mi) from Cotonou and 523 km (325 mi) north of Porto-Novo. The town is the capital of the department of Alibori. The commune covers an area of 3,421 km2 (1,321 sq mi) and as of 2013 had a population of 177,683 people. The town itself had a population of 27,227 in 2002.",
  "/wiki/Alibori_Department": "Alibori is the largest and northernmost department (French: département) of Benin. Externally the department borders the countries of Burkina Faso, Niger, and Nigeria, and internally the departments of Atakora and Borgou. The department of Alibori was created in 1999 when it was split off from Borgou Department and is named after the Alibori River.",
  "/wiki/Kandi_Airport": "Kandi Airport (IATA: KDC, ICAO: DBBK) is a public use airport located near Kandi, Alibori, Benin.",
  "/wiki/Natitingou": "Natitingou, informally referred to as Nati, is a city and commune in north western Benin and the capital of Atakora Department. The commune covers an area of 3045 square kilometres and as of 2013 had a population of 104,010 people.",
  "/wiki/Atakora_Department": "Atakora is the northwesternmost department of Benin. Externally it borders Togo to the west and Burkina Faso to the north; internally it borders the departments of Alibori, Borgou and Donga. Major towns in the Atakora include Natitingou and Tanguiéta, and the major tourist areas include the Tata Somba houses, Pendjari National Park, and various waterfalls. The department of Atakora was bifurcated in 1999, with its southern territory removed to form the newly created Donga Department. The capital of Atakora Department is Natitingou; it is after the Atakora Mountains,",
  "/wiki/Boundétingou_Airport": "Boundétingou Airport (IATA: NAE, ICAO: DBBN) is a public use airport located near Natitingou, Atakora, Benin.",
  "/wiki/Parakou": "Parakou is the largest city in northern Benin, with an estimated population of around 206,667 people, and capital of the Borgou Department. Administratively the commune of Parakou makes up one of Benin's 77 communes. Since 2015, its mayor is Souradjou Adamou Karimou.[citation needed]",
  "/wiki/Parakou_Airport": "Parakou Airport (IATA: PKO, ICAO: DBBP) is a public use airport located 1 km northwest of Parakou, Borgou, Benin. It is to be replaced by the Tourou International Airport, a new airport in Tankaro, about 10 km northwest of Parakou, which will feature an asphalt runway 3,500 meters in length. The new airport entered service on 18 March 2016.",
  "/wiki/Porga": "Porga is a town located in the Atakora Department of Benin.",
  "/wiki/Porga_Airport": "Porga Airport (ICAO: DBBO) is a public use airport located near Porga, Atakora, Benin.",
  "/wiki/Savé": "Savè is a city in Benin, lying on the Cotonou-Parakou railway and the main north–south road. It is known for its local boulders, popular with climbers.[citation needed] \"Savè\" is the corrupted rendition of the historical Yoruba name Sabe.[citation needed]",
  "/wiki/Collines_Department": "Collines is one of the twelve departments of Benin, located in the centre of the country; its name means \"hills\" in French. The department of Collines was created in 1999 when it was split off from Zou Department. In 2016, the city of Dassa-Zoumé (also called Igbo Idaasha) became the department's capital (formerly Savalou was the capital).",
  "/wiki/Savé_Airport": "Savé Airport (IATA: SVF, ICAO: DBBS) is a public use airport located near Savé, Collines, Benin.",
  "/wiki/List_of_airports_in_Benin": "This is a list of airports in Benin, sorted by location."
}