{
  "/wiki/Waasland-Beveren": "Waasland-Beveren is a Belgian association football club located in the municipality of Beveren, East Flanders. They play  in the Belgian Pro League. The club was known as K.V. Red Star Waasland from 2002 until 2010, when they moved to the nearby stadium of defunct club Sint-Niklase and merged with K.S.K. Beveren. Waasland is the region where the towns of Haasdonk (a neighbourhood in Beveren) and Sint-Niklaas are located. KSK Beveren, a former Belgian champion and first division regular, had just finished at the last place in the second division and was struggling with financial problems. The club kept the history and matricule number of KV Red Star Waasland but moved from Sint-Niklaas to Beveren to play in a bigger stadium.",
  "/wiki/K._Berchem_Sport": "K. Berchem Sport is a Belgian association football club based in the district of Berchem in the municipality of Antwerp and currently playing in the Belgian Second Amateur Division.  It has formerly played in the first division.",
  "/wiki/C%C3%A9dric_Berthelin": "Cédric Berthelin (born 25 December 1976 in Courrières) is a retired French football player and currently the goalkeeper coach of Charleroi.",
  "/wiki/R.A.E.C._Mons": "R.A.E.C. Mons was a Belgian football club based in Mons, Belgium,  The team was promoted to the Belgian Jupiler League at the conclusion of the 2010–11 season re-joining the Top Belgian League after two years in the Belgian 2nd Division (Exqi League). The team was relegated at the end of the 2013–2014 season, having finished last in the league. Dutch speakers tend to refer to the team as \"Bergen\", the Dutch name for Mons.",
  "/wiki/K.V._Oostende": "Koninklijke Voetbalclub Oostende, also called KV Oostende (Dutch pronunciation: [kaːˌveː oːˈstɛndə] or [- oːstˈʔɛndə]) or KVO, is a Belgian football club from the city of Ostend, West Flanders. The team was founded in 1904 as VG Oostende and has the matricule No. 31.",
  "/wiki/Lander_Van_Steenbrugghe": "Lander Van Steenbrugghe (born 27 November 1986 in Oudenaarde) is a Belgian footballer, who is currently playing for KVVV Ardennen in the Belgian Provincial leagues.",
  "/wiki/SC_Eendracht_Aalst": "SC Eendracht Aalst is a Belgian football club based in Aalst, East Flanders.",
  "/wiki/Rachid_Farssi": "Rachid Farssi (born 15 January 1985) is a Belgian football player currently playing for FAR Rabat.",
  "/wiki/Lierse_S.K.": "Koninklijke Lierse Sportkring (Dutch pronunciation: [ˈkoːnɪŋkləkə ˈliːrsə ˈspɔrtkrɪŋ]), often simply known as Lierse, was a Belgian professional football club from the city of Lier in the Antwerp province. Lierse have won four championship titles and two Belgian Cups. Lierse was one of the six Belgian clubs to have played in the UEFA Champions League group stage, the other being Anderlecht, Club Brugge, Genk, Standard Liège and KAA Gent.",
  "/wiki/David_Hubert": "David Hubert (born 12 February 1988) is a Belgian footballer. He plays as a defensive midfielder and currently plays for OH Leuven.",
  "/wiki/K.R.C._Genk": "Koninklijk Racing Club Genk (Dutch pronunciation: [ˈkoːnɪŋkləkə ˈreːsɪŋ ˌklɵp ˈɣɛŋk]), commonly known as KRC Genk, Racing Genk or simply Genk, is a Belgian professional football club based in the city of Genk in Belgian Limburg.  Racing Genk plays in the Belgian Pro League and have won four championship titles; in 1998–99, in 2001–02, in 2010–11 and in 2018–19. They have also won four Belgian Cups, most recently in 2008–09 and in 2012–13. They qualified for the UEFA Champions League group stage in the 2002–03, 2011–12 and 2019–20 seasons.",
  "/wiki/K.A.A._Gent": "Koninklijke Atletiek Associatie Gent (Dutch pronunciation: [ˈkoːnɪŋkləkə ˌʔɑtləˈtik ˌɑsoːˈʃaː(t)si ˈɣɛnt], English: Royal Athletic Association Ghent), often simply known as Ghent or by their nickname De Buffalo's (English: The Buffalos), is a Belgian sports club, based in the city of Ghent, East Flanders. Their football team is the best-known section within the club, who have been playing in the Belgian Pro League since the 1989–90 season. They won the national league once, in 2014–15, in addition to three Belgian Cup victories. Ghent played their home matches in the Jules Ottenstadion in Gentbrugge from 1920 until 2013, when they moved to the Ghelamco Arena. Their team colours are blue and white. The principal sponsor is the financial institution VDK NV.",
  "/wiki/Jamal_Thiar%C3%A9": "Jamal Thiaré (born 31 March 1993) is a Senegalese footballer who plays as a striker for Le Havre AC.",
  "/wiki/R._Charleroi_S.C.": "Royal Charleroi Sporting Club, often simply known as Charleroi or Sporting Charleroi, is a Belgian football club based in the city of Charleroi, in the province of Hainaut. Charleroi plays in the Belgian Pro League and their current spell at the highest level in Belgian football has started in the 2012–13 season. Charleroi was founded in 1904 and they first reached the first division in 1947–48. Their highest finish was runner-up in the 1968–69 season. They have also twice reached the Belgian Cup final, losing in 1977–78 to Beveren and in 1992–93 to Standard Liège.",
  "/wiki/Renaud_Emond": "Renaud Emond (born 5 December 1991) is a Belgian professional football player, who plays as a striker for FC Nantes.",
  "/wiki/R.E._Virton": "Royal Excelsior Virton is a Belgian football club, from the city of Virton in Luxembourg province.",
  "/wiki/Spyros_Fourlanos": "Spyros Fourlanos (Greek: Σπύρος Φουρλάνος, born 19 November 1993) is a Greek professional footballer who plays as a midfielder for Football League club Ionikos.",
  "/wiki/Panathinaikos_F.C.": "Panathinaikos Football Club (Greek: ΠΑΕ Παναθηναϊκός Α.Ο. [panaθinaiˈkos] (listen)), known as Panathinaikos, or by its full name, and the name of its parent sports club, Panathinaikos A.O. or PAO (Παναθηναϊκός Αθλητικός Όμιλος; Panathinaïkós Athlitikós Ómilos, \"All-Athenian Athletic Club\"), is a Greek professional football club based in the capital-city of Athens, Greece.",
  "/wiki/Club_Brugge_K.V.": "Club Brugge Koninklijke Voetbalvereniging (Dutch pronunciation: [klʏˈbrʏɣə ˌkoːnɪŋkləkə ˈvudbɑlvəreːnəɣɪŋ]), commonly referred to as just Club Brugge, or Club Bruges commonly in English, is a football club based in Bruges in Belgium. It was founded in 1891 and its home ground is the Jan Breydel Stadium, which has a capacity of 29,062.",
  "/wiki/Teddy_Chevalier": "Teddy Étienne Chevalier  (born 28 June 1987) is a French footballer who plays for Ligue 2 club Valenciennes.",
  "/wiki/RKC_Waalwijk": "RKC Waalwijk (Dutch pronunciation: [ˌɛrkaːˈseː ˈʋaːlʋɛi̯k]) is a football club currently playing in the Dutch Eredivisie. Its name is derived from 'Rooms Katholieke Combinatie' ('Roman Catholic Combination' in Dutch) and was established as a merger of HEC, WVB and Hercules.",
  "/wiki/K.V._Kortrijk": "Koninklijke Voetbalclub Kortrijk (often simply called KV Kortrijk or KVK) is a Belgian professional football club based in Kortrijk, West Flanders. They play in the Belgian First Division, and they achieved their best ranking ever during the 2009–10 season, finishing fourth after the play-offs. KV Kortrijk was founded in 1971, though their roots can be traced to 1901. They are registered to the Royal Belgian Football Association with matricule number 19. The club colours are red and white. They play their home matches at the Guldensporenstadion, named after the Battle of the Golden Spurs which took place in Kortrijk in 1302.",
  "/wiki/White_Star_Woluwe_F.C.": "RWS Bruxelles (Royal White Star Bruxelles) is a Belgian football club located in the municipality of Molenbeek-Saint-Jean, Brussels.",
  "/wiki/Stefan_Mitrovi%C4%87_(footballer)": "Stefan Mitrović (Serbian Cyrillic: Стефан Митровић, pronounced [stêfaːn mǐtroʋitɕ]; born 22 May 1990) is a Serbian professional footballer who plays as a centre-back for Strasbourg. At international level, he has represented the Serbia national team.",
  "/wiki/S.L._Benfica": "Sport Lisboa e Benfica ComC MHIH OM (Portuguese pronunciation: [sɨˈpɔɾ liʒˈboɐ i βɐ̃jˈfikɐ]), commonly known as Benfica, is a professional football club based in Lisbon, Portugal, that competes in the Primeira Liga, the top flight of Portuguese football, where they are the current champions and the most successful team in terms of overall titles.",
  "/wiki/Oleksandr_Pavlovych_Yakovenko": "Oleksandr Pavlovych Yakovenko (Ukrainian: Олександр Павлович Яковенко; born 23 June 1987) is a Ukrainian retired footballer who played as a left winger.",
  "/wiki/R.S.C._Anderlecht": "Royal Sporting Club Anderlecht, usually known as Anderlecht (Dutch pronunciation: [ˈɑndərlɛxt], French: [ɑ̃dəʁlɛkt], German: [ˈandɐlɛçt]) or RSCA (Dutch: [ˌɛrɛseːˈjaː, -seːˈʔaː], French: [ɛʁɛsse.ɑ], German: [ˌɛɐ̯ʔɛs.tseːˈʔaː]), is a Belgian professional football club based in Anderlecht, Brussels Capital-Region. Anderlecht plays in the Belgian First Division A and is the most successful Belgian football team in European competitions, with five trophies, as well as in the Belgian domestic league, with 34 championship wins. They have also won nine Belgian Cups and hold the record for most consecutive Belgian championship titles, winning five between the 1963–64 and 1967–68 seasons.",
  "/wiki/ACF_Fiorentina": "Associazione Calcio Firenze Fiorentina, commonly referred to as Fiorentina [fjorenˈtiːna], is an Italian professional football club based in Florence, Tuscany. Founded by a merger in August 1926, and refounded in August 2002 following bankruptcy, Fiorentina have played at the top level of Italian football for the majority of their existence; only four clubs have played in more Serie A seasons.",
  "/wiki/Miju%C5%A1ko_Bojovi%C4%87": "Mijuško Bojović (born 9 August 1988) is a Montenegrin footballer who plays as a defender for Keşla FK in the Azerbaijan Premier League.",
  "/wiki/Grenoble_Foot_38": "Grenoble Foot 38, commonly referred to as simply GF38, is a French association football club based in Grenoble. The club plays its home matches at the Stade des Alpes, a sports complex based in the heart of the city, and wears white and blue.",
  "/wiki/Cercle_Brugge_K.S.V.": "Cercle Brugge Koninklijke Sportvereniging (Dutch pronunciation: [ˈsɛrklə ˈbrɵɣə ˈkoːnɪŋkləkə ˈspɔrtfəˌreːnəɣɪŋ]) is a Belgian professional football club based in Bruges. Cercle have played in the Belgian Pro League since the 2003–04 season, having previously spent several years in the Belgian Second Division following relegation in 1997. Their matricule is the n°12. The club plays home games at the Jan Breydel Stadium, which they share with fierce rivals Club Brugge. Cercle Brugge won their first national title in 1911, and won two more titles (in 1927 and 1930) before the Second World War. The side also won the Belgian Cup in 1927 and in 1985, and have represented Belgium in European tournaments on several occasions. Since 2017, they have been owned by French club AS Monaco.",
  "/wiki/Francis_Dickoh": "Francis Dickoh (born 13 December 1982) is a Danish-born Ghanaian footballer who plays as a centre-back.",
  "/wiki/Bernt_Evens": "Bernt Evens (born 9 November 1978) is a Belgian retired professional footballer who played  for Cercle Brugge and Club Brugge, as a defender.",
  "/wiki/Elton_Monteiro": "Elton Monteiro Almada (born 22 February 1994) is a Portuguese footballer of Cape Verdean descent who plays as a centre back for Lausanne.",
  "/wiki/Arsenal_F.C._Academy": "Arsenal Football Club Academy is the youth system of Arsenal Football Club based in Hale End, London, England. The academy teams play in the Professional Development League, the highest level of youth football in England. The club also competes in the FA Youth Cup and UEFA Youth League competitions. Former player Per Mertesacker is the current academy manager.",
  "/wiki/Anthony_Portier": "Anthony Portier (Dutch pronunciation: [ˈɑn.ˌtoː.ni ˈpɔr.tir]; born 1 June 1982 in Oostende) is a Belgian professional football player who plays for Beerschot Wilrijk. His best position is central in defence.",
  "/wiki/Wang_Yang_(footballer,_born_1989)": "Wang Yang (Chinese: 汪洋; pinyin: Wāng Yáng; born 26 July 1989 in Wuhan) is a Chinese footballer who currently plays for Hebei China Fortune in the Chinese Super League.",
  "/wiki/List_of_Belgian_football_transfers_summer_2013": "This is a list of Belgian football transfers for the 2013 summer transfer window. Only transfers involving a team from the Belgian Pro League are listed."
}