{
  "/wiki/1929_La_Liga": "The 1929 Primera División season started February 10, 1929, and finished June 23, 1929. A total of 10 teams participated in the league.",
  "/wiki/Paco_Bienzobas": "Francisco 'Paco' Bienzobas Ocáriz (26 March 1909 – 30 April 1981) was a Spanish footballer who played as a forward.",
  "/wiki/Real_Sociedad": "Real Sociedad de Fútbol, S.A.D., more commonly referred to as Real Sociedad (pronounced [reˈal soθjeˈðað]; Royal Society) or La Real, is a Spanish sports club in the city of San Sebastián, Basque Country, founded on 7 September 1909. It plays its home matches at the Anoeta Stadium. Real Sociedad won the Liga title in 1980–81 and 1981–82, and last finished runner-up in 2002–03. The club has also won the Copa del Rey twice, in 1909 and 1987. It contests the Basque derby against rivals Athletic Bilbao. Real Sociedad was a founder member of La Liga in 1929; its longest spell in the top flight was for 40 seasons, from 1967 to 2007.",
  "/wiki/1929–30_La_Liga": "The 1929–30 Primera División season started December 1, 1929, and finished March 30, 1930. A total of 10 teams contested the league, where Barcelona were the defending champions. As different from the previous season, the last qualified team was directly relegated.",
  "/wiki/Guillermo_Gorostiza_Paredes": "Guillermo Gorostiza Paredes (15 February 1909 – 23 August 1966) was a Spanish footballer who played as a forward.",
  "/wiki/Athletic_Bilbao": "Athletic Club, also commonly known as Athletic Bilbao (Basque: Bilboko Athletic Kluba / Spanish: Athletic Club de Bilbao), is a Spanish professional football club based in the city of Bilbao in the Basque Country (Spain). They are known as Los Leones (The Lions) because their stadium was built near a church called San Mamés (Saint Mammes). Mammes was an early Christian thrown to the lions by the Romans. Mammes pacified the lions and was later made a saint and The team plays it's home matches at the San Mamés Stadium.",
  "/wiki/1930–31_La_Liga": "The 1930–31 La Liga season started December 7, 1930, and finished April 5, 1931.",
  "/wiki/Agustín_Sauto_Arana": "Agustín Sauto Arana (11 May 1908 – 21 August 1986), known as Bata, was a Spanish footballer who played as a striker.",
  "/wiki/1931–32_La_Liga": "1931–32 La Liga season started November 22, 1931, and finished April 3, 1932. As the Spanish Second Republic all the clubs dropped the Royal patronage from their name and deleted the crowns from their shields.",
  "/wiki/1932–33_La_Liga": "The 1932–33 La Liga season began on 27 November 1932 and finished on 28 March 1933. Holders Madrid CF retained their title.",
  "/wiki/Manuel_Olivares": "Manuel Olivares Lapeña (2 April 1909 – 16 February 1976) was a Spanish football striker and manager.",
  "/wiki/Real_Madrid_C.F.": "Real Madrid Club de Fútbol (Spanish pronunciation: [reˈal maˈðɾið ˈkluβ ðe ˈfuðβol] (listen), meaning Royal Madrid Football Club), commonly referred to as Real Madrid, is a Spanish professional football club based in Madrid.",
  "/wiki/1933–34_La_Liga": "1933–34 La Liga season started on November 5, 1933, and finished on March 4, 1934.",
  "/wiki/Isidro_Lángara": "Isidro Lángara Galarraga (25 May 1912 in Pasaia, Gipuzkoa – 21 August 1992 in Andoain) was a Spanish football striker from the Basque Country. He played 12 times for Spain, scoring 17 goals.",
  "/wiki/Real_Oviedo": "Real Oviedo is a Spanish football club based in Oviedo, Asturias. Founded on 26 March 1926 as a result of the merger of two clubs who had maintained a large sporting rivalry for years in the city: Real Stadium Club Ovetense and Real Club Deportivo Oviedo. The club plays in the Segunda División, the second tier of the Spanish football league system.\nThe club plays in blue shirts and white shorts in the Estadio Carlos Tartiere, which seats 30,500 spectators, opened on 30 September 2000, and is the largest sports stadium in Asturias. In the all-time league table for the Spanish top division, Oviedo ranks in 18th\nplace.",
  "/wiki/1934–35_La_Liga": "The 1934–35 season of La Liga began on 2 December 1934 and finished on 28 April 1935. It was won by Betis for the first and to date only time.",
  "/wiki/1935–36_La_Liga": "The 1935–36 La Liga was the 8th edition of the Spanish national league, and the last one before the Spanish Civil War. The season started November 10, 1935, and finished April 19, 1936.",
  "/wiki/1939–40_La_Liga": "The 1939–40 La Liga was the ninth season since its establishment and the first one after the Spanish Civil War, that forced to suspend the competition during three years. The season started on December 3, 1939, and finished on April 28, 1940.",
  "/wiki/Víctor_Unamuno": "Victorio Unamuno Ibarzabal (21 May 1909 – 20 May 1988), also known as Unamuno I, was a Spanish footballer who played as a forward.",
  "/wiki/1940–41_La_Liga": "The 1940–41 La Liga was the tenth season since its establishment. Atlético Aviación retained the title.",
  "/wiki/Pruden": "Prudencio Sánchez Fernández, commonly known as Pruden (1 September 1916 – 25 February 1998) was a Spanish association football player who played mainly for Real Madrid.\nHis career started in Salamanca, in the club's first ever season, 1934–35 regional league. The next season, 1939–40 (after the Spanish Civil War), the club was promoted to Segunda División, the second tier in Spain. He then moved to Atlético Madrid, where he scored 33 goals winning the Pichichi Trophy and helping the club win the La Liga title. He then returned to his youth club for 2 years, and after failing to lead the club to promotion, he left for Real Madrid. He spent 5 years in Madrid, failing to win the league title, although he did win two consecutive Copa del Reys, in 1946 and 1947, and scored in both finals. He finished his professional career with one season in Real Zaragoza, in the Tercera División, then the 3rd tier.",
  "/wiki/Atlético_Madrid": "Club Atlético de Madrid (Spanish pronunciation: [ˈkluβ aˈtletiko ðe maˈðɾið]; meaning \"Athletic Club of Madrid\"), commonly referred to as Atlético de Madrid or simply as Atlético or Atleti, is a Spanish professional football club based in Madrid, that play in La Liga. The club play their home games at the Metropolitano Stadium, which has a capacity of 68,456.",
  "/wiki/1941–42_La_Liga": "The 1941–42 La Liga was the 11th season of Spanish football league. Valencia won their first title ever.",
  "/wiki/Edmundo_Suárez": "Edmundo Suárez Trabanco (22 January 1916 – 14 December 1978) was a Spanish football player and coach – better known as Mundo. He was born in Baracaldo. He played as a centre-forward for Spanish club Valencia CF for most of his career, except for his last season, where he played for CD Alcoyano.",
  "/wiki/Valencia_CF": "Valencia Club de Fútbol (Spanish: [baˈlenθja ˈkluβ ðe ˈfuðβol], Valencian: València Club de Futbol [vaˈlensia ˈklub de fubˈbɔl]), commonly referred to as Valencia CF or simply Valencia, is a Spanish professional football club based in Valencia. They play in La Liga. Valencia have won six La Liga titles, eight Copa del Rey titles, one Supercopa de España and one Copa Eva Duarte. In European competitions, they've won two Inter-Cities Fairs Cups (the predecessor to the UEFA Cup), one UEFA Cup, one UEFA Cup Winners' Cup, two UEFA Super Cups and one UEFA Intertoto Cup. They also reached two UEFA Champions League finals in a row, losing to La Liga rivals Real Madrid in 2000 and German club Bayern Munich on penalties after a 1–1 draw in 2001. Valencia were also members of the G-14 group of leading European football clubs and since its end has been part of the original members of the European Club Association. In total, Valencia have reached seven major European finals, winning four of them.",
  "/wiki/1942–43_La_Liga": "The 1942–43 La Liga was the 12th season since its establishment. Athletic Bilbao achieved their fifth title.",
  "/wiki/Mariano_Martín": "Mariano Martín Alonso (20 October 1919 – 9 September 1998) was a Spanish footballer who played as a striker.",
  "/wiki/FC_Barcelona": "Futbol Club Barcelona (Catalan pronunciation: [fubˈbɔl ˈklub bəɾsəˈlonə] (listen)), commonly referred to as Barcelona and colloquially known as Barça ([ˈbaɾsə]), is a Spanish professional football club based in Barcelona, Catalonia.",
  "/wiki/1943–44_La_Liga": "The 1943–44 La Liga was the 13th season since its establishment. Valencia achieved its second title.",
  "/wiki/1944–45_La_Liga": "The 1944–45 La Liga was the 14th season since its establishment. Barcelona conquered their second title, 15 years after the first one in the inaugural season.",
  "/wiki/Telmo_Zarra": "Pedro Telmo Zarraonandía Montoya (20 January 1921 – 23 February 2006), known as  Telmo Zarra or simply Zarra (Basque: [ˈs̻ara], Spanish: [ˈθara]), was a Spanish football forward. He spent the majority of his career at Athletic Bilbao, from 1940 to 1955, for whom he remains the top scorer in competitive matches with 335 goals.",
  "/wiki/1945–46_La_Liga": "The 1945–46 La Liga was the 15th season since its establishment. Sevilla achieved their first title ever.",
  "/wiki/1946–47_La_Liga": "The 1946–47 La Liga was the 16th season since its establishment. Valencia conquered their third title.",
  "/wiki/1947–48_La_Liga": "The 1947–48 La Liga was the 17th season since its establishment. Barcelona achieved their third title.",
  "/wiki/Pahiño": "Manuel Fernández Fernández (21 January 1923 – 12 June 2012), known as Pahiño, was a Spanish footballer who played as a striker.",
  "/wiki/Celta_de_Vigo": "Real Club Celta de Vigo (Galician pronunciation: [reˈal ˈkluβ ˈθeltɐ ðɪ ˈβiɣʊ]; Royal Club Celta de Vigo), commonly known as Celta Vigo or simply Celta, is a Spanish professional football club based in Vigo, Galicia, currently playing in La Liga. It was founded on 23 August 1923 following the merger of Real Vigo Sporting and Real Fortuna Football Club. Nicknamed Os Celestes (The Sky Blues), they play in sky blue shirts and socks along with white shorts. The club's home stadium is the Abanca-Balaídos, which seats 29,000 spectators. Celta's name is derived from the Celts who were once present in the region. Its main rival is fellow Galician club Deportivo de La Coruña, with whom it contests the Galician derby.",
  "/wiki/1948–49_La_Liga": "The 1948–49 La Liga was the 18th season since its establishment. Barcelona won their fourth title, the second consecutive.",
  "/wiki/César_Rodríguez_Álvarez": "César Rodríguez Álvarez (6 July 1920 – 1 March 1995), sometimes known as just César, was a Spanish football forward and manager.",
  "/wiki/1949–50_La_Liga": "The 1949–50 La Liga was the 19th season since its establishment. Atlético Madrid conquered their third title.",
  "/wiki/1950–51_La_Liga": "The 1950–51 La Liga season was the 20th edition of the Spanish football top division. Atlético Madrid achieved their fourth tournament.",
  "/wiki/Pichichi_Trophy": "In Spanish football, the Trofeo Pichichi is awarded by the sports newspaper Marca to the top goalscorer of each La Liga season. Named after the Athletic Bilbao striker Rafael \"Pichichi\" Moreno, the trophy has been awarded annually since the 1952–53 season. All top scorers who preceded the award's creation were retroactively named Pichichi winners by Marca. Since the 2014–15 season, the top scorer of the Liga Iberdrola is also awarded the Pichichi Trophy."
}