{
  "/wiki/8_Flavahz": "8 Flavahz is an all-female dance crew originally based in both Honolulu, Hawaii and Los Angeles, California. They are best known for being the runners-up of the seventh season of MTV's America's Best Dance Crew.",
  "/wiki/Honolulu,_Hawaii": "Honolulu (/ˌhɒnəˈluːluː/; Hawaiian: [honoˈlulu]) is the capital and largest city of the U.S. state of Hawaii. It is an unincorporated part of and the county seat of the City and County of Honolulu along the southeast coast of the island of Oʻahu.[a] The city is the main gateway to Hawaiʻi and a major portal into the United States. The city is also a major hub for international business and military defense, as well as being host to a diverse variety of east–west and Pacific cultures, cuisine, and traditions.",
  "/wiki/Atlanta,_Georgia": "Atlanta (/ætˈlæntə/) is the capital and most populous city in the U.S. state of Georgia. With an estimated 2018 population of 498,044, it is also the 37th most-populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to 5.9 million people and the ninth largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the most populous county in Georgia. Portions of the city extend eastward into neighboring DeKalb County.",
  "/wiki/Elektrolytes": "The Elektrolytes are an all-male dance crew formed by a group of local dancers within the area of Gilbert, Arizona in 2006. They are the winner of the seventh season of America's Best Dance Crew. They are also the winners of Hip Hop International USA 2011 Adult Division, and finished seventh in the World Hip Hop International 2011 Finals.",
  "/wiki/Gilbert,_Arizona": "Gilbert is a town in Maricopa County, Arizona, United States, located southeast of Phoenix, within the Phoenix metropolitan area. Once known as the \"Hay Shipping Capital of the World\", It is the sixth-largest municipality in Arizona, and the fifth-largest in the Metropolitan Phoenix Area.",
  "/wiki/Fanny_Pak": "Fanny Pak is a ten-member contemporary, hip-hop and jazz-trained dance crew from Los Angeles, California that gained popularity after appearing on the second season of MTV's America's Best Dance Crew (ABDC). Often while performing, the crew wears bright clothes and bold patterns reminiscent of the 1980s as well as fanny packs, which is where their crew name originated. In addition, all of the members were born in the 1980s. The crew returned to ABDC on the seventh season, placing fifth in the competition.",
  "/wiki/San_Fernando_Valley": "The San Fernando Valley is an urbanized valley in Los Angeles County, California, in the Los Angeles metropolitan area, defined by the mountains of the Transverse Ranges circling it. Home to 1.77 million people, it is north of the larger, more populous Los Angeles Basin.",
  "/wiki/Monterrey,_Mexico": "Monterrey (/ˌmɒntəˈreɪ/; Spanish pronunciation: [monteˈrei] (listen)) is the capital and largest city of the northeastern state of Nuevo León, Mexico. The city is anchor to the Monterrey metropolitan area, the second most productive in Mexico with a GDP (PPP) of US$123 billion, and the third largest with an estimated population of 4,689,601 people as of 2015. Monterrey is also considered the city with the best quality of life in the country[citation needed], and serves as a commercial center of northern Mexico and is the base of many significant international corporations. Its purchasing power parity-adjusted GDP per capita is considerably higher than the rest of Mexico's at around US$35,500, compared to the country's US$18,800. It is considered a Beta World City, cosmopolitan and competitive. Rich in history and culture, it is one of the most developed cities in Mexico.",
  "/wiki/Montreal,_Canada": "Montreal (/ˌmʌntriˈɔːl/ (listen) MUN-tree-AWL; officially Montréal, French: [mɔ̃ʁeal] (listen)) is the most populous municipality in the Canadian province of Quebec and the second-most populous municipality in Canada. Originally founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which took its name from the same source as the city, and a few much smaller peripheral islands, the largest of which is Île Bizard. It has a distinct four-season continental climate with warm to hot summers and cold, snowy winters.",
  "/wiki/North_Hollywood,_California": "North Hollywood is a neighborhood in the east San Fernando Valley region of the city of Los Angeles. It is home to the NoHo Arts District and the Academy of Television Arts & Sciences, and it has seven public and eight private schools. There is a municipal park and a recreation center. The neighborhood is an important transportation center for the region.",
  "/wiki/Los_Angeles,_California": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third-most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.",
  "/wiki/Mukilteo,_Washington": "Mukilteo (/ˌmʌkəlˈtiːoʊ/ MUK-əl-TEE-oh) is a city in Snohomish County, Washington, United States. It is located on the Puget Sound between Edmonds and Everett, approximately 25 miles (40 km) north of Seattle. The city had a population of 20,254 at the 2010 census and an estimated 2018 population of 21,545.",
  "/wiki/Roseville,_California": "Roseville (formerly Roseville Junction, Junction, and Grider's) is the largest city in Placer County, California, United States, in the Sacramento metropolitan area. As of 2018, the US Census Bureau estimated the city's population to be 139,117. Interstate 80 runs through Roseville and State Route 65 runs through part of the northern edge of the city."
}