{
  "/wiki/CSI:_NY": "CSI: NY (Crime Scene Investigation: New York, stylized as CSI: NY/Crime Scene Investigation) is an American police procedural television series that ran on CBS from September 22, 2004, to February 22, 2013, for a total of nine seasons and 197 original episodes. The show follows the investigations of a team of NYPD forensic scientists and police officers identified as \"Crime Scene Investigators\" (instead of the actual title of \"Crime Scene Unit Forensic Technicians\" (CSU)) as they unveil the circumstances behind mysterious and unusual deaths, as well as other crimes. The series is an indirect spin-off from the veteran series CSI: Crime Scene Investigation and a direct spin-off from CSI: Miami, during an episode in which several of the CSI: NY characters made their first appearances. It is the third series in the CSI franchise.",
  "/wiki/CSI:_NY_(season_3)": "The third season of CSI: NY originally aired on CBS between September 2006 and May 2007. It consisted of 24 episodes. Its regular time slot continued on Wednesdays at 10pm/9c.",
  "/wiki/Sordid_Lives:_The_Series": "Sordid Lives: The Series is an American television series created, written, and directed by Del Shores. It acts as a prequel to the 2000 film Sordid Lives, also by Shores, self-described as a \"black comedy about white trash\". The show is set in small town Texas and centers on the Ingram family.",
  "/wiki/Dirty_Sexy_Money": "Dirty Sexy Money is an American prime time drama series created by Craig Wright. It ran on ABC from September 26, 2007, to August 8, 2009. The series was produced by ABC Studios, Bad Hat Harry Productions, Berlanti Television and Gross Entertainment. Wright served as an executive producer alongside Greg Berlanti, Bryan Singer, Matthew Gross, Peter Horton, and Josh Reims, with Melissa Berman producing.",
  "/wiki/List_of_Dirty_Sexy_Money_characters": "These are the characters in ABC television drama, Dirty Sexy Money.",
  "/wiki/Nip/Tuck": "Nip/Tuck is an American serial medical drama television series created by Ryan Murphy that aired on FX in the United States from July 22, 2003, to March 3, 2010. The series, which also incorporates elements of crime drama, black comedy, family drama, satire, and psychological thriller,  focuses on \"McNamara/Troy\", a cutting-edge, controversial plastic surgery center, and follows the personal and professional lives of its founders Dr. Sean McNamara and Dr. Christian Troy (portrayed by Dylan Walsh and Julian McMahon, respectively). Each episode features graphic, partial depictions of the plastic surgeries on one or more patients, as well as developments in the doctors' personal lives. Focus is also given to McNamara/Troy's anesthesiologist Dr. Liz Cruz, Christian's many sexual partners, and Sean's family. With the exception of the pilot, each episode of the series is named after the patient(s) scheduled to receive plastic surgery.",
  "/wiki/Drop_Dead_Diva": "Drop Dead Diva is an American legal comedy-drama/fantasy television series that aired on Lifetime from July 12, 2009, to June 22, 2014. The series was created by Josh Berman and produced by Sony Pictures Television. It stars Brooke Elliott as Jane, a plus-sized lawyer whose body is inhabited by the soul of a fashion model.",
  "/wiki/Drop_Dead_Diva_(season_2)": "The second season of Drop Dead Diva premiered on June 6, 2010 and concluded August 29, 2010 on Lifetime. Season two aired on Sundays at 8:00 pm ET for the entire season and consisted of 13 episodes.",
  "/wiki/Necessary_Roughness_(TV_series)": "Necessary Roughness is a USA Network television series starring Callie Thorne and Scott Cohen that aired from June 29, 2011 to August 21, 2013. The second season premiered on June 6, 2012.  The one-hour drama series was picked up for 12 episodes on January 19, 2011. On January 7, 2013, USA Network announced the series was renewed for a 10-episode third season, which began on June 12, 2013. On November 19, 2013, USA canceled the series after three seasons.",
  "/wiki/List_of_Necessary_Roughness_episodes": "Necessary Roughness is a USA Network drama which premiered on June 29, 2011. The series stars Callie Thorne as Danielle Santino, a tough Long Island divorcee who, in order to make ends meet, gets a job as a therapist for a professional football team.",
  "/wiki/RuPaul%27s_Drag_U": "RuPaul's Drag U (as in \"Drag University\") was an American reality television series that debuted July 19, 2010, on Logo TV. Its final episode aired in August 2012. It was hosted by RuPaul and a team of drag queen \"professors\". Drag U was a spin-off of RuPaul's Drag Race. RuPaul confirmed on May 8, 2013 via Twitter that the series had been cancelled.",
  "/wiki/She%27s_Living_for_This": "She's Living for This is an American television comedy and variety series created by Keith Levy and Josh Rosenzweig. The show currently airs on LGBT cable network here!. The series stars drag performer Sherry Vine. The series premiered on February 24, 2012.",
  "/wiki/RuPaul%27s_Drag_Race": "RuPaul's Drag Race is an American reality competition television series produced by World of Wonder for Logo TV, WOW Presents Plus, and, beginning with the ninth season VH1. The show documents RuPaul in the search for \"America's next drag superstar.\" RuPaul plays the role of host, mentor, and head judge for this series, as contestants are given different challenges each week. RuPaul's Drag Race employs a panel of judges, including RuPaul, Michelle Visage, and a host of other guest judges, who critique contestants' progress throughout the competition. The title of the show is a play on drag queen and drag racing, and the title sequence and song \"Drag Race\" both have a drag-racing theme.",
  "/wiki/Elementary_(TV_series)": "Elementary is an American procedural drama television series that presents a contemporary update of Sir Arthur Conan Doyle's character Sherlock Holmes. It was created by Robert Doherty and stars Jonny Lee Miller as Sherlock Holmes and Lucy Liu as Dr. Joan Watson. The series premiered on CBS on September 27, 2012. It is set and filmed primarily in New York City. With 24 episodes per season, by the end of season two Jonny Lee Miller became the actor who had portrayed Sherlock Holmes the most in television or film.",
  "/wiki/Minor_Sherlock_Holmes_characters": "This article features minor characters from the Sherlock Holmes stories by Sir Arthur Conan Doyle, and from non-canonical derived works.",
  "/wiki/I_Am_Cait": "I Am Cait is an American television documentary series which chronicles the life of Caitlyn Jenner after her gender transition. The eight-part one-hour documentary series debuted on July 26, 2015, on the E! network.  The series focuses on the \"new normal\" for Jenner, exploring changes to her relationships with her family and friends. The show additionally explores how Jenner adjusts to what she sees as her job as a role model for the transgender community.",
  "/wiki/Heartbeat_(2016_TV_series)": "Heartbeat (formerly Heartbreaker during production) is an American medical drama television series based on the real life of Dr. Kathy Magliato, as described in her book Heart Matters. It stars Melissa George as Alex Panttiere, a world-renowned heart-transplant surgeon at the fictional St. Matthew's Hospital in Los Angeles, who struggles to balance her personal and professional life. The series premiered on March 22, 2016, on NBC. On May 13, 2016 NBC canceled the series after one season.",
  "/wiki/The_Magicians_(U.S._TV_series)": "The Magicians is an American fantasy television series that airs on Syfy and is based on the novel of the same name by Lev Grossman. Michael London, Janice Williams, John McNamara, and Sera Gamble serve as executive producers. A 13-episode order was placed for the first season in May 2015, and the series premiered on December 16, 2015, as a special preview.",
  "/wiki/Transparent_(TV_series)": "Transparent is an American comedy-drama web television series created by Jill Soloway for Amazon Studios that debuted on February 6, 2014. The story revolves around a Los Angeles family and their lives following the discovery that the person they knew as their father Mort (Jeffrey Tambor) is a trans woman named Maura. Transparent's first season premiered in full on September 26, 2014, and its second season on December 11, 2015, third season on September 23, 2016, and fourth season on September 21, 2017.",
  "/wiki/Grey%27s_Anatomy": "Grey's Anatomy is an American medical drama television series that premiered on March 27, 2005, on the American Broadcasting Company (ABC) as a mid-season replacement. The fictional series focuses on the lives of surgical interns, residents, and attending doctors, as they develop into seasoned doctors while trying to maintain personal lives and relationships. The title is an allusion to Gray's Anatomy, a classic human anatomy textbook first published in 1858 in London and written by Henry Gray. Shonda Rhimes developed the pilot and continues to write for the series; she is also one of the executive producers, along with Betsy Beers, Mark Gordon, Krista Vernoff, Rob Corn, Mark Wilding, and Allan Heinberg. Although the series is set in Seattle (at the fictional Seattle Grace Hospital, later renamed), it is filmed primarily in Los Angeles, California."
}