{
  "/wiki/Old_Swiss_Confederacy": "The Old Swiss Confederacy (Modern German: Alte Eidgenossenschaft; historically Eidgenossenschaft, after the Reformation also République des Suisses, Res publica Helvetiorum \"Republic of the Swiss\") was a loose confederation of independent small states (cantons, German Orte or Stände) within the Holy Roman Empire. It is the precursor of the modern state of Switzerland.",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe.[note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern.[note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva.",
  "/wiki/Lauperswil": "Lauperswil is a municipality in the administrative district of Emmental in the canton of Bern in Switzerland.",
  "/wiki/Niger_Coast_Protectorate": "The Niger Coast Protectorate was a British protectorate in the Oil Rivers area of present-day Nigeria, originally established as the Oil Rivers Protectorate in 1884 and confirmed at the Berlin Conference the following year. It was renamed on 12 May 1893, and merged with the chartered territories of the Royal Niger Company on 1 January 1900 to form the Southern Nigeria Protectorate.",
  "/wiki/Nigeria": "Nigeria (/naɪˈdʒɪəriə/ (listen)), officially the Federal Republic of Nigeria, is a country in West Africa, bordering Niger in the north, Chad in the northeast, Cameroon in the east, and Benin in the west. Its coast in the south is located on the Gulf of Guinea in the Atlantic Ocean. The federation comprises 36 states and 1 Federal Capital Territory, where the capital, Abuja, is located. The constitution defines Nigeria as a democratic secular state.",
  "/wiki/Harem": "Harem (Arabic: حريم‎ ḥarīm, \"a sacred inviolable place; harem; female members of the family\"), properly refers to domestic spaces that are reserved for the women of the house in a Muslim family. This private space has been traditionally understood as serving the purposes of maintaining the modesty, privilege, and protection of women. A harem may house a man's wife — or wives and concubines, as in royal harems of the past — their pre-pubescent male children, unmarried daughters, female domestic workers, and other unmarried female relatives. In former times some harems were guarded by eunuchs who were allowed inside. The structure of the harem and the extent of monogamy or polygamy has varied depending on the family's personalities, socio-economic status, and local customs. Similar institutions have been common in other Mediterranean and Middle Eastern civilizations, especially among royal and upper-class families, and the term is sometimes used in other contexts. In traditional Persian residential architecture the women's quarters were known as andaruni, and in the Indian subcontinent as zenana.",
  "/wiki/Calabar": "Calabar (also referred to as Callabar, Calabari, Calbari, Kalabari and Kalabar) is the capital of Cross River State, Nigeria. It was originally named Akwa Akpa, in Efik language. The city is adjacent to the Calabar and Great Kwa rivers and creeks of the Cross River (from its inland delta).",
  "/wiki/Qing_dynasty": "The Qing dynasty, officially the Great Qing ([tɕʰíŋ]), was the last imperial dynasty of China. It was established in 1636, and ruled China proper from 1644 to 1911. It was preceded by the Ming dynasty and succeeded by the Republic of China. The Qing multi-cultural empire lasted for almost three centuries and formed the territorial base for modern China. It was the fifth largest empire in world history. The dynasty was founded by the Manchu Aisin Gioro clan in Manchuria. In the late sixteenth century, Nurhaci, originally a Ming vassal, began organizing \"Banners\", military-social units that included Manchu, Han, and Mongol elements. Nurhaci united Manchu clans and officially proclaimed the Later Jin dynasty in 1616. His son Hong Taiji began driving Ming forces out of the Liaodong Peninsula and declared a new dynasty, the Qing, in 1636.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Xiamen": "Xiamen (Chinese: 厦门 UK: /ʃ(j)ɑːˈmɛn/ sh(y)ah-MEN, US: /-ˈmʌn/ -⁠MUN), alternately known as Amoy (/əˈmɔɪ/, from Hokkien pronunciation [e˨˩ mŋ̍˨]), is a sub-provincial city in southeastern Fujian province, People's Republic of China, beside the Taiwan Strait. It is divided into six districts: Huli, Siming, Jimei, Tong'an, Haicang, and Xiang'an. Altogether, these cover an area of 1,699.39 square kilometers (656.14 sq mi) with a population of 3,531,347 as of 2010. The urbanized area of the city has spread from its original island to include parts of all six of its districts, with a total population of 1,861,289. This area connects to Quanzhou in the north and Zhangzhou in the west, making up a metropolis of more than five million people. The Kinmen Islands (Quemoy) administered by the Republic of China lie less than 6 kilometers (4 mi) away.",
  "/wiki/British_Raj": "The British Raj (/rɑːdʒ/; from rāj, literally, \"rule\" in Sanskrit and Hindustani) was the rule by the British Crown on the Indian subcontinent from 1858 to 1947. The rule is also called Crown rule in India, or direct rule in India. The region under British control was commonly called India in contemporaneous usage, and included areas directly administered by the United Kingdom, which were collectively called British India, plus those ruled by indigenous rulers, but under British tutelage or paramountcy, called the princely states. The whole was never officially called the Indian Empire, only informally.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Kashmir": "Kashmir is the northernmost geographical region of the Indian subcontinent. Until the mid-19th century, the term \"Kashmir\" denoted only the Kashmir Valley between the Great Himalayas and the Pir Panjal Range. Today, the term encompasses a larger area that includes the Indian-administered territories of Jammu and Kashmir and Ladakh, the Pakistani-administered territories of Azad Kashmir and Gilgit-Baltistan, and Chinese-administered territories of Aksai Chin and the Trans-Karakoram Tract.",
  "/wiki/Colombia": "Colombia (/kəˈlʌmbiə/ (listen) kə-LUM-bee-ə, /-ˈlɒm-/ -⁠LOM-; Spanish: [koˈlombja] (listen)), officially the Republic of Colombia (Spanish: República de Colombia (help·info)),[Note 1] is a country largely situated in the north of South America, with land and territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by both Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific. It comprises thirty-two departments, with the capital in Bogotá.",
  "/wiki/San_Zenón": "San Zenón (Spanish pronunciation: [san seˈnon]) is a town and municipality of the Colombian Department of Magdalena. It was founded in 1751 by Antonio de Mier y Guerra. On April 30, 1950, it was elevated to the category of municipality.",
  "/wiki/Peru": "Peru (/pəˈruː/ (listen); Spanish: Perú [peˈɾu]; Quechua: Piruw Republika [pʰɪɾʊw]; Aymara: Piruw Suyu [pɪɾʊw]), officially the Republic of Peru (Spanish: República del Perú (help·info)), is a country in western South America. It is bordered in the north by Ecuador and Colombia, in the east by Brazil, in the southeast by Bolivia, in the south by Chile, and in the west by the Pacific Ocean. Peru is a megadiverse country with habitats ranging from the arid plains of the Pacific coastal region in the west to the peaks of the Andes mountains vertically extending from the north to the southeast of the country to the tropical Amazon Basin rainforest in the east with the Amazon river. At 1.28 million km2 (0.5 million mi2), Peru is the 19th largest country in the world, and the third largest in South America.",
  "/wiki/Time_Magazine": "Time is an American weekly news magazine and news website published in New York City. It was founded in 1923 and for many years it was run by its influential co-founder Henry Luce. A European edition (Time Europe, formerly known as Time Atlantic) is published in London and also covers the Middle East, Africa, and, since 2003, Latin America. An Asian edition (Time Asia) is based in Hong Kong. The South Pacific edition, which covers Australia, New Zealand, and the Pacific Islands, is based in Sydney. In December 2008, Time discontinued publishing a Canadian advertiser edition.",
  "/wiki/Mexico": "Mexico (Spanish: México [ˈmexiko] (listen); Nahuatl languages: Mēxihco), officially the United Mexican States (UMS; Spanish: Estados Unidos Mexicanos, EUM [esˈtaðos uˈniðoz mexiˈkanos] (listen), lit. Mexican United States), is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Covering almost 2,000,000 square kilometers (770,000 sq mi), the nation is the fifth largest country in the Americas by total area and the 13th largest independent state in the world. With an estimated population of over 129 million people, Mexico is the tenth most populous country and the most populous Spanish-speaking country in the world, while being the second most populous nation in Latin America after Brazil. Mexico is a federation comprising 31 states plus Mexico City (CDMX), which is the capital city and its most populous city. Other metropolises in the country include Guadalajara, Monterrey, Puebla, Toluca, Tijuana, and León.",
  "/wiki/Guadalajara,_Jalisco": "Guadalajara (/ˌɡwɑːdələˈhɑːrə/, Spanish: [ɡwaðalaˈxaɾa] (listen)) is the capital and largest city of the Mexican state of Jalisco, and the seat of the municipality of Guadalajara. The city is in the central region of Jalisco in the Western-Pacific area of Mexico. With a population of 1,460,148 inhabitants, it is Mexico's second most populous municipality. The Guadalajara metropolitan area has a reported population of 5,002,466 inhabitants, making it the second most populous metropolitan area in Mexico, behind Mexico City. The municipality is the second most densely populated in Mexico, the first being Ciudad Nezahualcóyotl in the State of Mexico. It is a strong business and economic center in the Bajío region.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Rostov-on-Don": "Rostov-on-Don (Russian: Росто́в-на-Дону́, tr. Rostov-na-Donu, IPA: [rɐˈstof nə dɐˈnu]) is a port city and the administrative centre of Rostov Oblast and the Southern Federal District of Russia. It lies in the southeastern part of the East European Plain on the Don River, 32 kilometers (20 mi) from the Sea of Azov. The southwestern suburbs of the city abut the Don River delta. The population is over one million people (1,125,000).",
  "/wiki/Ciudad_Bolívar": "Ciudad Bolívar (Spanish pronunciation: [sjuˈðað βoˈliβaɾ]; Spanish for \"Bolivar City\"), formerly known as Angostura and St. Thomas de Guyana, is the capital of Venezuela's southeastern Bolívar State. It lies at the spot where the Orinoco River narrows to about 1 mile (1.6 km) in width, is the site of the first bridge across the river, and is a major riverport for the eastern regions of Venezuela.",
  "/wiki/List_of_youngest_birth_mothers": "This is a list of youngest birth mothers between 5 and 10 years of age."
}