{
  "/wiki/Novo_Nordisk_Foundation": "The Novo Nordisk Foundation is an international foundation focusing on medical treatment and research. In 2018, the foundation had a net worth of US$49.1 billion (331 billion DKK), making it the largest financial endowment of any foundation in Denmark and one of the largest endowments in the world.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).",
  "/wiki/Copenhagen": "Copenhagen[a] (Danish: København [kʰøpm̩ˈhau̯ˀn] (listen)) is the capital and most populous city of Denmark. As of July 2018, the city had a population of  633,021 inhabitants (as of October 2019) in Copenhagen Municipality, 103,914 in Frederiksberg Municipality, 43,005 in Tårnby Municipality, and 14,201 in Dragør Municipality. It forms the core of the wider urban area of Copenhagen (population 1,320,629) and the Copenhagen metropolitan area (population 2,557,737). Copenhagen is situated on the eastern coast of the island of Zealand; another small portion of the city is located on Amager, and it is separated from Malmö, Sweden, by the strait of Øresund. The Øresund Bridge connects the two cities by rail and road.",
  "/wiki/Bill_&_Melinda_Gates_Foundation": "The Bill & Melinda Gates Foundation (BMGF), previously the William H. Gates Foundation, is an American private foundation founded by Bill and Melinda Gates. Based in Seattle, Washington, it was launched in 2000 and is reported to be the largest private foundation in the world, holding $46.8 billion in assets. The primary goals of the foundation are, globally, to enhance healthcare and reduce extreme poverty, and, in the U.S., to expand educational opportunities and access to information technology. The foundation is controlled by its three trustees: Bill and Melinda Gates, and Warren Buffett. Other principal officers include Co-Chair William H. Gates, Sr. and Chief Executive Officer Susan Desmond-Hellmann.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Seattle,_Washington": "Seattle (/siˈætəl/ (listen) see-AT-əl) is a seaport city on the West Coast of the United States. It  is the seat of King County, Washington. With an estimated 744,955 residents as of 2018[update], Seattle is the largest city in both the state of Washington and the Pacific Northwest region of North America. According to U.S. Census data released in 2018, the Seattle metropolitan area's population stands at 3.94 million, and ranks as the 15th largest in the United States. In July 2013, it was the fastest-growing major city in the United States and remained in the top 5 in May 2015 with an annual growth rate of 2.1%. In July 2016, Seattle was again the fastest-growing major U.S. city, with a 3.1% annual growth rate. Seattle is the northernmost large city in the United States.",
  "/wiki/Stichting_INGKA_Foundation": "The Stichting INGKA Foundation is a Dutch foundation founded in 1982 by Ingvar Kamprad, a Swedish billionaire and founder of IKEA, and his corporate attorney Linnea Walsh. INGKA is one of the largest charitable foundations in the world and used to be one of the largest nonprofit organisations in the world. The name \"INGKA\" comes from a contraction of his name, while stichting is the Dutch language word for foundation. The stated purpose of the foundation is \"To promote and support innovation in the field of architectural and interior design\"; however, the organization has recently[when?] expanded its philanthropic agenda to target children in the developing world.[citation needed]",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages.",
  "/wiki/Leiden": "Leiden (/ˈlaɪdən/, Dutch: [ˈlɛi̯də(n)] (listen); in English and archaic Dutch also Leyden) is a city and municipality in the province of South Holland, Netherlands. The municipality of Leiden had a population of 123,856 in August 2017, but the city forms one densely connected agglomeration with its suburbs Oegstgeest, Leiderdorp, Voorschoten and Zoeterwoude with 206,647 inhabitants. The Netherlands Central Bureau of Statistics (CBS) further includes Katwijk in the agglomeration which makes the total population of the Leiden urban agglomeration 270,879, and in the larger Leiden urban area also Teylingen, Noordwijk, and Noordwijkerhout are included with in total 348,868 inhabitants. Leiden is located on the Oude Rijn, at a distance of some 20 kilometres (12 miles) from The Hague to its south and some 40 km (25 mi) from Amsterdam to its north. The recreational area of the Kaag Lakes (Kagerplassen) lies just to the northeast of Leiden.",
  "/wiki/Wellcome_Trust": "The Wellcome Trust is a research charity based in London, United Kingdom. It was established in 1936 with legacies from the pharmaceutical magnate Sir Henry Wellcome to fund research to improve human and animal health. The aim of the Trust is to \"achieve extraordinary improvements in health by supporting the brightest minds\", and in addition to funding biomedical research it supports the public understanding of science. It had a financial endowment of £25.9 billion in 2018, making it the fourth wealthiest charitable foundation in the world, after the American Bill & Melinda Gates Foundation, the Danish Novo Nordisk Foundation and the Dutch INGKA Foundation (related to the IKEA company).",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]",
  "/wiki/Howard_Hughes_Medical_Institute": "The Howard Hughes Medical Institute (HHMI) is an American non-profit medical research organization based in Chevy Chase, Maryland. It was founded by the American businessman Howard Hughes in 1953. It is one of the largest private funding organizations for biological and medical research in the United States. HHMI spends about $1 million per HHMI Investigator per year, which amounts to annual investment in biomedical research of about $825 million.",
  "/wiki/Chevy_Chase,_Maryland": "Chevy Chase is the name of both a town and an unincorporated census-designated place (Chevy Chase (CDP), Maryland) that straddle the northwest border of Washington, D.C. and Montgomery County, Maryland, United States. Several settlements in the same area of Montgomery County and one neighborhood of Washington include \"Chevy Chase\" in their names. These villages, the town, and the CDP share a common history and together form a larger community colloquially referred to as \"Chevy Chase\".",
  "/wiki/Azim_Premji": "Azim Hashim Premji (born 24 July 1945) is an Indian business tycoon, investor, engineer, and philanthropist, who is the chairman of Wipro Limited. He is informally known as the Czar of the Indian IT Industry. He was responsible for guiding Wipro through four decades of diversification and growth to finally emerge as one of the global leaders in the software industry. In 2010, he was voted among the 20 most powerful men in the world by Asiaweek. He has twice been listed among the 100 most influential people by TIME Magazine, once in 2004 and more recently in 2011.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Bangalore": "Bangalore, officially known as Bengaluru ([ˈbeŋɡəɭuːɾu] (listen)), is the capital of the Indian state of Karnataka. It has a population of over ten million, making it a megacity and the third-most populous city and fifth-most populous urban agglomeration in India. It is located in southern India, on the Deccan Plateau at an elevation of over 900 m (3,000 ft) above sea level, which is the highest among India's major cities. Its multi-ethnic, multi-religious, and cosmopolitan character is reflected by its more than 1000 Hindu temples, 400 mosques, 100 churches, 40 Jain Basadis, three Sikh gurdwaras, two Buddhist viharas and one Parsi fire temple located in an area of 741 km² of the metropolis. The religious places are further represented by the proposed Chabad of the Jewish community. The numerous Bahá'ís have a society called the Bahá'í Centre.",
  "/wiki/Open_Society_Foundations": "Open Society Foundations (OSF), formerly the Open Society Institute, is an international grantmaking network founded by business magnate George Soros. Open Society Foundations financially support civil society groups around the world, with a stated aim of advancing justice, education, public health and independent media. The group's name is inspired by Karl Popper's 1945 book The Open Society and Its Enemies.",
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 Metropolitan Statistical Area and 22,679,948 residents in its Combined Statistical Area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.",
  "/wiki/Garfield_Weston_Foundation": "The Garfield Weston Foundation is a grant-giving charity based in the United Kingdom. It was established in 1958 by Canadian businessman W. Garfield Weston (1898–1978), who during his lifetime contributed to numerous humanitarian causes, both personally and through his companies. His philanthropic works continue through the Garfield Weston Foundation in London and the W. Garfield Weston Foundation in Toronto, Ontario, Canada.",
  "/wiki/Lilly_Endowment": "Lilly Endowment Inc., headquartered in Indianapolis, Indiana, is one of the world's largest private philanthropic foundations and among the largest endowments in the United States. It was founded in 1937 by Josiah K. (J. K.) Lilly Sr. and his sons, Eli Jr. and Josiah Jr. (Joe), with an initial gift of Eli Lilly and Company stock valued at $280,000 USD ($4,616,759 in 2015 chained dollars). As of 2014 its total assets are worth $9.96 billion.",
  "/wiki/Indianapolis,_Indiana": "Indianapolis (/ˌɪndiəˈnæpəlɪs/), often shortened to Indy, is the state capital and most populous city of the U.S. state of Indiana and the seat of Marion County. According to 2018 estimates from the U.S. Census Bureau, the consolidated population of Indianapolis and Marion County was 876,862. The \"balance\" population, which excludes semi-autonomous municipalities in Marion County, was 867,125. It is the 17th most populous city in the U.S. The Indianapolis metropolitan area is the 34th most populous metropolitan statistical area in the U.S., with 2,048,703 residents. Its combined statistical area ranks 28th, with a population of 2,431,361. Indianapolis covers 368 square miles (950 km2), making it the 16th largest city by land area in the U.S.",
  "/wiki/Ford_Foundation": "The Ford Foundation is an American  private foundation with the mission of advancing human welfare. Created in 1936 by Edsel Ford and Henry Ford, it was originally funded by a US$25,000 gift from Edsel Ford. By 1947, after the death of the two founders, the foundation owned 90% of the non-voting shares of the Ford Motor Company. (The Ford family retained the voting shares.) Between 1955 and 1974, the foundation sold its Ford Motor Company holdings and now plays no role in the automobile company.",
  "/wiki/New_York_City,_New_York": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 Metropolitan Statistical Area and 22,679,948 residents in its Combined Statistical Area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.",
  "/wiki/Silicon_Valley_Community_Foundation": "The Silicon Valley Community Foundation is a Mountain View-based donor-advised community foundation that serves the Silicon Valley (Santa Clara County) and surrounding community (San Mateo County).",
  "/wiki/San_Jose,_California": "San Jose[A] (/ˌsæn hoʊˈzeɪ, -ˈseɪ/; Spanish: [saŋ xoˈse]; Spanish for \"Saint Joseph\"), officially the City of San José,[B] is the economic, cultural and political center of Silicon Valley, and the largest city in Northern California (both by population and area). With an estimated 2018 population of 1,030,119, it is the third-most populous city in California (after Los Angeles and San Diego) and the tenth-most populous in United States. Located in the center of the Santa Clara Valley, on the southern shore of San Francisco Bay, San Jose covers an area of 179.97 square miles (466.1 km2). San Jose is the county seat of Santa Clara County, the most affluent county in California and one of the most affluent counties in the United States. San Jose is the main component of the San Jose–Sunnyvale–Santa Clara Metropolitan Statistical Area, with an estimated population of around 2 million residents in 2018. It is also the most populous city in both the San Francisco Bay Area and the San Jose-San Francisco-Oakland Combined Statistical Area, which contain 7.7 million and 8.7 million people respectively.",
  "/wiki/Kamehameha_Schools": "Kamehameha Schools, formerly called Kamehameha Schools Bishop Estate (KSBE), is a private school system in Hawaiʻi established by the Bernice Pauahi Bishop Estate, under the terms of the will of Bernice Pauahi Bishop, who was a formal member of the House of Kamehameha. Bishop's will established a trust called the \"Bernice Pauahi Bishop Estate\" that is Hawaiʻi's largest private landowner. Originally established in 1887 as an all-boys school for native Hawaiian children, it shared its grounds with the Bishop Museum. After it moved to another location, the museum took over two school halls. Kamehameha Schools opened its girls' school in 1894. It became coeducational in 1965. The 600-acre (2.4 km2) Kapālama campus opened in 1931, while the Maui and Hawaiʻi campuses opened in 1996 and 2001, respectively.",
  "/wiki/Honolulu,_Hawaii": "Honolulu (/ˌhɒnəˈluːluː/; Hawaiian: [honoˈlulu]) is the capital and largest city of the U.S. state of Hawaii. It is an unincorporated part of and the county seat of the City and County of Honolulu along the southeast coast of the island of Oʻahu.[a] The city is the main gateway to Hawaiʻi and a major portal into the United States. The city is also a major hub for international business and military defense, as well as being host to a diverse variety of east–west and Pacific cultures, cuisine, and traditions.",
  "/wiki/Robert_Wood_Johnson_Foundation": "The Robert Wood Johnson Foundation (RWJF) is the United States' largest philanthropy focused solely on health; it is based in Princeton, New Jersey. The foundation's goal, through the use of grants, is \"to improve the health and health care of all Americans.\" The foundation has $11 billion in assets, generating grants approaching $500 million a year.",
  "/wiki/Princeton,_New_Jersey": "Princeton is a municipality with a borough form of government in Mercer County, New Jersey, United States, that was established in its current form on January 1, 2013, through the consolidation of the now-defunct Borough of Princeton and Princeton Township. As of the 2010 United States Census, the municipality's population was 28,572, reflecting the former township's population of 16,265, along with the 12,307 in the former borough.",
  "/wiki/J._Paul_Getty_Trust": "The J. Paul Getty Trust is one of world's wealthiest art institutions with an estimated endowment in 2017 of $US 6.9 billion.  Based in Los Angeles, California, it operates the J. Paul Getty Museum, which has two locations, the Getty Center in Los Angeles and the Getty Villa in Pacific Palisades district of Los Angeles, California. Its other programs are the Getty Foundation, the Getty Research Institute, and the Getty Conservation Institute.",
  "/wiki/Los_Angeles,_California": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third-most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.",
  "/wiki/Mohammed_bin_Rashid_Al_Maktoum_Foundation": "On May 19, 2007, Mohammed bin Rashid Al Maktoum, Vice President and Prime Minister of the UAE and Ruler of Dubai, announced his plans to give 10 billion USD to set up the Mohammed bin Rashid Al Maktoum Foundation, an educational foundation in the Middle East. This was one of the largest charitable donations in history. Sheikh Mohammed stated that the money is meant to bridge the knowledge gap between the Arab region and the developed world, improving the standard of education and research in the region, developing leadership programs for youth, and stimulating job creation. The announcement was made at the 2007 World Economic Forum in Jordan. The foundation funds in three areas: Culture, Entrepreneurship and Employment; and Knowledge and Education.",
  "/wiki/United_Arab_Emirates": "The United Arab Emirates (UAE; Arabic: الإمارات العربية المتحدة‎ al-ʾImārāt al-ʿArabīyyah al-Muttaḥidah), sometimes simply called the Emirates (Arabic: الإمارات‎ al-ʾImārāt), is a country in Western Asia at the northeast end of the Arabian Peninsula on the Persian Gulf, bordering Oman to the east and Saudi Arabia to the south and west, as well as sharing maritime borders with Qatar to the west and Iran to the north. The sovereign constitutional monarchy is a federation of seven emirates consisting of Abu Dhabi (which serves as the capital), Ajman, Dubai, Fujairah, Ras Al Khaimah, Sharjah and Umm Al Quwain. Their boundaries are complex, with numerous enclaves within the various emirates.  Each emirate is governed by a ruler; together, they jointly form the Federal Supreme Council. One of the rulers serves as the President of the United Arab Emirates. In 2013, the UAE's population was 9.2 million, of which 1.4 million are Emirati citizens and 7.8 million are expatriates.",
  "/wiki/Dubai": "Dubai (/duːˈbaɪ/ doo-BY; Arabic: دبي‎ Dubay, Gulf Arabic: Arabic pronunciation: [dʊˈbɑj]) is the most populous city in the United Arab Emirates (UAE) and the capital of the Emirate of Dubai.",
  "/wiki/William_and_Flora_Hewlett_Foundation": "The William and Flora Hewlett Foundation, commonly known as the Hewlett Foundation, is a private foundation, established by Hewlett-Packard cofounder William Redington Hewlett and his wife Flora Lamson Hewlett in 1966.  The Hewlett Foundation awards grants to a variety of liberal and progressive causes, as well as conservative organizations.",
  "/wiki/Menlo_Park,_California": "Menlo Park is a city at the eastern edge of San Mateo County, in the San Francisco Bay Area of California, in the United States. It is bordered by San Francisco Bay on the north and east; East Palo Alto, Palo Alto, and Stanford to the south; Atherton, North Fair Oaks, and Redwood City to the west. Menlo Park is one of the most educated cities in the state of California and the United States;  nearly 70% of residents over the age of 25 have earned a bachelor's degree or higher. Menlo Park had 32,026 inhabitants according to the 2010 United States Census, which had grown to an estimated 34,357 inhabitants by 2017. The city is home to the corporate headquarters of  Facebook and where Google and Round Table Pizza were founded.",
  "/wiki/Li_Ka_Shing_Foundation": "Li Ka Shing Foundation (Chinese: 李嘉誠基金會) is a Hong Kong-based charitable organization founded in 1980 by Hong Kong entrepreneur Li Ka-shing. It is reported in 2015 the foundation is the second largest private foundation led by a wealthy individual in the world, after Bill & Melinda Gates Foundation.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Hong_Kong": "Hong Kong (/ˌhɒŋˈkɒŋ/ (listen); Chinese: 香港, Cantonese: [hœ́ːŋ.kɔ̌ːŋ] (listen)), officially the Hong Kong Special Administrative Region of the People's Republic of China (HKSAR), is a city and special administrative region on the eastern side of the Pearl River estuary in southern China. With over 7.4 million people of various nationalities[d] in a 1,104-square-kilometre (426 sq mi) territory, Hong Kong is one of the most densely populated places in the world.",
  "/wiki/W.K._Kellogg_Foundation": "The W. K. Kellogg Foundation was founded in June 1930 as the W. K. Kellogg Child Welfare Foundation by breakfast cereal pioneer Will Keith Kellogg. In 1934, Kellogg donated more than $66 million in Kellogg Company stock and other investments to the W. K. Kellogg Trust (equivalent to $990 million in 2018). As with other endowments, the yearly income from this trust funds the foundation.",
  "/wiki/Battle_Creek,_Michigan": "Battle Creek is a city in the U.S. state of Michigan, in northwest Calhoun County, at the confluence of the Kalamazoo and Battle Creek rivers. It is the principal city of the Battle Creek, Michigan Metropolitan Statistical Area (MSA), which encompasses all of Calhoun County. As of the 2010 census, the city had a total population of 52,347, while the MSA's population was 136,146.",
  "/wiki/Church_Commissioners": "The Church Commissioners is a body managing the historic property assets of the Church of England. It was set up in 1948 combining the assets of Queen Anne's Bounty, a fund dating from 1704 for the relief of poor clergy, and of the Ecclesiastical Commissioners formed in 1836. The Church Commissioners are a registered charity regulated by the Charity Commission for England and Wales, and are liable for the payment of pensions to retired clergy whose pensions were accrued before 1998 (subsequent pensions are the responsibility of the Church of England Pensions Board).",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Toronto": "Toronto is the provincial capital of Ontario and the most populous city in Canada, with a population of 2,731,571 as of 2016. Current to 2016, the Toronto census metropolitan area (CMA), of which the majority is within the Greater Toronto Area (GTA), held a population of 5,928,040, making it Canada's most populous CMA. The city is the anchor of the Golden Horseshoe, an urban agglomeration of  9,245,438 people (as of 2016) surrounding the western end of Lake Ontario. Toronto is an international centre of business, finance, arts, and culture, and is recognized as one of the most multicultural and cosmopolitan cities in the world.",
  "/wiki/List_of_wealthiest_charitable_foundations": "This is a list of wealthiest charitable foundations worldwide. It consists of the 40 largest charitable foundations, private foundations engaged in philanthropy, and other charitable organizations that have disclosed their assets. In many countries asset disclosure is not legally required, and or made public."
}