{
  "/wiki/Luke_Rounds": "Luke Rounds (born 10 February 1991) is a former professional Australian rules footballer, who played for the Collingwood Football Club in the Australian Football League (AFL).",
  "/wiki/Australian_rules_football_positions": "In the sport of Australian rules football, each of the eighteen players in a team is assigned to a particular named position on the field of play. These positions describe both the player's main role and by implication their location on the ground. As the game has evolved, tactics and team formations have changed, and the names of the positions and the duties involved have evolved too. There are 18 positions in Australian rules football, not including four (sometimes 6–8) interchange players who may replace another player on the ground at any time during play.",
  "/wiki/Cameron_Wood": "Cameron Wood (born 4 March 1987) is a former professional Australian rules footballer who played for the Brisbane Lions, Collingwood Football Club and Carlton Football Club in the Australian Football League (AFL).",
  "/wiki/Ruckman_(Australian_rules_football)": "In Australian rules football, a ruckman or ruckwoman is typically a tall and athletic player who contests at centre bounces and stoppages (such as boundary throw-ins and ball-ups).   The ruckman is one of the most important players on the field.  They are often key to coaching strategy and winning centre clearances which result in the most goal kicking opportunities (inside 50s).",
  "/wiki/Simon_Buckley": "Simon Buckley (born 18 April 1987) is an Australian rules footballer in the Australian Football League (AFL). He played for Melbourne Football Club from 2006–2009. He was drafted to Collingwood with 85th pick in 2009 AFL Draft but was delisted in 2012.",
  "/wiki/Jonathon_Ceglar": "Jonathon Ceglar (born 14 February 1991) is an Australian rules footballer who plays for the Hawthorn Football Club in the Australian Football League (AFL).",
  "/wiki/Kirk_Ugle": "Kirk Ugle (born 6 May 1992) is an Australian rules footballer for the Swan Districts Football Club in the West Australian Football League. In 2012 he played for the Collingwood Football Club in the Australian Football League (AFL).",
  "/wiki/Peter_Yagmoor": "Peter Yagmoor (born 20 October 1993) is a former Australian rules football player. He was recruited by Gold Coast in 2011 with their Queensland zone selection concessions, before being traded onto Collingwood, in conjunction with national draft pick 50, for pick 47. Yagmoor made his debut in round 1, against Hawthorn. He managed two tackles but did not gather a single disposal. He was dropped but earned a recall against Brisbane Lions in round 7, where he gathered 11 disposals but was dropped again the next week.",
  "/wiki/Half-back_line": "In the sport of Australian rules football, the half-back line refers to the positions of the 3 players on the field that occupy the centre half-back and left and right half-back flank positions.",
  "/wiki/Centre_line_(football)": "The Centre line refers to a set of positions on an Australian rules football field.\nIt consists of 3 players, two on the wings (left and right), and one in the centre.",
  "/wiki/Sharrod_Wellingham": "Sharrod Wellingham (born 7 July 1988) is a former professional Australian rules footballer who played for the Collingwood Football Club and the West Coast Eagles in the Australian Football League (AFL).",
  "/wiki/Chris_Dawes_(Australian_footballer)": "Chris Dawes (born 16 May 1988) is a former professional Australian rules footballer who played for the Collingwood Football Club and Melbourne Football Club in the Australian Football League (AFL).",
  "/wiki/Full-forward": "Full-forward is a position in Australian rules football and Gaelic football with a key focus on kicking goals.",
  "/wiki/Tom_Young_(Australian_footballer)": "Tom Young (born 26 April 1992) is an Australian rules footballer who played for the Collingwood Football Club and the Western Bulldogs in the Australian Football League.",
  "/wiki/Ben_Johnson_(Australian_footballer)": "Ben Johnson (born 5 April 1981) is a former professional Australian rules football player who played for the Collingwood Football Club in the Australian Football League (AFL).",
  "/wiki/2013_Collingwood_Football_Club_season": "The 2013 Collingwood Football Club season is the club's 117th season of senior competition in the Australian Football League (AFL). The club also fielded its reserves team in the VFL."
}