{
  "/wiki/College_baseball": "College baseball is baseball that is played on the intercollegiate level at institutions of higher education. In comparison to football and basketball, college competition in the United States plays a smaller role in developing professional players, as baseball's professional minor leagues are more extensive, with a greater history of supplying players to the top professional league. Moving directly from high school to the professional level is more common in baseball than in football or basketball. However, if players do opt to enroll at a four-year college to play baseball, they must complete three years to regain professional eligibility, unless they reach age 21 before starting their third year of college. Players who enroll at junior colleges (i.e., two-year institutions) regain eligibility after one year at that level. In the most recently completed 2017 season, there were 298 NCAA Division I teams in the United States (including schools transitioning from Division II to Division I).",
  "/wiki/College_basketball": "College basketball today is governed by collegiate athletic bodies including the United States's National Collegiate Athletic Association (NCAA), the National Association of Intercollegiate Athletics (NAIA), the United States Collegiate Athletic Association (USCAA), the National Junior College Athletic Association (NJCAA), and the National Christian College Athletic Association (NCCAA). Governing bodies in Canada include U Sports and the Canadian Collegiate Athletic Association (CCAA). Each of these various organizations are subdivided into from one to three divisions based on the number and level of scholarships that may be provided to the athletes.",
  "/wiki/Cross_country_running": "Cross country running is a sport in which teams and individuals run a race on open-air courses over natural terrain such as dirt or grass. Sometimes the runners are referred to as harriers. The course, typically 4–12 kilometres (2.5–7.5 mi) long, may include surfaces of grass, and earth, pass through woodlands and open country, and include hills, flat ground and sometimes gravel road. It is both an individual and a team sport; runners are judged on individual times and teams by a points-scoring method. Both men and women of all ages compete in cross country, which usually takes place during autumn and winter, and can include weather conditions of rain, sleet, snow or hail, and a wide range of temperatures.",
  "/wiki/Fencing": "Fencing is a group of three related combat sports. The three disciplines in modern fencing are the  foil, the épée, and the sabre (also saber); winning points are made through the weapon's contact with an opponent. A fourth discipline, singlestick, appeared in the 1904 Olympics but was dropped after that, and is not a part of modern fencing. Fencing was one of the first sports to be played in the Olympics. Based on the traditional skills of swordsmanship, the modern sport arose at the end of the 19th century, with the Italian school having modified the historical European martial art of classical fencing, and the French school later refining the Italian system. There are three forms of modern fencing, each of which uses a different kind of weapon and has different rules; thus the sport itself is divided into three competitive scenes: foil, épée, and sabre. Most competitive fencers choose to specialize in one weapon only.",
  "/wiki/Field_hockey": "Field hockey is a widely played team sport of the hockey family. The game can be played on grass, watered turf, artificial turf or synthetic field, as well as an indoor boarded surface. Each team plays with ten field players and a goalkeeper. Players commonly use sticks made out of wood, carbon fibre, fibre glass or a combination of carbon fibre and fibre glass in different quantities (with the higher carbon fibre stick being more expensive and less likely to break) to hit a round, hard, plastic hockey ball. The length of the hockey stick is based on the player's individual height, the top of the stick usually comes to the players hip, taller players typically have taller sticks. The sticks have a round side and a flat side only the flat face of the stick is allowed to be used, if the other side is used it results in a foul. Goalies often have a different kind of stick, however they can also use an ordinary field hockey stick. The specific goal-keeping sticks have another curve at the end of the stick, this is to give them more surface area to save the ball. The uniform consists of shin guards, shoes, shorts or a skirt, a mouthguard and a jersey.",
  "/wiki/College_football": "College football is gridiron football consisting of American football played by teams of student athletes fielded by American universities, colleges, and military academies, or Canadian football played by teams of student athletes fielded by Canadian universities. It was through college football play that American football rules first gained popularity in the United States.",
  "/wiki/Golf": "Golf is a club-and-ball sport in which players use various clubs to hit balls into a series of holes on a course in as few strokes as possible.",
  "/wiki/College_ice_hockey": "College ice hockey  is played principally in the United States and Canada, though leagues exist outside North America.",
  "/wiki/College_lacrosse": "College lacrosse is played by student-athletes at colleges and universities in the United States and Canada. In both countries, men's field lacrosse and women's lacrosse are played at both the varsity and club levels. College lacrosse in Canada is sponsored by the Canadian University Field Lacrosse Association (CUFLA) and Maritime University Field Lacrosse League (MUFLL), while in the United States, varsity men's and women's lacrosse is governed by the National Collegiate Athletic Association (NCAA), National Junior College Athletic Association (NJCAA) and National Association of Intercollegiate Athletics (NAIA). There are also university lacrosse programs in the United Kingdom sponsored by British Universities and Colleges Sport (BUCS) and programs in Japan.",
  "/wiki/College_rowing_(United_States)": "Rowing is the oldest intercollegiate sport in the United States. In the 2002–03 school year there were 1,712 male and 6,690 female collegiate rowers, representing just over 2 percent of total college athletes. Some growth in the sport is evidenced by the fact that in the 2017–18 school year there were 2,244 male and 7,277 female collegiate rowers; noting also that while women's rowing has been classified as a Championship sport since the 1996–97 season, the men's rowing is not.",
  "/wiki/College_soccer": "College soccer is played by teams composed of soccer players who are enrolled in colleges and universities.  While it is most widespread in the United States, it is also prominent in South Korea and Canada.  The institutions typically hire full-time professional coaches and staff, although the student athletes are strictly amateur and are not paid. College soccer in the United States is sponsored by the National Collegiate Athletic Association (NCAA), the sports regulatory body for major universities, and by the governing bodies for smaller universities and colleges. This sport is played on a rectangular field of the dimensions of about 64m (meters) - 70m sideline to sideline (width), and 100m - 110m goal line to goal line (length).",
  "/wiki/College_softball": "College softball is softball as played on the intercollegiate level at institutions of higher education, predominantly in the United States. College softball is normally played by women at the Intercollegiate level, whereas college baseball is normally played by men.",
  "/wiki/Squash_(sport)": "Squash is a racket  and ball sport played by two (singles) or four players (doubles squash) in a four-walled court with a small, hollow rubber ball. The players alternate in striking the ball with their racquets onto the playable surfaces of the four walls of the court. The objective of the game is to hit the ball in such a way that the opponent is not able to play a valid return. About 20 million people play squash regularly world-wide in over 185 countries. The governing body of Squash, the World Squash Federation (WSF), is recognized by the International Olympic Committee (IOC), but the sport is not part of the Olympic Games, despite a number of applications. Supporters continue to lobby for its incorporation in a future Olympic program.",
  "/wiki/Swimming_(sport)": "Swimming is an individual or team racing sport that requires the use of one's entire body to move through water. The sport takes place in pools or open water (e.g., in a sea or lake). Competitive swimming is one of the most popular Olympic sports, with varied distance events in butterfly, backstroke, breaststroke, freestyle, and individual medley. In addition to these individual events, four swimmers can take part in either a freestyle or medley relay. A medley relay consists of four swimmers who will each swim a different stroke, ordered as backstroke, breaststroke, butterfly and freestyle. Swimming each stroke requires a set of specific techniques; in competition, there are distinct regulations concerning the acceptable form for each individual stroke. There are also regulations on what types of swimsuits, caps, jewelry and injury tape that are allowed at competitions. Although it is possible for competitive swimmers to incur several injuries from the sport, such as tendinitis in the shoulders or knees, there are also multiple health benefits associated with the sport.",
  "/wiki/Diving_(sport)": "Diving is the sport of jumping or falling into water from a platform or springboard, usually while performing acrobatics. Diving is an internationally recognized sport that is part of the Olympic Games.  In addition, unstructured and non-competitive diving is a recreational pastime.",
  "/wiki/Tennis": "Tennis is a racket sport that can be played individually against a single opponent (singles) or between two teams of two players each (doubles). Each player uses a tennis racket that is strung with cord to strike a hollow rubber ball covered with felt over or around a net and into the opponent's court. The object of the game is to maneuver the ball in such a way that the opponent is not able to play a valid return. The player who is unable to return the ball will not gain a point, while the opposite player will.",
  "/wiki/Track_and_field": "Track and field is a sport which includes athletic contests established on the skills of running, jumping, and throwing. The name is derived from where the sport takes place, a running track and a grass field for the throwing and some of the jumping events. Track and field is categorized under the umbrella sport of athletics, which also includes road running, cross country running, and racewalking.",
  "/wiki/Volleyball": "Volleyball is a team sport in which two teams of six players are separated by a net. Each team tries to score points by grounding a ball on the other team's court under organized rules. It has been a part of the official program of the Summer Olympic Games since Tokyo 1964.",
  "/wiki/Collegiate_wrestling": "Collegiate wrestling is practiced at the college and university level in the United States. This style, with some slight modifications, is also practiced at the high school and middle school levels, and also among younger participants, where it is known as scholastic wrestling. These names help distinguish collegiate wrestling from other styles of wrestling that are practiced around the world such as those in the Olympic Games: freestyle wrestling and Greco-Roman wrestling.",
  "/wiki/Ivy_League": "The Ivy League is an American collegiate athletic conference comprising sports teams from eight private universities in the Northeastern United States. The term Ivy League is typically used to refer to those eight schools as a group of elite colleges beyond the sports context. The eight members are Brown University, Columbia University, Cornell University, Dartmouth College, Harvard University, the University of Pennsylvania, Princeton University, and Yale University. Ivy League has connotations of academic excellence, selectivity in admissions, and social elitism."
}