{
  "/wiki/Yale_University": "Yale University is a private Ivy League research university in New Haven, Connecticut. Founded in 1701, it is the third-oldest institution of higher education in the United States and one of the nine Colonial Colleges chartered before the American Revolution. Chartered by Connecticut Colony, the Collegiate School was established in 1701 by clergy to educate Congregational ministers. It moved to New Haven in 1716 and shortly after was renamed Yale College in recognition of a gift from British East India Company governor Elihu Yale. Originally restricted to theology and sacred languages, the curriculum began to incorporate humanities and sciences by the time of the American Revolution. In the 19th century, the college expanded into graduate and professional instruction, awarding the first Ph.D. in the United States in 1861 and organizing as a university in 1887. Its faculty and student populations grew after 1890 with rapid expansion of the physical campus and scientific research. Yale is organized into fourteen constituent schools: the original undergraduate college, the Yale Graduate School of Arts and Sciences and twelve professional schools.",
  "/wiki/Yale_Bulldogs": "The Yale Bulldogs are the athletic teams of Yale University. The school sponsors 35 varsity sports.  The school has won two  NCAA national championships in women's fencing, four in men's swimming and diving, 21 in men's golf, one in men's hockey and one in men's lacrosse.",
  "/wiki/Princeton_University": "Princeton University is a private Ivy League research university in Princeton, New Jersey. Founded in 1746 in Elizabeth as the  College of New Jersey, Princeton is the fourth-oldest institution of higher education in the United States and one of the nine colonial colleges chartered before the American Revolution. [a] The institution moved to Newark in 1747, then to the current site nine years later, and renamed itself Princeton University in 1896. Princeton provides undergraduate and graduate instruction in the humanities, social sciences, natural sciences, and engineering. It offers professional degrees through the Woodrow Wilson School of Public and International Affairs, the School of Engineering and Applied Science, the School of Architecture and the Bendheim Center for Finance. The university has ties with the Institute for Advanced Study, Princeton Theological Seminary and the Westminster Choir College of Rider University. [b] Princeton has the largest endowment per student in the United States. From 2001 to 2018, Princeton University was ranked either first or second among national universities by U.S. News & World Report, holding the top spot for 16 of those 18 years.",
  "/wiki/Princeton_Tigers": "The Princeton Tigers are the athletic teams of Princeton University. The school sponsors 38 varsity sports. The school has won several NCAA national championships, including one in men's fencing, six in men's lacrosse, three in women's lacrosse, and eight in men's golf. Princeton's men's and women's crews have also won numerous national rowing championships. The field hockey team made history in 2012 as the first Ivy League team to win the Division I NCAA Championship in field hockey.",
  "/wiki/Columbia_University": "Columbia University (also known as Columbia, and officially as Columbia University in the City of New York) is a private Ivy League research university in New York City. Established in 1754 on the grounds of Trinity Church in Manhattan, Columbia is the oldest institution of higher education in New York and the fifth-oldest institution of higher learning in the United States. It is one of nine colonial colleges founded prior to the Declaration of Independence, seven of which belong to the Ivy League. It has been ranked by numerous major education publications as among the top ten universities in the world. Columbia was established as King's College by royal charter of George II of Great Britain in reaction to the founding of Princeton University in New Jersey. It was renamed Columbia College in 1784 following the American Revolution, and in 1787 was placed under a private board of trustees headed by former students Alexander Hamilton and John Jay. In 1896, the campus was moved to its current location in Morningside Heights and renamed Columbia University. Columbia scientists and scholars have played an important role in the development of notable scientific fields and breakthroughs including: brain-computer interface; the laser and maser; nuclear magnetic resonance; the first nuclear pile; the first nuclear fission reaction in the Americas; Thomas Hunt Morgan's drosophila experiment – considered the origin of modern genetics; the first evidence for plate tectonics and continental drift; and much of the initial research and planning of the Manhattan Project during World War II.",
  "/wiki/Columbia_Lions": "The Columbia University Lions are the collective athletic teams and their members from Columbia University, an Ivy League institution in New York City, United States. The current director of athletics is Peter Pilling.",
  "/wiki/Harvard_University": "Harvard University is a private Ivy League research university in Cambridge, Massachusetts, with about 6,800 undergraduate students and about 14,000 postgraduate students. Established in 1636 and named for its first benefactor, clergyman John Harvard, Harvard is the United States' oldest institution of higher learning. Its history, influence, wealth, and academic reputation have made it one of the most prestigious universities in the world. The Harvard Corporation, chartered in 1650, is the governing body of Harvard. In its early years, Harvard College primarily trained Congregational and Unitarian clergy, although it has never been formally affiliated with any denomination. Its curriculum and student body were gradually secularized during the 18th century, and by the 19th century, Harvard had emerged as the central cultural establishment among Boston elites. Following the American Civil War, President Charles W. Eliot's long tenure (1869-1909) transformed the college and affiliated professional schools into a modern research university; Harvard was a founding member of the Association of American Universities in 1900. A. Lawrence Lowell, who succeeded Eliot, further reformed the undergraduate curriculum and undertook aggressive expansion of Harvard's land holdings and physical campus.",
  "/wiki/Harvard_Crimson": "The Harvard Crimson are the athletic teams of Harvard University. The school's teams compete in NCAA Division I. As of 2013, there were 42 Division I intercollegiate varsity sports teams for women and men at Harvard, more than at any other NCAA Division I college in the country. Like the other Ivy League universities, Harvard does not offer athletic scholarships.",
  "/wiki/Brown_University": "Brown University is a private Ivy League research university in Providence, Rhode Island. Founded in 1764 as the College in the English Colony of Rhode Island and Providence Plantations, it is the seventh-oldest institution of higher education in the United States and one of the nine colonial colleges chartered before the American Revolution. At its foundation, Brown was the first college in the U.S. to accept students regardless of their religious affiliation. Its engineering program was established in 1847. It was one of the early doctoral-granting U.S. institutions in the late 19th century, adding masters and doctoral studies in 1887. In 1969, Brown adopted a New Curriculum sometimes referred to as the Brown Curriculum after a period of student lobbying. The New Curriculum eliminated mandatory general education distribution requirements, made students the architects of their own syllabus and allowed them to take any course for a grade of satisfactory or unrecorded no-credit. In 1971, Brown's coordinate women's institution, Pembroke College, was fully merged into the university; Pembroke Campus now includes dormitories and classrooms used by all of Brown.",
  "/wiki/Brown_Bears": "The Brown Bears are the sports teams that represent Brown University, an American university located in Providence, Rhode Island. The Bears are part of the Ivy League conference. Brown's mascot is Bruno. Both the men's and women's teams share the name, competing in 38 National Collegiate Athletic Association (NCAA) Division I sports. In football, the Bears, along with all other the Ivy League teams, compete in the Football Championship Subdivision (FCS).",
  "/wiki/Cornell_University": "Cornell University (/kɔːrˈnɛl/ kor-NEL) is a private and statutory Ivy League research university in Ithaca, New York. Founded in 1865 by Ezra Cornell and Andrew Dickson White, the university was intended to teach and make contributions in all fields of knowledge—from the classics to the sciences, and from the theoretical to the applied. These ideals, unconventional for the time, are captured in Cornell's founding principle, a popular 1868 Ezra Cornell quotation: I would found an institution where any person can find instruction in any study. The university is broadly organized into seven undergraduate colleges and seven graduate divisions at its main Ithaca campus, with each college and division defining its own admission standards and academic programs in near autonomy. The university also administers two satellite medical campuses, one in New York City and one in Education City, Qatar, and Cornell Tech, a graduate program that incorporates technology, business, and creative thinking. The program moved from Google's Chelsea Building in New York City to its permanent campus on Roosevelt Island in September 2017. Cornell is one of ten private land grant universities in the United States and the only one in New York. [note 1] Of its seven undergraduate colleges, three are state-supported statutory or contract colleges through the State University of New York (SUNY) system, including its agricultural and human ecology colleges as well as its industrial labor relations school.",
  "/wiki/Cornell_Big_Red": "The Cornell Big Red is the informal name of the sports teams, and other competitive teams, that represent Cornell University, located in Ithaca, New York. The university sponsors 36 varsity sports, as well as numerous intramural and club teams. Cornell participates in NCAA Division I as part of the Ivy League. The men's and women's ice hockey teams compete in the ECAC Hockey League. Additionally, teams compete in the National Intercollegiate Women's Fencing Association, the Collegiate Sprint Football League, the Eastern Association of Rowing Colleges (EARC), the Eastern Association of Women's Rowing Colleges (EAWRC), the Middle Atlantic Intercollegiate Sailing Association, and the Eastern Intercollegiate Wrestling Association (EIWA).",
  "/wiki/Dartmouth_College": "Dartmouth College (/ˈdɑːrtməθ/ DART-məth) is a private Ivy League research university in Hanover, New Hampshire, United States. Established in 1769 by Eleazar Wheelock, it is the ninth-oldest institution of higher education in the United States and one of the nine colonial colleges chartered before the American Revolution. Although founded as a school to educate Native Americans in Christian theology and the English way of life, Dartmouth primarily trained Congregationalist ministers throughout its early history before it gradually secularized, emerging at the turn of the 20th century from relative obscurity into national prominence. Following a liberal arts curriculum, the university provides undergraduate instruction in 40 academic departments and interdisciplinary programs including 57 majors in the humanities, social sciences, natural sciences, and engineering, and enables students to design specialized concentrations or engage in dual degree programs. Dartmouth comprises five constituent schools: the original undergraduate college, the Geisel School of Medicine, the Thayer School of Engineering, the Tuck School of Business, and the Guarini School of Graduate and Advanced Studies. The university also has affiliations with the Dartmouth–Hitchcock Medical Center, the Rockefeller Institute for Public Policy, and the Hopkins Center for the Arts. With a student enrollment of about 6,400, Dartmouth is the smallest university in the Ivy League. Undergraduate admissions are highly competitive, with an acceptance rate of 7.9% for the Class of 2023.",
  "/wiki/Dartmouth_Big_Green": "The Dartmouth College Big Green are the varsity and club athletic teams representing Dartmouth College, an American university located in Hanover, New Hampshire. Dartmouth's teams compete in the Ivy League conference of the National Collegiate Athletic Association (NCAA) Division I, as well as in the ECAC Hockey conference. The College offers 34 varsity teams, 17 club sports, and 24 intramural teams. Sports teams are heavily ingrained in the culture of the College and serve as a social outlet, with 75% of the student body participating in some form of athletics.",
  "/wiki/University_of_Pennsylvania": "The University of Pennsylvania (Penn or UPenn) is a private Ivy League research university in  Philadelphia, Pennsylvania. The University claims a founding date of 1740[note 2] and is one of the nine colonial colleges founded prior to the U.S. Declaration of Independence. Benjamin Franklin, Penn's founder and first president, advocated an educational program that trained leaders in commerce, government, and public service, similar to a modern liberal arts curriculum. Penn has four undergraduate schools as well as twelve graduate and professional schools. Among its graduate and professional schools are the first school of medicine in North America (Perelman School of Medicine, 1765), the first collegiate business school (Wharton School, 1881), and the first student union building and organization (Houston Hall, 1896). In 2019, the university had an endowment of $14.65 billion, the seventh largest endowment of all colleges in the United States, as well as a research budget of $1.02 billion. The university's athletics program, the Quakers, fields varsity teams in 33 sports as a member of the NCAA Division I Ivy League conference.",
  "/wiki/Penn_Quakers": "The Penn Quakers are the athletic teams of the University of Pennsylvania. The school sponsors 33 varsity sports. The school has won three NCAA national championships in men's fencing and one in women's fencing.",
  "/wiki/Ivy_League": "The Ivy League is an American collegiate athletic conference comprising sports teams from eight private universities in the Northeastern United States. The term Ivy League is typically used to refer to those eight schools as a group of elite colleges beyond the sports context. The eight members are Brown University, Columbia University, Cornell University, Dartmouth College, Harvard University, the University of Pennsylvania, Princeton University, and Yale University. Ivy League has connotations of academic excellence, selectivity in admissions, and social elitism. While the term was in use as early as 1933, it became official only after the formation of the NCAA Division I athletic conference in 1954. Seven of the eight schools were founded during the colonial period (Cornell was founded in 1865), and thus account for seven of the nine Colonial Colleges chartered before the American Revolution. The other two colonial colleges, Rutgers University and the College of William & Mary, became public institutions instead. Ivy League schools are generally viewed as some of the most prestigious in the world, and are ranked among the best universities worldwide by U.S. News & World Report."
}