{
  "/wiki/Motoko_Obayashi": "Motoko Obayashi (大林 素子, Ōbayashi Motoko, born June 15, 1967 in Kodaira, Tokyo) is a volleyball player from Japan, who competed at the 1996 Summer Olympics. She competed in three consecutive Summer Olympics, starting in 1988. She was considered the most valuable player at the Barcelona Games. She released a single under the solo project named Deka Moni in 2001.",
  "/wiki/Hitachi": "Hitachi, Ltd. (株式会社日立製作所, Kabushiki gaisha Hitachi Seisaku-sho, lit. \"Share Company Hitachi Manufacturing Plant\") (Japanese pronunciation: [çiꜜtatɕi]) is a Japanese multinational conglomerate company headquartered in Chiyoda, Tokyo, Japan. It is the parent company of the Hitachi Group (Hitachi Gurūpu) and formed part of the Nissan zaibatsu and later DKB Group of companies before DKB merged into the Mizuho Financial Group. Hitachi operates eleven business segments, ranging from Information & Telecommunication Systems to Construction Machinery.[better source needed]",
  "/wiki/Aki_Nagatomi": "Aki Nagatomi (永富 有紀, Nagatomi Aki) (born July 15, 1969) is a Japanese former volleyball player who competed in the 1996 Summer Olympics.",
  "/wiki/Chie_Natori": "Chie Tsuji (辻 知恵, born August 9, 1969) is a volleyball player from Japan. Her maiden name was Chie Natori (名取 知恵, Natori Chie).[citation needed]",
  "/wiki/Daiei": "The Daiei, Inc. (株式会社ダイエー, Kabushiki-kaisha Daiē), based in Kobe, is one of the largest supermarket chains in Japan. In 1957, Isao Nakauchi founded the chain in Osaka near Sembayashi Station on the Keihan train line.[citation needed] Daiei is now under a restructuring process supported by Marubeni Corporation and ÆON Co., Ltd., another Japanese supermarket chain. Daiei Inc. runs more than 3,000 stores under the Daiei name as well as through its subsidiaries.\nIn addition to groceries, Daiei is also a department store, selling electronics, home furnishings, and clothes. In terms of net sales, Daiei was formerly the largest retailer in Japan. However, total sales declined by nearly a quarter in the five years leading up to 2003.[citation needed]",
  "/wiki/Mika_Yamauchi": "Mika Yamauchi (山内 美加 Yamauchi Mika, born October 7, 1969) is a former volleyball player from Japan, who was a member of the Japan Women's National Team.\nHer nickname is Mika (ミカ).",
  "/wiki/Tomoko_Yoshihara": "Tomoko Yoshihara (吉原知子 Yoshihara Tomoko, born 4 February 1970 in the Uryū District, Hokkaido) is a former volleyball player from Japan, who competed in the 1992, 1996, and 2004 Summer Olympics.  She captained the 2004 Olympic squad. Yoshihara played as a middle-blocker. She was named Best Server at the 1994 FIVB Women's World Championship.",
  "/wiki/Kiyoko_Fukuda_(volleyball)": "Kiyoko Fukuda (born 4 August 1970) is a Japanese former volleyball player who competed in the 1992 Summer Olympics.",
  "/wiki/Miho_Murata": "Miho Murata  (born (1970-09-03)3 September 1970) is a retired Japanese female volleyball player.",
  "/wiki/Asako_Tajimi": "Asako Tajimi (多治見麻子 Tajimi Asako, born June 26, 1972) is a former Japanese volleyball player.",
  "/wiki/Yumi_Natta": "Yumi Natta (born (1969-07-12)12 July 1969) is a retired Japanese female volleyball player.",
  "/wiki/Naomi_Eto": "Naomi Eto (江藤 直美, Etō Naomi, born (1972-07-12)12 July 1972) is a retired Japanese female volleyball player.",
  "/wiki/Maki_Fujiyoshi": "Maki Fujiyoshi (藤好麻希, Fujiyoshi Maki, born May 24, 1974) , nicknamed Nozomi is a Japanese volleyball player who represented her native country in 1993, 1994, 1996, and 1997. She was born in Sakai, Ibaraki, Japan.",
  "/wiki/Miyuki_Shimasaki": "Miyuki Shimazaki (島崎 みゆき, Shimazaki Miyuki, born (1974-10-13)13 October 1974) is a retired Japanese female volleyball player.",
  "/wiki/Minako_Onuki": "Minako Onuki (大貫 美奈子, Ōnuki Minako, born (1972-10-15)15 October 1972) is a retired Japanese female volleyball player.",
  "/wiki/NEC": "NEC Corporation (日本電気株式会社, Nippon Denki Kabushiki-gaisha) is a Japanese multinational information technology and electronics company, headquartered in Minato, Tokyo. The company was known as the Nippon Electric Company, Limited, before rebranding in 1983 as NEC. It provides IT and network solutions to business enterprises, communications services providers and to government agencies, and has also been the biggest PC vendor in Japan since the 1980s with the PC-8000 series.",
  "/wiki/Kanagawa": "Kanagawa Prefecture (神奈川県, Kanagawa-ken) is a prefecture located in Kantō region of Japan. The capital of the prefecture is Yokohama. Kanagawa is part of the Greater Tokyo Area. Kanagawa Prefecture is home to Kamakura and Hakone, two popular side trip destinations from Tokyo.",
  "/wiki/Japan_women's_national_volleyball_team": "The Japan women's national volleyball team (Hinotori Nippon, 火の鳥NIPPON), or All-Japan women's volleyball team, is currently ranked 6th in the world by FIVB. The current head coach is Kumi Nakada."
}