{
  "/wiki/Godavari_River": "The Godavari is India's second longest river after the Ganga. Its source is in Triambakeshwar, Maharashtra. It flows east for 1,465 kilometres (910 mi), draining the states of Maharashtra (48.6%), Telangana (18.8%), Andhra Pradesh (4.5%), Chhattisgarh (10.9%), Odisha (5.7%),ultimately emptying into the Bay of Bengal through its extensive network of tributaries. Measuring up to 312,812 km2 (120,777 sq mi), it forms one of the largest river basins in the Indian subcontinent, with only the Ganga and Indus rivers having a larger drainage basin. In terms of length, catchment area and discharge, the Godavari is the largest in peninsular India, and had been dubbed as the Vridha Ganga.",
  "/wiki/Sriram_Sagar_Project": "The Sri Rama Sagar Project (Telugu: శ్రీరాంసాగర్ ప్రాజెక్టు), also known as the Pochampadu Project is an Indian flood-flow project on the Godavari. The Project is located in Nizamabad district, 3 km away from National Highway 44. It has been described by The Hindu as a \"lifeline for a large part of Telangana\".",
  "/wiki/Singur_Dam": "Singur Dam also written as  Singoor (సింగూర్ in Telugu) is an irrigation, hydroelectric and  drinking water project located in Singooru village near Sangareddy district in Telangana, India. It is a major source of drinking water for Hyderabad city.",
  "/wiki/Nizam_Sagar": "Nizam Sagar Dam is an Indian dam named after the Nizamof Hyderabad. It is a reservoir constructed across the Manjira River, a tributary of the Godavari River, between Achampet and BanjePally villages of the Kamareddy district in Telangana, India. It is located at about 144 km north-west of Hyderabad. Nizam Sagar is the oldest dam in the state of Telangana.",
  "/wiki/Yellampalli": "Yellam Palli is a village in Kalikiri of Andhra Pradesh in India. It is located between the towns of Piler and Kalikiri.",
  "/wiki/Lower_Manair_Dam": "The Lower Manair Dam also known as LMD was constructed across the Manair River, at Alugunur village, Thimmapur mandal, Karimnagar District, in the Indian state of Telangana during 1974 to 1985. It provides irrigation to a gross command area of 163,000 hectares (400,000 acres).",
  "/wiki/Mid_Manair_Dam": "The Mid Manair Dam (Telugu:మధ్య మానేరు డ్యామ్) is a major irrigation project under construction across the Manair River, at Manwada Village, Boinpalli Mandal, Rajanna Sircilla district, Telangana. It has a capacity of 25.87 tmcft with 25 radial gates. It has a capacity to irrigate 2,00,000 acres. It is now part of the prestigious Kaleshwaram project from which 2-3 tmcft water will be lifted and router to Mid Manair Dam. The project was completed in April 2018.",
  "/wiki/Upper_Manair_Dam": "The Upper Manair Dam (Telugu:ఎగువ మానేరు డ్యామ్ ) is a dam on the Manair River, at Narmal Village, Gambhiraopet mandal, Rajanna Sircilla district, Telangana by Nizam.",
  "/wiki/Medigadda_Barrage": "Medigadda Barrage is the starting point of the proposed Kaleshwaram Project which envisages construction of three barrages between Yellampally & Medigadda. Currently it is under construction and its objective is to utilize Godavari water for drinking and irrigation. The Barrage/Project site is located at Medigadda Village, Mahadevpur Mandal, Jayashankar Bhupalpally district in Telangana State, India.[failed verification]",
  "/wiki/Annaram_Barrage": "Annaram Barrage is an under construction irrigation project on Godavari River located at Annaram Village, Mahadevpur Mandal, Jayashankar Bhupalpally district in Telangana State, India.[failed verification]",
  "/wiki/Sundilla_Barrage": "\"Sundilla Barrage\" also called as\"Parvati Barrage\"(Recently changed its name on 10 August 2019 by Mr. Chief Minister \"KCR\")is an irrigation project located at Kasipeta Village, Manthani Mandal, Peddapalli district in Telangana State, India.[failed verification]",
  "/wiki/Sri_Komaram_Bheem_Project": "The Sri Komaram Bheem Project (Telugu: కొమరం భీం ప్రాజెక్ట్)   is a Medium Reservoir has been built across Peddavagu River, a tributary of the Pranahita River. It is located at Ada village, Komaram Bheem Mandal, Adilabad District, Telangana.",
  "/wiki/Dummugudem_Lift_Irrigation_Scheme": "Dummugudem lift irrigation projects are lift irrigation schemes under execution which are located near Dummugudem, Khammam district in Telangana, India. There are three lift irrigation schemes by names Rajiv Dummugudem lift irrigation scheme, Indirasagar Rudrammakota Dummugudem lift irrigation scheme and Dummugudem to Sagar tail pond canal project. Rajiv Dummugudem lift irrigation scheme starting at 17°54′05″N 80°52′45″E﻿ / ﻿17.90139°N 80.87917°E﻿ / 17.90139; 80.87917﻿ (Pamulapalli) is planned to supply irrigation water for 200,000 acres in Khammam and Warangal districts drawing  Godavari River water from the Dummugudem pond. Indira Dummugudem lift irrigation scheme starting at 17°33′49″N 81°14′49″E﻿ / ﻿17.56361°N 81.24694°E﻿ / 17.56361; 81.24694﻿ (Rudrammakota) is planned to supply irrigation water for 200,000 acres in Khammam, Krishna and West Godavari districts drawing Godavari River water from the back waters of Polavaram reservoir.",
  "/wiki/Pranahita_Chevella": "Pranahita Chevella lift irrigation scheme is a lift irrigation scheme to harness the water of Pranhita tributary of Godavari river for use in the Telangana state of India. The river water diversion barrage across the Pranahita river is located at Thammidihatti village in Komaram Bheem district of Telangana.  This lift canal is an inter river basin transfer link by feeding Godavari river water to Krishna river basin. The chief ministers of Telangana and Maharashtra states reached an agreement in 2016 to limit the full reservoir level  (FRL) of the barrage at 148 m msl with 1.85 tmcft storage capacity. In the year 2016, this project is divided into two parts. The scheme with diversion canal from the Thammmidihatti barrage to connect to  existing Yellampalli reservoir across the Godavari river is presently called  Pranahita barrage lift irrigation project. This scheme is confined to providing irrigation facility to nearly 2,00,000 acres in Adilabad district using 44 tmcft water.",
  "/wiki/Icchampally_Project": "Inchampalli Project (Telugu: ఇచ్చంపల్లి) was a multi-purpose project proposed in 2008, with hydro electricity generation, irrigation, flood control, etc. benefits on the River Godavari in India.  This project is proposed as joint project of Telangana, Maharashtra and Chhattisgarh states."
}