{
  "/wiki/Prague_Film_School": "Prague Film School is a private film school in the Czech Republic, providing training in the fields of cinematography, directing, screenwriting, editing and acting for film.",
  "/wiki/Prague": "Prague (/prɑːɡ/; Czech: Praha [ˈpraɦa] (listen), German: Prag, Latin: Praga) is the capital and largest city in the Czech Republic, the 13th largest city in the European Union and the historical capital of Bohemia. Situated on the Vltava river, Prague is home to about 1.3 million people, while its metropolitan area is estimated to have a population of 2.6 million. The city has a temperate oceanic climate, with relatively warm summers and chilly winters.\n Prague is a political, cultural and economic centre of central Europe complete with a rich history. Founded during the Romanesque and flourishing by the Gothic, Renaissance and Baroque eras, Prague was the capital of the Kingdom of Bohemia and the main residence of several Holy Roman Emperors, most notably of Charles IV (r. 1346–1378).\nIt was an important city to the Habsburg Monarchy and its Austro-Hungarian Empire. The city played major roles in the Bohemian and Protestant Reformation, the Thirty Years' War and in 20th-century history as the capital of Czechoslovakia between the World Wars and the post-war Communist era.\n Prague is home to a number of well-known cultural attractions, many of which survived the violence and destruction of 20th-century Europe. Main attractions include Prague Castle, Charles Bridge, Old Town Square with the Prague astronomical clock, the Jewish Quarter, Petřín hill and Vyšehrad. Since 1992, the extensive historic centre of Prague has been included in the UNESCO list of World Heritage Sites.\n The city has more than ten major museums, along with numerous theatres, galleries, cinemas and other historical exhibits. An extensive modern public transportation system connects the city. It is home to a wide range of public and private schools, including Charles University in Prague, the oldest university in Central Europe.\n Prague is classified as an \"Alpha −\" global city according to GaWC studies and ranked sixth in the Tripadvisor world list of best destinations in 2016. In 2019, the city was ranked as 69th most liveable city in the world by Mercer. In the same year, the PISCA Index ranked the city as 13th most liveable city in the world. Its rich history makes it a popular tourist destination and as of 2017, the city receives more than 8.5 million international visitors annually. In 2017 Prague was listed as the fifth most visited European city after London, Paris, Rome and Istanbul.",
  "/wiki/Czech_Republic": "The Czech Republic (/ˈtʃɛk -/ (listen); Czech: Česká republika [ˈtʃɛskaː ˈrɛpublɪka] (listen)), also known by its short-form name, Czechia (/ˈtʃɛkiə/ (listen); Czech: Česko [ˈtʃɛsko] (listen)), is a country in Central Europe bordered by Poland to the northeast, Slovakia to the southeast, Austria to the south, and Germany to the west. The Czech Republic is a landlocked country with a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unitary parliamentary republic, with 10.7 million inhabitants. Its capital and largest city is Prague, with 1.3 million residents; other major cities are Brno, Ostrava, Olomouc and Pilsen.\n The Czech Republic includes the historical territories of Bohemia, Moravia, and Czech Silesia. The Czech state was formed in the late ninth century as the Duchy of Bohemia under the Great Moravian Empire. In 1002, the duchy was formally recognized as an Imperial State of the Holy Roman Empire along with the Kingdom of Germany, the Kingdom of Burgundy, the Kingdom of Italy; and became the Kingdom of Bohemia in 1198, reaching its greatest territorial extent in the 14th century. Prague was the imperial seat in periods between the 14th and 17th century. The Protestant Bohemian Reformation of the 15th century led to the Hussite Wars, the first of many conflicts with the Catholic Church.\n Following the Battle of Mohács in 1526, the whole Crown of Bohemia was gradually integrated into the Habsburg Monarchy. The Protestant Bohemian Revolt (1618–20) against the Catholic Habsburgs led to the Thirty Years' War. After the Battle of the White Mountain, the Habsburgs consolidated their rule, eradicated Protestantism, reimposed Catholicism, and adopted a policy of gradual Germanization. This contributed to anti-Habsburg sentiment and resentment of the Catholic Church that continues to this day. With the dissolution of the Holy Roman Empire in 1806, the Bohemian Kingdom became part of the Austrian Empire (1804 to 1867) and the Czech language experienced a revival as a consequence of widespread romantic nationalism. In the 19th century, the Czech lands became the industrial powerhouse of the monarchy and were subsequently the core of the First Czechoslovak Republic, which was formed in 1918 following the collapse of the Austro-Hungarian Empire after World War I.\n Czechoslovakia was the only democracy in Central Europe during the interwar period (after the May Coup in Poland, in 1926). However, parts of the country were occupied by Germany in World War II, while the Slovak region became a German puppet state. Czechoslovakia was liberated in 1945 by the Soviet Union and the United States. Most of the German-speaking minority were expelled following the war. The Communist Party of Czechoslovakia won the 1946 elections and after the 1948 coup d'état established a one-party communist state under Soviet influence. Increasing dissatisfaction with the regime culminated in 1968 to the reform movement known as the Prague Spring, which ended in a Soviet-led invasion. Czechoslovakia remained occupied until the 1989 Velvet Revolution, which peacefully ended communist rule and reestablished democracy and a market economy. On 1 January 1993, Czechoslovakia peacefully dissolved, with its constituent states becoming the independent states of the Czech Republic and Slovakia.\n The Czech Republic is a developed country with an advanced, high income social market economy. It is a welfare state with a European social model, universal health care, and tuition-free university education. It ranks 13th in the UN inequality-adjusted human development and 14th in the World Bank Human Capital Index ahead of countries such as the United States, the United Kingdom and France. It ranks as the eleventh safest and most peaceful country and performs strongly in democratic governance. The Czech Republic joined NATO in 1999 and the European Union (EU) in 2004. It is also a member of the OECD, the United Nations, the OSCE, and the Council of Europe.",
  "/wiki/Private_school": "An independent school is independent in its finances and governance. Also known as private schools, non-governmental, privately funded, or non-state schools, they are not administered by local, state or national governments. They are usually not dependent upon national or local government to finance their financial endowment. They are typically governed by a board of governors which is elected independently of government, and has a system of governance that ensures its independent operation.\n Children who attend private schools may be there because they are dissatisfied with public schools in their area.  They may be selected for their academic prowess, or prowess in other fields, or sometimes their religious background. Private schools retain the right to select their students and are funded in whole or in part by charging their students for tuition, rather than relying on taxation through public (government) funding; at some private schools students may be able to get a scholarship, lowering this tuition fee, dependent on a student's talents or abilities (e.g. sport scholarship, art scholarship, academic scholarship), need for financial aid, or tax credit scholarships that might be available. Some private schools are associated with a particular religion, such as Judaism, Roman Catholicism, or Lutheranism. For the past century, roughly one in 10 U.S. families has chosen to enroll their children in private school.\n Independent schools may have a religious affiliation, but the precise usage of the term excludes parochial (and other) schools if there is a financial dependence upon, or governance subordinate to, outside organizations.  These definitions generally apply equally to both primary and secondary education.",
  "/wiki/Roma_Film_Academy": "The Roma Film Academy (RFA) is an Italian film school situated in Cinecittà Studios, Rome. Founded in 2014 as a private school, the RFA provides practical courses on a variety of film-making skills. It is an academic structure devoted to culture and education especially concentrated in the artistic context, above all in audiovisual communication and entertainment. In particular, it is proposed as a reference point for whoever is interested in undertaking a professional career in all those activities that revolve around cinema and television business.\n The academic courses are biennial professional courses. There are eight subjects of specialization, that is, Directing, Acting, Production, Screenplay, Direction of Photography, Sound, Editing, and Costume. It also provides students with several facilities, included classrooms, a theatre, and various sets.",
  "/wiki/Rome": "Rome (Latin and Italian: Roma [ˈroːma] (listen)) is the capital city and a special comune of Italy (named Comune di Roma Capitale). Rome also serves as the capital of the Lazio region. With 2,879,728 residents in 1,285 km2 (496.1 sq mi), it is also the country's most populated comune. It is the third most populous city in the European Union by population within city limits. It is the centre of the Metropolitan City of Rome, which has a population of 4,355,725 residents, thus making it the second or third most populous metropolitan city in Italy depending on definition. Rome is located in the central-western portion of the Italian Peninsula, within Lazio (Latium), along the shores of the Tiber. Vatican City (the smallest country in the world) is an independent country inside the city boundaries of Rome, the only existing example of a country within a city; for this reason Rome has sometimes been defined as the capital of two states.\nRome's history spans 28 centuries. While Roman mythology dates the founding of Rome at around 753 BC, the site has been inhabited for much longer, making it one of the oldest continuously occupied cities in Europe. The city's early population originated from a mix of Latins, Etruscans, and Sabines. Eventually, the city  successively became the capital of the Roman Kingdom, the Roman Republic and the Roman Empire, and is regarded by many as the first ever Imperial City and metropolis. It was first called The Eternal City (Latin: Urbs Aeterna; Italian: La Città Eterna) by the Roman poet Tibullus in the 1st century BC, and the expression was also taken up by Ovid, Virgil, and Livy. Rome is also called \"Caput Mundi\" (Capital of the World). After the fall of the Empire in the west, which marked the beginning of the Middle Ages, Rome slowly fell under the political control of the Papacy, and in the 8th century it became the capital of the Papal States, which lasted until 1870. Beginning with the Renaissance, almost all popes since Nicholas V (1447–1455) pursued a coherent architectural and urban programme over four hundred years, aimed at making the city the artistic and cultural centre of the world. In this way, Rome became first one of the major centres of the Italian Renaissance, and then the birthplace of both the Baroque style and Neoclassicism. Famous artists, painters, sculptors and architects made Rome the centre of their activity, creating masterpieces throughout the city. In 1871, Rome became the capital of the Kingdom of Italy, which, in 1946, became the Italian Republic.\n As of 2019, Rome is ranked as an Alpha global city by the Globalization and World Cities Research Network. In 2019, Rome was the 11th most visited city in the world, third most visited in the European Union, and the most popular tourist destination in Italy. Its historic centre is listed by UNESCO as a World Heritage Site.  Host city for the 1960 Summer Olympics, Rome is also the seat of several specialized agencies of the United Nations, such as the Food and Agriculture Organization (FAO), the World Food Programme (WFP) and the International Fund for Agricultural Development (IFAD). The city also hosts the Secretariat of the Parliamentary Assembly of the Union for the Mediterranean (UfM) as well as the headquarters of many international business companies such as Eni, Enel, TIM, Leonardo S.p.A., and national and international banks such as Unicredit and BNL. Rome's EUR business district is the home of many companies involved in the oil industry, the pharmaceutical industry, and financial services. The presence of renowned international brands in the city have made Rome an important centre of fashion and design, and the Cinecittà Studios have been the set of many Academy Award–winning movies.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.\n Due to its central geographic location in Southern Europe and the Mediterranean, Italy has historically been home to myriad peoples and cultures. In addition to the various ancient peoples dispersed throughout what is now modern-day Italy, the most predominant being the Indo-European Italic peoples who gave the peninsula its name, beginning from the classical era, Phoenicians and Carthaginians founded colonies mostly in insular Italy, Greeks established settlements in the so-called Magna Graecia of Southern Italy, while Etruscans and Celts inhabited central and northern Italy respectively. An Italic tribe known as the Latins formed the Roman Kingdom in the 8th century BC, which eventually became a republic with a government of the Senate and the People. The Roman Republic initially conquered and assimilated its neighbours on the Italian peninsula, eventually expanding and conquering parts of Europe, North Africa and  Asia. By the first century BC, the Roman Empire emerged as the dominant power in the Mediterranean Basin and became a leading cultural, political and religious centre, inaugurating the Pax Romana, a period of more than 200 years during which Italy's law, technology, economy, art, and literature developed. Italy remained the homeland of the Romans and the metropole of the empire, whose legacy can also be observed in the global distribution of culture, governments, Christianity and the Latin script.\n During the Early Middle Ages, Italy endured sociopolitical collapse and barbarian invasions, but by the 11th century, numerous rival city-states and maritime republics, mainly in the northern and central regions of Italy, rose to great prosperity through trade, commerce and banking, laying the groundwork for modern capitalism. These mostly independent statelets served as Europe's main trading hubs with Asia and the Near East, often enjoying a greater degree of democracy than the larger feudal monarchies that were consolidating throughout Europe; however, part of central Italy was under the control of the theocratic Papal States, while Southern Italy remained largely feudal until the 19th century, partially as a result of a succession of Byzantine, Arab, Norman, Angevin, Aragonese and other foreign conquests of the region. The Renaissance began in Italy and spread to the rest of Europe, bringing a renewed interest in humanism, science, exploration and art. Italian culture flourished, producing famous scholars, artists and polymaths. During the Middle Ages, Italian explorers discovered new routes to the Far East and the New World, helping to usher in the European Age of Discovery. Nevertheless, Italy's commercial and political power significantly waned with the opening of trade routes that bypassed the Mediterranean. Centuries of rivalry and infighting between the Italian city-states, such as the Italian Wars of the 15th and 16th centuries, left Italy fragmented and susceptible to foreign domination, and it was subsequently conquered, exploited, and further divided by European powers such as France, Spain and Austria.\n By the mid-19th century, rising Italian nationalism and calls for independence from foreign control led to a period of revolutionary political upheaval. After centuries of foreign domination and political division, Italy was almost entirely unified in 1861, establishing the Kingdom of Italy as a great power. From the late 19th century to the early 20th century, Italy rapidly industrialised, namely in the north, and acquired a colonial empire, while the south remained largely impoverished and excluded from industrialisation, fuelling a large and influential diaspora. Despite being one of the main victors in World War I, Italy entered a period of economic crisis and social turmoil, leading to the rise of a fascist dictatorship in 1922. Participation in World War II on the Axis side ended in military defeat, economic destruction and the Italian Civil War. Following the liberation of Italy and the rise of the resistance, the country abolished the monarchy, established a democratic Republic and enjoyed a prolonged economic boom, becoming a highly developed country.\n Today, Italy is considered to be one of the world's most culturally and economically advanced countries, with the world's eighth-largest economy by nominal GDP (third in the Eurozone), sixth-largest national wealth and third-largest central bank gold reserve. It ranks very highly in life expectancy, quality of life, healthcare, and education. The country plays a prominent role in regional and global economic, military, cultural and diplomatic affairs; it is both a regional power and a great power, and is ranked the world's eighth most-powerful military. Italy is a founding and leading member of the European Union and a member of numerous international institutions, including the UN, NATO, the OECD, the OSCE, the WTO, the G7, the G20, the Union for the Mediterranean, the Council of Europe, Uniting for Consensus, the Schengen Area and many more. The country has long been a global centre of art, music, literature, philosophy, science and technology, and fashion, and has greatly influenced and contributed to diverse fields including cinema, cuisine, sports, jurisprudence, banking and business. As a reflection of its cultural wealth, Italy is home to the world's largest number of World Heritage Sites (55), and is the fifth-most visited country.",
  "/wiki/École_Internationale_de_Création_Audiovisuelle_et_de_Réalisation": "The International Film School of Paris (French: École Internationale de Création Audiovisuelle et de Réalisation, EICAR) is a private film school founded in 1972 by Jean-Paul Vuillin, producer and director of film.",
  "/wiki/Paris": "Paris (French pronunciation: ​[paʁi] (listen)) is the capital and most populous city of France, with a population of 2,148,271 residents (official estimate, 1 January 2020) in an area of 105 square kilometres (41 square miles). Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, science and the arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region, which has an estimated official 2020 population of 12,278,210, or about 18 percent of the population of France. The Paris Region had a GDP of €709 billion ($808 billion) in 2017. According to the Economist Intelligence Unit Worldwide Cost of Living Survey in 2018, Paris was the second most expensive city in the world, after Singapore, and ahead of Zürich, Hong Kong, Oslo and Geneva. Another source ranked Paris as most expensive, on a par with Singapore and Hong Kong, in 2018.\n The city is a major railway, highway and air-transport hub served by two international airports: Paris-Charles de Gaulle (the second busiest airport in Europe) and Paris-Orly. Opened in 1900, the city's subway system, the Paris Métro, serves 5.23 million passengers daily; it is the second busiest metro system in Europe after the Moscow Metro. Gare du Nord is the 24th busiest railway station in the world, but the first located outside Japan, with 262 million passengers in 2015. Paris is especially known for its museums and architectural landmarks: the Louvre was among most visited art museums in the world in 2019, with 9.6 million visitors. The Musée d'Orsay, Musée Marmottan Monet, and Musée de l'Orangerie are noted for their collections of French Impressionist art, the Pompidou Centre Musée National d'Art Moderne has the largest collection of modern and contemporary art in Europe, and the Musée Rodin and Musée Picasso exhibit the works of the two noted Parisians. The historical district along the Seine in the city centre is classified as a UNESCO Heritage Site, and popular landmarks in the city centre included the Cathedral of Notre Dame de Paris, now closed for renovation after the 15 April 2019 fire. Other popular tourist sites include the Gothic royal chapel of Sainte-Chapelle, both on the Île de la Cité; the Eiffel Tower, constructed for the Paris Universal Exposition of 1889; the Grand Palais and Petit Palais, built for the Paris Universal Exposition of 1900; the Arc de Triomphe on the Champs-Élysées, and the Basilica of Sacré-Coeur on the hill of Montmartre.\n Paris received 24.5 million visitors in 2018, measured by hotel stays, with the largest numbers of foreign visitors coming from the United States, the United Kingdom, Germany and China. It was ranked as the second most visited travel destination in the world in 2018, after Bangkok. The football club Paris Saint-Germain and the rugby union club Stade Français are based in Paris. The 80,000-seat Stade de France, built for the 1998 FIFA World Cup, is located just north of Paris in the neighbouring commune of Saint-Denis. Paris hosts the annual French Open Grand Slam tennis tournament on the red clay of Roland Garros. The city hosted the Olympic Games in 1900, 1924 and will host the 2024 Summer Olympics. The 1938 and 1998 FIFA World Cups, the 2007 Rugby World Cup, as well as the 1960, 1984 and 2016 UEFA European Championships were also held in the city; every July, the Tour de France bicycle race finishes there.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.\n During the Iron Age, what is now metropolitan France was inhabited by the Gauls, a Celtic people. Rome annexed the area in 51 BC, holding it until the arrival of Germanic Franks in 476, who formed the Kingdom of Francia. The Treaty of Verdun of 843 partitioned Francia into East Francia, Middle Francia and West Francia. West Francia, which became the Kingdom of France in 987, emerged as a major European power in the Late Middle Ages, following its victory in the Hundred Years' War (1337–1453). During the Renaissance, French culture flourished and a global colonial empire was established, which by the 20th century would become the second largest in the world. The 16th century was dominated by religious civil wars between Catholics and Protestants (Huguenots). France became Europe's dominant cultural, political, and military power in the 17th century under Louis XIV. In the late 18th century, the French Revolution overthrew the absolute monarchy, establishing one of modern history's earliest republics and drafting the Declaration of the Rights of Man and of the Citizen, which expresses the nation's ideals to this day.\n In the 19th century, Napoleon took power and established the First French Empire. His subsequent Napoleonic Wars (1803–15) shaped the course of continental Europe. Following the collapse of the Empire, France endured a tumultuous succession of governments culminating with the establishment of the French Third Republic in 1870. France was a major participant in World War I, from which it emerged victorious, and was one of the Allies in World War II, but came under occupation by the Axis powers in 1940. Following liberation in 1944, a Fourth Republic was established and later dissolved in the course of the Algerian War. The Fifth Republic, led by Charles de Gaulle, was formed in 1958 and remains today. Algeria and nearly all the other colonies became independent in the 1960s, with most retaining close economic and military connections with France.\n France has long been a global centre of art, science, and philosophy. It hosts the world's fourth-largest number of UNESCO World Heritage Sites and is the leading tourist destination, receiving around 83 million foreign visitors annually, but if it counted the nights spent by non-residents tourist, France become the sixth country in world with 138 millions of nights, behind United States, China, Spain, Italy and United Kingdom. France is a developed country with the world's sixth-largest economy by nominal GDP, and tenth-largest by purchasing power parity. In terms of aggregate household wealth, it ranks fourth in the world. France performs well in international rankings of education, health care, life expectancy, and human development. France is considered a great power in global affairs, being one of the five permanent members of the United Nations Security Council with the power to veto and an official nuclear-weapon state. It is a leading member state of the European Union and the Eurozone, and a member of the Group of 7, North Atlantic Treaty Organization (NATO), Organisation for Economic Co-operation and Development (OECD), the World Trade Organization (WTO), and La Francophonie.",
  "/wiki/Gerasimov_Institute_of_Cinematography": "The Gerasimov Institute of Cinematography (Russian: Всероссийский государственный университет кинематографии имени С.А.Герасимова, meaning\nAll-Russian State University of Cinematography named after S. A. Gerasimov), a.k.a. VGIK, is a film school in Moscow, Russia.",
  "/wiki/Moscow": "Moscow (/ˈmɒskoʊ/, in US mainly: /ˈmɒskaʊ/; Russian: Москва, tr. Moskva, IPA: [mɐˈskva] (listen)) is the capital and most populous city of Russia, with approximately 12.6 million residents within the city limits, 17 million within the urban area and 20 million within the metropolitan area. Moscow is one of Russia's federal cities. \n Moscow is a major political, economic, cultural, and scientific centre of Russia and Eastern Europe. It is the second-most populous city in Europe, the most populous city entirely within Europe, as well as the largest city (by area) on the European continent. By broader definitions, Moscow is among the world's largest cities, being the 24th largest metropolitan area, the 16th largest urban area, and the 10th largest by population within city limits worldwide. Moscow has been ranked as the ninth most expensive city in the world and has one of the world's largest urban economies, being ranked as an alpha global city, and is also one of the fastest growing tourist destinations in the world. Moscow is home to the third-highest number of billionaires of any city in the world, and has the highest number of billionaires of any city in Europe.\n Moscow is the northernmost and coldest megacity on the Earth. It is home to the Ostankino Tower, the tallest free standing structure in Europe; the Federation Tower, the second-tallest skyscraper in Europe; and the Moscow International Business Center. Moscow is the largest city on the European continent by area.\n Moscow is situated on the Moskva River in the Central Federal District of European Russia, it is well known for its architecture, particularly its historic buildings such as Saint Basil's Cathedral in Russian architectural style with a richly decorated and multicolored facade. With over 40 percent of its territory covered by greenery, it is one of the greenest capitals and major cities in the world, having the largest forest in an urban area within its borders.\nThe city has served as the capital of a progression of states, from the medieval Grand Duchy of Moscow and the subsequent Tsardom of Russia to the Russian Empire (for the short period of time taking that title from Saint Petersburg in 1728–1730) to the Soviet Union and the contemporary Russian Federation.\n Moscow is a seat of power of the Government of Russia, being the site of the Moscow Kremlin, a medieval city-fortress that is today the residence for work of the President of Russia. The Moscow Kremlin and Red Square are one of several World Heritage Sites in the city. Both chambers of the Russian parliament (the State Duma and the Federation Council) also sit in the city. Moscow is considered the center of Russian culture, having served as the home of Russian artists, scientists, and sports figures and because of the presence of museums, academic and political institutions and theatres.\n The city is served by a transit network, which includes four international airports, nine railway terminals, numerous trams, a monorail system and one of the deepest underground rapid transit systems in the world, the Moscow Metro, the fourth-largest in the world and largest outside Asia in terms of passenger numbers, and the busiest in Europe. It is recognized as one of the city's landmarks due to the rich architecture of its 222 stations.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.\n The East Slavs emerged as a recognizable group in Europe between the 3rd and 8th centuries AD. Founded and ruled by a Varangian warrior elite and their descendants, the medieval state of Rus arose in the 9th century. In 988 it adopted Orthodox Christianity from the Byzantine Empire, beginning the synthesis of Byzantine and Slavic cultures that defined Russian culture for the next millennium. Rus ultimately disintegrated into a number of smaller states, until it was finally reunified by the Grand Duchy of Moscow in the 15th century. By the 18th century, the nation had greatly expanded through conquest, annexation, and exploration to become the Russian Empire, which was the third largest empire in history, stretching from Poland on the west to Alaska on the east. Following the Russian Revolution, the Russian Soviet Federative Socialist Republic (Russian SFSR) became the largest and leading constituent of the Union of Soviet Socialist Republics (USSR/Soviet Union), the world's first constitutionally socialist state. The Soviet Union played a decisive role in the Allied victory in World War II, and emerged as a recognized superpower and rival to the United States during the Cold War. The Soviet era saw some of the most significant technological achievements of the 20th century, including the world's first human-made satellite and the launching of the first humans in space. Following the dissolution of the Soviet Union in 1991, the Russian SFSR reconstituted itself as the Russian Federation and is recognized as the continuing legal personality and a successor of the USSR.\n The political system of Russia is governed as a federal semi-presidential republic since 1993. Vladimir Putin has dominated Russia's political system since 2000, serving as either president or prime minister. His government is often characterized as authoritarian, where Russia has experienced democratic backsliding and a worsening human rights record under his leadership. It is ranked 137th out of 180 countries in the 2019 Corruption Perceptions Index and 24 of 29 in the 2018 Nations in Transit Report by Freedom House, while being ranked 134th in the 2019 Democracy Index.\nRussia's economy ranks as the eleventh-largest by nominal GDP and sixth-largest by purchasing power parity in 2019. Russia's extensive mineral and energy resources are the largest such reserves in the world, making it one of the leading producers of oil and natural gas globally. The country is one of the five recognized nuclear weapons states and possesses the largest stockpile of weapons of mass destruction. Russia is a great power as well as a regional power and has been characterised as a potential superpower. Its military has been ranked as the world's second most powerful. Russia hosts the world's ninth-greatest number of UNESCO World Heritage Sites, at 29, and is among the world's most popular tourist destinations. It is a permanent member of the United Nations Security Council and an active global partner of ASEAN, as well as a member of the Shanghai Cooperation Organisation (SCO), the G20, the Council of Europe, the Asia-Pacific Economic Cooperation (APEC), the Organization for Security and Co-operation in Europe (OSCE), the International Investment Bank (IIB) and the World Trade Organization (WTO), as well as being the leading member of the Commonwealth of Independent States (CIS), the Collective Security Treaty Organization (CSTO) and a member of the Eurasian Economic Union (EAEU).",
  "/wiki/Public_University": "A public university is a university that is in state ownership or receives significant public funds through a national or subnational government, as opposed to a private university. Whether a national university is considered public varies from one country (or region) to another, largely depending on the specific education landscape.",
  "/wiki/Centro_Sperimentale_di_Cinematografia": "The Centro sperimentale di cinematografia (Experimental film centre or Italian National film school) was established in 1935 in Italy and aims to promote the art and technique of cinematography and film.\n It is the oldest film school in Western Europe, founded in the city of Rome in 1935 during the Benito Mussolini era by his head of cinema Luigi Freddi, was and is still financed by the Italian government and focuses on education, research, publication and theory.\n The center is the most important Italian institution for training, research and experimentation in the field of cinema, intended in its widest sense, of films, documentaries, fiction and animation.",
  "/wiki/Film_and_TV_School_of_The_Academy_of_Performing_Arts_in_Prague": "The Film and TV School of the Academy of Performing Arts in Prague (Czech: Filmová a televizní fakulta Akademie múzických umění v Praze) or FAMU is a film school in Prague, Czech Republic, founded in 1946 as one of three branches of the Academy of Performing Arts in Prague. It is the fifth oldest film school in the world. The teaching language on most courses at FAMU is Czech, but FAMU also runs certain courses in English. The school has repeatedly been included on lists of the best film schools in the world by The Hollywood Reporter.\n In the 1960s and 1970s, several young directors from Yugoslavia were FAMU students (Rajko Grlić, Srđan Karanović, Emir Kusturica, Goran Marković, Goran Paskaljević and Lordan Zafranović). All of these directors would become very successful in the following decades, prompting the coinage of the term Praška filmska škola (\"Prague film school\"), or Praški talas (\"Prague wave\"), which is sometimes considered a prominent subgenre of the Yugoslav cinema.",
  "/wiki/National_Film_School_of_Denmark": "The National Film School of Denmark (Danish: Den Danske Filmskole) is an independent institution under the Danish Ministry of Cultural Affairs. It was established in 1966 and is based on Holmen in the harbour of Copenhagen.",
  "/wiki/Copenhagen": "Copenhagen[a] (Danish: København [kʰøpm̩ˈhau̯ˀn] (listen)) is the capital and most populous city of Denmark. As of 1 January 2020, the city had a population of 794,128, 632,340 in Copenhagen Municipality, 104,305 in Frederiksberg Municipality, 42,989 in Tårnby Municipality, and 14,494 in Dragør Municipality. It forms the core of the wider urban area of Copenhagen (population 1,320,629) and the Copenhagen metropolitan area (population 2,557,737). Copenhagen is situated on the eastern coast of the island of Zealand; another small portion of the city is located on Amager, and it is separated from Malmø, Sweden, by the strait of Øresund. The Øresund Bridge connects the two cities by rail and road.\n Originally a Viking fishing village established in the 10th century in the vicinity of what is now Gammel Strand,  Copenhagen became the capital of Denmark in the early 15th century. Beginning in the 17th century it consolidated its position as a regional centre of power with its institutions, defences and armed forces. During the renaissance the city served as the de facto capital being the seat of government of the Kalmar Union , governing the entire present day Nordic region in a personal union with Sweden and Norway ruled by the Danish monarch serving as the head of state. The city flourished as the cultural and economic center of Scandinavia under the union for well over 120 years, starting in the 15th century up until the beginning of the 16th century when the union was dissolved with Sweden leaving the union through a rebellion. After a plague outbreak and fire in the 18th century, the city underwent a period of redevelopment. This included construction of the prestigious district of Frederiksstaden and founding of such cultural institutions as the Royal Theatre and the Royal Academy of Fine Arts. After further disasters in the early 19th century when Horatio Nelson attacked the Dano-Norwegian fleet and bombarded the city, rebuilding during the Danish Golden Age brought a Neoclassical look to Copenhagen's architecture. Later, following the Second World War, the Finger Plan fostered the development of housing and businesses along the five urban railway routes stretching out from the city centre.\n Since the turn of the 21st century, Copenhagen has seen strong urban and cultural development, facilitated by investment in its institutions and infrastructure. The city is the cultural, economic and governmental centre of Denmark; it is one of the major financial centres of Northern Europe with the Copenhagen Stock Exchange. Copenhagen's economy has seen rapid developments in the service sector, especially through initiatives in information technology, pharmaceuticals and clean technology. Since the completion of the Øresund Bridge, Copenhagen has become increasingly integrated with the Swedish province of Scania and its largest city, Malmø, forming the Øresund Region. With a number of bridges connecting the various districts, the cityscape is characterised by parks, promenades and waterfronts. Copenhagen's landmarks such as Tivoli Gardens, The Little Mermaid statue, the Amalienborg and Christiansborg palaces, Rosenborg Castle Gardens, Frederik's Church, and many museums, restaurants and nightclubs are significant tourist attractions. The largest lake of Denmark, Arresø, lies around 27 miles (43 kilometers) northwest of the City Hall Square.\n Copenhagen is home to the University of Copenhagen, the Technical University of Denmark, Copenhagen Business School and the IT University of Copenhagen. The University of Copenhagen, founded in 1479, is the oldest university in Denmark. Copenhagen is home to the FC København and Brøndby football clubs. The annual Copenhagen Marathon was established in 1980. Copenhagen is one of the most bicycle-friendly cities in the world.\n The Copenhagen Metro launched in 2002 serves central Copenhagen. Additionally the Copenhagen S-train, the Lokaltog (private railway) and the Coast Line network serves and connects central Copenhagen to outlying boroughs. Serving roughly two million passengers a month, Copenhagen Airport, Kastrup, is the busiest airport in the Nordic countries.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).\n The unified kingdom of Denmark emerged in the 8th century as a proficient seafaring nation in the struggle for control of the Baltic Sea. Denmark, Sweden, and Norway were ruled together under one sovereign ruler in the Kalmar Union, established in 1397 and ending with Swedish secession in 1523. The areas of Denmark and Norway remained under the same monarch until 1814, Denmark–Norway. Beginning in the 17th century, there were several devastating wars with the Swedish Empire, ending with large cessions of territory to Sweden. After the Napoleonic Wars, Norway was ceded to Sweden, while Denmark kept the Faroe Islands, Greenland, and Iceland. In the 19th century there was a surge of nationalist movements, which were defeated in the First Schleswig War. After the Second Schleswig War in 1864, Denmark lost the Duchy of Schleswig to Prussia. Denmark remained neutral during World War I, however, in 1920 the northern half of Schleswig became Danish again. In April 1940, a German invasion saw brief military skirmishes while the Danish resistance movement was active from 1943 until the German surrender in May 1945. An industrialised exporter of agricultural produce in the second half of the 19th century, Denmark introduced social and labour-market reforms in the early 20th century that created the basis for the present welfare state model with a highly developed mixed economy.\n The Constitution of Denmark was signed on 5 June 1849, ending the absolute monarchy, which had begun in 1660. It establishes a constitutional monarchy organised as a parliamentary democracy. The government and national parliament are seated in Copenhagen, the nation's capital, largest city, and main commercial centre. Denmark exercises hegemonic influence in the Danish Realm, devolving powers to handle internal affairs. Home rule was established in the Faroe Islands\nin 1948; in Greenland home rule was established in 1979 and further autonomy in 2009. Denmark became a member of the European Economic Community (now the EU) in 1973, but negotiated certain opt-outs; it retains its own currency, the krone. It is among the founding members of NATO, the Nordic Council, the OECD, OSCE, and the United Nations; it is also part of the Schengen Area. Denmark has close ties to its Scandinavian neighbours also linguistically, with the Danish language being partially mutually intelligible with both Norwegian and Swedish.\n Denmark is considered to be one of the most economically and socially developed countries in the world. Danes enjoy a high standard of living and the country ranks highly in some metrics of national performance, including education, health care, protection of civil liberties, democratic governance, LGBT equality, prosperity, and human development. The country ranks as having the world's highest social mobility, a high  level of income equality, has the lowest perceived level of corruption in the world, the eleventh-most developed in the world, has one of the world's highest per capita incomes, and one of the world's highest personal income tax rates.",
  "/wiki/European_Film_College": "European Film College (Danish: Den Europæiske Filmhøjskole) is a film school and a Danish folk high school in Denmark, offering 1-year film foundation programme in practical filmmaking covering the fields of screenwriting, camera, sound, acting, lighting, directing, editing, documentary and producing. The school is based in Ebeltoft and 120 students from around the world graduate from the programme every year.",
  "/wiki/Ebeltoft": "Ebeltoft is an old port town on the central east coast of Denmark with a population of 7,189 (1 January 2019). It is located in Syddjurs municipality in Region Midtjylland on the larger Djursland peninsula of Jutland.\n Ebeltoft is known for its old town center with cobble-stoned streets and centuries-old half-timbered houses. Plans for the conservation of this peculiar environment, was initiated in the 1960s by the city council and the National Museum of Denmark. Apart from this overall old-village charm, Ebeltoft holds several other notable institutions such as Glasmuseet Ebeltoft, one of the world's first glass museums, Fregatten Jylland, the longest wooden warship in the world and the European Film College, offering short and long courses in film making, especially for young people.",
  "/wiki/Folk_High_School": "Folk high schools (also Adult Education Center, Danish: Folkehøjskole; Dutch: Volkshogeschool; Finnish: kansanopisto and työväenopisto or kansalaisopisto; German: Volkshochschule and (a few) Heimvolkshochschule; Norwegian: Folkehøgskole(NB)/Folkehøgskule(NN); Swedish: Folkhögskola; Hungarian: népfőiskola) are institutions for adult education that generally do not grant academic degrees, though certain courses might exist leading to that goal. They are most commonly found in Nordic countries and in Germany, Switzerland and Austria. The concept originally came from the Danish writer, poet, philosopher, and pastor N. F. S. Grundtvig (1783–1872). Grundtvig was inspired by the Marquis de Condorcet's Report on the General Organization of Public Instruction which was written in 1792 during the French Revolution. The revolution had a direct influence on popular education in France. In the United States, a Danish folk school called Danebod was founded in Tyler, Minnesota.\n Despite similar names and somewhat similar goals, the institutions in Germany and Sweden are quite different from those in Denmark and Norway. Folk high schools in Germany and Sweden are in fact much closer to the institutions known as folkeuniversitet in Norway and Denmark, which provide adult education. However, unlike the folkeuniversitet folk high schools in Sweden are not connected with a regular university. The Finnish adult education centers called työväenopisto and kansalaisopisto (Swedish: arbetarinstitut, literally workers' institute) are also part of the adult education tradition.\n Other countries have also been inspired by Grundtvig's concept of popular education. In Nigeria, the United States, and India, a few schools have been built upon Grundtvig's principles for education.",
  "/wiki/Baltic_Film_and_Media_School": "Baltic Film, Media, Arts and Communication School of Tallinn University (BFM) is a film and media school created in 2005 (as Baltic Film and Media School) as a college of Tallinn University, one of the biggest educational institutions in Estonia.\n BFM offers a wide-based education in an international environment. The study programmes offer tools and skills for working on various positions in film production, TV, new media, communication, choreography, art and music.\n BFM provides students with free shooting and post-production equipment, studio space and production support for their creative works, supervised by established professionals from the audiovisual industry.\n The school is situated in Tallinn, the capital of Estonia and the European Capital of Culture in 2011.",
  "/wiki/Tallinn": "Tallinn (/ˈtɑːlɪn, ˈtælɪn/; Estonian: [ˈtɑlʲˑinˑ]; names in other languages) is the capital,  primate and the most populous city of Estonia. Located in the northern part of the country, on the shore of the Gulf of Finland of the Baltic Sea, it has a population of 434,562. Administratively a part of Harju maakond (county), Tallinn is the main  financial, industrial, cultural, educational and research centre of Estonia. Tallinn is located 80 kilometres (50 mi) south of Helsinki, Finland, 320 kilometres (200 mi) west of Saint Petersburg, Russia, 300 kilometres (190 mi) north of Riga, Latvia, and 380 kilometres (240 mi) east of Stockholm, Sweden. It has close historical ties with these four cities. From the 13th century until the first half of the 20th century Tallinn was known in most of the world by its historical German name Reval. \n Tallinn, first mentioned in 1219, received city rights in 1248, but the earliest human settlements date back 5,000 years. The first recorded claim over the land was laid by Denmark in 1219, after a successful raid of Lyndanisse led by king Valdemar II, followed by a period of alternating Scandinavian and Teutonic rulers. Due to its strategic location, the city became a major trade hub, especially from the 14th to the 16th century, when it grew in importance as part of the Hanseatic League. Tallinn's Old Town is one of the best preserved medieval cities in Europe and is listed as a UNESCO World Heritage Site. \n Tallinn has the highest number of start-ups per person among European countries and is a birthplace of many international high technology companies, including Skype and Transferwise. The city is to house the headquarters of the European Union's IT agency. Providing to the global cybersecurity it is the home to the NATO Cyber Defence Centre of Excellence.\nTallinn is ranked as a global city and has been listed among the top ten digital cities in the world. The city was a European Capital of Culture for 2011, along with Turku in Finland.",
  "/wiki/Estonia": "Estonia (Estonian: Eesti [ˈeːsʲti] (listen)), officially the Republic of Estonia (Estonian: Eesti Vabariik), is a country on the eastern coast of the Baltic Sea in Northern Europe. It is bordered to the north by the Gulf of Finland with Finland on the other side, to the west by the Baltic Sea with Sweden on the other side, to the south by Latvia (343 km), and to the east by Lake Peipus and Russia (338.6 km). The territory of Estonia consists of the mainland and of 2,222 islands in the Baltic Sea, covering a total area of 45,227 km2 (17,462 sq mi), water 2,839 km2 (1,096 sq mi), land area 42,388 km2 (16,366 sq mi), and is influenced by a humid continental climate. The official language of the country, Estonian, is the second-most-spoken Finnic language.\n The territory of Estonia has been inhabited since at least 9,000 BC. Ancient Estonians became some of the last European pagans to adopt Christianity - following the Livonian Crusade in the 13th century. After centuries of successive rule by Germans, Danes, Swedes, Poles and Russians, a distinct Estonian national identity began to emerge in the 19th and early 20th centuries. This culminated in independence from Russia in 1920 after a brief War of Independence at the end of World War I. Initially democratic prior to the Great Depression, Estonia experienced authoritarian rule from 1934 during the Era of Silence. During World War II (1939–1945), Estonia was repeatedly contested and occupied by the Soviet Union and Germany, ultimately being incorporated into the former. After the loss of its de facto independence, Estonia's de jure state continuity was preserved by diplomatic representatives and the government-in-exile. In 1987 the peaceful Singing Revolution began against Soviet rule, resulting in the restoration of de facto independence on 20 August 1991.\n The sovereign state of Estonia is a democratic unitary parliamentary republic divided into fifteen counties. Its capital and largest city is Tallinn. With a population of 1.3 million. Estonia is one of the least populous members of the European Union, the Eurozone, the OECD, the Schengen Area, NATO, and from 2020, the United Nations Security Council.\n Estonia, a developed country with an advanced, high-income economy that has been[when?] among the fastest-growing in the EU. The country ranks very high in the Human Development Index, and compares well in measures of economic freedom, civil liberties, education, and press freedom. Estonian citizens receive universal health care, free education, and the longest paid maternity leave in the OECD. One of the world's most digitally-advanced societies,\nin 2005 Estonia became the first state to hold elections over the Internet, and in 2014, the first state to provide e-residency.",
  "/wiki/Academy_of_Media_Arts_Cologne": "The Academy of Media Arts Cologne’s demanding project-based “Media and Fine Art” courses give each student the chance to choose between and individually combine various artistic emphases. “Media and Fine Art” at the KHM can be taken as a 9-semester (undergraduate / diploma I) or a 4-semester (postgraduate / diploma II) course. In both formats, the focus is on the development of artistic projects, supported through interdisciplinary supervision by professors, academic staff and technicians.\n Student work takes place in the KHM’s ateliers, studios and labs, which are furnished with high-quality equipment, reflecting the diversity of the areas of teaching. The connection between artistic praxis and art and media theory discourses, film theory analysis as well aesthetic and philosophical questioning is an integral part of the courses, the teaching and the research.  \n The range of student projects is wide and interdisciplinary. Examples include animation, feature and documentary films, photographic art, video art, experimental films, websites, Internet art, games, sound art and electronic music, art in public space, installations, performances, light art, screenplays, hybrid designs, TV and Internet formats, live directing and camera works. Students realise up to four of their own projects. In addition they also develop work within the framework of seminars and tutorials, some of which are collective pieces.\nThe Academy of Media Arts Cologne’s diploma is internationally comparable with the MFA (Master of Fine Art).  \n The various artistic emphases that can be followed up in the course are organised into four departments: Art, exMedia, Film and Television, and Art and Media Studies, each represented by teaching staff and subject areas.  \n The following study emphases are only a sample of those available and are listed alphabetically:\n•  Animation / 3D-Animation / Games\n•  Art and media studies\n•  Art in public space / Performance\n•  Artistic Photography\n•  Creative production / TV and Internet\n•  Documentary film / Feature film / Live directing\n•  Experimental computer science\n•  Experimental film / Video art\n•  Image design / Camera / Montage\n•  Policy of networks / Interface / Code\n•  Scriptwriting / Storytelling / Dramaturgy\n•  Sound art / Sound studies\nMedia and Fine Art Diploma 1: undergraduate course in 9 semesters\n Media and Fine Art Diploma 2: postgraduate course in 4 semesters\n Doctoral programme \n - Courses begin exclusively in the winter semester \n - The application period starts in October and ends the following January/February \n - Semester fees for German and international students are currently 300 Euro per semester (social security contributions, public transport semester ticket etc.) \n The KHM accepts 70 to 80 new enrolments per winter semester, with an average of around 370 students in total, of which approximately one third are international students. The Academy of Media Arts Cologne diploma is comparable internationally to a MFA (Master of Fine Art). The Kunsthochschulgesetz (Art Colleges Act) provides the legal foundation for the KHM as well as six other art and music colleges in the state of North Rhine-Westphalia.\n The KHM’s doctoral programme offers the possibility to write a philosophical dissertation leading to a university-comparable, academically founded Doctor of Philosophy. A link to artistic praxis is prerequisite to admission. However, the assessment of the dissertation, in all of its elements, remains an academic one. The number of doctoral candidates admitted is between 15 and 20 per year.\n The interdisciplinary approach to teaching and research, the on-going collaboration with other colleges, both domestically and internationally, with cultural institutions, festivals, exhibition organisers as well as the film and media industries paves the way for networks and activities in the areas in which students, doctoral candidates and fellows will work after their degree course: They work successfully, for example, both individually as well as in collectives, as artists, programmers, film directors, camera men and women, scriptwriters, designers, producers or in other self-employed roles. And a substantial number of them now pass on their competence in higher-education teaching roles.",
  "/wiki/Cologne": "Cologne (English: /kəˈloʊn/ kə-LOHN; German: Köln [kœln] (listen); Kölsch: Kölle [ˈkœlə] (listen)) is the largest city of Germany's most populous federal state of North Rhine-Westphalia and the fourth-most populous city in Germany.  With slightly over a million inhabitants (1.08 million) within its city boundaries, Cologne is the largest city on the Rhine and also the most populous city both of the Rhine-Ruhr Metropolitan Region, which is Germany's largest and one of Europe's major metropolitan areas, and of the Rhineland. Centered on the left bank of the Rhine, Cologne is about 45 kilometres (28 mi) southeast of North Rhine-Westphalia's capital of Düsseldorf and 25 kilometres (16 mi) northwest of Bonn. It is the largest city in the Central Franconian and Ripuarian dialect areas.\n The city's Cologne Cathedral (Kölner Dom) is the seat of the Catholic Archbishop of Cologne. There are many institutions of higher education in the city, most notably the  University of Cologne (Universität zu Köln), one of Europe's oldest and largest universities, the Technical University of Cologne (Technische Hochschule Köln), Germany's largest university of applied sciences, and the German Sport University Cologne (Deutsche Sporthochschule Köln), Germany's only sport university. Cologne Bonn Airport (Flughafen Köln/Bonn) is Germany's seventh-largest airport and lies in the southeast of the city. The main airport for the Rhine-Ruhr region is Düsseldorf Airport.\n Cologne was founded and established in Ubii territory in the 1st century AD as the Roman Colonia Claudia Ara Agrippinensium, the first word of which is the origin of its name. An alternative Latin name of the settlement is Augusta Ubiorum, after the Ubii. \"Cologne\", the French version of the city's name, has become standard in English as well. Cologne functioned as the capital of the Roman province of Germania Inferior and as the headquarters of the Roman military in the region until occupied by the Franks in 462. During the Middle Ages the city flourished as being located on one of the most important major trade routes between east and western Europe. Cologne was one of the leading members of the Hanseatic League and one of the largest cities north of the Alps in medieval and Renaissance times. Prior to World War II, the city had undergone several occupations by the French and also by the British (1918–1926). Cologne was one of the most heavily bombed cities in Germany during World War II, with the Royal Air Force (RAF) dropping 34,711 long tons (35,268 tonnes) of bombs on the city.\nThe bombing reduced the population by 95%, mainly due to evacuation, and destroyed almost the entire city. With the intention of restoring as many historic buildings as possible, the successful postwar rebuilding has resulted in a very mixed and unique cityscape.\n Cologne is a major cultural centre for the Rhineland; it hosts more than 30 museums and hundreds of galleries. Exhibitions range from local ancient Roman archeological sites to contemporary graphics and sculpture. The Cologne Trade Fair hosts a number of trade shows such as Art Cologne, imm Cologne, Gamescom, and the Photokina.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.\n Germany includes 16 constituent states, covers an area of 357,386 square kilometres (137,988 sq mi), and has a largely temperate seasonal climate. With 83 million inhabitants, it is the second most populous state of Europe after Russia, the most populous state lying entirely in Europe, as well as the most populous member state of the European Union. Germany is a very decentralised country. Its capital and largest metropolis is Berlin, while Frankfurt serves as its financial capital and has the country's busiest airport.\n Various Germanic tribes have inhabited the northern parts of modern Germany since classical antiquity. A region named Germania was documented before AD 100. Beginning in the 10th century, German territories formed a central part of the Holy Roman Empire. During the 16th century, northern German regions became the centre of the Protestant Reformation. After the collapse of the Holy Roman Empire, the German Confederation was formed in 1815. The German revolutions of 1848–49 resulted in the Frankfurt Parliament establishing major democratic rights. In 1871, Germany became a nation state when most of the German states unified into the Prussian-dominated German Empire. After World War I and the revolution of 1918–19, the Empire was replaced by the parliamentary Weimar Republic. The Nazi seizure of power in 1933 led to the establishment of a dictatorship, World War II, and the Holocaust. After the end of World War II in Europe and a period of Allied occupation, two new German states were founded: West Germany and East Germany. Following the Revolutions of 1989 that ended communist rule in Central and Eastern Europe, the country was reunified on 3 October 1990.\n Today, Germany is a federal parliamentary republic led by a chancellor. It is a great power with a strong economy; it has the world's fourth-largest economy by nominal GDP, and the fifth-largest by PPP. As a global leader in several industrial and technological sectors, it is both the world's third-largest exporter and importer of goods. As a highly developed country with a very high standard of living, it offers  social security and a universal health care system, environmental protections, and a tuition-free university education. The Federal Republic of Germany was a founding member of the European Economic Community in 1957 and the European Union in 1993. It is part of the Schengen Area and became a co-founder of the Eurozone in 1999. Germany is also a member of the United Nations, NATO, the G7, the G20, and the OECD. Known for its long and rich cultural history, Germany has continuously been the home of influential people in the arts, sciences and humanities. Germany has many World Heritage sites and is among the top tourism destinations in the world.",
  "/wiki/Deutsche_Film-_und_Fernsehakademie_Berlin": "The Deutsche Film- und Fernsehakademie Berlin (dffb, German Film and Television Academy Berlin) is a film school in Berlin, Germany.\n In the German film school ranking of FOCUS (Issue 22/2006), the dffb - together with the Academy of Media Arts Cologne and the international filmschool cologne - were ranked as 2nd after the Film Academy Baden-Wuerttemberg. Evaluation criteria were the reputation of the university, the support for the students, the technical equipment and the number of awards won.\n It was established in 1966. Rainer Werner Fassbinder applied for a place at the Berlin Film School (dffb) twice, but was refused.",
  "/wiki/Berlin": "Berlin (/bɜːrˈlɪn/; German: [bɛʁˈliːn] (listen)) is the capital and largest city of Germany by both area and population. Its 3,748,148 (2018) inhabitants make it the  most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions.\n \n Berlin straddles the banks of the River Spree, which flows into the River Havel (a tributary of the River Elbe) in the western borough of Spandau. Among the city's main topographical features are the many lakes in the western and southeastern boroughs formed by the Spree, Havel, and Dahme rivers (the largest of which is Lake Müggelsee). Due to its location in the European Plain, Berlin is influenced by a temperate seasonal climate. About one-third of the city's area is composed of forests, parks, gardens, rivers, canals and lakes. The city lies in the Central German dialect area, the Berlin dialect being a variant of the Lusatian-New Marchian dialects.\n First documented in the 13th century and situated at the crossing of two important historic trade routes, Berlin became the capital of the Margraviate of Brandenburg (1417–1701), the Kingdom of Prussia (1701–1918), the German Empire (1871–1918), the Weimar Republic (1919–1933), and the Third Reich (1933–1945). Berlin in the 1920s was the third largest municipality in the world. After World War II and its subsequent occupation by the victorious countries, the city was divided; West Berlin became a de facto West German exclave, surrounded by the Berlin Wall (1961–1989) and East German territory. East Berlin was declared capital of East Germany, while Bonn became the West German capital. Following German reunification in 1990, Berlin once again became the capital of all of Germany.\n Berlin is a world city of culture, politics, media and science. Its economy is based on high-tech firms and the service sector, encompassing a diverse range of creative industries, research facilities, media corporations and convention venues. Berlin serves as a continental hub for air and rail traffic and has a highly complex public transportation network. The metropolis is a popular tourist destination. Significant industries also include IT, pharmaceuticals, biomedical engineering, clean tech, biotechnology, construction and electronics.\n Berlin is home to world-renowned universities such as the Humboldt Universität zu Berlin (HU Berlin), the Technische Universität Berlin (TU Berlin), the Freie Universität Berlin (Free University of Berlin), the Universität der Künste (University of the Arts, UdK) and the Berlin School of Economics and Law. The city has numerous orchestras, museums, and entertainment venues, and is host to many sporting events. Its Zoological Garden is the most visited zoo in Europe and one of the most popular worldwide. With the world's oldest large-scale movie studio complex, Berlin is an increasingly popular location for international film productions. The city is well known for its festivals, diverse architecture, nightlife, contemporary arts and a very high quality of living. Since the 2000s Berlin has seen the emergence of a cosmopolitan entrepreneurial scene.",
  "/wiki/Film_School": "A film school is any educational institution dedicated to teaching aspects of filmmaking, including such subjects as film production, film theory, digital media production, and screenwriting. Film history courses and hands-on technical training are usually incorporated into most film school curricula. Technical training may include instruction in the use and operation of cameras, lighting equipment, film or video editing equipment and software, and other relevant equipment. Film schools may also include courses and training in such subjects as television production, broadcasting, audio engineering, and animation.",
  "/wiki/Konrad_Wolf_Film_University_of_Babelsberg": "The Film University Babelsberg KONRAD WOLF (German: Filmuniversität Babelsberg KONRAD WOLF) is the oldest and largest film school in Germany. The university offers undergraduate, graduate, as well as post-graduate studies in all fields of the process of filmmaking. In addition it is the only art school in Brandenburg, located together with the Babelsberg Film Studio in the media city Babelsberg.",
  "/wiki/Potsdam": "Potsdam (German pronunciation: [ˈpɔt͡sdam] (listen); Lower Sorbian: Podstupim) is the capital and largest city of the German federal state of Brandenburg. It directly borders the German capital, Berlin, and is part of the Berlin/Brandenburg Metropolitan Region. It is situated on the River Havel some 25 kilometres (16 miles) southwest of Berlin's city centre.\n Potsdam was a residence of the Prussian kings and the German Kaiser until 1918. Its planning embodied ideas of the Age of Enlightenment: through a careful balance of architecture and landscape, Potsdam was intended as \"a picturesque, pastoral dream\" which would remind its residents of their relationship with nature and reason.\n The city lies in an area of interconnected lakes and is distinguished by a series of cultural landmarks, in particular the parks and palaces of Sanssouci, the largest World Heritage Site in Germany. The Potsdam Conference in 1945 was held at Cecilienhof Palace.\n Babelsberg, in the south-eastern part of Potsdam, was already by the 1930s the home of a major film production studio and it has enjoyed success as an important center of European film production since the fall of the Berlin Wall. The Filmstudio Babelsberg is the oldest large-scale film studio in the world.\n Potsdam developed into a centre of science in Germany in the 19th century. Today, there are three public colleges, the University of Potsdam, and more than 30 research institutes in the city.",
  "/wiki/Public_university": "A public university is a university that is in state ownership or receives significant public funds through a national or subnational government, as opposed to a private university. Whether a national university is considered public varies from one country (or region) to another, largely depending on the specific education landscape.",
  "/wiki/Filmakademie_Baden-Württemberg": "The Filmakademie Baden-Wuerttemberg (German: Filmakademie Baden-Württemberg) was founded in 1991 as a publicly funded film school in Ludwigsburg, Baden-Württemberg, Germany. The Filmakademie is one of the most internationally renowned film schools. One of its major distinguishing characteristics is the close collaboration with three other educational institutions on one campus: the Filmakademie´s acclaimed Animationsinstitut (Institute of Animation and Visual Effects); the Atelier Ludwigsburg-Paris, an inter-university master-class on European film production and distribution hosted at the Filmakademie and in cooperation with notable French film school La Fémis in Paris and the National Film and Television School in London; and the neighbouring Academy of Performing Arts. \n The Filmakademie’s international focus is another important aspect of its work. Renowned lecturers from all over the world regularly teach in Ludwigsburg, and exchange programmes with prestigious partner universities in Europe, North and South America, Africa, and Asia give students insights into foreign film worlds. Every year, the Filmakademie Baden-Wuerttemberg organizes a „Hollwood Workshop“ for selected students at the UCLA in Los Angeles as well as a binational short film project in collaboration with students from La Fémis. Incoming students from foreign universities will take part in a course called International Class that offers English-language teaching modules.",
  "/wiki/Ludwigsburg": "Ludwigsburg (German pronunciation: [ˈlʊtvɪçsˌbʊɐ̯k]) is a city in Baden-Württemberg, Germany, about 12 kilometres (7.5 mi) north of Stuttgart city centre, near the river Neckar. It is the largest and primary city of the Ludwigsburg district with about 88,000 inhabitants. It is situated within the Stuttgart Region, and the district is part of the administrative region (Regierungsbezirk) of Stuttgart.",
  "/wiki/Internationale_filmschule_köln": "The international filmschool cologne (ifs) (German: internationale filmschule köln) is a privately funded film school in Cologne, Northrhine-Westphalia, Germany. The film school was founded by Filmstiftung NRW.\n In the German film school ranking of FOCUS (Issue 22/2006), the international filmschool cologne - together with the Academy of Media Arts Cologne and the dffb - were ranked as 2nd after the Film Academy Baden-Wuerttemberg. Evaluation criteria were the reputation of the university, the support for the students, the technical equipment and the number of awards won.",
  "/wiki/Stuttgart_Media_University": "The Hochschule der Medien , also known as Hochschule der Medien Stuttgart, (in English: Media University or Stuttgart Media University), is a state university of media studies in Stuttgart, Germany.  It was formed in 2001 by the union of the former Hochschule für Druck und Medien (founded in 1903, based on an earlier technical school for printing founded in 1853 as the  Fachschule für Buchdruckgewerbe Stuttgart) with the Hochschule für Bibliotheks-und Informationswesen  (founded in 1942 as Büchereifachschule Stuttgart) \n The University offers  Bachelor's and  master's degrees in three faculties:",
  "/wiki/Stuttgart": "Stuttgart (/ˈʃtʊtɡɑːrt/ SHTUUT-gart, also US: /ˈstʌt-, ˈstʊt-/ STU(U)T-; German: [ˈʃtʊtɡaʁt] (listen); Swabian: Schduagert [ˈʒ̊d̥ua̯ɡ̊ɛʕd̥]; names in other languages) is the capital and largest city of the German state of Baden-Württemberg. Stuttgart is located on the Neckar river in a fertile valley known locally as the \"Stuttgart Cauldron\". It lies an hour from the Swabian Jura and the Black Forest. Its urban area has a population of 634,830, making it the sixth largest city in Germany. 2.8 million people live in the city's administrative region and 5.3 million people in its metropolitan area, making it the fourth largest metropolitan area in Germany. The city and metropolitan area are consistently ranked among the top 20 European metropolitan areas by GDP; Mercer listed Stuttgart as 21st on its 2015 list of cities by quality of living,[a] innovation agency 2thinknow ranked the city 24th globally out of 442 cities[b] and the Globalization and World Cities Research Network ranked the city as a Beta-status world city in their 2014 survey., Stuttgart was one of the host cities of the official tournaments for the 1974 and 2006 FIFA World Cup.\n Since the 7th millennium BC, the Stuttgart area has been an important agricultural area and has been host to a number of cultures seeking to utilize the rich soil of the Neckar valley. The Roman Empire conquered the area in 83 AD and built a massive castrum near Bad Cannstatt, making it the most important regional centre for several centuries. Stuttgart's roots were truly laid in the 10th century with its founding by Liudolf, Duke of Swabia, as a stud farm for his warhorses. Initially overshadowed by nearby Cannstatt, the town grew steadily and was granted a charter in 1320. The fortunes of Stuttgart turned with those of the House of Württemberg, and they made it the capital of their county, duchy, and kingdom from the 15th century to 1918. Stuttgart prospered despite setbacks in the Thirty Years' War and devastating air raids by the Allies on the city and its automobile production during World War II. However, by 1952, the city had bounced back and it became the major economic, industrial, tourism and publishing centre it is today.\n Stuttgart is also a transport junction, and possesses the sixth-largest airport in Germany. Several major companies are headquartered in Stuttgart, including Porsche, Bosch, Mercedes-Benz, Daimler AG, and Dinkelacker.\n Stuttgart is unusual in the scheme of German cities. It is spread across a variety of hills (some of them covered in vineyards), valleys (especially around the Neckar river and the Stuttgart basin) and parks. This often surprises visitors who associate the city with its reputation as the \"cradle of the automobile\". The city's tourism slogan is \"Stuttgart offers more\". Under current plans to improve transport links to the international infrastructure (as part of the Stuttgart 21 project), the city unveiled a new logo and slogan in March 2008 describing itself as \"Das neue Herz Europas\" (\"The new Heart of Europe\"). For business, it describes itself as \"Where business meets the future\". In July 2010, Stuttgart unveiled a new city logo, designed to entice more business people to stay in the city and enjoy breaks in the area.\n Stuttgart is a city with a high number of immigrants. According to Dorling Kindersley's Eyewitness Travel Guide to Germany, \"In the city of Stuttgart, every third inhabitant is a foreigner.\" 40% of Stuttgart's residents, and 64% of the population below the age of five, are of immigrant background.",
  "/wiki/Film_School_of_the_Aristotle_University": "The Film School of the Aristotle University of Thessaloniki (AUTH) is a higher educational film school in Greece. It offers a five years 1st and 2nd circle program leading to a degree in film with specialization in one of the schools 8 directions.",
  "/wiki/Thessaloniki": "Thessaloniki (/ˌθɛsələˈniːki/; Greek: Θεσσαλονίκη, romanized: Thessaloníki [θesaloˈnici] (listen)), also known as Thessalonica (English: /ˌθɛsələˈnaɪkə, ˌθɛsəˈlɒnɪkə/), Saloniki or Salonica (/səˈlɒnɪkə, ˌsæləˈniːkə/), is the second-largest city in Greece, with over 1 million inhabitants in its metropolitan area, and the capital of the geographic region of Macedonia, the administrative region of Central Macedonia and the Decentralized Administration of Macedonia and Thrace. It is also known in Greek as η Συμπρωτεύουσα (i Symprōtévousa), literally \"the co-capital\", a reference to its historical status as the Συμβασιλεύουσα (Symvasilévousa) or \"co-reigning\" city of the Eastern Roman (Byzantine) Empire, alongside Constantinople.\n Thessaloniki is located on the Thermaic Gulf, at the northwest corner of the Aegean Sea. It is bounded on the west by the delta of the Axios/Vardar. The municipality of Thessaloniki, the historical center, had a population of 325,182 in 2011, while the Thessaloniki Urban Area had a population of 824,676 and the Thessaloniki Metropolitan Area had 1,030,338 inhabitants in 2011. It is Greece's second major economic, industrial, commercial and political centre; it is a major transportation hub for Greece and southeastern Europe, notably through the Port of Thessaloniki. The city is renowned for its festivals, events and vibrant cultural life in general, and is considered to be Greece's cultural capital. Events such as the Thessaloniki International Fair and the Thessaloniki International Film Festival are held annually, while the city also hosts the largest bi-annual meeting of the Greek diaspora. Thessaloniki was the 2014 European Youth Capital.\n The city of Thessaloniki was founded in 315 BC by Cassander of Macedon. An important metropolis by the Roman period, Thessaloniki was the second largest and wealthiest city of the Byzantine Empire. It was conquered by the Ottomans in 1430, and remained an important seaport and multi-ethnic metropolis during the nearly five centuries of Turkish rule. It passed from the Ottoman Empire to Greece on 8 November 1912. It is home to numerous notable Byzantine monuments, including the Paleochristian and Byzantine monuments of Thessaloniki, a UNESCO World Heritage Site, as well as several Roman, Ottoman and Sephardic Jewish structures. The city's main university, Aristotle University, is the largest in Greece and the Balkans.\n Thessaloniki is a popular tourist destination in Greece. In 2013, National Geographic Magazine included Thessaloniki in its top tourist destinations worldwide, while in 2014 Financial Times FDI magazine (Foreign Direct Investments) declared Thessaloniki as the best mid-sized European city of the future for human capital and lifestyle. Among street photographers, the center of Thessaloniki is also considered the most popular destination for street photography in Greece.",
  "/wiki/Greece": "Greece (Greek: Ελλάδα), officially the Hellenic Republic (Greek: Ελληνική Δημοκρατία), historically also known as Hellas, is a country located in Southeast Europe. Its population is approximately 10.7 million as of 2018; Athens, the nation's capital, is its largest city, followed by Thessaloniki.\n Situated on the southern tip of the Balkan Peninsula, Greece is located at the crossroads of Europe, Asia, and Africa. It shares land borders with Albania to the northwest, North Macedonia and Bulgaria to the north, and Turkey to the northeast. The Aegean Sea lies to the east of the mainland, the Ionian Sea to the west, the Cretan Sea and the Mediterranean Sea to the south. Greece has the longest coastline on the Mediterranean Basin and the 11th longest coastline in the world at 13,676 km (8,498 mi) in length, featuring many islands, of which 227 are inhabited. Eighty percent of Greece is mountainous, with Mount Olympus being the highest peak at 2,918 metres (9,573 ft). The country consists of nine traditional geographic regions: Macedonia, Central Greece, the Peloponnese, Thessaly, Epirus, the Aegean Islands (including the Dodecanese and Cyclades), Thrace, Crete, and the Ionian Islands.\n Greece is considered the cradle of Western civilisation, being the birthplace of democracy, Western philosophy, Western literature, historiography, political science, major scientific and mathematical principles, Western drama and the Olympic Games. From the eighth century B.C., the Greeks were organised into various independent city-states, known as poleis (singular polis), which spanned the entire Mediterranean region and the Black Sea. Philip of Macedon united most of the Greek mainland in the fourth century BC, with his son Alexander the Great rapidly conquering much of the ancient world, from the eastern Mediterranean to India. Greece was annexed by Rome in the second century B.C., becoming an integral part of the Roman Empire and its successor, the Byzantine Empire, which adopted the Greek language and culture. The Greek Orthodox Church, which emerged in the first century A.D., helped shape modern Greek identity and transmitted Greek traditions to the wider Orthodox World. After falling under Ottoman dominion in the mid-15th century, Greece emerged as a modern nation state in 1830 following a war of independence. The country's rich historical legacy is reflected in part by its 18 UNESCO World Heritage Sites.\n Greece is a unitary parliamentary republic and developed country with an advanced high-income economy, a high quality of life, and a very high standard of living. Its economy is the largest in the Balkans, where it is an important regional investor. A founding member of the United Nations, Greece was the tenth member to join the European Communities (precursor to the European Union) and has been part of the Eurozone since 2001. It is also a member of numerous other international institutions, including the Council of Europe, the North Atlantic Treaty Organization (NATO), the Organisation for Economic Co-operation and Development (OECD), the World Trade Organization (WTO), the Organization for Security and Co-operation in Europe (OSCE), and the Organisation internationale de la Francophonie (OIF). Greece's unique cultural heritage, large tourism industry, prominent shipping sector and geostrategic importance[a] classify it as a middle power.",
  "/wiki/La_Femis": "La Fémis (French: École Nationale Supérieure des Métiers de l'Image et du Son, formerly known as the Institut des hautes études cinématographiques, IDHEC) is the film and television school of PSL Research University. \n FEMIS (pronounced [femis]) is an acronym for Fondation Européenne pour les Métiers de l'Image et du Son. Based in Paris, it offers courses balanced between artistic research, professional development and technical training.\n In 2012, The Hollywood Reporter rated La fémis no.6 in its best international film school rankings (it included U.S.-based film schools)  and no.3 in its 2014 best international film school rankings (it excluded U.S.-based film schools). Its alumni have won three of the world's most prestigious film prizes - Cannes Film Festival's Golden Palm, Venice Film Festival's Golden Lion and Berlin International Film Festival's Golden Bear - ten times, making it the most rewarded film school in the world, preceding the Beijing Film Academy and the Tisch School of the Arts of New York City, in winning those three prizes.",
  "/wiki/National_Film_School_in_Łódź": "The Leon Schiller National Higher School of Film, Television and Theatre in Łódź (Państwowa Wyższa Szkoła Filmowa, Telewizyjna i Teatralna im. Leona Schillera w Łodzi) is the leading Polish academy for future actors, directors, photographers, camera operators and TV staff. It was founded on 8 March 1948 in Łódź and was initially planned to be moved to Warsaw as soon as the city was rebuilt after its destruction during World War II and the Warsaw Uprising. However, in the end the school remained in Łódź and is one of the most prominent institutions of higher education in the city.",
  "/wiki/Łódź": "Łódź (Polish: [wutɕ] (listen)), written in English as Lodz,[a] is the third-largest city in Poland and a former industrial centre. Located in the central part of the country, it has a population of 682,679 (2019). It is the capital of Łódź Voivodeship, and is located approximately 120 kilometres (75 mi) south-west of Warsaw. The city's coat of arms is an example of canting, as it depicts a boat (łódź in Polish), which alludes to the city's name.\n Łódź was once a small settlement that first appeared in written records in around 1332. In the early 15th century it was granted city rights, but remained a rather small and insubstantial town. It was the property of Kuyavian bishops and clergy until the end of the 18th century, when Łódź was annexed by Prussia as a result of the second partition of Poland. Following the collapse of the independent Duchy of Warsaw, the city became part of Congress Poland, a client state of the Russian Empire. It was then that Łódź experienced rapid growth in the cloth industry and in population due to the inflow of migrants, most notably Germans and Jews. Ever since the industrialization of the area, the city has struggled with many difficulties such as multinationalism and social inequality, which were vividly documented in the novel The Promised Land written by Polish Nobel Prize-winning author Władysław Reymont. The contrasts greatly reflected on the architecture of the city, where luxurious mansions coexisted with redbrick factories and dilapidated tenement houses.\n After Poland regained its independence in 1918, Łódź grew to be one of the largest Polish cities and one of the most multicultural and industrial centers in Europe. The interbellum period saw rapid development in education and healthcare. After the invasion of Poland in 1939, the German Army captured the city and renamed it Litzmannstadt in honour of the German general Karl Litzmann, who was victorious near the area during World War I. The city's large Jewish population was forced into a walled zone known as the Łódź Ghetto, from which they were sent to German concentration and extermination camps. Following the occupation of the city by the Soviet Army, Łódź, which sustained insignificant damage during the war, became part of the newly established Polish People's Republic.\n After years of relative prosperity during the socialist era, Łódź experienced a sharp decline after the fall of industries and communism throughout Central and Eastern Europe. It was only in the 2010s that the city began to experience revitalization of its downtown area. Łódź is internationally known for its National Film School, a cradle for the most renowned Polish actors and directors, including Andrzej Wajda and Roman Polanski, and in 2017 was inducted into the UNESCO Creative Cities Network and named UNESCO City of Film.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin.\n Poland is bordered by the Baltic Sea, Lithuania, and Russia's Kaliningrad Oblast to the north, Belarus and Ukraine to the east, Slovakia and the Czech Republic to the south, and Germany to the west.\n The history of human activity on Polish soil spans almost 500,000 years. Throughout the Iron Age the area became extensively diverse, with various cultures and tribes settling on the vast Central European Plain. However, it was the Western Polans who dominated the region and gave Poland its name. The establishment of Polish statehood can be traced to AD 966, when Mieszko I, ruler of the realm coextensive with the territory of present-day Poland, converted to Christianity. The Kingdom of Poland was founded in 1025, and in 1569 it cemented its longstanding political association with the Grand Duchy of Lithuania by signing the Union of Lublin. This union formed the Polish–Lithuanian Commonwealth, one of the largest (over 1,000,000 square kilometres - 400,000 square miles) and most populous countries of 16th and 17th century Europe, with a uniquely liberal political system which adopted Europe's first written national constitution, the Constitution of 3 May 1791.\n With the passing of prominence and prosperity, the country was partitioned by neighbouring states at the end of the 18th century, and regained its independence in 1918 with the Treaty of Versailles. After a series of territorial conflicts, the new multi-ethnic Poland restored its position as a key player in European politics. In September 1939, World War II started with the invasion of Poland by Germany, followed by the Soviet Union invading Poland in accordance with the Molotov–Ribbentrop Pact. Around six million  Polish citizens, including 90% of the country's Jews, perished in the war. In 1947, the Polish People's Republic was established as a satellite state under Soviet influence. In the aftermath of the Revolutions of 1989, most notably through the emergence of the Solidarity movement, Poland reestablished itself as a presidential democratic republic.\n Poland has a developed market and is a regional power in Central Europe, with the largest stock exchange in the East-Central European zone. It has the sixth largest economy by GDP (nominal) in the European Union and the tenth largest in all of Europe. It's one of the most dynamic economies in the world, simultaneously achieving a very high rank on the Human Development Index. Poland is a developed country, which maintains a high-income economy along with very high standards of living, life quality, safety, education, and economic freedom. Alongside a developed school educational system, the state also provides free university education, social security, and a universal health care system. The country has 16 UNESCO World Heritage Sites, 15 of which are cultural.\n Poland is a member state of the European Union, the Schengen Area, the United Nations, NATO, the OECD, the Three Seas Initiative, the Visegrád Group, and guested at the G20.",
  "/wiki/Krastyo_Sarafov_National_Academy_for_Theatre_and_Film_Arts": "The Krastyo Sarafov National Academy for Theatre and Film Arts (Национална академия за театрално и филмово изкуство „Кръстьо Сарафов“, usually abbreviated as НАТФИЗ, NATFA) is an institution of higher education based in Sofia, the capital of Bulgaria.\n It is the first Bulgarian university in the field of theatre and film arts. It was founded in 1948, being the only public and state-run institution of its kind in the country.\n The academy, welcoming about 120 new students a year (including 20 international students), is located in three neighbouring buildings in the centre of Sofia, and includes a Training Drama Theatre (since 1957), a Training Puppet Theatre (since 1966), a cinema and video hall and an educational audiovisual centre, as well as an academic information centre that stores 60,000 volumes of Bulgarian and international literature. NATFA has a student dormitory in Studentski grad.\n As of 2006, new actors are taught by leading Bulgarian professors in acting in the classes of professors Stefan Danailov,  Dimitrina Gyurova, Zdravko Mitkov, Margarita Mladenova, Plamen Markov, Snezhina Tankovska, and Atanas Atanasov.[citation needed]",
  "/wiki/Sofia": "Sofia (/ˈsoʊfiə, ˈsɒf-, soʊˈfiːə/ SOH-fee-ə, SOF-; Bulgarian: София, romanized: Sofiya, IPA: [ˈsɔfijɐ] (listen)) is the capital and largest city of Bulgaria.  The city is at the foot of Vitosha mountain in the western part of the country. Being in the centre of the Balkans, it is midway between the Black Sea and the Adriatic Sea, and closest to the Aegean Sea.\n Sofia is the 13th largest city in the European Union. The city is surrounded by mountains, such as Mount Vitosha by the southern side, Lyulin by the western side, and the Balkan Mountains by the north, which makes it the second highest European capital after Madrid. The city is built on the Iskar river, and has many mineral springs, such as the Sofia Central Mineral Baths. Sofia has a humid continental climate. \n Sofia has been described as the 'triangle of religious tolerance'.  This is due to the fact that three colossal temples of the three world major religions - Christianity, Islam and Judaism, reside inside the borders of the city, which are the Sveta Nedelya Church, Banya Bashi Mosque and Sofia Synagogue.  \n Being Bulgaria's primate city, Sofia is a hometown of many of the major local universities, cultural institutions and commercial companies. Sofia is one of the top ten best places for start-up businesses in the world, especially in information technologies. Sofia was Europe's most affordable capital to visit in 2013. In 1979, the Boyana Church in Sofia was included onto the World Heritage List, and it was deconstructed in the Second Bulgarian Empire, holding a lot of symbolic heritage to the Bulgarian Orthodox Church. \n With its cultural significance in Eastern Europe, Sofia is home to the National Opera and Ballet of Bulgaria, the National Palace of Culture, the Vasil Levski National Stadium, the Ivan Vazov National Theatre, the National Archaeological Museum, and the Serdica Amphitheatre. The Museum of Socialist Art includes a lot of sculptures and posters that educate visitors about the lifestyle in communist Bulgaria.  \n The population of Sofia declined down from 70,000 in the late 18th century, through 19,000 in 1870, to 11,649 in 1878 and began increasing. Sofia hosts some 1.23 million residents within a territory of 492 km2, a concentration of 17.5% of the country population within the 200th percentile of the country territory. The urban area of Sofia hosts some 1.54 million residents within 5723 km², which comprises Sofia City Province and parts of Sofia Province (Dragoman, Slivnitsa, Kostinbrod, Bozhurishte, Svoge, Elin Pelin, Gorna Malina, Ihtiman, Kostenets) and Pernik Province (Pernik, Radomir), representing 5.16% of the country territory. The metropolitan area of Sofia is based upon one hour of car travel time, stretches internationally and includes Dimitrovgrad in Serbia. Unlike most European metropolitan areas, it is not to be defined as a substantially functional metropolitan area, but is of the type with \"limited variety of functions\". The metropolitan region of Sofia is inhabited by a population of 1.68 million and is made up of the whole provinces Sofia City, Sofia and Pernik, comprising more than 10,000 km².",
  "/wiki/Bulgaria": "Bulgaria (/bʌlˈɡɛəriə, bʊl-/ (listen); Bulgarian: България, romanized: Balgariya), officially the Republic of Bulgaria (Bulgarian: Република България, romanized: Republika Balgariya, IPA: [rɛˈpublikɐ bɐɫˈɡarijɐ]), is a country in Southeast Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres (42,855 sq mi), Bulgaria is Europe's 16th-largest country.\n One of the earliest societies in the lands of modern-day Bulgaria was the Neolithic Karanovo culture, which dates back to 6,500 BC. In the 6th to 3rd century BC the region was a battleground for Thracians, Persians, Celts and ancient Macedonians; stability came when the Roman Empire conquered the region in AD 45. The Eastern Roman, or Byzantine, Empire lost some of these territories to an invading Bulgar horde in the late 7th century. The Bulgars founded the First Bulgarian Empire in AD 681, which dominated most of the Balkans and significantly influenced Slavic cultures by developing the Cyrillic script. This state lasted until the early 11th century, when Byzantine emperor Basil II conquered and dismantled it. A successful Bulgarian revolt in 1185 established a Second Bulgarian Empire, which reached its apex under Ivan Asen II (1218–1241). After numerous exhausting wars and feudal strife, the Second Bulgarian Empire disintegrated in 1396 and its territories fell under Ottoman rule for nearly five centuries.\n The Russo-Turkish War of 1877–78 resulted in the formation of the current Third Bulgarian State. Many ethnic Bulgarian populations were left outside its borders, which led to several conflicts with its neighbours and an alliance with Germany in both world wars. In 1946 Bulgaria became a one-party socialist state and part of the Soviet-led Eastern Bloc. The ruling Communist Party gave up its monopoly on power after the revolutions of 1989 and allowed multi-party elections. Bulgaria then transitioned into a democracy and a market-based economy.\n Since adopting a democratic constitution in 1991, the sovereign state has been a unitary parliamentary republic with a high degree of political, administrative, and economic centralisation. The population of seven million resides mainly in Sofia and the capital cities of the 27 provinces. The population has declined since the late 1980s.\n Bulgaria is a member of the European Union, NATO, and the Council of Europe; it is a founding state of the Organization for Security and Co-operation in Europe (OSCE) and has taken a seat on the UN Security Council three times. Its market economy is part of the European Single Market and mostly relies on services, followed by industry—especially machine building and mining—and agriculture. Bulgaria is a developing country and ranks 52nd in the Human Development Index, the lowest development rank in the EU alongside Romania. Widespread corruption is a major socioeconomic issue; it ranked as the most corrupt country in the European Union in 2018.",
  "/wiki/Filmacademy_Vienna": "The Film Academy Vienna (Filmakademie Wien) is the Institute for Film and Television at the University of Music and Performing Arts, Vienna.",
  "/wiki/Vienna": "Vienna (/viˈɛnə/ (listen); German: Wien [viːn] (listen)) is the national capital, largest city, and one of nine states of Austria. Vienna is Austria's most populous city, with about 1.9 million inhabitants (2.6 million within the metropolitan area, nearly one third of the country's population), and its cultural, economic, and political centre. It is the 6th-largest city by population within city limits in the European Union.\n Until the beginning of the 20th century, it was the largest German-speaking city in the world, and before the splitting of the Austro-Hungarian Empire in World War I, the city had 2 million inhabitants. Today, it is the second-largest German-speaking city after Berlin. Vienna is host to many major international organizations, including the United Nations, OPEC, and the OSCE. The city is located in the eastern part of Austria and is close to the borders of Czechia, Slovakia, and Hungary. These regions work together in a European Centrope border region. Along with nearby Bratislava, Vienna forms a metropolitan region with 3 million inhabitants. In 2001, the city centre was designated a UNESCO World Heritage Site. In July 2017 it was moved to the list of World Heritage in Danger.\n Additionally to being known as the \"City of Music\" due to its musical legacy, Vienna is also said to be the \"City of Dreams\", because of it being home to the world's first psychoanalyst Sigmund Freud. Vienna's ancestral roots lie in early Celtic and Roman settlements that transformed into a Medieval and Baroque city. It is well known for having played a pivotal role as a leading European music centre, from the age of Viennese Classicism through the early part of the 20th century. The historic centre of Vienna is rich in architectural ensembles, including Baroque palaces and gardens, and the late-19th-century Ringstraße lined with grand buildings, monuments and parks.\n Vienna is known for its high quality of life. In a 2005 study of 127 world cities, the Economist Intelligence Unit ranked the city first (in a tie with Vancouver and San Francisco) for the world's most liveable cities. Between 2011 and 2015, Vienna was ranked second, behind Melbourne. In 2018, it replaced Melbourne as the number one spot  and continued as the first in 2019. For ten consecutive years (2009–2019), the human-resource-consulting firm Mercer ranked Vienna first in its annual \"Quality of Living\" survey of hundreds of cities around the world. Monocle's 2015 \"Quality of Life Survey\" ranked Vienna second on a list of the top 25 cities in the world \"to make a base within.\"\n The UN-Habitat classified Vienna as the most prosperous city in the world in 2012/2013. The city was ranked 1st globally for its culture of innovation in 2007 and 2008, and sixth globally (out of 256 cities) in the 2014 Innovation Cities Index, which analyzed 162 indicators in covering three areas: culture, infrastructure, and markets. Vienna regularly hosts urban planning conferences and is often used as a case study by urban planners.\n Between 2005 and 2010, Vienna was the world's number-one destination for international congresses and conventions. It attracts over 6.8 million tourists a year.",
  "/wiki/Austria": "Austria (/ˈɒstriə/ (listen), /ˈɔːs-/; German: Österreich [ˈøːstɐʁaɪ̯ç] (listen)), officially the Republic of Austria (German: Republik Österreich, listen (help·info)), is a landlocked East Alpine country in the southern part of Central Europe. It is composed of nine federated states (Bundesländer), one of which is Vienna, Austria's capital and its largest city. It is bordered by Germany to the northwest, Czech Republic to the north, Slovakia to the northeast, Hungary to the east, Slovenia and Italy to the south, and Switzerland and Liechtenstein to the west. Austria occupies an area of 83,879 km2 (32,386 sq mi) and has a population of nearly 9 million people. While German is the country's official language, many Austrians communicate informally in a variety of Bavarian dialects.\n Austria initially emerged as a margraviate around 976 and developed into a duchy and archduchy. In the 16th century, Austria started serving as the heart of the Habsburg Monarchy and the junior branch of the House of Habsburg – one of the most influential royal dynasties in history. As an archduchy, it was a major component and administrative centre of the Holy Roman Empire. Early in the 19th century, Austria established its own empire, which became a great power and the leading force of the German Confederation but pursued its own course independently of the other German states. Following the Austro-Prussian War and the compromise with Hungary, the Dual Monarchy was established.\n Austria was involved in World War I under Emperor Franz Joseph following the assassination of Archduke Ferdinand, the presumptive successor to the Austro-Hungarian throne. After the defeat and the dissolution of the Monarchy, the Republic of German-Austria was proclaimed with the intent of the union with Germany, which eventually failed because of the Allied Powers and the state remained unrecognized. In 1919 the First Austrian Republic became the legal successor of Austria. In 1938, the Austrian-born Adolf Hitler, who became the Chancellor of the German Reich, achieved the annexation of Austria by the Anschluss. Following the defeat of Nazi Germany in 1945 and an extended period of Allied occupation, Austria was re-established as a sovereign and self-governing democratic nation known as the Second Republic.\n Austria is a parliamentary representative democracy with a directly elected Federal President as head of state and a Chancellor as head of the federal government. Major urban areas of Austria include Graz, Linz, Salzburg and Innsbruck. Austria is consistently ranked in the top 20 richest countries in the world by GDP per capita terms. The country has achieved a high standard of living and in 2018 was ranked 20th in the world for its Human Development Index. Vienna consistently ranks in the top internationally on quality-of-life indicators.\n The Second Republic declared its perpetual neutrality in foreign political affairs in 1955. Austria has been a member of the United Nations since 1955 and joined the European Union in 1995. It plays host to the OSCE and OPEC and is a founding member of the OECD and Interpol. Austria also signed the Schengen Agreement in 1995, and adopted the euro currency in 1999.",
  "/wiki/List_of_film_schools": "The following is a list of notable film schools grouped by country. Around the world, there are institutions both public and private dedicated to teaching film either as a department in a larger university, or as a stand-alone entity. There is also a distinction between film programs in existing private colleges and art schools, and purely for-profit institutions. The popularity of film and television production courses has exponentially increased since the 1980s and there are now more than 1,200 known institutions offering such courses around the world."
}