{
  "/wiki/Johannesburg": "Johannesburg (/dʒoʊˈhænɪsbɜːrɡ/ joh-HAN-iss-burg, also US: /-ˈhɑːn-/ -⁠HAHN-; Afrikaans: [jʊəˈɦanəsbœrχ]; Zulu and Xhosa: eGoli), informally known as Jozi or Joburg, is the largest city in South Africa and one of the 50 largest urban areas in the world. It is the provincial capital and largest city of Gauteng, which is the wealthiest province in South Africa. Johannesburg is the seat of the Constitutional Court. The city is located in the mineral-rich Witwatersrand range of hills and is the centre of large-scale gold and diamond trade, It was one of the host cities of the official tournament of the 2010 FIFA World Cup.",
  "/wiki/Regenesys_Business_School": "Regenesys Business School is one of the top 5 private business schools based in Johannesburg, South Africa. The Regenesys Group includes Regenesys School of Public Management, Regenesys Foundation, MyWealth Investments, a loans department and having campuses in South Africa, Mumbai and Lagos. Regenesys India is also the first business school in India to give financial aid to students.",
  "/wiki/CIDA_City_Campus": "CIDA City Campus is an accredited university, founded in 2000, located in Lyndhurst, Johannesburg. It offers three year degrees in Bachelor of Business Administration.",
  "/wiki/Gordon_Institute_of_Business_Science": "Gordon Institute of Business Science (GIBS Business School) is a business school in South Africa and an affiliate of the University of Pretoria. It is located in the heart of Illovo, Johannesburg, close to the Sandton financial and commercial business hub. GIBS is accredited by the Council on Higher Education (CHE) and internationally by Association of MBAs (AMBA).",
  "/wiki/University_of_Pretoria": "The University of Pretoria (Afrikaans: Universiteit van Pretoria, Northern Sotho: Yunibesithi ya Pretoria) is a multi-campus public research university in Pretoria, the administrative and de facto capital of South Africa. The university was established in 1908 as the Pretoria campus of the Johannesburg-based Transvaal University College and is the fourth South African institution in continuous operation to be awarded university status. The university has grown from the original 32 students in a single late Victorian house to approximately 49,000 in 2015. The University was built on 7 suburban campuses on 1,120 hectares (2,800 acres).",
  "/wiki/Association_of_MBAs": "The Association of MBAs (AMBA) is a global organisation founded in 1967 which focuses primarily on international business school accreditation and membership.",
  "/wiki/AACSB": "The Association to Advance Collegiate Schools of Business, also known as AACSB International, is an American professional organization. It was founded in 1916 to provide accreditation to business schools.:2Not all AACSB members are accredited and AACSB does not accredit for-profit schools.",
  "/wiki/University_of_KwaZulu-Natal": "The University of KwaZulu-Natal (UKZN) is a university with five campuses in the province of KwaZulu-Natal in South Africa. It was formed on 1 January 2004 after the merger between the University of Natal and the University of Durban-Westville.",
  "/wiki/Durban": "Durban (Zulu: eThekwini, from itheku meaning \"bay/lagoon\") is the third most populous city in South Africa after Johannesburg and Cape Town and the largest city in the South African province of KwaZulu-Natal. Located on the east coast of South Africa, Durban is the busiest port in the country. It is also one of the major centres of tourism because of the city's warm subtropical climate and extensive beaches. Durban forms part of the eThekwini Metropolitan Municipality, which includes neighboring towns and has a population of about 3.44 million, making the combined municipality one of the biggest cities on the Indian Ocean coast of the African continent. It is also the second most important manufacturing hub in South Africa after Johannesburg. In May 2015, Durban was officially recognized as one of the New 7 Wonders Cities, Durban was one of the host cities for the 2010 FIFA World Cup.",
  "/wiki/Henley_Management_College,_South_Africa": "Henley Business School, Africa (formerly Henley Management College, South Africa), in the Paulshof suburb of Johannesburg, is a campus of the British-based Henley Business School, one of the oldest business schools in Europe with operations in 17 countries across the globe. The African institution shares international accreditation with its parent and is also locally accredited in South Africa.  The South African campus has offered the MBA in South Africa since 1992.  In 2002, the South African location became a fully owned subsidiary of the British parent. As the operation in South Africa is the only Henley Business School in the African continent, it has students living in neighbouring countries studying and being supported through this office.",
  "/wiki/Henley_Management_College": "Henley Business School  is the business school of the University of Reading. It was formed by merging the previously independent Henley Management College, formerly the Administrative Staff College, with the existing business school of the University of Reading. As a result of the merger it now occupies two sites: Greenlands Campus, near the town of Henley-on-Thames, the original site of the Henley Management College, and Whiteknights Campus in Reading.",
  "/wiki/EQUIS": "The EFMD Quality Improvement System (EQUIS) is a school accreditation system. It specializes in higher education institutions of management and business administration, run by the European Foundation for Management Development (EFMD). EQUIS has accredited 172 institutions in 41 countries around the world.",
  "/wiki/Management_College_of_Southern_Africa": "(MANCOSA) is a distance education institution located in Durban, South Africa. It is a private higher education institution,  established in 1995 as a post-apartheid empowerment institution, offering affordable and accessible management education primarily to persons previously denied access to postgraduate education.",
  "/wiki/Milpark_Business_School": "Milpark Education is a South African private educational institution offering business education, established in 1997. It offers both distance learning and contact learning options, although its qualifications are offered primarily via distance learning.  Its qualifications are accredited by the Council on Higher Education.",
  "/wiki/Nelson_Mandela_University": "Nelson Mandela University (NMU), formerly known as University of Port Elizabeth (UPE), is a South African university with its main administration in the coastal city of Port Elizabeth. Nelson Mandela University was founded through a merger of three institutions in January 2005, but its history dates back to 1882, with the foundation of the Port Elizabeth Art School.",
  "/wiki/Port_Elizabeth": "Port Elizabeth or The Bay (Xhosa: iBhayi; Afrikaans: Die Baai [di ˈbɑːi]) is  a major seaport city located on the south eastern coast of South Africa in the Eastern Cape province.  Situated along the shores of Algoa Bay, Port Elizabeth is an important commerce hub, cultural centre and recreational gateway.  Port Elizabeth is often shortened to PE while it is also known as “The Friendly City” colloquially. Port Elizabeth is part of the Nelson Mandela Bay Municipality, which incorporates the  towns Uitenhage and Dispatch.  It is the southernmost city on the African continent, and was a host cities for the 2010 FIFA World Cup.  Various Fortune 500 companies are present or have their African operations headquartered in the city.",
  "/wiki/North-West_University": "The North-West University (NWU) is a South African university with three campuses at Potchefstroom, Mahikeng (Previously Mafikeng) and Vanderbijlpark, South Africa. In Potchefstroom is the head office of the University. With its merged status, the North-West University became one of the largest universities in South Africa and has 64 081 students (full-time and distance education).",
  "/wiki/Mafikeng": "Mahikeng, still commonly known as Mafikeng and previously Mafeking, is the capital city of the North-West Province of South Africa.",
  "/wiki/Potchefstroom": "Potchefstroom (Afrikaans pronunciation: [/pɔt͡ʃɛfstruəm/], colloquially Potch) is an academic city in the North West Province of South Africa. It hosts the Potchefstroom Campus of the North-West University. Potchefstroom is on the Mooi Rivier (Afrikaans for \"pretty (or beautiful) river\"), roughly 120 km (75 mi) west-southwest of Johannesburg and 45 km (28 mi) east-northeast of Klerksdorp. Potchefstroom, together with Rustenburg, is the second-largest city in the North West Province. The largest city, Klerksdorp, is about 45 kilometres (28 mi) away.",
  "/wiki/Regent_Business_School": "For the Regent's Business School in London - see Regent's Business School London.",
  "/wiki/Rhodes_University": "Rhodes University is a public research university located in Grahamstown in the Eastern Cape Province of South Africa. It is one of four universities in the province. Established in 1904, Rhodes University is the province's oldest university, and it is the fifth or sixth oldest South African university in continuous operation, being preceded by the University of the Free State (1904), University of Witwatersrand (1896), Stellenbosch University (1866) and the University of Cape Town (1829). Rhodes was founded in 1904 as Rhodes University College, named after Cecil Rhodes, through a grant from the Rhodes Trust. It became a constituent college of the University of South Africa in 1918 before becoming an independent university in 1951.",
  "/wiki/Grahamstown": "Makhanda (formerly Grahamstown; Afrikaans: Grahamstad, Xhosa: iRhini) is a town[a] of about 70,000 people in the Eastern Cape province of South Africa. It is situated about 110 kilometres (70 mi) northeast of Port Elizabeth and 130 kilometres (80 mi) southwest of East London. Makhanda is the largest town in the Makana Local Municipality, and the seat of the municipal council. It also hosts Rhodes University, the Eastern Cape Division of the High Court, The South African Library for the Blind (SALB) and a diocese of the Anglican Church of Southern Africa and 6 South African Infantry Battalion.",
  "/wiki/Cape_Town": "Cape Town (Afrikaans: Kaapstad) [ˈkɑːpstat]; Xhosa: iKapa) is the second most populous city in South Africa after Johannesburg and also the legislative capital of South Africa. Colloquially named the Mother City, it is the largest city of the Western Cape province. It forms part of the City of Cape Town metropolitan municipality, The Parliament of South Africa sits in Cape Town. The other two capitals are located in Pretoria (the executive capital where the Presidency is based) and Bloemfontein (the judicial capital where the Supreme Court of Appeal is located). The city is known for its harbour, for its natural setting in the Cape Floristic Region, and for landmarks such as Table Mountain and Cape Point. Cape Town is home to 64% of the Western Cape's population. The city was named the World Design Capital for 2014 by the International Council of Societies of Industrial Design. In 2014, Cape Town was named the best place in the world to visit by both The New York Times and The Daily Telegraph., Cape Town was one of the host cities of the 2010 FIFA World Cup.",
  "/wiki/Umalusi": "The National Senior Certificate or NSC is a high school diploma and graduate certificate of South Africa. This certificate is commonly known as the matriculation (matric) certificate, with grade 12 as the matriculation grade. The NSC, previously known as the Further Education and Training Certificate or FETC, replaced the Senior Certificate effectively in 2008,  was phased in starting with grade 10 in 2006.",
  "/wiki/UNISA": "The University of South Africa (UNISA), known colloquially as Unisa, is the largest university system in South Africa by enrollment. It attracts a third of all higher education students in South Africa. Through various colleges and affiliates,  UNISA has over 350,000 students, including international students from 130 countries worldwide, making it one of the world's mega universities and the only such university in Africa.",
  "/wiki/Midrand": "Midrand is a municipality in central Gauteng Province, South Africa. It is situated in-between  Centurion and Sandton, and is part of the City of Johannesburg Metropolitan Municipality.",
  "/wiki/The_Independent_Institute_of_Education": "The Independent Institute of Education (IIE) is a private higher education institution in South Africa and is a wholly owned subsidiary of investment holding company ADvTECH Group Limited. The IIE confers a range of tertiary qualifications, through various faculties, via a number of academic institutions in South Africa, including Vega, Varsity College, Rosebank College and The Business School at Varsity College.",
  "/wiki/Tshwane_University_of_Technology_Business_School": "Tshwane University of Technology (TUT) (Afrikaans Tshwane-Universiteit vir Tegnologie) is a higher education institution in South Africa that came into being through a merger of three technikons — Technikon Northern Gauteng, Technikon North-West and Technikon Pretoria.",
  "/wiki/Tshwane_University_of_Technology": "Tshwane University of Technology (TUT) (Afrikaans Tshwane-Universiteit vir Tegnologie) is a higher education institution in South Africa that came into being through a merger of three technikons — Technikon Northern Gauteng, Technikon North-West and Technikon Pretoria.",
  "/wiki/Pretoria": "Pretoria (/prɪˈtɔːriə/ pri-TOR-ee-ə; Zulu: ePitoli; Tswana: Tshwane) is the fourth most populous city in South Africa after Durban and is an administrative capital of South Africa. It straddles the Apies River and has spread eastwards into the foothills of the Magaliesberg mountains. It is one of the country's three capital cities, serving as the seat of the administrative branch of government (Cape Town is the legislative capital and Bloemfontein the judicial capital), and of foreign embassies to South Africa. Pretoria has a reputation for being an academic city with three universities, the Tshwane University of Technology (TUT), University of Pretoria (UP), and the University of South Africa (UNISA), also home to the Council for Scientific and Industrial Research (CSIR), and the Human Sciences Research Council. The city also hosts the National Research Foundation and the South African Bureau of Standards making the city a hub for research. Pretoria is the central part of the Tshwane Metropolitan Municipality which was formed by the amalgamation of several former local authorities including Centurion and Soshanguve. There have been proposals to change the name of Pretoria itself to Tshwane and the proposed name change has caused some public controversy, Pretoria was one of the host cities of the official tournament for the 2010 FIFA World Cup.",
  "/wiki/University_of_Limpopo": "This article is about the institution formerly known as the University of the North. For the institution with the same name in Colombia, see Universidad del Norte, Colombia.",
  "/wiki/Polokwane": "Polokwane (UK: /ˌpɒləˈkwɑːnɪ/, meaning \"Place of Safety\" in Northern Sotho), also known by its former name, Pietersburg, is a city and the capital of the Limpopo Province of South Africa. It is South Africa's largest urban centre north of Gauteng. Polokwane was one of the host cities of the official tournament of the 2010 FIFA World Cup.",
  "/wiki/List_of_business_schools_in_South_Africa": "This is a list of business schools in South Africa. For the purposes of this list business schools are defined as accredited, degree-granting, postsecondary institutions. Institutions are accredited in South Africa by the Council on Higher Education (CHE), whilst institutions also pursue international accreditation from AMBA, EQUIS and AACSB."
}