{
  "/wiki/Copper": "Copper is a chemical element with the symbol Cu (from Latin: cuprum) and atomic number 29. It is a soft, malleable, and ductile metal with very high thermal and electrical conductivity. A freshly exposed surface of pure copper has a pinkish-orange color. Copper is used as a conductor of heat and electricity, as a building material, and as a constituent of various metal alloys, such as sterling silver used in jewelry, cupronickel used to make marine hardware and coins, and constantan used in strain gauges and thermocouples for temperature measurement.",
  "/wiki/Metric_ton": "The tonne (/tʌn/ (listen) or /tɒn/; symbol: t), is a non-SI unit of mass equal to 1,000 kilograms. It is commonly referred to as a metric ton in the United States. It is equivalent to approximately 2,204.6 pounds, 1.102 short tons (US) or approximately 0.984 long tons (UK). Although not part of the SI, the tonne is officially accepted for use with SI units and prefixes by the International Committee for Weights and Measures. The official SI unit is the megagram (Mg), a less common way to express the same mass.",
  "/wiki/United_States_currency": "The United States dollar (sign: $; code: USD; also abbreviated US$ and referred to as the dollar, U.S. dollar, or American dollar) is the official currency of the United States and its territories per the Coinage Act of 1792. One dollar is divided into 100 cents (Symbol: ¢) or 1000 mills (for accounting purposes and for taxing. Symbol: ₥). The Coinage Act of 1792 created a decimal currency by creating the following coins: tenth dollar, one-twentieth dollar, one-hundredth dollar. In addition the act created the dollar, half dollar, and quarter dollar coins. All of these coins are still minted in 2020.",
  "/wiki/London_Metal_Exchange": "The London Metal Exchange (LME) is the futures exchange with the world's largest market in options and  futures contracts on base and other metals. As the LME offers contracts with daily expiry dates of up to three months from trade date, weekly contracts to six months, and monthly contracts up to 123 months, it also allows for cash trading. It offers hedging, worldwide reference pricing, and the option of physical delivery to settle contracts. Since 2012 it has been owned by Hong Kong Exchanges and Clearing after LME's shareholders voted in July 2012 to approve the sale of the exchange for a price of £1.4 billion.",
  "/wiki/Lead": "Lead (/ˈlɛd/) is a chemical element with the symbol Pb (from the Latin plumbum) and atomic number 82. It is a heavy metal that is denser than most common materials. Lead is soft and malleable, and also has a relatively low melting point. When freshly cut, lead is silvery with a hint of blue; it tarnishes to a dull gray color when exposed to air. Lead has the highest atomic number of any stable element and three of its isotopes are endpoints of major nuclear decay chains of heavier elements.",
  "/wiki/Zinc": "Zinc is a chemical element with the symbol Zn and atomic number 30. Zinc is a slightly brittle metal at room temperature and has a blue-silvery appearance when oxidation is removed. It is the first element in group 12 of the periodic table. In some respects, zinc is chemically similar to magnesium: both elements exhibit only one normal oxidation state (+2), and the Zn2+ and Mg2+ ions are of similar size. Zinc is the 24th most abundant element in Earth's crust and has five stable isotopes. The most common zinc ore is sphalerite (zinc blende), a zinc sulfide mineral. The largest workable lodes are in Australia, Asia, and the United States. Zinc is refined by froth flotation of the ore, roasting, and final extraction using electricity (electrowinning).",
  "/wiki/Tin": "Tin is a chemical element with the symbol Sn (from Latin: stannum) and atomic number 50. Tin is a silvery metal that characteristically has a faint yellow hue. Tin, like indium, is soft enough to be cut without much force. When a bar of tin is bent, the so-called tin cry can be heard as a result of sliding tin crystals reforming; this trait is shared by indium, cadmium, and frozen mercury. Pure tin after solidifying keeps a mirror-like appearance similar to most metals. However, in most tin alloys (such as pewter), the metal solidifies with a dull gray color. Tin is a post-transition metal in group 14 of the periodic table of elements. It is obtained chiefly from the mineral cassiterite, which contains stannic oxide, SnO2. Tin shows a chemical similarity to both of its neighbors in group 14, germanium and lead, and has two main oxidation states, +2 and the slightly more stable +4. Tin is the 49th most abundant element on Earth and has, with 10 stable isotopes, the largest number of stable isotopes in the periodic table, thanks to its magic number of protons. It has two main allotropes: at room temperature, the stable allotrope is β-tin, a silvery-white, malleable metal, but at low temperatures, it transforms into the less dense grey α-tin, which has the diamond cubic structure. Metallic tin does not easily oxidize in air.",
  "/wiki/Aluminium": "Aluminium (aluminum in American and Canadian English) is a chemical element with the symbol Al and atomic number 13. It is a silvery-white, soft, non-magnetic and ductile metal in the boron group. By mass, aluminium makes up about 8% of the Earth's crust, where it is the third most abundant element (after oxygen and silicon) and also the most abundant metal. Occurrence of aluminium decreases in the Earth's mantle below, however. The chief ore of aluminium is bauxite. Aluminium metal is highly reactive, such that native specimens are rare and limited to extreme reducing environments. Instead, it is found combined in over 270 different minerals.",
  "/wiki/Aluminium_alloy": "Aluminium alloys (or aluminum alloys; see spelling differences) are alloys in which aluminium (Al) is the predominant metal. The typical alloying elements are copper, magnesium, manganese, silicon, tin and zinc. There are two principal classifications, namely casting alloys and wrought alloys, both of which are further subdivided into the categories heat-treatable and non-heat-treatable. About 85% of aluminium is used for wrought products, for example rolled plate, foils and extrusions. Cast aluminium alloys yield cost-effective products due to the low melting point, although they generally have lower tensile strengths than wrought alloys. The most important cast aluminium alloy system is Al–Si, where the high levels of silicon (4.0–13%) contribute to give good casting characteristics. Aluminium alloys are widely used in engineering structures and components where light weight or corrosion resistance is required.",
  "/wiki/Nickel": "Nickel is a chemical element with the symbol Ni and atomic number 28. It is a silvery-white lustrous metal with a slight golden tinge. Nickel belongs to the transition metals and is hard and ductile. Pure nickel, powdered to maximize the reactive surface area, shows a significant chemical activity, but larger pieces are slow to react with air under standard conditions because an oxide layer forms on the surface and prevents further corrosion (passivation). Even so, pure native nickel is found in Earth's crust only in tiny amounts, usually in ultramafic rocks, and in the interiors of larger nickel–iron meteorites that were not exposed to oxygen when outside Earth's atmosphere.",
  "/wiki/Cobalt": "Cobalt is a chemical element with the symbol Co and atomic number 27. Like nickel, cobalt is found in the Earth's crust only in chemically combined form, save for small deposits found in alloys of natural meteoric iron. The free element, produced by reductive smelting, is a hard, lustrous, silver-gray metal.",
  "/wiki/Molybdenum": "Molybdenum is a chemical element with the symbol Mo and atomic number 42. The name is from Neo-Latin molybdaenum, from Ancient Greek Μόλυβδος molybdos, meaning lead, since its ores were confused with lead ores. Molybdenum minerals have been known throughout history, but the element was discovered (in the sense of differentiating it as a new entity from the mineral salts of other metals) in 1778 by Carl Wilhelm Scheele. The metal was first isolated in 1781 by Peter Jacob Hjelm.",
  "/wiki/Recycling": "Recycling is the process of converting waste materials into new materials and objects. It is an alternative to \"conventional\" waste disposal that can save material and help lower greenhouse gas emissions. Recycling can prevent the waste of potentially useful materials and reduce the consumption of fresh raw materials, thereby reducing: energy usage, air pollution (from incineration), and water pollution (from landfilling).",
  "/wiki/Steel": "Steel is an alloy of iron and carbon, and sometimes other elements. Because of its high tensile strength and low cost, it is a major component used in buildings, infrastructure, tools, ships, trains, automobiles, machines, appliances, and weapons."
}