{
  "/wiki/Regis_Philbin": "Regis Francis Xavier Philbin (/ˈriːdʒɪs ˈfɪlbɪn/; born August 25, 1931) is an American media personality, actor, and singer, known for hosting talk and game shows since the 1960s.  After graduating from the University of Notre Dame, he served in the Navy and got his television start serving as a page for the Tonight Show in the 1950s. Philbin gained his first network TV exposure in 1967 as Joey Bishop's sidekick on The Joey Bishop Show.",
  "/wiki/Kelly_Ripa": "Kelly Maria Ripa (born October 2, 1970) is an American actress, dancer, talk show hostess, and television producer.",
  "/wiki/Billy_Crystal": "William Edward Crystal (born March 14, 1948) is an American actor, voice artist, comedian, singer, writer, producer, director, and television host. He gained prominence in the 1970s and 80s for television roles as Jodie Dallas on the ABC sitcom Soap and as a cast member and frequent host of Saturday Night Live. He then became a Hollywood film star during the late 1980s and 1990s, appearing in the critical and box office successes The Princess Bride (1987), Throw Momma from the Train (1987), When Harry Met Sally... (1989), City Slickers (1991), Mr. Saturday Night (1992) and Analyze This (1999), and providing the voice of Mike Wazowski in the Monsters, Inc. films, starting in 2001. He will reprise his role in the upcoming Disney+ series Monsters at Work (2020).",
  "/wiki/Mike_Wallace": "Myron Leon \"Mike\" Wallace (May 9, 1918 – April 7, 2012) was an American journalist, game show host, actor, and media personality. He interviewed a wide range of prominent newsmakers during his seven-decade career. He was one of the original correspondents for CBS' 60 Minutes, which debuted in 1968. Wallace retired as a regular full-time correspondent in 2006, but still appeared occasionally on the series until 2008.",
  "/wiki/Terrence_Howard": "Terrence Dashon Howard (born March 11, 1969) is an American actor, rapper, singer-songwriter, and record producer. Having his first major roles in the 1995 films Dead Presidents and Mr. Holland's Opus, Howard broke into the mainstream with a succession of television and cinema roles between 2004 and 2006. He was nominated for the Academy Award for Best Actor for his role in Hustle & Flow.",
  "/wiki/Philip_Seymour_Hoffman": "Philip Seymour Hoffman (July 23, 1967 – February 2, 2014) was an American actor, director, and producer. Best known for his distinctive supporting and character roles—typically lowlifes, eccentrics, bullies, and misfits—Hoffman acted in many films, including leading roles, from the early 1990s until his death in 2014.",
  "/wiki/Kirk_Franklin": "Kirk Dewayne Franklin (born January 26, 1970) is an American choir director, gospel musician, singer, songwriter, and author. He is best known for leading urban contemporary gospel choirs such as The Family, God's Property, and One Nation Crew (1NC) among many others; and has won numerous awards, including 15 Grammy Awards. Variety dubbed Franklin as a \"Reigning King of Urban Gospel\".",
  "/wiki/James_Spader": "James Todd Spader (born February 7, 1960) is an American actor. He is best known for portraying eccentric characters in films such as the drama Sex, Lies, and Videotape (1989), the action science fiction film Stargate (1994), the controversial psychological thriller Crash (1996), and the erotic romance Secretary (2002). In the Marvel Cinematic Universe, he played the titular character of Ultron in Avengers: Age of Ultron (2015), which he portrayed through voice and motion capture.",
  "/wiki/Jake_Gyllenhaal": "Jacob Benjamin Gyllenhaal (common: /ˈdʒɪlənhɔːl/, correct: [ˈjʏ̂lːɛnˌhɑːl]; born December 19, 1980) is an American actor and film producer. Born into the Gyllenhaal family, he is the son of director Stephen Gyllenhaal and screenwriter Naomi Foner. He began acting as a child, making his acting debut in City Slickers (1991), followed by roles in his father's films A Dangerous Woman (1993) and Homegrown (1998). His breakthrough performances were as Homer Hickam in October Sky (1999) and as a psychologically troubled teenager in Donnie Darko (2001). His most widely seen film to that point came with the disaster film The Day After Tomorrow (2004).",
  "/wiki/Josh_Duhamel": "Joshua David Duhamel (/dəˈmɛl/; born November 14, 1972) is an American actor and former fashion model. After various modeling work, he made his acting debut as Leo du Pres on the ABC daytime soap opera All My Children and later starred as Danny McCoy on NBC's Las Vegas.",
  "/wiki/Simon_Cowell": "Simon Phillip Cowell (/ˈkaʊəl/; born 7 October 1959) is an English television personality, businessman and record executive. He has judged on the British television talent competition series Pop Idol (2001–2003), The X Factor (2004–2010, 2014–present) and Britain's Got Talent (2007–present), and the American television talent competition series American Idol (2002–2010), The X Factor (2011–2013), and America's Got Talent (2016–present). Cowell is the principal, founder and chief executive of the British entertainment company Syco.",
  "/wiki/50_Cent": "Curtis James Jackson III (born July 6, 1975), known professionally as 50 Cent, is an American rapper, songwriter, singer, actor, television producer, entrepreneur, and investor. Born in the South Jamaica neighborhood of the borough of Queens, Jackson began selling drugs at age twelve during the 1980s crack epidemic. He later began pursuing a musical career and in 2000 he produced Power of the Dollar for Columbia Records, but days before the planned release he was shot and the album was never released. In 2002, after Jackson released the compilation album Guess Who's Back?, he was discovered by Eminem and signed to Shady Records, under the aegis of Dr. Dre's Aftermath Entertainment and Interscope Records.",
  "/wiki/Peter_Gallagher": "Peter Killian Gallagher (born August 19, 1955) is an American actor, musician and writer. Since 1980, Gallagher has played roles in numerous Hollywood films. He is best known for starring as Sandy Cohen in the television drama series The O.C. from 2003 to 2007, recurring role as Deputy Chief William Dodds on Law & Order: Special Victims Unit, and Nick on the Netflix series Grace & Frankie. He also played CIA Director Arthur Campbell on Covert Affairs.",
  "/wiki/Melina_Kanakaredes": "Melina Eleni Kanakaredes Constantinides (Greek: Μελίνα Ελένη Κανακαρίδη Κωνσταντινίδη; born April 23, 1967) is an American actress. She is widely known for her roles in U.S. primetime television dramas as Dr. Sydney Hansen in Providence (1999–2002) and as Detective Stella Bonasera in CSI: NY (2004–2010), and on the American daytime television drama series Guiding Light as Eleni Andros Cooper (1991–1995).",
  "/wiki/LeAnn_Rimes": "Margaret LeAnn Rimes Cibrian (born August 28, 1982) is an American singer, songwriter, actress, and author. Rimes rose to stardom at age 13 following the release of her version of the Bill Mack song \"Blue\", becoming the youngest country music star since Tanya Tucker in 1972.",
  "/wiki/Keira_Knightley": "Keira Christina Knightley, OBE (/ˈkɪərə ˈnaɪtli/; born 26 March 1985) is a British actress. She has been nominated for two British Academy Film Awards, three Golden Globe Awards, and two Academy Awards.",
  "/wiki/Robert_Downey,_Jr.": "Robert John Downey Jr. (born April 4, 1965) is an American actor, producer, and singer. His career has been characterized by critical and popular success in his youth, followed by a period of substance abuse and legal troubles, before a resurgence of commercial success in middle age. In 2008, Downey was named by Time magazine among the 100 most influential people in the world, and from 2013 to 2015, he was listed by Forbes as Hollywood's highest-paid actor. His films have grossed over $14.4 billion worldwide, making him the second highest-grossing box-office star of all time.",
  "/wiki/Carrot_Top": "Scott Thompson (born February 25, 1965), known professionally as Carrot Top, is an American stand-up comedian and actor.",
  "/wiki/Daniel_Radcliffe": "Daniel Jacob Radcliffe (born 23 July 1989) is an English actor and producer. He is best known for playing the titular protagonist in the Harry Potter film series, based on the novels by J. K. Rowling during his adolescence and early adulthood.",
  "/wiki/Steve_Martin": "Stephen Glenn Martin (born August 14, 1945) is an American actor, comedian, writer, and musician. Martin came to public notice in the 1960s as a writer for The Smothers Brothers Comedy Hour, and later as a frequent guest on The Tonight Show. In the 1970s, Martin performed his offbeat, absurdist comedy routines before packed houses on national tours. Since the 1980s, having branched away from comedy, Martin has become a successful actor, as well as an author, playwright, pianist, and banjo player, eventually earning him Emmy, Grammy, and American Comedy awards, among other honors.",
  "/wiki/Nicole_Richie": "Nicole Camille Richie (née Escovedo; born September 21, 1981) is an American television personality, fashion designer, author, socialite and actress. Richie rose to prominence for her role in the Fox reality television series The Simple Life, alongside her childhood best friend and fellow socialite Paris Hilton, which lasted five seasons. The Simple Life was a hit for the Fox network, premiering with 13 million viewers. Richie's personal life attracted significant media attention during The Simple Life's five-year run, and she was a constant fixture of tabloid journalism before and after her appearance.",
  "/wiki/Anderson_Cooper": "Anderson Hays Cooper (born June 3, 1967) is an American journalist, television personality, and author. He is the primary anchor of the CNN news show Anderson Cooper 360°. The program is usually broadcast live from a New York City studio; however, Cooper often broadcasts live from CNN's studios in Washington, D.C., or on location for breaking news stories.  In addition, he is a correspondent for 60 Minutes.",
  "/wiki/Richard_Gere": "Richard Tiffany Gere (IPA: /ɡɪər/ GEER; born August 31, 1949)[citation needed] is an American actor and producer. He began in films in the 1970s, playing a supporting role in Looking for Mr. Goodbar (1977) and a starring role in Days of Heaven (1978). He came to prominence with his role in the film American Gigolo (1980), which established him as a leading man and a sex symbol. He went on to star in many well-received films, including An Officer and a Gentleman (1982), The Cotton Club (1984), Pretty Woman (1990), Sommersby (1993), Primal Fear (1996), Runaway Bride (1999), I'm Not There (2007), Arbitrage (2012) and Norman: The Moderate Rise and Tragic Fall of a New York Fixer (2016). For portraying Billy Flynn in the Academy Award-winning musical Chicago (2002), he won a Golden Globe Award and a Screen Actors Guild Award as part of the cast.",
  "/wiki/Donald_Sutherland": "Donald McNichol Sutherland, CC (born 17 July 1935) is a Canadian actor whose film career spans more than five decades. Sutherland rose to fame after starring in films including The Dirty Dozen (1967), M*A*S*H (1970), Kelly's Heroes (1970), Klute (1971), Don't Look Now (1973), Fellini's Casanova (1976), 1900 (1976), Animal House (1978), Invasion of the Body Snatchers (1978), Ordinary People (1980), and Eye of the Needle (1981). He subsequently established himself as one of the most respected, prolific and versatile character actors from Canada.",
  "/wiki/Joy_Philbin": "Bette Joy Philbin (née Senese; born February 1, 1941) is an American television personality, and the wife of television personality Regis Philbin.",
  "/wiki/Reese_Witherspoon": "Laura Jeanne Reese Witherspoon (born March 22, 1976) is an American actress, producer, and entrepreneur. The recipient of several accolades, including an Academy Award and a Primetime Emmy Award, she is among the highest-paid actresses in the world, as of 2019. Time magazine named her one of the 100 most influential people in the world in 2006 and 2015, and Forbes listed her among the World's 100 Most Powerful Women in 2019.",
  "/wiki/Emma_Watson": "Emma Charlotte Duerre Watson (born 15 April 1990) is an English actress, model and activist. Born in Paris and brought up in Oxfordshire, Watson attended the Dragon School and trained as an actress at the Oxford branch of Stagecoach Theatre Arts. As a child, she rose to prominence with her first professional acting role as Hermione Granger in the Harry Potter film series, having acted only in school plays previously.",
  "/wiki/Joaquin_Phoenix": "Joaquin Rafael Phoenix[a] (/hwɑːˈkiːn/; né Bottom; born October 28, 1974) is an American actor and producer. He has received several accolades, including an Academy Award, a Grammy Award, and two Golden Globe Awards.",
  "/wiki/Jesse_L._Martin": "Jesse Lamont Martin (né Watkins; January 18, 1969) is an American actor and singer. He is best known for originating the role of Tom Collins on Broadway in the musical Rent and his television roles as NYPD Detective Ed Green on Law & Order and Captain Joe West on The Flash.",
  "/wiki/Rosario_Dawson": "Rosario Isabel Dawson (born May 9, 1979) is an American actress and singer. She made her feature film debut in the 1995 independent drama Kids. Her subsequent film roles include He Got Game (1998), Josie and the Pussycats (2001), Men in Black II (2002), Rent (2005), Sin City (2005), Clerks II (2006), Death Proof (2007), Unstoppable (2010), and Top Five (2014). Dawson has also provided voice-over work for Disney, Warner Bros., DC Comics, and Viacom's Nickelodeon unit.",
  "/wiki/Patricia_Arquette": "Patricia Arquette (born April 8, 1968) is an American actress. She made her feature film debut as Kristen Parker in A Nightmare on Elm Street 3: Dream Warriors (1987). Her other notable films include True Romance (1993), Ed Wood (1994), Flirting with Disaster (1996), Lost Highway (1997), The Hi-Lo Country (1998), Bringing Out the Dead (1999), Stigmata (1999), Holes (2003), Fast Food Nation (2006),  The Wannabe (2015), and Toy Story 4 (2019). For playing a divorced mother in the coming-of-age drama film Boyhood (2014), which was filmed from 2002 until 2014, Arquette received widespread critical praise and won several awards, including the Academy Award for Best Supporting Actress.",
  "/wiki/Usher_(entertainer)": "Usher Raymond IV (born October 14, 1978) is an American singer, songwriter, actor and dancer. He was born in Dallas, Texas, but raised in Chattanooga, Tennessee until moving to Atlanta, Georgia. At the age of 12, his mother put him in local singing competitions, before catching the attention of a music A&R from LaFace Records. He released his self-titled debut album, Usher (1994) but rose to fame in the late 1990s with the release of his second album My Way (1997). It spawned his first U.S. Billboard Hot 100 number-one single, \"Nice & Slow\", among top-two singles \"You Make Me Wanna...\" and \"My Way\". 8701 (2001) produced the number-one singles \"U Remind Me\" and \"U Got It Bad\", as well as top-three single \"U Don't Have to Call\". It sold eight million copies worldwide and won his first two Grammy Awards as Best Male R&B Vocal Performance in 2002 and 2003.",
  "/wiki/Alanis_Morissette": "Alanis Nadine Morissette (born June 1, 1974) is a Canadian-American singer, songwriter, record producer, and actress. Known for her emotive mezzo-soprano voice, Morissette began her career in Canada in the early 1990s with two mildly successful dance-pop albums. Afterwards, as part of a recording deal, she moved to Holmby Hills, Los Angeles and in 1995 released Jagged Little Pill, a more rock-oriented album which sold more than 33 million copies globally and is her most critically acclaimed work. Her follow-up album, Supposed Former Infatuation Junkie, was released in 1998.",
  "/wiki/Judy_Sheindlin": "Judith Susan Sheindlin (née Blum; born October 21, 1942), known professionally as Judge Judy, is an American prosecution lawyer, former Manhattan family court judge, television personality, and author. Since September 1996, Sheindlin has presided over her own successful 4-time Daytime Emmy Award–winning arbitration-based court show series, Judge Judy, produced by CBS Television Distribution.",
  "/wiki/Bradley_Cooper": "Bradley Charles Cooper (born January 5, 1975) is an American actor and filmmaker. He has been nominated for many awards, including eight Academy Awards and a Tony Award, and has won two Grammy Awards and a BAFTA Award. Cooper appeared in Forbes Celebrity 100 on three occasions and Time's list of 100 most influential people in the world in 2015. His films have grossed $11 billion worldwide and he was named one of the world's highest-paid actors for four years.",
  "/wiki/Seinfeld": "Seinfeld is an American sitcom television series created by Larry David and Jerry Seinfeld for NBC. As a comedian rising in popularity in the late eighties, Seinfeld was presented with an opportunity to create a show with NBC. Seinfeld asked fellow comedian and friend, Larry David, to help create a premise for a sitcom. The show stars Seinfeld as a fictionalized version of himself, and mostly focuses on his personal life with a handful of friends and acquaintances, including best friend George Costanza (Jason Alexander), friend and former girlfriend Elaine Benes (Julia Louis-Dreyfus), and neighbor across the hall Cosmo Kramer (Michael Richards). Seinfeld is set predominantly in an apartment building in Manhattan's Upper West Side in New York City. It is often described as being \"a show about nothing\", as many of its episodes are about the minutiae of daily life.",
  "/wiki/Jerry_Seinfeld": "Jerome Allen Seinfeld (/ˈsaɪnfɛld/ SYNE-feld; born April 29, 1954) is an American comedian, actor, writer, producer, and director. He is known for playing a semi-fictionalized version of himself in the sitcom Seinfeld, which he created and wrote with Larry David. The show aired on NBC from 1989 until 1998, becoming one of the most acclaimed and popular sitcoms of all time. As a stand-up comedian, Seinfeld specializes in observational comedy. In 2005, Comedy Central named Seinfeld the \"12th Greatest Stand-up Comedian of All Time.\"",
  "/wiki/Julia_Louis-Dreyfus": "Julia Scarlett E. Louis-Dreyfus Hall (/ˈluːi ˈdraɪfəs/; born January 13, 1961) is an American actress, comedian, producer, and singer. She is known for her work in the television comedy series Saturday Night Live (1982–1985), Seinfeld (1989–1998), The New Adventures of Old Christine (2006–2010), and Veep (2012–2019). She is one of the most awarded actresses in American television history, winning more Emmy Awards and more Screen Actors Guild Awards than any other performer (eight of the Emmy Awards were for acting, tying Cloris Leachman for the most acting wins).",
  "/wiki/Jason_Alexander": "Jay Scott Greenspan (born September 23, 1959), known by his stage name Jason Alexander, is an American actor, voice actor, singer, comedian, and director. Alexander is best known for his role as George Costanza in the television series Seinfeld, for which he was nominated for seven consecutive Primetime Emmy Awards and three Golden Globe Awards. Other well-known roles include Phillip Stuckey in the film Pretty Woman (1990), The Hunchback of Notre Dame, and the title character in the animated series Duckman (1994–1997). He has also made guest appearances on shows such as Curb Your Enthusiasm, and The Marvelous Mrs. Maisel.",
  "/wiki/Michael_Richards": "Michael Anthony Richards (born July 24, 1949) is an American actor, writer, television producer and retired comedian. He began his career as a stand-up comedian, first entering the national spotlight when he was featured on Billy Crystal's first cable TV special. He went on to become a series regular on ABC's Fridays. He made numerous guest appearances on a variety of television shows, such as Cheers. His film credits include So I Married an Axe Murderer, Airheads, Young Doctors in Love, Problem Child, Coneheads, UHF, and Trial and Error, one of his few starring roles.",
  "/wiki/Lake_Bell": "Lake Siegel Bell (born March 24, 1979) is an American actress, director, and screenwriter. She has starred in various television series, including Boston Legal (2004–2006), Surface (2005–2006), How to Make It in America (2010–2011) and Childrens Hospital (2008–2016), and in films including Over Her Dead Body (2008), What Happens in Vegas (2008), It's Complicated (2009), No Strings Attached (2011), Million Dollar Arm (2014), No Escape (2015), The Secret Life of Pets (2016), and Home Again (2017).",
  "/wiki/John_Leguizamo": "John Alberto Leguizamo (/ˌlɛɡɪˈzɑːmoʊ/; Colombian Spanish: [leɣiˈsamo]; born July 22, 1964) is an American  actor, stand-up comedian, producer, playwright and screenwriter. He rose to fame with a co-starring role in the action comedy Super Mario Bros. (1993) as Luigi and a supporting role in the crime drama Carlito's Way (1993). Other roles include Sid the Sloth in the animated Ice Age films (2002–2016) and the narrator of the sitcom The Brothers García (2000–2004). His other notable films are To Wong Foo, Thanks for Everything! Julie Newmar for which he was nominated for a Golden Globe Award for Best Supporting Actor, Spawn,  Moulin Rouge!, Land of the Dead, Summer of Sam, Chef, John Wick, John Wick: Chapter 2, The Happening, and Romeo + Juliet. He had a recurring role on ER and was a series regular on The Kill Point. He is also known for his role as Ozzy Delvecchio on Bloodline.",
  "/wiki/Jeff_Garlin": "Jeffrey Todd Garlin (born June 5, 1962) is an American comedian and actor. He plays Jeff Greene on the HBO show Curb Your Enthusiasm, Mort Meyers on Arrested Development for Fox and Netflix and Murray Goldberg, the patriarch of the eponymous family in the ABC sitcom The Goldbergs.",
  "/wiki/Felicity_Huffman": "Felicity Kendall Huffman (born December 9, 1962) is an American actress. She is the recipient of numerous accolades including a Primetime Emmy Award, a Golden Globe Award, three Screen Actors Guild Awards, and has been nominated for an Oscar.",
  "/wiki/Carl_Edwards": "Carl Michael Edwards II (born August 15, 1979) is an American former professional stock car racing driver. He last competed in the NASCAR Sprint Cup Series, driving the No. 19 Toyota Camry for Joe Gibbs Racing. Prior to that, he drove the No. 99 Ford Fusion for Roush Fenway Racing. He won the 2007 NASCAR Busch Series championship and nearly won the 2011 NASCAR Sprint Cup Series title, but lost by a tiebreaker to Tony Stewart. Edwards is well known for doing a backflip off his car to celebrate a victory, which was a result of saving himself from a potential fall when he had his first win.",
  "/wiki/Barbara_Walters": "Barbara Jill Walters (born September 25, 1929) is an American broadcast journalist, author, and television personality. Respected for her interviewing ability and popularity with viewers, Walters appeared as the host of numerous television programs, including Today, The View, 20/20, and the ABC Evening News. Since retiring as a full-time host and contributor, she continued to occasionally report for ABC News through 2015.",
  "/wiki/Tom_Arnold_(actor)": "Thomas Duane Arnold (born March 6, 1959) is an American actor and comedian.",
  "/wiki/Scott_Stapp": "Scott Stapp (born Anthony Scott Flippen, August 8, 1973) is an American singer, songwriter, and musician. Stapp is best known as the lead vocalist and lyricist of the rock band Creed. He has also fronted the band Art of Anarchy and has released three solo albums: The Great Divide (2005), Proof of Life (2013), and The Space Between the Shadows (2019).",
  "/wiki/Live_with_Regis_and_Kelly_(season_18)": "This is a list of Live with Regis and Kelly episodes which were broadcast during the show's 18th season.  The list is ordered by air date."
}