{
  "/wiki/Regis_Philbin": "Regis Francis Xavier Philbin (/ˈriːdʒɪs ˈfɪlbɪn/; born August 25, 1931) is an American media personality, actor, and singer, known for hosting talk and game shows since the 1960s.  After graduating from the University of Notre Dame, he served in the Navy and got his television start serving as a page for the Tonight Show in the 1950s. Philbin gained his first network TV exposure in 1967 as Joey Bishop's sidekick on The Joey Bishop Show.",
  "/wiki/Kelly_Ripa": "Kelly Maria Ripa (born October 2, 1970) is an American actress, dancer, talk show hostess, and television producer.",
  "/wiki/Heather_Graham_(actress)": "Heather Joan Graham (born January 29, 1970) is an American actress, director, and writer. After appearing in television commercials, her first starring role in a feature film came with the teen comedy License to Drive (1988), followed by the critically acclaimed film Drugstore Cowboy (1989), which gained her initial industry notice. She then played  supporting roles in films such as Shout (1991), Diggstown (1992), Six Degrees of Separation (1993), Swingers (1996) and on the television series Twin Peaks (1991) and its prequel film Fire Walk with Me (1992), before gaining critical praise for starring in Paul Thomas Anderson's Boogie Nights (1997) as porn starlet Brandy / Rollergirl. In 1999, she co-starred in Bowfinger and Austin Powers: The Spy Who Shagged Me.",
  "/wiki/John_Stamos": "John Phillip Stamos (Greek: Τζον Φίλλιπ Στάμος; /ˈsteɪmoʊs/ STAY-mohss; born August 19, 1963) is an American actor, producer, musician, comedian and singer. He first gained recognition for his contract role as Blackie Parrish on the ABC television series General Hospital, for which he was nominated for the Daytime Emmy Award for Outstanding Supporting Actor in a Drama Series. He is known for his work in television, especially in his starring role as Jesse Katsopolis on the ABC sitcom Full House. Since the show's finale in 1995, Stamos has appeared in numerous TV films and series. Since 2005, he has been the national spokesperson for Project Cuddle.",
  "/wiki/Vanessa_L._Williams": "Vanessa Lynn Williams (born March 18, 1963) is an American singer, actress, and fashion designer. She initially gained recognition as the first woman of African-American descent to receive the Miss America title when she was crowned Miss America 1984 in 1983. However, a scandal arose the following year when, a few weeks prior to the end of her reign, Williams learned that Penthouse magazine would be publishing, now \"iconic\", unauthorized nude photographs of her in an upcoming issue. Amid growing media controversy and scrutiny, Williams resigned as Miss America in July 1984 (under pressure from the Miss America Organization), and was replaced by first runner-up Miss New Jersey Suzette Charles. Thirty-two years later, Miss America CEO Sam Haskell offered her a public apology (during the Miss America 2016 pageant) for the events of 1984.",
  "/wiki/Anne_Hathaway": "Anne Jacqueline Hathaway (born November 12, 1982) is an American actress. The recipient of multiple awards, including an Academy Award, a Primetime Emmy Award, and a Golden Globe, she was one of the highest-paid actresses in the world in 2015. Her films have earned over $6.8 billion worldwide, and she appeared in the Forbes Celebrity 100 list in 2009.",
  "/wiki/Scarlett_Johansson": "Scarlett Ingrid Johansson (/dʒoʊˈhænsən/; born November 22, 1984) is an American actress and singer. The world's highest-paid actress since 2018, she has made multiple appearances in the Forbes Celebrity 100. Her films have grossed over $14.3 billion worldwide, making Johansson the third-highest-grossing box office star of all time. She is the recipient of numerous accolades, including a Tony Award and a BAFTA Award, as well as nominations for two Academy Awards and five Golden Globe Awards.",
  "/wiki/Evangeline_Lilly": "Nicole Evangeline Lilly (born August 3, 1979) is a Canadian actress and author. She gained popular acclaim for her first leading role as Kate Austen in the ABC series Lost (2004–2010), which garnered her a nomination for the Golden Globe Award for Best Actress in a Drama Series and won her a Screen Actors Guild Award. In 2008, Lilly starred as Connie James in the Academy Award winning war film The Hurt Locker (2008) and followed it with a role in the science fiction film Real Steel (2011).",
  "/wiki/Terrence_Howard": "Terrence Dashon Howard (born March 11, 1969) is an American actor, rapper, singer-songwriter, and record producer. Having his first major roles in the 1995 films Dead Presidents and Mr. Holland's Opus, Howard broke into the mainstream with a succession of television and cinema roles between 2004 and 2006. He was nominated for the Academy Award for Best Actor for his role in Hustle & Flow.",
  "/wiki/Queen_Latifah": "Dana Elaine Owens (born March 18, 1970), known professionally as Queen Latifah, is an American rapper, singer, songwriter, actress, and producer. Born in Newark, New Jersey, she signed with Tommy Boy Records in 1989 and released her debut album All Hail the Queen on November 28, 1989, featuring the hit single \"Ladies First\". Nature of a Sista' (1991) was her second and final album with Tommy Boy Records.",
  "/wiki/Emily_Procter": "Emily Mallory Procter (born October 8, 1968) is an American actress. She played Ainsley Hayes in the NBC political drama The West Wing (2000–02, 2006) and Det. Calleigh Duquesne in the CBS police procedural drama CSI: Miami (2002–12). In 2013, she did two episodes as FBI Special Agent in Charge Amanda Callaway in the fourth season of the USA Network crime drama White Collar.",
  "/wiki/Kyle_MacLachlan": "Kyle Merritt MacLachlan (/məˈɡlɒklən/; born February 22, 1959) is an American actor. He is best known for his role as Dale Cooper in Twin Peaks (1990–1991; 2017) and its film prequel Twin Peaks: Fire Walk with Me (1992), as well as roles in two of David Lynch's films: Paul Atreides in Dune (1984) and Jeffrey Beaumont in Blue Velvet (1986). MacLachlan's other film roles include Lloyd Gallagher in The Hidden (1987), Ray Manzarek in The Doors (1991), Cliff Vandercave in The Flintstones (1994), Zack Carey in Showgirls (1995), and the voice of Riley's father in Inside Out (2015).",
  "/wiki/Kiefer_Sutherland": "Kiefer William Frederick Dempsey George Rufus Sutherland (born 21 December 1966) is a Canadian actor, voice actor, producer, director, and singer-songwriter. He is known for his starring role as Jack Bauer in the Fox drama series 24 (2001–2010, 2014), for which he won an Emmy Award, a Golden Globe Award, two Screen Actors Guild Awards, and two Satellite Awards. He is the son of Canadian actors Donald Sutherland and Shirley Douglas, grandson of Canadian politician Tommy Douglas and the father of actress Sarah Sutherland.",
  "/wiki/Chad_Michael_Murray": "Chad Michael Murray (born August 24, 1981) is an American actor, spokesperson, writer and former fashion model. He is best known for playing Lucas Scott in The WB/CW drama series One Tree Hill (2003–09, 2012), a recurring role as Tristan Dugray on The WB/CW series Gilmore Girls (2000–01), Charlie Todd in the fifth season of The WB series Dawson’s Creek and war veteran and SSR Agent Jack Thompson in the Marvel/ABC series Agent Carter (2015–16). He had starring roles in the films Freaky Friday (2003), A Cinderella Story (2004), House of Wax (2005) and Fruitvale Station (2013). He portrayed Edgar Evernever on The CW show  Riverdale (2019).",
  "/wiki/Martin_Lawrence": "Martin Fitzgerald Lawrence (born April 16, 1965) is an American stand-up comedian, actor, producer, talk show host, writer, and former Golden Gloves boxer. Lawrence came to fame during the 1990s, establishing a Hollywood career as a leading actor, most notably in the Fox television sitcom Martin and the films House Party, Boomerang, Bad Boys, Wild Hogs, Nothing to Lose, Blue Streak, Life, Big Momma's House, and A Thin Line Between Love & Hate.",
  "/wiki/Jason_Priestley": "Jason Bradford Priestley (born August 28, 1969) is a Canadian-American actor and director. He is best known as the virtuous Brandon Walsh on the television series Beverly Hills, 90210 (1990–2000), also his role starring as Richard \"Fitz\" Fitzpatrick in the show Call Me Fitz (2010–2013) and for his role starring as Matt Shade in the Canadian series Private Eyes (2016–present).",
  "/wiki/Josh_Lucas": "Joshua Lucas Easy Dent Maurer (born June 20, 1971) is an American actor. He has appeared in various films, including American Psycho, You Can Count on Me, The Deep End, A Beautiful Mind, Sweet Home Alabama, Hulk, Secondhand Lions, Stealth, An Unfinished Life, Glory Road, Poseidon, Management, Life as We Know It, The Lincoln Lawyer, J. Edgar, Red Dog, Breakthrough, and Ford v Ferrari. His television roles include The Firm,  The Mysteries of Laura, and Yellowstone.",
  "/wiki/S._Epatha_Merkerson": "Sharon Epatha Merkerson (/iˈpeɪθə/; born November 28, 1952) is an American film, stage, and television actress. She has received numerous high-profile accolades for her work, including an Emmy Award, a Golden Globe Award, a Screen Actors Guild Award, four NAACP Image Awards, two Obie Awards and two Tony Award nominations. Merkerson is also the recipient of 4 honorary doctorate degrees. She is best known for her award-winning portrayal of Lieutenant Anita Van Buren on the NBC police procedural drama series Law & Order, a role she played from 1993 to 2010.  She appeared in 395 episodes of the series.",
  "/wiki/Rose_McGowan": "Rose Arianna McGowan (born September 5, 1973) is an American actress, activist, model and author. After her film debut in a brief role in the comedy Encino Man (1992), McGowan achieved wider recognition for her performance in Gregg Araki's dark comedy The Doom Generation (1995), receiving an Independent Spirit Award nomination for Best Debut Performance. She had her breakthrough in the horror film Scream (1996) and subsequently headlined the films Going All the Way (1997), Devil in the Flesh (1998) and Jawbreaker (1999).",
  "/wiki/Jeff_Gordon": "Jeffery Michael Gordon (born August 4, 1971) is an American former professional stock car racing driver,  currently an announcer for Fox NASCAR, and a top executive for Hendrick Motorsports. He formerly drove the No. 24 Chevrolet for Hendrick Motorsports in 23 full-time NASCAR Sprint Cup Series seasons between 1993 and 2015, and served as a substitute driver for Dale Earnhardt Jr. in the No. 88 Hendrick Motorsports Chevrolet in select races during the 2016 season.",
  "/wiki/Sam_Champion": "Samuel James Champion (born August 13, 1961) is an American weather anchor who is best known for his combined 25-year career on the ABC flagship station WABC-TV and Good Morning America. He formerly co-anchored AMHQ: America's Morning Headquarters and 23.5 Degrees With Sam Champion on The Weather Channel.",
  "/wiki/Tia_Carrere": "Althea Rae Duhinio Janairo (born January 2, 1967), known professionally as Tia Carrere (/kəˈrɛərə/), is an American actress, two-time Grammy Award-winning singer, and former model, who obtained her first big break as a regular on the daytime soap opera General Hospital.",
  "/wiki/Barney_%26_Friends": "Barney & Friends is an American children's television series aimed at children aged 1 to 8, created by Sheryl Leach and produced by HIT Entertainment. It premiered on PBS on April 6, 1992. The series features the title character Barney, a purple anthropomorphic Tyrannosaurus rex who conveys educational messages through songs and small dance routines with a friendly, optimistic attitude. The last episode aired on November 2, 2010. Reruns aired on Sprout from 2005 until 2015, and have aired since December 17, 2018 under Sprout's new name Universal Kids.",
  "/wiki/Jennifer_Berry": "Jennifer Berry-Gooden (born July 18, 1983) is an American beauty pageant titleholder who was crowned Miss America on January 21, 2006.  A resident of Tulsa, Oklahoma, she was the fifth Miss America from Oklahoma to hold the title.",
  "/wiki/D.L._Hughley": "Darryl Lynn Hughley (/ˈhjuːɡliː/; born March 6, 1963) is an American actor, political commentator, radio host, author and stand-up comedian. Hughley is best known as the original host of BET's ComicView from 1992-1993, the eponymous character on the ABC/UPN sitcom The Hughleys, and as one of the \"Big Four\" comedians in The Original Kings of Comedy. Additionally, he has been the host of CNN's D. L. Hughley Breaks the News, a correspondent for The Jay Leno Show on NBC, and a local radio personality and interviewer in New York City. In early 2013, D.L. Hughley landed in 9th place on Dancing with the Stars.",
  "/wiki/Anthony_Hopkins": "Sir Philip Anthony Hopkins CBE (born 31 December 1937) is a Welsh actor, director and film producer. He won the Academy Award for Best Actor in 1992 and has been nominated four additional times. Hopkins has also won three BAFTAs, two Emmys and the Cecil B. DeMille Award. In 1993, he was knighted by Queen Elizabeth II for services to the arts. Hopkins received a star on the Hollywood Walk of Fame in 2003, and in 2008, he received the BAFTA Fellowship for lifetime achievement from the British Academy of Film and Television Arts.",
  "/wiki/Natasha_Bedingfield": "Natasha Anne Bedingfield (born 26 November 1981) is an English singer and songwriter. Bedingfield released her debut album, Unwritten, in 2004, which contained primarily up-tempo pop songs and was influenced by R&B music. It enjoyed international success with more than 2.3 million copies sold worldwide. Bedingfield received a Grammy Award nomination for Best Female Pop Vocal Performance for the title track \"Unwritten\", and at the 2005 and 2006 Brit Awards, she was nominated for Best British Female Artist. Unwritten also produced her only UK number one, \"These Words\".",
  "/wiki/Bernie_Mac": "Bernard Jeffrey McCullough (October 5, 1957 – August 9, 2008), better known by his stage name Bernie Mac, was an American comedian, actor, and voice actor. Born and raised on Chicago's South Side, Mac gained popularity as a stand-up comedian. He joined fellow comedians Steve Harvey, Cedric the Entertainer, and D. L. Hughley in the film The Original Kings of Comedy. After briefly hosting the HBO show Midnight Mac, Mac appeared in several films in smaller roles. His most noted film role was as Frank Catton in the remake Ocean's Eleven and the title character of Mr. 3000. He was the big star of his eponymous show, which ran from 2001 through 2006, earning him two Emmy Award nominations for Outstanding Lead Actor in a Comedy Series. Mac's other films included starring roles in Booty Call, Friday, B*A*P*S, The Players Club, Head of State, Charlie's Angels: Full Throttle, Bad Santa, Guess Who, Pride, Soul Men, Transformers, Old Dogs, and Madagascar: Escape 2 Africa.",
  "/wiki/Emma_Thompson": "Dame Emma Thompson DBE (born 15 April 1959) is a British actress, screenwriter, activist, author, and comedian. One of Britain's most acclaimed actresses, she often portrays enigmatic and matronly characters with a sense of wit, frequently in period dramas and literary adaptations. She is the recipient of numerous accolades, including two Academy Awards, a Primetime Emmy Award, three BAFTA Awards, and two Golden Globe Awards.",
  "/wiki/Il_Divo": "Il Divo (Italian pronunciation: [il ˈdiːvo]) is a multi-national classical crossover vocal group. The male quartet originated in the United Kingdom in December 2003, bringing together singers Urs Bühler (Switzerland), Carlos Marín (Spain), David Miller (USA), and Sébastien Izambard (France). The group was created and promoted by music producer Simon Cowell for the label Syco Music (a subsidiary of Sony Music). Although it is unclear how the group's name came about, \"Il Divo\" is translated from Italian as \"divine performer.\"",
  "/wiki/John_O%27Hurley": "John George O'Hurley Jr. (born October 9, 1954) is an American actor, voice actor, singer, comedian, author and television personality. He is known for the role of J. Peterman on the NBC sitcom Seinfeld, and was the fifth host of the game show Family Feud from 2006 to 2010. Before his run on Family Feud, he hosted To Tell The Truth during the shows 2000-2002 syndication.",
  "/wiki/Enya": "Eithne Pádraigín Ní Bhraonáin (anglicised as Enya Patricia Brennan (/ˈɛnjə/); born 17 May 1961), known professionally as Enya, is an Irish singer, songwriter, record producer and musician. Born into a musical family and raised in the Irish-speaking area of Gweedore in County Donegal, Enya began her music career when she joined her family's Celtic band Clannad in 1980 on keyboards and backing vocals. She left in 1982 with their manager and producer Nicky Ryan to pursue a solo career, with Ryan's wife Roma Ryan as her lyricist. Enya developed her sound over the following four years with multitracked vocals and keyboards with elements of new age, Celtic, classical, church, and folk music. She has sung in ten languages.",
  "/wiki/Academy_Awards": "The Academy Awards, more popularly known as the Oscars, are awards for artistic and technical merit in the film industry. Given annually by the Academy of Motion Picture Arts and Sciences (AMPAS), the awards are an international recognition of excellence in cinematic achievements as assessed by the Academy's voting membership. The various category winners are awarded a copy of a golden statuette, officially called the \"Academy Award of Merit\", although more commonly referred to by its nickname, the \"Oscar\". The statuette depicts a knight rendered in the Art Deco style.",
  "/wiki/Claudia_Cohen": "Claudia Lynn Cohen (December 16, 1950 – June 15, 2007) was an American gossip columnist, socialite, and television reporter. She is credited with putting the New York Post's Page Six gossip column on the map. The building housing the University of Pennsylvania's College of Arts and Sciences was renamed in her honor in 2008.",
  "/wiki/Kristin_Cavallari": "Kristin Elizabeth Cutler (née Cavallari; born January 5, 1987) is an American television personality, fashion designer, and actress. Born in Denver, Colorado, she attended Laguna Beach High School as a teenager after spending junior high and freshman year living in Barrington, Illinois. In 2004, Cavallari came to prominence after being cast in the reality television series Laguna Beach: The Real Orange County, which documented the lives of her and her friends.",
  "/wiki/Dancing_with_the_Stars": "Dancing with the Stars is the name of various international television series based on the format of the British TV series Strictly Come Dancing, which is distributed by BBC Worldwide, the commercial arm of the BBC. Currently the format has been licensed to over 42 territories.",
  "/wiki/Meredith_Vieira": "Meredith Louise Vieira (born December 30, 1953) is an American broadcast journalist and television personality. She is best known as the original moderator of the daytime talk show The View (1997–2006), the original host of the syndicated version of the game show Who Wants to Be a Millionaire (2002–2013), and as co-host of the NBC morning news program Today (2006–2011).",
  "/wiki/Randy_Jackson": "Randall Darius Jackson (born June 23, 1956) is an American bassist, singer, record producer, entrepreneur, and television personality.",
  "/wiki/Live_with_Regis_and_Kelly_(season_18)": "This is a list of Live with Regis and Kelly episodes which were broadcast during the show's 18th season.  The list is ordered by air date."
}