{
  "/wiki/Regis_Philbin": "Regis Francis Xavier Philbin (/ˈriːdʒɪs ˈfɪlbɪn/; born August 25, 1931) is an American media personality, actor, and singer, known for hosting talk and game shows since the 1960s.  After graduating from the University of Notre Dame, he served in the Navy and got his television start serving as a page for the Tonight Show in the 1950s. Philbin gained his first network TV exposure in 1967 as Joey Bishop's sidekick on The Joey Bishop Show.",
  "/wiki/Kelly_Ripa": "Kelly Maria Ripa (born October 2, 1970) is an American actress, dancer, talk show hostess, and television producer.",
  "/wiki/Antonio_Banderas": "José Antonio Domínguez Bandera[a] (born 10 August 1960), known professionally as Antonio Banderas, is a Spanish actor, film producer and director. He is the recipient of numerous accolades, including a Cannes Best Actor Award and nominations for a Tony Award, an Academy Award, two Primetime Emmy Awards and five Golden Globe Awards.",
  "/wiki/Rebecca_Romijn": "Rebecca Alie Romijn (/roʊˈmeɪn/ roh-MAYN; Dutch: [roːˈmɛin]; born November 6, 1972) is an American actress and former model. She is known for her role as Mystique in the trilogy of the X-Men film series, and as Joan from The Punisher (2004), both of which are based on Marvel Comics. She also had a recurring role as Alexis Meade on the television series Ugly Betty, and as Number One on Star Trek: Discovery. Major roles include as Eve Baird on the TNT series The Librarians, which ran for four seasons, and as the host of the game show Skin Wars.",
  "/wiki/Jon_Voight": "Jon Voight (/vɔɪt/; born December 29, 1938) is an American actor. He is the winner of one Academy Award, having been nominated for four. He has also won four Golden Globe Awards and has so far been nominated for eleven. He is the father of actress Angelina Jolie and actor James Haven.",
  "/wiki/Lucy_Liu": "Lucy Liu (born December 2, 1968) is an American actress, who is known for playing the role of the vicious and ill-mannered Ling Woo in the television series Ally McBeal (1998–2002), the assertive assassin O-Ren Ishii in Kill Bill, and Joan Watson in the crime-drama series Elementary (2012–2019). Throughout her career, she has received two Screen Actors Guild Awards and has won the Seoul International Drama Award for Best Actress. She has been nominated for a Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series, and has received nominations for three People's Choice Awards and two Saturn Awards.",
  "/wiki/Julianna_Margulies": "Julianna Luisa  Margulies (/ˈmɑːrɡjʊliːs/; born June 8, 1966) is an American actress and producer. After several small television roles, Margulies achieved wide recognition for her role as Carol Hathaway on NBC's long-running medical drama ER, for which she won an Emmy Award. She also voiced Neera in Dinosaur (2000) and appeared in the miniseries The Mists of Avalon (2001).",
  "/wiki/Mario_Batali": "Mario Francesco Batali (born September 19, 1960) is an American chef, writer, restaurateur, and media personality. Batali formerly co-owned restaurants in New York City; Las Vegas; Los Angeles and Newport Beach, California; Boston; Singapore; Westport, Connecticut; and New Haven, Connecticut. Batali was also known for his appearances on the Food Network, on shows such as Molto Mario and Iron Chef America, on which he was one of the featured \"Iron Chefs\". In 2017, the restaurant review site Eater revealed multiple accusations of sexual assault against Batali and, in March 2019, he sold all his restaurant holdings—attributed to the aforementioned allegations.",
  "/wiki/Randy_Jackson": "Randall Darius Jackson (born June 23, 1956) is an American bassist, singer, record producer, entrepreneur, and television personality.",
  "/wiki/Carmen_Electra": "Tara Leigh Patrick (born April 20, 1972), known professionally as Carmen Electra, is an American model, actress, television personality, singer and dancer. She began her career as a singer after moving to Minneapolis, where she met Prince, who produced her self-titled debut studio album. Electra began glamour modeling in 1996 with numerous appearances in Playboy magazine. She later relocated to Los Angeles to pursue a career as an actress, playing the role of Lani McKenzie on the television series Baywatch (1997–1998). Electra also hosted MTV’s Singled Out (1997-1998).",
  "/wiki/Pink_(singer)": "Alecia Beth Moore (born September 8, 1979), known professionally as Pink (stylized as P!nk), is an American singer, songwriter, dancer, actress, record producer, spokesperson and model. She was originally a member of the girl group Choice. In 1995, LaFace Records saw potential in Pink and offered her a solo recording contract. Her R&B-influenced debut studio album Can't Take Me Home (2000) was certified double-platinum in the United States and spawned two Billboard Hot 100 top-ten songs: \"There You Go\" and \"Most Girls\". She gained further recognition with the collaborative single \"Lady Marmalade\" from the Moulin Rouge! soundtrack, which topped many charts worldwide. Refocusing her sound to pop rock with her second studio album Missundaztood (2001), the album sold more than 13 million copies worldwide and yielded the international number-one songs \"Get the Party Started\", \"Don't Let Me Get Me\", and \"Just Like a Pill\".",
  "/wiki/Billy_Crystal": "William Edward Crystal (born March 14, 1948) is an American actor, voice artist, comedian, singer, writer, producer, director, and television host. He gained prominence in the 1970s and 80s for television roles as Jodie Dallas on the ABC sitcom Soap and as a cast member and frequent host of Saturday Night Live. He then became a Hollywood film star during the late 1980s and 1990s, appearing in the critical and box office successes The Princess Bride (1987), Throw Momma from the Train (1987), When Harry Met Sally... (1989), City Slickers (1991), Mr. Saturday Night (1992) and Analyze This (1999), and providing the voice of Mike Wazowski in the Monsters, Inc. films, starting in 2001. He will reprise his role in the upcoming Disney+ series Monsters at Work (2020).",
  "/wiki/Vanna_White": "Vanna Marie White (née Rosich; born February 18, 1957) is an American television personality and film actress known as the hostess of Wheel of Fortune since 1982.",
  "/wiki/Chris_Rock": "Christopher Julius Rock (born February 7, 1965) is an American comedian, actor, writer, producer, and director.",
  "/wiki/Hugh_Grant": "Hugh John Mungo Grant (born 9 September 1960) is an English actor and film producer. Grant has received a Golden Globe, a BAFTA, and an Honorary César for his work. As of 2018[update], his films have grossed a total of nearly US$3 billion worldwide from 29 theatrical releases. He first received attention after earning the Volpi Cup for his performance in the film Maurice (1987) but achieved international success after appearing in Four Weddings and a Funeral (1994). He used this breakthrough role as a frequent cinematic persona during the 1990s, delivering comic performances in  films such as Notting Hill (1999) and Mickey Blue Eyes (1999). For Four Weddings and a Funeral, Grant won the Golden Globe Award for Best Actor - Motion Picture Musical or Comedy and the BAFTA Award for Best Actor in a Leading Role.",
  "/wiki/David_Schwimmer": "David Lawrence Schwimmer (born November 2, 1966) is an American actor and director.",
  "/wiki/Barry_Watson_(actor)": "Michael Barrett Watson (born April 23, 1974) is an American actor, known for his roles of Matthew \"Matt\" Camden on 7th Heaven, Brian Davis in What About Brian, Todd Deepler in Samantha Who? and Lachlan Murdoch in The Loudest Voice.",
  "/wiki/Michael_Douglas": "Michael Kirk Douglas (born September 25, 1944) is an American actor and producer. He has received numerous accolades, including two Academy Awards, five Golden Globe Awards, a Primetime Emmy Award, the Cecil B. DeMille Award, and the AFI Life Achievement Award.",
  "/wiki/Daniel_Powter": "Daniel Richard Powter (/ˈpaʊtər/; born February 25, 1971) is a Canadian musician. He is best known for his self-penned hit song \"Bad Day\" (2005), which spent five weeks atop the Billboard Hot 100.",
  "/wiki/Willem_Dafoe": "William James \"Willem\" Dafoe (born July 22, 1955) is an American actor. He is known for his distinct gravelly voice, and has received multiple accolades, including nominations for four Academy Awards and three Golden Globe Awards. He has frequently collaborated with filmmakers Paul Schrader, Abel Ferrara, Lars von Trier, and Wes Anderson.",
  "/wiki/Drew_Lachey": "Andrew John \"Drew\" Lachey (born August 8, 1976) is an American singer and actor. He is known as a member of 98 Degrees, the winner of the second season of Dancing with the Stars, and the younger brother of Nick Lachey.",
  "/wiki/Avant_(singer)": "Myron Lavell Avant (born April 26, 1978), better known as Avant, is a multi-platinum awarded American R&B singer and songwriter.",
  "/wiki/Craig_Ferguson": "Craig Ferguson (born 17 May 1962) is a Scottish-American television host, comedian, author, and actor. He hosted the syndicated game show Celebrity Name Game (2014–17), for which he won two Daytime Emmy Awards, and Join or Die with Craig Ferguson (2016) on History. He was also the host of the CBS late-night talk show The Late Late Show with Craig Ferguson (2005–14). In 2017 he released a web show with his wife Megan, titled Couple Thinkers. It ran for six episodes from 9 October 2017, and is available on YouTube.",
  "/wiki/Mandy_Moore": "Amanda Leigh Moore (born April 10, 1984) is an American singer, songwriter and actress. She signed with Epic Records in 1999 and came to fame with the release of her debut single \"Candy\", which peaked at number 41 on the Billboard Hot 100. Her debut studio album, So Real (1999), received a platinum certification from the RIAA. The title single from her second studio album, I Wanna Be With You (2000), became Moore's first top 30 song in the U.S., peaking at number 24 on the Hot 100. Moore subsequently released the studio albums Mandy Moore (2001), Coverage (2003), Wild Hope (2007), and Amanda Leigh (2009). Her upcoming seventh album, Silver Landings, is set to be released in March 2020.",
  "/wiki/Toto_(band)": "Toto was an American rock band formed in 1977 in Los Angeles. The band's most recent lineup consisted of Joseph Williams (lead vocals), David Paich (keyboards, vocals), Steve Porcaro (keyboards), Steve Lukather (guitars, vocals), plus touring members Lenny Castro (percussion), Warren Ham (saxophone), Shem von Schroeck (bass) and Shannon Forrest (drums). Toto is known for a musical style that combines elements of pop, rock, soul, funk, progressive rock, hard rock, R&B, blues, and jazz.",
  "/wiki/Dennis_Quaid": "Dennis William Quaid (born April 9, 1954) is an American actor known for a wide variety of dramatic and comedic roles. First gaining widespread attention in the 1980s, some of his notable credits include Breaking Away (1979), The Right Stuff (1983), The Big Easy (1986), Innerspace (1987), Great Balls of Fire! (1989), Dragonheart (1996), The Parent Trap (1998), Frequency (2000), Traffic (2000), The Rookie (2002), The Day After Tomorrow (2004), Vantage Point (2008), Footloose (2011), Soul Surfer (2011), and The Intruder (2019). For his role in Far from Heaven (2002), he won the New York Film Critics Circle Award for Best Supporting Actor among other accolades.",
  "/wiki/Rachael_Ray": "Rachael Domenica Ray (born August 25, 1968) is an American television personality, businesswoman, celebrity cook and author. She hosts the syndicated daily talk and lifestyle program Rachael Ray, and the Food Network series 30 Minute Meals.  Other programs to her credit include Rachael Ray's Tasty Travels, $40 a Day, Rachael Ray's Week In A Day and the reality format shows Rachael vs. Guy: Celebrity Cook-Off, and Rachael Ray's Kids Cook-Off. Ray has written several cookbooks based on the 30 Minute Meals concept, and launched a magazine Every Day with Rachael Ray, in 2006. Ray's television shows have won three Daytime Emmy Awards.",
  "/wiki/Cirque_du_Soleil": "Cirque du Soleil (French: [sɪʁk dzy sɔ.lɛj], \"Circus of the Sun\") is a Montreal-based entertainment company and the largest contemporary circus producer in the world. Located in the inner-city area of Saint-Michel, it was founded in Baie-Saint-Paul on 16 June 1984 by former street performers Guy Laliberté and Gilles Ste-Croix.",
  "/wiki/D.L._Hughley": "Darryl Lynn Hughley (/ˈhjuːɡliː/; born March 6, 1963) is an American actor, political commentator, radio host, author and stand-up comedian. Hughley is best known as the original host of BET's ComicView from 1992-1993, the eponymous character on the ABC/UPN sitcom The Hughleys, and as one of the \"Big Four\" comedians in The Original Kings of Comedy. Additionally, he has been the host of CNN's D. L. Hughley Breaks the News, a correspondent for The Jay Leno Show on NBC, and a local radio personality and interviewer in New York City. In early 2013, D.L. Hughley landed in 9th place on Dancing with the Stars.",
  "/wiki/Brooke_Burns": "Brooke Elizabeth Burns (born March 16, 1978) is an American fashion model, game show host, actress, and television personality. Burns began her television career in 1995, portraying the supporting character Peg, in the Spanish-American teen sitcom Out of the Blue (1995–96), appearing in all episodes but gaining little notoriety. However, Burns won recognition in 1998, when she joined the cast of the action drama series Baywatch alongside David Hasselhoff and Kelly Packard, in her breakthrough role portraying the character Jessie Owens. Burns subsequently starred in Baywatch's second rendition, Baywatch: Hawaii, alongside Simmone Jade Mackinnon, Stacy Kamano and again David Hasselhoff, until she left the show due to her first pregnancy. She appeared in 33 episodes.",
  "/wiki/Kristin_Chenoweth": "Kristin Dawn Chenoweth (/ˈtʃɛnoʊwɛθ/; born Kristi Dawn Chenoweth, July 24, 1968) is an American actress and singer, with credits in musical theatre, film and television. In 1999, she won a Tony Award for her performance as Sally Brown in You're a Good Man, Charlie Brown on Broadway. In 2003, Chenoweth received wide notice for originating the role of Glinda in the musical Wicked, including a nomination for another Tony. Her television roles have included Annabeth Schott in NBC's The West Wing and Olive Snook on the ABC comedy-drama Pushing Daisies, for which she won a 2009 Emmy Award for Outstanding Supporting Actress in a Comedy Series. She also starred in the ABC TV series GCB in 2012.",
  "/wiki/Rihanna": "Robyn Rihanna Fenty (/riˈænə/ ree-AN-ə;[n 1] born February 20, 1988) is a Barbadian singer, songwriter, actress, and businesswoman, who has been recognized for embracing various musical styles and reinventing her image throughout her career.",
  "/wiki/Robin_Williams": "Robin McLaurin Williams (July 21, 1951 – August 11, 2014) was an American actor and comedian. Born in Chicago, Williams began performing stand-up comedy in San Francisco and Los Angeles during the mid-1970s. After rising to fame playing the alien Mork in the sitcom Mork & Mindy, Williams established a career in both stand-up comedy and feature film acting. He was known for his improvisation skills and the wide variety of memorable character voices he created. Many critics have lauded Williams as one of the funniest comedians of all time.",
  "/wiki/Jenny_McCarthy": "Jennifer Ann McCarthy (born November 1, 1972) is an American actress, model, television host, satellite radio broadcaster, author, screenwriter, and anti-vaccine activist. She began her career in 1993 as a nude model for Playboy magazine and was later named their Playmate of the Year. McCarthy then had a television and film acting career, starting as a co-host on the MTV game show Singled Out, then some eponymous sitcoms, as well as films such as BASEketball, Diamonds, Scream 3, and Santa Baby. She is a former co-host of the ABC talk show The View. She is currently a judge on the FOX musical competition show The Masked Singer.",
  "/wiki/Michael_Eisner": "Michael Dammann Eisner (born March 7, 1942) is an American businessman. Eisner was the Chairman and Chief Executive Officer (CEO) of The Walt Disney Company from September 1984 to September 2005. Prior to Disney, Eisner was President and CEO of rival film studio Paramount Pictures from 1976 to 1984, and had brief stints at the major television networks: NBC, CBS, and ABC.",
  "/wiki/Laurence_Fishburne": "Laurence John Fishburne III (born July 30, 1961) is an American actor, playwright, producer, screenwriter, and film director. He is known for playing Morpheus in The Matrix trilogy, Jason \"Furious\" Styles in the 1991 drama film Boyz n the Hood, Tyrone \"Mr. Clean\" Miller in the 1979 war film Apocalypse Now, and most recently \"The Bowery King\" in the John Wick film series.",
  "/wiki/Cheryl_Hines": "Cheryl Ruth Hines (born September 21, 1965) is an American actress, director and comedian who plays the role of Larry David's wife, Cheryl, on HBO's Curb Your Enthusiasm, for which she was nominated for two Emmy Awards.",
  "/wiki/Paula_Deen": "Paula Ann Hiers Deen (born January 19, 1947) is an American TV personality and cooking show host. Deen resides in Savannah, Georgia, where she owns and operates The Lady & Sons restaurant and Paula Deen's Creek House with her sons, Jamie and Bobby Deen. She has published fifteen cookbooks. Though married since 2004 to Michael Groover, she uses the last name Deen, from her first marriage.",
  "/wiki/Tom_Selleck": "Thomas William Selleck (/ˈsɛlɪk/; born January 29, 1945) is an American actor, film producer, and California Army National Guard veteran. He is most known for starring as private investigator Thomas Magnum in the television series Magnum, P.I. (1980–1988), as Peter Mitchell in Three Men and a Baby, and as NYPD Commissioner Frank Reagan in Blue Bloods on CBS since 2010.",
  "/wiki/Goo_Goo_Dolls": "The Goo Goo Dolls is an American rock band formed in 1986 in Buffalo, New York, by guitarist/vocalist Johnny Rzeznik, bassist/vocalist Robby Takac, and drummer George Tutuska. Mike Malinin was the band's drummer from December 1994 until December 27, 2013 (but not made an official member until 1998). The band are renowned for their biggest hit single \"Iris\". Other notable singles include \"Slide\", \"Name\" and \"Naked\" from 1995's A Boy Named Goo; \"Black Balloon\", \"Dizzy\", and \"Broadway\" from 1998's Dizzy Up the Girl; \"Here Is Gone\" from 2002's Gutterflower, \"Better Days\", \"Give a Little Bit\", and \"Stay with You\" from 2006's Let Love In, and \"Home\" from 2010's Something for the Rest of Us. The band has had 19 top ten singles on various charts, and have sold more than 12 million albums worldwide.",
  "/wiki/Ashley_Tisdale": "Ashley Michelle Tisdale (born July 2, 1985) is an American actress, singer, and producer. During her childhood, Tisdale was featured in over 100 advertisements and had minor roles in television and theatre. She achieved mainstream success as Maddie Fitzpatrick in the Disney Channel series The Suite Life of Zack & Cody. This success was heightened when she starred as Sharpay Evans in the High School Musical franchise. The film series proved to be a huge success for Disney and earned a large following. The success of the films led to Tisdale signing with Warner Bros. Records, releasing her debut album, Headstrong (2007), through the label. The album was a commercial success, earning a gold certification from the Recording Industry Association of America (RIAA). She starred as Candace Flynn in the animated series Phineas & Ferb from 2007 to 2015.",
  "/wiki/Live_with_Regis_and_Kelly_(season_18)": "This is a list of Live with Regis and Kelly episodes which were broadcast during the show's 18th season.  The list is ordered by air date."
}