{
  "/wiki/Kelly_Ripa": "Kelly Maria Ripa (born October 2, 1970) is an American actress, dancer, talk show hostess, and television producer.",
  "/wiki/Vince_Vaughn": "Vincent Anthony Vaughn (born March 28, 1970) is an American actor, producer, screenwriter and comedian.",
  "/wiki/Denis_Leary": "Denis Colin Leary (born August 18, 1957) is an American actor, comedian, singer, writer and producer. Leary was the star and co-creator of Rescue Me. He has had starring roles in many films, including those of Captain George Stacy in Marc Webb's, The Amazing Spider-Man and Cleveland Browns head coach Vince Penn in Ivan Reitman's Draft Day. Leary also voiced the character of Francis in A Bug's Life and that of Diego in the Ice Age franchise. \nHe and wife Ann Leary are the inspiration behind Amazon’s series ‘Modern Love’ Episode 4: “Rallying to Keep the Game Alive”.",
  "/wiki/Jimmy_Kimmel": "James Christian Kimmel (born November 13, 1967) is an American television host, comedian, writer, and producer. He is the host and executive producer of Jimmy Kimmel Live!, a late-night talk show that premiered on ABC on January 26, 2003 at Hollywood Masonic Temple in Hollywood, California; and on April 1, 2019, at a secondary home, the Zappos Theater on the Las Vegas Strip. Kimmel hosted the Primetime Emmy Awards in 2012 and 2016, and the Academy Awards in 2017 and 2018.",
  "/wiki/Famke_Janssen": "Famke Beumer Janssen (Dutch: [ˈfɑmkə ˈjɑnsə(n)]; born c. 1964) is a Dutch actress, director, screenwriter, and former fashion model. She played Xenia Onatopp in GoldenEye (1995), Jean Grey / Phoenix in the X-Men film series (2000–2014), Ava Moore on Nip/Tuck, and Lenore Mills in the Taken film trilogy (2008–2014). In 2008, she was appointed a Goodwill Ambassador for Integrity by the United Nations. She made her directorial debut with Bringing Up Bobby in 2011. She is also known for her role in the Netflix original series Hemlock Grove and for her role in ABC's How to Get Away with Murder. Janssen starred in the 2017 NBC crime thriller The Blacklist: Redemption.",
  "/wiki/Sandra_Bernhard": "Sandra Bernhard (born June 6, 1955) is an American actress, comedian, singer, and author. She first gained attention in the late 1970s, with her stand-up comedy in which she often bitterly critiqued celebrity culture and political figures.",
  "/wiki/Regis_Philbin": "Regis Francis Xavier Philbin (/ˈriːdʒɪs ˈfɪlbɪn/; born August 25, 1931) is an American media personality, actor, and singer, known for hosting talk and game shows since the 1960s.  After graduating from the University of Notre Dame, he served in the Navy and got his television start serving as a page for the Tonight Show in the 1950s. Philbin gained his first network TV exposure in 1967 as Joey Bishop's sidekick on The Joey Bishop Show.",
  "/wiki/Kevin_Connolly_(actor)": "Kevin Connolly (born March 5, 1974) is an American actor and director. He is best known for his role as Eric Murphy in the HBO series Entourage, and his role as the eldest son Ryan Malloy in the 1990s television sitcom Unhappily Ever After. Connolly is also a director, having directed many episodes of television as well as the films Gardener of Eden, Dear Eleanor and Gotti.",
  "/wiki/Anna_Paquin": "Anna Hélène Paquin (/ˈpækwɪn/ PAK-win; born 24 July 1982) is a New Zealand-Canadian actress. She was born in Manitoba and brought up in Wellington, New Zealand, before moving to Los Angeles during her youth. She completed a year at Columbia University, before leaving to focus on her acting career. As a child, she played the role of Flora McGrath in Jane Campion's romantic drama film The Piano (1993), despite having had little acting experience. For her performance, she garnered critical acclaim and received the Academy Award for Best Supporting Actress at the age of 11, making her the second-youngest winner in Oscar history.",
  "/wiki/Ludacris": "Christopher Brian Bridges (born September 11, 1977), known professionally as Ludacris (/ˈluːdəkrɪs/), is an American rapper and actor. Ludacris is the founder of the Disturbing tha Peace record label. Ludacris has won Screen Actors Guild, Critic's Choice, MTV, and 3 Grammy Awards. Along with fellow Atlanta-based rappers Big Boi and André 3000 of OutKast, Ludacris was one of the first and most influential \"Dirty South\" rappers to achieve mainstream success during the early 2000s. In 2014, Ludacris was featured in Forbes list titled \"Hip-Hop Cash Kings\", as he earned $8 million.",
  "/wiki/Julia_Stiles": "Julia O'Hara Stiles (born March 28, 1981) is an American actress. Born and raised in New York City, Stiles began acting at age 12.  Her first film role was in I Love You, I Love You Not (1996), followed by a leading role in the thriller Wicked (1998), for which she was awarded the Karlovy Vary International Film Festival Award for Best Actress. She went on to gain prominence for her lead roles in teen films such as 10 Things I Hate About You (1999) for which she won MTV Movie Award for Best Breakthrough Performance and was nominated for two Teen Choice Awards, Down to You (2000), for which she was nominated for another two Teen Choice Awards, and Save the Last Dance (2001), winning the Teen Choice Award for Choice Movie Actress and was nominated for the MTV Movie Award for Best Female Performance.",
  "/wiki/Liev_Schreiber": "Liev Schreiber (/li-ɛvˈ/; born October 4, 1967) is an American actor, director, screenwriter, and producer. He became known during the late 1990s and early 2000s, having appeared in several independent films, and later mainstream Hollywood films, including the Scream trilogy of horror films, Ransom (1996), Phantoms (1998), The Sum of All Fears (2002), The Omen (2006), X-Men Origins: Wolverine (2009), Taking Woodstock (2009), Salt (2010), Goon (2011), Pawn Sacrifice (2014), and Spotlight (2015). He later became known to a younger generation of audiences for his voice work in My Little Pony: The Movie (2017), Isle of Dogs and Spider-Man: Into the Spider-Verse (2018).",
  "/wiki/The_Apprentice_(U.S._TV_series)": "The Apprentice is an American documentary reality television program that judges the business skills of a group of contestants. It has run in various formats across fifteen seasons since January 2004 on NBC, with the most recent season having run in 2015.",
  "/wiki/Charles_Gibson": "Charles deWolf Gibson (born March 9, 1943) is a retired American broadcast television anchor and journalist. Gibson was a host of Good Morning America from 1987 to 2006, and the anchor of World News with Charles Gibson from 2006 to 2009.",
  "/wiki/Kyra_Sedgwick": "Kyra Minturn Sedgwick (born August 19, 1965) is an American actress, producer, and director. She is best known for her starring role as Deputy Chief Brenda Leigh Johnson on the TNT crime drama The Closer. For her portrayal of Johnson, Sedgwick won a Golden Globe Award in 2007 and an Emmy Award in 2010. The series ended on August 13, 2012, following the completion of its seventh season. Sedgwick is also known for her recurring role as Madeline Wuntch on the sitcom Brooklyn Nine-Nine.",
  "/wiki/Kevin_Dillon": "Kevin Brady Dillon (born August 19, 1965) is an American actor. He is best known for portraying Johnny \"Drama\" Chase on the HBO comedy series Entourage, Bunny in the war film Platoon, and John Densmore in the musical biopic The Doors. He was nominated for three Primetime Emmy Awards and a Golden Globe Award for his performance on Entourage.",
  "/wiki/Bonnie_Hunt": "Bonnie Lynn Hunt (born September 22, 1961) is an American comedian, actress, director, producer, writer and television host. Her film roles include Rain Man, Beethoven, Beethoven's 2nd, Jumanji, Jerry Maguire, The Green Mile, Cheaper by the Dozen, and Cheaper by the Dozen 2.",
  "/wiki/Julie_Andrews": "Dame Julie Andrews, DBE (born Julia Elizabeth Wells; 1 October 1935) is an English actress, singer and author. Andrews, a child actress and singer, appeared in the West End in 1948 and made her Broadway debut in The Boy Friend (1954). Billed as “Britain’s youngest prima donna”, she rose to prominence starring in Broadway musicals such as My Fair Lady (1956)  playing Eliza Doolittle, and Camelot (1960) playing Queen Guinevere. In 1957, Andrews starred in the premiere of Rodgers and Hammerstein's written-for-television musical Cinderella, a live, network broadcast seen by over 100 million viewers. Andrews made her feature film debut in Mary Poppins (1964), and won the Academy Award for Best Actress for her performance in the title role. She starred in The Sound of Music (1965), playing Maria von Trapp, and won the Golden Globe Award for Best Actress – Motion Picture Comedy or Musical.",
  "/wiki/Lauren_Conrad": "Lauren Katherine Tell (née Conrad; born February 1, 1986) is an American television personality, fashion designer, and author. In September 2004, an 18-year-old Conrad came to prominence after being cast in the reality television series Laguna Beach: The Real Orange County, which documented her and her friends' lives in their hometown of Laguna Beach, California.",
  "/wiki/Paris_Hilton": "Paris Whitney Hilton (born February 17, 1981) is an American media personality, businesswoman, socialite, model, singer, actress, fashion designer and DJ.",
  "/wiki/Janice_Dickinson": "Janice Doreen Dickinson (born February 16, 1955) is an American model, author, actress, television personality, and talent agent. Initially notable as a model, she has been disputably described by herself and others as the first supermodel. One of the most successful models of the 1970s and 1980s, she also served as a judge on four cycles on America's Next Top Model beginning in 2003. She opened a modeling agency in 2005, which was documented in the reality television series The Janice Dickinson Modeling Agency (2006–2008).",
  "/wiki/Rita_Wilson": "Margarita Ibrahimoff (born October 26, 1956), known professionally as Rita Wilson, is an American actress, singer, songwriter, and producer. Her film appearances include Volunteers (1985), Sleepless in Seattle (1993), Now and Then (1995), Jingle All the Way (1996), The Story of Us (1999), Runaway Bride (1999), and It's Complicated (2009), and she appeared in the television series The Good Wife and Girls. Wilson has performed on Broadway, and has produced several films, including My Big Fat Greek Wedding (2002).",
  "/wiki/Keanu_Reeves": "Keanu Charles Reeves (/kiˈɑːnuː/ kee-AH-noo; born September 2, 1964) is a Canadian[a] actor, producer, and musician. Reeves gained fame for his starring roles in several blockbuster films, including comedies from the Bill and Ted franchise (1989–present); action thrillers Point Break (1991), Speed (1994), and the John Wick franchise (2014–present); psychological thriller The Devil's Advocate (1997); supernatural action horror Constantine (2005); and sci-fi action series The Matrix (1999–present). He has also appeared in drama films such as Dangerous Liaisons (1988), My Own Private Idaho (1991), and Little Buddha (1993), as well as the romantic horror Bram Stoker's Dracula (1992).",
  "/wiki/Claudia_Cohen": "Claudia Lynn Cohen (December 16, 1950 – June 15, 2007) was an American gossip columnist, socialite, and television reporter. She is credited with putting the New York Post's Page Six gossip column on the map. The building housing the University of Pennsylvania's College of Arts and Sciences was renamed in her honor in 2008.",
  "/wiki/Sandra_Bullock": "Sandra Annette Bullock (/ˈbʊlək/; born July 26, 1964) is an American actress, producer, and philanthropist. She was the highest paid actress in the world in 2010 and 2014. In 2015, Bullock was chosen as People's Most Beautiful Woman and was included in Time's 100 most influential people in the world in 2010. Bullock is the recipient of several accolades, including an Academy Award and a Golden Globe Award.",
  "/wiki/David_Krumholtz": "David Krumholtz (born May 15, 1978) is an American actor. He played Charlie Eppes in the CBS drama series Numb3rs from 2005 to 2010. He also played Seth Goldstein in the Harold & Kumar film trilogy and Bernard the Elf in the Santa Clause film franchise.",
  "/wiki/Jeff_Gordon": "Jeffery Michael Gordon (born August 4, 1971) is an American former professional stock car racing driver,  currently an announcer for Fox NASCAR, and a top executive for Hendrick Motorsports. He formerly drove the No. 24 Chevrolet for Hendrick Motorsports in 23 full-time NASCAR Sprint Cup Series seasons between 1993 and 2015, and served as a substitute driver for Dale Earnhardt Jr. in the No. 88 Hendrick Motorsports Chevrolet in select races during the 2016 season.",
  "/wiki/Miley_Cyrus": "Miley Ray Cyrus (born Destiny Hope Cyrus; November 23, 1992) is an American singer, songwriter, actress, and philanthropist. Her music has spanned a range of styles, including pop, country pop, and hip hop. Cyrus' personal life, public image, and performances have often sparked controversy and received widespread media coverage. She is widely considered to be one of the most successful entertainers in adulthood that originated as a child star. Among numerous awards and nominations, Cyrus was included on the Time 100 list in both 2008 and 2014, named MTV's Artist of the Year in 2013, and was ranked 62nd on Billboard's Top 125 Artists of All Time list in 2019.",
  "/wiki/Wendie_Malick": "Wendie Malick (born December 13, 1950) is an American actress and former fashion model, known for her roles in various television comedies. She starred as Judith Tupper Stone in the HBO sitcom Dream On, and as Nina Van Horn in the NBC sitcom Just Shoot Me!, for which she was nominated for two Primetime Emmys and a Golden Globe Award.",
  "/wiki/Corinne_Bailey_Rae": "Corinne Jacqueline Bailey Rae /kəˈrɪn ˈbeɪli ˈreɪ/ (née Bailey; born 26 February 1979) is a British singer and songwriter from Leeds. Bailey Rae was named the number-one predicted breakthrough act of 2006 in an annual BBC poll of music critics, Sound of 2006. She released her debut album, Corinne Bailey Rae, in February 2006, and became the fourth female British act in history to have her first album debut at number one. In 2007, Bailey Rae was nominated for three Grammy Awards and three Brit Awards, and won two MOBO Awards. In 2008, she won a Grammy Award for Album of the Year (for her work as a featured artist in Herbie Hancock's River: The Joni Letters).",
  "/wiki/All-American_Rejects": "The All-American Rejects is an American rock band formed in Stillwater, Oklahoma in 1999. The band consists of lead vocalist and bassist Tyson Ritter, lead guitarist and backing vocalist Nick Wheeler, rhythm guitarist and backing vocalist Mike Kennerty, and drummer Chris Gaylor. Wheeler and Ritter are the band's songwriters; Wheeler is the primary composer and Ritter is the main lyricist. Although Kennerty and Gaylor are not founding members, they have appeared in all of the band's music videos and on all studio releases except for the band's self-titled debut.",
  "/wiki/Adam_Sandler": "Adam Richard Sandler (born September 9, 1966) is an American actor, comedian, screenwriter, film producer, and musician. After becoming a Saturday Night Live cast member, he went on to star in many Hollywood feature films, which have combined grossed over $2 billion at the box office.",
  "/wiki/Kate_Beckinsale": "Kathrin Romary Beckinsale (born 26 July 1973) is an English actress. After some minor television roles, she made her film debut in Much Ado About Nothing (1993) while still a student at the University of Oxford. She appeared in British costume dramas such as Prince of Jutland (1994), Cold Comfort Farm (1995), Emma (1996), and The Golden Bowl (2000), in addition to various stage and radio productions. She began to seek film work in the United States in the late 1990s and, after appearing in small-scale dramas The Last Days of Disco (1998) and Brokedown Palace (1999), she had starring roles in the war drama Pearl Harbor (2001), the romantic comedy Serendipity, and Tiptoes (2003). She followed those with appearances in The Aviator (2004) and Click (2006).",
  "/wiki/Carson_Kressley": "Carson Lee Kressley (born November 11, 1969) is an American television personality, actor and designer. He was the fashion expert on the American television program Queer Eye, where he was one of the show's \"Fab Five\". He was also the motivational host of the TV show How to Look Good Naked and OWN's Carson Nation, as well as a contestant on season 13 of Dancing with the Stars. Since 2015, Kressley has been a judge on RuPaul's Drag Race. Beginning in October, 2018, he teamed up with his old Queer Eye alum Thom Filicia for a new series called Get a Room on Bravo. The series follows the two as Thom mentors Carson in the interior design business, and features two clients in each episode.",
  "/wiki/Def_Leppard": "Def Leppard are an English rock band formed in 1977 in Sheffield as part of the new wave of British heavy metal movement. Since 1992, the band has consisted of Joe Elliott (lead vocals), Rick Savage (bass, backing vocals), Rick Allen (drums, backing vocals), Phil Collen (guitars, backing vocals), and Vivian Campbell (guitars, backing vocals), which has been the band's longest running line-up.",
  "/wiki/Meryl_Streep": "Mary Louise \"Meryl\" Streep (born June 22, 1949) is an American actress. Often described as the \"best actress of her generation\", Streep is particularly known for her versatility and accents. Nominated for a record 21 Academy Awards, she has won three. Among other accolades, she has received 32 Golden Globe nominations, more than any other person, and won eight.",
  "/wiki/Brandon_Routh": "Brandon James Routh  (born October 9, 1979) is an American actor, appearing on multiple television series throughout the early 2000s.",
  "/wiki/Kate_Bosworth": "Catherine Ann Bosworth (born January 2, 1983) is an American actress and model. Following minor roles in the films The Horse Whisperer (1998) and Remember the Titans (2000), she rose to prominence with her role as a teenage surfer in the box-office hit Blue Crush (2002).",
  "/wiki/Anne_Hathaway": "Anne Jacqueline Hathaway (born November 12, 1982) is an American actress. The recipient of multiple awards, including an Academy Award, a Primetime Emmy Award, and a Golden Globe, she was one of the highest-paid actresses in the world in 2015. Her films have earned over $6.8 billion worldwide, and she appeared in the Forbes Celebrity 100 list in 2009.",
  "/wiki/India.Arie": "India Arie Simpson (born October 3, 1975), also known as India.Arie (sometimes styled as india.arie), is an American singer and songwriter. She has sold over 3.3 million records in the US and 10 million worldwide. She has won four Grammy Awards from her 23 nominations, including Best R&B Album.",
  "/wiki/Live_with_Regis_and_Kelly_(season_18)": "This is a list of Live with Regis and Kelly episodes which were broadcast during the show's 18th season.  The list is ordered by air date."
}