{
  "/wiki/The_Milky_Way_(1940_film)": "The Milky Way is a one-reel animated cartoon short subject, produced in Technicolor and released to theatres with the film The Captain Is a Lady in 1940 by Metro-Goldwyn Mayer. The short (produced and directed by Rudolf Ising and co-produced by Fred Quimby with the voices of Billie Burke as the kittens' mother, Mae Questel and Bernice Hansen as the kittens, and musical supervision by Scott Bradley) explores the adventures of the \"three little kittens who lost their mittens\", as they explore a dreamland where space is made up entirely of dairy products (for example, the Milky Way is made of milk and the Moon is made of green cheese). The short won the 1940 Oscar for Best Animated Short Film, and was the first non-Disney film to do so. Other shorts nominated in 1940 included A Wild Hare by Warner Bros., introducing Bugs Bunny, and another MGM cartoon Puss Gets the Boot, with Jasper & Jinx, the prototype for Tom and Jerry. It was added as a bonus feature in the Marx Bros. DVD release of Go West (1940).",
  "/wiki/Rudolf_Ising": "Rudolf Carl Ising was an American animator known for creating the Warner Bros. Cartoons and MGM Cartoons and his collaboration with Hugh Harman during the golden age of American animation.",
  "/wiki/The_Yankee_Doodle_Mouse": "The Yankee Doodle Mouse is a 1943 American one-reel animated cartoon in Technicolor. It is the eleventh Tom and Jerry short produced by Fred Quimby, and directed by William Hanna and Joseph Barbera, with musical supervision by Scott Bradley and animation by Irven Spence, Pete Burness, Kenneth Muse and George Gordon. Jack Zander was credited on the original print, but his credit was omitted in the 1950 reissue. It was released to theaters on June 26, 1943 by Metro-Goldwyn Mayer.\nThe short features Tom the cat and Jerry the mouse chasing each other in a pseudo-warfare style, and makes numerous references to World War II technology such as jeeps and dive bombers. The Yankee Doodle Mouse won the 1943 Oscar for Best Animated Short Film, making it the first of seven Tom and Jerry cartoons to receive this distinction.",
  "/wiki/Tom_and_Jerry": "Tom and Jerry is an American animated franchise and series of comedy short films created in 1940 by William Hanna and Joseph Barbera. Best known for its 161 theatrical short films by Metro-Goldwyn-Mayer, the series centers on a friendship/rivalry (a love-hate relationship) between the title characters Tom, a cat, and Jerry, a mouse. Many shorts also feature several recurring characters.",
  "/wiki/William_Hanna": "William Denby Hanna (July 14, 1910 – March 22, 2001) was a Lebanese-American animator, director, producer, voice actor, cartoon artist, and musician whose film and television cartoon characters entertained millions of people for much of the 20th century.",
  "/wiki/Joseph_Barbera": "Joseph Roland Barbera (/bɑːrˈbɛərə, ˈbɑːrbərə/ bar-BAIR-ə, BAR-bər-ə, Italian: [barˈbɛːra]; March 24, 1911 – December 18, 2006) was an American animator, director, producer, storyboard artist, and cartoon artist, whose film and television cartoon characters entertained millions of fans worldwide for much of the 20th century.",
  "/wiki/Mouse_Trouble": "Mouse Trouble is a 1944 American one-reel animated cartoon short and is the 17th Tom and Jerry short produced by Fred Quimby. It was directed by William Hanna and Joseph Barbera, with music direction by Scott Bradley The cartoon was animated by Ray Patterson, Irven Spence, Ken Muse and Pete Burness. Mouse Trouble won the 1944 Oscar for Best Animated Short Film, the second consecutive award bestowed upon the series. It was released in theatres on November 23, 1944 by Metro-Goldwyn Mayer and reissued on December 12, 1951.",
  "/wiki/Quiet_Please!": "This is a complete list of the 164 shorts in the Tom and Jerry series produced and released between 1940 and 2014. Of these, 161 are theatrical shorts, two are made-for-TV shorts and one is a 2-minute sketch shown as part of a telethon.",
  "/wiki/The_Cat_Concerto": "The Cat Concerto is a 1947 American one-reel animated cartoon and is the 29th Tom and Jerry short, released to theatres on April 26, 1947. It was produced by Fred Quimby and directed by William Hanna and Joseph Barbera, with musical supervision by Scott Bradley, and animation by Kenneth Muse, Ed Barge and Irven Spence and additional animation by Richard Bickenbach (uncredited).",
  "/wiki/Tweetie_Pie": "Tweetie Pie is a 1947 Merrie Melodies cartoon directed by Friz Freleng. Tweetie Pie was the first pairing of Sylvester and Tweety and won the Academy Award for Best Animated Short Film, breaking Tom and Jerry's streak of four consecutive wins on the category.",
  "/wiki/Sylvester_(Looney_Tunes)": "Sylvester is a fictional character, a three-time Academy Award-winning anthropomorphic Tuxedo cat in the Looney Tunes and Merrie Melodies series of cartoons. Most of his appearances have him often chasing Tweety, Speedy Gonzales, or Hippety Hopper. Sylvester appeared in 103 cartoons in the golden age of American animation, only behind Bugs Bunny, Porky Pig, and Daffy Duck. Three of his cartoons won Academy Awards, the most for any starring Looney Tunes character: they are Tweetie Pie, Speedy Gonzales, and Birds Anonymous.",
  "/wiki/Tweety": "Tweety is a  yellow canary in the Warner Bros. Looney Tunes and Merrie Melodies series of animated cartoons. The name \"Tweety\" is a play on words, as it originally meant \"sweetie\", along with \"tweet\" being an English onomatopoeia for the sounds of birds. His characteristics are based on Red Skelton's famous \"Mean Widdle Kid.\" Tweety appeared in 46 cartoons during the golden age.",
  "/wiki/Friz_Freleng": "Isadore \"Friz\" Freleng (August 21, 1906 – May 26, 1995), often credited as I. Freleng, was an American animator, cartoonist, director, producer, and composer known for his work at Warner Bros. Cartoons on the Looney Tunes and Merrie Melodies series of cartoons.",
  "/wiki/The_Little_Orphan": "The Little Orphan is a 1949 American one-reel animated cartoon and the 40th Tom and Jerry cartoon, released in theaters on April 30, 1949 by Metro-Goldwyn Mayer. It was produced by Fred Quimby and directed by William Hanna and Joseph Barbera, with music by Scott Bradley. The cartoon was animated by Irven Spence, Kenneth Muse, Ed Barge and Ray Patterson.",
  "/wiki/For_Scent-imental_Reasons": "For Scent-imental Reasons is a Warner Bros. Looney Tunes short released in 1949. It was directed by Chuck Jones, written by Michael Maltese, and featured the characters Pepé Le Pew and Penelope Pussycat.  All voices were done by Mel Blanc. It won the Oscar for Best Animated Short Film and was the first Chuck Jones-directed cartoon and as the second Warner Bros. cartoon to win this award.",
  "/wiki/Pepé_Le_Pew": "Pepé Le Pew is a character from the Warner Bros. Looney Tunes and Merrie Melodies series of cartoons, first introduced in 1945. Depicted as a French striped skunk, Pepé is constantly in search of love and appreciation. However, his offensive skunk odor and his aggressive pursuit of romance typically cause other characters to run from him.",
  "/wiki/Penelope_Pussycat": "Pepé Le Pew is a character from the Warner Bros. Looney Tunes and Merrie Melodies series of cartoons, first introduced in 1945. Depicted as a French striped skunk, Pepé is constantly in search of love and appreciation. However, his offensive skunk odor and his aggressive pursuit of romance typically cause other characters to run from him.",
  "/wiki/Chuck_Jones": "Charles Martin Jones (September 21, 1912 – February 22, 2002) was an American animated filmmaker and cartoonist, best known for his work with Warner Bros. Cartoons on the Looney Tunes and Merrie Melodies shorts. He wrote, produced, and/or directed many classic animated cartoon shorts starring Bugs Bunny, Daffy Duck, Wile E. Coyote and the Road Runner, Pepé Le Pew, Porky Pig, Michigan J. Frog, the Three Bears, and a slew of other Warner characters.",
  "/wiki/So_Much_for_So_Little": "So Much for So Little is a 1949 American short documentary film directed by Chuck Jones. In 1950, it won an Oscar at the 22nd Academy Awards for Documentary Short Subject, tying with A Chance to Live. As a work of the United States Government, the film is in the public domain. The Academy Film Archive preserved So Much for So Little in 2005. Produced during the Harry S. Truman administration, it attained renewed relevance during the Donald Trump administration nearly seven decades later.",
  "/wiki/The_Two_Mouseketeers": "The Two Mouseketeers is a 1952 American one-reel animated cartoon and is the 65th Tom and Jerry short, produced in Technicolor and released to theatres on March 15, 1952 by Metro-Goldwyn-Mayer. It was produced by Fred Quimby and directed by William Hanna and Joseph Barbera. The cartoon was animated by Ed Barge, Kenneth Muse and Irven Spence. Musical supervision was done by Scott Bradley, using a version of the theme music by Nelson Eddy and The Sportsmen Quartet named \"Soldier of Fortune\", from the movie The Girl of the Golden West. The character of Nibbles was voiced by six-year-old Francoise Brun-Cottan.",
  "/wiki/Johann_Mouse": "This is a complete list of the 164 shorts in the Tom and Jerry series produced and released between 1940 and 2014. Of these, 161 are theatrical shorts, two are made-for-TV shorts and one is a 2-minute sketch shown as part of a telethon.",
  "/wiki/Speedy_Gonzales_(film)": "Speedy Gonzales is a 1955 Merrie Melodies animated short directed by Friz Freleng from a story by Warren Foster. It is the official debut of the title character. It won the Oscar for Best Animated Short Film. This cartoon is the first time Speedy Gonzales and Sylvester meet.",
  "/wiki/Speedy_Gonzales": "Speedy Gonzales is an animated cartoon character in the Warner Brothers Looney Tunes and Merrie Melodies series of cartoons. He is portrayed as \"The Fastest Mouse in all Mexico\" with his major traits being the ability to run extremely fast, speaking with an exaggerated Mexican accent and also speaking Spanish. He usually wears a yellow sombrero, white shirt and trousers (which was a common traditional outfit worn by men and boys of rural Mexican villages), and a red kerchief, similar to that of some traditional Mexican attires.[original research?] To date,[when?] there have been 46 cartoons made either starring or featuring this character.",
  "/wiki/Birds_Anonymous": "Birds Anonymous is an Oscar-winning 1957 Merrie Melodies animated short, directed by Friz Freleng and written by Warren Foster, featuring Tweety, Sylvester and Clarence the cat. The voices were performed by Mel Blanc.",
  "/wiki/Knighty_Knight_Bugs": "Knighty Knight Bugs is a 1958 Warner Bros Looney Tunes cartoon directed by Friz Freleng, produced by Warner Bros. Cartoons and released by Warner Bros. Mel Blanc provided for the voices of all the characters in this cartoon.",
  "/wiki/Bugs_Bunny": "Bugs Bunny is an animated cartoon character, created in the late 1930s by Leon Schlesinger Productions (later Warner Bros. Cartoons) and voiced originally by Mel Blanc. Bugs is best known for his starring roles in the Looney Tunes and Merrie Melodies series of animated short films, produced by Warner Bros. Though a similar character called Happy Rabbit debuted in the WB cartoon Porky's Hare Hunt (1938) and appeared in a few subsequent shorts, the definitive character of Bugs is widely credited to have made his debut in director Tex Avery's Oscar-nominated film A Wild Hare (1940).",
  "/wiki/Yosemite_Sam": "Yosemite Sam is an American animated cartoon character in the Looney Tunes and Merrie Melodies series of cartoons produced by Warner Bros. Animation. His name is taken from Yosemite National Park. Along with Elmer Fudd, he is an adversary of Bugs Bunny. He is commonly depicted as an extremely aggressive gunslinging prospector, outlaw, pirate, or cowboy with a hair-trigger temper and an intense hatred of rabbits, Bugs in particular. In cartoons with non-Western themes, he uses various aliases, including \"Chilkoot Sam\" (named for the Chilkoot Trail; Sam pronounces it \"Chilli-koot\") and  \"Square-deal Sam\" in 14 Carrot Rabbit, \"Riff Raff Sam\" in Sahara Hare, \"Sam Schultz\" in Big House Bunny, \"Seagoin' Sam\" in Buccaneer Bunny, \"Shanghai Sam\" in Mutiny on the Bunny, and \"Von Schamm the Hessian\" in Bunker Hill Bunny and many others. During the golden age of American animation, Yosemite Sam appeared in 33 shorts.",
  "/wiki/The_Dot_and_the_Line": "The Dot and the Line: A Romance in Lower Mathematics (.mw-parser-output cite.citation{font-style:inherit}.mw-parser-output .citation q{quotes:\"\\\"\"\"\\\"\"\"'\"\"'\"}.mw-parser-output .id-lock-free a,.mw-parser-output .citation .cs1-lock-free a{background:url(\"//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png\")no-repeat;background-position:right .1em center}.mw-parser-output .id-lock-limited a,.mw-parser-output .id-lock-registration a,.mw-parser-output .citation .cs1-lock-limited a,.mw-parser-output .citation .cs1-lock-registration a{background:url(\"//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png\")no-repeat;background-position:right .1em center}.mw-parser-output .id-lock-subscription a,.mw-parser-output .citation .cs1-lock-subscription a{background:url(\"//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png\")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-ws-icon a{background:url(\"//upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Wikisource-logo.svg/12px-Wikisource-logo.svg.png\")no-repeat;background-position:right .1em center}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-maint{display:none;color:#33aa33;margin-left:0.3em}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em}ISBN 1-58717-066-3) is a book written and illustrated by Norton Juster, first published by Random House in 1963. The story was inspired by Flatland: A Romance of Many Dimensions, in which the protagonist visits a one-dimensional universe called Lineland, where women are dots and men are lines.",
  "/wiki/Maurice_Noble": "Maurice Noble (May 1, 1911 – May 18, 2001) was an American animation production designer, background artist and layout designer whose contributions to the industry spanned more than 60 years. He was a long-time associate of animation director Chuck Jones, especially at Warner Bros. in the 1950s. His work contributed to such cartoon classics as Duck Dodgers in the 24½th Century, What's Opera, Doc?, and the Road Runner series.",
  "/wiki/Warner_Bros._Home_Entertainment_Academy_Awards_Animation_Collection": "Due to the success of the Looney Tunes Golden Collection, Tom and Jerry Spotlight Collection and Popeye DVD series, Warner Home Video issued a 3-DVD set on February 12, 2008 showcasing the various animation properties that they own, including their home-grown Looney Tunes and Merrie Melodies. Other animation properties represented on this set were Tom and Jerry, Droopy, and other classic MGM cartoons as well as entries from Max Fleischer's Popeye and Superman series (both originally released by Paramount Pictures). All cartoons selected for this release were nominated for the Academy Award for Best Animated Short Film, with the exception of the film So Much for So Little which won the Academy Award for Documentary Short Subject. A total of 41 cartoons (completely uncut and unedited) were chosen for this set, 15 of them being winners."
}