{
  "/wiki/Regis_Philbin": "Regis Francis Xavier Philbin (/ˈriːdʒɪs ˈfɪlbɪn/; born August 25, 1931) is an American media personality, actor, and singer, known for hosting talk and game shows since the 1960s.  After graduating from the University of Notre Dame, he served in the Navy and got his television start serving as a page for the Tonight Show in the 1950s. Philbin gained his first network TV exposure in 1967 as Joey Bishop's sidekick on The Joey Bishop Show.",
  "/wiki/Kelly_Ripa": "Kelly Maria Ripa (born October 2, 1970) is an American actress, dancer, talk show hostess, and television producer.",
  "/wiki/Will_Ferrell": "John William Ferrell (/ˈfɛrəl/; born July 16, 1967) is an American actor, comedian, producer, writer and businessman. He first established himself in the mid-1990s as a cast member on the NBC sketch comedy show Saturday Night Live, and has subsequently starred in comedy films such as Anchorman: The Legend of Ron Burgundy (2004), Talladega Nights (2006), Step Brothers (2008), The Other Guys (2010) and Anchorman 2: The Legend Continues (2013), all but one of which he co-wrote with his comedy partner Adam McKay. The two also founded the comedy website Funny or Die in 2007. Other film roles include Elf, Old School (both 2003), Blades of Glory (2007), Daddy's Home (2015), and the animated films Megamind (2010) and The Lego Movie (2014).",
  "/wiki/Paula_DeAnda": "Paula Dacia DeAnda (born November 3, 1989) is an American singer and songwriter. She first came to prominence with her first single, \"Doing Too Much\", which became a hit in the Southwest. She then got the opportunity to audition for Clive Davis, who signed her to Arista Records on the spot. Her debut album, Paula DeAnda, was released in 2006 and contained the US Billboard Hot 100 top twenty song \"Walk Away (Remember Me)\".",
  "/wiki/John_C._Reilly": "John Christopher Reilly (born May 24, 1965) is an American actor, comedian, singer, voice actor, screenwriter, and producer who made his film debut in Brian De Palma's war film Casualties of War (1989). Reilly gained exposure through his supporting roles in Days of Thunder (1990), What's Eating Gilbert Grape (1993), and The River Wild (1994). He also starred in Paul Thomas Anderson's films Hard Eight (1996), Boogie Nights (1997), and Magnolia (1999). For his performance in Chicago (2002), Reilly was nominated for the Academy Award for Best Supporting Actor and the corresponding Golden Globe Award. He worked with director Martin Scorsese on both Gangs of New York (2002) and The Aviator (2004).",
  "/wiki/Stephon_Marbury": "Stephon Xavier Marbury (born February 20, 1977) is an American former basketball player. He was selected out of Georgia Tech by the Milwaukee Bucks with the 4th overall pick in the 1996 NBA draft, but was traded shortly thereafter to the Minnesota Timberwolves. He played in the NBA from 1996 to 2009, also as a member of the New Jersey Nets, Phoenix Suns, New York Knicks and Boston Celtics. He was an NBA All-Star with the Suns in 2001 and 2003, and was voted into the All-NBA Third Team in 2000 and 2003. Marbury then played in the Chinese Basketball Association (CBA) from 2010 to 2018, winning three CBA championships with the Beijing Ducks in 2012, 2014 and 2015.",
  "/wiki/Cherish_(group)": "Cherish is an American R&B, soul, and hip hop duo consisting of twins Felisha and Fallon King (born (1988-06-05)June 5, 1988). The group originally included their older sisters Farrah and Neosha King but both have since departed the group. Originally from Maywood, Illinois, the four sisters moved to Atlanta, Georgia to begin their musical career. Both their parents are musicians, their father having been in the band Professions of Sounds, who frequently toured across the South West with classic acts like The Emotions and Earth, Wind & Fire. The group is signed to Capitol Records and Sho'nuff Records. They were a big success with the hit song \"Do It to It\".",
  "/wiki/Danny_DeVito": "Daniel Michael DeVito Jr. (born November 17, 1944) is an American actor, director, producer, and screenwriter. He gained prominence for his portrayal of the taxi dispatcher Louie De Palma in the television series Taxi (1978–1983), which won him a Golden Globe Award and an Emmy Award. He currently plays Frank Reynolds on the FX and FXX sitcom It's Always Sunny in Philadelphia (2006–present).",
  "/wiki/Five_for_Fighting": "Vladimir John Ondrasik III (born January 7, 1965), known by his stage name Five for Fighting, is an American singer-songwriter, pianist, record producer, and philanthropist. He is best known for his piano-based rock, such as the top 40 hits \"Superman (It's Not Easy)\" (2001), \"100 Years\" (2003) and \"The Riddle\" (2006). He also had a string of moderate hits on the adult contemporary charts in the late 2000s and into the 2010s, including \"World\" (2006), \"Chances\" (2009), \"What If\" (2013) and \"Christmas Where You Are\" (2017). Under the Five for Fighting name, Ondrasik has recorded six full-length studio albums, one EP, and several live albums. Ondrasik's song \"Superman\" was nominated for a Grammy in 2002.",
  "/wiki/Martin_Short": "Martin Hayter Short OC (born March 26, 1950) is a Canadian-American actor, comedian, singer and writer. He is known for his work on the television programs SCTV and Saturday Night Live. He has starred in comedy films such as Three Amigos (1986), Innerspace (1987), Three Fugitives (1989), Father of the Bride (1991), Pure Luck (1991), Captain Ron (1992), Father of the Bride Part II (1995), Mars Attacks! (1996), Jungle 2 Jungle (1997), and The Santa Clause 3: The Escape Clause (2006). He created the characters Jiminy Glick and Ed Grimley. In 1999, he won a Tony Award for his lead performance in a Broadway revival of Little Me.",
  "/wiki/Dale_Earnhardt_Jr.": "Ralph Dale Earnhardt Jr. (born October 10, 1974) is an American semi-retired, professional stock car racing driver. He is a team owner, author, and an analyst for NASCAR on NBC. Earnhardt competes part-time in the NASCAR Xfinity Series, driving the No. 8 Chevrolet Camaro for his team JR Motorsports. He is the son of the late Dale Earnhardt Sr., who was inducted into the NASCAR Hall of Fame. He is also the grandson of NASCAR driver Ralph Earnhardt, the brother of Kelley Earnhardt-Miller, the half-brother of former driver Kerry Earnhardt, the uncle of driver Jeffrey Earnhardt, and the stepson of Teresa Earnhardt.",
  "/wiki/Ziggy_Marley": "David Nesta \"Ziggy\" Marley (born 17 October 1968) is a Jamaican musician and leader of the band Ziggy Marley and the Melody Makers, and the son of reggae icon Bob Marley and Rita Marley.",
  "/wiki/Michael_Nouri": "Michael Nouri (born December 9, 1945) is an American television and film actor. His father, Edmond Nouri was born in Iraq.",
  "/wiki/Maggie_Gyllenhaal": "Margalit Ruth Gyllenhaal (/ˈdʒɪlənhɔːl/; born November 16, 1977) is an American actress and producer. Part of the Gyllenhaal family, she is the daughter of filmmakers Stephen Gyllenhaal and Naomi Achs, and the older sister of actor Jake Gyllenhaal.",
  "/wiki/Kristen_Bell": "Kristen Anne Bell (born July 18, 1980) is an American actress and singer. She began her professional acting career by starring in stage productions while attending the Tisch School of the Arts at New York University. In 2001, she made her Broadway debut as Becky Thatcher in the comedy musical The Adventures of Tom Sawyer and starred in the Broadway revival of The Crucible the following year. In 2004, she appeared in the action thriller film Spartan and received critical praise for her performance in the television drama film Gracie's Choice.",
  "/wiki/Jody_Watley": "Jody Vanessa Watley (born January 30, 1959) is an American singer, songwriter, record producer, and artist whose music crosses genres including pop, R&B, jazz, dance, and electronic soul. In 1987, she won the Grammy Award for Best New Artist and has been nominated for three Grammy awards.",
  "/wiki/Christina_Milian": "Christine Flores (born September 26, 1981), better known as Christina Milian (/ˌmɪliˈɑːn/), is an American actress, singer and songwriter of Cuban origin. Born in Jersey City, New Jersey, and raised in Maryland, Milian signed a contract with Def Jam at the age of 19. In 2001, Milian released her self-titled debut album, which featured the singles \"AM to PM\" and \"When You Look at Me\"; \"AM to PM\" charted within the Top 40 of the U.S. Billboard Hot 100 and both peaked in the top three on the UK Singles Chart. In 2004, Milian released her second studio album It's About Time, which provided her first major U.S. hit, \"Dip It Low\", which reached number five on the U.S. Billboard chart. \"Whatever U Want\" was released as the album's second single. Both singles charted within the Top 10 of the UK chart.",
  "/wiki/Hulk_Hogan": "Terry Gene Bollea (/bəˈleɪə/, born August 11, 1953), better known by his ring name as Hulk Hogan, is an American retired professional wrestler, actor, television personality, entrepreneur, and musician. According to IGN, Hogan is \"the most recognized wrestling star worldwide and the most popular wrestler of the 1980s\".",
  "/wiki/Eddie_Money": "Edward Joseph Mahoney (March 21, 1949 – September 13, 2019), known professionally as Eddie Money, was an American rock singer and songwriter who had success in the 1970s and 1980s with 11 Top 40 songs including \"Baby Hold On\", \"Two Tickets to Paradise\", \"Think I'm in Love\", \"Shakin'\", \"Take Me Home Tonight\", \"I Wanna Go Back\", \"Walk on Water\", and \"The Love in Your Eyes\". Money was known as a working-class rocker with a husky voice. In 1987, he was nominated for a Grammy Award for Best Male Rock Vocal Performance for \"Take Me Home Tonight\".",
  "/wiki/Elisha_Cuthbert": "Elisha Ann Cuthbert Phaneuf (born November 30, 1982) is a Canadian actress and model. She played Kim Bauer in the series 24, Darcie Goldberg in the 2003 college comedy Old School, Danielle in the 2004 teen comedy film The Girl Next Door, and Carly Jones in the 2005 remake of House of Wax. As of June 2019[update], she plays Abby Phillips in the Netflix Original Series The Ranch. In 2013, Maxim magazine named her \"TV's most beautiful woman\".",
  "/wiki/Michelle_Wie": "Michelle Sung Wie (/ˈwiː/; born October 11, 1989) is an American professional golfer who plays on the LPGA Tour. At age 10, she became the youngest player to qualify for a USGA amateur championship. Wie also became the youngest winner of the U.S. Women's Amateur Public Links and the youngest to qualify for an LPGA Tour event. She turned professional shortly before her 16th birthday in 2005, accompanied by an enormous amount of publicity and endorsements. She won her first major at the 2014 U.S. Women's Open.",
  "/wiki/Rick_Springfield": "Richard Lewis Springthorpe (born 23 August 1949), known professionally as Rick Springfield, is an Australian musician and actor. He was a member of the pop rock group Zoot from 1969 to 1971, then started his solo career with his debut single \"Speak to the Sky\" reaching the top 10 in Australia in mid-1972, when he moved to the United States. He had a No. 1 hit with \"Jessie's Girl\" in 1981 in both Australia and the U.S., for which he received the Grammy Award for Best Male Rock Vocal Performance. He followed with four more top 10 U.S. hits, \"I've Done Everything for You\", \"Don't Talk to Strangers\", \"Affair of the Heart\" and \"Love Somebody\". Springfield's two U.S. top 10 albums are Working Class Dog (1981) and Success Hasn't Spoiled Me Yet (1982).",
  "/wiki/Last_Comic_Standing": "Last Comic Standing was an American reality television talent competition show on NBC that aired from 2003 to 2010, then again in 2014 and 2015. The goal of the program was to select a comedian from an initially large group of hopefuls. For the first seven seasons, the winner received a cash prize and a television special; for season eight in 2014, the winner won a cash prize, a talent deal with NBC, and a half-hour scripted project developed by Universal Television.",
  "/wiki/Emeril_Lagasse": "Emeril John Lagassé III (/ˈɛmərəl ləˈɡɑːsi/ EM-ə-rəl lə-GAH-see; born October 15, 1959) is an American celebrity chef, restaurateur, television personality, cookbook author, and National Best Recipe award winner for his ‘Turkey and Hot Sausage Chili’ recipe in 2003. He is a regional James Beard Award winner, known for his mastery of Creole and Cajun cuisine and his self-developed \"New New Orleans\" style.",
  "/wiki/Loverboy": "Loverboy is a Canadian rock band formed in 1979 in Calgary, Alberta.  Loverboy's hit singles, particularly \"Turn Me Loose\" and \"Working for the Weekend\", have become arena rock staples and are still heard on many classic rock and classic hits radio stations across Canada and the United States.  The band is based in Vancouver, British Columbia.",
  "/wiki/Julianna_Margulies": "Julianna Luisa  Margulies (/ˈmɑːrɡjʊliːs/; born June 8, 1966) is an American actress and producer. After several small television roles, Margulies achieved wide recognition for her role as Carol Hathaway on NBC's long-running medical drama ER, for which she won an Emmy Award. She also voiced Neera in Dinosaur (2000) and appeared in the miniseries The Mists of Avalon (2001).",
  "/wiki/Cassie_(singer)": "Casandra Elizabeth Ventura Fine (born August 26, 1986), known mononymously as Cassie, is an American singer, songwriter, model, actress and dancer. Born in New London, Connecticut, she began her career as a result of meeting record producer Ryan Leslie in late 2004, who later signed her to NextSelection Lifestyle Group. During this time, Diddy heard \"Me & U\" in a club, and Leslie convinced him to partner his Bad Boy Records with Leslie's NextSelection imprint for the release of Cassie's debut album.",
  "/wiki/Samuel_L._Jackson": "Samuel Leroy Jackson (born December 21, 1948) is an American actor and film producer. Jackson has won critical acclaim and numerous accolades and awards, and is the highest-grossing actor of all time (when cameo appearances are excluded).",
  "/wiki/George_Thorogood": "George Lawrence Thorogood (born February 24, 1950) is an American musician, singer and songwriter from Wilmington, Delaware. His \"high-energy boogie-blues\" sound became a staple of 1980s rock radio, with hits like his original songs \"Bad to the Bone\" and \"I Drink Alone\". He has also helped to popularize older songs by American icons, such as \"Move It on Over\", \"Who Do You Love?\", and \"House Rent Boogie/One Bourbon, One Scotch, One Beer\".",
  "/wiki/Hilary_Duff": "Hilary Erhard Duff (born September 28, 1987) is an American actress, businesswoman, singer, songwriter, producer, and writer. Duff began her acting career at a young age and quickly became labeled a teen idol as the title character of the hit television series Lizzie McGuire (2001–2004) and in the theatrical film based on the series, The Lizzie McGuire Movie (2003). Thereafter, Duff appeared in numerous films, with leading roles in Agent Cody Banks (2003), Cheaper by the Dozen (2003), A Cinderella Story (2004), and Cheaper by the Dozen 2 (2005). After experiencing commercial and critical failure in Material Girls (2006), Duff began appearing in independent films such as War, Inc. (2008), According to Greta (2009), and The Haunting of Sharon Tate (2019). She was also an executive producer on the latter two films. Since 2015, she has starred as Kelsey Peters on the TV Land comedy-drama series Younger, for which she has received nominations for People's Choice Awards in 2016 and 2017.",
  "/wiki/Joan_Rivers": "Joan Alexandra Molinsky (June 8, 1933 – September 4, 2014), known professionally as Joan Rivers, was an American comedian, actress, writer, producer, and television host. She was noted for her often controversial comedic persona—heavily self-deprecating and sharply acerbic, especially towards celebrities and politicians.",
  "/wiki/Chris_Isaak": "Christopher Joseph Isaak (born June 26, 1956) is an American musician and occasional actor. He is widely known for his hit \"Wicked Game\", as well as the songs \"Baby Did A Bad Bad Thing\" and \"Somebody's Crying\". He is known for his signature 1950s rock & roll style and crooner sound, as well as his falsetto and reverb-laden music. He is closely associated with film director David Lynch, who has used his music in numerous films and gave him a role in the film Twin Peaks: Fire Walk With Me. His songs generally focus on the themes of love, loss, and heartbreak. With a career spanning four decades, he has released a total of 12 studio albums, toured, and received numerous award nominations. He has been called the Roy Orbison of the 1990s and is often also compared to Elvis Presley, Ricky Nelson, and Duane Eddy.",
  "/wiki/Dominic_Purcell": "Dominic Haakon Myrtved Purcell (born 17 February 1970) is an Australian actor. He is best known for his portrayals of Lincoln Burrows in Fox's Prison Break (2005–2009; 2017) and Mick Rory / Heat Wave in The CW's The Flash (2014–2016) and Legends of Tomorrow (2016–present), as well as Drake in Blade: Trinity (2004).",
  "/wiki/Fantasia_Barrino": "Fantasia Monique Barrino-Taylor (born June 30, 1984), known professionally by her mononym Fantasia, is an American R&B singer, songwriter, actress and author. She rose to fame as the winner of the third season of the reality television series American Idol in 2004. Following her victory, she released her debut single, \"I Believe,\" which debuted at number one on the Billboard Hot 100. Subsequently, she released her debut album, Free Yourself, which went on to be certified Platinum by the RIAA and earned Barrino three Grammy nominations in 2006."
}