{
  "/wiki/1972_Memorial_Cup": "The 1972 Memorial Cup occurred May 8–14 at the Ottawa Civic Centre in Ottawa, Ontario, Canada.  It was the 54th annual Memorial Cup competition, organized by the Canadian Amateur Hockey Association (CAHA) to determine the champion of major junior A ice hockey.  Participating teams were the winners of the Ontario Hockey Association, Quebec Major Junior Hockey League and Western Hockey League which were the Peterborough Petes, Cornwall Royals and Edmonton Oil Kings.  Cornwall won their 1st Memorial Cup, defeating Peterborough in the final game. 1972 was the first year the Memorial Cup was contested as a round robin tournament between three teams.",
  "/wiki/Cornwall_Royals": "The Cornwall Royals were a junior ice hockey team based in Cornwall, Ontario, Canada. The team played in the Quebec Major Junior Hockey League from 1969 to 1981 and the Ontario Hockey League from 1981 to 1992. This team should not be confused with other Cornwall Royals teams that played in the QSHL, MMJHL, or OHA-B.",
  "/wiki/Peterborough_Petes": "The Peterborough Petes are a junior ice hockey team in the Ontario Hockey League. The team has played at the Peterborough Memorial Centre in Peterborough, Ontario, Canada, since 1956, and is the oldest continuously operating team in the league.",
  "/wiki/Edmonton_Oil_Kings_(WCHL)": "The Edmonton Oil Kings were a junior ice hockey team, and founding member of the Western Hockey League. They played at Edmonton Gardens in Edmonton, Alberta, and later Northlands Coliseum. In 1976 they moved to Portland, Oregon to become the Portland Winter Hawks. A second incarnation of the team played only one season in 1977–78 before moving to Great Falls, Montana.",
  "/wiki/Ottawa": "Ottawa (/ˈɒtəwə/ (listen), /ˈɒtəwɑː/; French pronunciation: ​[ɔtawa]) is the capital city of Canada. It stands on the south bank of the Ottawa River in the eastern portion of southern Ontario. Ottawa borders Gatineau, Quebec; the two form the core of the Ottawa–Gatineau census metropolitan area (CMA) and the National Capital Region (NCR). As of 2016, Ottawa had a city population of 934,243 and a metropolitan population of 1,323,783 making it the fourth-largest city and the fifth-largest CMA in Canada. In June 2019, the City of Ottawa estimated it had surpassed a population of a million.",
  "/wiki/1973_Memorial_Cup": "The 1973 Memorial Cup occurred May 7–12 at the Montreal Forum in Montreal, Quebec.  It was the 55th annual Memorial Cup competition, organized by the Canadian Amateur Hockey Association (CAHA) to determine the champion of major junior A ice hockey.  Participating teams were the winners of the Ontario Hockey Association, Quebec Major Junior Hockey League and Western Hockey League which were the Toronto Marlboros, Quebec Remparts and Medicine Hat Tigers.  Toronto won their 6th Memorial Cup, defeating Quebec in the final game.",
  "/wiki/Toronto_Marlboros": "The Toronto Marlborough Athletic Club, commonly known as the Toronto Marlboros, was founded in 1903. It operated a junior ice hockey team in the Ontario Hockey Association and Ontario Hockey League from 1904 to 1989. The Marlboros were a farm team to the Toronto Maple Leafs and one of the dominant junior teams in history, winning seven Memorial Cup championships.",
  "/wiki/Quebec_Remparts": "There have been two junior ice hockey franchises known as the Quebec Remparts (French: Remparts de Québec) that played in the Quebec Major Junior Hockey League (QMJHL). The first edition played from 1969 to 1985; the current franchise has played since 1997. Both franchises were based out of Quebec City, Quebec, Canada. The current team plays at Videotron Centre. The team is named after the Ramparts of Quebec City.",
  "/wiki/Medicine_Hat_Tigers": "The Medicine Hat Tigers are a junior ice hockey team in the Western Hockey League (WHL) who play out of Medicine Hat, Alberta, Canada.  Established in 1970. The team has won two national Memorial Cups, five WHL League Championships and seven Division Titles, and continues to rally for the Cup annually.  Starting in the 2015–16 season, the Tigers have begun play at the Canalta Centre after forty-five seasons at the Medicine Hat Arena. They had a sell-out streak at The Arena dating back 197 games (as of May 15, 2007).",
  "/wiki/Montreal": "Montreal (/ˌmʌntriˈɔːl/ (listen) MUN-tree-AWL; officially Montréal, French: [mɔ̃ʁeal] (listen)) is the most populous municipality in the Canadian province of Quebec and the second-most populous municipality in Canada. Originally founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which took its name from the same source as the city, and a few much smaller peripheral islands, the largest of which is Île Bizard. It has a distinct four-season continental climate with warm to hot summers and cold, snowy winters.",
  "/wiki/1974_Memorial_Cup": "The 1974 Memorial Cup occurred May 5–12 at the Stampede Corral in Calgary, Alberta.  It was the 56th annual Memorial Cup competition, organized by the Canadian Amateur Hockey Association (CAHA) to determine the champion of major junior A ice hockey.  Participating teams were the winners of the Ontario Hockey Association, Quebec Major Junior Hockey League and Western Hockey League which were the St. Catharines Black Hawks, Quebec Remparts and Regina Pats.  Regina won their 4th Memorial Cup, defeating Quebec in the final game.",
  "/wiki/Regina_Pats": "The Regina Pats are a junior ice hockey team that plays in the Western Hockey League. The Pats are based out of Regina, Saskatchewan and the Brandt Centre is their home arena. The Regina Pats are the oldest major junior hockey franchise in the world that have continuously operated from their original location and use the same name. They began operations in 1917.  They were originally named the Regina Patricia Hockey Club, after Princess Patricia of Connaught, the granddaughter of Queen Victoria and daughter of the Governor General (the Duke of Connaught). The team name was also associated with the Princess Patricia's Canadian Light Infantry, named for the same Princess, to the point that Pats sweaters still bear the regimental badge and \"PPCLI\" flash as a shoulder patch. In 2017 the club celebrated its 100th anniversary. Games are broadcast on 620 CKRM radio.",
  "/wiki/St._Catharines_Black_Hawks": "The St. Catharines Black Hawks were a junior ice hockey team in the Ontario Hockey Association from 1962 to 1976. The team was based in St. Catharines, Ontario, Canada.",
  "/wiki/Calgary": "Calgary (/ˈkælɡri/ (listen)) is a city in the western Canadian province of Alberta. It is situated at the confluence of the Bow River and the Elbow River in the south of the province, in an area of foothills and prairie, about 80 km (50 mi) east of the front ranges of the Canadian Rockies, roughly 299 km (186 mi) south of the provincial capital of Edmonton and approximately 240 km (150 mi) north of the Canada–United States border. The city anchors the south end of the Statistics Canada-defined urban area, the Calgary–Edmonton Corridor.",
  "/wiki/1975_Memorial_Cup": "The 1975 Memorial Cup took place May 3–11 at the Kitchener Memorial Auditorium Complex in Kitchener, Ontario.  It was the 57th annual Memorial Cup competition, organized by the Canadian Amateur Hockey Association (CAHA) to determine the champion of major junior A ice hockey.  Participating teams were the winners of the Ontario Major Junior Hockey League, Quebec Major Junior Hockey League and Western Hockey League which were the Toronto Marlboros, Sherbrooke Castors and New Westminster Bruins.  Toronto won their 7th Memorial Cup, defeating New Westminster in the final game.",
  "/wiki/New_Westminster_Bruins": "The New Westminster Bruins were a junior ice hockey team from the Western Hockey League.  There were two franchises that carried this name:",
  "/wiki/Sherbrooke_Castors": "The Sherbrooke Castors or Beavers (in English) was the name of two different junior ice hockey teams in the Quebec Major Junior Hockey League and another team in the Quebec Eastern Provincial Hockey League. Both later franchises played at the Palais des Sports in Sherbrooke, Quebec, Canada.",
  "/wiki/Kitchener,_Ontario": "Kitchener is a city in the Regional Municipality of Waterloo, Ontario. Located approximately 100 km (62 mi) west of Toronto, Kitchener is the regional seat. Kitchener was called Berlin until 1916, designated the Town of Berlin from 1854 until 1912 and the City of Berlin from 1912 until 1916.",
  "/wiki/1976_Memorial_Cup": "The 1976 Memorial Cup occurred May 9–16 at the Montreal Forum in Montreal, Quebec.  It was the 58th annual Memorial Cup competition and determined the major junior ice hockey champion of the Canadian Hockey League (CHL).  Participating teams were the winners of the Ontario Major Junior Hockey League, Quebec Major Junior Hockey League and Western Hockey League which were the Hamilton Fincups, Quebec Remparts and New Westminster Bruins.  Hamilton won their second Memorial Cup, and first since changing their name to Fincups, defeating New Westminster in the final game.",
  "/wiki/Hamilton_Fincups": "The Fincups were a junior ice hockey team in the Ontario Major Junior Hockey League for 4 years, from 1974 to 1978. The team played in Hamilton, Ontario for three years, and in St. Catharines, Ontario for one. The Hamilton Fincups played home games at the Barton Street Arena, also known as the Hamilton Forum from 1974–1976. The St. Catharines Fincups played in the Garden City Arena in downtown St. Catharines, Ontario in 1976–1977. After moving back to Hamilton, the Fincups played out of the Mountain Arena from 1977–1978.",
  "/wiki/1977_Memorial_Cup": "The 1977 Memorial Cup occurred May 8–14 at the Pacific Coliseum in Vancouver, British Columbia. It was the 59th annual Memorial Cup competition and determined the major junior ice hockey champion of the Canadian Hockey League (CHL).  Participating teams were the winners of the Ontario Major Junior Hockey League, Quebec Major Junior Hockey League and Western Hockey League which were the Ottawa 67's, Sherbrooke Castors and New Westminster Bruins. New Westminster won their first Memorial Cup, defeating Ottawa in the final game.",
  "/wiki/Ottawa_67%27s": "The Ottawa 67's are a major junior ice hockey team based in Ottawa, Ontario, Canada, that plays in the Ontario Hockey League (OHL). Established during Canada's centennial year of 1967 and named in honour of this, the 67's currently play their home games at TD Place Arena. The 67's are three-time OHL champions, and have played in the Memorial Cup five times, winning in 1984 and as host team in 1999.",
  "/wiki/Vancouver": "Vancouver (/vænˈkuːvər/ (listen)) is a coastal seaport city in western Canada, located in the Lower Mainland region of British Columbia. As the most populous city in the province, the 2016 census recorded 631,486 people in the city, up from 603,502 in 2011. The Greater Vancouver area had a population of 2,463,431 in 2016, making it the third-largest metropolitan area in Canada. Vancouver has the highest population density in Canada, with over 5,400 people per square kilometre, which makes it the fifth-most densely populated city with over 250,000 residents in North America, behind New York City, Guadalajara, San Francisco, and Mexico City. Vancouver is one of the most ethnically and linguistically diverse cities in Canada: 52% of its residents are not native English speakers, 48.9% are native speakers of neither English nor French, and 50.6% of residents belong to visible minority groups.",
  "/wiki/1978_Memorial_Cup": "The 1978 Memorial Cup occurred May 6–13 at the Sudbury Community Arena in Sudbury, Ontario, and at the Sault Memorial Gardens in Sault Ste. Marie, Ontario.  It was the 60th annual Memorial Cup competition and determined the major junior ice hockey champion of the Canadian Hockey League (CHL).  Participating teams were the winners of the Ontario Major Junior Hockey League, Quebec Major Junior Hockey League and Western Hockey League which were the Peterborough Petes, Trois-Rivières Draveurs and New Westminster Bruins.  New Westminster won their second Memorial Cup in a row, defeating Peterborough in the final game.",
  "/wiki/Trois-Rivi%C3%A8res_Draveurs": "The Trois-Rivières Draveurs (\"Raftmen\") were a junior ice hockey team playing in the Quebec Major Junior Hockey League. They played at the Colisée de Trois-Rivières, in Trois-Rivières, Quebec. The team was originally known as the Trois-Rivières Ducs (\"Dukes\") and were a founding member of the QMJHL in 1969. They were renamed the Draveurs in 1973.",
  "/wiki/Greater_Sudbury": "Sudbury, officially Greater Sudbury (French: Grand-Sudbury), is a city in Ontario, Canada. It is the largest city in Northern Ontario by population, with a population of 161,531 at the 2016 Canadian Census. By land area, it is the largest in Ontario and the fifth largest in Canada. It is administratively a Unitary authority, and thus not part of any district, county, or regional municipality.",
  "/wiki/Sault_Ste._Marie,_Ontario": "Sault Ste. Marie (/ˈsuː seɪnt məˈriː/ \"Soo Saint Marie\") is a city on the St. Marys River in Ontario, Canada, close to the U.S.-Canada border. It is the seat of the Algoma District and the third largest city in Northern Ontario, after Sudbury and Thunder Bay.",
  "/wiki/1979_Memorial_Cup": "The 1979 Memorial Cup occurred May 6–13 at the Palais des Sports in Sherbrooke, Quebec, the Colisée de Trois-Rivières in Trois-Rivières, Quebec and at the Verdun Auditorium in Verdun, Quebec. It was the 61st annual Memorial Cup competition and determined the major junior ice hockey champion of the Canadian Hockey League (CHL).  Participating teams were the winners of the Ontario Major Junior Hockey League, Quebec Major Junior Hockey League and Western Hockey League which were the Peterborough Petes, Trois-Rivières Draveurs and Brandon Wheat Kings. Peterborough won their first Memorial Cup, defeating Brandon in the final game.",
  "/wiki/Brandon_Wheat_Kings": "The Brandon Wheat Kings are a Canadian junior ice hockey team based in Brandon, Manitoba. They are members of the Western Hockey League (WHL) since joining the league in the 1967–68 season. Previously, they played in the Manitoba Junior Hockey League (MJHL), with the exception of two seasons in the mid-1960s when they played in the Saskatchewan Junior Hockey League (SJHL). The team was a successor to the Brandon Wheat Cities senior team that participated in the 1904 Stanley Cup Challenge, losing to the Ottawa Senators.",
  "/wiki/Sherbrooke": "Sherbrooke (/ˈʃɜːrbrʊk/; French pronunciation: ​[ʃɛʁbʁuk]; Quebec French pronunciation [ʃɛʁbʁʊk]) is a city in southern Quebec, Canada. Sherbrooke is situated at the confluence of the Saint-François (St. Francis) and Magog rivers in the heart of the Estrie administrative region. Sherbrooke is also the name of a territory equivalent to a regional county municipality (TE) and census division (CD) of Quebec, coextensive with the city of Sherbrooke. With 161,323 residents at the 2016 census, Sherbrooke was the sixth largest city in the province of Quebec and the thirtieth largest in Canada. The Sherbrooke Census Metropolitan Area had 212,105 inhabitants, making it the fourth largest metropolitan area in Quebec and nineteenth largest in Canada.",
  "/wiki/Trois-Rivi%C3%A8res": "Trois-Rivières (French pronunciation: ​[tʁwɑ ʁivjɛʁ], locally [tʁwɔ ʁivjaɛ̯ʁ] (listen); \"Three Rivers\") is a city in the Mauricie administrative region of Quebec, Canada, at the confluence of the Saint-Maurice and Saint Lawrence rivers, on the north shore of the Saint Lawrence River across from the city of Bécancour. It is part of the densely populated Quebec City–Windsor Corridor and is approximately halfway between Montreal and Quebec City. Trois-Rivières is the economic and cultural hub of the Mauricie region. The settlement was founded by French colonists on July 4, 1634, as the second permanent settlement in New France, after Quebec City in 1608.",
  "/wiki/Verdun,_Quebec": "Verdun (/vərˈdʌn/; French: [vɛʁdœ̃]) is a borough (arrondissement) of the city of Montreal, Quebec, situated along the St. Lawrence River. It consists of the former city of Verdun, which was merged with the city of Montreal on January 1, 2002. The settlement of Verdun was founded in 1671, making it one of Canada's oldest cities.  In 1956, Nuns' Island (île des Sœurs) was amalgamated with Verdun, which is on the Island of Montreal.",
  "/wiki/1980_Memorial_Cup": "The 1980 Memorial Cup occurred May 4–11 at the Keystone Centre in Brandon, Manitoba and at the Agridome in Regina, Saskatchewan.  It was the 62nd annual Memorial Cup competition and determined the major junior ice hockey champion of the Canadian Hockey League (CHL). Participating teams were the winners of the Ontario Major Junior Hockey League, Quebec Major Junior Hockey League and Western Hockey League which were the Peterborough Petes, Cornwall Royals and Regina Pats. Cornwall won their second Memorial Cup, defeating Peterborough in the final game.",
  "/wiki/Brandon,_Manitoba": "Brandon  the second-largest city in the province of Manitoba, Canada. It is located in the southwestern corner of the province on the banks of the Assiniboine River, approximately 214 km (133 mi) west of the provincial capital, Winnipeg, and 120 km (75 mi) east of the Saskatchewan boundary. Brandon covers an area of 77.41 km2 (29.89 sq mi) and has a population of 48,859, while its census metropolitan area has a population of 58,003. It is the primary hub of trade and commerce for the Westman region as well as parts of southeastern Saskatchewan and northern North Dakota, an area with a combined population of over 180,000 people.",
  "/wiki/Regina,_Saskatchewan": "Regina (/rɪˈdʒaɪnə/) is the capital city of the Canadian province of Saskatchewan. The city is the second-largest in the province, after Saskatoon, and a cultural and commercial centre for southern Saskatchewan. As of the 2016 census, Regina had a city population of 215,106, and a Metropolitan Area population of 236,481. It is governed by Regina City Council. The city is surrounded by the Rural Municipality of Sherwood No. 159.",
  "/wiki/1981_Memorial_Cup": "The 1981 Memorial Cup occurred May 3–15 at the Windsor Arena in Windsor, Ontario.  It was the 63rd annual Memorial Cup competition and determined the major junior ice hockey champion of the Canadian Hockey League (CHL).  Participating teams were the winners of the Ontario Hockey League, Quebec Major Junior Hockey League and Western Hockey League which were the Kitchener Rangers, Cornwall Royals and Victoria Cougars.  Cornwall won their second Memorial Cup in a row and third overall, defeating Kitchener in the final game.",
  "/wiki/Kitchener_Rangers": "The Kitchener Rangers are a major junior ice hockey team based in Kitchener, Ontario, Canada. They are members of the Midwest Division of the Western Conference of the Ontario Hockey League. The Rangers have won the J. Ross Robertson Cup as OHL champions in 1981, 1982, 2003 and 2008. They have appeared in six Memorial Cups (1981, 1982, 1984, 1990, 2003 and 2008), advancing to the final game of the tournament each of those six years. They are two-time Memorial Cup champions (1982, 2003).",
  "/wiki/Victoria_Cougars_(WHL)": "The Victoria Cougars were a major junior ice hockey team based in Victoria, British Columbia that played in the WCHL (Western Canadian Hockey League) a precursor to the  Western Hockey League between 1971 and 1994. Prior to 1971, the Cougars were members of the Pacific Coast Junior Hockey League (1962–1967) and the British Columbia Junior Hockey League (1967–1971). The Cougars played their home games at the Victoria Memorial Arena, which was demolished in 2003.",
  "/wiki/Windsor,_Ontario": "Windsor is a city in southwestern Ontario, Canada, on the south bank of the Detroit River directly across from Detroit, Michigan. Located in Essex County, it is the southernmost city in Canada and marks the southwestern end of the Quebec City–Windsor Corridor. The city's population was 217,188 at the 2016 census, making it the third-most populated city in Southwestern Ontario, after London and Kitchener. The Detroit–Windsor urban area is North America's most populous trans-border conurbation, and the Ambassador Bridge border crossing is the busiest commercial crossing on the Canada–United States border.",
  "/wiki/1982_Memorial_Cup": "The 1982 Memorial Cup was held May 8–15, 1982, at the Robert Guertin Arena in Hull, Quebec.  It was the 64th annual Memorial Cup competition and determined the major junior ice hockey champion of the Canadian Hockey League (CHL).  The champions of the Ontario Hockey League (OHL), Quebec Major Junior Hockey League (QMJHL) and Western Hockey League (WHL) – the Kitchener Rangers, Sherbrooke Castors and Portland Winter Hawks respectively – competed for the championship in a double round-robin tournament.  The Winter Hawks became the first American-based team to compete for the trophy, while the Rangers defeated the Castors in the final to capture their first Memorial Cup championship. Sherbrooke's Sean McKenna  was named tournament most valuable player.",
  "/wiki/Portland_Winterhawks": "The Portland Winterhawks are a junior ice hockey team based in Portland, Oregon, playing in the Western Hockey League (WHL), one of three leagues making up the Canadian Hockey League (CHL). The Winterhawks split their home games between the Memorial Coliseum and the Moda Center, which they share with the Portland Trail Blazers of the National Basketball Association (NBA). They are one of the most successful teams in terms of producing National Hockey League (NHL) alumni, a list that includes Sven Baertschi, Joe Morrow, Ryan Johansen, Braydon Coburn, Adam Deadmarsh, Rob Klinkhammer, Brandon Dubinsky, Tyler Wotherspoon, Andrew Ference, Paul Gaustad, Jannik Hansen, Marian Hossa, Seth Jones, Brenden Morrow, Nino Niederreiter, Mike Vernon, Glen Wesley and Hall of Famers Mark Messier and Cam Neely.",
  "/wiki/Hull,_Quebec": "Hull is the central business district and oldest neighbourhood of the city of Gatineau, Quebec, Canada. It is located on the west bank of the Gatineau River and the north shore of the Ottawa River, directly opposite Ottawa. As part of the Canadian National Capital Region, it contains offices for over 20,000 civil servants. It is named after Kingston upon Hull in England.",
  "/wiki/List_of_Memorial_Cup_champions": "The Memorial Cup is a junior ice hockey club championship trophy awarded annually to the Canadian Hockey League (CHL) champion. Each year the champions from three CHL member leagues—the Western Hockey League (WHL), Ontario Hockey League (OHL), and Quebec Major Junior Hockey League (QMJHL), along with a host team—compete in the MasterCard Memorial Cup Tournament. The QMJHL's Rouyn-Noranda Huskies are the defending champions."
}