{
  "/wiki/1898_Italian_Football_Championship": "The 1898 Italian Football Championship was a major event in the footballing history of Italy. It was the first FIGC-endorsed league competition which is considered an official predecessor of Serie A.",
  "/wiki/Edoardo_Bosio": "Edoardo Bosio (Italian pronunciation: [edoˈardo ˈbɔːzjo]; 9 November 1864 – 31 July 1927) was an Italian footballing innovator from Turin. He is a prime figure in the history of Italian football as evidence exists to show that he founded the earliest football club in the country; Torino Football and Cricket Club. He was also a clever rower of the Armida Rowing Club in Turin.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.",
  "/wiki/Genoa_C.F.C.": "Genoa Cricket and Football Club, commonly referred to as Genoa (Italian pronunciation: [ˈdʒɛːnoa]), is an Italian professional football club based in Genoa, Liguria. Established on 7 September 1893, it is Italy's fourth oldest football team (after Torino F.C.C., Nobili Torino and Internazionale Torino), and the oldest active Italian football team, with over 125 years of activity.",
  "/wiki/Internazionale_F.C._Torino": "Internazionale Football Club Torino commonly known as just Internazionale Torino was an Italian football club from Turin. The club was founded by a merger in 1891 and is the third Italian club dedicated to football.",
  "/wiki/1899_Italian_Football_Championship": "The 1899 Italian Football Championship season was won by Genoa.",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe.[note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern.[note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva.",
  "/wiki/1900_Italian_Football_Championship": "The 1900 Italian Football Championship season was won by Genoa.",
  "/wiki/1901_Italian_Football_Championship": "The 1901 Italian Football Championship season was won by Milan.",
  "/wiki/Umberto_Malvano": "Umberto Malvano (17 July 1884 – ?) was an early Italian football player from Turin. He was one of the thirteen men who founded Juventus in 1897. After several years of playing as a striker for Juventus, he moved to rivals AC Milan and won the Italian Football Championship in 1906.",
  "/wiki/Juventus_F.C.": "Juventus Football Club (from Latin: iuventūs, \"youth\"; Italian pronunciation: [juˈvɛntus]), colloquially known as Juve (pronounced [ˈjuːve]), is an Italian professional association football club based in Turin, Piedmont. Founded in 1897 by a group of Torinese students, the club has worn a black and white striped home kit since 1903 and has played home matches in different grounds around its city, the latest being the 41,507-capacity Juventus Stadium. Nicknamed Vecchia Signora (\"the Old Lady\"), the club has won 35 official league titles, 13 Coppa Italia titles and eight Supercoppa Italiana titles, being the record holder for all these competitions; two Intercontinental Cups, two European Cups / UEFA Champions Leagues, one European Cup Winners' Cup, a joint national record of three UEFA Cups, two UEFA Super Cups and a joint national record of one UEFA Intertoto Cup. Consequently, the side leads the historical Federazione Italiana Giuoco Calcio (FIGC) ranking[a] whilst on the international stage occupies the 5th position in Europe and the eleventh in the world for most confederation titles won with eleven trophies, having led the UEFA ranking during seven seasons since its inception in 1979, the most for an Italian team and joint second overall.",
  "/wiki/1902_Italian_Football_Championship": "The 1902 Italian Football Championship season was won by Genoa.",
  "/wiki/1903_Italian_Football_Championship": "The 1903 Italian Football Championship season was won by Genoa.",
  "/wiki/1904_Prima_Categoria": "The 1904 Prima Categoria season was won by Genoa.",
  "/wiki/1905_Prima_Categoria": "The 1905 Prima Categoria season was won by Juventus.",
  "/wiki/1906_Prima_Categoria": "The 1906 Prima Categoria season was won by Milan.",
  "/wiki/1907_Prima_Categoria": "The 1907 Prima Categoria season was won by Milan.",
  "/wiki/Torino_F.C.": "Torino Football Club (Italian pronunciation: [toˈriːno]), commonly referred to as Torino or simply Toro, is an Italian professional football club based in Turin, Piedmont. It currently plays in Serie A.",
  "/wiki/1908_Italian_Football_Championship": "The 1908 Italian Football Championship season was won by Pro Vercelli.",
  "/wiki/1909_Italian_Football_Championship": "The 1909 Italian Football Championship season was won by Pro Vercelli.",
  "/wiki/US_Milanese": "Unione Sportiva Milanese was an Italian association football club from Milan founded on 16 January 1902. Nicknamed Gli Scacchi (\"The Checkerboards\") for their jersey, the club was runners-up in the 1908 and 1909 Italian football championships. In 1928, the Fascist government forced the club to merge with Internazionale which was renamed S.S. Ambrosiana.",
  "/wiki/1909%E2%80%9310_Prima_Categoria": "The 1909–10 Prima Categoria season was won by Internazionale.",
  "/wiki/Ernest_Peterly": "Ernest Peterly (1 January 1892 – 15 October 1957) was a Swiss footballer who played as a midfielder. He spend his whole career playing with SC Brühl in Switzerland and Internazionale in Italy, whom he won the 1909–10 Italian Football Championship, being the top goal scrorer. He also won the 1914–15 Swiss Serie A with SC Brühl, helping the club to win its first ever trophy.",
  "/wiki/Inter_Milan": "Football Club Internazionale Milano, commonly referred to as Internazionale (pronounced [ˌinternattsjoˈnaːle]) or simply Inter, and known as Inter Milan outside Italy, is an Italian professional football club based in Milan, Lombardy. Inter is the only Italian club to have never been relegated from the top flight.",
  "/wiki/1910%E2%80%9311_Prima_Categoria": "The 1910–11 Prima Categoria season was won by Pro Vercelli.",
  "/wiki/1911%E2%80%9312_Prima_Categoria": "The 1911–12 Prima Categoria season was won by Pro Vercelli.",
  "/wiki/1912%E2%80%9313_Prima_Categoria": "The 1912–13 Prima Categoria season was won by Pro Vercelli.",
  "/wiki/1913%E2%80%9314_Prima_Categoria": "The 1913–14 Prima Categoria season was won by Casale.",
  "/wiki/1914%E2%80%9315_Prima_Categoria": "The 1914–15 Prima Categoria season was won by Genoa.",
  "/wiki/1919%E2%80%9320_Prima_Categoria": "The 1919–20 Prima Categoria season was won by Internazionale."
}