{
  "/wiki/Battle_of_Dutton%27s_Hill_Monument": "The Battle of Dutton's Hill Monument in Pulaski County, Kentucky, near Somerset, Kentucky, commemorates the Confederate soldiers who died at the battle of Dutton's Hill.",
  "/wiki/Kentucky_Route_39": "Kentucky Route 39 (KY 39) is a state highway in the U.S. state of Kentucky. The route, part of the State Secondary System, exists in two segments, separated at the Madison-Jessamine county line by the Kentucky River. While there is a boat ramp on each side, there is no bridge or ferry carrying vehicular traffic across the waterway. The southernmost terminus of the route is at Kentucky Route 1247 in Somerset. The northernmost terminus is at U.S. Route 27 Business and Kentucky Route 29 in Nicholasville.",
  "/wiki/Kentucky_Route_80": "Kentucky Route 80 (KY 80) is a 483.55-mile-long (778.20 km) state highway in the southern part of the U.S. state of Kentucky. The route originates on the state's western border at Columbus in Hickman County, and stretches across the southern portion of the state, terminating southeast of Elkhorn City on the Virginia state line. It is the longest Kentucky State Highway, though the official distance as listed in route logs is much less due to multiple concurrencies with U.S. Route 68 (US 68) and U.S. Route 23.",
  "/wiki/Somerset,_Kentucky": "Somerset is a home rule-class city in Pulaski County, Kentucky, United States. The city population  was 11,196 according to the 2010 census.",
  "/wiki/Mill_Springs_Battlefield": "The Mill Springs Battlefield National Monument was the location of the Battle of Mill Springs (also known as Battle of Fishing Creek and as Battle of Logan's Crossroads) in January 1862. It was declared to be a U.S. National Historic Landmark in 1993 and a national monument in 2019, pending acquisition of property for establishment.",
  "/wiki/Cumberland_River": "The Cumberland River is a major waterway of the Southern United States. The 688-mile-long (1,107 km) river drains almost 18,000 square miles (47,000 km2) of southern Kentucky and north-central Tennessee. The river flows generally west from a source in the Appalachian Mountains to its confluence with the Ohio River near Paducah, Kentucky, and the mouth of the Tennessee River. Major tributaries include the Obey, Caney Fork, Stones, and Red rivers.",
  "/wiki/Nancy,_Kentucky": "Nancy is an unincorporated community eight miles west of the city of Somerset in Pulaski County, Kentucky.",
  "/wiki/Kentucky_Route_90": "Kentucky Route 90 (KY 90) is a major east-west state highway in southern Kentucky. The route is 134.734 miles (216.833 km) long, and it traverses Barren, Metcalfe, Cumberland, Clinton, Wayne, Pulaski, McCreary and Whitley Counties in southern Kentucky. It originates near the KY 70 junction with Interstate 65 in Cave City and ends at a junction with US 25W at Youngs Creek.",
  "/wiki/Bronston,_Kentucky": "Bronston is an unincorporated community in Pulaski County, Kentucky, United States. Bronston is located on Lake Cumberland along Kentucky Route 90, 7.5 miles (12.1 km) south of Somerset. Bronston has a post office with ZIP code 42518.",
  "/wiki/Burnside,_Kentucky": "Burnside is a home rule-class city in Pulaski County, Kentucky, in the United States. The population was 637 at the 2000 census. In 2004, Burnside became the only town in Pulaski County or any adjoining county to allow the sale of alcoholic beverages in qualified establishments. Since then, Burnside has annexed about eight miles of shoreline along Lake Cumberland in order to include Lee's Ford Marina on Fishing Creek, allowing it to sell alcohol.",
  "/wiki/Buck-Mercer_House": "The Buck-Mercer House, on Waynesburg Road in Pulaski County, Kentucky near Somerset, was built as a single pen log house around 1810.",
  "/wiki/Burnside_Historic_District": "The Burnside Historic District, in Burnside, Kentucky, is a 2.7 acres (1.1 ha) historic district containing four contributing buildings which was listed on the National Register of Historic Places in 1984.",
  "/wiki/Burnside_Lodge": "The Burnside Masonic Lodge, in Burnside, Kentucky, was built in 1910.  It was listed on the National Register of Historic Places in 1984 as Burnside Lodge.",
  "/wiki/U.S._Route_27": "U.S. Route 27 (US 27) is a north–south United States Highway in the southern and midwestern United States. The southern terminus is at US 1 in Miami, Florida. The northern terminus is at Interstate 69 (I-69) in Fort Wayne, Indiana. From Miami it goes up the center of Florida, then west to Tallahassee, Florida, and north through such cities and towns as Columbus, Georgia; Rome, Georgia; Chattanooga, Tennessee; Lexington, Kentucky; Cincinnati, Ohio; Oxford, Ohio; Richmond, Indiana; and Fort Wayne, Indiana. It once extended north through Lansing, Michigan, to Cheboygan, Mackinaw City, and for about three years as far as St. Ignace.",
  "/wiki/Burnside_Methodist_Church": "The Burnside Methodist Church is a historic church off U.S. 27 in Burnside, Kentucky.  It was built in 1907 and added to the National Register in 1985.",
  "/wiki/Kentucky_Route_235": "Kentucky Route 235 (KY 235) is a 6.9-mile-long (11.1 km) state highway in the U.S. state of Kentucky. The highway connects rural areas of Pulaski County with Nancy.",
  "/wiki/Crawford_House_(Somerset,_Kentucky)": "The Crawford House in Somerset, Kentucky, at 121 Maple St., was built around 1890.  It was listed on the National Register of Historic Places in 1984.",
  "/wiki/Dabney_Post_Office": "The Dabney Post Office is a historic post office located on Kentucky Route 39 in Dabney, Kentucky. The one-story wood frame building served as Dabney's community store and post office. Ped May built the post office around 1900; May ran both the store and the post office. The post office served as the social hub of Dabney, a common function of combination store and post office buildings in Pulaski County; the Dabney Post Office is one of the few surviving buildings of this type. The post office closed in the 1960s.",
  "/wiki/Dabney,_Kentucky": "Dabney is an unincorporated community in Pulaski County, Kentucky, United States. Dabney is located on Kentucky Route 39 7 miles (11 km) north-northeast of Somerset.",
  "/wiki/Evans_House_(Somerset,_Kentucky)": "The Evans House in Pulaski County, Kentucky near Shopville, Kentucky was built around 1830.  It was listed on the National Register of Historic Places in 1985.",
  "/wiki/Kentucky_Route_461": "Kentucky Route 461 (KY 461) is a 17.845-mile-long (28.719 km) state highway in the U.S. state of Kentucky. The highway connects mostly rural areas of Pulaski and Rockcastle counties with Mount Vernon.",
  "/wiki/Shopville,_Kentucky": "Shopville is an unincorporated community in Pulaski County, Kentucky, United States.",
  "/wiki/Mill_Springs_National_Cemetery": "Mill Springs National Cemetery is a United States National Cemetery located in the town of Nancy, eight miles (13 km) west of the city of Somerset in Pulaski County, Kentucky. Administered by the United States Department of Veterans Affairs, it encompasses 6.3 acres (2.5 ha), and as of 2014, has over 4,000 interments."
}