{
  "/wiki/Route_number": "A route (or road) number is an identifying numeric (or alphanumeric) designation assigned by a highway authority to a particular stretch of roadway to distinguish it from other routes and, in many cases, also to indicate its classification (e.g. motorway, primary route, regional road, etc.), general geographical location (in zonal numbering systems) and/or orientation (north-south v. east-west). The numbers chosen may be used solely for internal administrative purposes; however, in most cases they are also displayed on roadside signage and indicated on maps.",
  "/wiki/Ontario_Highway_2": "King's Highway 2, commonly referred to as Highway 2, is the lowest-numbered provincially maintained highway in the Canadian province of Ontario (there is no numbered Ontario Highway 1) and was originally part of a series of identically numbered highways in multiple provinces which together joined Windsor, Ontario to Halifax, Nova Scotia.",
  "/wiki/Ontario_Highway_401": "King's Highway 401, commonly referred to as Highway 401 and also known by its official name as the Macdonald–Cartier Freeway or colloquially referred to as the four-oh-one,\nis a controlled-access 400-series highway in the Canadian province of Ontario. It stretches 828 kilometres (514 mi) from Windsor in the west to the Ontario–Quebec border in the east. The part of Highway 401 that passes through Toronto is North America's busiest highway, and one of the widest.\nTogether with Quebec Autoroute 20, it forms the road transportation backbone of the Quebec City–Windsor Corridor, along which over half of Canada's population resides and is also a Core Route in the National Highway System of Canada.\nThe route is maintained by the Ministry of Transportation of Ontario (MTO) and patrolled by the Ontario Provincial Police. The speed limit is 100 km/h (62 mph) throughout its length, with the only exceptions the posted 80 km/h (50 mph) limit westbound in Windsor and in most construction zones.",
  "/wiki/Gananoque,_Ontario": "Gananoque (/ˌɡænəˈnɒkweɪ/ GAN-ə-NOK-way) is a town in the Leeds and Grenville area of Ontario, Canada. The town had a population of 5,194 year-round residents in the Canada 2011 Census, as well as summer residents sometimes referred to as \"Islanders\" because of the Thousand Islands in the Saint Lawrence River, Gananoque's most important tourist attraction. The Gananoque River flows through the town and the St. Lawrence River serves as the southern boundary of the town.",
  "/wiki/Windsor,_Ontario": "Windsor is a city in southwestern Ontario, Canada, on the south bank of the Detroit River directly across from Detroit, Michigan. Located in Essex County, it is the southernmost city in Canada and marks the southwestern end of the Quebec City–Windsor Corridor. The city's population was 217,188 at the 2016 census, making it the third-most populated city in Southwestern Ontario, after London and Kitchener. The Detroit–Windsor urban area is North America's most populous trans-border conurbation, and the Ambassador Bridge border crossing is the busiest commercial crossing on the Canada–United States border.",
  "/wiki/Route_338_(Quebec)": "Route 338 is a provincial highway located in the Montérégie region of Quebec west of Montreal. The highway runs from the Ontario Border near Rivière-Beaudette as a continuation of Stormont, Dundas and Glengarry County Road 2 and ends at Vaudreuil-Dorion at the junction of Autoroute 20 which the 338 acts as an alternate and service route parallel to A-20 although through several villages along the Saint Lawrence River. Before the 1970s, this road was named \"Route 2\", as part of an interprovincial Route 2 that stretched from Windsor, Ontario to Halifax, Nova Scotia.",
  "/wiki/Dorion,_QC": "Vaudreuil-Dorion (French pronunciation: ​[vodʁœj dɔʁjɔ̃]) is a suburb of Greater Montreal, in the Montérégie region of southwestern Quebec. The result of the merger of two towns, Vaudreuil and Dorion, it is located in the Vaudreuil-Soulanges Regional County Municipality.  Ranked in 2017 as the 15th/100 best cities to raise children in Canada.",
  "/wiki/Ontario_Highway_3": "King's Highway 3, commonly referred to as Highway 3, is a provincially maintained highway in the Canadian province of Ontario which travels parallel to the northern shoreline of Lake Erie. It has three segments, the first of which travels from the Ambassador Bridge in Windsor to Highway 77 in Leamington. The second portion begins at Talbotville Royal outside of St. Thomas at Highway 4, and travels to the western city limits of Port Colborne. The road is regionally maintained within Port Colborne as Niagara Regional Road 3, but regains its provincial designation at Highway 140. Its third and final terminus is at Edgewood Park, within the Fort Erie town limits. From there, the road continues as Niagara Regional Road 3 to the Peace Bridge, where drivers can cross to the United States. The total length of Highway 3 is 259.2 km (161.1 mi), consisting of 50.2 km (31.2 mi) from Windsor to Leamington, 187.9 km (116.8 mi) from Talbotville Royal to Port Colborne and 21.1 km (13.1 mi) from Port Colborne to Edgewood Park.",
  "/wiki/Ambassador_Bridge": "The Ambassador Bridge is a tolled suspension bridge across the Detroit River that connects Detroit, Michigan, United States, with Windsor, Ontario, Canada. It is the busiest international border crossing in North America in terms of trade volume, carrying more than 25% of all merchandise trade between the United States and Canada. A 2004 Border Transportation Partnership study showed that 150,000 jobs in the region and US$13 billion in annual production depend on the Detroit–Windsor international border crossing.",
  "/wiki/Windsor_Ontario": "Windsor is a city in southwestern Ontario, Canada, on the south bank of the Detroit River directly across from Detroit, Michigan. Located in Essex County, it is the southernmost city in Canada and marks the southwestern end of the Quebec City–Windsor Corridor. The city's population was 217,188 at the 2016 census, making it the third-most populated city in Southwestern Ontario, after London and Kitchener. The Detroit–Windsor urban area is North America's most populous trans-border conurbation, and the Ambassador Bridge border crossing is the busiest commercial crossing on the Canada–United States border.",
  "/wiki/Fort_Erie,_Ontario": "Fort Erie is a town on the Niagara River in the Niagara Region, Ontario, Canada. It is directly across the river from Buffalo, New York and is the site of Old Fort Erie which played a prominent role in the War of 1812.",
  "/wiki/QEW": "The Queen Elizabeth Way (QEW) is a 400-series highway in the Canadian province of Ontario linking Toronto with the Niagara Peninsula and Buffalo, New York. The freeway begins at the Peace Bridge in Fort Erie and travels 139.1 kilometres (86.4 mi) around the western end of Lake Ontario, ending at Highway 427. The physical highway, however, continues as the Gardiner Expressway into downtown Toronto. The QEW is one of Ontario's busiest highways, with an average of close to 200,000 vehicles per day on some sections. Major highway junctions are at Highway 420 in Niagara Falls, Highway 405 in Niagara-on-the-Lake, Highway 406 in St. Catharines, the Red Hill Valley Parkway in Hamilton, Highway 403 and Highway 407 in Burlington, Highway 403 at the Oakville–Mississauga boundary, and Highway 427 in Etobicoke. Within the Regional Municipality of Halton, between its two junctions with Highway 403, the QEW is signed concurrently with Highway 403.",
  "/wiki/Ontario_Highway_4": "King's Highway 4, also known as Highway 4, is a provincially maintained highway in the Canadian province of Ontario. Originally much longer than its present 100.8 km (62.6 mi) length, more than half of Highway 4 was transferred to the responsibility of local governments in 1998. In 2018, Highway 4 was re-signed and re-routed through London.  In its present form, it travels between Highway 3 in Talbotville Royal, north-west of St. Thomas, and Highway 8 in Clinton.",
  "/wiki/St._Thomas,_Ontario": "St. Thomas is a city in southwestern Ontario, Canada. It gained its city charter on March 4, 1881. The city is also the seat for Elgin County, although it is independent of the county.",
  "/wiki/Port_Stanley,_Ontario": "Port Stanley is a community in the Municipality of Central Elgin, Elgin County in Ontario, Canada. It is located on the north shore of Lake Erie at the mouth of Kettle Creek. In 2016, it had a population of 2,148.",
  "/wiki/Ontario_Highway_8": "King's Highway 8, commonly referred to as Highway 8, is a provincially maintained highway in the Canadian province of Ontario. At a length of 159.7 kilometres (99.2 mi), the route is significantly shorter than when it travelled beyond Hamilton to Niagara Falls. However, the Queen Elizabeth Way (QEW) replaced the role of Highway 8 between those two cities, and that portion of the highway was subsequently transferred from provincial to local jurisdiction. Today the highway connects Hamilton and Cambridge, thereafter continuing through Southwestern Ontario to the community of Goderich on the shores of Lake Huron. The freeway segment of Highway 8 is known as the Freeport Diversion, King Street Bypass, or Highway 8 Expressway, with a short portion being internally designated by the province as Highway 7187. Highway 8 is multiplexed with Highway 7 including a portion of the Conestoga Parkway.",
  "/wiki/Clinton,_Ontario": "Clinton is a community in the Canadian province of Ontario, located in the municipality of Central Huron. Clinton was established in 1831, when Jonas Gibbings and brothers Peter and Stephen Vanderburg cleared out a small area to start. Clinton started to grow in 1844 when William Rattenbury laid out the plans to begin making a village. In 1954, Clinton's population was 2,625 people. Today, it has an estimated population of 3201.",
  "/wiki/Ontario_Highway_24": "King's Highway 24, commonly referred to as Highway 24, is a highway in the Canadian province of Ontario that currently begins at Highway 3 in Simcoe, and ends at the southern city limits of Cambridge. Highway 24 runs in a north/south direction and has been in service since 1927. Before 1997, when many major highways were declassified, Highway 24 began south of Simcoe in Norfolk near Walshingham, and ended in Collingwood.",
  "/wiki/Duntroon,_Ontario": "Clearview is an incorporated township in Simcoe County in Central Ontario, Canada, west of Barrie and south of Collingwood and Wasaga Beach in Simcoe County.",
  "/wiki/Ontario_Highway_5": "King's Highway 5, commonly referred to as Highway 5 and historically as the Dundas Highway, is a provincially maintained highway in the Canadian province of Ontario. The east–west highway travels a distance of 12.7 km (7.9 mi) between Highway 8 at Peter's Corners, north of Hamilton, and Highway 6 at Clappison's Corners. Prior to several sections being downloaded to the municipalities in which they reside, Highway 5 served as bypass to Highway 2, connecting with it in both Paris and Toronto, a distance of 114.3 km (71.0 mi).",
  "/wiki/Ontario_Highway_6": "King's Highway 6, commonly referred to as Highway 6, is a provincially maintained highway in the Canadian province of Ontario. It crosses a distance of 480 km (300 mi) between Port Dover, on the northern shore of Lake Erie, and Espanola, on the northern shore of Lake Huron, before ending at the Trans-Canada Highway (Highway 17) in McKerrow.",
  "/wiki/Waterdown,_Ontario": "Waterdown is a community in Canada which since 2001 has been a community of Hamilton, Ontario. Waterdown is approximately 60 km west of downtown Toronto.",
  "/wiki/Toronto": "Toronto is the provincial capital of Ontario and the most populous city in Canada, with a population of 2,731,571 as of 2016. Current to 2016, the Toronto census metropolitan area (CMA), of which the majority is within the Greater Toronto Area (GTA), held a population of 5,928,040, making it Canada's most populous CMA. The city is the anchor of the Golden Horseshoe, an urban agglomeration of  9,245,438 people (as of 2016) surrounding the western end of Lake Ontario. Toronto is an international centre of business, finance, arts, and culture, and is recognized as one of the most multicultural and cosmopolitan cities in the world.",
  "/wiki/Dundas,_Ontario": "Dundas /ˈdʌnˌdæs/ is a community and former town in Hamilton, Ontario, Canada. It is nicknamed the Valley Town because of its topographical location at the bottom of the Niagara Escarpment on the western edge of Lake Ontario. The population has been stable for decades at about twenty thousand, largely because it has not annexed rural land from the protected Dundas Valley Conservation Area.",
  "/wiki/Paris,_Ontario": "Paris (2016 population, 12,310) is a community located at the spot where the Nith River empties into the Grand River in Ontario, Canada. It was voted \"the Prettiest Little Town in Canada\" by Harrowsmith Magazine. The town was established in 1850. In 1999, its town government was amalgamated into that of the County of Brant, thus ending 149 years as a separate incorporated municipality but Paris remained the largest population centre in the county. While Brantford is located within Brant geographically, it is a fully independent community with its own municipal government.",
  "/wiki/Port_Dover,_Ontario": "Port Dover is an unincorporated community and former town located in Norfolk County, Ontario, Canada on the north shore of Lake Erie.",
  "/wiki/Norfolk,_Ontario": "Norfolk County /ˈnɔːrfoʊk/ is a rural single-tier municipality on the north shore of Lake Erie in Southwestern Ontario, Canada with a 2016 population of 64,044. The largest community in Norfolk County is Simcoe, Ontario with a 2016 population of 13,922. The other population centres are Port Dover, Delhi, Waterford and Port Rowan, and there are many smaller communities. For several years in the late 20th century, the county was merged with Haldimand County but the merged entity was dissolved in 2000.",
  "/wiki/Ontario_Highway_17": "King's Highway 17, more commonly known as Highway 17, is a provincially maintained highway and the primary route of the Trans-Canada Highway through the Canadian province of Ontario. It begins at the Manitoba boundary, 50 km (31 mi) west of Kenora, and the main section ends where Highway 417 begins just west of Arnprior. A small disconnected signed section of the highway still remains within the Ottawa Region between County Road 29 and Grants Side Rd. This makes it Ontario's longest highway.[note 1]",
  "/wiki/Espanola,_Ontario": "Espanola (2016 census population 4,996) is a town in Northern Ontario, Canada, in the Sudbury District. It is situated on the Spanish River, approximately 70 kilometres west of downtown Sudbury, and just south of the junction of Highway 6 and Highway 17.",
  "/wiki/Ontario_Highway_7": "King's Highway 7, commonly referred to as Highway 7 and The 7 historically as the Northern Highway, is a provincially maintained highway in the Canadian province of Ontario. At its peak, Highway 7 measured 716 km (445 mi) in length, stretching from Highway 40 east of Sarnia in Southwestern Ontario to Highway 17 west of Ottawa in Eastern Ontario. However, due in part to the construction of Highways 402 and 407, the province transferred the sections of Highway 7 west of London and through the Greater Toronto Area to county and regional jurisdiction. The highway is now 535.7 km (332.9 mi) long; the western segment begins at Highway 4 north of London and extends 154.1 km (95.8 mi) to Georgetown, while the eastern segment begins at Donald Cousens Parkway in Markham and extends 381.6 km (237.1 mi) to Highway 417 in Ottawa.",
  "/wiki/Ontario_Highway_417": "King's Highway 417, commonly referred to as Highway 417 and the Queensway through Ottawa, is a 400-series highway in the Canadian province of Ontario. It connects Montreal (via A40) with Ottawa, and is the backbone of the transportation system in the National Capital Region. Within Ottawa, it forms part of the Queensway west from Highway 7 to Ottawa Regional Road 174 (the Queensway continues east along the 174 to Trim Road). Highway 417 extends from the Quebec border (near Hawkesbury) to Arnprior, where it continues westward as Highway 17. Aside from the urban section through Ottawa, Highway 417 passes through farmland that dominates much of the fertile Ottawa Valley.",
  "/wiki/Ottawa": "Ottawa (/ˈɒtəwə/ (listen), /ˈɒtəwɑː/; French pronunciation: ​[ɔtawa]) is the capital city of Canada. It stands on the south bank of the Ottawa River in the eastern portion of southern Ontario. Ottawa borders Gatineau, Quebec; the two form the core of the Ottawa–Gatineau census metropolitan area (CMA) and the National Capital Region (NCR). As of 2016, Ottawa had a city population of 934,243 and a metropolitan population of 1,323,783 making it the fourth-largest city and the fifth-largest CMA in Canada. In June 2019, the City of Ottawa estimated it had surpassed a population of a million.",
  "/wiki/Ontario_Highway_40": "King's Highway 40, commonly referred to as Highway 40, is a provincially maintained highway in the southwestern portion of the Canadian province of Ontario. The route links Chatham and Sarnia via Wallaceburg, following close to the St. Clair River. The southern terminus is at Highway 401 south of Chatham, while the northern terminus is at Highway 402 in Sarnia.",
  "/wiki/Ontario_Highway_7A": "King's Highway 7A, commonly referred to as Highway 7A, is a provincially maintained highway in the Canadian province of Ontario that serves as a bypass of Highway 7. The highway begins in the community of Manchester, where Highway 7 is concurrent with Highway 12, and travels east through Port Perry, Nestleton Station, Bethany and Cavan, ending at Highway 115 southwest of Peterborough. From there, Highway 7 can be reached via Highway 115 northbound. Near its midpoint the route is concurrent with Highway 35 for 1.5 kilometres (0.93 mi).",
  "/wiki/Ontario_Highway_115": "King's Highway 115, commonly referred to as Highway 115 is a provincially maintained highway in the Canadian province of Ontario that connects Peterborough with Toronto via Highway 401. The highway begins at a junction with Highway 401 southwest of Newcastle and ends at an at-grade intersection with Highway 7 east of Peterborough.",
  "/wiki/Peterborough,_Ontario": "Peterborough (/ˈpiːtərbʌroʊ/ PEE-tər-burr-oh) is a city on the Otonabee River in Central Ontario, Canada, 125 kilometres (78 mi) northeast of Toronto and about 270 kilometres (167 mi) southwest of Ottawa. According to the 2016 Census, the population of the City of Peterborough was 81,032. The population of the Peterborough Census Metropolitan Area (CMA), which includes the surrounding Townships of Selwyn, Cavan Monaghan, Otonabee-South Monaghan, and Douro-Dummer, was 121,721 in 2016. In 2016, Peterborough ranked No. 32 among the country’s 35 census metropolitan areas according to the CMA in Canada. Significant growth is expected starting in late 2019 when the Ontario Highway 407 extension is completed, connecting it to Highway 115/35 south of Peterborough. The current mayor of Peterborough is Diane Therrien.",
  "/wiki/Ontario_Highway_12": "King's Highway 12, commonly referred to as Highway 12 and historically known as the Whitby and Sturgeon Bay Road, is a provincially maintained highway in the Canadian province of Ontario. The highway connects the eastern end of the Greater Toronto Area (GTA) with Kawartha Lakes (via Highway 7), Orillia and Midland before ending at Highway 93. It forms the Central Ontario Route of the Trans-Canada Highway system from north of Sunderland (Highway 7) to Coldwater (Highway 400). Highway 12 connects several small towns along its 146 km (91 mi) route, and bypasses a short distance from many others. It is signed as a north–south route between Whitby and Orillia, and as an east–west route from there to Midland. The rural portions of the highway feature a posted speed limit of 80 km/h (50 mph), often dropping to 50 km/h (31 mph) through built-up areas. The entire route is patrolled by the Ontario Provincial Police.",
  "/wiki/Port_Perry,_Ontario": "Port Perry is a community located in Scugog, Ontario, Canada. The town is located 84 km northeast of central Toronto and north of Oshawa and Whitby. Due to its location in the Greater Toronto Area, many residents commute to Toronto for work. Port Perry has a population of 9,453 as of 2016.",
  "/wiki/Niagara_Falls,_Ontario": "Niagara Falls is a city in Ontario, Canada. It is on the western bank of the Niagara River in the Golden Horseshoe region of Southern Ontario, with a population of 88,071 at the 2016 census. The municipality was incorporated on 12 June 1903. Across the Niagara River is Niagara Falls, New York. The Niagara River flows over Niagara Falls at this location, creating a natural spectacle which attracts millions of tourists each year.",
  "/wiki/Grimsby,_Ontario": "Grimsby is a town on Lake Ontario in the Niagara Region, Ontario, Canada. Grimsby is a part of the Hamilton Census Metropolitan Area. It is named after the English fishing town of Grimsby in north-east Lincolnshire. The majority of residents reside in the area bounded by Lake Ontario and the Niagara Escarpment.  The escarpment (colloquially known as 'the mountain') is home to a section of the Bruce Trail.",
  "/wiki/Ontario_Highway_21": "King's Highway 21, commonly referred to as Highway 21, is a provincially maintained highway in the Canadian province of Ontario that begins at Highway 402 midway between Sarnia and London and ends at Highway 6, Highway 10 and Highway 26 in Owen Sound. The roadway is referred to as the Bluewater Highway because it remains very close to the eastern shoreline of Lake Huron.",
  "/wiki/Goderich,_Ontario": "Goderich (pronounced either God-rich or God-er-ich) is a town in the Canadian province of Ontario and is the county seat of Huron County. The town was founded by John Galt and William \"Tiger\" Dunlop of the Canada Company in 1827. First laid out in 1828, the town is named after Frederick John Robinson, 1st Viscount Goderich, who was British prime minister at the time. The town was officially incorporated in 1850.",
  "/wiki/Ontario_Highway_9": "King's Highway 9, commonly referred to as Highway 9, is a provincially maintained highway in the Canadian province of Ontario. Highway 9 has been divided into two segments since January 1, 1998, when the segment between Harriston and Orangeville was downloaded to the various counties in which it resided. The western segment of the highway begins at Highway 21 in Kincardine, near the shores of Lake Huron. It travels 73 km (45 mi) to the junction of Highway 23 and Highway 89 in Harriston. The central segment is now known as Wellington County Road 109 and Dufferin County Road 109. At Highway 10 in Orangeville, Highway 9 resumes and travels east to Highway 400. The highway once continued east to Yonge Street in Newmarket, but is now known as York Regional Road 31.",
  "/wiki/Ontario_Highway_400": "King's Highway 400, commonly referred to as Highway 400, historically as the Toronto–Barrie Highway, and colloquially as the 400, is a 400-series highway in the Canadian province of Ontario linking the city of Toronto in the urban and agricultural south of the province with the scenic and sparsely populated central and northern regions. The portion of the highway between Toronto and Lake Simcoe roughly traces the route of the Toronto Carrying-Place Trail, a historic trail between the Lower and Upper Great Lakes. North of Highway 12, in combination with Highway 69, it forms a branch of the Trans-Canada Highway, the Georgian Bay Route, and is part of the highest-capacity route from southern Ontario to the Canadian West, via a connection with the mainline of the TCH in Sudbury. The highway also serves as the primary route from Toronto to southern Georgian Bay and Muskoka, areas collectively known as cottage country. The highway is patrolled by the Ontario Provincial Police and has a speed limit of 100 km/h (62 mph), except for the section south of the 401, where the speed limit is 80 km/h (50 mph).",
  "/wiki/Newmarket,_Ontario": "Newmarket (2016 population 84,224) is a town and regional seat of the Regional Municipality of York in the Canadian province of Ontario. It is part of Greater Toronto in the Golden Horseshoe region of Southern Ontario.",
  "/wiki/Ontario_Highway_23": "King's Highway 23, commonly referred to as Highway 23, is a provincially maintained highway in the Canadian province of Ontario. The route travels from Highway 7 east of Elginfield north to Highway 9 and Highway 89 in Harriston. The total length of Highway 23 is 97.7 kilometres (60.7 miles). The highway was first established in 1927 between Highway 8 in Mitchell and Highway 9 in Teviotdale, via Monkton, Listowel and Palmerston. As part of a depression relief program, it was extended south to Highway 7 in 1934. It remained relatively unchanged until 2003, when it was rerouted northward from Palmerston to Harriston.",
  "/wiki/Ontario_Highway_89": "King's Highway 89, commonly referred to as Highway 89, is an east–west provincially maintained highway in the south central portion of the Canadian province of Ontario, stretching 107 kilometres (66 mi) from the junction of Highway 9 and Highway 23 in Harriston in the west, to Highway 400 just east of Cookstown in the east. The principal urban centres along the highway include Alliston, Shelburne and Mount Forest. Outside these towns, the highway travels through rural farmland across a large part of southwestern Ontario.",
  "/wiki/Harriston,_Ontario": "Harriston (population 1,797) is a community in the Town of Minto in Wellington County, Ontario, Canada. In 1999, Harriston was amalgamated with the communities of Palmerston, Clifford, and Minto Township to form the Town of Minto. Harriston is located at the headwaters of the Maitland River, and has several shops, restaurants, a library, an art gallery and cultural centre.",
  "/wiki/Ontario_Highway_10": "King's Highway 10, commonly referred to as Highway 10  is a provincially maintained highway in the Canadian province of Ontario. The highway connects the northern end of Highway 410 just north of Brampton with Owen Sound on the southern shores of Georgian Bay, passing through the towns of Orangeville and Shelburne as well as several smaller villages along the way. It historically followed the Toronto–Sydenham Road, part of which later became Hurontario Street, as well as Prince of Wales Road.",
  "/wiki/Orangeville,_Ontario": "Orangeville (Canada 2016 Census 28,900) is a town in south-central Ontario, Canada, and the seat of Dufferin County.",
  "/wiki/Kincardine,_Ontario": "Kincardine is a municipality located on the shores of Lake Huron in Bruce County in the province of Ontario, Canada.  The current municipality was created in 1999 by the amalgamation of the Town of Kincardine, the Township of  Kincardine, and the Township of Bruce.",
  "/wiki/Brampton": "Brampton (/ˈbræmptən/ or /ˈbræmtən/) is a city in the Canadian province of Ontario. Situated in Southern Ontario, it is a suburban city in the Greater Toronto Area (GTA) and the seat of Peel Region. The city has a population of 593,638 as of the Canada 2016 Census. Brampton is Canada's ninth-most populous municipality, the seventy-seventh largest city in North America and the third most populous city in the Greater Golden Horseshoe Region, behind Toronto and Mississauga.",
  "/wiki/Mississauga": "Mississauga /ˌmɪsɪˈsɔːɡə/ (listen) is a city in the Canadian province of Ontario and a suburb of Toronto. It is situated on the shores of Lake Ontario in the Regional Municipality of Peel, bordering Toronto. With a population of 721,599 as of the 2016 census, Mississauga is the sixth-most populous municipality in Canada, third-most in Ontario, and second-most in the Greater Toronto Area.",
  "/wiki/Ontario_Highway_26": "King's Highway 26, commonly referred to as Highway 26, is a provincially maintained highway in the Canadian province of Ontario, connecting the cities of Barrie and Owen Sound. Between these two cities, the highway serves the southern shoreline of Georgian Bay, passing through Stayner, Collingwood and Meaford and by the Blue Mountain Resort. In addition, the highway serves as the main route to Wasaga Beach, a popular recreational destination during the summer months.",
  "/wiki/Owen_Sound": "Owen Sound (2016 Census population 21,341), the county seat of Grey County, is a city in the northern area of Southwestern Ontario, Canada. Owen Sound is located at the mouths of the Pottawatomi and Sydenham Rivers on an inlet of Georgian Bay.",
  "/wiki/Ontario_Highway_11": "King's Highway 11, commonly referred to as Highway 11, is a provincially maintained highway in the Canadian province of Ontario. At 1,784.9 kilometres (1,109.1 mi), it is the second longest highway in the province, following Highway 17. Highway 11 begins at Highway 400 in Barrie, and arches through northern Ontario to the Ontario–Minnesota border at Rainy River via Thunder Bay; the road continues as Minnesota State Highway 72 across the Baudette-Rainy River International Bridge. North and west of North Bay (as well as for a short distance through Orillia), Highway 11 forms part of the Trans-Canada Highway. The highway is also part of MOM's Way between Thunder Bay and Rainy River.",
  "/wiki/Barrie": "Barrie is a city, and manifesting regional centre in Central Ontario, Canada, positioned on the shores of Kempenfelt Bay, the western arm of Lake Simcoe. The city is located geographically within Simcoe County, however, it is a politically independent single-tier municipality.  It is part of the historically significant Huronia region of Central Ontario and is within the northern part of the Greater Golden Horseshoe, a densely populated and industrialized region of Ontario. As of the 2016 census, the city's population was 141,434 making it the 34th largest in Canada in terms of population proper. The Barrie census metropolitan area (CMA) as of the same census had a population of 197,059 residents, making the city the 21st largest CMA in Canada. The city itself has seen significant growth in recent decades due to its emergence as a bedroom community, and its relatively close proximity to the city of Toronto. Barrie is situated approximately 86.6 kilometres (53.8 mi) from the Toronto Pearson International Airport and 109 kilometres (68 mi) from Downtown Toronto, representing the city's highly centralized and historically strategic geographical orientation and its ease of access to major centres and airports across the region.",
  "/wiki/Minnesota_State_Highway_72": "Minnesota State Highway 72 (MN 72) is a 76.810-mile-long (123.614 km) highway in northwest Minnesota, which runs from its         \nintersection with U.S. 71 in Blackduck and continues north to its northern terminus at the Canada–US border in Baudette. The road continues as Ontario Highway 11 upon entering the town of Rainy River, Ontario at the Baudette-Rainy River International Bridge.",
  "/wiki/Baudette,_MN": "Baudette is a city in Lake of the Woods County, Minnesota.",
  "/wiki/Whitby,_Ontario": "Whitby is a town in Durham Region. Whitby is located in Southern Ontario east of Ajax and west of Oshawa, on the north shore of Lake Ontario, and is home to the headquarters of Durham Region. It had a population of 128,377 at the 2016 census. It is approximately 20 km (12 mi) east of the Toronto borough of Scarborough, and it is known as a commuter suburb in the eastern part of the Greater Toronto Area. While the southern portion of Whitby is predominantly urban and an economic hub, the northern part of the municipality is more rural and includes the communities of Ashburn, Brooklin, Myrtle, and Myrtle Station.",
  "/wiki/Ontario_Highway_93": "King's Highway 93, commonly referred to as Highway 93, is a provincially maintained highway in the Canadian province of Ontario. Located entirely within Simcoe County, the highway extends 23.9 kilometres (14.9 mi) from an interchange with Highway 400 in Springwater, just south of the community of Hillsdale, to an intersection with Highway 12 at the town limits of Midland. The route follows the historic Penetanguishene Road, an early colonization road which served to connect Lake Simcoe with Georgian Bay, thus providing an overland route from Lake Huron to Lake Ontario via Yonge Street.",
  "/wiki/Midland,_Ontario": "Midland is a town located on Georgian Bay in Simcoe County, Ontario, Canada.  It is part of the Huronia/Wendat region of Central Ontario.",
  "/wiki/Ontario_Highway_15": "King's Highway 15, commonly referred to as Highway 15, is a provincially maintained highway in the Canadian province of Ontario. It currently travels north from an interchange with Highway 401 in Kingston to Highway 7 in Carleton Place, but once continued east from there into Ottawa until that section became part of Highway 7. The length of Highway 15 is 113.4 kilometres (70.5 mi).",
  "/wiki/Kingston,_Ontario": "Kingston is a city in Eastern Ontario, Canada. It is on the eastern end of Lake Ontario, at the beginning of the St. Lawrence River and at the mouth of the Cataraqui River (south end of the Rideau Canal). The city is midway between Toronto, Ontario and Montreal, Quebec. The Thousand Islands tourist region is nearby to the east. Kingston is nicknamed the \"Limestone City\" because of the many heritage buildings constructed using local limestone.",
  "/wiki/Carleton_Place,_Ontario": "Carleton Place is a town in Eastern Ontario, Canada, in Lanark County, about 46 kilometres (29 mi) west of downtown Ottawa. It is located at the crossroads of Highway 15 and Highway 7, halfway between the towns of Perth, Almonte, Smiths Falls, and the nation's capital, Ottawa. The Mississippi River, a tributary of the Ottawa River flows through the town.  Mississippi Lake is just upstream by boat, as well as by car.",
  "/wiki/Arnprior,_Ontario": "Arnprior is a town in Renfrew County, in the eastern portion of Southern Ontario, Canada. It is located at the confluence of the Madawaska River and the Ottawa River in the Ottawa Valley. Arnprior has experienced significant growth in populations with the widening of the 417 Provincial Highway to four lanes. The Town experienced an increase in population by 8.4% from 2011 to 2016, at which time its population was 8,795. The town is a namesake of Arnprior, Scotland, and is known for lumber, hydro power generation, aerospace, farming and its proximity to the National Capital Region.",
  "/wiki/Ontario_Highway_16": "King's Highway 16, commonly referred to as Highway 16 and historically as the Prescott Highway, is a provincially maintained highway in the Canadian province of Ontario. The highway once travelled from near Prescott to Ottawa. However, its length was truncated significantly when most of the route was \"twinned\" with a second roadway, and renumbered as Highway 416. However, a short stub remains through Johnstown, crossing the St. Lawrence River on the Ogdensburg-Prescott International Bridge to Ogdensburg, New York, where it becomes New York State Route 812.",
  "/wiki/NY_812": "New York State Route 812 (NY 812) is a state highway in the North Country of New York in the United States. The southern terminus of the route is at an intersection with NY 12 and NY 26 in the Lewis County village of Lowville. Its northern terminus is at the Canada–United States border in Ogdensburg, where it crosses the Ogdensburg–Prescott International Bridge and connects to Highway 16 in Ontario. While most of NY 812 passes through rural areas of the North Country, the route also serves several villages and small communities. The GPS services company Geotab has named it the quietest highway in New York due to its low traffic counts.",
  "/wiki/Ogdensburg,_NY": "Ogdensburg is a city in St. Lawrence County, New York, United States. The population was 11,128 at the 2010 census. In the late 18th century, European-American settlers named the community after American land owner and developer Samuel Ogden.",
  "/wiki/Ontario_Highway_416": "King's Highway 416, commonly referred to as Highway 416 and as the Veterans Memorial Highway, is a 400-series highway in the Canadian province of Ontario that connects the Trans-Canada Highway (Highway 417) in Ottawa with Highway 401 between Brockville and Cornwall. The 76.4-kilometre-long (47.5 mi) freeway acts as an important trade corridor from Interstate 81 between New York and Eastern Ontario via Highway 401, as well as the fastest link between Ottawa and Toronto. Highway 416 passes through a largely rural area, except near its northern terminus where it enters the suburbs of Ottawa. The freeway also serves several communities along its length, notably Spencerville and Kemptville.",
  "/wiki/Prescott,_Ontario": "Prescott, Ontario is a small town on the north shore of the Saint Lawrence River in the United Counties of Leeds and Grenville, Canada. In 2016, the town had a population of 3965. The Ogdensburg–Prescott International Bridge, 5 kilometres (3.1 mi) east of Prescott at Johnstown, connects the town with Ogdensburg, New York. The town is about an hour from both Ottawa and Kingston.",
  "/wiki/Ontario_Highway_17B": "Highway 17B was formerly the highway designation for six business routes of Highway 17, the main route of the Trans-Canada Highway through the Canadian province of Ontario. Each was the original route of Highway 17 through the town or city that it served, and was subsequently given the 17B designation when a newer bypass route was constructed to reduce traffic pressure on the urban street network.",
  "/wiki/Route_342_(Quebec)": "Route 342 is a provincial highway located in the Montérégie region of Quebec west of Montreal. It runs from the Ontario-Quebec border in Pointe-Fortune (at the junctions of Ontario Highway 417 and Autoroute 40 and ends in Vaudreuil-Dorion at the junction of Autoroute 20. Its main purpose serves a service/alternate route to Autoroute 40 and has 4 interchanges with it in Pointe-Fortune, Rigaud and Hudson.",
  "/wiki/PTH_1_(MB)": "Provincial Trunk Highway 1 (PTH 1) is Manitoba's section of the Trans-Canada Highway. It is a heavily used, 4-lane divided highway, with the exception of a short 18 km section in the southeastern corner of the province. It is the main link between southern Manitoba's largest cities, and also serves as the province's main transportation link to the neighbouring provinces of Saskatchewan (to the west) and Ontario (to the east). The highway is the only major east-west divided highway in Manitoba, and carries a large majority of east-west traffic within and through the province.  It has full freeway status sections at Portage la Prairie and Winnipeg. The total distance of the Trans-Canada Highway in Manitoba is approximately 490 km (300 mi).",
  "/wiki/Winnipeg": "Winnipeg (/ˈwɪnɪpɛɡ/ (listen)) is the capital and largest city of the province of Manitoba in Canada. It is centred on the confluence of the Red and Assiniboine rivers, near the longitudinal centre of North America.",
  "/wiki/Ontario_Highway_19": "King's Highway 19, commonly referred to as Highway 19, is a provincially maintained highway in the Canadian province of Ontario, connecting Highway 3 in Tillsonburg with Highway 401 southeast of Ingersoll. Highway 19 is 18.8 km (11.7 mi) long, starting at Highway 3 in the south and ending at Highway 2 in the north; this is similar to its original route and length of 25.1 kilometres (15.6 mi) in 1930. The highway began as the Plank and Gravel Road, a toll road formed by the Ingersoll and Port Burwell Road Company. It was first assigned in 1930. Several extensions in the early 1930s took the route north to Highway 86 at Tralee. However, a significant amount of Highway 19 was decommissioned and turned over to local and county governments in 1997 and 1998.",
  "/wiki/Tillsonburg,_Ontario": "Tillsonburg is a town in Oxford County, Ontario, Canada with a population of 15,872 located about 50 kilometres southeast of London, on Highway 3 at the junction of Highway 19.",
  "/wiki/Port_Burwell,_Ontario": "Port Burwell is a community on the north shore of Lake Erie, in the Municipality of Bayham in Elgin County, Ontario, Canada.\nIt is situated at the mouth of Big Otter Creek, which stretches more than forty miles north through Bayham to Tillsonburg and Otterville, and with the harbour at Port Burwell was of historic importance in the development of landlocked Oxford County.",
  "/wiki/Ingersoll,_Ontario": "Ingersoll is a town in Oxford County on the Thames River in southwestern Ontario, Canada. The nearest cities are Woodstock to the east and London to the west.",
  "/wiki/Ontario_Highway_86": "King's Highway 85, commonly referred to as Highway 85, is a provincially maintained highway in the Canadian province of Ontario, connecting Highway 7 to immediately north of the Waterloo city limits. The 10-kilometre (6.2 mi) highway, which is mostly controlled-access, travels through the Regional Municipality of Waterloo along the Conestoga Parkway from its interchange with Highway 7, which continues south along the parkway, to an interchange with Regional Road 15 (King Street), where it continues as Regional Road 85 to St. Jacobs.",
  "/wiki/Listowel,_Ontario": "Listowel is an unincorporated community in Ontario, Canada, located in the Municipality of North Perth. It was created in 1998 during the amalgamation of several other communities in the northern section of Perth County, and the previously incorporated Town of Listowel dissolved with the creation of the Municipality of North Perth. Its population was 7,530 at the Canada 2016 Census in a land area of 6.65 square kilometres; at the time there were 3,159 occupied dwellings.",
  "/wiki/Ontario_Highway_20": "King's Highway 20, commonly referred to as Highway 20, is a provincially maintained highway in the Canadian province of Ontario. Presently, it is a short 1.9 km (1.2 mi) stub between Highway 58 and Niagara Regional Road 70 in the City of Thorold, but until 1997 it connected Hamilton to Niagara Falls, serving several towns atop the Niagara Escarpment en route.",
  "/wiki/Ontario_Highway_58": "King's Highway 58, commonly referred to as Highway 58, is a provincially maintained highway in the Canadian province of Ontario. The route is divided into two segments with a combined length of 15.5 km (9.6 mi). The southern segment travels from Niagara Regional Road 3, formerly Highway 3, in Port Colborne, to the Highway 58A junction in the southern end of Welland, a distance of 7.2 km (4.5 mi). The northern segment begins at Highway 20 near Allanburg and travels north and west to a large junction with Highway 406 at the St. Catharines – Thorold boundary, a distance of 8.3 km (5.2 mi). An 18.1 km (11.2 mi) gap separates the two segments within Welland and Pelham. The entire route is located within the Regional Municipality of Niagara.",
  "/wiki/Allanburg,_Ontario": "Allanburg is a community within the City of Thorold, Ontario, Canada. It is located on the Welland Canal and Highway 20, both important transportation routes through the Niagara Peninsula. The two cross at a  vertical-lift bridge, numbered as Bridge 11 by the Saint Lawrence Seaway Authority, but often known simply as the Allanburg Bridge. The collision of the ship Windoc with the bridge  made national news in 2001.",
  "/wiki/Hamilton,_Ontario": "Hamilton is a port city in the Canadian province of Ontario. An industrialized city in the Golden Horseshoe at the west end of Lake Ontario, Hamilton has a population of 536,917, and its census metropolitan area, which includes Burlington and Grimsby, has a population of 747,545. The city is 58 kilometres (36 mi) southwest of Toronto, with which the Greater Toronto and Hamilton Area (GTHA) is formed.",
  "/wiki/Ontario_Highway_402": "King's Highway 402, commonly referred to as Highway 402 and historically as the Blue Water Bridge Approach, is a freeway in the Canadian province of Ontario that connects the Blue Water Bridge international crossing  near Sarnia to Highway 401 in London. It is one of multiple trade links between Ontario and the Midwestern United States. Its 400-series number denotes a King's Highway with controlled access. It is four lanes for much of its length, though the approach to the Blue Water Bridge is six lanes.",
  "/wiki/Wyoming,_Ontario": "Plympton–Wyoming is a town in the Canadian province of Ontario, located in Lambton County immediately east of Sarnia. It is the seat of the Lambton County Council.",
  "/wiki/London,_Ontario": "London is a city in southwestern Ontario, Canada, along the Quebec City–Windsor Corridor. The city had a population of 383,822 according to the 2016 Canadian census. London is at the confluence of the Thames River, approximately 200 km (120 mi) from both Toronto and Detroit; and about 230 km (140 mi) from Buffalo, New York. The city of London is a separated municipality, politically separate from Middlesex County, though it remains the county seat.",
  "/wiki/Cambridge,_Ontario": "Cambridge (2016 population 129,920) is a city in the Regional Municipality of Waterloo, Ontario, Canada.  It is located at the confluence of the Grand and Speed rivers.  Cambridge was formed in 1973 by the amalgamation of Galt, Preston, Hespeler, the settlement of Blair and a small portion of surrounding townships."
}