{
  "/wiki/2006%E2%80%9307_Liga_I": "The 2006–07 Liga I was the eighty-ninth season of Liga I, the top-level football league of Romania. Season began on 28 July 2006 and ended on 23 May 2007.",
  "/wiki/FC_Dinamo_Bucure%C8%99ti": "Fotbal Club Dinamo București (Romanian pronunciation: [diˈnamo bukuˈreʃtʲ]), commonly known as Dinamo București or simply Dinamo, is a Romanian professional football club based in Bucharest.",
  "/wiki/FCSB": "Fotbal Club FCSB (Romanian pronunciation: [fet͡ʃeseˌbe]), formerly Fotbal Club Steaua București (Romanian pronunciation: [ˈste̯awa bukuˈreʃtʲ]) and sometimes colloquially known simply as Steaua,[note 1] is a Romanian professional football club based in Bucharest. Founded in 1947 as Asociația Sportivă a Armatei București, it has spent its entire history in the Liga I, the top tier of the Romanian football league system.",
  "/wiki/CFR_Cluj": "Fotbal Club CFR 1907 Cluj (Romanian pronunciation: [t͡ʃefeˌre ˈkluʒ] or [ˌt͡ʃefere ˈkluʒ]) is a Romanian professional football club based in the city of Cluj-Napoca, Cluj County. It was founded in 1907 and the current name \"CFR\" is the acronym for Căile Ferate Române (\"Romanian Railways\").",
  "/wiki/Claudiu_Niculescu": "Claudiu Iulian Niculescu (born 23 June 1976) is a Romanian football coach and former striker. As a footballer, he played in Romania for Universitatea Craiova, Dinamo București and U Cluj, and has also played abroad for Genoa 1893, MSV Duisburg and Omonia. He was a striker and was especially skilled in free-kicks. He is 11th in an all-time ranking for the goalscorers in Liga I, with 156 goals.",
  "/wiki/2007%E2%80%9308_Liga_I": "The 2007–08 Liga I was the ninety season of Liga I, the top-level football league of Romania. Season began on 27 July 2007 and ended on 7 May 2008. CFR Cluj became champions, winning their first trophy and ending a 17-year-long reign of Bucharest based teams.",
  "/wiki/FC_Rapid_Bucure%C8%99ti": "Fotbal Club Rapid 1923, commonly known as Rapid București (Romanian pronunciation: [raˈpid bukuˈreʃtʲ]) or simply as Rapid, is a Romanian football club based in Bucharest.",
  "/wiki/Ionel_D%C4%83nciulescu": "Ionel Daniel Dănciulescu (born 6 December 1976) is a Romanian former footballer.",
  "/wiki/2008%E2%80%9309_Liga_I": "The 2008–09 Liga I was the ninety-first season of Liga I, the top-level football league of Romania. Season began on 26 July 2008 and ended on 10 June 2009. CFR Cluj were the defending champions.",
  "/wiki/FC_Unirea_Urziceni": "Fotbal Club Unirea Urziceni, commonly known as Unirea Urziceni (Romanian pronunciation: [uˈnire̯a urziˈt͡ʃenʲ]), was a Romanian professional football club based in Urziceni, Ialomița County. Unirea became national champions in 2009, at the end of their third season in the top-flight.",
  "/wiki/FC_Politehnica_Timi%C8%99oara": "Fotbal Club Politehnica Timișoara (Romanian pronunciation: [po.liˈteh.nika timiˈʃo̯ara]), commonly referred to as Poli Timișoara, was a Romanian football club established in 1921 and dissolved in September 2012. The team had won two Romanian Cups and was twice a runner-up in Liga I. It is ranked eigtth in the Liga I All-Time Table, with 49 seasons played.",
  "/wiki/Gheorghe_Bucur": "Gheorghe \"Gigel\" Bucur (born 8 April 1980 in Bucharest) is a former Romanian football player. He is a short and speedy forward.",
  "/wiki/Florin_Costea": "Florin Constantin Costea (born 16 May 1985 in Drăgășani) is a Romanian professional footballer who plays as a striker for Viitorul Dăești.",
  "/wiki/2009%E2%80%9310_Liga_I": "The 2009–10 Liga I was the ninety-second season of Liga I, the top-level football league of Romania. Unirea Urziceni were the defending champions.",
  "/wiki/FC_Vaslui": "Fotbal Club Vaslui (Romanian pronunciation: [vasˈluj]), commonly known as FC Vaslui or simply Vaslui, is a Romanian football club based in the city of Vaslui, Vaslui County, currently playing in the Liga IV.",
  "/wiki/Andrei_Cristea": "Andrei Cristea (Romanian pronunciation: [anˈdrej ˈkriste̯a]; born 15 May 1984) is a Romanian professional footballer who plays for  Politehnica Iași  as a forward. He is known for his pace and his range of passing, and represented the Romania national team from 2003 to 2010.",
  "/wiki/2010%E2%80%9311_Liga_I": "The 2010–11 Liga I was the ninety-third season of the top-level football league of Romania. The season commenced on 23 July 2010 and ended on 21 May 2011.  A winter break where no matches were played was held between 11 December 2010 and 18 February 2011. A total of eighteen teams participated in the league, where CFR Cluj were the defending champions.",
  "/wiki/ASC_O%C8%9Belul_Gala%C8%9Bi": "Asociația Suporter Club Oțelul Galați (Romanian pronunciation: [oˈt͡selul ɡaˈlat͡sʲ]; Galați Steel), commonly known as Oțelul Galați, or simply as Oțelul, is a Romanian football club based in the city of Galați, Galați County, currently playing in the Liga III.",
  "/wiki/Ianis_Zicu": "Ianis Alin Zicu (born 23 October 1983) is a Romanian former professional footballer who played as a midfielder. He is currently the manager of Farul Constanța.",
  "/wiki/2011%E2%80%9312_Liga_I": "The 2011–12 Liga I was the ninety-fourth season of Liga I, the top-level football league of Romania. It began on 22 July 2011 and ended on 19 May 2012. The defending champions are CFR Cluj.",
  "/wiki/Wesley_Lopes_da_Silva": "Wesley Lopes da Silva (born 10 November 1980), known as Wesley, is a Brazilian former footballer who played as a striker.",
  "/wiki/2012%E2%80%9313_Liga_I": "The 2012–13 Liga I was the ninety-fifth season of Liga I, the top-level football league of Romania. The season began on 21 July 2012 and ended on 30 May 2013. Steaua Bucharest were the defending champions.",
  "/wiki/CS_Pandurii_T%C3%A2rgu_Jiu": "Clubul Sportiv Pandurii Lignitul Târgu Jiu (Romanian pronunciation: [ˌklubul sporˈtiv panˈdurij liɡˈnitul ˌtɨrɡu ˈʒiw]), commonly known as Pandurii Târgu Jiu, or simply as Pandurii, is a Romanian professional football club based in Târgu Jiu, Gorj County, currently playing in the Liga II.",
  "/wiki/FC_Petrolul_Ploie%C8%99ti": "Fotbal Club Petrolul Ploiești (Romanian pronunciation: [peˈtrolul ploˈjeʃtʲ]), commonly known as Petrolul Ploiești, or simply as Petrolul, is a Romanian professional football club based in Ploiești, Prahova County, which plays in the Liga II.",
  "/wiki/Raul_Rusescu": "Raul Andrei Rusescu (born 9 July 1988) is a Romanian professional footballer who plays as an attacking midfielder or a forward for Turkish club Giresunspor..",
  "/wiki/2013%E2%80%9314_Liga_I": "The 2013–14 Liga I is the ninety-sixth season of Liga I, the top-level football league of Romania. The season began on 19 July 2013 and ended on 21 May 2014. Steaua București are the defending champions.",
  "/wiki/FC_Astra_Giurgiu": "Asociația Fotbal Club Astra Giurgiu (Romanian pronunciation: [ˈastra ˈd͡ʒjurd͡ʒju]), commonly known as Astra Giurgiu, or simply as Astra, is a Romanian professional football club based in the city of Giurgiu, Giurgiu County, currently playing in the Liga I.",
  "/wiki/Liviu_Antal": "Liviu Ion Antal (born 2 June 1989) is a Romanian professional footballer who plays as a winger for Lithuanian club Žalgiris.",
  "/wiki/2014%E2%80%9315_Liga_I": "The 2014–15 Liga I was the ninety-seventh season of Liga I, the top-level football league of Romania. The season began on the 25 July 2014 and ended on 30 May 2015. Steaua București successfully defended their title for a record 26th win.",
  "/wiki/ASA_2013_T%C3%A2rgu_Mure%C8%99": "Asociația Sportivă Ardealul 2013 Târgu Mureș, commonly known as ASA Târgu Mureș or simply as Târgu Mureș, was a Romanian professional football club based in Târgu Mureș, Mureș County, the club last played in the Liga II.",
  "/wiki/Gr%C3%A9gory_Tad%C3%A9": "Grégory Tadé (born 2 September 1986) is a French professional footballer of Ivorian descent who plays as a forward.",
  "/wiki/2015%E2%80%9316_Liga_I": "The 2015–16 Liga I (also known as Liga 1 Betano for sponsorship reasons) was the 98th season of the Liga I, the top professional league for Romanian association football clubs. The season began 10 July 2015 and ended on 29 May 2016, being the first to take place since the play-off/play-out format has been introduced.",
  "/wiki/Ioan_Hora": "Adrian Ioan Hora (Romanian pronunciation: [adriˈan iˈo̯an ˈhora]; born 21 August 1988) is a Romanian professional footballer who plays for Gaz Metan Mediaș. Deployed mainly as a winger during the first part of his career, he later found more success in the centre as a main striker.",
  "/wiki/2016%E2%80%9317_Liga_I": "The 2016–17 Liga I (also known as Liga 1 Betano for sponsorship reasons) was the 99th season of the Liga I, the top professional league for Romanian association football clubs. The season began on 22 July 2016 and concluded on 5 June 2017, being the second to take place since the play-off/play-out format has been introduced. Viitorul Constanța were crowned champions for the first time in their history.",
  "/wiki/FC_Viitorul_Constan%C8%9Ba": "Fotbal Club Viitorul Constanța, commonly known as Viitorul Constanța (Romanian pronunciation: [vi.iˈtorul konˈstantsa]) or simply Viitorul, is a Romanian professional football club based in Ovidiu, Constanța County, currently playing in the Liga I.",
  "/wiki/Azdren_Llullaku": "Azdren Gani Llullaku (born 15 February 1988) is an Albanian professional footballer who plays as a striker for Shakhtyor Soligorsk and represents the Albania national team.",
  "/wiki/2017%E2%80%9318_Liga_I": "The 2017–18 Liga I (also known as Liga 1 Betano for sponsorship reasons) was the 100th season of the Liga I, the top professional league for Romanian association football clubs. The season began on 14 July 2017 and ended on 2 June 2018, being the third to take place since the play-off/play-out format has been introduced.",
  "/wiki/CS_Universitatea_Craiova": "U Craiova 1948 Club Sportiv, commonly known as Universitatea Craiova (Romanian pronunciation: [universiˈtate̯a kraˈjova]), U Craiova, or CS U Craiova,  is a Romanian a professional football team based in Craiova, Dolj County, currently playing in the Liga I, the top tier of the Romanian football league system.",
  "/wiki/George_%C8%9Aucudean": "Marius George Țucudean (Romanian pronunciation: [ˈmari.us ˈd͡ʒord͡ʒe t͡sukuˈde̯an]; born 30 April 1991) is a Romanian professional footballer who plays for CFR Cluj and the Romania national team, as a striker.",
  "/wiki/Harlem_Gnoh%C3%A9r%C3%A9": "Harlem-Eddy Gnohéré (born 21 February 1988) is a French professional footballer who plays as a striker for Romanian team FCSB. Nicknamed \"the Bison\" due to his strong body frame, he started his career as a junior in native France, and went on to compete in Switzerland, Belgium and Romania.",
  "/wiki/2018%E2%80%9319_Liga_I": "The 2018–19 Liga I (also known as Liga 1 Betano for sponsorship reasons) was the 101st season of the Liga I, the top professional league for Romanian association football clubs. The season began on 20 July 2018 and ended on 2 June 2019, being the fourth to take place since the play-off/play-out rule has been introduced. CFR Cluj were the defending champions.",
  "/wiki/List_of_Romanian_football_champions": "The Romanian football champions (Romanian: campionii României la fotbal) are the winners of Liga I, Romania's premier annual association football league competition. The title has been contested since 1909 in varying forms of competition. Steaua București has won a record 26 championship titles, thus making it the most prolific team in the Liga I. The second most successful team in the league is Dinamo București with 18 championship titles. The Steaua-Dinamo rivalry, also known as the Eternal Derby, is the biggest one in the Romanian football championship, and between the two teams, they have won the championship 44 times and finished as runners-up another 36 times during the 100 completed seasons."
}