{
  "/wiki/Hatch_Up_Your_Troubles": "This is a complete list of the 164 shorts in the Tom and Jerry series produced and released between 1940 and 2014. Of these, 161 are theatrical shorts, two are made-for-TV shorts and one is a 2-minute sketch shown as part of a telethon.",
  "/wiki/Tom_and_Jerry": "Tom and Jerry is an American animated franchise and series of comedy short films created in 1940 by William Hanna and Joseph Barbera. Best known for its 161 theatrical short films by Metro-Goldwyn-Mayer, the series centers on a friendship/rivalry (a love-hate relationship) between the title characters Tom, a cat, and Jerry, a mouse. Many shorts also feature several recurring characters.",
  "/wiki/William_Hanna": "William Denby Hanna (July 14, 1910 – March 22, 2001) was a Lebanese-American animator, director, producer, voice actor, cartoon artist, and musician whose film and television cartoon characters entertained millions of people for much of the 20th century.",
  "/wiki/Joseph_Barbera": "Joseph Roland Barbera (/bɑːrˈbɛərə, ˈbɑːrbərə/ bar-BAIR-ə, BAR-bər-ə, Italian: [barˈbɛːra]; March 24, 1911 – December 18, 2006) was an American animator, director, producer, storyboard artist, and cartoon artist, whose film and television cartoon characters entertained millions of fans worldwide for much of the 20th century.",
  "/wiki/Jerry's_Cousin": "This is a complete list of the 164 shorts in the Tom and Jerry series produced and released between 1940 and 2014. Of these, 161 are theatrical shorts, two are made-for-TV shorts and one is a 2-minute sketch shown as part of a telethon.",
  "/wiki/Little_Johnny_Jet": "Little Johnny Jet is a 1953 Metro Goldwyn Mayer cartoon short directed by Tex Avery about a \"family\" of airplanes. This is also comparable to the 1952 short, One Cab's Family. The short was also nominated for the Academy Awards for best animated short but lost to the Tom and Jerry short Johann Mouse.",
  "/wiki/Tex_Avery": "Frederick Bean \"Tex\" Avery (February 26, 1908 – August 26, 1980) was an American animator and director, known for producing and directing animated cartoons during the golden age of American animation. His most significant work was for the Warner Bros. and Metro-Goldwyn-Mayer studios, where he was crucial in the creation and evolution of famous animated characters such as Bugs Bunny, Daffy Duck, Porky Pig, Elmer Fudd, Droopy, Screwy Squirrel, George and Junior, and Chilly Willy.",
  "/wiki/Touché,_Pussy_Cat!": "This is a complete list of the 164 shorts in the Tom and Jerry series produced and released between 1940 and 2014. Of these, 161 are theatrical shorts, two are made-for-TV shorts and one is a 2-minute sketch shown as part of a telethon.",
  "/wiki/From_A_to_Z-Z-Z-Z": "From A to Z-Z-Z-Z is a 1954 animated cartoon short by Chuck Jones in the Looney Tunes (reissued as Blue Ribbon Merrie Melodies in 1961) series. It was released by Warner Bros. on Oct. 16, 1954. Written by Michael Maltese and produced by Edward Selzer, it was animated by  Ken Harris, Lloyd Vaughan, and Ben Washam. Voice actors Dick Beals, Mel Blanc, and Norman Nesbitt were uncredited. Sources are divided whether the uncredited teacher was voiced by Bea Benaderet",
  "/wiki/List_of_Looney_Tunes_characters": "This is a list of Looney Tunes and Merrie Melodies characters.",
  "/wiki/Chuck_Jones": "Charles Martin Jones (September 21, 1912 – February 22, 2002) was an American animated filmmaker and cartoonist, best known for his work with Warner Bros. Cartoons on the Looney Tunes and Merrie Melodies shorts. He wrote, produced, and/or directed many classic animated cartoon shorts starring Bugs Bunny, Daffy Duck, Wile E. Coyote and the Road Runner, Pepé Le Pew, Porky Pig, Michigan J. Frog, the Three Bears, and a slew of other Warner characters.",
  "/wiki/Sandy_Claws_(film)": "Sandy Claws is a 1954 animated Warner Bros. Looney Tunes cartoon directed by Friz Freleng starring Sylvester and Tweety. The voices are performed by Mel Blanc and Bea Benaderet. This short was nominated for an Academy Award for Best Animated Short Film in 1954, but lost to When Magoo Flew.",
  "/wiki/Granny_(Looney_Tunes)": "Emma Webster, better known as Granny, is a Warner Bros. Cartoons character created by Friz Freleng, best known from  Looney Tunes and Merrie Melodies animated shorts of the 1950s and 1960s. She is the owner of Tweety (and more often than not, Sylvester and Hector). Her voice was first provided by Bea Benaderet from 1950 through 1955, then by June Foray for almost 60 years.",
  "/wiki/Friz_Freleng": "Isadore \"Friz\" Freleng (August 21, 1906 – May 26, 1995), often credited as I. Freleng, was an American animator, cartoonist, director, producer, and composer known for his work at Warner Bros. Cartoons on the Looney Tunes and Merrie Melodies series of cartoons.",
  "/wiki/Good_Will_to_Men": "Peace on Earth is a one-reel 1939 Metro-Goldwyn-Mayer cartoon short directed by Hugh Harman, about a post-apocalyptic world populated only by animals, as it is claimed in the short that human beings have gone extinct due to war.",
  "/wiki/Tabasco_Road": "Tabasco Road is a 1957 Speedy Gonzales cartoon, part of the Looney Tunes series.",
  "/wiki/Speedy_Gonzales": "Speedy Gonzales is an animated cartoon character in the Warner Brothers Looney Tunes and Merrie Melodies series of cartoons. He is portrayed as \"The Fastest Mouse in all Mexico\" with his major traits being the ability to run extremely fast, speaking with an exaggerated Mexican accent and also speaking Spanish. He usually wears a yellow sombrero, white shirt and trousers (which was a common traditional outfit worn by men and boys of rural Mexican villages), and a red kerchief, similar to that of some traditional Mexican attires.[original research?] To date,[when?] there have been 46 cartoons made either starring or featuring this character.",
  "/wiki/Robert_McKimson": "Robert Porter “Bob” McKimson Sr. (October 13, 1910 – September 29, 1977) was an American animator and illustrator, best known for his work on the Looney Tunes and Merrie Melodies series of cartoons from Warner Bros. Cartoons and later DePatie–Freleng Enterprises. He wrote and directed many animated cartoon shorts starring Bugs Bunny, Daffy Duck, Porky Pig, Foghorn Leghorn, Hippety Hopper, The Tasmanian Devil and among other characters. He was also well known for defining Bugs Bunny's look in the 1943 short Tortoise Wins by a Hare.",
  "/wiki/One_Droopy_Knight": "One Droopy Knight is a 1957 animated short subject in the Droopy series, directed by Michael Lah and produced by William Hanna and Joseph Barbera for Metro-Goldwyn-Mayer in CinemaScope as well.",
  "/wiki/Droopy": "Droopy is an animated character from the Golden Age of American Animation: an anthropomorphic dog with a droopy face, hence the name Droopy. He was created in 1943 by Tex Avery for theatrical cartoon shorts produced by the Metro-Goldwyn-Mayer cartoon studio. Essentially the polar opposite of Avery's other MGM character, the loud and wacky Screwy Squirrel, Droopy moves slowly and lethargically, speaks in a jowly monotone voice, and—though hardly an imposing character—is shrewd enough to outwit his enemies. When finally roused to anger, often by a bad guy laughing heartily at him, Droopy is capable of beating adversaries many times his size with a comical thrashing (\"You know what? That makes me mad!\").",
  "/wiki/Michael_Lah": "Michael Richard Lah (September 1, 1912 – October 13, 1995) was an American animator of Slovene origin. He is best remembered for his work at the Metro-Goldwyn-Mayer cartoon studio, primarily as a member of Tex Avery's animation unit.",
  "/wiki/High_Note_(film)": "High Note is a Warner Bros. Looney Tunes animated short directed by Chuck Jones. It was originally released on December 3, 1960 and is performed without dialog, relying solely on the animation and music to carry the plot. This short was nominated for an Academy Award for Best Short Film (Cartoon) in 1961.",
  "/wiki/Nelly's_Folly": "Nelly's Folly is a Merrie Melodies cartoon short, released in 1961, which was written and directed by Chuck Jones. A singing giraffe leaves the jungle to pursue a singing career, but finds herself lonely and out of work following an affair.",
  "/wiki/Maurice_Noble": "Maurice Noble (May 1, 1911 – May 18, 2001) was an American animation production designer, background artist and layout designer whose contributions to the industry spanned more than 60 years. He was a long-time associate of animation director Chuck Jones, especially at Warner Bros. in the 1950s. His work contributed to such cartoon classics as Duck Dodgers in the 24½th Century, What's Opera, Doc?, and the Road Runner series.",
  "/wiki/Abe_Levitow": "Abraham Levitow (July 2, 1922 – May 8, 1975) was an American animator who worked at Warner Bros. Cartoons, UPA and Metro-Goldwyn-Mayer (MGM).",
  "/wiki/Now_Hear_This_(film)": "Now Hear This is a 1963 animated short film in the Looney Tunes series produced by Warner Bros. Cartoons, Inc. It was directed by Chuck Jones and Maurice Noble, and written by Jones and John Dunn. The title comes from a phrase used aboard American naval ships as an instruction to cease activity and listen to the announcement that will follow. The phrase was referred into another WB cartoon, Now Hare This, five years before this one.",
  "/wiki/Warner_Bros._Home_Entertainment_Academy_Awards_Animation_Collection": "Due to the success of the Looney Tunes Golden Collection, Tom and Jerry Spotlight Collection and Popeye DVD series, Warner Home Video issued a 3-DVD set on February 12, 2008 showcasing the various animation properties that they own, including their home-grown Looney Tunes and Merrie Melodies. Other animation properties represented on this set were Tom and Jerry, Droopy, and other classic MGM cartoons as well as entries from Max Fleischer's Popeye and Superman series (both originally released by Paramount Pictures). All cartoons selected for this release were nominated for the Academy Award for Best Animated Short Film, with the exception of the film So Much for So Little which won the Academy Award for Documentary Short Subject. A total of 41 cartoons (completely uncut and unedited) were chosen for this set, 15 of them being winners."
}