{
  "/wiki/Bucharest": "Bucharest (UK: /ˌbuːkəˈrɛst/ BOO-kə-REST, US: /ˈbuːkərɛst/ -⁠rest; Romanian: București [bukuˈreʃtʲ] (listen)) is the capital and largest city of Romania, as well as its cultural, industrial, and financial centre. It is located in the southeast of the country, at 44°25′57″N 26°06′14″E﻿ / ﻿44.43250°N 26.10389°E﻿ / 44.43250; 26.10389Coordinates: 44°25′57″N 26°06′14″E﻿ / ﻿44.43250°N 26.10389°E﻿ / 44.43250; 26.10389, on the banks of the Dâmbovița River, less than 60 km (37.3 mi) north of the Danube River and the Bulgarian border.",
  "/wiki/FCSB": "Fotbal Club FCSB (Romanian pronunciation: [fet͡ʃeseˌbe]), formerly Fotbal Club Steaua București (Romanian pronunciation: [ˈste̯awa bukuˈreʃtʲ]) and sometimes colloquially known simply as Steaua,[note 1] is a Romanian professional football club based in Bucharest. Founded in 1947 as Asociația Sportivă a Armatei București, it has spent its entire history in the Liga I, the top tier of the Romanian football league system.",
  "/wiki/FC_Dinamo_Bucure%C8%99ti": "Fotbal Club Dinamo București (Romanian pronunciation: [diˈnamo bukuˈreʃtʲ]), commonly known as Dinamo București or simply Dinamo, is a Romanian professional football club based in Bucharest.",
  "/wiki/AS_Venus_Bucure%C8%99ti": "Asociația Sportivă Venus 1914 București, commonly known as Venus București, is a Romanian football club based in Bucharest, nicknamed Negrii (English: The Blacks) due to their all black shirts. Before being dissolved by the Communist authorities, Venus was the most successful football club in Romania, winning eight Liga I championships.",
  "/wiki/FC_Rapid_Bucure%C8%99ti": "Fotbal Club Rapid 1923, commonly known as Rapid București (Romanian pronunciation: [raˈpid bukuˈreʃtʲ]) or simply as Rapid, is a Romanian football club based in Bucharest.",
  "/wiki/Colentina_A.C._Bucure%C8%99ti": "Colentina A.C. București was a football club based in Bucharest, in southern Romania. It was founded in 1909 and it soon became one of the best teams in the country, winning two Romanian Championships The club was dissolved in 1947.",
  "/wiki/Olympia_Bucure%C8%99ti": "Olympia București was a football club based in Bucharest, in southern Romania. It was founded in 1904 and it soon became one of the best teams in the country, winning two Romanian Championships. The club was dissolved in 1946.",
  "/wiki/Rom%C3%A2no-American%C4%83_Bucure%C8%99ti": "Româno-Americană Bucureşti was a Romanian football club from Bucharest, south-east Romania, founded in 1906 and dissolved soon after, in 1916. It won one Romanian Championship in 1915.",
  "/wiki/Unirea_Tricolor_Bucure%C8%99ti": "Unirea Tricolor Bucureşti was a Romanian football club from Bucharest, south-east Romania, founded in 1926 when two clubs, Unirea Bucureşti (founded in 1924) and Tricolor Bucureşti (founded in 1914) merged.",
  "/wiki/Timi%C8%99oara": "Timișoara (UK: /ˌtɪmiˈʃwɑːrə/, US: /ˌtiːm-/, Romanian: [timiˈʃo̯ara] (listen); German: Temeswar [ˈtɛmɛʃvaːɐ̯], also Temeschburg or Temeschwar; Hungarian: Temesvár [ˈtɛmɛʃvaːr] (listen); Serbian: Темишвар; Turkish: Temeşvar) is the capital city of Timiș County,  the 3rd largest city in Romania and the main social, economic and cultural centre in western Romania.",
  "/wiki/Chinezul_Timi%C8%99oara": "Chinezul Timișoara was a football club, which played both in the Romanian and the Hungarian championship during its existence. It was based in Timișoara, Romania (at the time of foundation Temesvár, Austria-Hungary).",
  "/wiki/FC_Ripensia_Timi%C8%99oara": "Fotbal Club Ripensia UVT Timișoara (Romanian pronunciation: [timiˈʃo̯ara]), commonly known as Ripensia Timișoara, or simply as Ripensia, is a Romanian professional football club based in Timișoara, Timiș County. It plays in the Liga II.",
  "/wiki/Ploie%C8%99ti": "Ploiești (UK: /plɔɪˈɛʃti/, US: /plɔːˈjɛʃt(i)/, Romanian: [ploˈjeʃtʲ]), formerly spelled Ploești, is a city and county seat in Prahova County,\nRomania.",
  "/wiki/FC_Petrolul_Ploie%C8%99ti": "Fotbal Club Petrolul Ploiești (Romanian pronunciation: [peˈtrolul ploˈjeʃtʲ]), commonly known as Petrolul Ploiești, or simply as Petrolul, is a Romanian professional football club based in Ploiești, Prahova County, which plays in the Liga II.",
  "/wiki/Prahova_Ploie%C8%99ti": "Fotbal Club Prahova Ploiești, (Romanian pronunciation: [ˈprahova ploˈjeʃtʲ]), commonly known as Prahova Ploiești or simply as Prahova, is a Romanian amateur football club based in Ploiești, Prahova County, currently playing in the Liga VI. Prahova was founded in 1909 under the name of United Ploiești and it became soon one of the best teams in the country, winning one Romanian Championship in 1912. The club was dissolved in 2001, by the indolence of the private business men that took over the club after the 1989 Romanian revolution and it was refounded in 2018.",
  "/wiki/Arad,_Romania": "Arad (Romanian pronunciation: [aˈrad] (listen); Hungarian: Arad; Serbian: Арад/Arad) is the capital city of Arad County, historically situated in the region of Crișana, and having extended into the neighboring Banat region in the 20th century. Arad is the third largest city in Western Romania, behind Timișoara and Oradea, and the 12th largest in Romania, with a population of 159,704.",
  "/wiki/FC_UTA_Arad": "Fotbal Club UTA Arad (Romanian pronunciation: [ˈuta aˈrad]), commonly known as UTA Arad, or simply as UTA, is a Romanian professional football club based in the city of Arad, Arad County, currently playing in Liga II. UTA stands for Uzina Textilă Arad.",
  "/wiki/Cluj-Napoca": "Cluj-Napoca (Romanian pronunciation: [ˈkluʒ naˈpoka] (listen), German: Klausenburg; Hungarian: Kolozsvár, Hungarian pronunciation: [ˈkoloʒvaːr] (listen); Medieval Latin:  Castrum Clus, Claudiopolis; and Yiddish: קלויזנבורג‎, Kloiznburg), commonly known as Cluj, is the fourth most populous city in Romania, and the seat of Cluj County in the northwestern part of the country. Geographically, it is roughly equidistant from Bucharest (324 kilometres (201 miles)), Budapest (351 km (218 mi)) and Belgrade (322 km (200 mi)). Located in the Someșul Mic river valley, the city is considered the unofficial capital to the historical province of Transylvania.  From 1790 to 1848 and from 1861 to 1867, it was the official capital of the Grand Principality of Transylvania.",
  "/wiki/CFR_Cluj": "Fotbal Club CFR 1907 Cluj (Romanian pronunciation: [t͡ʃefeˌre ˈkluʒ] or [ˌt͡ʃefere ˈkluʒ]) is a Romanian professional football club based in the city of Cluj-Napoca, Cluj County. It was founded in 1907 and the current name \"CFR\" is the acronym for Căile Ferate Române (\"Romanian Railways\").",
  "/wiki/Craiova": "Craiova (/krəˈjoʊvə/, also US: /kraɪˈoʊvə, krɑːˈjɔːvɑː, krɑːˈjoʊvɑː/, Romanian: [kraˈjova] (listen)), Romania's 6th largest city and capital of Dolj County, is situated near the east bank of the river Jiu in central Oltenia. It is a longstanding political center, and is located at approximately equal distances from the Southern Carpathians (north) and the River Danube (south). Craiova is the chief commercial city west of Bucharest and the most important city of Oltenia. The city prospered as a regional trading centre despite an earthquake in 1790, a plague in 1795, and a Turkish assault in 1802 during which it was burned.",
  "/wiki/CS_Universitatea_Craiova": "U Craiova 1948 Club Sportiv, commonly known as Universitatea Craiova (Romanian pronunciation: [universiˈtate̯a kraˈjova]), U Craiova, or CS U Craiova,  is a Romanian a professional football team based in Craiova, Dolj County, currently playing in the Liga I, the top tier of the Romanian football league system.",
  "/wiki/Pite%C8%99ti": "Pitești (Romanian pronunciation: [piˈteʃtʲ]) is a city in Romania, located on the Argeș River. The capital and largest city of Argeș County, it is an important commercial and industrial center, as well as the home of two universities. Pitești is situated in the historical region of Muntenia. It lies on the A1 freeway connecting the city directly to the national capital Bucharest, being an important railway junction, with a classification yard in nearby Bălilești. The city houses the Arpechim oil refinery, and is a marketing center for the automotive industry, in particular Automobile Dacia.",
  "/wiki/FC_Arge%C8%99_Pite%C8%99ti": "Fotbal Club Argeș Pitești (Romanian pronunciation: [ˈard͡ʒeʃ piˈteʃtʲ]), commonly known as FC Argeș or Argeș Pitești, is a Romanian professional football club based in Pitești, Argeș County, currently playing in the Liga II.",
  "/wiki/Oradea": "Oradea (UK: /ɒˈrɑːdiə/, US: /ɔːˈr-, -djɑː/, Romanian: [oˈrade̯a]; German: Großwardein [ˌɡʁoːsvaɐ̯ˈdaɪn]; Hungarian: Nagyvárad [ˈnɒɟvaːrɒd], colloquially also Várad; former Turkish: Varat; Yiddish: גרויסווארדיין‎, romanized: Groysvardeyn) is the capital city of Bihor County and Crișana region and one of the most important economic, social and cultural centers in the western part of Romania. The city is located in the north-west of the country, nestled between hills on the Crișana plain, on the banks of the Crișul Repede River, that divides the city into almost equal halves.",
  "/wiki/Club_Atletic_Oradea": "Asociația Club Sportiv CAO 1910 Oradea, commonly known as Club Atletic Oradea (Romanian pronunciation: [ˌklub aˈtletik oˈrade̯a]), CA Oradea, or simply CAO, is an amateur Romanian football club based in Oradea, Bihor County.",
  "/wiki/Bra%C8%99ov": "Brașov (UK: /bræˈʃɒv/, US: /brɑːˈʃɔːv, -ɔːf/, Romanian: [braˈʃov] (listen); Latin: Corona; German: Kronstadt; Transylvanian Saxon: Kruhnen; Hungarian: Brassó) is a city in Romania and the administrative centre of Brașov County.",
  "/wiki/CS_Col%C8%9Bea_Bra%C8%99ov": "CS Colțea Brașov is a football club based in Brașov, in central Romania. It was founded in 1920, and it soon became one of the best teams in the country, winning one Romanian Championship in 1928. The club was dissolved in 1931 and refounded in 2015. It currently plays in the Liga IV.",
  "/wiki/Re%C8%99i%C8%9Ba": "Reșița (Romanian pronunciation: [ˈreʃit͡sa]; German: Reschitz; Hungarian: Resicabánya; Croatian: Ričica; Czech: Rešice; Serbian: Решица/Rešica; Turkish: Reşçe) is a city in western Romania and the capital of Caraș-Severin County, in the Banat region. Its 2011 population was 73,282.",
  "/wiki/CSM_Re%C8%99i%C8%9Ba": "Clubul Sportiv Muncitoresc Reșița (Romanian pronunciation: [ˌklubul sporˈtiv ˌmuŋtʃi.toˈresk ˈreʃit͡sa]), commonly known as CSM Reșița or simply as Reșița, is a Romanian football club based in Reșița, Caraș-Severin County, currently playing in the Liga II.",
  "/wiki/Urziceni": "Urziceni (Romanian pronunciation: [urziˈt͡ʃenʲ]) is a city in Ialomița County, Romania, located around 60 km north-east of Bucharest. It has a population of 14,053: 93.1% Romanians,  4.6% Roma and 1.6% Hungarians.",
  "/wiki/FC_Unirea_Urziceni": "Fotbal Club Unirea Urziceni, commonly known as Unirea Urziceni (Romanian pronunciation: [uˈnire̯a urziˈt͡ʃenʲ]), was a Romanian professional football club based in Urziceni, Ialomița County. Unirea became national champions in 2009, at the end of their third season in the top-flight.",
  "/wiki/Gala%C8%9Bi": "Galați (UK: /ɡæˈlæts/, US: /ɡɑːˈlɑːts(i)/, Romanian: [ɡaˈlatsʲ] (listen); also known by other alternative names) is the capital city of Galați County, in the historical region of Moldavia, eastern Romania. Galați is a port town on the Danube River. In 2011, the Romanian census recorded 249,432 residents, making it the 8th most populous city in Romania. Galați is an economic centre based around the port of Galați, the naval shipyard, and the largest steel mill in Romania, Galați steel works.",
  "/wiki/ASC_O%C8%9Belul_Gala%C8%9Bi": "Asociația Suporter Club Oțelul Galați (Romanian pronunciation: [oˈt͡selul ɡaˈlat͡sʲ]; Galați Steel), commonly known as Oțelul Galați, or simply as Oțelul, is a Romanian football club based in the city of Galați, Galați County, currently playing in the Liga III.",
  "/wiki/Giurgiu": "Giurgiu (Romanian pronunciation: [ˈd͡ʒjurd͡ʒju] (listen)) is a city in southern Romania. The seat of Giurgiu County, it lies in the historical region of Muntenia. It is situated amid mud-flats and marshes on the left bank of the Danube facing the Bulgarian city of Ruse on the opposite bank. Three small islands face the city, and a larger one shelters its port, Smarda. The rich grain-growing land to the north is traversed by a railway to Bucharest, the first line opened in Romania, which was built in 1869 and afterwards extended to Smarda. Giurgiu exports timber, grain, salt and petroleum, and imports coal, iron, and textiles.",
  "/wiki/FC_Astra_Giurgiu": "Asociația Fotbal Club Astra Giurgiu (Romanian pronunciation: [ˈastra ˈd͡ʒjurd͡ʒju]), commonly known as Astra Giurgiu, or simply as Astra, is a Romanian professional football club based in the city of Giurgiu, Giurgiu County, currently playing in the Liga I.",
  "/wiki/Ovidiu": "Ovidiu (Romanian pronunciation: [oˈvidju], historical name: Canara, Turkish: Kanara) is a town situated a few kilometres north of Constanța in Constanța County, south-eastern Romania. Ovidiu is quite small, with a population of around 12,000, and many wealthy inhabitants of Constanța retire there.[citation needed]",
  "/wiki/FC_Viitorul_Constan%C8%9Ba": "Fotbal Club Viitorul Constanța, commonly known as Viitorul Constanța (Romanian pronunciation: [vi.iˈtorul konˈstantsa]) or simply Viitorul, is a Romanian professional football club based in Ovidiu, Constanța County, currently playing in the Liga I."
}