{
  "/wiki/First_World_Hotel": "First World Hotel is a three-star hotel in Resorts World Genting, Pahang, Malaysia. Featuring a total of 7,351 rooms, it has set the Guinness World Records for the largest hotel in the world (by number of rooms). In 2006, it featured 6,118 rooms, making it the largest hotel until The Palazzo took the title, an expansion of The Venetian located on Las Vegas Strip which was officially opened on 1 January 2008. In 2015, First World Hotel regained the title after an opening of a new block. The hotel has received 35.5 million guests since 2006.",
  "/wiki/Malaysia": "Malaysia (/məˈleɪziə, -ʒə/ (listen) mə-LAY-zee-ə, -⁠zhə; Malay: [məlejsiə]) is a country in Southeast Asia. The  federal constitutional monarchy  consists of 13 states and three federal territories, separated by the South China Sea into two similarly sized regions, Peninsular Malaysia and East Malaysia (Malaysian Borneo). Peninsular Malaysia shares a land and maritime border with Thailand and maritime borders with Singapore, Vietnam, and Indonesia. East Malaysia shares land and maritime borders with Brunei and Indonesia and a maritime border with the Philippines and Vietnam. Kuala Lumpur is the national capital and largest city while Putrajaya is the seat of the federal government. With a population of over 30 million, Malaysia is the world's 44th most populous country. The southernmost point of continental Eurasia, Tanjung Piai, is in Malaysia. In the tropics, Malaysia is one of 17 megadiverse countries, home to large numbers of endemic species.\n Malaysia has its origins in the Malay kingdoms which, from the 18th century, became subject to the British Empire, along with the British Straits Settlements protectorate. Peninsular Malaysia was unified as the Malayan Union in 1946. Malaya was restructured as the Federation of Malaya in 1948 and achieved independence on 31 August 1957. Malaya united with North Borneo, Sarawak, and Singapore on 16 September 1963 to become Malaysia. In 1965, Singapore was expelled from the federation.\n The country is multi-ethnic and multi-cultural, which plays a large role in its politics. About half the population is ethnically Malay, with large minorities of Malaysian Chinese, Malaysian Indians, and indigenous peoples. While recognising Islam as the country's established religion, the constitution grants freedom of religion to non-Muslims. The government system is closely modelled on the Westminster parliamentary system and the legal system is based on common law. The head of state is the king, known as the Yang di-Pertuan Agong. He is an elected monarch chosen from the hereditary rulers of the nine Malay states every five years. The head of government is the Prime Minister. The country's official language is Malaysian, a standard form of the Malay language. English remains an active second language.\n After independence, the Malaysian GDP grew at an average of 6.5% per annum for almost 50 years. The economy has traditionally been fuelled by its natural resources but is expanding in the sectors of science, tourism, commerce and medical tourism. Malaysia has a newly industrialised market economy, ranked third-largest in Southeast Asia and 33rd largest in the world. It is a founding member of the Association of Southeast Asian Nations, the East Asia Summit and the Organisation of Islamic Cooperation, and a member of Asia-Pacific Economic Cooperation, the Commonwealth of Nations, and the Non-Aligned Movement.",
  "/wiki/Genting_Highlands": "Resorts World Genting (Abbreviation: RWG) /ɡəntiːŋ/, originally known as Genting Highlands Resort is an integrated hill resort development comprising hotels, shopping malls, theme parks and casinos, perched on the peak of Mount Ulu Kali at 1,800 meters high near the border between the states of Pahang and Selangor, Malaysia.\n The integrated hill resort is accessible by car  within an hour drive from Kuala Lumpur (about 35 km), or accessible by two different cable cars, Genting Skyway which at its opening was the world's fastest and South East Asia's longest gondola lift, and the newer Awana Skyway.",
  "/wiki/The_Venetian_Las_Vegas": "The Venetian Las Vegas is a luxury hotel and casino resort located on the Las Vegas Strip in Paradise, Nevada, United States, on the site of the old Sands Hotel. Designed by KlingStubbins, the hotel tower contains 36 stories and rises 475 feet (145 m). The Venetian is owned and operated by Las Vegas Sands. The Venetian also serves as the seat of the corporate headquarters for its parent company.\n The Venetian resort complex is (together with the adjacent Sands Expo Convention Center, The Palazzo Hotel and Casino Resort and future MSG Sphere Las Vegas) the world's second-largest hotel, with 4,049 rooms, 3,068 suites ranging in price from $169 to $10,000 per night and a 120,000-square-foot (11,000 m2) casino.\nSince its opening, The Venetian Macao is now the largest casino in the world.",
  "/wiki/The_Palazzo": "The Palazzo /pəˈlɑːtsoʊ/ is a luxury hotel and casino resort located on the Las Vegas Strip in Paradise, Nevada. It is the tallest completed building in Nevada. Designed by the Dallas based HKS, Inc., the hotel offers luxury in an Italian Renaissance ambiance. The hotel and casino are part of a larger complex (operated as one hotel) comprising the adjoining Venetian Resort and Casino and the Sands Convention Center, all of which are owned and operated by the Las Vegas Sands Corporation.\n This all-suite hotel offers the largest standard accommodations on the Las Vegas Strip at 720 square feet (67 m2) per guest room. The hotel complex is the second largest hotel in the world.\n In its first year of eligibility, The Palazzo was awarded the AAA Five Diamond Award for 2009, and has been awarded the honor every year since. After 2014, The Venetian and The Palazzo no longer receive AAA Diamond awards, as the management has refused further AAA inspections.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/Las_Vegas": "Las Vegas  (Spanish for \"The Meadows\"), officially the City of Las Vegas and often known simply as Vegas, is the 28th-most populated city in the United States, the most populated city in the state of Nevada, and the county seat of Clark County. The city anchors the Las Vegas Valley metropolitan area and is the largest city within the greater Mojave Desert. Las Vegas is an internationally renowned major resort city, known primarily for its gambling, shopping, fine dining, entertainment, and nightlife. The Las Vegas Valley as a whole serves as the leading financial, commercial, and cultural center for Nevada.\n The city bills itself as The Entertainment Capital of the World, and is famous for its mega casino–hotels and associated activities. It is a top three destination in the United States for business conventions and a global leader in the hospitality industry, claiming more AAA Five Diamond hotels than any other city in the world. Today, Las Vegas annually ranks as one of the world's most visited tourist destinations. The city's tolerance for numerous forms of adult entertainment earned it the title of \"Sin City\", and has made Las Vegas a popular setting for literature, films, television programs, and music videos.\n Las Vegas was settled in 1905 and officially incorporated in 1911. At the close of the 20th century, it was the most populated American city founded within that century (a similar distinction was earned by Chicago in the 19th century). Population growth has accelerated since the 1960s, and between 1990 and 2000 the population nearly doubled, increasing by 85.2%. Rapid growth has continued into the 21st century, and according to estimates from the U.S. Census Bureau, the city had 648,224 residents in 2018, with a metropolitan population of 2,227,053.\n As with most major metropolitan areas, the name of the primary city (\"Las Vegas\" in this case) is often used to describe areas beyond official city limits. In the case of Las Vegas, this especially applies to the areas on and near the Las Vegas Strip, which is actually located within the unincorporated communities of Paradise and Winchester.",
  "/wiki/MGM_Grand_Las_Vegas": "The MGM Grand Las Vegas is a hotel and casino located on the Las Vegas Strip in Paradise, Nevada. The MGM Grand is the largest single hotel in the United States with 6,852 rooms. It is also the third-largest hotel complex in the world by number of rooms and second-largest hotel resort complex in the United States behind the combined The Venetian and The Palazzo. When it opened in 1993, the MGM Grand was the largest hotel complex in the world.\n Owned and operated by MGM Resorts International, the 30-floor main building is 293 ft (89 m) high. The property includes five outdoor pools, rivers, and waterfalls that cover 6.6 acres (2.7 ha), a 380,000 sq ft (35,000 m2) convention center, the MGM Grand Garden Arena, and the Grand Spa. It also houses numerous shops, night clubs, restaurants and the largest casino in Clark County, which occupies 171,500 sq ft (15,930 m2).\n Located on the Tropicana – Las Vegas Boulevard intersection, pedestrians are not allowed to cross at street level. Instead, the MGM Grand is linked by overhead pedestrian bridges to its neighboring casinos: to the south across Tropicana Avenue, the Tropicana, and to the west across the Strip, New York-New York.",
  "/wiki/The_Signature_at_MGM_Grand": "The Signature at MGM Grand is a condo-hotel at the MGM Grand Las Vegas resort, in Paradise.\n It was built by a partnership between MGM Mirage and Turnberry Associates on the location of the former MGM Grand Adventures Theme Park, though it officially holds an off-strip address of 145 East Harmon Avenue. It features three identical 38-story towers, each consisting of 576 fully furnished units.\n Most of the condo units were to be privately owned. If a unit owner chooses, he or she may join the “rental program”, placing their units into the hotel's room inventory to be offered as luxury suites by The Signature when they are not occupied by the owner. The owner, minus fees for hotel maintenance, marketing, and upkeep, receives a split of the rental rate of the owner's unit.\n Developer Turnberry/MGM Grand Towers filed for chapter 11 bankruptcy following the 2008 Great Recession. Owners of 545 condo units in turn sued the developer for fraud, alleging units were rented out at less than luxury rates.",
  "/wiki/CityCenter": "CityCenter (also known as CityCenter Las Vegas) is a 16,797,000-square-foot (1,560,500 m2) mixed-use, urban complex on 76 acres (31 ha) located on the Las Vegas Strip in Paradise, Nevada.  The project was started by MGM Resorts International; Dubai World became a joint partner during the project's construction phase. It is the largest privately funded construction project in the history of the United States.  The project is connected by a people mover system to adjacent MGM properties Park MGM and Bellagio Las Vegas. As of 2015, the \"CityCenter\" branding has been largely retired, with the focus instead on the Aria brand of the development's centerpiece property in names such as the \"Aria Express\" (formerly \"CityCenter Tram\") and \"Aria Art Collection\" (formerly \"CityCenter Art Collection\").",
  "/wiki/Aria_Resort_and_Casino": "Aria Resort and Casino is a luxury resort and casino, part of the CityCenter complex on the Las Vegas Strip in Paradise, Nevada. Aria consists of two curved glass and steel highrise towers adjoined at the center. It opened on December 16, 2009 as a joint venture between MGM Resorts International and Infinity World Development. At 4,000,000 sq ft (370,000 m2) and 600 ft (180 m) in height, it is the largest and tallest structure at CityCenter.\n The resort's 61 and 51-story towers contain an AAA  five diamond hotel with 4,004 guest rooms and suites, 16 restaurants, 10 bars and nightclubs, and a casino with 150,000 sq ft (14,000 m2) of gaming space. It also has a 215,000 sq ft (20,000 m2) pool area with 34 cabanas, an 80,000 sq ft (7,400 m2) salon and spa, a 300,000 sq ft (28,000 m2) convention center and a 1,800-seat theater which hosted Zarkana by Cirque du Soleil, until closing April 30, 2016.\n Among the most notable aspects of Aria is its incorporation of technology in the exterior and interior design of the hotel, specifically for the reduction of energy consumption. It is the largest hotel in the world to have earned LEED Gold certification. On account of its smart rooms which automatically adjust curtains, turn off unused lights and electronics, and regulate the temperature when a guest enters or leaves a room, Aria was described in Popular Mechanics as possibly \"the most technologically advanced hotel ever built\".",
  "/wiki/Vdara": "Vdara Hotel & Spa (/vəˈdɑːrə/ və-DAR-ə) is a 1,600,000 sq ft (150,000 m2) condo-hotel and spa located within the CityCenter complex across from Aria Resort & Casino on the Las Vegas Strip.  Vdara opened on December 1, 2009 as a joint venture between MGM Resorts International and Infinity World Development.\n Vdara's 57-story, 578-foot (176 m) tower houses 1,495 suites; an 18,000 sq ft (1,700 m2), two-story spa, salon and fitness center; a market and a bar. It also has a 40,000 sq ft (3,700 m2) pool and deck area. Vdara does not contain casino space and, along with Waldorf Astoria, is one of two non-gaming, non-smoking hotels within CityCenter. In 2010, it was discovered that the hotel's reflective surface and concave design can act as a parabolic reflector that creates conditions of extremely high temperature at the pool deck. \n In 2011, Vdara received its first AAA Four Diamond Award.\n The hotel's name was thought up by the property’s original design-group: The \"V\" in Vdara stands for \"Vegas\" and \"ara\" is meant to evoke established high-end boutique hotels, such as the Aviara or Bacara.",
  "/wiki/Waldorf_Astoria_Las_Vegas": "The Waldorf Astoria Las Vegas, formerly the Mandarin Oriental, Las Vegas, is a 47-story luxury hotel and condominium building in the CityCenter complex on the Las Vegas Strip in Paradise, Nevada. It is managed by Hilton Worldwide as part of the Waldorf Astoria Hotels & Resorts brand. It is owned by Tiffany Lam and Andrew and Peggy Cherng.\n The hotel has 392 rooms and suites, decorated in an Eastern style. The hotel lobby is located on the 23rd floor. The Waldorf Astoria Residences have 225 condominium residences located on the building's upper floors, which had an average listing price of $2 million as of 2010.\n The Waldorf Astoria holds the AAA Five Diamond Award and three Forbes Five Star Awards (for its hotel, spa, and restaurant), a distinction earned by only six hotels in the United States.",
  "/wiki/Veer_Towers": "Veer Towers are twin 37-story, 480-foot (150 m), residential towers located within CityCenter on the Las Vegas Strip in Paradise, Nevada. Each tower houses 335 luxury condominium units ranging from 537 to 2,256 square feet (49.9 to 209.6 m2). The two towers were designed by Murphy/Jahn Architects of Chicago and lean in opposite directions (five degrees from center).\n Every residence has a view of the Las Vegas skyline. Lobbies and public spaces were developed by Francisco Gonzalez Pulido and showcase works by natural light. Dianna Wong Architecture & Interior Design designed the residences.\n The rooftop Sky Decks include infinity edge swimming pools, hot tubs, sun decks and summer kitchens. Resident fitness and locker rooms, billiards rooms and lounges are on the 37th floor. A private residential driveway leads to separate vehicle entrances, secured elevators and valet service, all monitored by 24-hour security.\n The towers are the only all-residential buildings at CityCenter.",
  "/wiki/Sands_Cotai_Central": "Sands Cotai Central (Chinese: 金沙城中心) is a casino resort on the Cotai Strip, Macau, China. On 5 August 2011, Sands China announced that the $4 billion property long referred to as parcels five and six is now officially named Sands Cotai Central. It opened on 11 April 2012.",
  "/wiki/Macau": "Macau, also spelled Macao (/məˈkaʊ/ (listen); 澳門, Cantonese: [ōu.mǔːn]; official Portuguese: [mɐˈkaw] Macau), and officially the Macao Special Administrative Region of the People's Republic of China, is a city and special administrative region on the western side of the Pearl River estuary in southern China. With a population of 667,400 and an area of 32.9 km2 (12.7 sq mi), it is the most densely populated region in the world.\n Macau was formerly a colony of the Portuguese Empire, after Ming China leased the territory as a trading post in 1557. Between 1557 and 1887, Macau was governed by the Portuguese under Chinese authority and sovereignty with the Portuguese paying an annual land rent. In 1887, Portugal was given perpetual colonial rights for Macau which gave Portuguese sovereignty over Macau. The colony remained under Portuguese rule until 1999, when it was transferred to China. As a special administrative region, Macau maintains separate governing and economic systems from that of mainland China.\n Originally a sparsely populated collection of coastal islands, the territory has become a major resort city and the top destination for gambling tourism. It is the ninth-highest recipient of tourism revenue and its gambling industry is seven times larger than that of Las Vegas. Although the city has one of the highest per capita incomes in the world, it has severe income inequality. Its GDP per capita by purchasing power parity is one of the highest in the world and higher than any country in the world in 2014 according to the World Bank.\n Macau has a very high Human Development Index. The government of Macau calculates its own HDI. Macau has the fourth-highest life expectancy in the world. The territory is highly urbanised and most development is built on reclaimed land; two-thirds of the total land area is reclaimed from the sea.",
  "/wiki/Saudi_Arabia": "Saudi Arabia,[c] officially the Kingdom of Saudi Arabia,[d] is a country in Western Asia constituting the bulk of the Arabian Peninsula. With a land area of approximately 2,150,000 km2 (830,000 sq mi), Saudi Arabia is geographically the largest sovereign state in Western Asia, the second-largest in the Arab world (after Algeria), the fifth-largest in Asia, and the 12th-largest in the world. Saudi Arabia is bordered by Jordan and Iraq to the north, Kuwait to the northeast, Qatar, Bahrain, and the United Arab Emirates to the east, Oman to the southeast and Yemen to the south; it is separated from Israel and Egypt by the Gulf of Aqaba. It is the only nation with both a Red Sea coast and a Persian Gulf coast, and most of its terrain consists of arid desert, lowland and mountains. As of October 2018, the Saudi economy was the largest in the Middle East and the 18th largest in the world.  Saudi Arabia also has one of the world's youngest populations; 50 percent of its 33.4 million people are under 25 years old.\n The territory that now constitutes Saudi Arabia was the site of several ancient cultures and civilizations. The prehistory of Saudi Arabia shows some of the earliest traces of human activity in the world. The world's second-largest religion, Islam, emerged in modern-day Saudi Arabia. In the early 7th century, the Islamic prophet Muhammad united the population of Arabia and created a single Islamic religious polity. Following his death in 632, his followers rapidly expanded the territory under Muslim rule beyond Arabia, conquering huge and unprecedented swathes of territory (from the Iberian Peninsula in the West to modern-day Pakistan in the East) in a matter of decades.\nArab dynasties originating from modern-day Saudi Arabia founded the Rashidun (632–661), Umayyad (661–750), Abbasid (750–1517) and Fatimid (909–1171) caliphates as well as numerous other dynasties in Asia, Africa and Europe.\n The area of modern-day Saudi Arabia formerly consisted of mainly four distinct regions: Hejaz, Najd and parts of Eastern Arabia (Al-Ahsa) and Southern Arabia ('Asir). The Kingdom of Saudi Arabia was founded in 1932 by Ibn Saud. He united the four regions into a single state through a series of conquests beginning in 1902 with the capture of Riyadh, the ancestral home of his family, the House of Saud. Saudi Arabia has since been a totalitarian absolute monarchy, effectively a hereditary dictatorship governed along Islamist lines. The ultraconservative Wahhabi religious movement within Sunni Islam has been called \"the predominant feature of Saudi culture\", with its global spread largely financed by the oil and gas trade. Saudi Arabia is sometimes called \"the Land of the Two Holy Mosques\" in reference to Al-Masjid al-Haram (in Mecca) and Al-Masjid an-Nabawi (in Medina), the two holiest places in Islam. The state's official language is Arabic.\n Petroleum was discovered on 3 March 1938 and followed up by several other finds in the Eastern Province. Saudi Arabia has since become the world's second largest oil producer (behind the US) and the world's largest oil exporter, controlling the world's second largest oil reserves and the sixth largest gas reserves. The kingdom is categorized as a World Bank high-income economy with a high Human Development Index and is the only Arab country to be part of the G-20 major economies.  \n The state has attracted criticism for a variety of reasons including: its treatment of women, its excessive and often extrajudicial use of capital punishment, state-sponsored discrimination against religious minorities and atheists, its role in the Yemeni Civil War, sponsorship of Islamic terrorism, its failure to take adequete measures against human trafficking, state-sanctioned racism and antisemitism, its poor human rights record, and its strict interpretation of Sharia law. \n The kingdom has the world's third-highest military expenditure and, according to SIPRI, was the world's second largest arms importer from 2010 to 2014. Saudi Arabia is considered a regional and middle power. In addition to the GCC, it is an active member of the Organisation of Islamic Cooperation and OPEC.",
  "/wiki/Mecca": "Mecca,[a] also spelled Makkah, is a city in the Hejazi region of Saudi Arabia. The city is located 70 km (43 mi) inland from Jeddah, in a narrow valley 277 m (909 ft) above sea level, 340 kilometres (210 mi) south of Medina, its population in 2012 was 2 million, although visitors more than triple this number every year during the Ḥajj (\"Pilgrimage\"), held in the twelfth Muslim lunar month of Dhūl-Ḥijjah.\n It is the birthplace of Muhammad, a cave 3 km (2 mi) from Mecca was the site of Muhammad's first revelation of the Quran, and a pilgrimage to it, known as the Hajj, is obligatory for all able Muslims. Mecca is home to the Kaaba, one of Islam's holiest sites and the direction of Muslim prayer, and thus Mecca is regarded as the holiest city in Islam.\n Mecca was long ruled by Muhammad’s descendants, the sharifs, acting either as independent rulers or as vassals to larger polities. It was conquered by Ibn Saud in 1925; since then Mecca has seen a tremendous expansion in size and infrastructure, such as the Abraj Al Bait, also known as the Makkah Royal Clock Tower Hotel, the world's fourth tallest building and the building with the third largest amount of floor area, and lost some historical structures and archaeological sites, such as the Ajyad Fortress. Non-Muslims are prohibited from entering the city.",
  "/wiki/Izmailovo_Hotel": "The Izmailovo Hotel is a four-building hotel located in Izmaylovo District of Moscow, Russia. Its 3,500-person capacity, with 2,000 rooms, made it the world's largest hotel from 1980, when it surpassed the 3200-room Rossiya Hotel, also in Moscow, until 1993, when the MGM Grand Las Vegas was expanded to 5009 rooms.\n It was built for the 1980 Summer Olympics, because Moscow lacked enough hotel rooms. It is usually rated a three star hotel (Alfa, Vega and Delta are rated four star hotels) and its four buildings, Alfa, Beta, Vega and Gamma-Delta, are independently managed.\n The nearest subway stations are Partizanskaya and Moscow Central Circle station Izmaylovo.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.\n The East Slavs emerged as a recognizable group in Europe between the 3rd and 8th centuries AD. Founded and ruled by a Varangian warrior elite and their descendants, the medieval state of Rus arose in the 9th century. In 988 it adopted Orthodox Christianity from the Byzantine Empire, beginning the synthesis of Byzantine and Slavic cultures that defined Russian culture for the next millennium. Rus ultimately disintegrated into a number of smaller states, until it was finally reunified by the Grand Duchy of Moscow in the 15th century. By the 18th century, the nation had greatly expanded through conquest, annexation, and exploration to become the Russian Empire, which was the third largest empire in history, stretching from Poland on the west to Alaska on the east. Following the Russian Revolution, the Russian Soviet Federative Socialist Republic (Russian SFSR) became the largest and leading constituent of the Union of Soviet Socialist Republics (USSR/Soviet Union), the world's first constitutionally socialist state. The Soviet Union played a decisive role in the Allied victory in World War II, and emerged as a recognized superpower and rival to the United States during the Cold War. The Soviet era saw some of the most significant technological achievements of the 20th century, including the world's first human-made satellite and the launching of the first humans in space. Following the dissolution of the Soviet Union in 1991, the Russian SFSR reconstituted itself as the Russian Federation and is recognized as the continuing legal personality and a successor of the USSR.\n The political system of Russia is governed as a federal semi-presidential republic since 1993. Vladimir Putin has dominated Russia's political system since 2000, serving as either president or prime minister. His government is often characterized as authoritarian, where Russia has experienced democratic backsliding and a worsening human rights record under his leadership. It is ranked 137th out of 180 countries in the 2019 Corruption Perceptions Index and 24 of 29 in the 2018 Nations in Transit Report by Freedom House, while being ranked 134th in the 2019 Democracy Index.\nRussia's economy ranks as the eleventh-largest by nominal GDP and sixth-largest by purchasing power parity in 2019. Russia's extensive mineral and energy resources are the largest such reserves in the world, making it one of the leading producers of oil and natural gas globally. The country is one of the five recognized nuclear weapons states and possesses the largest stockpile of weapons of mass destruction. Russia is a great power as well as a regional power and has been characterised as a potential superpower. Its military has been ranked as the world's second most powerful. Russia hosts the world's ninth-greatest number of UNESCO World Heritage Sites, at 29, and is among the world's most popular tourist destinations. It is a permanent member of the United Nations Security Council and an active global partner of ASEAN, as well as a member of the Shanghai Cooperation Organisation (SCO), the G20, the Council of Europe, the Asia-Pacific Economic Cooperation (APEC), the Organization for Security and Co-operation in Europe (OSCE), the International Investment Bank (IIB) and the World Trade Organization (WTO), as well as being the leading member of the Commonwealth of Independent States (CIS), the Collective Security Treaty Organization (CSTO) and a member of the Eurasian Economic Union (EAEU).",
  "/wiki/Moscow": "Moscow (/ˈmɒskoʊ/, in US mainly: /ˈmɒskaʊ/; Russian: Москва, tr. Moskva, IPA: [mɐˈskva] (listen)) is the capital and most populous city of Russia, with approximately 12.6 million residents within the city limits, 17 million within the urban area and 20 million within the metropolitan area. Moscow is one of Russia's federal cities. \n Moscow is a major political, economic, cultural, and scientific centre of Russia and Eastern Europe. It is the second-most populous city in Europe, the most populous city entirely within Europe, as well as the largest city (by area) on the European continent. By broader definitions, Moscow is among the world's largest cities, being the 24th largest metropolitan area, the 16th largest urban area, and the 10th largest by population within city limits worldwide. Moscow has been ranked as the ninth most expensive city in the world and has one of the world's largest urban economies, being ranked as an alpha global city, and is also one of the fastest growing tourist destinations in the world. Moscow is home to the third-highest number of billionaires of any city in the world, and has the highest number of billionaires of any city in Europe.\n Moscow is the northernmost and coldest megacity on the Earth. It is home to the Ostankino Tower, the tallest free standing structure in Europe; the Federation Tower, the second-tallest skyscraper in Europe; and the Moscow International Business Center. Moscow is the largest city on the European continent by area.\n Moscow is situated on the Moskva River in the Central Federal District of European Russia, it is well known for its architecture, particularly its historic buildings such as Saint Basil's Cathedral in Russian architectural style with a richly decorated and multicolored facade. With over 40 percent of its territory covered by greenery, it is one of the greenest capitals and major cities in the world, having the largest forest in an urban area within its borders.\nThe city has served as the capital of a progression of states, from the medieval Grand Duchy of Moscow and the subsequent Tsardom of Russia to the Russian Empire (for the short period of time taking that title from Saint Petersburg in 1728–1730) to the Soviet Union and the contemporary Russian Federation.\n Moscow is a seat of power of the Government of Russia, being the site of the Moscow Kremlin, a medieval city-fortress that is today the residence for work of the President of Russia. The Moscow Kremlin and Red Square are one of several World Heritage Sites in the city. Both chambers of the Russian parliament (the State Duma and the Federation Council) also sit in the city. Moscow is considered the center of Russian culture, having served as the home of Russian artists, scientists, and sports figures and because of the presence of museums, academic and political institutions and theatres.\n The city is served by a transit network, which includes four international airports, nine railway terminals, numerous trams, a monorail system and one of the deepest underground rapid transit systems in the world, the Moscow Metro, the fourth-largest in the world and largest outside Asia in terms of passenger numbers, and the busiest in Europe. It is recognized as one of the city's landmarks due to the rich architecture of its 222 stations.",
  "/wiki/Wynn_Las_Vegas": "Wynn Las Vegas, often simply referred to as Wynn, is a luxury resort and casino located on the Las Vegas Strip in Paradise, Nevada, United States, on the site of the old Desert Inn Hotel. The US$2.7-billion resort is named after casino developer Steve Wynn and is the flagship property of Wynn Resorts. The resort covers 215 acres (87 ha). It is located at the northeast corner of Las Vegas Boulevard and Sands Avenue, directly across The Strip from the Fashion Show Mall.\n The 614-foot (187 m)-high hotel has 45 floors, with the 2,716 rooms ranging in size from 640 sq ft (59 m2) to villas at 8,900 sq ft (830 m2). The complex also includes a 189,000 sq ft (17,600 m2) casino, a convention center with 290,000 sq ft (27,000 m2) of space and 76,000 sq ft (7,100 m2) of retail space. Together with the adjacent Encore, the entire Wynn resort complex has a total of 4,750 rooms, making it the world's seventh-largest hotel.\n The Wynn Plaza shopping complex, a large  expansion of the Wynn Las Vegas and Encore Las Vegas, opened November 9, 2018.  The shopping complex moves the Wynn properties closer to Las Vegas Boulevard.  Tenants are expected to include upscale stores and restaurants. Wynn Paradise Park was planned to be built on the site of a golf course adjacent to Wynn Las Vegas and Encore Las Vegas. The 20-acre lagoon, boardwalk, waterfront meeting space, and other features was expected to draw additional traffic to the hotels.  The project was abandoned in November 2018.  Wynn Las Vegas abandoning Paradise park\n The resort has earned AAA five diamond, Mobil five-star, Forbes five-star, Michelin five star, and Zagat Survey Top U.S. Hotel ratings, as well as one Michelin star for its restaurant Wing Lei. It is considered to be one of the finest hotels in the world. Wynn Las Vegas and its sister property Encore Las Vegas collectively hold more Forbes five-star awards than any other resort and casino in the world. Wynn Las Vegas also made Forbes Award history by earning five-star ratings in every category—Hotel, Restaurant, and Spa. It has held the distinction of winning the award in the hotel sector every year since 2007. The building is the first high-rise to be cleaned by an automatic window washing system. The resort is named to the Condé Nast Traveller Gold List as one of the \"Top Hotels in the World\".",
  "/wiki/Encore_Las_Vegas": "Encore Las Vegas (also called Encore at Wynn Las Vegas; often just called Encore) is a luxury resort, casino and hotel located on the Las Vegas Strip in Paradise, Nevada. The resort is connected to its sister resort, Wynn Las Vegas; both are owned by Wynn Resorts and located on the site of the old Desert Inn Resort, formerly headed by casino developer Steve Wynn.  Wynn Plaza, a new 75,518 square feet (7,020 m2) retail space, is a uniquely designed complex that will augment the existing luxury retail collection currently showcased at Wynn Las Vegas and Encore as well as bring the shopping experience to the high traffic area bordering Las Vegas Boulevard.\n Encore has been awarded the AAA Five Diamond Award every year since opening. The Tower Suites at Encore and The Spa have both received the Forbes Travel Guide five-star award.  Encore Las Vegas and its sister property, Wynn Las Vegas collectively hold more Forbes five-star awards than any other casino-resort in the world and it is considered to be one of the finest hotels in the world. Together with adjacent Wynn Las Vegas, the entire Wynn complex has a total of 4,750 rooms, making it the world's seventh-largest hotel.",
  "/wiki/Sochi": "Sochi (Russian: Со́чи, IPA: [ˈsotɕɪ] (listen)) is a city in Krasnodar Krai, Russia, located on the Black Sea coast near the border between Georgia/Abkhazia and Russia. The Greater Sochi area, which includes territories and localities subordinated to Sochi proper, has a total area of 3,526 square kilometers (1,361 sq mi) and sprawls for 145 kilometers (90 mi) along the shores of the Black Sea near the Caucasus Mountains.[citation needed] The area of the city proper is 176.77 square kilometers (68.25 sq mi). According to the 2010 Census, the city had a permanent population of 343,334, up from 328,809 recorded in the 2002 Census, making it Russia's largest resort city. Being part of the Caucasian Riviera, it is one of the very few places in Russia with a subtropical climate, with warm to hot summers and mild winters.\n With the alpine and Nordic events held at the nearby ski resort of Rosa Khutor in Krasnaya Polyana, Sochi hosted the XXII Olympic Winter Games and XI Paralympic Winter Games in 2014, as well as the Russian Formula 1 Grand Prix from 2014 until at least 2020. It was also one of the host cities for the 2018 FIFA World Cup.",
  "/wiki/Mandalay_Bay": "Mandalay Bay is a 43-story luxury resort and casino on the Las Vegas Strip in Paradise, Nevada. It is owned and operated by MGM Resorts International. One of the property's towers operates as the Delano; the Four Seasons Hotel is independently operated within the Mandalay Bay tower, occupying five floors (35–39).\n Mandalay Bay has 3,209 hotel rooms, 24 elevators and a casino of 135,000 square feet (12,500 m2). Adjacent to the hotel is the  2-million-square-foot (190,000 m2) Mandalay Bay Convention Center and the 12,000-seat Mandalay Bay Events Center. The Mandalay Bay Tram connects the resort to its sister properties, Excalibur and Luxor, all three of which were constructed by Circus Circus Enterprises before its sale to MGM.",
  "/wiki/Delano_Las_Vegas": "Delano Las Vegas (formerly known as THEhotel) is a 43-story 1,118 room luxury suite hotel. It is owned and operated by MGM Resorts International. It is located within the Mandalay Bay complex on the Las Vegas Strip in Paradise, Nevada. It opened on December 17, 2003, as \"THEhotel at Mandalay Bay.\"\n In 2012, owner MGM Resorts International announced a partnership with Morgans Hotel Group to rebrand the hotel as Delano Las Vegas. Construction to rebrand the hotel began in April 2014. Several floors were worked on at a time, allowing much of the hotel to remain open during renovations. The Delano held its grand opening ceremonies in September 2014. The hotel includes an Alain Ducasse restaurant called \"Rivea\" and a lounge called \"Skyfall\", both located at the top of the hotel.",
  "/wiki/Four_Seasons_Hotels_and_Resorts": "Four Seasons Hotels Limited, trading as Four Seasons Hotels and Resorts, is a Canadian international luxury hospitality company headquartered in Toronto, Ontario, Canada. Four Seasons operates more than 100 hotels worldwide. Since 2006, Bill Gates (through Cascade Investment) and Prince Al-Waleed bin Talal have been majority owners of the company.",
  "/wiki/Luxor_Las_Vegas": "Luxor Las Vegas is a 30-story hotel and casino situated on the southern end of the Las Vegas Strip in Paradise, Nevada. The hotel is owned and operated by MGM Resorts International and has a 120,000-square-foot (11,000 m2) casino with over 2,000 slot machines and 87 table games.\n The casino opened in 1993 and was renovated and expanded several times. The 1998 renovation work modernized the design of the property and raised the hotel's capacity to 4,407 rooms, including 442 suites. The hotel's rooms line the interior walls of the main tower, which has a pyramid shape, and other recent 22-story twin ziggurat towers.\n The hotel is named for the city of Luxor (ancient Thebes) in Egypt.",
  "/wiki/Ambassador_City_Jomtien": "The Ambassador City Jomtien is a large hotel and convention centre at Jomtien Bay, near Pattaya, Thailand, with \"over 4,000 rooms\" . Located about 8 km south of Pattaya, it occupies a 40-acre (160,000 m2) campus overlooking the beach and nearby mountains. It consists of 5 buildings that each contain 150 to 2,000 suites. There are eight restaurants, several bars and nightclubs, a convention center, sport centre and what is claimed to be Asia's largest swimming pool.\n The Ambassador City hosted the United Kingdom Contingent to the 20th World Scout Jamboree consisting of 2,500 young people aged between 14 and 18 and many of their support staff prior to the Jamboree at Sattahip in 2002/3.\n The hotel is located at:\n21/10 Sukhumvit Rd., Na Jomtien, Sattahip, Chonburi, 20250, Thailand",
  "/wiki/Thailand": "Thailand,[a] officially the Kingdom of Thailand and formerly known as Siam,[b] is a country at the centre of the Southeast Asian Indochinese Peninsula composed of 76 provinces. At 513,120 km2 (198,120 sq mi) and over 68 million people, Thailand is the world's 50th-largest country by total area and the 21st-most-populous country. The capital and largest city is Bangkok, a special administrative area. Thailand is bordered to the north by Myanmar and Laos, to the east by Laos and Cambodia, to the south by the Gulf of Thailand and Malaysia, and to the west by the Andaman Sea and the southern extremity of Myanmar. Its maritime boundaries include Vietnam in the Gulf of Thailand to the southeast, and Indonesia and India on the Andaman Sea to the southwest. It is a unitary state. Although nominally the country is a constitutional monarchy and parliamentary democracy, the most recent coup, in 2014, established a de facto military dictatorship under a junta.\n Tai peoples migrated from southwestern China to mainland Southeast Asia from the 11th century; the oldest known mention of their presence in the region by the exonym Siamese dates to the 12th century. Various Indianised kingdoms such as the Mon kingdoms, Khmer Empire and Malay states ruled the region, competing with Thai states such as the Kingdoms of Ngoenyang, Sukhothai, Lan Na and Ayutthaya, which rivaled each other. Documented European contact began in 1511 with a Portuguese diplomatic mission to Ayutthaya, now one of the great powers in the region. Ayutthaya reached its peak during cosmopolitan Narai's reign (1656–1688), gradually declining thereafter until being ultimately destroyed in the 1767 Burmese–Siamese War. Taksin (r. 1767–1782) quickly reunified the fragmented territory and established the short-lived Thonburi Kingdom. He was succeeded in 1782 by Buddha Yodfa Chulaloke (r. 1782–1809), the first monarch of the Chakri dynasty and founder of the Rattanakosin Kingdom, which lasted into the early 20th century.\n Through the 18th and 19th centuries, Siam faced pressure from France and the United Kingdom, including forced concessions of territory; nevertheless, it remained the only Southeast Asian country to avoid direct Western rule. Following a bloodless revolution in 1932, Siam became a constitutional monarchy and changed its official name to \"Thailand\". While it joined the Allies in World War I, Thailand was an Axis satellite in World War II. In the late 1950s, a military coup under Field Marshal Sarit Thanarat revived the monarchy's historically influential role in politics. Thailand became a major ally of the United States, and played a key anti-communist role in the region as a member of the Southeast Asia Treaty Organization (SEATO). Apart from a brief period of parliamentary democracy in the mid-1970s, Thailand has periodically alternated between democracy and military rule. In 2013, Thailand endured a political crisis that culminated in two coups and the establishment of its current and 20th constitution by a military junta.\n Thailand is a founding member of the Association of Southeast Asian Nations (ASEAN) and remains a major ally of the US. Despite its comparatively sporadic changes in leadership, it is considered a regional power in Southeast Asia and a middle power in global affairs. With a high level of human development, the second-largest economy in Southeast Asia, and the 20th-largest by PPP, Thailand is classified as a newly industrialized economy; manufacturing, agriculture, and tourism are leading sectors of the economy.",
  "/wiki/Pattaya": "Pattaya (Thai: พัทยา, RTGS: Phatthaya, pronounced [pʰát.tʰā.jāː] (listen)) is a resort city in Thailand. It is on the east coast of the Gulf of Thailand, about 100 kilometres (62 mi) southeast of Bangkok, within, but not part of, Bang Lamung District in the province of Chonburi. Pattaya City (Thai: เมืองพัทยา, RTGS: Mueang Phatthaya) is a self-governing municipal area which covers tambons Nong Prue and Na Klua and parts of Huai Yai and Nong Pla Lai. The city is in the industrial Eastern Seaboard zone, along with Si Racha, Laem Chabang, and Chonburi. Pattaya is at the center of the Pattaya-Chonburi Metropolitan Area—a conurbation in Chonburi Province—with a population of roughly 1,000,000.",
  "/wiki/Excalibur_Hotel_and_Casino": "Excalibur Hotel and Casino is a hotel and casino located on the Las Vegas Strip in Paradise, Nevada, in the United States. It is owned and operated by MGM Resorts International.\n Excalibur, named for the mythical sword of King Arthur, uses the Medieval theme in several ways. Its facade is a stylized image of a castle (see also: List of castles in the United States). Until 2007, a wizard-like figure representing Merlin looked out from a high turret (since replaced by a figure advertising Dick's Last Resort).\n Excalibur is situated at the Tropicana - Las Vegas Boulevard intersection. The hotel is linked by overhead pedestrian bridges to neighboring casinos to the north (New York-New York, across Tropicana Avenue) and to the east (Tropicana, across the Strip). A free tram connects Excalibur to its sister MGM Resorts International properties to the south, Luxor and Mandalay Bay.",
  "/wiki/Caesars_Palace": "Caesars Palace is a luxury hotel and casino in Paradise, Nevada, United States. The hotel is situated on the west side of the Las Vegas Strip between Bellagio and The Mirage. It is one of Las Vegas's largest and best known landmarks.\n Caesars Palace was founded in 1966 by Jay Sarno and Stanley Mallin, who sought to create an opulent facility that gave guests a sense of life during the Roman Empire. It contains many statues, columns and iconography typical of Hollywood Roman period productions including a 20-foot (6.1 m) statue of Augustus Caesar near the entrance. Caesars Palace is now owned by Vici Properties and operated by Caesars Entertainment. As of July 2016, the hotel has 3,960 rooms and suites in six towers and a convention facility of over 300,000 square feet (28,000 m2). \n The hotel has a large range of restaurants. Among them are several which serve authentic Chinese cuisine to cater to wealthy East Asian gamblers. From the outset, Caesars Palace has been oriented towards attracting high rollers. The modern casino facilities include table games such as blackjack, craps, roulette, baccarat, Spanish 21, mini-baccarat, Pai Gow and Pai Gow poker. The casino also features a 4,500-square-foot (420 m2) 24-hour poker room; and many slot machines and video poker machines.\n The hotel has operated as a host venue for live music and sports entertainment. In addition to holding boxing matches since the late 1970s, Caesars also hosted the Caesars Palace Grand Prix from 1981 to 1982. Notable entertainers who have performed at Caesars Palace include Frank Sinatra, Reba McEntire and Brooks & Dunn, Sammy Davis Jr., Ella Fitzgerald, Count Basie, Dean Martin, Rod Stewart, Stevie Nicks, The Moody Blues, Celine Dion, Ike & Tina Turner, Shania Twain, Bette Midler, Cher, Elton John, Liberace, Diana Ross, Liza Minnelli, Julio Iglesias, Ann-Margret, Tony Bennett, Harry Belafonte, Lena Horne, Judy Garland, Gloria Estefan, Mariah Carey, Matt Goss and Deana Martin.\n The main performance venue is The Colosseum. The theatre seats 4,296 people and contains a 22,450-square-foot (2,086 m2) stage. The stage was a special construction for Celine Dion's show, A New Day..., in 2003. After departing in 2007, Dion returned to the Colosseum with her new show entitled \"Celine\" on March 15, 2011, which was under contract through June 9, 2018 for 65 shows per year.",
  "/wiki/Sheraton_Grand_Macao_Hotel,_Cotai_Central": "The Sheraton Grand Macao Hotel, Cotai Central (Chinese language: 澳門喜來登金沙城中心大酒店) is a casino resort hotel located in Cotai, Macau, China. The hotel was constructed by Las Vegas Sands and is managed by Marriott International. It is part of Macau’s newest fully integrated resort complex, Sands Cotai Central. The 3,896-room hotel opened on September 20, 2012 and is both the largest hotel in Macau and in the Marriott/Starwood chain.",
  "/wiki/Bellagio_(resort)": "Bellagio is a resort, luxury hotel and casino on the Las Vegas Strip in Paradise, Nevada. It is owned by The Blackstone Group and operated by MGM Resorts International and was built on the site of the demolished Dunes hotel and casino. Inspired by the Lake Como town of Bellagio in Italy, Bellagio is famed for its elegance. One of its most notable features is an 8-acre (3.2 ha) lake between the building and the Strip, which houses the Fountains of Bellagio, a large dancing water fountain synchronized to music.\n Inside Bellagio, Dale Chihuly's Fiori di Como, composed of over 2,000 hand-blown glass flowers, covers 2,000 sq ft (190 m2) of the lobby ceiling. Bellagio is home to Cirque du Soleil's aquatic production \"O\". The main (original) tower of Bellagio, with 3,015 rooms, has 36 floors and a height of 508 ft (151 m). The Spa Tower, which opened on December 23, 2004, and stands to the south of the main tower, has 33 floors, a height of 392 ft (119 m) and contains 935 rooms.\n MGM Resorts International owned the Bellagio until 2019, when it sold the resort to The Blackstone Group for $4.25 billion. MGM continued to operate the property under a lease arrangement.",
  "/wiki/Hilton_Hawaiian_Village": "The Hilton Hawaiian Village Waikiki Beach Resort is a resort hotel on Waikiki Beach in Honolulu, Hawaii. The resort first opened in 1955, and since has grown to become the largest in the Hilton chain of hotels, and one of largest hotels in the world.",
  "/wiki/Honolulu": "Honolulu (/ˌhɒnəˈluːluː/; Hawaiian: [honoˈlulu]) is the capital and largest city of the U.S. state of Hawaii. It is an unincorporated part of and the county seat of the City and County of Honolulu along the southeast coast of the island of Oʻahu.[a] The city is the main gateway to Hawaiʻi and a major portal into the United States. The city is also a major hub for international business and military defense, as well as being host to a diverse variety of east–west and Pacific cultures, cuisine, and traditions.\n Honolulu is the remotest city of its size in the world, and is the westernmost and southernmost major U.S. city. For statistical purposes, the United States Census Bureau recognizes the approximate area commonly referred to as \"City of Honolulu\" (not to be confused with the \"City and County\") as a census county division (CCD). Honolulu is a major financial center of the islands and of the Pacific Ocean. The population of the Honolulu census designated place (CDP) was 359,870 as of the 2017 population estimate, while the Honolulu CCD was 390,738 and the population of the consolidated city and county was 953,207.\n Honolulu means \"sheltered harbor\" or \"calm port\" in Hawaiian. The old name is Kou, a district roughly encompassing the area from Nuʻuanu Avenue to Alakea Street and from Hotel Street to Queen Street which is the heart of the present downtown district. The city has been the capital of the Hawaiian Islands since 1845 and gained historical recognition following the attack on Pearl Harbor by Japan near the city on December 7, 1941.\n As of 2015[update], Honolulu was ranked high on world livability rankings, and was also ranked as the 2nd safest city in the U.S. It is also the most populated Oceanian city outside Australasia and ranks second to Auckland as the most-populous city in Polynesia.",
  "/wiki/Circus_Circus_Las_Vegas": "Circus Circus Las Vegas is a hotel and casino located on the Las Vegas Strip in Winchester, Nevada. It is owned and operated by Phil Ruffin. Circus Circus features circus acts and carnival games at the Carnival Midway. It has 123,928 square feet (11,513.3 m2) of casino space.\n Circus Circus is the largest permanent big top in the world. The Lucky The Clown marquee at the entrance was provided by Young Electric Sign Company and was constructed in 1976.\n Previous owners of Circus Circus Las Vegas were Jay Sarno and Stanley Mallin (1968–1974), Mandalay Resort Group (formerly known as Circus Circus Enterprises) (1974–2005), and MGM Resorts International (formerly known as MGM Mirage) (2005-2019).",
  "/wiki/Prince_Hotels": "The Prince Hotels, Inc. (株式会社プリンスホテル, Kabushiki-gaisha Purinsu Hoteru) is the name of a hotel chain company headquartered in Toshima-ku, Tokyo, Japan. It is a subsidiary of Seibu Holdings, Inc. Together with Seibu Railway, Prince Hotels is the core company of Seibu Group.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).\n Japan is officially divided into 47 prefectures and traditionally into eight regions. Approximately two-thirds of the country's terrain is mountainous and heavily forested, and less than one-eighth of land is suitable for agriculture. Consequently, Japan is among the most densely populated and urbanized countries in the world, with over 90% of its population living in urban areas. The largest of these is the metropolitan area centered on the capital city of Tokyo, which is the most populous in the world and home to more than 38 million people. Japan itself is the world's eleventh most populous country with a population of 126.2 million, of which 97.8% are ethnically Japanese.\n The kanji (or \"Chinese characters\") that make up the name of Japan in the Japanese language mean \"sun origin\"; in the Western world, the country is often known by the sobriquet \"Land of the Rising Sun\". Periods of influence from other regions, primarily China, followed by periods of isolation, particularly from Western Europe, have characterized the history of Japan.\n While archaeological evidence indicates that Japan was inhabited as early as the Upper Paleolithic period, the first written mention of the archipelago appears in Chinese texts from the first century AD. Between the fourth and ninth centuries, the kingdoms of Japan became gradually unified under an Emperor and imperial court based in Heian-kyō (modern Kyoto). However, beginning in the twelfth century, de facto political power came to be held by a succession of military dictators (shōgun) and feudal lords (daimyō) and enforced by a class of warrior nobility known as samurai. After a century-long period of civil war, Japan was reunified in 1603 under the rule of the Tokugawa shogunate, which established a government in Edo (modern Tokyo) and enacted a policy of isolationism. This period ended in 1853 when a United States fleet forced Japan to open to the West, leading to the fall of the shogunate and the restoration of imperial power in 1868. In the following Meiji era, Japan adopted a Western-style government and pursued a program of industrialization and modernization; this transformed the feudal society into a great power, with Japan establishing a colonial empire in East Asia after decisive victories in the First Sino-Japanese War and Russo-Japanese War. In 1937, the Empire of Japan invaded China, beginning the Second Sino-Japanese War; in 1940, it signed the Tripartite Pact and entered World War II the following year on the side of the Axis powers. After suffering major defeats in the Pacific and two atomic bombings, Japan surrendered to the Allies in 1945, coming under a brief occupation and adopting a new post-war constitution. Japan has since maintained a unitary parliamentary constitutional monarchy with the Emperor as a ceremonial head of state and an elected legislature known as the National Diet.\n Today, Japan is a member of numerous international institutions, including the United Nations, the OECD, the G7, and the G20. Although it has officially renounced its right to declare war, Japan maintains a modern military for peacekeeping and self-defense, which has been ranked as the world's fourth most powerful. Following World War II, Japan experienced record economic growth, recovering from the war to become the world's second-largest economy by 1980. Today, Japan's economy is the world's third-largest by nominal GDP and fourth-largest by purchasing power parity; it is also the fourth-largest importer and exporter and a global leader in the automotive and electronics industries. Japan is ranked \"very high\" on the Human Development Index; its population enjoys high levels of education and the second-highest life expectancy in the world, though it currently is experiencing a projected decline due to low birth rates. Culturally, Japan is globally renowned for its art, cuisine, literature, cinema, music, and popular culture, including its prominent comics, animation, and video game industries.",
  "/wiki/Tokyo": "Tokyo (東京, Tōkyō, English: /ˈtoʊkioʊ/, Japanese: [toːkʲoː] (listen)), officially Tokyo Metropolis (東京都, Tōkyō-to), is one of the 47 prefectures of Japan. The capital of Japan, it houses the Emperor of Japan and the Japanese government. Tokyo forms part of the Kantō region on the southeastern side of Japan's main island, Honshu, and includes the Izu and Ogasawara Islands.\n Originally a small fishing village named Edo (江戸), the city became a prominent political center of Japan when Shōgun Tokugawa Ieyasu made the city his headquarters in 1603. When Emperor Meiji moved the imperial seat to the city from Kyoto in 1868, Edo was renamed Tokyo, literally \"the Eastern Capital\". The Tokyo Metropolis formed in 1943 from the merger of the former Tokyo Prefecture (東京府, Tōkyō-fu) and the city of Tokyo (東京市, Tōkyō-shi). While commonly referred to as a city, Tokyo is a collective entity of multiple smaller municipalities, including 23 special wards and various bed towns in the western area.\n Modern Tokyo is categorized as an alpha+ city by the Globalization and World Cities Research Network. As of 2019, the population of Tokyo was estimated to be over 13.9 million, making it Japan's most populous prefecture. The metropolitan area is the world's most populous with over 40 million people as well as the world's largest urban agglomeration economy. As of 2011[update], Tokyo hosted 51 of the Fortune Global 500 companies, the highest number of any city in the world at that time. The city ranked sixth on the Global Financial Centres Index of 2019. Along with an advanced economy, Tokyo often ranks high among the most expensive cities for expatriates.\n Tokyo is a major cultural hub and an international trendsetter in the arts, entertainment, gastronomy, and media. The Michelin Guide has awarded Tokyo by far the most Michelin stars of any city in the world. The city has hosted multiple international events, including the Summer Olympics (1964), the G7 Summit (1979, 1986, and 1993), and will host the 2020 Summer Olympics and the 2020 Summer Paralympics. Tokyo is a leading center for research and development, represented by various universities, most notably the University of Tokyo.",
  "/wiki/Flamingo_Las_Vegas": "Flamingo Las Vegas (formerly The Fabulous Flamingo and Flamingo Hilton Las Vegas) is a hotel and casino located on the Las Vegas Strip in Paradise, Nevada. It is owned and operated by Caesars Entertainment Corporation.\n The property includes a 72,299 square-foot casino along with 3,460 hotel rooms. The architectural theme is reminiscent of the Art Deco and Streamline Moderne style of Miami and South Beach. Staying true to its theme and name, the hotel includes a garden courtyard which serves as a wildlife habitat for flamingos. The hotel was the third resort to open on the Strip and remains the oldest resort on the Strip in operation today, and it has been since 2007 with the closure and demolition of The New Frontier. It is also the last remaining casino on the strip that opened before 1950 that is still in operation. The Flamingo has a Las Vegas Monorail station called the Flamingo & Caesars Palace station at the rear of the property. After opening in 1946, it has undergone a number of ownership changes.",
  "/wiki/List_of_largest_hotels": "This is a list of hotels that have 2,000+ rooms. The First World Hotel is the largest hotel in the world."
}