{
  "/wiki/All_Star_(song)": "\"All Star\" is a song by the American rock band Smash Mouth. It was released on May 4, 1999, as the second single from their album Astro Lounge, and it is one of the group's most successful songs, peaking at No. 4 on the US Billboard Hot 100, No. 2 in Canada and No. 4 in Australia. It was nominated for a Grammy Award for Best Pop Performance by a Duo or Group with Vocals.[citation needed]",
  "/wiki/Smash_Mouth": "Smash Mouth is an American rock band from San Jose, California. The band was formed in 1994, and was originally composed of Steve Harwell (lead vocals), Kevin Coleman (drums), Greg Camp (guitar), and Paul De Lisle (bass). They are known for their songs \"Walkin' on the Sun\" (1997), \"All Star\" (1999), \"Then The Morning Comes\" (1999), and a cover of The Monkees' \"I'm a Believer\" (2001).",
  "/wiki/Mystery_Men": "Mystery Men is a 1999 American superhero comedy film directed by Kinka Usher and written by Neil Cuthbert and Bob Burden, loosely based on Burden's Flaming Carrot Comics, and starring Hank Azaria, Claire Forlani, Janeane Garofalo, Eddie Izzard, Greg Kinnear, William H. Macy, Kel Mitchell, Lena Olin, Paul Reubens, Geoffrey Rush, Ben Stiller, Wes Studi and Tom Waits. The film details the story of a team of lesser superheroes with unimpressive powers who are required to save the day.",
  "/wiki/Rollin%27_(Limp_Bizkit_song)": "\"Rollin' (Air Raid Vehicle)\" is a song by the American band Limp Bizkit from their album Chocolate Starfish and the Hot Dog Flavored Water. It was released as the second single along with \"My Generation\". The song peaked at number sixty five on the Billboard Hot 100 and remained in the chart for seventeen weeks. To date, it is their highest-charting single in the Billboard Hot 100. Outside the United States, \"Rollin' (Air Raid Vehicle)\" topped the charts in the Republic of Ireland and the United Kingdom, peaked within the top ten of the charts in Austria, Finland, Germany, Norway and Sweden and the top twenty of the charts in Australia, the Netherlands and New Zealand.",
  "/wiki/Limp_Bizkit": "Limp Bizkit is an American rap rock band from Jacksonville, Florida. Their lineup consists of Fred Durst (lead vocals), Sam Rivers (bass, backing vocals), John Otto (drums, percussion), DJ Lethal (turntables), and Wes Borland (guitars, vocals). Their music is marked by Durst's angry vocal delivery and Borland's sonic experimentation. Borland's elaborate visual appearance, which includes face and body paint, masks and uniforms, also plays a large role in the band's live shows. The band has been nominated for three Grammy Awards, have sold 40 million records worldwide and won several other awards.",
  "/wiki/Chocolate_Starfish_and_the_Hot_Dog_Flavored_Water": "Chocolate Starfish and the Hot Dog Flavored Water is the third studio album by American band Limp Bizkit, released on October 17, 2000 by Flip and Interscope Records.",
  "/wiki/Sean_Combs": "Sean John Combs (born November 4, 1969), also known by the stage names Puff Daddy, P. Diddy, Puffy, or Diddy, is an American rapper, singer, record producer, entrepreneur, record executive, and actor. Combs was born in New York City but was raised in Mount Vernon, New York. He worked as a talent director at Uptown Records before founding his own record label, Bad Boy Entertainment, in 1993.",
  "/wiki/Tribute_(song)": "\"Tribute\" is the first single of Tenacious D's self-titled debut album, released on July 16, 2002. The song is a tribute to what Kyle Gass and Jack Black refer to as \"The Best Song in the World\" (often confused as the song's title), which Tenacious D themselves came up with but have since forgotten.",
  "/wiki/Tenacious_D": "Tenacious D is an American comedy rock duo, formed in Los Angeles, California, in 1994. It was founded by actors Jack Black and Kyle Gass, who were members of The Actors' Gang theater company at the time. The duo's name is derived from \"tenacious defense\", a phrase used by NBA basketball sportscaster Marv Albert.",
  "/wiki/Taylor_(song)": "\"Taylor\" is a song written and sung by Jack Johnson. It was the third single from his album On and On. Ben Stiller is featured in the extended version of the music video for the song. \nIt peaked at No. 33 in New Zealand and No. 27 in Australia.",
  "/wiki/Jack_Johnson_(musician)": "Jack Hody Johnson (born May 18, 1975) is an American singer-songwriter, multi-instrumentalist, actor, record producer, documentary filmmaker and former professional surfer. Johnson is known primarily for his work in the soft rock and acoustic genres. In 2001, he achieved commercial success after the release of his debut album, Brushfire Fairytales. Johnson has reached number one on the Billboard 200 chart with his albums Sing-A-Longs and Lullabies for the Film Curious George in 2006, Sleep Through the Static in 2008, To the Sea in 2010 and From Here to Now to You in 2013. His album In Between Dreams peaked at number two on the chart in 2005 and again in 2013.",
  "/wiki/Awesome;_I_Fuckin%27_Shot_That!": "Awesome; I Fuckin' Shot That! (alternate title: Awesome; I... Shot That!) is a 2006 concert film of the Beastie Boys directed by Adam Yauch under the name Nathaniel Hörnblowér. It was created by giving camcorders to 50 audience members of a sold out concert at Madison Square Garden on October 9, 2004. The audience members were instructed to keep the cameras rolling at all times. For a low budget operation, all cameras were returned to the place of purchase for a refund.",
  "/wiki/Beastie_Boys": "The Beastie Boys were an American hip hop group from New York City formed in 1981. The group was composed of Michael \"Mike D\" Diamond (vocals, drums), Adam \"MCA\" Yauch (vocals, bass) and Adam \"Ad-Rock\" Horovitz (vocals, guitar, programming).",
  "/wiki/Closer_(Travis_song)": "\"Closer\" is a song by Scottish band Travis, released as the first single from their fifth studio album, The Boy with No Name, on 23 April 2007. The single peaked at number 10 on the UK Singles Chart and became the band's second chart-topper on the Scottish Singles Chart, after \"Coming Around\".",
  "/wiki/Travis_(band)": "Travis are a Scottish rock band formed in Glasgow in 1990, composed of Fran Healy (lead vocals, rhythm guitar), Dougie Payne (bass guitar, backing vocals), Andy Dunlop (lead guitar, banjo, backing vocals) and Neil Primrose (drums, percussion). The band's name comes from the Harry Dean Stanton character Travis Henderson from the film Paris, Texas.",
  "/wiki/Ben_Stiller_filmography": "Ben Stiller is an American actor, comedian, director, producer and screenwriter. The following is his complete filmography. He has mostly appeared in comedy films. Stiller is an Emmy Award winner for his directed, produced and written television show The Ben Stiller Show."
}