{
  "/wiki/Attanagalu_Oya": "Attanagalu Oya (Sinhala: අත්තනගලු ඹය) is a river in Gampaha District, Sri Lanka.",
  "/wiki/Kegalle_District": "Kegalle is a district in Sabaragamuwa Province, Sri Lanka. It is one of 25 districts of Sri Lanka, the second level administrative division of the country. The district is administered by a District Secretariat headed by a District Secretary (previously known as a Government Agent) appointed by the central government of Sri Lanka. It was a former Dissavani of Sri Lanka.",
  "/wiki/Negombo_Lagoon": "Negombo Lagoon is a large estuarine lagoon in Negombo, south-west Sri Lanka.",
  "/wiki/Kanakarayan_Aru": "Kanakarayan Aru is a river in Northern Province, Sri Lanka. The river rises in eastern Vavuniya District, near Omanthai, before flowing north through Vavuniya District, Mullaitivu District and Kilinochchi District. The river empties into the Chundikkulam Lagoon.",
  "/wiki/Omanthai": "Omanthai is a little town in North Sri Lankan district of Vavuniya. The last Sri Lankan army check point which divided the Government and LTTE controlled areas used to be in Omanthai for many years.",
  "/wiki/Chundikkulam_Lagoon": "Chundikkulam Lagoon (Tamil: சுண்டிக்குளம் கடல் நீரேரி, Sinhala: කුම්බවැව Kumbavæwa) is a lagoon in Jaffna District and Kilinochchi District, north-east Sri Lanka. The town of Chundikkulam is located on a narrow piece of land between the lagoon and the Indian Ocean. The lagoon is sometimes referred to as Elephant Pass Lagoon.",
  "/wiki/Kotmale_River": "The Kotmale River  (Sinhala: කොත්මලේ ඔය) is the longest tributary of Mahaweli River. The river begins as the Agra Oya, in the Horton Plains. The Central Plains have an annual rainfall of between 125 and 200 inches a year. The river is approximately 70 km (43 mi) long and drains a basin of about 58,534 ha (226 square miles). The river flows through a traditional area of ancient villages and tea plantations. King Dutugemunu spent his youth here. The Kotmale Oya flows into the Mahaweli shortly at Pallegama. Tributaries of the Kotmale Oya include the Nanu Oya, the Pundalu Oya, the Puna Oya, and the Dambagastalawa Oya.",
  "/wiki/Horton_Plains_National_Park": "Horton Plains National Park is a protected area in the central highlands of Sri Lanka and is covered by montane grassland and cloud forest. This plateau at an altitude of 2,100–2,300 metres (6,900–7,500 ft) is rich in biodiversity and many species found here are endemic to the region. This region was designated a national park in 1988. It is also a popular tourist destination and is situated 8 kilometres (5.0 mi) from Ohiya, 6 kilometres (3.7 mi) from the world-famous Ohiya Gap/Dondra Watch and 32 kilometres (20 mi) from Nuwara Eliya.",
  "/wiki/Mahaweli_River": "The Mahaweli River (Sinhala: මහවැලි ගඟ, literally \"Great Sandy River\"; Tamil: மகாவலி ஆறு [mahawali gangai]), is a 335 km (208 mi) long river, ranking as the longest river in Sri Lanka. It has a drainage basin of 10,448 km2 (4,034 sq mi), the largest in the country, which covers almost one-fifth of the total area of the island. The real creation of Mahaweli ganga starts at Polwathura(at Mahawila area), a remote village of Nuwara-Eliya District in bank Nawalapitiya of Kandy District by further joining of Hatton oya and Kotmale oya.The river reaches the Bay of Bengal on the southwestern side of Trincomalee Bay. The bay includes the first of a number submarine canyons, making Trincomalee one of the finest deep-sea harbors in the world.",
  "/wiki/Parangi_Aru": "Parangi Aru is a river in Northern Province, Sri Lanka. The river rises in central Vavuniya District, before flowing north/north-west through Vavuniya District, Mannar District and Mullaitivu District. The river empties into Palk Bay.",
  "/wiki/Vavuniya_District": "Vavuniya District (Tamil: வவுனியா மாவட்டம் Vavuṉiyā Māvaṭṭam; Sinhala: වවුනියා දිස්ත්‍රික්කය) is one of the 25 districts of Sri Lanka, the second level administrative division of the country. The district is administered by a District Secretariat headed by a District Secretary (previously known as a Government Agent) appointed by the central government of Sri Lanka. The capital of the district is the city of Vavuniya.",
  "/wiki/Palk_Strait": "The Palk Strait (Tamil: பாக்கு நீரிணை, Sinhala: පෝක් සමුද්‍ර සන්ධිය Pok Samudra Sandhiya) is a strait between the Tamil Nadu state of India and the Jaffna District of the Northern Province of the island nation of Sri Lanka. It connects the Bay of Bengal in the northeast with Palk Bay in the southwest. The strait is 53 to 82 kilometres (33 to 51 mi) wide. Several rivers flow into it, including the Vaigai River of Tamil Nadu. The strait is named after Robert Palk, who was a governor of Madras (1755–1763) during the Company Raj period.",
  "/wiki/Kehelgamu_Oya": "The Kehelgamu Oya (translated into Kehelgamu River from Sinhala) is a major upstream tributary of the Kelani River. The tributary measures 50 km (31 mi) in length, originating from the hills of the Horton Plains National Park, before passing through the Castlereigh Reservoir. Kehelgamu Oya converges with the Maskeliya Oya at Kalugala, forming the 100 km (62 mi) long Kelani River. The river is heavily used for hydroelectric power generation.",
  "/wiki/Horton_Plains": "Horton Plains National Park is a protected area in the central highlands of Sri Lanka and is covered by montane grassland and cloud forest. This plateau at an altitude of 2,100–2,300 metres (6,900–7,500 ft) is rich in biodiversity and many species found here are endemic to the region. This region was designated a national park in 1988. It is also a popular tourist destination and is situated 8 kilometres (5.0 mi) from Ohiya, 6 kilometres (3.7 mi) from the world-famous Ohiya Gap/Dondra Watch and 32 kilometres (20 mi) from Nuwara Eliya.",
  "/wiki/Kelani_River": "The Kelani River (Sinhala: කැළණි ගඟ) is a 145-kilometre-long (90 mi) river in Sri Lanka. Ranking as the fourth-longest river in the country, it stretches from the Sri Pada Mountain Range to Colombo. It flows through or borders the Sri Lankan districts of Nuwara Eliya, Ratnapura, Kegalle, Gampaha and Colombo. The Kelani River also flows through the capital of Sri Lanka, Colombo, and provides 80% of its drinking water.",
  "/wiki/Pali_Aru": "Pali Aru is a river in Northern Province, Sri Lanka. The river rises in northern Vavuniya District, near Puliyankulam, before flowing north/northwest through Vavuniya District, Mullaitivu District and Mannar District. The river empties into Palk Bay. The southern section of the river is sometimes known as Chamalankulam Aru.",
  "/wiki/Puliyankulam": "Puliyankulam is a town in Vavuniya District, Sri Lanka. A road going through this town connects Mankulam to Vavuniya. Another road going through Puliyankulam connects Nedunkeni, Oddusuddan and Mullaitivu to Vavuniya.",
  "/wiki/Maskeliya_Oya": "The Maskeliya Oya (translated into Maskeliya River from Sinhala) is a major upstream tributary of the Kelani River. The tributary measures approximately 40 km (25 mi) in length, originating from the hills of the Peak Wilderness Sanctuary, before passing through the Maskeliya Reservoir. Maskeliya Oya converges with the Kehelgamu Oya at Kalugala, forming the 100 km (62 mi) long Kelani River. The river is heavily used for hydroelectric power generation.",
  "/wiki/Peak_Wilderness_Sanctuary": "Peak Wilderness sanctuary is a natural reserve in Sri Lanka.  It is the third largest (by area) of the 50 sanctuaries in the country.",
  "/wiki/Nay_Aru_(Mannar)": "Nay Aru (or Nai Aru) is a river in Northern Province, Sri Lanka. The river rises in south-west Vavuniya District, before flowing north/north-west through Vavuniya District and Mannar District. The river empties into Palk Bay.",
  "/wiki/Per_Aru": "Per Aru is a river in Northern Province, Sri Lanka. The river rises in northern Vavuniya District, before flowing north/north-east through Vavuniya District and Mullaitivu District. The river empties into Nanthi Kadal lagoon.",
  "/wiki/Nanthi_Lagoon": "Nanthi Kadal (Tamil: நந்திக்கடல் Nantikkaṭal) is a lagoon in Mullaitivu District, north-east Sri Lanka. The English translation of Nanthi Kadal is \"the sea of conches\".",
  "/wiki/Mandekal_Aru": "Mandekal Aru is a river in Northern Province, Sri Lanka. The river rises in western Mullaitivu District, before flowing north through Mullaitivu District and Kilinochchi District. The river empties into Palk Bay.",
  "/wiki/Mullaitivu_District": "Mullaitivu District (Tamil: முல்லைத்தீவு மாவட்டம் Mullaittīvu Māvaṭṭam; Sinhala: මුලතිවු දිස්ත්‍රික්කය) is one of the 25 districts of Sri Lanka, the second level administrative division of the country. The district is administered by a District Secretariat headed by a District Secretary (previously known as a Government Agent) appointed by the central government of Sri Lanka. The capital of the district is the town of Mullaitivu.",
  "/wiki/Nanu_Oya": "Nanu Oya is a 27 km (17 mi) long stream in the Central Province of Sri Lanka It originates from Pidurutalagala at an elevation of over 2,000 m (6,562 ft) and drains into the Kotmale Oya at an elevation of approximately 1,200 m (3,937 ft). The Kotmale Oya is a tributary of the Mahaweli River, the longest river in Sri Lanka, which finally discharges at Trincomalee after a combined distance of nearly 350 km (217 mi). The river was dammed in 1873 to create the popular Lake Gregory in Nuwara Eliya. The Nanu Oya discharges into the Kotmale Oya 2.5 km (1.6 mi) upstream of the Upper Kotmale Dam.",
  "/wiki/Pidurutalagala": "Pidurutalagala (Sinhala: පිදුරුතලාගල, pronounced [ˌpidurutaˈlaːɡələ], Straw Plateau Rock), or Mount Pedro in English, is an ultra prominent peak, and the tallest mountain in Sri Lanka, at 2,524 m (8,281 ft).  It is situated North-North-East from the town of Nuwara Eliya, and is easily visible from most areas of the Central Province.\nIts summit is home to the central communications array of the Government of Sri Lanka and armed forces, and serves as an important point in the country's radar system. The peak is currently designated as an \"Ultra-high security zone\", and is protected by a large military base; being strictly off limits to the general public.",
  "/wiki/Pallavarayankaddu_Aru": "Pallavarayankaddu Aru is a river in Northern Province, Sri Lanka. The river rises in western Mullaitivu District, before flowing north-west through Mullaitivu District and Kilinochchi District. The river empties into Palk Bay.",
  "/wiki/Akkarayan_Aru": "Akkarayan Aru is a river in Northern Province, Sri Lanka. The river rises in north-west Mullaitivu District, before flowing north through Mullaitivu District and Kilinochchi District. The river empties into Jaffna Lagoon.",
  "/wiki/Jaffna_Lagoon": "Jaffna lagoon is a large lagoon off Jaffna District and Kilinochchi District, northern Sri Lanka.",
  "/wiki/Netheli_Aru": "Netheli Aru is a river in Northern Province, Sri Lanka. The river rises in central Mullaitivu District, before flowing north through Mullaitivu District and Kilinochchi District. The river empties into Chundikkulam Lagoon.",
  "/wiki/Theravil_Aru": "Theravil Aru (or Toravil Aru) is a river in Northern Province, Sri Lanka. The river rises in central Mullaitivu District, before flowing north through Mullaitivu District and Kilinochchi District. The river empties into Chundikkulam Lagoon.",
  "/wiki/Nay_Aru_(Mullaitivu)": "Nay Aru (or Nai Aru) is a small river in Northern Province, Sri Lanka. The river rises in south-east Mullaitivu District, before flowing north-east through Mullaitivu District. The river empties into Nai Aru Lagoon.",
  "/wiki/Nai_Aru_Lagoon": "Nai Aru Lagoon (or Nay Aru Lagoon) is an estuarine lagoon in Mullaitivu District, north-east Sri Lanka.",
  "/wiki/Piramenthal_Aru": "Piramenthal is a small river in Northern Province, Sri Lanka. The river rises in northern Mullaitivu District, before flowing north through Mullaitivu District and Kilinochchi District. The river empties into Chundikkulam Lagoon.",
  "/wiki/Kodalikkallu_Aru": "Kodalikkallu Aru is a small river in Northern Province, Sri Lanka. The river rises in south-east Mullaitivu District, before flowing north-east/north through Mullaitivu District. The river empties into Nanthi Kadal lagoon.",
  "/wiki/Valukkai_Aru": "Valukkai Aru is a seasonal river in Northern Province, Sri Lanka. It is the only river on the Jaffna Peninsula.  The river rises near Tellippalai, before flowing south-west through Kandarodai, Sandilipay and Vaddukoddai. The river empties into Jaffna Lagoon near Araly.",
  "/wiki/Jaffna_District": "Jaffna District (Tamil: யாழ்ப்பாணம் மாவட்டம் Yāḻppāṇam Māvaṭṭam; Sinhala: යාපනය දිස්ත්‍රික්කය yāpanaya distrikkaya) is one of the 25 districts of Sri Lanka, the second level administrative division of the country. The district is administered by a District Secretariat headed by a District Secretary (previously known as a Government Agent) appointed by the central government of Sri Lanka. The capital of the district is the city of Jaffna."
}