{
  "/wiki/Frankenstein%27s_Wedding": "Frankenstein's Wedding (also known as Frankenstein's Wedding… Live in Leeds) is a live musical drama based on Mary Shelley's novel Frankenstein. The show was broadcast live on BBC Three on 19 March 2011 from Kirkstall Abbey.",
  "/wiki/Victor_Frankenstein": "Victor Frankenstein is the main character in Mary Shelley's 1818 novel Frankenstein; or, The Modern Prometheus. He is a Swiss scientist (born in Naples, Italy) who, after studying chemical processes and the decay of living beings, gains an insight into the creation of life and gives life to his own creature, often referred to as Frankenstein's monster, or often colloquially referred to as simply \"Frankenstein\". Victor later regrets meddling with nature through his creation, as he inadvertently endangers his own life, as well as the lives of his family and friends, when the creature seeks revenge against him. In the novel we are introduced to the character when he is seeking to catch the monster near the North Pole and is saved from near death by Robert Walton and his crew. Some aspects of the character are believed to have been inspired by 17th-century alchemist Johann Conrad Dippel. Certainly, the author and her environment were aware of the experiment on electricity and dead tissues by Galvani and his nephew Aldini or, perhaps, Alessandro Volta at the university of Pavia.",
  "/wiki/BBC_Three": "BBC Three was a British free-to-air television channel operated by the British Broadcasting Corporation. Launched on 9 February 2003 as a replacement for BBC Choice, the service's remit was to provide \"innovative programming\" to a target audience of viewers between 16 and 34 years old, leveraging technology as well as new talent.",
  "/wiki/Monroe_(TV_series)": "Monroe is a British medical drama television series created and written by Peter Bowker and produced by Mammoth Screen for the ITV network. The series follows a neurosurgeon named Gabriel Monroe, played by James Nesbitt. The six-part series was commissioned by ITV as one of a number of replacements for its long-running police drama series The Bill, which was cancelled in 2010. Filming on Monroe began in Leeds in September 2010, with production based in the old Leeds Girls' High School in Headingley. The first episode was broadcast on ITV on 10 March 2011 to strong ratings. A second series followed in 2012. On 14 November 2012, it was announced that ITV had cancelled Monroe due to low viewing figures.",
  "/wiki/ITV_(TV_channel)": "ITV is a British free-to-air television channel.  Previously a network of separate uniquely identifiable regional television channels, ITV currently operates in England, Wales, Scotland, the Isle of Man, and the Channel Islands.",
  "/wiki/Being_Human_(UK_TV_series)": "Being Human is a British supernatural comedy-drama television series. It was created and written by Toby Whithouse for broadcast on BBC Three. The show blends elements of flatshare comedy and horror drama. The pilot episode starred Andrea Riseborough as Annie Sawyer (a ghost), Russell Tovey as George Sands (a werewolf), and Guy Flanagan as John Mitchell (a vampire) – all of whom are sharing accommodation and attempting as best they can to live a \"normal\" life and blend in with the ordinary humans around them, striving to fit in more.",
  "/wiki/List_of_Being_Human_(British_TV_series)_characters": "This is a list of fictional characters in the British supernatural drama-comedy television series Being Human. The show's central premise follows a vampire, a werewolf and a ghost as they try to live together in modern-day Britain. Actors Lenora Crichlow, Russell Tovey and Aidan Turner composed the original core cast of the programme's first three series with Sinead Keenan joining the main cast in series 3. This setup began to change from series 4, and by the fifth series an entirely different werewolf, vampire and ghost trio played by Michael Socha, Damien Molony and Kate Bracken were starring.",
  "/wiki/Misfits_(TV_series)": "Misfits is a British science fiction comedy-drama television show, on E4, about a group of young offenders sentenced to work in a community service programme, where they obtain supernatural powers after a strange electrical storm. The show premiered on 12 November 2009 and concluded on 11 December 2013 in its fifth series.",
  "/wiki/E4_(TV_channel)": "E4 is a British free-to-air television channel headquartered in London, United Kingdom owned by Channel Four Television Corporation. The \"E\" stands for  entertainment, and the channel is mainly aimed at the 16–34 age group. Programming includes US imports such as Brooklyn Nine-Nine, The Goldbergs,  The O.C., Smallville, Veronica Mars, Everwood, What About Brian, Desperate Housewives, How I Met Your Mother, 90210,  Gotham, Rules of Engagement, The Big Bang Theory, RuPaul's Drag Race, 2 Broke Girls, Scream Queens, Revenge, and previously Friends (now on Comedy Central and Channel 5). Other programming includes homegrown British shows such as Skins, Misfits, The Inbetweeners, Shameless, Hollyoaks, Coach Trip, Celebs Go Dating, Made in Chelsea, and upcoming series Mae & George.",
  "/wiki/Murdoch_Mysteries": "Murdoch Mysteries is a Canadian television drama series that premiered on Citytv on January 20, 2008 and currently airs on CBC. The series is based on characters from the Detective Murdoch novels by Maureen Jennings and stars Yannick Bisson as the fictional William Murdoch, a police detective working in Toronto, Ontario in the late 19th century. The series was titled The Artful Detective on the Ovation cable TV network in the United States, until season twelve.",
  "/wiki/Sherlock_Holmes": "Sherlock Holmes (/ˈʃɜːrlɒk ˈhoʊmz/ or /-ˈhoʊlmz/) is a fictional private detective created by British author Sir Arthur Conan Doyle. Referring to himself as a \"consulting detective\" in the stories, Holmes is known for his proficiency with observation, deduction, forensic science, and logical reasoning that borders on the fantastic, which he employs when investigating cases for a wide variety of clients, including Scotland Yard.",
  "/wiki/CBC_Television": "CBC Television (also known as CBC TV) is a Canadian English-language broadcast television network that is owned by the Canadian Broadcasting Corporation, the national public broadcaster. The network began operations on September 6, 1952. Its French-language counterpart is Ici Radio-Canada Télé.",
  "/wiki/The_Borgias_(2011_TV_series)": "The Borgias is a historical-fiction drama television series created by Neil Jordan; it debuted in 2011 and was canceled in 2013.",
  "/wiki/Showtime_(TV_channel)": "Showtime is an American premium television network that is owned by Showtime Networks, a subsidiary of ViacomCBS through its domestic networks unit. Showtime's programming primarily includes theatrically released motion pictures and original television series, along with boxing and mixed martial arts matches, occasional stand-up comedy specials and made-for-TV movies.",
  "/wiki/The_White_Queen_(miniseries)": "The White Queen is a British historical period drama television miniseries developed for BBC One. It is based on Philippa Gregory's historical novel series The Cousins' War (The White Queen, The Red Queen, and The Kingmaker's Daughter). The first episode premiered on BBC One on 16 June 2013 in the United Kingdom. It was first broadcast in the United States on Starz on 9 August 2013.",
  "/wiki/George_Stanley,_9th_Baron_Strange": "George Stanley, 9th Baron Strange, of Knockin, KG, KB (1460–1503) was an English nobleman and heir apparent of Thomas Stanley, 1st Earl of Derby. He was also a notable soldier in his own right and held a number of senior offices of state.",
  "/wiki/BBC_One": "BBC One (or BBC1 and BBC 1) is the first and flagship television channel of the BBC in the United Kingdom, Isle of Man and Channel Islands. It was launched on 2 November 1936 as the BBC Television Service, and was the world's first regular television service with a high level of image resolution. It was renamed BBC TV in 1960, using this name until the launch of the second BBC channel BBC2 in 1964, whereupon the BBC TV channel became known as BBC1, with the current spelling adopted in 1997.",
  "/wiki/Rosewater_(film)": "Rosewater is a 2014 American political drama film written, directed and produced by Jon Stewart, based on the memoir Then They Came for Me by Maziar Bahari and Aimee Molloy. It recounts Bahari's 2009 imprisonment by Iran, connected to an interview he participated in on The Daily Show that same year; Iranian authorities presented the interview as evidence that he was in communication with an American spy. Due to the content of the film, Stewart has been accused by Iran's state TV of being funded by Zionists and working with the CIA. The film was released in theaters on November 14, 2014.",
  "/wiki/Scott_Rudin": "Scott Rudin (born July 14, 1958) is an American film, TV and theatre producer.",
  "/wiki/The_Village_(2013_TV_series)": "The Village  is a BBC television series written by Peter Moffat. The drama is set in a Derbyshire village in the 20th century. The first series of what Moffat hoped would become a 42-hour televised drama, was broadcast in spring 2013 and covered the years 1914 to 1920. A second series was broadcast in autumn 2014, and continued the story into the 1920s. Future series were to be set during the Second World War, post-war Austerity Britain, and so on.",
  "/wiki/Endeavour_(TV_series)": "Endeavour is a British television detective drama series. It is a prequel to the long-running Inspector Morse and, like that series, is set primarily in Oxford. Shaun Evans portrays the young Endeavour Morse beginning his career as a detective constable, and later as a detective sergeant, with the Oxford City Police CID. The series is produced for ITV as a Mammoth Screen and Masterpiece co-production for ITV Studios. After a pilot episode in 2012, the first series was broadcast in 2013, and five more series have followed, with the exception of 2015. The fifth series with six episodes was set in 1968, and the sixth series picked up eight months later, set in 1969.",
  "/wiki/A.D._The_Bible_Continues": "A.D. The Bible Continues (also known as A.D. Kingdom and Empire) is an American biblical drama television miniseries, based on the Bible, and a sequel to the 2013 miniseries, The Bible. It is produced by Roma Downey, Mark Burnett, and Richard Bedser. The limited series began airing on NBC on Easter Sunday, April 5, 2015, in twelve weekly one-hour episodes. The story takes place immediately after the events of The Bible miniseries, beginning with the crucifixion and resurrection of Jesus, and continues with the first ten chapters of the Acts of the Apostles. On July 3, 2015, NBC cancelled A.D. The Bible Continues after one season. However, producers Burnett and Downey plan future biblical productions on their OTT digital channel.",
  "/wiki/Caligula": "Caligula (/kəˈlɪɡjʊlə/;[a] Latin: Gaius Julius Caesar Augustus Germanicus; 31 August 12 – 24 January 41 AD) was Roman emperor from 37 to 41 AD. The son of the popular Roman general Germanicus and Augustus's granddaughter Agrippina the Elder, Caligula was born into the first ruling family of the Roman Empire, conventionally known as the Julio-Claudian dynasty. Germanicus' uncle and adoptive father, Tiberius, succeeded Augustus as emperor of Rome in 14 AD.",
  "/wiki/NBC": "The National Broadcasting Company (NBC) is an American English-language commercial terrestrial radio and television network that is a flagship property of NBCUniversal, a subsidiary of Comcast. The network is headquartered at 30 Rockefeller Plaza in New York City, with additional major offices near Los Angeles (at 10 Universal City Plaza), Chicago (at the NBC Tower) and Philadelphia (at the Comcast Technology Center). The network is one of the Big Three television networks. NBC is sometimes referred to as the \"Peacock Network\", in reference to its stylized peacock logo, introduced in 1956 to promote the company's innovations in early color broadcasting. It became the network's official emblem in 1979.",
  "/wiki/Black_Work": "Black Work is a three-part British detective fiction thriller and a leading dramatic vehicle for Sheridan Smith, who stars as police officer Jo Gillespie. The series, produced by Mammoth Screen in association with LipSync productions and Screen Yorkshire and directed by Michael Samuels, premiered on ITV on 21 June 2015, at 9PM, with two further episodes following. All three episodes are sixty minutes in length. The DVD of the series was released on 6 July 2015.",
  "/wiki/Capital_(BBC_adaptation)": "Capital is a three-part British television adaptation of John Lanchester’s novel Capital. The series was written by Peter Bowker, directed by Euros Lyn and produced by Matt Strevens for Kudos Film & Television Company. The first episode was broadcast on BBC One on 24 November 2015. The story centres on a fictional Pepys Road in South London (although there are two actual Pepys Roads in South London - namely in Raynes Park and New Cross) and the lives of people with connections to it. Once an ordinary residential area, the value of each house in the street is approaching £2 million. Its residents range from those who were born there to the newly wealthy who have only recently moved in. They all begin to receive postcards which say \"We want what you have\". They react to this in different ways.",
  "/wiki/Nickelodeon_Animated_Shorts_Program": "Nickelodeon Animated Shorts Program is a variety project that was launched in 2012, where people make animated shorts at Nickelodeon Animation Studio for shows to send to Nickelodeon and Nick Jr.. Since this project was launched, the TV series Breadwinners started in 2014, along with The Loud House in 2016, and the upcoming short-form series MooseBox and Sharkdog in 2018.",
  "/wiki/Outlander_(TV_series)": "Outlander  is a drama television series based upon author Diana Gabaldon's historical time travel book series of the same name. Developed by Ronald D. Moore and produced by Sony Pictures Television and Left Bank Pictures for Starz, the show premiered on August 9, 2014. It stars Caitriona Balfe as Claire Randall, a married former World War II nurse who in 1946 finds herself transported back to Scotland in 1743. There she encounters the dashing Highland warrior Jamie Fraser (Sam Heughan) and becomes embroiled in the Jacobite risings.",
  "/wiki/Charles_Edward_Stuart": "Charles Edward Louis John Casimir Sylvester Severino Maria Stuart (31 December 1720 – 31 January 1788) was the elder son of James Francis Edward Stuart, grandson of James II and VII, and the Stuart claimant to the throne of Great Britain after 1766 as \"Charles III\". During his lifetime, he was also known as \"the Young Pretender\" and \"the Young Chevalier\"; in popular memory, he is \"Bonnie Prince Charlie\". He is best remembered for his role in the 1745 rising; his defeat at Culloden in April 1746 effectively ended the Stuart cause, and subsequent attempts failed to materialise, such as a planned French invasion in 1759. His escape from Scotland after the uprising led to his portrayal as a romantic figure of heroic failure.",
  "/wiki/STARZ": "Starz (stylized as STARZ since 2016; pronounced \"stars\") is an American premium cable and satellite television network which serves as the flagship service of Starz Inc., which is ultimately owned by Lionsgate. Starz's programming features theatrically released motion pictures and first-run original television series.",
  "/wiki/Black_Mirror": "Black Mirror is a British science fiction anthology television series created by Charlie Brooker. He and Annabel Jones serve as the programme's showrunners. It examines modern society, particularly with regard to the unanticipated consequences of new technologies. Episodes are standalone, usually set in an alternative present or the near future, often with a dark and satirical tone, although some are more experimental and lighter.",
  "/wiki/Netflix": "Netflix, Inc. (/ˈnɛtflɪks/) is an American media-services provider and production company headquartered in Los Gatos, California, founded in 1997 by Reed Hastings and Marc Randolph in Scotts Valley, California. The company's primary business is its subscription-based streaming service which offers online streaming of a library of films and television programs, including those produced in-house. As of April 2019, Netflix had over 148 million paid subscriptions worldwide, including 60 million in the United States, and over 154 million subscriptions total including free trials. It is available worldwide except in mainland China (due to local restrictions), Syria, North Korea, and Crimea (due to U.S. sanctions). The company also has offices in the Netherlands, Brazil, India, Japan, and South Korea. Netflix is a member of the Motion Picture Association (MPA).",
  "/wiki/Crocodile_(Black_Mirror)": "\"Crocodile\" is the third episode of the fourth series of anthology series Black Mirror. It was written by Charlie Brooker and directed by John Hillcoat. The episode first aired on Netflix, along with the rest of series four, on 29 December 2017.",
  "/wiki/Midsomer_Murders": "Midsomer Murders is a British television detective drama that has aired on ITV since 1997. The show is based on Caroline Graham's Chief Inspector Barnaby book series, as originally adapted for television by Anthony Horowitz. A major success in viewership since its first episode, the series has been marketed worldwide in numerous countries.",
  "/wiki/ITV_(TV_network)": "ITV is a British free-to-air television network with its headquarters in London. It was launched in 1955 as Independent Television, under the auspices of the Independent Television Authority (ITA) (later the Independent Broadcasting Authority, after the Sound Broadcasting Act 1972, and currently Ofcom), to provide competition to BBC Television which had been established in 1932. ITV is the oldest commercial network in the UK. Since the passing of the Broadcasting Act 1990, its legal name has been Channel 3, to distinguish it from the other analogue channels at the time, namely BBC 1, BBC 2 and Channel 4. In part, the number 3 was assigned because television sets would usually be tuned so that the regional ITV station would be on the third button, with the other stations being allocated to the number within their name.",
  "/wiki/Poldark_(2015_TV_series)": "Poldark is a British historical period drama television series based on the novels of the same title by Winston Graham and starring Aidan Turner in the lead role. The series was written and adapted by Debbie Horsfield for the BBC, and directed by several directors throughout its run. Set between 1781 and 1801, the plot follows the titular character on his return to Cornwall after the American War of Independence in 1783.",
  "/wiki/James_Hadfield": "James Hadfield or Hatfield (1771/1772 – 23 January 1841) attempted to assassinate George III of the United Kingdom in 1800 but was acquitted of attempted murder by reason of insanity."
}