{
  "/wiki/East_Hills_railway_line": "The East Hills railway line serves the southern and south-western suburbs of Sydney, Australia. The line opened to East Hills in 1931 and was extended to connect to the Main South line in 1987. Most services along the line form part of the Airport & South Line operated by Sydney Trains.",
  "/wiki/Rail_Clearways_Program": "The Rail Clearways Program was a program of public works on Sydney's suburban railway network conceived in 2004 with the aim of easing congestion by reducing the amount of infrastructure shared by multiple services. The disparate projects at pinch points throughout the network were designed to increase capacity and improve reliability. All projects were delivered by the Transport Construction Authority until it was subsumed in November 2011 by Transport for New South Wales. Following the introduction of a new timetable in October 2013 that realised the benefit of many of the projects, the program was completed with the opening of the final upgrade in January 2014.",
  "/wiki/Suburban_rail": "Commuter rail, or suburban rail, is a passenger rail transport service that primarily operates within a metropolitan area, connecting commuters to a central city from adjacent suburbs or commuter towns. Generally commuter rail systems are considered heavy rail, using electrified or diesel trains. Distance charges or zone pricing may be used.",
  "/wiki/Liverpool_railway_station,_Sydney": "Liverpool railway station is a heritage-listed railway station located on the Main South line, serving the Sydney suburb of Liverpool in Australia. It is served by Sydney Trains T2 Inner West & Leppington, T3 Bankstown and T5 Cumberland services. It was added to the New South Wales State Heritage Register on 2 April 1999.",
  "/wiki/Dulwich_Hill_Line": "The Dulwich Hill Line (numbered L1) is a light rail route in Sydney, New South Wales, Australia, running along the entirety of the Inner West Light Rail, from Central Grand Concourse through the Inner West to Dulwich Hill. The 23-stop, 12.8-kilometre route is the first operational line on the Sydney light rail network.",
  "/wiki/Light_rail": "Light rail transit (LRT) is a form of urban rail transit using rolling stock similar to a tram, but operating at a higher capacity, and often on an exclusive right-of-way.",
  "/wiki/Sydney_Monorail": "The Sydney Monorail (originally TNT Harbourlink and later Metro Monorail) was a single-loop monorail in Sydney, Australia, that connected Darling Harbour, Chinatown and the Sydney central business and shopping districts. It opened in July 1988 and closed in June 2013.",
  "/wiki/Monorail": "A monorail is a railway in which the track consists of a single rail or a beam. The term is also used to describe the beam of the system, or the trains traveling on such a beam or track. The term originates from joining \"mono\" (meaning one) and \"rail\" (meaning rail) from 1897, possibly from German engineer Eugen Langen, who called an elevated railway system with wagons suspended the Eugen Langen One-railed Suspension Tramway (Einschieniges Hängebahnsystem Eugen Langen).",
  "/wiki/Auburn_Maintenance_Centre": "The Auburn Maintenance Centre is a train depot operated by Downer Rail responsible for the maintenance of the Sydney Trains A & B sets and Sydney Trains M set fleets.",
  "/wiki/Opal_card": "Opal is a contactless fare collection system for public transport services in the greater Sydney area of New South Wales, Australia. Operation of the Opal system is managed by the New South Wales Government's transport authority, Transport for NSW. First launched in late 2012, Opal is valid on Transport for NSW's bus, rail, light rail and ferry services that operate in Sydney and the neighbouring Central Coast, Hunter Region, Blue Mountains, Illawarra and Southern Highlands areas. Opal equipment was designed from the start to support a variety of cards, but launched with the captive Opal cards.",
  "/wiki/Electronic_ticketing_system": "An electronic ticket, often called e-ticket, is the digital ticket equivalent of a paper ticket. The term is most commonly associated with airline issued tickets. Electronic ticketing for urban or rail public transport is usually referred to as travel card or transit pass. It is also used in ticketing in the entertainment industry.",
  "/wiki/South_West_Rail_Link": "The South West Rail Link is a railway line serving the developing suburbs of south-western Sydney, Australia. Services form part of the Sydney Trains commuter rail network. It opened on 8 February 2015.",
  "/wiki/Gosford_railway_station": "Gosford railway station is located on the Main Northern line in New South Wales, Australia. It serves the Central Coast city of Gosford, opening on 15 August 1887.",
  "/wiki/Northern_Sydney_Freight_Corridor": "The Northern Sydney Freight Corridor (NSFC) was a project to improve access between Sydney and Newcastle for freight trains. Frequent passenger services operate on the Main Northern line between Strathfield and Broadmeadow. These passenger services take priority, meaning freight trains can be delayed and are subject to a curfew during peak hours. The Northern Sydney Freight Corridor aimed to reduce delays and increase capacity by providing additional train paths. The delivery of the NSFC projects was managed by Transport for New South Wales, with the exception of the Hexham freight loop which was delivered in June 2012 by the Australian Rail Track Corporation. The final stage was completed in June 2016.",
  "/wiki/Freight_rail": "Rail freight transport is the use of railroads and trains to transport cargo as opposed to human passengers.",
  "/wiki/North_Strathfield_railway_station": "North Strathfield railway station is located on the Main Northern line, serving the Sydney suburb of North Strathfield. It is served by Sydney Trains T9 Northern Line services.",
  "/wiki/Epping_railway_station,_Sydney": "Epping railway station is a railway station in Epping, in the Northern Suburbs and Greater Western regions of Sydney. It is served by Sydney Trains T9 Northern Line, NSW TrainLink Central Coast & Newcastle Line, and Metro North West Line services.",
  "/wiki/Thornleigh_railway_station": "Thornleigh railway station is located on the Main Northern line, serving the Sydney suburb of Thornleigh. It is served by Sydney Trains T1 Northern Line services.",
  "/wiki/Wynyard_Walk": "The Wynyard Walk is a 180-metre-long (590 ft) pedestrian link and tunnel between Wynyard station and Barangaroo in the Sydney central business district in the state of New South Wales, Australia. The walkway was officially opened on 20 September 2016. Wynyard Walk provides a quick and safe route and has increased the entry and exit capacity of Wynyard station to meet demand as Barangaroo is redeveloped. An estimated 20,000 pedestrians per hour can walk through the tunnel. In 2009, prior to construction of Barangaroo, the pedestrian tunnel was estimated to cost A$100 million.",
  "/wiki/Subway_(underpass)": "In the United Kingdom, the Republic of Ireland, Hong Kong and Commonwealth countries such as India, South Africa, Australia and New Zealand (but not commonly in Canada), a subway is normally an underpass for pedestrians and/or cyclists beneath a road or railway, allowing them to reach the other side in safety. Subways may also be constructed for the benefit of wildlife.",
  "/wiki/Newcastle_Light_Rail": "The Newcastle Light Rail is a light rail system in Newcastle, New South Wales, running from Newcastle Interchange through the central business district to Pacific Park. Major construction commenced in September 2017 and the line was opened on 17 February 2019. It is operated by Newcastle Transport.",
  "/wiki/Sydney_Metro_Northwest": "Sydney Metro Northwest is a rapid transit link to the north-western suburbs of Sydney, New South Wales, Australia. The link is being managed by Transport for NSW through its Sydney Metro agency, and connects the suburbs of Rouse Hill and Chatswood via Castle Hill and Epping.",
  "/wiki/Rapid_transit": "Rapid transit or mass rapid transit (MRT), also known as heavy rail, metro, subway,  tube, U-Bahn or underground, is a type of high-capacity public transport generally found in urban areas. Unlike buses or trams, rapid transit systems are electric railways that operate on an exclusive right-of-way, which cannot be accessed by pedestrians or other vehicles of any sort, and which is often grade separated in tunnels or on elevated railways.",
  "/wiki/Transport_for_NSW": "Transport for NSW, sometimes abbreviated to TfNSW, and pronounced as Transport for New South Wales, is a statutory authority of the New South Wales Government created on 1 November 2011, and is the leading transport and roads agency in New South Wales, Australia. The authority is a separate entity from the New South Wales Department of Transport, the ultimate parent entity of Transport for NSW and a department of the New South Wales Government."
}