{
  "/wiki/Display_resolution": "The display resolution or display modes of a digital television, computer monitor or display device is the number of distinct pixels in each dimension that can be displayed. It can be an ambiguous term especially as the displayed resolution is controlled by different factors in cathode ray tube (CRT) displays, flat-panel displays (including liquid-crystal displays) and projection displays using fixed picture-element (pixel) arrays. It is usually quoted as width × height, with the units in pixels: for example, 1024 × 768 means the width is 1024 pixels and the height is 768 pixels. This example would normally be spoken as ten twenty-four by seven sixty-eight or ten twenty-four by seven six eight. One use of the term display resolution applies to fixed-pixel-array displays such as plasma display panels (PDP), liquid-crystal displays (LCD), Digital Light Processing (DLP) projectors, OLED displays, and similar technologies, and is simply the physical number of columns and rows of pixels creating the display (e.g. 1920 × 1080). A consequence of having a fixed-grid display is that, for multi-format video inputs, all displays need a scaling engine (a digital video processor that includes a memory array) to match the incoming picture format to the display. For device displays such as phones, tablets, monitors and televisions, the use of the term display resolution as defined above is a misnomer, though common.",
  "/wiki/Color_depth": "Color depth or colour depth (see spelling differences), also known as bit depth, is either the number of bits used to indicate the color of a single pixel, in a bitmapped image or video framebuffer, or the number of bits used for each color component of a single pixel. For consumer video standards, such as High Efficiency Video Coding (H.265), the bit depth specifies the number of bits used for each color component. When referring to a pixel, the concept can be defined as bits per pixel (bpp), which specifies the number of bits used. When referring to a color component, the concept can be defined as bits per component, bits per channel, bits per color (all three abbreviated bpc), and also bits per pixel component, bits per color channel or bits per sample (bps). Color depth is only one aspect of color representation, expressing the precision with which colors can be expressed; the other aspect is how broad a range of colors can be expressed (the gamut). The definition of both color precision and gamut is accomplished with a color encoding specification which assigns a digital code value to a location in a color space.",
  "/wiki/Game_controller": "A game controller, or simply controller, is an input device used with video games or entertainment systems to provide input to a video game, typically to control an object or character in the game. Before the seventh generation of video game consoles, plugging in a controller into one of a console's controller ports were the primary means of using a game controller, although since then they have been replaced by wireless controllers, which do not require controller ports on the console but are battery-powered. USB game controllers could also be connected to a computer with a USB port. Input devices that have been classified as game controllers include keyboards, mouses, gamepads, joysticks, etc. Special purpose devices, such as steering wheels for driving games and light guns for shooting games, are also game controllers. Game controllers have been designed and improved over the years to be as user friendly as possible. The Microsoft Xbox controller, with its shoulder triggers that mimic actual triggers such as those found on guns, has become popular for shooting games. Some controllers are designed to be best for one type of game, such as steering wheels for driving games, or dance pads for dancing games.",
  "/wiki/Multimedia": "Multimedia  is content that uses a combination of different content forms such as text, audio, images, animations, video and interactive content. Multimedia contrasts with media that use only rudimentary computer displays such as text-only or traditional forms of printed or hand-produced material. Multimedia can be recorded and played, displayed, interacted with or accessed by information content processing devices, such as computerized and electronic devices, but can also be part of a live performance. Multimedia devices are electronic media devices used to store and experience multimedia content. Multimedia is distinguished from mixed media in fine art; for example, by including audio it has a broader scope. In the early years of multimedia the term rich media was synonymous with interactive multimedia, and hypermedia was an application of multimedia.",
  "/wiki/Secure_Digital": "Secure Digital, officially abbreviated as SD, is a proprietary non-volatile memory card format developed by the SD Card Association (SDA) for use in portable devices. The standard was introduced in August 1999 by joint efforts between SanDisk, Panasonic (Matsushita Electric) and Toshiba as an improvement over MultiMediaCards (MMC), and has become the industry standard. The three companies formed SD-3C, LLC, a company that licenses and enforces intellectual property rights associated with SD memory cards and SD host and ancillary products. The companies also formed the SD Association (SDA), a non-profit organization, in January 2000 to promote and create SD Card standards. SDA today has about 1,000 member companies. The SDA uses several trademarked logos owned and licensed by SD-3C to enforce compliance with its specifications and assure users of compatibility.",
  "/wiki/D-pad": "A D-pad (short for digital pad or directional pad; also known as a control pad) is a flat, usually thumb-operated, usually digital, four-way directional control with one button on each point, found on nearly all modern video game console gamepads, game controllers, on the remote control units of some television and DVD players, and smart phones. Like early video game joysticks, the vast majority of D-pads are digital; in other words, only the directions provided on the D-pad buttons can be used, with no intermediate values. However, combinations of two directions (up and left, for example) do provide diagonals and many modern D-pads can be used to provide eight-directional input if appropriate. Although digital pads offer less flexibility than analog sticks, they can easily be manipulated (requiring little movement of the thumb) with very high accuracy. They are also far less demanding in maintenance and do not protrude very far from the controller, making them ideal for portable consoles such as the Game Boy, Nintendo DS and the PlayStation Portable. D-pads have appeared on other kinds of electronic equipment, including A/V remote controls (especially since the appearance of DVD players, which are heavily menu driven), calculators, PDAs, smartphones, and car stereos such as the AutoPC.",
  "/wiki/ROM_image": "A ROM image, or ROM file, is a computer file which contains a copy of the data from a read-only memory chip, often from a video game cartridge, a computer's firmware, or from an arcade game's main board. The term is frequently used in the context of emulation, whereby older games or computer firmware are copied to ROM files on modern computers and can, using a piece of software known as an emulator, be run on a computer.",
  "/wiki/ISO": "The International Organization for Standardization (ISO; /ˈaɪsoʊ/) is an international standard-setting body composed of representatives from various national standards organizations. Founded on 23 February 1947, the organization promotes worldwide proprietary, industrial, and commercial standards. It is headquartered in Geneva, Switzerland, and works in 164 countries. It was one of the first organizations granted general consultative status with the United Nations Economic and Social Council.",
  "/wiki/MicroSD": "Secure Digital, officially abbreviated as SD, is a proprietary non-volatile memory card format developed by the SD Card Association (SDA) for use in portable devices. The standard was introduced in August 1999 by joint efforts between SanDisk, Panasonic (Matsushita Electric) and Toshiba as an improvement over MultiMediaCards (MMC), and has become the industry standard. The three companies formed SD-3C, LLC, a company that licenses and enforces intellectual property rights associated with SD memory cards and SD host and ancillary products. The companies also formed the SD Association (SDA), a non-profit organization, in January 2000 to promote and create SD Card standards. SDA today has about 1,000 member companies. The SDA uses several trademarked logos owned and licensed by SD-3C to enforce compliance with its specifications and assure users of compatibility.",
  "/wiki/Miracast": "Miracast is a standard for wireless connections from devices (such as laptops, tablets, or smartphones) to displays (such as TVs, monitors, or projectors), introduced in 2012 by the Wi-Fi Alliance. It can roughly be described as HDMI over Wi-Fi, replacing the cable from the device to the display. The Wi-Fi Alliance launched the Miracast certification program at the end of 2012. Devices that are Miracast-certified can communicate with each other, regardless of manufacturer. Adapters became available that may be plugged either into HDMI or USB ports, allowing devices without built-in Miracast support to connect via Miracast. [citation needed] In 2013, Nvidia announced support for Miracast. Miracast employs the peer-to-peer Wi-Fi Direct standard. It allows sending up to 1080p HD video (H.264 codec) and 5.1 surround sound (AAC and AC3 are optional codecs, mandated codec is linear pulse-code modulation – 16 bits 48 kHz 2 channels).",
  "/wiki/Intel_WiDi": "Wireless Display (WiDi) was technology developed by Intel that enabled users to stream music, movies, photos, videos and apps without wires from a compatible computer to a compatible HDTV or through the use of an adapter with other HDTVs or monitors. Intel WiDi supported HD 1080p video quality, 5.1 surround sound, and low latency for interacting with applications sent to the TV from a PC. Using the Intel WiDi Widget users could perform different functions simultaneously on their PC and TV such as checking email on the PC while streaming a movie to the TV from the same device. WiDi was discontinued in 2015 in favour of Miracast, a standard developed by the Wi-Fi Alliance and natively supported by Windows 8.1 and later.",
  "/wiki/Liquid-crystal_display": "A liquid-crystal display (LCD) is a flat-panel display or other electronically modulated optical device that uses the light-modulating properties of liquid crystals combined with polarizers. Liquid crystals do not emit light directly, instead using a backlight or reflector to produce images in color or monochrome. LCDs are available to display arbitrary images (as in a general-purpose computer display) or fixed images with low information content, which can be displayed or hidden, such as preset words, digits, and seven-segment displays, as in a digital clock. They use the same basic technology, except that arbitrary images are made from a matrix of small pixels, while other displays have larger elements. LCDs can either be normally on (positive) or off (negative), depending on the polarizer arrangement. For example, a character positive LCD with a backlight will have black lettering on a background that is the color of the backlight, and a character negative LCD will have a black background with the letters being of the same color as the backlight. Optical filters are added to white on blue LCDs to give them their characteristic appearance. LCDs are used in a wide range of applications, including LCD televisions, computer monitors, instrument panels, aircraft cockpit displays, and indoor and outdoor signage.",
  "/wiki/ROM_cartridge": "A ROM cartridge, usually referred to simply as a cartridge or cart, is a removable memory card containing ROM designed to be connected to a consumer electronics device such as a home computer, video game console or, to a lesser extent, electronic musical instruments. ROM cartridges can be used to load software such as video games or other application programs. The cartridge slot could also be used for hardware additions, for example speech synthesis. Some cartridges had battery-backed static random-access memory, allowing a user to save data such as game progress or scores between uses. ROM cartridges allowed the user to rapidly load and access programs and data without the expense of a floppy drive, which was an expensive peripheral during the home computer era, and without using slow, sequential, and often unreliable Compact Cassette tape. An advantage for the manufacturer was the relative security of the software in cartridge form, which was difficult for end users to replicate. However, cartridges were expensive to manufacture compared to making a floppy disk or CD-ROM. As disk drives became more common and software expanded beyond the practical limits of ROM size, cartridge slots disappeared from later game consoles and personal computers.",
  "/wiki/Analog_stick": "An analog stick (or analogue stick in UK English), sometimes called a control stick, joystick, or thumbstick is an input device for a controller (often a game controller) that is used for two-dimensional input. An analog stick is a variation of a joystick, consisting of a protrusion from the controller; input is based on the position of this protrusion in relation to the default center position. While digital sticks rely on single electrical connections for movement (using internal digital electrical contacts for up, down, left and right), analog sticks use continuous electrical activity running through potentiometers to measure the exact position of the stick within its full range of motion. The analog stick has greatly overtaken the D-pad in both prominence and usage in console video games.",
  "/wiki/Universal_Media_Disc": "The Universal Media Disc (UMD) is a discontinued optical disc medium developed by Sony for use on their PlayStation Portable handheld gaming and multimedia platform. It can hold up to 1.8 gigabytes of data and is capable of housing video games, feature-length films, and music. UMD was the trademark of Sony Computer Entertainment for their optical disk cartridge (ODC).",
  "/wiki/Touchscreen": "A touchscreen, or touch screen, is a both input and output device and normally layered on the top of an electronic visual display of an information processing system. A user can give input or control the information processing system through simple or multi-touch gestures by touching the screen with a special stylus or one or more fingers. Some touchscreens use ordinary or specially coated gloves to work while others may only work using a special stylus or pen. The user can use the touchscreen to react to what is displayed and, if the software allows, to control how it is displayed; for example, zooming to increase the text size. The touchscreen enables the user to interact directly with what is displayed, rather than using a mouse, touchpad, or other such devices (other than a stylus, which is optional for most modern touchscreens). Touchscreens are common in devices such as game consoles, personal computers, electronic voting machines, and point-of-sale (POS) systems. They can also be attached to computers or, as terminals, to networks. They play a prominent role in the design of digital appliances such as personal digital assistants (PDAs) and some e-readers.",
  "/wiki/MultiMediaCard": "MultiMediaCard, officially abbreviated as MMC, is a memory card standard used for solid-state storage. Unveiled in 1997 by  SanDisk and Siemens AG, MMC is based on a surface-contact low pin-count serial interface using a single memory stack substrate assembly, and is therefore much smaller than earlier systems based on high pin-count parallel interfaces using traditional surface-mount assembly such as CompactFlash. Both products were initially introduced using SanDisk NOR-based  flash technology. MMC is about the size of a postage stamp: 24 mm × 32 mm × 1.4 mm. MMC originally used a 1-bit serial interface, but newer versions[when?] of the specification allow transfers of 4 or 8 bits at a time. MMC can be used in many devices that can use Secure Digital (SD) cards. Typically, an MMC operates as a storage medium for a portable device, in a form that can easily be removed for access by a PC.",
  "/wiki/Thin-film_transistor": "A thin-film transistor (TFT) is a special type of metal–oxide–semiconductor field-effect transistor (MOSFET) made by depositing thin films of an active semiconductor layer as well as the dielectric layer and metallic contacts over a supporting (but non-conducting) substrate. A common substrate is glass, because the primary application of TFTs is in liquid-crystal displays (LCDs). This differs from the conventional bulk MOSFET transistor, where the semiconductor material typically is the substrate, such as a silicon wafer.",
  "/wiki/SmartMedia": "SmartMedia is a flash memory card standard owned by Toshiba, with capacities ranging from 2 MB to 128 MB. SmartMedia memory cards are no longer manufactured."
}