{
  "/wiki/Kaadu_(The_Jungle)": "Kaadu or The Jungle is a 1952 Indian-American science fiction film directed by William Berke. Mr. T. R. Sundaram (The Modern Theatres Ltd) & William Berke Production. It stars Rod Cameron, Cesar Romero, Marie Windsor and M.N. Nambiar in lead roles. The film was the first science fiction film in India. Kaadu was released on 1 August 1952.",
  "/wiki/Tamil_cinema": "Tamil cinema is the filmmaking industry of Tamil-language motion pictures. It is based in Chennai, Tamil Nadu, India, in the Kodambakkam neighbourhood, leading to the industry’s nickname Kollywood, the word being a portmanteau of Kodambakkam and Hollywood.",
  "/wiki/Hollywood": "Hollywood is a neighborhood in the central region of Los Angeles, California, notable as the home of the U.S. film industry, including several of its historic studios. Its name has come to be a shorthand reference for the industry and the people associated with it.",
  "/wiki/Mr._X_in_Bombay": "Mr. X in Bombay, directed by Shantilal Soni, is a 1964 Indian science fiction thriller film starring Kishore Kumar, Kumkum and Madan Puri.",
  "/wiki/Hindi_cinema": "Hindi cinema, often known as Bollywood and formerly as Bombay cinema, is the Indian Hindi-language film industry based in Mumbai (formerly Bombay). The term is a portmanteau of \"Bombay\" and \"Hollywood\". The industry is related to Cinema of South India and other Indian film industries, making up Indian Cinema—the world's largest by number of feature films produced.",
  "/wiki/Shantilal_Soni": "Shantilal Soni also referred as S. L. Soni (28 November 1930 -2004) was one of noted film director, producer and writer from Bombay. He was a Gujarati by birth. He has directed more than 22 films starting his career in 1960 with (Sinhal Dweep Ki Sundari) and last one in 2007 (Aur Pappu Pass Ho Gaya). He was producer of 3 films and writer of 2 films. He has directed films for Bollywood, Gujarati cinema and Bengali cinema.",
  "/wiki/Kishore_Kumar": "Abhas Kumar Ganguly (born 4 August 1929 – 13 October 1987),  better known by his stage name Kishore Kumar (pronunciation (help·info)) was an Indian playback singer, actor, music director, lyricist, writer, director, producer and screenwriter. He is considered as one of the most popular singers of Indian film industry and from soft numbers to peppy tracks to romantic moods, Kumar sang in different genres but some of his rare compositions which were considered classics were lost in time. According to Ashok Kumar, Kumar's success lies in the fact that his voice used to hit the microphone straight at its most sensitive point.",
  "/wiki/Kum_Kum": "Kumkum, born Zaibunnissa, is an Indian film actress from Hussainabad in Sheikhpura, Bihar. Her father was Nabab of Hussainabad and belonged to a highly reputed family. She acted in almost 115 films in her career. She is best known for her roles in Mr. X in Bombay (1964), Mother India (1957), Son Of India (1962), Kohinoor (1960), Ujala, Naya Daur, Shreeman Funtoosh, Ek Sapera Ek Lutera, Ganga Ki Laharen, Raja Aur Runk, Aankhen (1968), Lalkaar, Geet and Ek Kuwara Ek Kuwari. She paired with many film heroes of her era and was popular in roles alongside Kishore Kumar.",
  "/wiki/Madan_Puri": "Madan Puri (1915 – 13 January 1985) was an Indian actor of Hindi and Punjabi films. His brother was Amrish Puri. As a character actor mainly in negative roles (villain), he acted in about 430 films in a career spanning fifty years.",
  "/wiki/The_Alien_(1960s_film)": "The Alien was an unproduced Indian-American science fiction film in development in the late 1960s which was eventually cancelled. It was to be directed by celebrated Indian filmmaker Satyajit Ray and co-produced by Columbia Pictures. The script was written by Ray in 1967, loosely based on Bankubabur Bandhu (Banku Babu's Friend or Mr. Banku's Friend), a Bengali science fiction story he had written in 1962 for Sandesh, the Ray family magazine, which gained popularity among Bengalis in the early 1960s. Bankubabur Bandhu was eventually adapted into a television film by Satyajit Ray's son Sandip Ray, and a play by the theatre group Swapnasandhani Kaushik Sen, in 2006.",
  "/wiki/Cinema_of_West_Bengal": "The cinema of West Bengal, also known as Tollywood, refers to the Indian Bengali language film industry based in the Tollygunge region of Kolkata, West Bengal, India. The origins of the nickname Tollywood, a portmanteau of the words Tollygunge and Hollywood, dates back to 1932. It was a historically important film industry, at one time the centre of Indian film production. The Bengali film industry is known for producing many of Indian cinema's most critically acclaimed global Parallel Cinema and art films, with several of its filmmakers gaining prominence at the Indian National Film Awards as well as international acclaim. Since the late 20th century, the Bengali film industry has become smaller, overtaken by other regional industries such as Bollywood and South Indian cinema.",
  "/wiki/Satyajit_Ray": "Satyajit Ray  (Bengali pronunciation: [ˈʃɔtːodʒit ˈrai̯] (listen); 2 May 1921 – 23 April 1992) was an Indian filmmaker, screenwriter, music composer, graphic artist, lyricist and author, widely regarded as one of the greatest filmmakers of all time. Ray was born in Calcutta into a Bengali family which was prominent in the field of arts and literature. Starting his career as a commercial artist, Ray was drawn into independent filmmaking after meeting French filmmaker Jean Renoir and viewing Vittorio De Sica's Italian neorealist film Bicycle Thieves (1948) during a visit to London.",
  "/wiki/Bengali_people": "Bengalis (Bengali: বাঙালি [baŋali]), also rendered as Bengali people, Bangalis, and Bangalees, are an Indo-Aryan ethnic group native to the Bengal region in South Asia, specifically in the eastern part of the Indian subcontinent, presently divided between Bangladesh and the Indian states of West Bengal, Tripura, Assam's Barak Valley, who speak Bengali, a language from the Indo-Aryan language family. The term \"Bangalee\" is also used to denote people of Bangladesh as a nation.",
  "/wiki/Karutha_Rathrikal": "Karutha Rathrikal (transl. Dark Nights) is a 1967 Indian Malayalam-language science fiction film directed by P. Subramaniam under the name Mahesh. An adaptation of the novella Strange Case of Dr Jekyll and Mr Hyde by Robert Louis Stevenson, it was the first science fiction film in the history of Malayalam cinema.",
  "/wiki/Malayalam_cinema": "Malayalam cinema is the Indian film industry based in the southern state of Kerala, dedicated to the production of motion pictures in the Malayalam language. It is also known by the sobriquet Mollywood in various print and online media (a portmanteau of Malayalam and Hollywood). Malayalam film industry is the fourth biggest film industry in India. The films produced here are known for their cinematography and story-driven realistic plots. Works such as Marana Simhasanam  and Vanaprastham were screened in the Un Certain Regard section at the 1999 Cannes Film Festival.\nMarana Simhasanam garnered the coveted Caméra d'Or (\"Golden Camera\") for that year.",
  "/wiki/Madhu": "Madhu (Sanskrit: madhu) is a word used in several Indo-Aryan languages meaning honey or sweet. It is ultimately derived from Proto-Indo-European *médʰu, whence English mead.",
  "/wiki/Gemini_Ganesan": "Ramasamy Ganesan (16 November 1919 – 21 March 2005), better known by his stage name Gemini Ganesan, was an Indian actor who worked mainly in Tamil cinema. He was nicknamed \"Kadhal Mannan\" (King of Romance) for the romantic roles he played in films. Ganesan was one of the \"three biggest names of Tamil cinema\", the other two being M. G. Ramachandran (known by his initials as MGR) and Sivaji Ganesan. While Sivaji Ganesan excelled in dramatic films and Ramachandran was popular as an action hero, Gemini Ganesan was known for his romantic films. A recipient of the Padma Shri in 1971, he had also won several other awards including the \"Kalaimamani\", the \"MGR Gold Medal\" and the \"Screen Lifetime Achievement Award\". He came from an intercaste family, and was one of the few graduates to enter the film industry at that time.",
  "/wiki/S._P._Pillai": "S. P. Pillai (1913  – 12 June 1985) was an Indian film and stage actor, best known for his comic roles in Malayalam films.",
  "/wiki/Elaan_(1971_film)": "Elaan is a 1971 Bollywood Sci-Fi thriller film directed by K. Ramanlal. The film stars Vinod Khanna, Rekha and Madan Puri . The rights to this film are owned by Shah Rukh Khan's Red Chillies Entertainment.",
  "/wiki/Vinod_Mehra": "Vinod Mehra (Hindi: विनोद मेहरा) (13 February 1945 – 30 October 1990) was an Indian actor in Bollywood films. He started out as a child actor in the late 1950s before starting his film career as an adult in 1971. He acted in over 100 films from the 1970s through to his death at the age of 45 in 1990. He was also the producer and director of the film Gurudev which was released 3 years after his death.",
  "/wiki/Rekha": "Bhanurekha Ganesan (born 10 October 1954), better known by her stage name Rekha, is an Indian film actress. Noted for her versatility and acknowledged as one of the finest actresses in Indian cinema, Rekha started her career in 1958 as a child actress in the Telugu film Inti Guttu, though her film debut as a lead happened twelve years later with Sawan Bhadon. Despite the success of several of her early films, she was often panned for her looks and it was not until the mid-to-late 1970s that she got recognition as an actress.",
  "/wiki/Vinod_Khanna": "Vinod Khanna (6 October 1946 – 27 April 2017) was an Indian actor, film producer and politician. He was the recipient of two Filmfare awards. He was also an active politician and was the MP from the Gurdaspur constituency between 1998–2009 and 2014–2017. In July 2002, Khanna became the minister for Culture and Tourism in the Atal Bihari Vajpayee cabinet. Six months later, he became the Minister of State for external affairs.",
  "/wiki/M._G._Ramachandran": "Maruthur Gopala Ramachandran (17 January 1917 – 24 December 1987), popularly known as M.G.R., was an Indian actor and politician who served as the Chief Minister of Tamil Nadu for ten years between 1977 and 1987. He is a cultural icon in the state and is regarded as one of the most influential actors of Tamil cinema. He was popularly known as \"Makkal Thilagam\" (People's King) as he was popular with the masses. He was a philanthropist and a humanitarian icon.",
  "/wiki/Vikram_(1986_Tamil_film)": "Vikram is a 1986 Indian Tamil-language action adventure film directed by Rajasekhar, starring Kamal Haasan, Sathyaraj, Amjad Khan, Ambika, Dimple Kapadia, Lizy, Charuhasan and Janagaraj. The first Indian movie to use computer for recording the songs. The film was adapted from novel of same name written by Sujatha. The film was dubbed in Telugu as Agent Vikram.",
  "/wiki/Kamal_Haasan": "Kamal Haasan (born 7 November 1954) is an Indian film actor, dancer, film director, screenwriter, producer, playback singer, lyricist and politician who works primarily in Tamil cinema and has also worked in Telugu, Malayalam, Kannada, Hindi and Bengali films. Haasan has won awards including three National Film Awards for Best Actor and 19 Filmfare Awards and nine International Awards. His production company, Raaj Kamal Films International, has produced several of his films.",
  "/wiki/Shiva_Ka_Insaaf": "Shiva Ka Insaaf (English: Shiva's Justice) is a 1985 Indian superhero film directed by Raj N. Sippy and produced by Romu N. Sippy. It stars Jackie Shroff, Poonam Dhillon and Gulshan Grover in lead roles. film was big Hit at the box office. The film is termed as the first Hindi film to be filmed in 3D.",
  "/wiki/Superhero_film": "A superhero film, superhero movie or superhero motion picture is a film that is focused on the actions of one or more superheroes: individuals who usually possess extraordinary - generally superhuman - abilities relative to a normal person and are dedicated to protecting the public. These films typically feature action, adventure, fantasy or science fiction elements, with the first film of a particular character often including a focus on the origin of their special powers and their first confrontation with their most famous supervillain or archenemy.",
  "/wiki/Raj_N._Sippy": "Raj N. Sippy (born 6 March 1948, India) also known as Raj Sippy, is an Indian film director and producer working on Bollywood films. He was very prominent in the 1980s, with successful films, like Inkaar, Satyamev Jayate and Mahaadev with Vinod Khanna, Satte Pe Satta with Amitabh Bachchan, then Boxer and Baazi with Mithun Chakraborty He directed  Satyamev Jayate, the come back film of Vinod Khanna after his Osho stint.",
  "/wiki/Jackie_Shroff": "Jai Kishan Kakubhai \"Jackie\" Shroff (born 1 February 1957) is an Indian actor. He has been in the Hindi cinema (Bollywood) industry for almost four decades and as of 2017[update] has appeared in more than 220 films in thirteen languages (Hindi, Konkani, Kannada, Marathi, Oriya, Punjabi, Bengali, Malayalam, Tamil, Telugu, Bhojpuri, Gujarati, and English language). He has won four Filmfare Awards among other accolades. He has also appeared in several successful short films.",
  "/wiki/Poonam_Dhillon": "Poonam Dhillon (born 18 April 1962) is an Indian Hindi-language film, theatre and TV actress and politician. A former Femina Miss India (1977). She is best known for her 1979 film Noorie and for her six films with Rajesh Khanna; Red Rose, Dard, Nishaan, Zamana, Awam (from 1980 to 1987) and Jai Shiv Shankar (1990). Romance (1983), Sohni Mahiwal (1984),  Teri Meherbaniyan (1985) Samundar (1986), Saveray Wali Gaadi (1986), Karma (1986), Naam (1986), Maalamaal (1988) are her other popular films.",
  "/wiki/Gulshan_Grover": "Gulshan Grover (born 21 September 1955) is an Indian actor who has appeared in over 400 films. He is among the first actors to have made a successful transition from Bollywood to Hollywood and international cinema. He is also known with the name \"Bad Man\" in Bollywood.",
  "/wiki/Jaithra_Yaathra": "Jaithra Yaathra is a 1987 Indian Malayalam film, directed by J. Sasikumar. The film stars Kakka Ravi, Shari, Kalaranjini and Sukumari in the lead roles. The film has musical score by Shyam.",
  "/wiki/Nizhalgal_Ravi": "Nizhalgal Ravi is an Indian film and television actor who has performed in Tamil, Malayalam and Telugu films and serials. He started his career in 1980 with the film Nizhalgal. He  has acted in 500 films.",
  "/wiki/Thilakan": "K. Surendranatha Thilakan (15 July 1935 – 24 September 2012) was a veteran Indian film and stage actor who appeared in over 200 Malayalam films. Known for his realistic and spontaneous appearances, he is widely regarded as one of the greatest actors of Indian Cinema of all time. He has won 3 National Film Awards and 9 Kerala State Film Awards. The Government of India honored him with the Padma Shri in 2009 for his contributions towards the arts. He died on 24 September 2012 at the age of 77. He holds the record of receiving Kerala State Film Award for Second Best Actor the highest number of times (6 times), till date.",
  "/wiki/Babu_Antony": "Babu Antony is an Indian film actor and mixed martial artist, who works primarily in Malayalam cinema. He has also acted in Tamil, Telugu, Kannada, Sinhalese, Hindi and English films. He has mostly done action roles. Babu owns mixed martial art academy in Houston.",
  "/wiki/Mr._India_(1987_film)": "Mr. India is a 1987 Indian Hindi-language superhero film directed by Shekhar Kapur, based on a screenplay written by Salim-Javed. It stars Sridevi and Anil Kapoor  in the lead roles. Amrish Puri, Ashok Kumar, Satish Kaushik, Ajit Vachani and Sharat Saxena are featured in supporting roles.",
  "/wiki/Bollywood": "Hindi cinema, often known as Bollywood and formerly as Bombay cinema, is the Indian Hindi-language film industry based in Mumbai (formerly Bombay). The term is a portmanteau of \"Bombay\" and \"Hollywood\". The industry is related to Cinema of South India and other Indian film industries, making up Indian Cinema—the world's largest by number of feature films produced.",
  "/wiki/Salim-Javed": "Salim–Javed were an Indian screenwriting duo in Bollywood, composed of Salim Khan and Javed Akhtar. They are noted for being the first Indian screenwriters to achieve star status, becoming the most successful Indian screenwriters of all time. They are regarded as \"Hindi cinema's greatest screenwriters\". They worked together on 24 films during 1971–1987, of which twenty were commercially and critically successful films. They worked together on 22 Bollywood films, as well as two Kannada films.",
  "/wiki/Shekhar_Kapur": "Shekhar Kapur (born 6 December 1945) is an Indian-British film director, actor, and producer, known for his works in Hindi cinema and international cinema. Part of the Anand family, Kapur became known in Bollywood with his recurring role in the TV series Khandan in the mid-1980s and his directorial debut in the cult Bollywood film Masoom in 1983, which won the Filmfare Critics Award for Best Movie for that year, before gaining widespread success with the science fiction film Mr. India (1987).",
  "/wiki/Anil_Kapoor": "Anil Kapoor (born 24 December 1956) is an Indian actor and producer who has appeared in over hundred Hindi-language films, as well as international films and television series. His career has spanned 40 years as an actor, and as a producer since 2005. He has also won numerous awards in his career, including two National Film Awards and six Filmfare Awards in varied acting categories.",
  "/wiki/Sridevi": "Sridevi (born Shree Amma Yanger Ayyapan; 13 August 1963 – 24 February 2018) was an Indian actress and producer, who worked in Telugu, Hindi, Tamil, Malayalam and Kannada films. Regarded as the \"First female Superstar\" of Indian cinema, she was the recipient of various accolades, including the National Film Award, the Nandi Award, the Tamil Nadu State Film Award, the Kerala State Film Award, three Filmfare Awards, the Filmfare Lifetime Achievement Award, and three Filmfare Awards South. In 2013, the Government of India awarded her with Padma Shri, the country's fourth highest civilian honor.  In a career that spanned five decades, she was known for her portrayals of women in challenging situations, and appeared in a range of genres, from slapstick comedy to epic dramas. Sridevi ranked as the highest-paid woman in the Indian entertainment industry in the 1980s and early 1990s and is widely regarded as one of the greatest and most influential actresses in the history of Indian cinema.",
  "/wiki/Amrish_Puri": "Amrish Lal Puri (22 June 1932 – 12 January 2005) was an Indian actor, who was an important figure in Indian theatre and cinema.",
  "/wiki/Nalaya_Manithan": "Naalai Manithan (transl. The Man of Tomorrow) is a 1989 Tamil-language science fiction horror film written and directed by Velu Prabhakaran. The film was produced by Thakkali Srinivasan under the banner Perfect Productions. Premi – Srini composed the music for the film. It stars Ajay Rathnam playing the titular role with Prabhu, Amala and Jaishankar playing the protagonist roles. The film was inspired from the American film Silent Rage directed by Michael Miller. The movie was remade in Kannada as Manava 2022 starring Devaraj.",
  "/wiki/Toofan_(1989_film)": "Toofan (lit. Storm) is a 1989 Indian Hindi-language superhero film directed by Ketan Desai, starring Amitabh Bachchan in a double role as twin brothers. One is the title character Toofan, a superhero who uses his crossbow as a weapon and the other is a magician named Shyam. Ketan Desai's father Manmohan Desai produced the film. The score and soundtrack were composed by Anu Malik.",
  "/wiki/Amitabh_Bachchan": "Amitabh Bachchan (pronounced [əmɪˈtaːbʱ ˈbətʃːən]; born Inquilaab Srivastava; 11 October 1942) is an Indian film actor, film producer, television host, occasional playback singer and former politician. He first gained popularity in the early 1970s for films such as Zanjeer, Deewaar and Sholay, and was dubbed India's \"angry young man\" for his on-screen roles in Bollywood. Referred to as the Shahenshah of Bollywood, Sadi ka Mahanayak (Hindi for, \"Greatest actor of the century\"), Star of the Millennium, or Big B, he has since appeared in over 200 Indian films in a career spanning more than five decades. Bachchan is widely regarded as one of the greatest and most influential actors in the history of Indian cinema as well as world cinema. So total was his dominance on the Indian movie scene in the 1970s and 1980s that the French director François Truffaut called him a \"one-man industry\". Beyond the Indian subcontinent, he also has a large overseas following in markets including Africa (such as South Africa), the Middle East (especially Egypt), United Kingdom, Russia and parts of the United States.",
  "/wiki/Meenakshi_Seshadri": "Meenakshi Seshadri (born 16 November 1963) is an Indian actress, model and dancer who mainly appeared in Hindi, Tamil, and Telugu films. She won the Eve's Weekly Miss India contest in 1981 at age 17.",
  "/wiki/Adhisaya_Manithan": "Adhisaya Manithan (English: Mysterious Human) is a 1990 Tamil Slasher film, produced by Thakkali Srinivasan and directed by Velu Prabhakaran. It is a sequel to Nalaya Manithan (1989). The film has Gouthami in the lead role, among others.",
  "/wiki/Aditya_369": "Aditya 369 is a 1991 Telugu-language science fiction film, written and directed by Singeetam Srinivasa Rao and produced by Sivalenka Krishna Prasad. The film stars Balakrishna, Mohini, Amrish Puri, Tinnu Anand, and Tarun Kumar, in lead roles, with soundtrack and cinematography handled by Ilaiyaraaja and  V. S. R. Swamy respectively. Aditya 369 dealt with exploratory dystopian and apocalyptic themes.",
  "/wiki/Telugu_language": "Telugu (English:  /ˈtɛlʊɡuː/; తెలుగు [teluɡu]) is a Dravidian language spoken predominantly in the Indian states of Andhra Pradesh and Telangana and the Union Territory of Puducherry (Yanam)  by the Telugu people. It stands alongside Hindi, English as one of the few languages with primary official language status in more than one Indian state. Telugu is also a linguistic minority in the states of Odisha, Karnataka, Tamil Nadu, Chhattisgarh, and Maharashtra. It is one of six languages designated a classical language of India by the country's government.",
  "/wiki/Laal_Paree": "Laal Paree is a 1991 Bollywood romance film starring Aditya Pancholi and introducing Jahnvi in the role of the mermaid.",
  "/wiki/Hindi_language": "Hindi (Devanagari: हिन्दी, IAST/ISO 15919: Hindī) or Modern Standard Hindi (Devanagari: मानक हिन्दी, IAST/ISO 15919: Mānak Hindī), is an Indo-Aryan language spoken in India and across the Indian subcontinent. Modern Hindi is the standardised and Sanskritised register of the Hindustani language, which itself is based primarily on the Khariboli dialect of Delhi and other nearby areas of Northern India. Hindi, written in the Devanagari script, is one of the two official languages of the Government of India, along with the English language. It is one of the 22 scheduled languages of the Republic of India.",
  "/wiki/Aditya_Pancholi": "Aditya Pancholi (born Nirmal Pancholi; 4 January 1965) is an Indian film actor, producer and playback singer who appears in Bollywood films. He started his career as a lead actor, though he found more success with supporting and Negative  \nroles and received a Filmfare nomination for the Best Performance in a Negative Role for Yes Boss (1997).",
  "/wiki/Javed_Jaffrey": "Syed Javed Ahmed Jaffrey (born 4 December 1963) is an Indian actor, voice actor, dancer, comedian, impressionist known for his work in several Bollywood films and Indian television shows.  His father is the famous comedian Jagdeep. He joined the Aam Aadmi Party (AAP) in March, 2014 and contested in the 2014 Indian general election from the Lucknow constituency only to finish 5th.",
  "/wiki/Hollywood_(2002_film)": "Hollywood is a 2002 Indian Kannada science fiction film written by Upendra and directed by Dinesh Babu. Hollywood is the first Indian robot film before Shankar's film Enthiran in a lead role. Upendra is the first man in India to play the role of human like android. It starred Upendra in a triple role as Surendra, Upendra and US 47 (a robot) along with the Australian actress Felicity Mason as Manisha. The movie was shot entirely in Hollywood, California with a very few support cast, including Ananth Nag and a monkey called Lakshmi, voiced by Ramesh Bhat. The movie was also dubbed into Telugu, retaining the same title.",
  "/wiki/Kannada_cinema": "Kannada cinema, also known as Sandalwood, is the segment of Indian cinema dedicated to the production of motion pictures in the Kannada language widely spoken in the state of Karnataka. The 1934 film Sati Sulochana directed by Y. V. Rao was the first talkie film in the Kannada language. It was also the first film starring Subbaiah Naidu, and was the first motion picture screened in the erstwhile Mysore Kingdom. The film was produced by Chamanlal Doongaji, who in 1932 founded South India Movietone in Bengaluru.",
  "/wiki/Patalghar": "Patalghar (Bengali: পাতাল ঘর \"The Underground Chamber\" ) is a Bengali science fiction film based on the story of same name by Shirshendu Mukhopadhyay and directed by Abhijit Chaudhuri.",
  "/wiki/Fun_2shh:_Dudes_in_the_10th_Century": "Fun 2shh: Dudes in the 10th Century is a 2003 Indian Hindi fantasy comedy film directed by Imtiaz Punjabi,  starring Amitabh Bachchan (voice), Gulshan Grover and Paresh Rawal.",
  "/wiki/Koi..._Mil_Gaya": "Koi... Mil Gaya (transl. I found someone) is a 2003 Indian Hindi-language science fiction film directed by Rakesh Roshan. It is the first installment in the Krrish franchise. The film stars Hrithik Roshan and Preity Zinta in the lead roles with Rekha playing an important supporting role. Initially, Aishwarya Rai was offered the role of Nisha. After she declined, the role went to Zinta. The film was released on 8 August 2003. It was shot in Kasauli, Nanital, Bhimtal and in Canada.",
  "/wiki/Hrithik_Roshan": "Hrithik Roshan (English:  /ˈrɪtɪk ˈrɒʃən/, born 10 January 1974) is an Indian actor who appears in Bollywood films. He has portrayed a variety of characters and is known for his dancing skills. One of the highest-paid actors in India, he has won many awards, including six Filmfares, four for Best Actor and one each for Best Debut and Best Actor (Critics). Starting in 2012, he appeared in Forbes India's Celebrity 100 based on his income and popularity.",
  "/wiki/Preity_Zinta": "Preity G Zinta (pronounced [ˈpriːt̪i ˈzɪɳʈaː]; born 31 January 1975) is an Indian film actress and entrepreneur, who was one of the most popular and highest paid actresses in the 2000s. After graduating with degrees in English honours and criminal psychology, Zinta made her acting debut in Dil Se.. in 1998, followed by a role in Soldier in the same year. These performances earned her the Filmfare Award for Best Female Debut, and she was later recognised for her role as a teenage single mother in Kya Kehna (2000). She subsequently established a career with a variety of character types; her film roles along with her screen persona have been credited with contributing to a change in the concept of a Hindi film heroine, and won her several accolades.",
  "/wiki/Rohit_Mehra_(Krrish)": "Krrish is an Indian franchise of superhero films, television series, comics and video games. The film series is directed, produced and written by Rakesh Roshan. It is considered Indian cinema's first such film series. All three films starred Rakesh's son Hrithik Roshan in the titular role. The films are centred, initially, on a mentally disabled boy who has an encounter with an extraterrestrial being, and later, his son, who grows up to be a reluctant superhero."
}