{
  "/wiki/Marcos_Milinkovic": "Marcos Antonio Milinkovic (born December 22, 1971 in Villa Ballester, Buenos Aires) is an Argentine volleyball player. Milinković is 203 cm and weighs 100 kg.",
  "/wiki/Christian_Lares": "Christian Lares (born (1974-01-18)18 January 1974) is a former Argentine male volleyball player. He was part of the Argentina men's national volleyball team. He competed with the national team at the 2000 Summer Olympics in Sydney, Australia, finishing 4th.",
  "/wiki/Leandro_Maly": "Leandro Maly (born (1976-01-29)29 January 1976) is a former Argentine male volleyball player. He was part of the Argentina men's national volleyball team. He competed with the national team at the 2000 Summer Olympics in Sydney, Australia, finishing 4th.",
  "/wiki/Leonardo_Patti": "Leonardo Patti (born (1978-07-06)6 July 1978) is a former Argentine male volleyball player. He was part of the Argentina men's national volleyball team. He competed with the national team at the 2004 Summer Olympics in Athens, Greece. He played with Club Ciudad de Bolívar in 2004.",
  "/wiki/Javier_Weber": "Carlos Javier Weber (born January 6, 1966) is a former volleyball player from Argentina. With 613 caps for Argentina as a setter from 1985-2002, Weber took part in some of Argentina’s greatest results. He represented his native country at three Summer Olympics, starting in Seoul (1988). There he won the bronze medal with the men's national team. Weber also competed at the 1996 and the 2000 Summer Olympics. He won also gold at the 1995 Pan American Games gold, and competed at five World Championship campaigns.\nHe head coach Club Ciudad de Bolívar.",
  "/wiki/Hugo_Conte": "Hugo Néstor Conte (born April 14, 1963) is a   volleyball coach and retired player from Argentina, who represented his native country in three Summer Olympics. He was born at Buenos Aires. He currently coaches Volley Cavriago in Italy.",
  "/wiki/Juan_Pablo_Porello": "Juan Pablo Porello (born (1977-06-27)27 June 1977) is a former Argentine male volleyball player. He was part of the Argentina men's national volleyball team. He competed with the national team at the 2000 Summer Olympics in Sydney, Australia, finishing 4th.",
  "/wiki/Alejandro_Spajic": "Alejandro Raúl Spajić Torres (born May 7, 1976) is an Argentine volleyball player. Spajić is clearly a volleyball player both for Argentina and his club. His background is somewhat similar to another world-class volleyball player namely Marcos Milinkovic.",
  "/wiki/Jer%C3%B3nimo_Bidegain": "Jerónimo Aníbal Bidegain (born January 16, 1977 in Buenos Aires) is an Argentine volleyball player. He is 200 cm and weighs 93 kg. He played with the national team in 2000 Summer Olympics and 2004 Summer Olympics.",
  "/wiki/Sebasti%C3%A1n_Firpo": "Sebastian Firpo (born (1976-10-27)27 October 1976) is a former Argentine male volleyball player. He was part of the Argentina men's national volleyball team. He competed with the national team at the 2000 Summer Olympics in Sydney, Australia, finishing 4th.",
  "/wiki/Pablo_Pereira_(volleyball)": "Pablo Pereira (born 18 January 1974) is an Argentine volleyball player. He competed at the 1996 Summer Olympics and the 2000 Summer Olympics.",
  "/wiki/Pablo_Meana": "Pablo Meana (born June 10, 1975 in Necochea) is a male  volleyball player from Argentina, who played as a libero. He ended up in sixth place with the Men's National Team at the 2002 FIVB Men's World Championship, where he was named Best Receiver of the tournament. Meana is a two-time Olympian (2000 and 2004) for his native country."
}