{
  "/wiki/2010_Alabama_gubernatorial_election": "The 2010 Alabama gubernatorial election took place on November 2, 2010. Incumbent Republican Governor Bob Riley was term limited and unable to seek re-election. The party primaries were held on June 1, 2010, with a Republican runoff on July 13. In the general election, Republican Robert J. Bentley defeated Democrat Ron Sparks.",
  "/wiki/Bob_Riley": "Robert Renfroe Riley (born October 3, 1944) is an American politician and a member of the Republican Party who served as the 52nd Governor of Alabama from 2003 to 2011.",
  "/wiki/Republican_Party_(United_States)": "The Republican Party, also referred to as the GOP (Grand Old Party), is one of the two major contemporary political parties in the United States; the other is its historic rival, the Democratic Party.",
  "/wiki/Robert_J._Bentley": "Robert Julian Bentley (born February 3, 1943) is an American former politician and physician who served as the 53rd Governor of Alabama from 2011 until 2017 upon his resignation after a political scandal and subsequent arrest. A member of the Republican Party, Bentley was elected governor in 2010 and re-elected in 2014. A sex scandal involving a political aide forced Bentley to resign from office on April 10, 2017.",
  "/wiki/Ron_Sparks_(politician)": "Ronald D. Sparks (born October 29, 1952) is an American politician from the state of Alabama. He is the former Commissioner of Agriculture and Industries.  Sparks is a member of the Democratic party, and was the Democratic candidate for Governor of Alabama in the state's 2010 gubernatorial election.",
  "/wiki/2010_Alaska_gubernatorial_election": "The 2010 Alaska gubernatorial election took place on November 2, 2010. Former Governor Sarah Palin did not run, having resigned in July 2009. Incumbent Governor Sean Parnell, who as lieutenant governor succeeded Palin following her resignation, announced that he would seek a full term.",
  "/wiki/Sean_Parnell": "Sean Randall Parnell (born November 19, 1962) is an American attorney and politician. He succeeded Sarah Palin in July 2009 to become the tenth governor of Alaska and served until 2014. Parnell was elected governor in his own right in 2010 with 59.06% of the vote, as the largest percentage margin of any Alaska governor since statehood.  In 2014, he narrowly lost his bid for re-election and has since returned to work in the private sector. He is a member of the Republican Party.",
  "/wiki/Ethan_Berkowitz": "Ethan Avram Berkowitz (born February 4, 1962) is an American attorney, businessman, politician and former radio co-host who is the current mayor of Anchorage, Alaska. From 1997 to 2007 he was the Alaska State Representative for District 26, serving as the Democratic Party Minority Leader from 1999 to 2007. He was the Democratic nominee for lieutenant governor in 2006, for Alaska's at-large congressional district in 2008 and for governor in 2010. He was elected mayor of Anchorage in 2015 and reelected in 2018.",
  "/wiki/2010_Arizona_gubernatorial_election": "The Arizona gubernatorial election of 2010 was held on November 2, 2010 to elect the Governor of Arizona. Incumbent Republican Jan Brewer ran for a full term. Party primaries were held on August 24, 2010. Jan Brewer won a full term, defeating Attorney General Goddard 54% to 42%.",
  "/wiki/Jan_Brewer": "Janice Kay Brewer (born September 26, 1944) is an American politician and author who served as the 22nd Governor of Arizona, from 2009 to 2015. A member of the Republican Party, Brewer is the fourth woman, and was the third consecutive woman, to serve as Governor of Arizona. Brewer became governor of Arizona as part of the line of succession, as determined by the Arizona Constitution, when Governor Janet Napolitano resigned to become secretary of Homeland Security. Brewer had served as secretary of state of Arizona from January 2003 to January 2009.",
  "/wiki/Terry_Goddard": "Samuel Pearson Goddard III (born January 29, 1947) is an American attorney and politician. He served as the Mayor of Phoenix from 1984 to 1990, on the Central Arizona Water Conservation District from 2001 to 2003 and as the 24th Attorney General of Arizona from 2003 to 2011. He is a member of the Democratic Party.",
  "/wiki/Barry_Hess": "The 2018 United States Senate election in Arizona took place on November 6, 2018, to elect a member of the United States Senate to represent the State of Arizona and replace incumbent Republican Senator Jeff Flake, who did not run for reelection to a second term. It was held concurrently with a gubernatorial election, other elections to the United States Senate, elections to the United States House of Representatives, as well as various other state and local elections.",
  "/wiki/2010_Arkansas_gubernatorial_election": "The 2010 Arkansas gubernatorial election took place on Tuesday, November 2, 2010. Incumbent Democratic Governor Mike Beebe ran for re-election, and faced former State Senator Jim Keet, whom he defeated in a landslide to win a second and final term as governor. As of 2020, this is the most recent time in which a Democrat won a statewide race in Arkansas. It was also the last time a Democrat swept every county in Arkansas, despite the year being called a Republican midterm wave year.",
  "/wiki/Mike_Beebe": "Mickey Dale Beebe (born December 28, 1946) is an American politician and attorney who served as the 45th Governor of Arkansas from 2007 to 2015.",
  "/wiki/Democratic_Party_(United_States)": "The Democratic Party is one of the two major contemporary political parties in the United States, along with its main rival, the Republican Party. Tracing its heritage back to Thomas Jefferson and James Madison's Democratic-Republican Party, the modern-day Democratic Party was founded around 1828 by supporters of Andrew Jackson, making it the world's oldest active political party.",
  "/wiki/Jim_Keet": "James Holland Keet (born May 12, 1949), is a restaurant owner in Little Rock, Arkansas, and a former member of the Arkansas House of Representatives and the Arkansas State Senate. Keet was the Republican nominee for governor of Arkansas in the November 2, 2010, gubernatorial election but lost the race to the  incumbent Democrat Mike Beebe.",
  "/wiki/2010_California_gubernatorial_election": "The 2010 California gubernatorial election was held November 2, 2010 to elect the Governor of California. The primary elections were held on June 8, 2010. Because constitutional office holders in California have been prohibited from serving more than two terms in the same office since 1990, incumbent Republican Arnold Schwarzenegger was ineligible to run for re-election for a third term. Former Governor Jerry Brown, to whom the term limits did not apply due to a grandfather clause, defeated Meg Whitman in the general election. Brown was sworn into office on January 3, 2011.",
  "/wiki/Arnold_Schwarzenegger": "Arnold Alois Schwarzenegger (/ˈʃvɑːrtsnɛɡər/;[a] German: [ˈaʁnɔlt ˈʃvaʁtsn̩ˌʔɛɡɐ]; born July 30, 1947) is an Austrian-American  actor, filmmaker, businessman, author, and former professional bodybuilder and politician. He served as the 38th Governor of California from 2003 to 2011. As of 2020, he is the most recent Republican governor of California.",
  "/wiki/Jerry_Brown": "Edmund Gerald Brown Jr. (born April 7, 1938) is an American retired politician who served as the 34th and 39th governor of California from 1975 to 1983 and from 2011 to 2019. A member of the Democratic Party, Brown served as California Attorney General from 2007 to 2011. He was both the oldest and sixth-youngest governor of California as a consequence of the 28-year gap between his second and third terms. Upon completing his fourth term in office, Brown became the third longest-serving governor in United States history, serving 16 years and 7 days in office.",
  "/wiki/Meg_Whitman": "Margaret Cushing Whitman (born August 4, 1956) is an American business executive, political activist, and philanthropist. She is the CEO of Quibi, and serves on the boards of Procter & Gamble and Dropbox. Whitman previously served as president and CEO of Hewlett Packard Enterprise. Whitman was a senior member of Mitt Romney's presidential campaigns in both 2008 and 2012 and ran for governor of California as a Republican in 2010, but supported Democrat Hillary Clinton in the 2016 presidential election.",
  "/wiki/Dale_Ogden": "The 2010 California gubernatorial election was held November 2, 2010 to elect the Governor of California. The primary elections were held on June 8, 2010. Because constitutional office holders in California have been prohibited from serving more than two terms in the same office since 1990, incumbent Republican Arnold Schwarzenegger was ineligible to run for re-election for a third term. Former Governor Jerry Brown, to whom the term limits did not apply due to a grandfather clause, defeated Meg Whitman in the general election. Brown was sworn into office on January 3, 2011.",
  "/wiki/2010_Colorado_gubernatorial_election": "The 2010 Colorado gubernatorial election was held on Tuesday, November 2, 2010 to elect the Governor of Colorado, who would serve a four-year term that began in January 2011. One-term incumbent Democrat Bill Ritter announced that he would not run for re-election in 2010. Maes, backed by the Tea Party movement, won the Republican nomination in the primary with 50.6% of the vote and a 1.3% margin over rival Scott McInnis. In claiming victory, Maes called on former representative Tom Tancredo, running as the Constitution Party's nominee to \"stop your campaign tonight.\" Denver mayor John Hickenlooper was unopposed for the Democratic nomination. Hickenlooper won the race with over 50% of the vote.",
  "/wiki/Bill_Ritter": "August William Ritter (born September 6, 1956) is an American politician and lawyer who served as the 41st Governor of Colorado from 2007 to 2011. A member of the Democratic Party, he served as the district attorney for Denver before his election in 2006.",
  "/wiki/John_Hickenlooper": "John Wright Hickenlooper Jr. (/ˈhɪkənluːpər/; born February 7, 1952) is an American politician, businessman, and petroleum geologist who was the 42nd governor of Colorado from 2011 to 2019. He is a member of the Democratic Party. In 2019, Hickenlooper campaigned for the 2020 Democratic nomination for the president of the United States but dropped out before any primaries were held. He subsequently announced his candidacy for the United States Senate in 2020 as one of 7 Democrats challenging one-term incumbent Republican Cory Gardner.",
  "/wiki/Tom_Tancredo": "Thomas Gerard Tancredo (/tæŋˈkreɪdoʊ/; born December 20, 1945) is an American politician from Colorado, who represented the state's sixth congressional district in the United States House of Representatives from 1999 to 2009 as a Republican. He ran for President of the United States during the 2008 election, and was the Constitution Party's unsuccessful nominee for Governor of Colorado in 2010.",
  "/wiki/2010_Connecticut_gubernatorial_election": "The 2010 Connecticut gubernatorial election took place on November 2, 2010, to elect the 88th Governor of Connecticut. Incumbent Governor Jodi Rell had announced in a press conference in Hartford on November 9, 2009, that she would not seek re-election in 2010. The sites Cook Political Report and CQ Politics both rated the election as a toss-up. This is the 1st open seat election since 1994.",
  "/wiki/Jodi_Rell": "Mary Jodi Rell (born June 16, 1946) is an American former Republican politician and the 87th Governor of the U.S. state of Connecticut from 2004 until 2011. Rell also served as the state's  85th Lieutenant Governor.",
  "/wiki/Dannel_Malloy": "Dannel Patrick Malloy (/ˈdænəl məˈlɔɪ/; born July 21, 1955) is an American politician, who served as the 88th governor of Connecticut from 2011 to 2019. A member of the Democratic Party, he chaired the Democratic Governors Association from 2016 to 2017. On July 1, 2019, he began his tenure as the Chancellor of the University of Maine System.",
  "/wiki/Thomas_C._Foley": "Thomas Coleman Foley (born January 9, 1952) is an American politician and businessman. He served as the United States Ambassador to Ireland from 2006 to 2009 and was the unsuccessful Republican nominee for Governor of Connecticut in 2010 and 2014.",
  "/wiki/2010_Florida_gubernatorial_election": "The 2010 Florida gubernatorial election took place on November 2, 2010. Republican-turned-Independent incumbent Governor Charlie Crist chose not to run for a second term. He instead ran (unsuccessfully) for the Senate seat vacated by Mel Martínez. This resulted in an open race for Governor of Florida in which Republican Rick Scott narrowly defeated Democrat Alex Sink.",
  "/wiki/Charlie_Crist": "Charles Joseph Crist Jr. (/krɪst/; born July 24, 1956) is an American politician and lawyer who has been the U.S. Representative from Florida's 13th congressional district since 2017. He served as the 44th governor of Florida from 2007 to 2011.",
  "/wiki/Independent_politician": "An independent or nonpartisan politician is a politician not affiliated with any political party. There are numerous reasons why someone may stand for office as an independent.",
  "/wiki/Rick_Scott": "Richard Lynn Scott (né Myers, December 1, 1952) is an American politician serving as the junior United States senator from Florida since 2019. A member of the Republican Party, he previously served as the 45th governor of Florida from 2011 to 2019.",
  "/wiki/Alex_Sink": "Adelaide Alexander Sink (born June 5, 1948) is an American politician and financier. A member of the Democratic Party, Sink was the Chief Financial Officer for the state of Florida and treasurer on the board of trustees of the Florida State Board of Administration. She was the Democratic nominee for Governor of Florida and faced Republican nominee Rick Scott in the 2010 Florida gubernatorial election, losing to Scott by a 1% margin. Sink was the unsuccessful Democratic candidate in the special election, losing to Republican David Jolly on March 11, 2014, in a race to fill the vacancy created by the death in 2013 of U.S. Representative Bill Young.",
  "/wiki/2010_Georgia_gubernatorial_election": "The 2010 Georgia gubernatorial election was held  on November 2, 2010. Incumbent Republican Governor Sonny Perdue was term-limited and unable to seek re-election. Primary elections for the Republican and Democratic parties took place on July 20, with a Republican runoff on August 10. The Libertarian Party also had ballot access and nominated John Monds. On November 2, 2010, Barnes conceded to Nathan Deal. He took office on January 10, 2011.  As of 2019, this was the last election in which a candidate won the governorship by double digits.",
  "/wiki/Sonny_Perdue": "George Ervin \"Sonny\" Perdue III (born December 20, 1946) is an American veterinarian, businessman, and politician currently serving as the 31st United States Secretary of Agriculture since 2017. He previously served as the 81st Governor of Georgia from 2003 to 2011. He was the first Republican Governor of Georgia since Reconstruction.",
  "/wiki/Nathan_Deal": "John Nathan Deal (born August 25, 1942) is an American attorney and politician who served as the 82nd Governor of Georgia from 2011 to 2019. He was elected to the United States House of Representatives as a member of the Democratic Party in 1992 and switched to the Republican Party in 1995. On March 1, 2010, Deal announced his resignation from Congress to run for Governor of Georgia.",
  "/wiki/Roy_Barnes": "Roy Eugene Barnes (born March 11, 1948) is an American attorney and politician who served as the 80th Governor of the U.S. State of Georgia from 1999 to 2003. As of 2019, he is the most recent Democrat to hold the office of Governor of Georgia.",
  "/wiki/John_Monds": "John Monds (born June 17, 1965) is an American politician and activist. He was the Libertarian nominee for Governor of Georgia in 2010. He was the first African American to appear on the general election ballot for Governor of Georgia.",
  "/wiki/2010_Hawaii_gubernatorial_election": "The 2010 Hawaii gubernatorial election was held on November 2, 2010 to elect the next Governor and Lieutenant Governor of Hawaii. The winning candidates served a four-year term from 2010 to 2014. Incumbent Republican Governor Linda Lingle was term-limited in 2010 and not eligible to run for re-election. Former congressman Neil Abercrombie was declared the winner, defeating lieutenant governor Duke Aiona. Abercrombie was sworn in as the state's seventh (and its fifth Democratic) Governor on December 6, 2010.",
  "/wiki/Linda_Lingle": "Linda Lingle (née Cutter; June 4, 1953) is an American politician, who was the sixth governor of Hawaii from 2002 until 2010. She was the first Republican governor of Hawaii since 1962. Lingle was also the first female governor of Hawaii and its first Jewish governor. Prior to serving as governor, Lingle served as Maui County mayor, council member, and chair of the Hawaii Republican Party.",
  "/wiki/Neil_Abercrombie": "Neil Abercrombie (born June 26, 1938) is an American politician who served as the seventh governor of Hawaii from 2010 to 2014. He is a member of the Democratic Party.",
  "/wiki/Duke_Aiona": "James R. \"Duke\" Aiona Jr. (born June 8, 1955) is an American politician and jurist who served as the tenth lieutenant governor of Hawaii from 2002 to 2010. A Republican, he also served both as an attorney and a judge for the state prior to becoming lieutenant governor.",
  "/wiki/2010_Idaho_gubernatorial_election": "The 2010 Idaho gubernatorial election was held on Tuesday, November 2, 2010 to elect the Governor of Idaho. Incumbent Republican Governor Butch Otter won re-election, defeating his Democratic opponent Keith G. Allred.",
  "/wiki/C._L._Otter": "Clement Leroy \"Butch\" Otter (born May 3, 1942) is an American businessman and politician who served as the 32nd governor of Idaho from 2007 to 2019. A member of the Republican Party, he was elected in 2006, and reelected in 2010, and 2014. Otter served as lieutenant governor from 1987 to 2001 and in U.S. Congress from the first district from 2001 to 2007.",
  "/wiki/Keith_G._Allred": "The 2010 Idaho gubernatorial election was held on Tuesday, November 2, 2010 to elect the Governor of Idaho. Incumbent Republican Governor Butch Otter won re-election, defeating his Democratic opponent Keith G. Allred.",
  "/wiki/2010_Illinois_gubernatorial_election": "The 2010 Illinois gubernatorial election took place on November 2, 2010. Incumbent Democratic Governor Pat Quinn was elected to a full term in office, having become governor in 2009 following the impeachment and removal of Governor Rod Blagojevich. Quinn was elected as the Democratic nominee, the Illinois Green Party nominee was attorney and 2006 nominee Rich Whitney, the Republican nominee was State Senator Bill Brady, the Libertarian Party nominee was Lex Green, and Scott Lee Cohen ran as an independent. Quinn was elected to a full term in a very close race, defeating Brady by only about 32,000 votes, even though Brady carried 98 of the state's 102 counties.",
  "/wiki/Pat_Quinn_(politician)": "Patrick Joseph Quinn Jr. (born December 16, 1948) is an American lawyer and politician who served as the 41st Governor of Illinois, from 2009 to 2015. A Democrat, Quinn began his career as an activist by founding the Coalition for Political Honesty.",
  "/wiki/Bill_Brady_(politician)": "William E. \"Bill\" Brady Jr. (born May 15, 1961) is a Republican member of the Illinois Senate who has represented the 44th Legislative District since his appointment in May 2002.",
  "/wiki/2010_Iowa_gubernatorial_election": "The Iowa gubernatorial election of 2010 was held on Tuesday, November 2, 2010 to elect the governor and lieutenant governor, to serve a four-year term beginning on January 14, 2011. In Iowa, the governor and lieutenant governor are elected on the same ballot.",
  "/wiki/Chet_Culver": "Chester John \"Chet\" Culver (born January 25, 1966) is an American politician who served as the 41st Governor of Iowa from 2007 to 2011. A member of the Democratic Party, he previously served as the 29th Secretary of State of Iowa from 1999 to 2007. He was also elected as the Federal Liaison for the Democratic Governors Association for 2008–2009. He founded the Chet Culver Group, an energy sector consulting firm, after he left public office in 2011.",
  "/wiki/Terry_Branstad": "Terry Edward Branstad (born November 17, 1946) is an American politician, university administrator, and diplomat serving as the United States Ambassador to China since 2017. A member of the Republican Party, he previously served as governor of Iowa. Branstad also served three terms in the Iowa House of Representatives from 1973 to 1979.",
  "/wiki/Eric_Cooper": "Eric Richard Cooper (December 18, 1966 – October 20, 2019) was an American professional baseball umpire, whose Major League Baseball (MLB) career spanned 1999 until his death in October 2019. He wore umpire uniform number 56. As a Major League umpire, Cooper officiated in ten Division Series, four League Championship Series, three Wild Card Games, one All-Star Game, and one World Series.",
  "/wiki/2010_Kansas_gubernatorial_election": "The 2010 Kansas gubernatorial election was held on November 2, 2010. Incumbent Governor Mark Parkinson, who assumed office when previous Governor Kathleen Sebelius was sworn in as the United States Secretary of Health and Human Services on April 28, 2009, declined to seek election to a full term. United States Senator Sam Brownback, who unsuccessfully ran for president in 2008, emerged as the Republican nominee, facing off against Democratic State Senator Tom Holland, who was unopposed for his party's nomination. Owing to the large amount of popularity that he had accumulated during his tenure in the United States Senate, Brownback defeated Holland in a landslide to become the 46th Governor of Kansas.",
  "/wiki/Mark_Parkinson": "Mark Vincent Parkinson (born June 24, 1957) is the president and chief executive officer of the American Health Care Association (AHCA) and the National Center for Assisted Living (NCAL). A former Republican, Parkinson is currently a member of the Democratic Party.  He was the 45th Governor of Kansas and a member of both the Kansas House of Representatives and the Kansas Senate.",
  "/wiki/Sam_Brownback": "Samuel Dale Brownback (born September 12, 1956) is an American attorney, politician, diplomat and member of the Republican Party who has served as the United States Ambassador at Large for International Religious Freedom since February 2018. Brownback previously served as the Secretary of Agriculture of Kansas (1986–93), as the U.S. Representative for Kansas's 2nd congressional district (1995–96), as a United States Senator from Kansas (1996–2011) and the 46th Governor of Kansas (2011–18). He also ran for the Republican nomination for President in 2008.",
  "/wiki/Tom_Holland_(politician)": "Tom Holland (born July 23, 1961) is a Democratic member of the Kansas Senate, representing the 3rd District since 2009. He was a member of the Kansas House of Representatives from 2003 to 2008.",
  "/wiki/2010_Maine_gubernatorial_election": "The 2010 Maine gubernatorial election took place on November 2, 2010. Incumbent Democratic Governor John Baldacci was term-limited and unable to seek re-election. Primary elections took place on June 8, 2010. The candidates who appeared on the November ballot were (in alphabetical order by last name):  Eliot Cutler (Independent), Paul LePage (Republican), Libby Mitchell (Democrat), Shawn Moody (Independent), and Kevin Scott (Independent).",
  "/wiki/John_Baldacci": "John Elias Baldacci (born January 30, 1955) is an American politician who served as the 73rd Governor of Maine from 2003 to 2011. A Democrat, he also served as a member of the United States House of Representatives from 1995 to 2003.",
  "/wiki/Paul_LePage": "Paul Richard LePage (/ləˈpeɪdʒ/; born October 9, 1948) is an American businessman and politician who was the 74th Governor of Maine, from 2011 to 2019. A member of the Republican Party, LePage served two terms as a city councilor in Waterville, Maine, before being elected Mayor of Waterville in 2003, serving until 2011.",
  "/wiki/Eliot_Cutler": "Eliot Cutler (born July 29, 1946) is an American lawyer who was an Independent candidate in Maine's 2010 and 2014 gubernatorial races. In 2010, he placed second in a multi-way race, receiving 208,270 votes, equaling 35.9%, narrowly losing to Republican Paul LePage. In 2014 he garnered only 8.4%, placing third behind both the Democratic candidate as well as LePage, who was re-elected with 48.2% of the vote. Both times, he was claimed to be a spoiler for the Democratic candidate.  Maine has since become the first state to use instant-runoff voting in its statewide elections.",
  "/wiki/Libby_Mitchell": "Elizabeth H. \"Libby\" Mitchell (born Elizabeth Anne Harrill on June 22, 1940) is an American politician from Maine. Mitchell, a Democrat, represented part of Kennebec County in the Maine Senate from 2004 to 2010. Mitchell was also the Democrats' 2010 candidate for the office of Governor of Maine. She finished in third place behind Republican Paul LePage and unenrolled attorney Eliot Cutler. She is the only woman in United States history to have been elected as both speaker of her state house of representatives and president of her state senate.",
  "/wiki/2010_Maryland_gubernatorial_election": "The Maryland gubernatorial election of 2010 was held on November 2, 2010. The date included the election of the Governor, Lieutenant Governor, and all members of the Maryland General Assembly. Incumbent Democratic Governor Martin O'Malley and lieutenant governor Anthony Brown won reelection to a second term in office, defeating Republican former governor Bob Ehrlich and his running mate Mary Kane. Ehrlich had previously lost reelection to O'Malley in 2006. O'Malley and Brown became the first gubernatorial ticket in Maryland history to receive more than one million votes. As of 2020, this is the most recent election in which a Democrat was elected Governor of Maryland.",
  "/wiki/Martin_O'Malley": "Martin Joseph O'Malley (born January 18, 1963) is an American politician and attorney who served as the 61st Governor of Maryland from 2007 to 2015. He previously served as Mayor of Baltimore from 1999 to 2007, and was a councilman from the Third Council District in the northeast section of the city on the Baltimore City Council from 1991 to 1999.",
  "/wiki/Bob_Ehrlich": "Robert Leroy Ehrlich Jr.  is an American lawyer and politician who served as the 60th Governor of Maryland from 2003 to 2007. A Republican, Ehrlich represented Maryland's 2nd Congressional district in the U.S. House of Representatives. He is a former member of the Maryland House of Delegates.",
  "/wiki/2010_Massachusetts_gubernatorial_election": "The Massachusetts gubernatorial election of 2010 was held on November 2, 2010. Incumbent Democratic Governor Deval Patrick was re-elected to a second term.",
  "/wiki/Deval_Patrick": "Deval Laurdine Patrick (born July 31, 1956) is an American politician, civil rights lawyer, author, and businessman who served as the 71st governor of Massachusetts, from 2007 to 2015. He was first elected in 2006, succeeding Mitt Romney, who chose not to run for reelection to focus on his presidential campaign. He was reelected in 2010. He was the first African American Governor of Massachusetts. A Democrat, Patrick served from 1994 to 1997 as the United States Assistant Attorney General for the Civil Rights Division under President Bill Clinton. He was a candidate for President of the United States in the 2020 U.S. presidential election.",
  "/wiki/Charlie_Baker": "Charles Duane Baker IV (born November 13, 1956) is an American businessman and politician serving as the 72nd governor of Massachusetts since January 8, 2015. A moderate Republican, he was a cabinet official under two governors of Massachusetts and served ten years as chief executive officer (CEO) of Harvard Pilgrim Health Care.",
  "/wiki/Tim_Cahill_(politician)": "Timothy Patrick Cahill (born December 1, 1958) is a former Massachusetts Treasurer and Receiver-General and was an independent candidate in the 2010 Massachusetts Gubernatorial Election.",
  "/wiki/2010_Michigan_gubernatorial_election": "The Michigan gubernatorial election of 2010 was held on November 2, 2010. Incumbent Democratic Governor Jennifer Granholm was prohibited by the state's Constitution from seeking a third term. This resulted in a large pool of candidates which was whittled down, when the May 11 filing deadline passed, to two Democrats and five Republicans. Both the Cook Political Report and the non-partisan Rothenberg Political Report rated the election as leaning Republican.",
  "/wiki/Jennifer_Granholm": "Jennifer Mulhern Granholm (born February 5, 1959) is a Canadian-American politician, lawyer, educator, author, and political commentator. A member of the Democratic Party, she was Attorney General of Michigan from 1999 to 2003 and the 47th Governor of Michigan from 2003 to 2011. In January 2017, she was hired as a CNN political contributor.",
  "/wiki/Rick_Snyder": "Richard Dale Snyder (born August 19, 1958) is an American politician, business executive, venture capitalist, lawyer and accountant who served as the 48th governor of Michigan from 2011 to 2019. He is a member of the Republican Party.",
  "/wiki/Virgil_Bernero": "Virgil Paul \"Virg\" Bernero (born March 31, 1964) is an American politician and former mayor of Lansing, Michigan, elected on November 8, 2005 and re-elected on November 3, 2009.  He is a member of the Democratic Party.  Prior to serving as mayor, Bernero served as a legislative aide, an Ingham County Commissioner and as a member of the Michigan House of Representatives and the Michigan Senate. He was the Democratic nominee for Governor of Michigan in 2010, losing in the November 2 general election to Republican Rick Snyder.",
  "/wiki/2010_Minnesota_gubernatorial_election": "The 2010 Minnesota gubernatorial election was held on Tuesday, November 2, 2010 to elect the 40th Governor of the U.S. state of Minnesota for a four-year term to begin in January 2011. The general election was contested by the major party candidates State Representative Tom Emmer (R–Delano), former U.S. Senator Mark Dayton (DFL), and Independence Party candidate Tom Horner. After a very close race, Dayton was elected governor. Emmer would be elected to the United States House of Representatives four years later.",
  "/wiki/Tim_Pawlenty": "Timothy James Pawlenty (/pəˈlɛnti/; born November 27, 1960) is an American businessman and politician. He was a Republican politician who served as the 39th Governor of Minnesota (2003–2011). He previously served in the Minnesota House of Representatives (1993–2003), where he was majority leader for two terms. In 2011, he entered the campaign for the Republican presidential nomination and later was a potential vice presidential nominee before serving as co-chair of Mitt Romney's campaign.",
  "/wiki/Mark_Dayton": "Mark Brandt Dayton (born January 26, 1947) is an American politician who served as the 40th governor of Minnesota from 2011 to 2019. He was a United States Senator for Minnesota from 2001 to 2007, and the Minnesota State Auditor from 1991 to 1995. He is a member of the Minnesota Democratic–Farmer–Labor Party (DFL), which affiliates with the national Democratic Party.",
  "/wiki/Tom_Emmer": "Thomas Earl Emmer Jr. (born March 3, 1961) is an American attorney and politician who has been the U.S. Representative for Minnesota's 6th congressional district since January 2015. The district includes most of the northern suburbs of the Twin Cities, as well as St. Cloud.",
  "/wiki/Tom_Horner": "Tom Horner (born July 23, 1950) is a Minnesota politician and a member of the Independence Party of Minnesota. He was a candidate in the 2010 election for Governor of Minnesota.",
  "/wiki/2010_Nebraska_gubernatorial_election": "The 2010 Nebraska gubernatorial election was held on Tuesday, November 2, 2010 to elect the Governor of Nebraska, who will serve a four-year term to begin in January 2011. Republican incumbent Dave Heineman won, defeating Democrat Mike Meister. Heineman easily won his party's nomination. Mark Lakers ran unopposed in the Democratic primary, but dropped out in July 2010. Attorney Mike Meister was chosen as a replacement.",
  "/wiki/Dave_Heineman": "David Eugene Heineman (born May 12, 1948) is an American politician who served as the 39th governor of Nebraska from 2005 to 2015.  Heineman is a member of the Republican Party.",
  "/wiki/2010_United_States_gubernatorial_elections": "United States gubernatorial elections were held on November 2, 2010 in 37 states (with a special election in Utah) and two territories. As in most midterm elections,[citation needed] the party controlling the White House lost ground. Democrats did take five governorships from the Republicans, and Republicans took 11 governorships from the Democrats. An independent won one governorship previously held by a Republican. A Republican won one governorship previously held by an independent. Republicans held a majority of governorships for the first time since before the 2006 elections. One state, Louisiana, had no election for governor, but did feature a special election for lieutenant governor."
}