{
  "/wiki/Channel_One_Russia": "Channel One (Russian: Первый канал, tr. Pervyy kanal, IPA: [ˈpʲervɨj kɐˈnaɫ], literally First Channel) is the first television channel to broadcast in the Russian Federation. Its headquarters are located at Ostankino Technical Center near the Ostankino Tower in Moscow.",
  "/wiki/Roman_Abramovich": "Roman Arkadyevich Abramovich (Russian: Рома́н Арка́дьевич Абрамо́вич, pronounced [rɐˈman ɐrˈkadʲjɪvʲɪtɕ ɐbrɐˈmovʲɪtɕ]; born 24 October 1966) is a Russian-Israeli billionaire businessman, investor and politician.",
  "/wiki/Rossiya_1": "Russia-1 (Russian: Россия-1) is a state-owned Russian television channel first aired on 22 March 1951 as Programme One in the Soviet Union. It was relaunched as RTR on the 13 May 1991, and is known today as Russia 1. It is the flagship channel of the All-Russia State Television and Radio Company (VGTRK). Russia-1 has the second largest audience in Russian television. In a typical week, it is viewed by 75% of urban Russians, compared to 83% for the leading channel, Channel One. The two channels are similar in their politics, and they compete directly in entertainment. Russia-1 has many regional variations and broadcasts in many languages.",
  "/wiki/All-Russia_State_Television_and_Radio_Broadcasting_Company": "The All-Russia State Television and Radio Broadcasting Company (Russian: Всероссийская государственная телевизионная и радиовещательная компания, Vserossiyskaya Gosudarstvennaya Televizionnaya i Radioveshchatelnaya Kompaniya), in short VGTRK (Russian: ВГТРК) which operates many television and radio channels in 53 of Russia's languages. The company was founded in 1990 and is based in Moscow.",
  "/wiki/Kultura_(TV_channel)": "Russia-K (Russian: Россия Культура, romanized: Rossiya Kul'tura) is a Russian television network, broadcasting culture and arts-oriented shows. It belongs to the state-controlled VGTRK group.",
  "/wiki/RTR_Planeta": "RTR-Planeta is the international service of VGTRK, a state-owned broadcaster in Russia.  It is available throughout the world via cable and satellite. In fact, RTR Planeta is the only provider of Russian-language programming to the Asia-Pacific region covered by the AsiaSat 2 Satellite. To step up the accessibility of its content to viewers RTR Planeta has eagerly embraced new technologies launching in various IPTV, ADSL and other advanced networks.",
  "/wiki/Rossiya_2": "Russia-2 (Russian: Россия-2) was a Russian television channel operated by VGTRK. It primarily broadcasts sports.",
  "/wiki/Rossiya_24": "Russia-24 (Russian: Россия-24) is a state-owned Russian-language news channel from Russia. It covers major national and international events as well as focuses on domestic issues. It is owned by VGTRK.",
  "/wiki/Carousel_(channel)": "Carousel or Carousel International is a Russian television channel dedicated to children and youth. It was founded by Russian President Dmitry Medvedev. It is currently available in Russia, in France via Free and in the United States via DirecTV.",
  "/wiki/TV_Tsentr": "TV Centre (Russian: ТВ Центр, romanized: TV Tsentr; formerly abbreviated as ТВЦ, TVC or ТВЦ-Москва, TVC-Moskva - \"TVC Moscow\") is a state-run Russia TV station with the fourth largest coverage area in Russia, after Channel One, Russia-1 and NTV.  It is owned by the administration of the city of Moscow and is dedicated to programming that highlights various aspects of Moscow life. The channel airs across Russian territory.",
  "/wiki/Moscow": "Moscow (/ˈmɒskoʊ/, in US mainly: /ˈmɒskaʊ/; Russian: Москва, tr. Moskva, IPA: [mɐˈskva] (listen)) is the capital and most populous city of Russia, with approximately 12.6 million residents within the city limits, 17 million within the urban area and 20 million within the metropolitan area. Moscow is one of Russia's federal cities.",
  "/wiki/NTV_(Russia)": "NTV (Cyrillic: НТВ) is a Russian free-to-air television channel that was launched as a subsidiary of Vladimir Gusinsky's company Media-Most [ru].  Since 14 April 2001 Gazprom Media controls the network. NTV has no official meaning according to Igor Malashenko, the author of the name and co-founder of the company, but in the 1990s unofficial transcripts of the acronym include \"New\" (Novoye), \"Independent\" (Nezavisimoye), \"Non-governmental\" (Negosudarstvenoye), \"Our\" (Nashe).",
  "/wiki/Gazprom-Media": "Gazprom-Media (Russian: ОАО Газпром-Медиа) is the largest Russian media holding. It was founded in 2000 as a subsidiary of Gazprom, a large Russian company founded in 1989, which carries on the business of extraction, production, transport, and sale of natural gas.",
  "/wiki/NTV_Plus": "NTV Plus (Russian: НТВ Плюс) is the brand name for the Russian digital satellite television service from NTV, transmitted from Eutelsat's W4 satellite at 36.0°E and from Bonum 1 at 56.0°E. Previously a part of Vladimir Gusinsky's media empire (Media Most holding), now it is included in the Gazprom Media holding.",
  "/wiki/THT_(Russia)": "TNT (Your New Television Russian: ТНТ, Твоё Новое Телевидение, Tvoyo Novoye Televideniye or Television for a New Millennium (Russian: ТНТ, Телевидение нового тысячелетия, Televideniye Novogo Tisyachelyetiya)) is a Russian federal TV channel founded in 1997, and is considered one of the five most-popular TV channels in Russia. At the beginning of 2012, it reached more than 104 million people.",
  "/wiki/NTV_Canada": "NTV Canada (НТВ in Cyrillic) was a Canadian exempt Category B Russian language specialty channel. The channel was owned by HTB Canada Inc.",
  "/wiki/Zvezda_(TV_channel)": "Zvezda (Russian: всероссийский государственный вещательный телеканал «Звезда», IPA: [zvʲɪˈzda] (listen), lit. 'The Star') is a Russian state-owned nationwide TV network run by the Russian Ministry of Defence. As of January 2008, Zvezda's CEO was Grigory Krichevsky, previously known for his work on Vladimir Gusinsky's NTV Channel in the late 1990s.",
  "/wiki/Ministry_of_Defence_(Russia)": "The Ministry of Defence of the Russian Federation (Russian: Министерство обороны Российской Федерации, Минобороны России, informally abbreviated as МО, МО РФ or Minoboron) is the governing body of the Russian Armed Forces.",
  "/wiki/Commonwealth_of_Independent_States": "The Commonwealth of Independent States (CIS) (Russian: Содружество Независимых Государств, Sodružestvo Nezavisimykh Gosudarstv, initialism: СНГ, SNG) is a regional intergovernmental organization of nine (originally ten) member, plus two founding non-member, post-Soviet republics in Eurasia. It was formed following the dissolution of the Soviet Union in 1991. It covers an area of 20,368,759 km² (8,097,484 sq mi) and has an estimated population of 239,796,010. The CIS encourages cooperation in economic, political and military affairs and has certain powers relating to the coordination of trade, finance, lawmaking, and security. It has also promoted cooperation on cross-border crime prevention."
}