{
  "/wiki/Albania": "Albania (/ælˈbeɪniə, ɔːl-/ (listen) a(w)l-BAY-nee-ə; Albanian: Shqipëri or Shqipëria; Gheg Albanian: Shqipni or Shqipnia also Shqypni or Shqypnia), officially the Republic of Albania (Albanian: Republika e Shqipërisë, pronounced [ɾɛpuˈblika ɛ ʃcipəˈɾiːsə]), is a country in Southeast Europe on the Adriatic and Ionian Sea within the Mediterranean Sea. It shares land borders with Montenegro to the northwest, Kosovo[a] to the northeast, North Macedonia to the east, Greece to the south and maritime borders with Greece, Montenegro and Italy to the west.",
  "/wiki/Socialist_Party_of_Albania": "The Socialist Party of Albania (Albanian: Partia Socialiste e Shqipërisë, PS or PSSh), is a social-democratic political party in Albania; it gained power following the 2013 parliamentary election. The party seated 66 MPs in the 2009 Albanian parliament (out of a total of 140). It achieved power in 1997 following a political crisis and governmental realignment. At the 2001 parliamentary election the party secured 73 seats, which enabled it to form a government. At the general election of 3 July 2005, the Socialist Party lost its majority and the Democratic Party of Albania (PD) formed the new government, having secured, with its allies, a majority of 81 seats.",
  "/wiki/2013_Albanian_parliamentary_election": "Parliamentary elections were held in Albania on 23 June 2013. The result was a victory for the Alliance for a European Albania led by the Socialist Party and its leader, Edi Rama. Incumbent Prime Minister Sali Berisha of the Democratic Party-led Alliance for Employment, Prosperity and Integration conceded defeat on 26 June, widely viewed as a sign of growing democratic maturity in Albania.",
  "/wiki/Algeria": "Algeria (/ælˈdʒɪəriə/ (listen) al-JEER-ee-ə) is a country in the Maghreb region of North Africa. The capital and most populous city is Algiers, located in the far north of the country on the Mediterranean coast. With an area of 2,381,741 square kilometres (919,595 sq mi), Algeria is the tenth-largest country in the world, and the  largest in the Arab world and Africa. With an estimated population of over 42 million, it is among the ten most populous states in Africa. Algeria is bordered to the northeast by Tunisia, to the east by Libya, to the west by Morocco, to the southwest by the Western Saharan territory, Mauritania, and Mali, to the southeast by Niger, and to the north by the Mediterranean Sea. It is a semi-presidential republic consisting of 48 provinces and 1,541 communes (counties).",
  "/wiki/Socialist_Forces_Front": "The Socialist Forces Front (Berber: Tirni Iɣallen Inemlayen (RƔN); French: Front des Forces socialistes (FFS); Arabic: جبهة القوى الاشتراكية‎) is a social democratic and secularist political party, mainly supported by Berbers and kabyles in Algeria. The FFS is a member of the Socialist International and the Progressive Alliance.",
  "/wiki/2012_Algerian_legislative_election": "A legislative election was held in Algeria on 10 May 2012. The incumbent coalition, consisting of the FLN of President Abdelaziz Bouteflika and the RND of Prime Minister Ahmed Ouyahia, held on to power after winning a majority of seats. The Islamist parties of the Green Algeria Alliance lost seats.",
  "/wiki/Andorra": "Andorra (/ænˈdɔːrə/ (listen), also UK: /ænˈdɒrə/; Catalan: [ənˈdorə]), officially the Principality of Andorra (Catalan: Principat d'Andorra), also called the Principality of the Valleys of Andorra (Catalan: Principat de les Valls d'Andorra), is a sovereign landlocked microstate on the Iberian Peninsula, in the eastern Pyrenees, bordered by France to the north and Spain to the south. Believed to have been created by Charlemagne, Andorra was ruled by the count of Urgell until 988, when it was transferred to the Roman Catholic Diocese of Urgell. The present principality was formed by a charter in 1278. It is known as a principality as it is a diarchy headed by two princes: the Catholic bishop of Urgell in Catalonia, Spain, and the president of the French Republic.",
  "/wiki/Social_Democratic_Party_(Andorra)": "The Social Democratic Party (Catalan: Partit Socialdemòcrata, PS) is a social-democratic political party in Andorra.",
  "/wiki/2011_Andorran_parliamentary_election": "Early parliamentary elections were held in Andorra on 3 April 2011 after the General Council of Andorra was dissolved over problems in passing important laws, including the budget and laws related to a value added tax.",
  "/wiki/Angola": "Angola (/ænˈɡoʊlə/ (listen); Portuguese: [ɐ̃ˈɡɔlɐ]), officially the Republic of Angola (Portuguese: República de Angola), is a country on the west coast of Southern Africa. It is the seventh-largest country in Africa, bordered by Namibia to the south, the Democratic Republic of the Congo to the north, Zambia to the east, and the Atlantic Ocean to the west. Angola has an exclave province, the province of Cabinda that borders the Republic of the Congo and the Democratic Republic of the Congo. The capital and largest city of Angola is Luanda.",
  "/wiki/MPLA": "The People's Movement for the Liberation of Angola, for some years called the People's Movement for the Liberation of Angola – Labour Party (Portuguese: Movimento Popular de Libertação de Angola – Partido do Trabalho, MPLA), is a political party that has ruled Angola since the country's independence from Portugal in 1975. The MPLA fought against the Portuguese army in the Angolan War of Independence of 1961–74, and defeated the National Union for the Total Independence of Angola (UNITA) and the National Liberation Front of Angola (FNLA), two other anti-colonial movements, in the Angolan Civil War of 1975–2002.",
  "/wiki/List_of_government_ministers_of_Angola": "The Cabinet of Angola is the chief executive body of the Republic of Angola.",
  "/wiki/Argentina": "Argentina (Spanish: [aɾxenˈtina]), officially the Argentine Republic[A] (Spanish: República Argentina), is a country located mostly in the southern half of South America. Sharing the bulk of the Southern Cone with Chile to the west, the country is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. With a mainland area of 2,780,400 km2 (1,073,500 sq mi),[B] Argentina is the eighth-largest country in the world, the fourth largest in the Americas, the second largest in South America after Brazil, and the largest Spanish-speaking nation. The sovereign state is subdivided into twenty-three provinces (Spanish: provincias, singular provincia) and one autonomous city (ciudad autónoma), Buenos Aires, which is the federal capital of the nation (Spanish: Capital Federal) as decided by Congress. The provinces and the capital have their own constitutions, but exist under a federal system. Argentina claims sovereignty over part of Antarctica, the Falkland Islands (Spanish: Islas Malvinas), and South Georgia and the South Sandwich Islands.",
  "/wiki/Radical_Civic_Union": "The Radical Civic Union (Spanish: Unión Cívica Radical, UCR) is a centrist social-liberal political party in Argentina. The party has been ideologically heterogeneous, ranging from Social liberalism to social democracy. The UCR is a member of the Socialist International.",
  "/wiki/Cambiemos": "Juntos por el Cambio (Spanish: Together for Change) is an Argentine big tent political coalition. It was created in 2015 as Cambiemos, and renamed in 2019. It is composed of the Republican Proposal (PRO), the Radical Civic Union (UCR), the Civic Coalition (CC-ARI) and sectors of Federal Peronism since the arrival of Miguel Ángel Pichetto to the national coalition.",
  "/wiki/Armenia": "Armenia (/ɑːrˈmiːniə/ (listen); Armenian: Հայաստան, romanized: Hayastan, IPA: [hɑjɑsˈtɑn]), officially the Republic of Armenia (Armenian: Հայաստանի Հանրապետություն, romanized: Hayastani Hanrapetut'yun, IPA: [hɑjɑstɑˈni hɑnɾɑpɛtutʰˈjun]), is a landlocked country in the South Caucasus region of Eurasia. Located in Western Asia on the Armenian Highlands, it is bordered by Turkey to the west, Georgia to the north, the de facto independent Republic of Artsakh and Azerbaijan to the east, and Iran and Azerbaijan's exclave of Nakhchivan to the south.",
  "/wiki/Armenian_Revolutionary_Federation": "The Armenian Revolutionary Federation (ARF) (classical Armenian: Հայ Յեղափոխական Դաշնակցութիւն, ՀՅԴ),[a] also known as Dashnaktsutyun[b] (in a short form, Dashnak), is an Armenian nationalist and socialist political party founded in 1890 in Tiflis, Russian Empire (now Tbilisi, Georgia) by Christapor Mikaelian, Stepan Zorian, and Simon Zavarian. Today the party operates in Armenia, Artsakh and in countries where the Armenian diaspora is present. Nowadays it constitutes a minor party, and as of December 2018 was represented in two national parliaments with 7 seats in the National Assembly of Artsakh and three seats in the Parliament of Lebanon as part of the March 8 Alliance.",
  "/wiki/2018_Armenian_parliamentary_election": "Snap parliamentary elections were held in Armenia on 9 December 2018, as none of the parties in the National Assembly were able to put forward and then elect a candidate for Prime Minister in the two-week period following the resignation of incumbent Prime Minister Nikol Pashinyan on 16 October. They were the first elections after the 2018 revolution and the country's first-ever snap elections.",
  "/wiki/Austria": "Austria (/ˈɒstriə/ (listen), /ˈɔːs-/; German: Österreich [ˈøːstɐʁaɪ̯ç] (listen)), officially the Republic of Austria (German: Republik Österreich, listen (help·info)), is a landlocked East Alpine country in the southern part of Central Europe. It is composed of nine federated states (Bundesländer), one of which is Vienna, Austria's capital and its largest city. It is bordered by Germany to the northwest, Czechia to the north, Slovakia to the northeast, Hungary to the east, Slovenia and Italy to the south, and Switzerland and Liechtenstein to the west. Austria occupies an area of 83,879 km2 (32,386 sq mi) and has a population of nearly 9 million people. While German is the country's official language, many Austrians communicate informally in a variety of Bavarian dialects.",
  "/wiki/Social_Democratic_Party_of_Austria": "The Social Democratic Party of Austria (German: Sozialdemokratische Partei Österreichs, SPÖ) is a social-democratic political party in Austria. The oldest extant political party in Austria, the SPÖ is a member of the Socialist International, Progressive Alliance, and Party of European Socialists. Before adopting the current title in 1991, the SPÖ was named Social Democratic Workers' Party of Austria (Sozialdemokratische Arbeiterpartei Österreichs, SDAPÖ) from 1888 to 1945 and, later, Socialist Party of Austria (Sozialistische Partei Österreichs) until 1991. Along with the People's Party it is one of the country's two traditional major parties.",
  "/wiki/2017_Austrian_legislative_election": "Legislative elections were held in Austria on 15 October 2017. The Austrian People's Party (ÖVP) emerged as the largest party in the National Council, winning 62 of the 183 seats. The Social Democratic Party (SPÖ) finished second with 52 seats, slightly ahead of the Freedom Party of Austria (FPÖ), which received 51 seats. NEOS finished fourth with 10 seats, and PILZ (which split from the Green Party at the start of the campaign) entered parliament for the first time and came in fifth place with 8 seats. The Green Party failed to cross the 4% threshold and was ejected from parliament, losing all of its 24 seats.",
  "/wiki/Azerbaijan": "Azerbaijan (UK: /ˌæzərbaɪˈdʒɑːn, -ˈʒɑːn/ (listen), US: /ˌɑːzərbaɪˈdʒɑːn, ˌæz-/; Azerbaijani: Azərbaycan [ɑːzæɾbɑjˈd͡ʒɑn]), officially the Republic of Azerbaijan (Azerbaijani: Azərbaycan Respublikası [ɑːzæɾbɑjˈd͡ʒɑn ɾespublikɑˈsɯ]), is a landlocked country in the South Caucasus region of Eurasia at the crossroads of Eastern Europe and Central Asia. It is bounded by the Caspian Sea to the east, Russia to the north, Georgia to the northwest, Armenia to the west and Iran to the south. The exclave of Nakhchivan is bounded by Armenia to the north and east, Iran to the south and west, and has an 11 km (6.8 mi) long border with Turkey in the northwest.",
  "/wiki/Social_Democratic_Party_(Azerbaijan)": "The Azerbaijani Social Democratic Party (ASDP) (Azerbaijani: Azərbaycan Sosial Demokrat Partiyası) is an Azerbaijani political party led by the former President of Azerbaijan Ayaz Mutalibov. At the last elections (5 November 2000 and 7 January 2001), the party won less than 1% of popular vote and failed to gain seats in the parliament.",
  "/wiki/Belarus": "Belarus (/bɛləˈruːs/; Belarusian: Беларусь, IPA: [bʲɛlaˈrusʲ]), officially the Republic of Belarus (Belarusian: Рэспубліка Беларусь, Russian: Республика Беларусь), formerly known by its Russian name Byelorussia or Belorussia (Russian: Белоруссия), is a landlocked country in Eastern Europe bordered by Russia to the northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Its capital and most populous city is Minsk. Over 40% of its 207,600 square kilometres (80,200 sq mi) is forested. Its major economic sectors are service industries and manufacturing. Until the 20th century, different states at various times controlled the lands of modern-day Belarus, including the Principality of Polotsk (11th to 14th centuries), the Grand Duchy of Lithuania, the Polish–Lithuanian Commonwealth, and the Russian Empire.",
  "/wiki/Belarusian_Social_Democratic_Party_(People%27s_Assembly)": "The Belarusian Social Democratic Party (People's Assembly) (Belarusian: Беларуская сацыял-дэмакратычная партыя (Народная Грамада), romanized: Biełaruskaja Sacyjal-Demakratyčnaja Partyja (Narodnaja Hramada)) is an unregistered social-democratic political party in Belarus that opposes the administration of President Alexander Lukashenko.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/Socialist_Party_(francophone_Belgium)": "The Socialist Party (French: Parti socialiste, PS) is a social-democratic French-speaking political party in Belgium. As of the 2014 elections, it is the second largest party in the Belgian Chamber of Representatives and the largest Francophone party. The party is led by Paul Magnette. The party supplies the Minister-president of the French Community (Rudy Demotte), and the Brussels-Capital Region (Rudi Vervoort). In the German-speaking community, the party is known as the Sozialistische Partei (SP).",
  "/wiki/Bosnia_and_Herzegovina": "Bosnia and Herzegovina,[a] abbreviated BiH or B&H,[b] sometimes called Bosnia–Herzegovina and often known informally as Bosnia, is a country of South and Southeast Europe, located within the Balkans. Sarajevo is the capital and largest city.",
  "/wiki/Social_Democratic_Party_of_Bosnia_and_Herzegovina": "The Social Democratic Party of Bosnia and Herzegovina (Serbo-Croatian: Socijaldemokratska partija Bosne i Hercegovine (SDP BiH) / Социјалдемократска партија Босне и Херцеговине), also simply known as the Social Democratic Party (Socijaldemokratska partija (SDP) / Социјалдемократска партија) is a social-democratic political party in Bosnia and Herzegovina.",
  "/wiki/Council_of_Ministers_of_Bosnia_and_Herzegovina": "The Council of Ministers of Bosnia and Herzegovina (Bosnian/Croatian: Vijeće ministara Bosne i Hercegovine, Serbian: Савјет министара Босне и Херцеговине), often called Bosnian Government (Bosnian: Vlada Bosne i Hercegovine) is the executive branch of the government of Bosnia and Herzegovina. It is also called the Cabinet.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/Democratic_Labour_Party_(Brazil)": "The Democratic Labour Party (Portuguese: Partido Democrático Trabalhista, PDT) is a social democratic and democratic socialist political party in Brazil.",
  "/wiki/Bulgaria": "Bulgaria (/bʌlˈɡɛəriə, bʊl-/ (listen); Bulgarian: България, romanized: Balgariya), officially the Republic of Bulgaria (Bulgarian: Република България, romanized: Republika Balgariya, IPA: [rɛˈpublikɐ bɐɫˈɡarijɐ]), is a country in Southeast Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres (42,855 sq mi), Bulgaria is Europe's 16th-largest country.",
  "/wiki/Party_of_Bulgarian_Social_Democrats": "The Party of Bulgarian Social Democrats (Bulgarian: партия Български социалдемократи, Partiya Balgarski Sotsialdemokrati, PBSD) is a social-democratic political party in Bulgaria. It is a member of the Socialist International and the Party of European Socialists.",
  "/wiki/2014_Bulgarian_parliamentary_election": "Parliamentary elections were held in Bulgaria on 5 October 2014 to elect the 43rd National Assembly. GERB remained the largest party, winning 84 of the 240 seats with around a third of the vote. A total of eight parties won seats, the first time since the beginning of democratic elections in 1990 that more than seven parties entered parliament. Boyko Borisov then became prime minister as head of a coalition with the Reformist Bloc and with outside support from the Patriotic Front and the Alternative for Bulgarian Revival.",
  "/wiki/Bulgarian_Socialist_Party": "The Bulgarian Socialist Party (Bulgarian: Българска социалистическа партия, БСП; Bulgarska sotsialisticheska partiya, BSP), known as the Centenarian (Столетницата, Stoletnitsata), is a social-democratic political party in Bulgaria and the successor to the Bulgarian Communist Party. It is a member of the Party of European Socialists with a pro-EU stance, although it has taken some eurosceptic positions and called for an end to EU sanctions against Russia. BSP is also a member of the Socialist International. It is Bulgaria's largest political party by membership.",
  "/wiki/Burkina_Faso": "Burkina Faso (UK: /bɜːrˌkiːnə ˈfæsoʊ/, US: /- ˈfɑːsoʊ/ (listen); French: [buʁkina faso]), officially the Republic of Burkina Faso (Mossi: Repibilik báága Burkĩna Faso), is a landlocked country in West Africa. It covers an area of around 274,200 square kilometres (105,900 sq mi) and is surrounded by six countries: Mali to the north; Niger to the east; Benin to the southeast; Togo to the southeast; Ghana to the south; and Ivory Coast to the southwest. The July 2019 population estimate by the United Nations was 20,321,378. The country’s official language of government and business is French. Roughly 40% of the population speaks the Mossi language. Formerly called the Republic of Upper Volta (1958–1984), the country was renamed \"Burkina Faso\" on 4 August 1984 by then-President Thomas Sankara. Its citizens are known as Burkinabé (/bɜːrˈkiːnəbeɪ/ bur-KEE-nə-bay). Its capital is Ouagadougou.",
  "/wiki/People%27s_Movement_for_Progress": "The People's Movement for Progress (French: Mouvement du Peuple pour le Progrès, MPP) is a political party in Burkina Faso that was founded on 25 January 2014 by former Congress for Democracy and Progress member Roch Marc Christian Kaboré. Kaboré ran as the party's presidential candidate in the November 2015 general election and was elected in the first round of voting; the MPP also won a plurality of seats in the National Assembly of Burkina Faso. It is a full member of the Progressive Alliance and Socialist International.",
  "/wiki/2015_Burkinab%C3%A9_general_election": "General elections were held in Burkina Faso on 29 November 2015. The elections were the first national elections in the country since the 2014 Burkinabé uprising and the departure of President Blaise Compaoré, who had ruled Burkina Faso for 27 years. The party of former President Compaoré, the Congress for Democracy and Progress, was banned from running a presidential candidate but was still able to participate in the parliamentary election.",
  "/wiki/Cameroon": "Cameroon (/ˌkæməˈruːn/ (listen); French: Cameroun), officially the Republic of Cameroon (French: République du Cameroun), is a country in Central Africa. It is bordered by Nigeria to the west and north; Chad to the northeast; the Central African Republic to the east; and Equatorial Guinea, Gabon and the Republic of the Congo to the south. Cameroon's coastline lies on the Bight of Biafra, part of the Gulf of Guinea and the Atlantic Ocean. Although Cameroon is not an ECOWAS member state, it is geographically and historically in West Africa with the Southern Cameroons which now form her Northwest and Southwest Regions having a strong West African history. The country is sometimes identified as West African and other times as Central African due to its strategic position at the crossroads between West and Central Africa. Cameroon is home to over 250 native languages spoken by nearly 20 million people.",
  "/wiki/Social_Democratic_Front_(Cameroon)": "The Social Democratic Front  (French: Front Social Démocrate) is the main opposition party of Cameroon. It is led by Ni John Fru Ndi and receives significant support from the Anglophone regions of the western part of the country.",
  "/wiki/2007_Cameroonian_parliamentary_election": "Parliamentary elections were held in Cameroon on 22 July 2007, with voting in some districts re-run on 30 September. Local elections were held on the same day, with seats on 363 town councils at stake. The result was a victory for the ruling Cameroon People's Democratic Movement (RDPC), which won 153 of the 180 seats in the National Assembly, whilst the main opposition party, the Social Democratic Front (SDF), won 16 seats.",
  "/wiki/Cape_Verde": "Cape Verde (/ˈvɜːrd(i)/ (listen)) or Cabo Verde (/ˌkɑːboʊ ˈvɜːrdeɪ/ (listen), /ˌkæb-/) (Portuguese: Cabo Verde, pronounced [ˈkabu ˈveɾdɨ]), officially the Republic of Cabo Verde, is an island country spanning an archipelago of 10 volcanic islands in the central Atlantic Ocean. It forms part of the Macaronesia ecoregion, along with the Azores, Canary Islands, Madeira, and the Savage Isles. Located 570 kilometres (350 mi) west of the Cape Verde Peninsula off the coast of Northwest Africa, the islands cover a combined area of slightly over 4,000 square kilometres (1,500 sq mi).",
  "/wiki/African_Party_for_the_Independence_of_Cape_Verde": "The African Party of Independence of Cape Verde (Portuguese: Partido Africano da Independência de Cabo Verde, PAICV) is a former socialist party and currently a social-democratic political party in Cape Verde. Its members are nicknamed \"os tambarinas\" in Portuguese (the tamarinds), and they identify themselves with the color yellow.",
  "/wiki/List_of_heads_of_government_of_Cape_Verde": "The following is a list of Prime ministers of Cape Verde, since the establishment of the office of Prime Minister in 1975.",
  "/wiki/Central_African_Republic": "The Central African Republic (CAR; Sango: Ködörösêse tî Bêafrîka; French: République centrafricaine  pronounced [ʁepyblik sɑ̃tʁafʁikɛn], or Centrafrique [sɑ̃tʁafʁik]) is a landlocked country in Central Africa. It is bordered by Chad to the north, Sudan to the northeast, South Sudan to the southeast, the Democratic Republic of the Congo to the south, the Republic of the Congo to the southwest and Cameroon to the west. The CAR covers a land area of about 620,000 square kilometres (240,000 sq mi) and had an estimated population of around 4.7 million as of 2018[update]. As of 2020[update], the CAR is the scene of a civil war, ongoing since 2012.",
  "/wiki/Movement_for_the_Liberation_of_the_Central_African_People": "The Movement for the Liberation of the Central African People (French: Mouvement pour la Libération du Peuple Centrafricain, MLPC) is a political party in the Central African Republic. It has been an observer member of the Socialist International since 2008, and is also a member of the Progressive Alliance.",
  "/wiki/2011_Central_African_Republic_general_election": "General elections were held in the Central African Republic on 23 January 2011 to elect the President and National Assembly, having been postponed numerous times. Incumbent President François Bozizé was re-elected for a second term in the first round of voting, receiving 66% of the vote. The organization of the elections was plagued by difficulties, and the opposition repeatedly demanded its postponement. Ultimately it was delayed until January 2011, requiring an extension of the terms of both the President and the National Assembly.",
  "/wiki/Chad": "Chad (/tʃæd/ (listen); Arabic: تشاد‎ Tshād, Arabic pronunciation: [tʃaːd]; French: Tchad, pronounced [tʃa(d)]), officially known as the Republic of Chad (Arabic: جمهورية تشاد‎ Jumhūriyyat Tshād; French: République du Tchad), is a landlocked country in north-central Africa. It is bordered by Libya to the north, Sudan to the east, the Central African Republic to the south, Cameroon to the south-west, Nigeria to the southwest (at Lake Chad), and Niger to the west.",
  "/wiki/National_Union_for_Democracy_and_Renewal": "The National Union for Democracy and Renewal (French: Union nationale pour la démocratie et le renouveau; abbreviated UNDR) is a political party in Chad, led by Saleh Kebzabo.",
  "/wiki/Chile": "Chile (/ˈtʃɪli/ (listen), /ˈtʃɪleɪ/; Spanish: [ˈtʃile]),[nb 2] officially the Republic of Chile (Spanish: República de Chile (help·info)), is a South American country occupying a long, narrow strip of land between the Andes to the east and the Pacific Ocean to the west. It borders Peru to the north, Bolivia to the northeast, Argentina to the east, and the Drake Passage in the far south. Chilean territory includes the Pacific islands of Juan Fernández, Salas y Gómez, Desventuradas, and Easter Island in Oceania. Chile also claims about 1,250,000 square kilometres (480,000 sq mi) of Antarctica under the Chilean Antarctic Territory.[nb 3],\nThe arid Atacama Desert in northern Chile contains great mineral wealth, principally copper and lithium. The relatively small central area dominates in terms of population and agricultural resources, and is the cultural and political center from which Chile expanded in the late 19th century when it incorporated its northern and southern regions. Southern Chile is rich in forests and grazing lands, and features a string of volcanoes and lakes. The southern coast is a labyrinth of fjords, inlets, canals, twisting peninsulas, and islands.",
  "/wiki/Party_for_Democracy_(Chile)": "The Party for Democracy (Spanish: Partido por la Democracia, PPD) is a centre-left political party in Chile. It states to stand in the traditions of democratic socialism and liberal progressivism. It was founded in December 1987 by Ricardo Lagos, who aimed at forming a legal social-democratic party, as the Socialist Party of Chile (PS) remained illegal at the time. The PPD continued to function after the defeat of Pinochet. Until 1997, double membership of PPD and the PS was allowed.",
  "/wiki/2017_Chilean_general_election": "General elections in Chile were held on Sunday November 19, 2017, including presidential, parliamentary and regional elections."
}