{
  "/wiki/Belize": "Belize (/bəˈliːz/ (listen)) is a Caribbean country located on the northeastern coast of Central America. Belize is bordered on the northwest by Mexico, on the east by the Caribbean Sea, and on the south and west by Guatemala. It has an area of 22,970 square kilometres (8,867 sq mi) and a population of 408,487 (2019). Its mainland is about 180 mi (290 km) long and 68 mi (110 km) wide. It has the lowest population and population density in Central America. The country's population growth rate of 1.87% per year (2018 estimate) is the second highest in the region and one of the highest in the Western Hemisphere.",
  "/wiki/People's_United_Party": "The People's United Party (PUP) is one of two major political parties in Belize. It is currently the main opposition party with 12 of 31 seats in the House of Representatives. It is a centre-left Christian democratic party. The party leader is Johnny Briceño, who currently serves as Belize's Leader of the Opposition.",
  "/wiki/Botswana": "Botswana (/bɒtˈswɑːnə/ (listen), also UK: /bʊt-, bʊˈtʃw-/), officially the Republic of Botswana (Setswana: Lefatshe la Botswana), is a landlocked country in Southern Africa. Formerly the British protectorate of Bechuanaland, Botswana adopted its name after becoming independent within the Commonwealth on 30 September 1966. Since then, it has been a representative republic, with a consistent record of uninterrupted democratic elections and the lowest perceived corruption ranking in Africa since at least 1998. It is currently Africa's oldest continuous democracy.",
  "/wiki/Botswana_Democratic_Party": "The Botswana Democratic Party (abbreviated BDP) is the governing party in Botswana. Its chairman is the Vice-President of Botswana, Slumber Tsogwane.",
  "/wiki/Government_of_Botswana": "Politics of Botswana takes place in a framework of a parliamentary representative democratic republic, whereby the President of Botswana is both head of state and head of government, and of a  multi-party system. Executive power is exercised by the government. Legislative power is vested in both the government and the Parliament of Botswana. The party system has been dominated by the Botswana Democratic Party (BDP), which has never lost power since independence. The Judiciary is independent of the executive and the legislature.",
  "/wiki/Democratic_Republic_of_the_Congo": "The Democratic Republic of the Congo (pronunciation (help·info) French: République démocratique du Congo [kɔ̃ɡo]), also known as DR Congo, the DRC, DROC, Congo-Kinshasa, or simply the Congo, is a country located in Central Africa. It was formerly called Zaire (1971–1997). It is, by area, the largest country in sub-Saharan Africa, the second-largest in all of Africa (after Algeria), and the 11th-largest in the world. With a population of over 84 million, the Democratic Republic of the Congo is the most populous officially Francophone country, the fourth-most-populous country in Africa, and the 16th-most-populous country in the world. Eastern DR Congo has been the scene of ongoing military conflict in Kivu, since 2015.",
  "/wiki/Unified_Lumumbist_Party": "Unified Lumumbist Party (French: Parti Lumumbiste Unifié or PALU) is a political party in the Democratic Republic of the Congo. The party's name comes from Patrice Lumumba, the first prime minister of Congo after its independence in 1960 from the Belgian colonial empire.",
  "/wiki/2011_Democratic_Republic_of_the_Congo_general_election": "Presidential and parliamentary elections were held in Democratic Republic of the Congo on 28 November 2011; a facultative run-off on 26 February 2012 was shelved with a change in election laws.",
  "/wiki/Djibouti": "Djibouti (/dʒɪˈbuːti/ (listen) jih-BOO-tee; Afar: Yibuuti, Arabic: جيبوتي‎ Jībūtī, French: Djibouti, Somali: Jabuuti, officially the Republic of Djibouti) is a country located in the Horn of Africa. It is bordered by Somaliland, which is Internationally recognised to be an autonomous region of Somalia but was a former country before Somaliland merged with Somalia , in the southeast, Ethiopia in the south and west, Eritrea in the north, and the Red Sea and the Gulf of Aden in the east. Across the Gulf of Aden lies Yemen, which does not share a land border with Djibouti. The country has a total area of 23,200 km2 (8,958 sq mi). The state of Djibouti is predominantly inhabited by two ethnic groups, the Somali and the Afar people, with the former comprising the majority of the population.",
  "/wiki/Gabon": "Gabon (/ɡəˈbɒn/; French pronunciation: ​[ɡabɔ̃]), officially the Gabonese Republic (French: République gabonaise), is a country  on the west coast of Central Africa. Located on the equator, Gabon is bordered by Equatorial Guinea to the northwest, Cameroon to the north, the Republic of the Congo on the east and south, and the Gulf of Guinea to the west. It has an area of nearly 270,000 square kilometres (100,000 sq mi) and its population is estimated at 2.1 million people. Its capital and largest city is Libreville.",
  "/wiki/Gabonese_Progress_Party": "The Gabonese Progress Party (French: Parti gabonais du progrès, PGP) is a political party in Gabon.",
  "/wiki/The_Gambia": "The Gambia (/ˈɡæmbiə/ (listen); Mandinka: Kambiya; Wolof: Gámbi), officially the Republic of The Gambia, is a country in Western Africa that is almost entirely surrounded by Senegal with the exception of its western coastline along the Atlantic Ocean. It is the smallest country within mainland Africa. The Gambia is situated on both sides of the lower reaches of the Gambia River, the nation's namesake, which flows through the centre of The Gambia and empties into the Atlantic Ocean. It has an area of  10,689 square kilometres (4,127 sq mi) with a population of 1,857,181 as of the April 2013 census. Banjul is the Gambian capital and the largest cities are Serekunda and Brikama.",
  "/wiki/United_Democratic_Party_(The_Gambia)": "The United Democratic Party (abbr. UDP) is a political party in the Gambia, founded in 1996 by 3 political parties (the then-banned PPP, NCP and GPP) and choose the human rights lawyer, freedom fighter, and \"Gambian Mandela\" ANM Ousainou Darboe to be the party leader and Secretary General. As a candidate in the presidential election of 18 October 2001, he came second with 32.6% of the popular vote; he took second place again in the 22 September 2006 presidential election with 26.7% of the vote. The 17 January 2002 parliamentary election was boycotted by the party. In the 25 January 2007 parliamentary election, the party won four out of 48 seats.",
  "/wiki/2012_Gambian_parliamentary_election": "Parliamentary elections were held in the Gambia on 29 March 2012. The ruling Alliance for Patriotic Reorientation and Construction (APRC) won 43 of the 48 elected seats.",
  "/wiki/Georgia_(country)": "Georgia (Georgian: საქართველო, translit.: sakartvelo, IPA: [sɑkʰɑrtʰvɛlɔ] (listen)), known until 1995 as the Republic of Georgia (Georgian: საქართველოს რესპუბლიკა, translit.: sakartvelos resp'ublik'a) is a country in the Caucasus region of Eurasia. Located at the crossroads of Western Asia and Eastern Europe, it is bounded to the west by the Black Sea, to the north by Russia, to the south by Turkey and Armenia, and to the southeast by Azerbaijan. The capital and largest city is Tbilisi. Georgia covers a territory of 69,700 square kilometres (26,911 sq mi), and its 2017 population is about 3.718 million. Georgia is a unitary parliamentary republic, with the government elected through a representative democracy.",
  "/wiki/Social_Democrats_for_the_Development_of_Georgia": "The Social Democrats for the Development of Georgia (SDD) is a political party in Georgia. It was founded in February\n2010 and  admitted into the Socialist International as a consultative member in February 2013.",
  "/wiki/Ghana": "Ghana (/ˈɡɑːnə/ (listen)), officially the Republic of Ghana, is a country located along the Gulf of Guinea and Atlantic Ocean, in the subregion of West Africa. Spanning a land mass of 238,535 km2 (92,099 sq mi), Ghana is bordered by the Ivory Coast in the west, Burkina Faso in the north, Togo in the east, and the Gulf of Guinea and Atlantic Ocean in the south. Ghana means \"Warrior King\" in the Soninke language.",
  "/wiki/Guinea-Bissau": "Guinea-Bissau (/ˌɡɪni bɪˈsaʊ/ (listen); Portuguese: Guiné-Bissau), officially the Republic of Guinea-Bissau (Portuguese: República da Guiné-Bissau [ʁɛˈpuβlikɐ ðɐ ɣiˈnɛ βiˈsaw]), is a country in West Africa that covers 36,125 square kilometres (13,948 sq mi) with an estimated population of 1,874,303. It borders Senegal to the north and Guinea to the south-east.",
  "/wiki/African_Party_for_the_Independence_of_Guinea_and_Cape_Verde": "The African Party for the Independence of Guinea and Cape Verde (Portuguese: Partido Africano para a Independência da Guiné e Cabo Verde, PAIGC) is a political party in Guinea-Bissau. Originally formed to peacefully campaign for independence from Portugal, the party turned to armed conflict in the 1960s and was one of the belligerents in the Guinea-Bissau War of Independence. Towards the end of the war, the party established a Marxist–Leninist one-party state, which remained intact until multi-party democracy was introduced in the early 1990s. Although the party won the first multi-party elections in 1994, it was removed from power in the 1999–2000 elections. However, it returned to office after winning parliamentary elections in 2004 and presidential elections in 2005, since which it has remained the largest party in the National People's Assembly.",
  "/wiki/2014_Guinea-Bissau_general_election": "General elections were held in Guinea-Bissau on 13 April 2014, with a second round for the presidential elections held on 18 May since no candidate received a majority in the first round. Several logistic problems and delays caused the elections to be repeatedly postponed, having initially been scheduled for 24 November 2013 and then 16 March 2014. In the second round, José Mário Vaz of the African Party for the Independence of Guinea and Cape Verde was declared the president-elect with 62% of the vote.",
  "/wiki/Iran": "Iran (Persian: ایران‎ Irān [ʔiːˈɾɒːn] (listen)), also called Persia, and officially the Islamic Republic of Iran (Persian: جمهوری اسلامی ایران‎ Jomhuri-ye Eslāmi-ye Irān (listen) [dʒomhuːˌɾije eslɒːˌmije ʔiːˈɾɒn]), is a country in Western Asia. With 82 million inhabitants, Iran is the world's 18th most populous country. Its territory spans 1,648,195 km2 (636,372 sq mi), making it the second largest country in the Middle East and the 17th largest in the world. Iran is bordered to the northwest by Armenia and the Republic of Azerbaijan,[a] to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan and Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Its central location in Eurasia and Western Asia, and its proximity to the Strait of Hormuz, give it geostrategic importance. Tehran is the political and economic center of Iran, and the largest and most populous city in Western Asia with more than 8.8 million residents in the city and 15 million in the larger metropolitan area.",
  "/wiki/Democratic_Party_of_Iranian_Kurdistan": "The Democratic Party of Iranian Kurdistan (PDKI; Kurdish: Hîzbî Dêmukratî Kurdistanî Êran‎, HDKA; Persian: حزب دموکرات کردستان ایران‎, romanized: Ḥezb-e Demokrāt-e Kordestān-e Īrān), also known as the Kurdish Democratic Party of Iran (KDPI), is an armed leftist ethnic party of Kurds in Iran, exiled in northern Iraq. It is banned in Iran and thus not able to operate openly.",
  "/wiki/State_of_Palestine": "Palestine (Arabic: فلسطين‎ Filasṭīn), recognized officially as the State of Palestine[i] (Arabic: دولة فلسطين‎ Dawlat Filasṭīn) by the United Nations and other entities, is a de jure sovereign state in Western Asia claiming the West Bank (bordering Israel and Jordan) and Gaza Strip (bordering Israel and Egypt) with East Jerusalem as the designated capital, although its administrative center is currently located in Ramallah.[ii] The entirety of territory claimed by the State of Palestine has been occupied since 1948, first by Egypt and Jordan and then by Israel after the Six-Day War in 1967. Palestine has a population of 5,051,953 as of February 2020, ranked 121st in the world.",
  "/wiki/Palestinian_National_Initiative": "Palestinian National Initiative (Arabic: المبادرة الوطنية الفلسطينية‎ al-Mubādara al-Waṭaniyya al-Filasṭīniyya) is a Palestinian political party led by Mustafa Barghouti.",
  "/wiki/2006_Palestinian_legislative_election": "Legislative elections were held in the Palestinian territories on 25 January 2006 in order to elect the second Palestinian Legislative Council (PLC), the legislature of the Palestinian National Authority (PNA). The result was a victory for Hamas, contesting under the list name of Change and Reform, which received 44.45% of the vote and won 74 of the 132 seats, whilst the ruling Fatah received 41.43% of the vote and won just 45 seats.",
  "/wiki/Sahrawi_Arab_Democratic_Republic": "The Sahrawi Arab Democratic Republic (/səˈrɑːwi/; SADR; also romanized with Saharawi; Spanish: República Árabe Saharaui Democrática; Arabic: الجمهورية العربية الصحراوية الديمقراطية‎ al-Jumhūrīyah al-'Arabīyah aṣ-Ṣaḥrāwīyah ad-Dīmuqrāṭīyah), is a partially recognized de facto sovereign state that claims the non-self-governing territory of Western Sahara, but controls only the easternmost one-fifth of that territory. Until 1976, Western Sahara was known as Spanish Sahara, a Spanish colony (later an overseas province).",
  "/wiki/Polisario_Front": "The Polisario Front, Frente Polisario, FRELISARIO or simply POLISARIO, from the Spanish abbreviation of Frente Popular de Liberación de Saguía el Hamra y Río de Oro (Popular Front for the Liberation of Saguia el-Hamra and Río de Oro, Arabic: الجبهة الشعبية لتحرير ساقية الحمراء و وادي الذهب‎ Al-Jabhat Al-Sha'abiyah Li-Tahrir Saqiya Al-Hamra'a wa Wadi Al-Dhahab, French: Front populaire de Libération de la Seguia el Hamra et du Rivière d'or), is a Sahrawi rebel national liberation movement aiming to end Moroccan presence in the Western Sahara. It is an observer member of the Socialist International. The United Nations considers the Polisario Front to be the legitimate representative of the Sahrawi people and maintains that the Sahrawis have a right to self-determination. The Polisario Front is outlawed in the parts of Western Sahara under Moroccan control, and it is illegal to raise its party flag (often called the Sahrawi flag) there.",
  "/wiki/2008_Sahrawi_legislative_election": "A legislative election for the Sahrawi National Council took place between 17 February and 19 February 2008. More than 126 candidates competed for the 53 seats of the Sahrawi National Council, which is the unicameral legislature of the partially recognized Sahrawi Arab Democratic Republic. The Council was elected for a period of three years. The election was only held in the so-called Free Zone as well as in the Sahrawi refugee camps in Algeria, the rest of Western Sahara being under the de facto administration of Morocco. As stipulated in the Sahrawi Constitution, the renewal of the Council occurred after the previous Council was dissolved following the 12th Congress of the Polisario Front, which took place two months earlier between 14 December and 21 December 2007. First-time MPs represented 61.53% of those elected. The percentage of young people in the new Council stood at 57.67%, while women gained 34.61% of seats, thanks in part to a quota system. Mahfoud Ali Beiba was reelected Speaker of the Council on 27 February 2008.",
  "/wiki/São_Tomé_and_Príncipe": "São Tomé and Príncipe (/ˌsaʊ təˈmeɪ ... ˈprɪnsɪpə, -peɪ/; Portuguese: [sɐ̃w̃ tuˈmɛ i ˈpɾĩsɨpɨ]), officially the Democratic Republic of São Tomé and Príncipe, is an island country in the Gulf of Guinea, off the western equatorial coast of Central Africa. It consists of two archipelagos around the two main islands of São Tomé and Príncipe, about 140 km (87 mi) apart and about 250 and 225 km (155 and 140 mi) off the northwestern coast of Gabon, respectively.",
  "/wiki/Movement_for_the_Liberation_of_São_Tomé_and_Príncipe/Social_Democratic_Party": "The Movement for the Liberation of São Tomé and Príncipe/Social Democratic Party (abbreviated MLSTP/PSD; Portuguese: Movimento de Libertação de São Tomé e Príncipe/Partido Social Democrata) is one of the main political parties in São Tomé and Príncipe. Jorge Bom Jesus is the current president of the party.",
  "/wiki/2010_São_Tomé_and_Príncipe_legislative_election": "A legislative election was held in São Tomé and Príncipe on 1 August 2010. It was first planned for 21 February, but was then postponed.",
  "/wiki/Eswatini": "Eswatini (/ˌɛswɑːˈtiːni/ ESS-wah-TEE-nee; Swazi: eSwatini [ɛswáˈtʼiːni]), officially the Kingdom of Eswatini (Swazi: Umbuso weSwatini) and also known as Swaziland (/ˈswɑːzilænd/ SWAH-zee-land; officially renamed in 2018), is a landlocked country in Southern Africa. It is bordered by Mozambique to its northeast and South Africa to its north, west, and south. At no more than 200 kilometres (120 mi) north to south and 130 kilometres (81 mi) east to west, Eswatini is one of the smallest countries in Africa; despite this, its climate and topography are diverse, ranging from a cool and mountainous highveld to a hot and dry lowveld.",
  "/wiki/People's_United_Democratic_Movement": "The People's United Democratic Movement (PUDEMO; Swazi: Insika Yenkhululeko Yemaswati) is the largest opposition political party in Swaziland. It is a pro-democracy socialist party. Formed in 1983 at the University of Swaziland, it is led by Mlungisi Makhanya. The Swazi government has been monitoring PUDEMO closely since it launched the Ulibambe Lingashoni (\"Don't Let the Sun Set\") campaign, which aims for a \"total liberation\" of Swaziland, and has recently cracked down heavily on even small manifestations of support for PUDEMO, such as the death in custody of PUDEMO member Sipho Jele, who was arrested for wearing a PUDEMO t-shirt in May 2010.",
  "/wiki/Syria": "Syria (Arabic: سوريا‎, romanized: Sūriyā), officially the Syrian Arab Republic (Arabic: الجمهورية العربية السورية‎, romanized: al-Jumhūrīyah al-ʻArabīyah as-Sūrīyah), is a country in Western Asia, bordering Lebanon to the southwest, the Mediterranean Sea to the west, Turkey to the north, Iraq to the east, Jordan to the south, and Israel to the southwest. A country of fertile plains, high mountains, and deserts, Syria is home to diverse ethnic and religious groups, including Syrian Arabs, Kurds, Turkemens, Assyrians, Armenians, Circassians, Mandeans and Greeks. Religious groups include Sunnis, Christians, Alawites, Druze, Isma'ilis, Mandeans, Shiites, Salafis, Yazidis, and Jews. Arabs are the largest ethnic group, and Sunnis the largest religious group.",
  "/wiki/Democratic_Union_Party_(Syria)": "The Democratic Union Party (Kurdish: Partiya Yekîtiya Demokrat‎ (PYD); Arabic: حزب الاتحاد الديمقراطي‎, romanized: Ḥizb al-Ittiḥad al-Dimuqraṭiy; Classical Syriac: ܓܒܐ ܕܚܘܝܕܐ ܕܝܡܩܪܐܛܝܐ‎, romanized: Gabo d'Ḥuyodo Demoqraṭoyo) is a Kurdish democratic confederalist political party established on 20 September 2003 in northern Syria. It is a founding member of the National Coordination Body for Democratic Change, and is described by the Carnegie Middle East Center as \"one of the most important Kurdish opposition parties in Syria\". It is the leading political party in the Democratic Federation of Northern Syria and its regions. Chemical engineer Salih Muslim became its chairman in 2010, and Asiyah Abdullah its co-chairwoman in June 2012.",
  "/wiki/Togo": "Togo (/ˈtoʊɡoʊ/ (listen)), officially the Togolese Republic (French: République togolaise), is a country in West Africa bordered by Ghana to the west, Benin to the east and Burkina Faso to the north. The sovereign state extends south to the Gulf of Guinea, where its capital Lomé is located. Togo covers 57,000 square kilometres (22,008 square miles), making it one of the smallest countries in Africa, with a population of approximately 7.9 million, as well as one of the narrowest countries in the world with a width of less than 115 km (71 mi) between Ghana and its slightly larger eastern neighbor, Benin.",
  "/wiki/Democratic_Convention_of_African_Peoples": "The Democratic Convention of African Peoples (French: Convention démocratique des peuples africains, CDPA) is a political party in Togo. It is a consultative member of Socialist International.",
  "/wiki/Turkey": "Turkey (Turkish: Türkiye [ˈtyɾcije]), officially the Republic of Turkey (Turkish: Türkiye Cumhuriyeti [ˈtyɾcije dʒumˈhuːɾijeti] (listen)), is a transcontinental country almost wholly located on the Anatolian peninsula in Western Asia, with a smaller portion on the Balkan peninsula in Southeastern Europe. East Thrace, the part of Turkey in Europe, is separated from Anatolia by the Sea of Marmara, the Bosporus and the Dardanelles (collectively called the Turkish Straits). Turkey is bordered by Greece and Bulgaria to its northwest, the Black Sea to its north, Georgia to its northeast, Armenia, the Azerbaijani exclave of Nakhchivan and Iran to its east, Iraq and Syria to its southeast, the Mediterranean Sea to its south, and the Aegean Sea to its west. Istanbul is the largest city in the country while Ankara is the capital. Approximately 70 to 80 percent of the country's citizens identify as Turkish, while Kurds are the largest minority at anywhere from 15 to 20 percent of the population.",
  "/wiki/Peoples'_Democratic_Party_(Turkey)": "The Peoples' Democratic Party (Turkish: Halkların Demokratik Partisi (HDP), Kurdish: Partiya Demokratîk a Gelan), or Democratic Party of the Peoples, is a pro-minority political party in Turkey. Generally left-wing, the party places a strong emphasis on participatory democracy, radical democracy, feminism, minority rights, youth rights and egalitarianism. It is an associate member of the Party of European Socialists (PES) and consultative member of the Socialist International.",
  "/wiki/November_2015_Turkish_general_election": "The Turkish general election of November 2015 was held on 1 November 2015 throughout the 85 electoral districts of Turkey to elect 550 members to the Grand National Assembly. It was the 25th general election in the History of the Republic of Turkey and elected the country's 26th Parliament. The election resulted in the Justice and Development Party (AKP) regaining a Parliamentary majority following a 'shock' victory, having lost it five months earlier in the June 2015 general election.",
  "/wiki/Ukraine": "Ukraine (Ukrainian: Україна, romanized: Ukrayina, pronounced [ʊkrɐˈjinɐ] (listen)) is a country in Eastern Europe. It is bordered by Russia to the north-east; Belarus to the north; Poland, Slovakia and Hungary to the west; and Romania, Moldova, and the Black Sea to the south.  Ukraine is currently in a territorial dispute with Russia over the Crimean Peninsula, which Russia annexed in 2014. Including Crimea, Ukraine has an area of 603,628 km2 (233,062 sq mi), making it both the largest country entirely within Europe and the 46th largest country in the world. Excluding Crimea, Ukraine has a population of about 42 million, making it the 32nd most populous country in the world. Its capital and largest city is Kiev. Ukrainian is the official language and its alphabet is Cyrillic. The dominant religion in the country is Eastern Orthodoxy.",
  "/wiki/Social_Democratic_Party_of_Ukraine": "Social Democratic Party of Ukraine (Ukrainian: Соцiал-демократична партiя України) is a sister party of the Social Democratic Party of Ukraine (united). The party was created after the 1994 Ukrainian parliamentary election during a party crisis when it split into Buzduhan-wing (left) and Zbitniev-wing (center). SDPU-Zbitniev later evolved into SDPU(u).",
  "/wiki/Socialist_International": "The Socialist International (SI) is a worldwide organisation of political parties which seek to establish democratic socialism. It consists mostly of democratic socialist, social-democratic and labour political parties and other organisations."
}