{
  "/wiki/Alta_IF": "Alta Idrettsforening is a sports club from Alta, Norway. The club is most known for its association football department, which played in the 1. divisjon until 2014. Alta currently plays in 2. divisjon, the third tier of the Norwegian football league system. The club was newly promoted for the 2008 season; its last stint up to that time in the division came in 2005, when they finished last. The team finished 14th in the 2009 season. In 2012 a new relegation came after finishing last once again. It took them only one year to come back.",
  "/wiki/Alta,_Norway": "The 3,849-square-kilometre (1,486 sq mi) municipality is the 7th largest municipality by area out of the 422 municipalities in Norway.  Alta is the 56th most populous municipality in Norway with a population of 20,635.  The municipality's population density is 5.6 inhabitants per square kilometre (15/sq mi) and its population has increased by 12.9% over the last decade.",
  "/wiki/Finnmarkshallen": "Finnmarkshallen is an indoor sports venue located in the town of Alta in Alta Municipality in Finnmark county, Norway. Opened in 1996, it is the home ground of the association football club Alta IF, that plays in the Norwegian Second Division. The hall is owned by the municipality, and has a seated capacity for 1,000 people. The venue has artificial turf.",
  "/wiki/Aasmund_Bj%C3%B8rkan": "Aasmund Bjørkan (born 3 July 1973) is a Norwegian former professional footballer who was appointed manager at Bodø/Glimt after the 2015 season. He had been the assistant of former manager Jan Halvor Halvorsen since 2013. He has previously been head coach of the First Division sides Alta and Ranheim. As a player, he played as a winger for Bodø/Glimt and Vålerenga, and won the Norwegian Cup in 1993 and 2002.",
  "/wiki/FK_Bod%C3%B8/Glimt": "FK Bodø/Glimt is a Norwegian football club from the town of Bodø that currently plays in Eliteserien, the Norwegian top division. The club was founded in 1916. Its nickname is the original club name: Glimt.",
  "/wiki/Bod%C3%B8": "Bodø (pronounced [ˈbûːdøː] (listen); Lule Sami: Bådåddjo, Swedish: Bodö) is a municipality in Nordland county, Norway.  It is part of the traditional region of Salten.  The administrative centre of the municipality is the town of Bodø (which is also the capital of Nordland county).  Some of the notable villages in Bodø include Misvær, Skjerstad, Saltstraumen, Løding, Løpsmarka, Kjerringøy, Sørvær, and Fenes.",
  "/wiki/Aspmyra_Stadion": "Aspmyra Stadion is a football stadium in Bodø, Norway. Home of Bodø/Glimt and Grand Bodø, it holds a capacity for 5,635 spectators. The venue has three stands: a modern all-seater with roof, 100 club seats and 15 luxury boxes to the south, an unroofed all-seater to the east and an older grandstand with mixed sitting and standing to the north. The venue has floodlights and artificial turf with under-soil heating. Immediately south of the venue lies Aspmyra kunstgressbane, a training pitch with artificial turf. Aspmyra Stadion has hosted one Norway national football team match, against Iceland in 2002.",
  "/wiki/K%C3%A5re_Ingebrigtsen": "Kåre Hedley Ingebrigtsen (born 11 November 1965) is a Norwegian professional football manager and former player, who played as a midfielder. He was most recently in charge of Cypriot First Division side APOEL before being sacked in February 2020.",
  "/wiki/Bryne_FK": "Bryne Fotballklubb (Norwegian pronunciation: [ˈbʁỳːnə]) is a Norwegian football club from the town of Bryne, founded in 1926. They currently play in 2. divisjon.",
  "/wiki/Bryne": "Bryne (Norwegian pronunciation: [ˈbʁỳːnə] (listen)) is a city in Time municipality in Rogaland county, Norway.  The town is the administrative centre of the municipality of Time and it is also one of the 50 largest towns/cities in Norway.  Bryne's location in the prospering region of Stavanger/Sandnes and excellent road and rail links make Bryne an attractive area for commuters.  The town is expanding rapidly and there have been reports of problems with schooling capacity.  Bryne Church is located in the centre of the town and Time Church is located 1 kilometre (0.62 mi) east of the town.",
  "/wiki/Bryne_Stadion": "Bryne Stadion is a multi-purpose stadium in Bryne, Norway. It is currently used mostly for football matches, and is the home ground of Bryne F.K..",
  "/wiki/Tommy_Bergersen": "Tommy Bergersen (born 16 October 1972) is a Norwegian football coach and former football midfielder.",
  "/wiki/Follo_FK": "Follo Fotballklubb is a football club from Ski, Akershus, Norway.",
  "/wiki/Ski": "A ski is a narrow strip of semi-rigid material worn underfoot to glide over snow.  Substantially longer than wide and characteristically employed in pairs, skis are attached to ski boots with ski bindings, with either a free, lockable, or partially secured heel. For climbing slopes, ski skins (originally made of seal fur, but now made of synthetic materials) can be attached at the base of the ski.",
  "/wiki/Ski_Stadion": "Ski Stadion is a multi-use stadium in Ski, Norway. It is currently used for track and field meets hosted by Ski IL and for association football matches, being the home ground of Follo FK.",
  "/wiki/Fredrikstad_FK": "Fredrikstad Fotballklubb (also known as Fredrikstad or FFK) is a Norwegian football club from the town of Fredrikstad. With nine league championships and eleven Norwegian Cup wins, FFK is one of the most successful clubs in Norwegian football. The club was founded in 1903.",
  "/wiki/Fredrikstad": "Fredrikstad (listen (help·info); previously Frederiksstad; literally Fredrik's Town) is a city and municipality in Viken county, Norway. The administrative centre of the municipality is the city of Fredrikstad.",
  "/wiki/Fredrikstad_Stadion": "The Fredrikstad Stadion is a football stadium in Fredrikstad, Norway and home of the Norwegian First Division team Fredrikstad FK. It is located in an area which formerly used to be a large shipyard (locally known as Værste or FMV), but which nowadays is the technological centre of the city, with several companies and a college. The frontage of the stadium is built to replicate the original halls of the workshop. This makes it architecturally unique. The stadium was built to replace Old Fredrikstad Stadion, which was considered to be one of the eldest and most worn-out stadium in the country. The total capacity is approximately 12,560, all seated. There is a possibility to expand it furthermore, to some 15,000 seats.",
  "/wiki/Tom_Freddy_Aune": "Tom Freddy Aune (born 3 June 1970) is a Norwegian former football forward and coach. He was most\nrecently the head coach of Fredrikstad.",
  "/wiki/L%C3%B8v-Ham_Fotball": "Løv-Ham Fotball was a football club from Fyllingsdalen in Bergen, Norway. Its origin was two local sports teams in Fyllingsdalen called Løvåsen and Hamre. On 29 December 1975 those clubs were merged, choosing the name Løv-Ham. In March 1999 Løv-Ham was divided into a football division, Løv-Ham Fotball, and a handball division, Løv-Ham Håndball.",
  "/wiki/Bergen": "Bergen (Norwegian pronunciation: [ˈbæ̀rɡn̩] (listen)), historically Bjørgvin, is a city and municipality in Vestland on the west coast of Norway. At the end of the first quarter of 2018[update], the municipality's population was 280,216, and the Bergen metropolitan region has about 420,000 inhabitants. Bergen is the second-largest city in Norway. The municipality covers 465 square kilometres (180 sq mi) and is on the peninsula of Bergenshalvøyen. The city centre and northern neighbourhoods are on Byfjorden, 'the city fjord', and the city is surrounded by mountains; Bergen is known as the 'city of seven mountains'. Many of the extra-municipal suburbs are on islands. Bergen is the administrative centre of Hordaland, and consists of eight boroughs: Arna, Bergenhus, Fana, Fyllingsdalen, Laksevåg, Ytrebygda, Årstad, and Åsane.",
  "/wiki/Varden_Amfi": "Varden Amfi is a football venue in Bergen, Norway. The stadium is currently used by FK Fyllingsdalen who plays in the Norwegian Second Division. It was formerly used by now dissolved clubs Løv-Ham and Fyllingen Fotball.",
  "/wiki/Arne_Sandst%C3%B8": "Arne Sandstø (born 21 October 1966 in Bergen) is a former professional Norwegian footballer.",
  "/wiki/Mj%C3%B8ndalen_IF": "Mjøndalen IF is a Norwegian sports club located in Mjøndalen, Buskerud, Norway. Of the different athletic endeavours that the club supports, it may be best known in Norway for its bandy national championship teams and internationally for its association football national championship teams that have competed in UEFA championships. Founded in 1910, it has sections for association football, bandy, baseball, cycling, gymnastics, handball, judo and skiing. The club formerly had a section for athletics.",
  "/wiki/Mj%C3%B8ndalen": "Mjøndalen is the administrative centre of Nedre Eiker municipality in Buskerud county, Norway. It is situated south of the Drammenselva River opposite of Krokstadelva.",
  "/wiki/Nedre_Eiker_Stadion": "Consto Arena (until 2012 known as Nedre Eiker Stadion, between 2012 and 2015 as Mjøndalen Stadion and between 2016 and 2017 as Isachsen Stadion) is a football stadium located at Mjøndalen in Nedre Eiker, Norway. It is the home ground of Mjøndalen IF in the Eliteserien, providing a capacity for 4,350 spectators.",
  "/wiki/Vegard_Hansen": "Vegard Hansen (born 8 August 1969 in Drammen) is the head coach of Eliteserien club Mjøndalen IF. He has had this position since 2006. During his time at Mjøndalen, the club was promoted to the 1. divisjon in 2008 and reached the play-offs for promotion to the Tippeligaen in 2012, 2013 and 2014. In 2014 and 2018 the club won promotion to the top division.",
  "/wiki/Moss_FK": "Moss Fotballklubb is a Norwegian football club, founded on 28 August 1906. They play in the 2. divisjon, the third highest division in the Norwegian football league system. They played in the Norwegian top flight between 1937-1939, 1953-1954, 1977-1985 (9 seasons), 1987-1990 (4 seasons), 1996 and 1998-2002. The club came close to earning promotion to the top flight in 2005, but lost the play-off against Molde.",
  "/wiki/Moss": "Mosses are small flowerless plants that typically form dense green clumps or mats, often in damp or shady locations. The individual plants are usually composed of simple leaves that are generally only one cell thick, attached to a stem that may be branched or unbranched and has only a limited role in conducting water and nutrients. Although some species have conducting tissues, these are generally poorly developed and structurally different from similar tissue found in vascular plants. Mosses do not have seeds and after fertilisation develop sporophytes with unbranched stalks topped with single capsules containing spores. They are typically 0.2–10 cm (0.1–3.9 in) tall, though some species are much larger. Dawsonia, the tallest moss in the world, can grow to 50 cm (20 in) in height.",
  "/wiki/Mell%C3%B8s_Stadion": "Melløs Stadion is a multi-purpose stadium in Melløs borough in Moss, Norway.  It is currently used mostly for football contests and is the home stadium of Moss FK. The stadium has a capacity around 10,000 people and was opened in 1939. The current attendance record is 10,085 people in a neighbor derby against Fredrikstad FK in 2003. The stadium was used for the 1997 UEFA Women's Championship.",
  "/wiki/Erik_Holtan": "Erik Holtan (born 20 April 1969) is a retired Norwegian football goalkeeper, who played the majority of his career for Odd Grenland..",
  "/wiki/Nybergsund_IL-Trysil": "Nybergsund IL-Trysil is a Norwegian football club located in Nybergsund in Trysil. It currently plays in the 3. divisjon, the fourth tier of the Norwegian football league system, having been relegated from 2. divisjon in 2018.",
  "/wiki/Trysil": "Trysil is a municipality in Innlandet county, Norway.  It is part of the traditional region of Østerdalen.  The administrative centre of the municipality is the village of Innbygda.  The municipality of Trysil was established on 1 January 1838 (see formannskapsdistrikt).",
  "/wiki/Nybergsund_Stadion": "Nybergsund Stadion is an association football venue located in Trysil, Norway. It is the home ground of Nybergsund IL-Trysil in the First Division. The pitch has artificial turf. The pitch has a capacity of 1,500 seated spectators, in addition to standing places.",
  "/wiki/Ranheim_Fotball": "Ranheim Fotball is a Norwegian football club from Ranheim in Trondheim that currently plays in 1. divisjon, the second tier in the Norwegian football league system. Ranheim is the football department of Ranheim IL, founded on 17 February 1901.",
  "/wiki/Ranheim": "Ranheim is a neighbourhood in the city of Trondheim in Trøndelag county, Norway.  It is located in the borough of Østbyen.  The neighbourhood approximately 6 kilometres (3.7 mi) to the east of the centre of Trondheim. It comprises Olderdalen, Væretrøa, Reppe, and Vikåsen.",
  "/wiki/DnB_NOR_Arena": "Extra Arena (previous called Ranheim Stadion) is the home ground of the Norwegian football club Ranheim Fotball. It is located in the city-area of Ranheim in the city of Trondheim. The stadion had to be enlarged to comply with Eliteserien guideline of a minimum of 3000 seats.",
  "/wiki/Per_Joar_Hansen": "Per Joar Hansen (born 17 August 1965 in Namsos) is a Norwegian football coach. He grew up in the small community of Trofors in Nordland. He played for and managed Rosenborg BK, and he has managed GIF Sundsvall, Aalesunds FK, Ranheim and the Norwegian under-21 football team.",
  "/wiki/Sandnes_Ulf": "Sandnes Ulf is a Norwegian association football club from Sandnes, Rogaland, currently playing in the 1. divisjon, the second highest division in the Norwegian football league system. The club play their home matches at Sandnes Stadion in Sandnes idrettspark, but are working on plans for a new modern football stadium. The club was founded on 1 June 1911 as SK Ulf, and today has over 80 registered teams, making it the largest football club in Rogaland.",
  "/wiki/Sandnes": "Sandnes is part of the district of North-Jæren.  The city is divided into 13 boroughs.  The administrative centre of the city-municipality is located in the borough of Trones og Sentrum in the city centre.  There are several village areas in the rural parts of the municipality including Hommersåk, Høle, Foss-Eikeland, Stokka, and Vatne.",
  "/wiki/Sandnes_Idrettspark": "Sandnes Stadion is a multi-purpose stadium located in Sandnes, Rogaland, Norway. It is a part of Sandnes Idrettspark and is currently used mostly for track and field meets and football matches, and is the home ground of Sandnes Ulf. The stadium's capacity is 4,969 (4,109 seats).",
  "/wiki/Asle_Andersen": "Asle Andersen (born 15 February 1972) is a Norwegian football manager and former player. He was the manager of Sandnes Ulf in the Norwegian Premier League from 2006 to July 2014.",
  "/wiki/Sarpsborg_08_FF": "Sarpsborg 08 Fotballforening, commonly known as Sarpsborg 08 or simply Sarpsborg ([ˈsɑ̀ʂbɔr]), is a Norwegian football club based in Sarpsborg, playing in Eliteserien. Sarpsborg 08 and its predecessors played in 1. divisjon from 2005 to 2010. In 2010, the club was promoted to the Tippeligaen, the top league in Norway, but finished last and was relegated back to 1. divisjon in 2011. In 2012, they were promoted again and 6 years after, they qualified for their first Europa League group stage. They play their home games at Sarpsborg Stadion.",
  "/wiki/Sarpsborg": "Sarpsborg [ˈsɑ̀ʂ.bɔr] or [ˈsɑ̀rps.bɔrg], historically Borg, is a city and municipality in Viken county, Norway.  The administrative centre of the municipality is the city of Sarpsborg.",
  "/wiki/Sarpsborg_Stadion": "The Sarpsborg Stadion  is a football stadium in Sarpsborg, Norway. It is the home ground of Eliteserien club Sarpsborg 08.",
  "/wiki/Roar_Johansen_(football_coach)": "Roar Johansen (born 19 November 1968) is a Norwegian football coach who is in charge of the First Division team Bærum.",
  "/wiki/Sogndal_Fotball": "Sogndal Fotball is the association football department of Norwegian sports club Sogndal IL from Sogndal in Vestland. The club was founded in 1926. The men's team currently plays in 1. divisjon, the second tier of the Norwegian football league system. The club's home matches are played at the 5,622 capacity Fosshaugane Campus.",
  "/wiki/Sogndal": "Sogndal is a municipality in Vestland county, Norway. It is located on the northern shore of the Sognefjorden in the traditional district of Sogn. The village of Sogndalsfjøra is the administrative center of Sogndal municipality. Other villages include Kaupanger, Kjørnes, Fimreite, Nornes, and Fjærland. Sogndal Airport, Haukåsen is located 10 kilometres (6.2 mi) southwest of Kaupanger.",
  "/wiki/Fosshaugane_Campus": "Fosshaugane Campus is the current home ground for the football team, Sogndal Fotball. It is also a combined with a school's campus, from where it got its name.",
  "/wiki/Harald_Aabrekk": "Harald Olav Aabrekk (born 22 February 1956) is a Norwegian football coach and a former player. He played for Sogndal and Brann in the Tippeligaen, Norway's top professional football league. He has been head coach of Sogndal, Tromsø, Brann, Haugesund, Vålerenga and Aalesund,  and has also served as an assistant coach for the Norway national football team.",
  "/wiki/Str%C3%B8mmen_IF": "Strømmen Idrettsforening is a Norwegian sports club from Strømmen. It has sections for football, athletics and gymnastics, and formerly had sections for bandy, orienteering, skiing, speed skating, swimming among other sports.",
  "/wiki/Str%C3%B8mmen": "Strømmen is a town in Lillestrøm, Viken, Norway. It is about twenty kilometers east of Oslo, and considered part of Greater Oslo. It has around 11,400 residents.",
  "/wiki/Str%C3%B8mmen_Stadion": "Strømmen Stadion is a sports stadium in Strømmen, Skedsmo, Norway. It is currently used mostly for football matches, and is the home ground of Strømmen IF and women's Premier League team Team Strømmen.",
  "/wiki/Petter_Myhre": "Petter Myhre (born 21 February 1972) is a retired Norwegian footballer and current assistant coach for Lillestrøm.",
  "/wiki/Thomas_Berntsen": "Thomas Edvin Berntsen (born 31 July 1970) is a Norwegian football coach and former football defender. As a player, Berntsen is most notable for his time at Lillestrøm and Vålerenga in Tippeligaen and the Austrian club Bregenz. After his retirement he has been head coach of Lørenskog, Kongsvinger and Strømmen.",
  "/wiki/Tromsdalen_UIL": "Tromsdalen UIL is a Norwegian sports club founded in 1938, from Tromsdalen in the municipality of Tromsø. It has sections for football, athletics, skiing and gymnastics.",
  "/wiki/Troms%C3%B8": "Tromsø (/ˈtrɒmsoʊ/, also UK: /ˈtrɒmsɜː/; Norwegian pronunciation: [ˈtrʊ̂msœ] (listen); Northern Sami: Romsa; Kven: Tromssa, Swedish: Tromsö) is a municipality in Troms og Finnmark county, Norway. The administrative centre of the municipality is the city of Tromsø.",
  "/wiki/Tromsdalen_Stadion": "TUIL Arena is an association football venue located in Tromsø, Norway, Opened in 1983, it is the home ground of Tromsdalen UIL, which plays in the First Division. The pitch is owned by the club and has artificial turf. It will[needs update] be superseded by TUIL Arena that is planned to open in 2010. The field has also been used by Tromsø IL for Premier League games. The attendance record is 3,200 people who attended a match between Tromsdalen and Bodø/Glimt in 1992.",
  "/wiki/Morten_Pedersen": "Morten Pedersen (born 12 April 1972) is a Norwegian former footballer who played as defender. He is the head coach of Tromsø under 21 side.",
  "/wiki/2010_Norwegian_First_Division": "The 2010 1. divisjon (referred to as Adeccoligaen for sponsorship reasons) was a Norwegian second-tier football season. The season began play on 5 April 2010 and ended on 7 November 2010."
}