{
  "/wiki/Discord_(software)": "Discord is a proprietary freeware VoIP application and digital distribution platform designed for video gaming communities, that specializes in text, image, video and audio communication between users in a chat channel. Discord runs on Windows, macOS, Android, iOS, Linux, and in web browsers. As of 21 July 2019[update], there are over 250 million unique users of the software.",
  "/wiki/EBuddy": "eBuddy is a privately held Dutch software company that offers instant messaging services. As of 2011. eBuddy reported 100 million downloads. The company's flagship service is XMS, a proprietary cross-platform instant messaging service. After some changes of ownership, the company is now again owned by its original founders, Onno Bakker and Jan-Joost Rueb.",
  "/wiki/Facebook_Messenger": "Facebook Messenger (commonly known as Messenger) is a messaging app and platform developed by Facebook, Inc. Originally developed as Facebook Chat in 2008, the company revamped its messaging service in 2010, and subsequently released standalone iOS and Android apps in August 2011 and standalone Facebook Portal hardware for Messenger-based calling in Q4 2018. Over the years, Facebook has released new apps on a variety of different operating systems, launched a dedicated website interface (Messenger.com), and separated the messaging functionality from the main Facebook app, allowing users to use the web interface or download one of the standalone apps.",
  "/wiki/Facebook_Inc": "Facebook, Inc. is an American social media and technology company based in Menlo Park, California. It was founded by Mark Zuckerberg, along with fellow Harvard College students and roommates Eduardo Saverin, Andrew McCollum, Dustin Moskovitz and Chris Hughes, originally as TheFacebook.com—today's Facebook, popular global social networking website. Facebook is one of the world's most valuable companies. It is considered one of the Big Four technology companies along with Amazon, Apple, and Google.",
  "/wiki/IMessage": "iMessage is an instant messaging service developed by Apple Inc. Launched in 2011, it is supported by the Messages application in iOS 5 and later and OS X Mountain Lion and later.",
  "/wiki/Apple_Inc.": "Apple Inc. is an American multinational technology company headquartered in Cupertino, California, that designs, develops, and sells consumer electronics, computer software, and online services.",
  "/wiki/Kik_Messenger": "Kik Messenger, commonly called Kik, is a freeware instant messaging mobile app from the Canadian company Kik Interactive, available free of charge on iOS and Android operating systems. It uses a smartphone's data plan or Wi-Fi to transmit and receive messages, photos, videos, sketches, mobile webpages, and other content after users register a username. Kik is known for its features preserving users' anonymity, such as allowing users to register without providing a telephone number. However, the Kik application logs user IP addresses, which the company can use to determine location. As of May 2016, Kik Messenger had approximately 300 million registered users, and was used by approximately 40% of United States' teenagers.",
  "/wiki/Line_(software)": "Line (styled as LINE) is a freeware app for instant communications on electronic devices such as smartphones, tablet computers, and personal computers. Line users exchange texts, images, video and audio, and conduct free VoIP conversations and video conferences. In addition, Line is a platform providing various services including digital wallet as Line Pay, news stream as Line Today, video on demand as Line TV, and digital comic distribution as Line Manga and Line Webtoon. The service is operated by Line Corporation, a subsidiary of Korean internet search engine company, Naver Corporation.",
  "/wiki/Naver_Corporation": "Naver Corporation (KRX: 035420) is a engineering company headquartered in Seongnam, South Korea that operates the Korean search engine Naver. Naver established itself as an early pioneer in the use of user-generated content through the creation of the online Q&A platform Knowledge iN. Naver also manages global mobile services such as the mobile messenger LINE, video messenger Snow, and group communication service BAND.",
  "/wiki/Skype": "Skype (/skaɪp/) is a telecommunications application that specializes in providing video chat and voice calls between computers, tablets, mobile devices, the Xbox One console, and smartwatches via the Internet. Skype also provides instant messaging services.  Users may transmit text, video, audio and images. Skype allows video conference calls.",
  "/wiki/Microsoft": "Microsoft Corporation is an American multinational technology company with headquarters in Redmond, Washington. It develops, manufactures, licenses, supports, and sells computer software, consumer electronics, personal computers, and related services. Its best known software products are the Microsoft Windows line of operating systems, the Microsoft Office suite, and the Internet Explorer and Edge web browsers. Its flagship hardware products are the Xbox video game consoles and the Microsoft Surface lineup of touchscreen personal computers. In 2016, it was the world's largest software maker by revenue (currently Alphabet/Google has more revenue). The word \"Microsoft\" is a portmanteau of \"microcomputer\" and \"software\". Microsoft is ranked No. 30 in the 2018 Fortune 500 rankings of the largest United States corporations by total revenue.",
  "/wiki/Snapchat": "Snapchat is a multimedia messaging app used globally, created by Evan Spiegel, Bobby Murphy, and Reggie Brown, former students at Stanford University, and developed by Snap Inc., originally Snapchat Inc.",
  "/wiki/Snap_Inc.": "Snap Inc. is an American camera and social media company, founded on September 16, 2011, by Evan Spiegel and Bobby Murphy based in Santa Monica, California. It has three products: Snapchat, Spectacles, and Bitmoji. The company was originally named Snapchat Inc. upon its inception, but it was rebranded on September 24, 2016, as Snap Inc. in order to include the Spectacles product under a single company.",
  "/wiki/Telegram_(messaging_service)": "Telegram is a cloud-based instant messaging and voice over IP service. Telegram client apps are available for Android, iOS, Windows Phone, Windows NT, macOS and Linux. Users can send messages and exchange photos, videos, stickers, audio and files of any type.",
  "/wiki/Tencent_QQ": "Tencent QQ (Chinese: 腾讯QQ), also known as QQ, is an instant messaging software service and web portal developed by the Chinese tech giant Tencent. QQ offers services that provide online social games, music, shopping, microblogging, movies, and group and voice chat software. The logo of the software is a winking penguin wearing a red scarf. It is the world's 5th most visited website, according to Alexa.\nAs of April 2014, over 200 million simultaneous online QQ users were recorded. At the end of June 2016, there were 899 million active QQ accounts.",
  "/wiki/Viber": "Viber is a cross-platform voice over IP (VoIP) and instant messaging (IM) software application operated by Japanese multinational company Rakuten, provided as freeware for the Android, iOS, Microsoft Windows, macOS and Linux platforms. Users are registered and identified through a cellular telephone number, although the service is accessible on desktop platforms without needing mobile connectivity. In addition to instant messaging it allows users to exchange media such as images and video records, and also provides a paid international landline and mobile calling service called Viber Out. As of 2018, there are over a billion registered users on the network.",
  "/wiki/Rakuten": "Rakuten, Inc. (楽天株式会社, Rakuten Kabushiki-gaisha) (Japanese pronunciation: [ɾakɯ.teɴ]) is a Japanese electronic commerce and online retailing company based in Tokyo, founded in 1997 by Japanese businessman Hiroshi Mikitani. Its B2B2C e-commerce platform Rakuten Ichiba is the largest e-commerce site in Japan and among the world's largest by sales. The company operates Japan's biggest Internet bank and number one credit card company by transaction value. It also offers e-commerce, fintech, digital content and communications services to over one billion members around the world, and operates in 29 countries and regions. It is often referred to as \"the Amazon of Japan\".",
  "/wiki/WeChat": "WeChat (Chinese: 微信; pinyin: Wēixìn; literally: 'micro-message') is a Chinese multi-purpose messaging, social media and mobile payment app developed by Tencent. It was first released in 2011, and became one of the world's largest standalone mobile apps in 2018, with over 1 billion monthly active users. WeChat has been described as China's \"app for everything\" and a \"super app\" because of its wide range of functions. Due to its popularity, user activity on WeChat is used for mass surveillance in China. WeChat also censors politically sensitive topics in China.",
  "/wiki/Tencent": "Tencent Holdings Ltd. (Chinese: 腾讯控股有限公司; pinyin: Téngxùn Kònggǔ Yǒuxiàn Gōngsī) is a Chinese multinational conglomerate holding company founded in 1998, whose subsidiaries specialise in various Internet-related services and products, entertainment, artificial intelligence and technology both in China and globally. Its twin-skyscrapers headquarters Tencent Seafront Towers (also known as Tencent Binhai Mansion) are based in Nanshan District, Shenzhen.",
  "/wiki/WhatsApp": "WhatsApp Messenger is a freeware, cross-platform messaging and Voice over IP (VoIP) service owned by Facebook, Inc. It allows users to send text messages and voice messages, make voice and video calls, and share images, documents, user locations, and other media. WhatsApp's client application runs on mobile devices but is also accessible from desktop computers, as long as the user's mobile device remains connected to the Internet while they use the desktop app. The service requires users to provide a standard cellular mobile number for registering with the service. In January 2018, WhatsApp released a standalone business app targeted at small business owners, called WhatsApp Business, to allow companies to communicate with customers who use the standard WhatsApp client."
}