{
  "/wiki/BlackBerry_Messenger": "BBM, formerly known by its full name BlackBerry Messenger, was a proprietary mobile instant messenger and videotelephony application included on BlackBerry devices that allows messaging and voice calls between BlackBerry OS, BlackBerry 10, iOS, Android, and Windows Mobile users. The consumer edition for iOS and Android, BBM Consumer, was developed by Indonesian company Emtek under license from BlackBerry Limited (formerly known as Research In Motion). The consumer edition for BlackBerry OS and BlackBerry 10, as well as the paid enterprise edition, called BBM Enterprise (formerly known as BBM Protected), were developed fully by BlackBerry Limited. BBM Consumer shut down on 31 May 2019, however the paid enterprise version of the software, BBMe, is still running.",
  "/wiki/BlackBerry_Limited": "BlackBerry Limited is a Canadian multinational company specialising in enterprise software and the Internet of things. Originally known as Research In Motion (RIM), it is best known to the general public as the former developer of the BlackBerry brand of smartphones, and tablets. It transitioned to an enterprise software and services company under CEO John S. Chen. Its products are used worldwide by various businesses, car makers, and government agencies. They include BlackBerry Cylance's artificial intelligence based cyber-security solutions, the BlackBerry AtHoc emergency communication system (ECS) platform; the QNX real-time operating system; and BlackBerry Enterprise Server (BlackBerry Unified Endpoint Manager), a Unified Endpoint Management (UEM) platform. BlackBerry was founded in 1984 as Research In Motion by Mike Lazaridis and Douglas Fregin. In 1992, Lazaridis hired Jim Balsillie, and Lazaridis and Balsillie served as co-CEOs until January 22, 2012, when Thorsten Heins became president and CEO. In November 2013, John S. Chen took over as CEO. His initial strategy was to subcontract manufacturing to Foxconn, and to focus on software technology. Currently,[when?] his strategy includes forming licensing partnerships with device manufacturers such as TCL Communication and unifying BlackBerry's software portfolio.",
  "/wiki/Hike_Messenger": "Hike is a cross-platform instant messaging (IM), Voice over IP (VoIP), social media and peer-to-peer file sharing application which was launched on 12 December 2012 by Kavin Bharti Mittal and is now owned by Hike Private Limited. It allow users to share text and voice messages in real-time when connected to the internet as well as by SMS when offline. Hike client runs on smartphones and can also be accessible from a desktop/laptop computer independent of a mobile client. The registration process uses a standard mobile number with a one time password (OTP) or four-digit pin-based authentication process.",
  "/wiki/Gadu-Gadu": "Gadu-Gadu (Polish for \"chit-chat\"; commonly known as GG or gg) is a Polish instant messaging client using a proprietary protocol. Gadu-Gadu was the most popular IM service in Poland, with over 15 million registered accounts and approximately 6.5 million users online daily.[citation needed] Gadu-Gadu’s casual gaming portal had some 500,000 active users at the end of March 2009. Users send up to 300 million messages per day.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin.",
  "/wiki/IBM_Sametime": "IBM Sametime (formerly IBM Lotus Sametime) is a client–server application and middleware platform that provides real-time, unified communications and collaboration for enterprises. Those capabilities include presence information, enterprise instant messaging, web conferencing, community collaboration, and telephony capabilities and integration. It is sold by the Lotus Software division of IBM.",
  "/wiki/IBM": "The International Business Machines Corporation (IBM) is an American multinational information technology company headquartered in Armonk, New York, with operations in over 170 countries. The company began in 1911, founded in Endicott, New York, as the Computing-Tabulating-Recording Company (CTR) and was renamed \"International Business Machines\" in 1924. IBM is incorporated in New York.",
  "/wiki/ICQ": "ICQ is a cross-platform instant messaging and VoIP client. The name ICQ derives from the English phrase \"I Seek You\". Originally developed by the Israeli company Mirabilis in 1996, the client was bought by AOL in 1998, and then by Mail.Ru Group in 2010.",
  "/wiki/IMVU": "IMVU Inc., (/ˈɪmvjuː/, stylized as imvu) is an online metaverse and social network. IMVU was founded in 2004 and was originally backed by venture investors Menlo Ventures, AllegisCyber Capital, Bridgescale Partners, and Best Buy Capital. IMVU members use 3D avatars to meet new people, chat, create, and play games. IMVU had over four million active users in 2014. Current number of active players are 6M+, and currently the site has the largest virtual goods catalog of more than 40 million items. The business was previously located in Mountain View, California. It was also known as one of the leading practitioners of the lean startup approach.",
  "/wiki/Paltalk": "Paltalk is a proprietary video group chat service that enables users to communicate via video, internet chat and voice. It offers chat rooms and the ability for users to create their own public virtual chat room. Paltalk Desktop is available on macOS and Windows, and Paltalk Video Chat App is available for Android and iOS. While basic services are free of charge and basic software is free to download, fee-based memberships and paid upgrades to more capable paid versions are offered by AVM Software, the creators of Paltalk.",
  "/wiki/Signal_(software)": "Signal is a cross-platform encrypted messaging service developed by the Signal Foundation and Signal Messenger LLC.  It uses the Internet to send one-to-one and group messages, which can include files, voice notes, images and videos. Its mobile apps can also make one-to-one voice and video calls, and the Android version can optionally function as an SMS app.",
  "/wiki/Signal_Foundation": "The Signal Foundation, officially the Signal Technology Foundation, is a non-profit organization founded in 2018 by Moxie Marlinspike and Brian Acton. Its mission is \"to develop open-source privacy technology that protects free expression and enables secure global communication.\"",
  "/wiki/XMPP": "Extensible Messaging and Presence Protocol (XMPP) is a communication protocol for message-oriented middleware based on XML (Extensible Markup Language). It enables the near-real-time exchange of structured yet extensible data between any two or more network entities. Originally named Jabber, the protocol was developed by the eponymous open-source community in 1999 for near real-time instant messaging (IM), presence information, and contact list maintenance. Designed to be extensible, the protocol has been used also for publish-subscribe systems, signalling for VoIP, video, file transfer, gaming, the Internet of Things (IoT) applications such as the smart grid, and social networking services.",
  "/wiki/XMPP_Standards_Foundation": "XMPP Standards Foundation (XSF) is the foundation in charge of the standardization of the protocol extensions of XMPP, the open standard of instant messaging and presence of the IETF."
}