{
  "/wiki/Nepal": "Nepal (Nepali: नेपाल [neˈpal]), officially the Federal Democratic Republic of Nepal, is a landlocked country in South Asia. It is located mainly in the Himalayas, but also includes parts of the Indo-Gangetic Plain. With an estimated population of 26.4 million, it is 48th largest country by population and 93rd largest country by area. It borders China in the north and India in the south, east and west while Bangladesh is located within only 27 km (17 mi) of its southeastern tip and Bhutan is separated from it by the Indian state of Sikkim. Nepal has a diverse geography, including fertile plains, subalpine forested hills, and eight of the world's ten tallest mountains, including Mount Everest, the highest point on Earth. Kathmandu is the capital and the largest city. Nepal is a multiethnic country with Nepali as the official language.",
  "/wiki/Chandra_Bahadur_Dangi": "Chandra Bahadur Dangi (30 November 1939 – 3 September 2015) (Nepali: चन्द्रबहादुर दाँगी, listen (help·info)) was the shortest man in recorded history for whom there is irrefutable evidence, measuring 54.6 cm (1 ft 9 1⁄2 in). Dangi was a primordial dwarf. He broke the record of Gul Mohammed (1957–97), whose height was 57 cm (1 ft 10 in). He came to the attention of the media when a wood contractor saw him in his village in the Dang district of Nepal. He was awarded the title of shortest adult human ever recorded after his height was measured in February 2012. He was subsequently included in the Guinness World Records. Three of his five brothers were less than 1.22 m (four feet) tall, while his two sisters and two other brothers are of average height.",
  "/wiki/Guinness_World_Records": "Guinness World Records, known from its inception in 1955 until 2000 as The Guinness Book of Records and in previous United States editions as The Guinness Book of World Records, is a reference book published annually, listing world records both of human achievements and the extremes of the natural world. The brainchild of Sir Hugh Beaver, the book was co-founded by twin brothers Norris and Ross McWhirter in Fleet Street, London, in August 1954.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Gul_Mohammed": "Gul Mohammed (February 15, 1957 – October 1, 1997) of New Delhi, India, according to Guinness World Records, was the shortest adult human being of his time whose existence and height have been independently verified.",
  "/wiki/Philippines": "The Philippines (/ˈfɪləpiːnz/ (listen); Filipino: Pilipinas [ˌpɪlɪˈpinɐs] or Filipinas [ˌfɪlɪˈpinɐs]), officially the Republic of the Philippines (Filipino: Republika ng Pilipinas),[a] is an archipelagic country in Southeast Asia. Situated in the western Pacific Ocean, it consists of about 7,641 islands that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas and Mindanao. The capital city of the Philippines is Manila and the most populous city is Quezon City, both part of Metro Manila. Bounded by the South China Sea on the west, the Philippine Sea on the east and the Celebes Sea on the southwest, the Philippines shares maritime borders with Taiwan to the north, Japan to the northeast, Vietnam to the west, Palau to the east, and Malaysia and Indonesia to the south.",
  "/wiki/Junrey_Balawing": "Junrey Balawing (/dʒuːnˈriː/ joon-REE; Tagalog pronunciation: [dʒunˈrɪ bɐˈlawɪŋ] (listen); born June 12, 1993) is a Filipino and  record holder at the Guinness World Records. Balawing is the  world's shortest man alive measuring at 60.00 centimetres (23.62 in) tall. The declaration came during Balawing's 18th birthday celebration. Guinness World Records official said Balawing broke the record of Khagendra Thapa Magar of Nepal, who is 0.67 m (2 ft 2 1⁄3 in) tall.",
  "/wiki/Hungary": "Hungary (Hungarian: Magyarország [ˈmɒɟɒrorsaːɡ] (listen)) is a country in Central Europe. Spanning 93,030 square kilometres (35,920 sq mi) in the Carpathian Basin, it borders Slovakia to the north, Ukraine to the northeast, Romania to the east and southeast, Serbia to the south, Croatia and Slovenia to the southwest, and Austria to the west. With about 10 million inhabitants, Hungary is a medium-sized member state of the European Union. The official language is Hungarian, which is the most widely spoken Uralic language in the world, and among the few non-Indo-European languages to be widely spoken in Europe. Hungary's capital and largest city is Budapest; other major urban areas include Debrecen, Szeged, Miskolc, Pécs and Győr.",
  "/wiki/Khagendra_Thapa_Magar": "Khagendra Thapa Magar (Nepali: खगेन्द्र थापामगर) (4 October 1992 – 17 January 2020) was a Nepali once known as the shortest man in the world, measuring 0.67 m (2 ft 2 in). Magar, who was a primordial dwarf, won the title of shortest man from Edward Niño Hernández when he turned 18 on 14 October 2010. He lost the title in June 2011 to Junrey Balawing of the Philippines.",
  "/wiki/Taiwan": "Taiwan,[II] officially the Republic of China (ROC),[I] is a state in East Asia. Neighbouring states include the People's Republic of China (PRC) to the north-west, Japan to the north-east, and the Philippines to the south. The island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its highly urbanised population is concentrated. Taipei is the capital and largest metropolitan area. Other major cities include Kaohsiung, Taichung, Tainan and Taoyuan. With 23.7 million inhabitants, Taiwan is among the most densely populated states, and is the most populous state and largest economy that is not a member of the United Nations (UN).",
  "/wiki/Lin_Y%C3%BC-chih": "Lin Yü-chih (林煜智; pinyin: Lín Yùzhì; b. ca. 1972)photo is the  former shortest man in the world according to Guinness World Records. He resides in Taipei, Taiwan, where he works as an author and social activist. His name has sometimes been misspelled as Lin Yih-chih. In May 2008 he appeared in the British Channel 4 documentary called \"The World's Smallest Man and Me\" hosted by Mark Dolan.",
  "/wiki/Colombia": "Colombia (/kəˈlʌmbiə/ (listen) kə-LUM-bee-ə, /-ˈlɒm-/ -⁠LOM-; Spanish: [koˈlombja] (listen)), officially the Republic of Colombia (Spanish: República de Colombia (help·info)),[Note 1] is a country largely situated in the north of South America, with land and territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by both Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific. It comprises thirty-two departments, with the capital in Bogotá.",
  "/wiki/Edward_Ni%C3%B1o_Hern%C3%A1ndez": "Edward Niño Hernández is the world's shortest living man. He was certified on September 4, 2010 by the Guinness World Records. At 24 years of age Hernandez was 0.7 m (2 ft 3 1⁄2 in) tall and weighed 10 kg (22 lb). He lives in Bogotá, Colombia.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/He_Pingping": "He Pingping (Chinese: 何平平; pinyin: Hé Píngpíng; 13 July 1988 – 13 March 2010) was a Chinese citizen and, according to the Guinness World Records, at one time the world's shortest mobile man.",
  "/wiki/List_of_the_verified_shortest_people": "This list includes the shortest ever verified people in their lifetime or profession. The entries below are broken down into different categories which range from sex, to age group and occupations. Most of the sourcing is done by Guinness World Records which in the last decade has added new categories for \"mobile\" and \"non mobile\" men and women. The world's shortest verified man is Chandra Bahadur Dangi, while for women Pauline Musters holds the record."
}