{
  "/wiki/Lidia_Valent%C3%ADn": "Lidia Valentín Pérez (born 10 February 1985) is a Spanish weightlifter, Olympic Champion, 2 time World Champion and 4 time European Champion competing in the 75 kg category until 2018 and 81 kg starting in 2018 after the International Weightlifting Federation reorganized the categories. Lidia has won three Olympic Medals (Silver in 2008, Gold in 2012 and Bronze in 2016), two World Weightlifting Championships (2017 and 2018), as well as four European Weightlifting Championships.",
  "/wiki/Weightlifting_at_the_2012_Summer_Olympics": "Weightlifting competitions at the 2012 Summer Olympics in London were held from 28 July to 7 August in the ExCeL venue. Fifteen gold medals were awarded and 260 athletes took part (156 men and 104 women).",
  "/wiki/Weightlifting_at_the_2012_Summer_Olympics_-_Women%27s_75_kg": "The Women's 75 kg weightlifting event at the 2012 Summer Olympics in London, United Kingdom, took place at ExCeL London.",
  "/wiki/Marina_Alabau": "Marina Alabau Neira[a] (born 31 August 1985 in Seville) is a Spanish sailor.",
  "/wiki/Sailing_at_the_2012_Summer_Olympics": "Sailing at the 2012 Summer Olympics in London was held 29 July – 11 August at Weymouth and Portland National Sailing Academy in Weymouth. The 2012 sailing program consisted of a total of ten events (eight classes). Eleven fleet races were scheduled off the coast at Weymouth Bay for each event, except for the 49er and the Elliott 6m classes. For the 49er class, a total of 16 races were scheduled. Of the 11 (16) races, 10 (15) were scheduled as opening races and the last one as medal race. For the Elliott 6m a series of match races was scheduled. The sailing was done on different types of courses.",
  "/wiki/Sailing_at_the_2012_Summer_Olympics_%E2%80%93_Women%27s_sailboard": "The women's RS:X was a sailing event on the Sailing at the 2012 Summer Olympics program in Weymouth and Portland National Sailing Academy. Eleven races (last one a medal race) were scheduled and completed. 27 sailors, on 27 boards, from 27 nations competed. Ten boards qualified for the medal race on course area Nothe in front of Weymouth, where each position scored double points.",
  "/wiki/Joel_Gonz%C3%A1lez": "Joel González Bonilla (born 30 September 1989) is a taekwondo practitioner from Spain. He won the gold medal at the 2012 Olympics in the  58 kg division and the bronze medal at the 2016 Olympics in the  68 kg category.",
  "/wiki/Taekwondo_at_the_2012_Summer_Olympics": "Taekwondo competitions at the 2012 Summer Olympics in London was held from 8 August to 11 August at the ExCeL London. Competition was held in eight weight categories; four for men, and four for women.",
  "/wiki/Taekwondo_at_the_2012_Summer_Olympics_%E2%80%93_Men%27s_58_kg": "The men's 58 kg competition at the 2012 Summer Olympics was held on 8 August, at the ExCeL Exhibition Centre.",
  "/wiki/T%C3%A1mara_Echegoyen": "Támara Echegoyen Domínguez (born 17 February 1984 in Ourense) is a Spanish sailor. She participated at the 2012 Summer Olympics in Elliott 6m class, and together with her crew, gasts Ángela Pumariega and Sofía Toro, won the gold medal. In 2017-18, she was a crewmember on Mapfre on legs 1, 2, 3 in the Volvo Ocean Race.",
  "/wiki/%C3%81ngela_Pumariega": "Ángela Pumariega Menéndez (born 12 November 1984 in Gijón) is a Spanish sailor who won the gold medal in sailing at the 2012 Summer Olympics in the Elliott 6m class, in the crew led by Támara Echegoyen and accompanied by Sofía Toro.",
  "/wiki/Sof%C3%ADa_Toro": "Sofía Toro Prieto-Puga (born 19 August 1990 in A Coruña) is a Spanish sailor. She won a gold medal at the 2012 Summer Olympics in Elliott 6m class. She was in a crew led by Támara Echegoyen along with Ángela Pumariega.",
  "/wiki/Sailing_at_the_2012_Summer_Olympics_%E2%80%93_Elliott_6m": "The Women’s Elliott 6m was a sailing event on the Sailing at the 2012 Summer Olympics program in Weymouth and Portland National Sailing Academy. The competition was Match race format. It consisted of a round-robin a quarter finals, semi-finals, petit-final and final series. The top eight crews from the round-robin were seeded into the quarter final.",
  "/wiki/Mireia_Belmonte_Garc%C3%ADa": "Mireia Belmonte García (born 10 November 1990) is a Spanish Olympic, world, and European champion swimmer. She is the first female Olympic champion in the history of Spanish swimming and is widely considered to be the greatest Spanish swimmer of all time.",
  "/wiki/Swimming_at_the_2012_Summer_Olympics": "The swimming competitions at the 2012 Summer Olympics in London took place from 28 July to 4 August at the Aquatics Centre. The open-water competition took place from 9 to 10 August in Hyde Park.",
  "/wiki/Swimming_at_the_2012_Summer_Olympics_%E2%80%93_Women%27s_200_metre_butterfly": "The women's 200 metre butterfly event at the 2012 Summer Olympics took place on 31 July and 1 August at the London Aquatics Centre in London, United Kingdom.",
  "/wiki/Swimming_at_the_2012_Summer_Olympics_%E2%80%93_Women%27s_800_metre_freestyle": "The women's 800 metre freestyle event at the 2012 Summer Olympics took place on 2–3 August at the London Aquatics Centre.",
  "/wiki/Javier_G%C3%B3mez_Noya": "Francisco Javier Gómez Noya (born 25 March 1983) is a Spanish triathlete. He is the winner of five ITU Triathlon World Championships, he holds three ITU Triathlon World Cup titles, and won the Silver medal for Spain at the 2012 Summer Olympics in men's triathlon. He has also won world titles for Ironman 70.3  and XTERRA Triathlon.",
  "/wiki/Triathlon_at_the_2012_Summer_Olympics": "The triathlon events at the 2012 Summer Olympics were held in Hyde Park in London, United Kingdom, with the women's triathlon held on 4 August and the men's on 7 August. 110 triathletes from 39 countries competed with 55 men and 55 women competing. The races were held over the \"international distance\" (also called \"Olympic distance\") and consisted of 1.5 kilometres (0.93 mi) swimming, 43 kilometres (27 mi) road cycling, and 10 kilometres (6.2 mi) road running.",
  "/wiki/Triathlon_at_the_2012_Summer_Olympics_%E2%80%93_Men%27s": "The men's triathlon was one of the triathlon events at the 2012 Summer Olympics in London, United Kingdom. It took place on 7 August 2012, featuring 55 men from 32 countries. It was the fourth appearance of an Olympic men's triathlon event since the first at the 2000 Olympics in Sydney. The race was around Hyde Park, a 1.42 km2 park in central London. The race was held over the \"international distance\" (also called \"Olympic distance\") and consisted of 1.5 kilometres (0.93 mi) swimming, 42.959 kilometres (26.693 mi) road cycling, and 10 kilometres (6.2 mi) road running.",
  "/wiki/Ona_Carbonell": "Ona Carbonell Ballestero (born June 5, 1990) is a Spanish synchronized swimmer and sister to the famous Catalan poet and researcher Max Carbonell.",
  "/wiki/Andrea_Fuentes": "Andrea Fuentes Fache (born 7 April 1983 in Valls, Tarragona) is a Spanish retired synchronised swimmer. Her sister was synchronised swimmer Tina Fuentes (1984–2018). She is the most decorated swimmer in the history of the Spanish national team, with four Olympic, 16 World Championship and 11 European Championship medals: her four Olympic medals also make her the most decorated Spanish female Olympian of all time, alongside Arantxa Sánchez Vicario and Mireia Belmonte.",
  "/wiki/Synchronized_swimming_at_the_2012_Summer_Olympics": "Synchronized swimming competitions at the 2012 Summer Olympics in London were held from Sunday 5 August to Friday 10 August, at the London Aquatics Centre. Two medal events were included in the programme — women's duet and women's team — with 100 athletes participating.",
  "/wiki/Synchronized_swimming_at_the_2012_Summer_Olympics_%E2%80%93_Women%27s_duet": "The Women's duet event at the 2012 Summer Olympics in London, United Kingdom, took place at the Aquatics Centre from 5 to 7 August.",
  "/wiki/David_Cal": "David Cal Figueroa (born 10 October 1982 in Cangas do Morrazo) is a Spanish sprint canoeist who has competed since 1999. Competing in three Summer Olympics, he has won five medals with a gold (C-1 1000 m: 2004 Summer Olympics) and four silvers (C-1 500 m: 2004, 2008; C-1 1000 m: 2008 and 2012; C-1 1000 m: 2012). With this latest medal in the London 2012 Olympic Games, he became the Spanish athlete with more Olympic medals of all time.",
  "/wiki/Canoeing_at_the_2012_Summer_Olympics": "The canoeing races at the 2012 Olympic Games in London were contested in two main disciplines: the slalom, from 29 July to 2 August, and the sprint, from 6 to 11 August. The slalom competition was held at the Lee Valley White Water Centre and the sprint events were staged at Eton College Rowing Centre, at Dorney Lake, known as Eton Dorney.",
  "/wiki/Canoeing_at_the_2012_Summer_Olympics_%E2%80%93_Men%27s_C-1_1000_metres": "The men's canoe sprint C-1 1000 metres at the 2012 Olympic Games in London took place between 6 and 8 August at Eton Dorney.",
  "/wiki/Brigitte_Yag%C3%BCe": "Brigitte Yagüe Enrique (born March 15, 1981 in Palma de Mallorca, Balearic Islands, Spain) is a female taekwondo practitioner from Spain.",
  "/wiki/Taekwondo_at_the_2012_Summer_Olympics_%E2%80%93_Women%27s_49_kg": "The women's 49 kg competition at the 2012 Summer Olympics was held on 8 August, at the ExCeL London.",
  "/wiki/Spain_women%27s_national_water_polo_team": "The Spain women's national water polo team represents Spain in women's international water polo competitions and it is controlled by Real Federación Española de Natación.",
  "/wiki/Marta_Bach": "Marta Bach Pascual (born 1993) is a Spanish female water polo player. She is 5 ft 9 inches tall.",
  "/wiki/Andrea_Blas": "Andrea Blas Martinez (born 14 February 1992 in Zaragoza) is a Spanish female water polo player. At the 2012 Summer Olympics, she competed for the Spain women's national water polo team in the women's event, where they won the silver medal. She is 5 ft 8 inches tall.",
  "/wiki/Ana_Copado": "Ana Maria Copado Amorous (born 31 March 1980 in Terrassa) is a Spanish female water polo goalkeeper. At the 2012 Summer Olympics, she competed for the Spain women's national water polo team in the women's event, where they won the silver medal. She is 5 ft 11 inches tall.",
  "/wiki/Anna_Espar": "Anna Espar Llaquet (born January 8, 1993) is a Spanish female water polo player who won the gold medal at the 2013 World Championships in Barcelona.",
  "/wiki/Laura_Ester": "Laura Ester Ramos (born 22 January 1990, Barcelona) is a Spanish female water polo goalkeeper. At the 2012 Summer Olympics, she competed for the Spain women's national water polo team in the women's event, winning the silver medal.  She also competed at the 2016 Summer Olympics.  She is 5 ft 7 inches tall.",
  "/wiki/Mar%C3%ADa_Garc%C3%ADa_Godoy": "María del Carmen \"Maica\" García Godoy born (1990-10-17)October 17, 1990 in Barcelona, Spain is a Spanish female water polo player, playing at the centre forward position. She is part of the Spain women's national water polo team. At the 2012 Summer Olympics, she won a silver medal competing for the Spain women's national water polo team in the women's event. She is 6 ft 2 in (1.88 m) tall. She plays for the Spanish club CN Sabadell.",
  "/wiki/Laura_L%C3%B3pez_(water_polo)": "Laura López Ventosa (born 13 January 1988) is a Spanish female water polo player. At the 2012 Summer Olympics, she competed for the Spain women's national water polo team in the women's event, where they won the silver medal. She is 5 ft 7 in (1.70 m) inches tall.",
  "/wiki/Ona_Meseguer": "Ona Meseguer Flaqué (born 20 February 1988) is a Spanish female water polo player.  At the 2012 Summer Olympics, she competed for the Spain women's national water polo team in the women's event winning the silver medal. She is 5 ft 6 inches tall.",
  "/wiki/Lorena_Miranda": "Lorena Miranda Dorado (1991) is a Spanish female water polo player. At the 2012 Summer Olympics, she competed for the Spain women's national water polo team in the women's event, winning the silver medal. She is 5 ft 8.5 inches tall.",
  "/wiki/Matilde_Ortiz": "Matilde Ortiz Reyes (born 16 September 1990 in Veracruz, Mexico) is a Spanish female water polo player. At the 2012 Summer Olympics, she won a silver medal competing for the Spain women's national water polo team in the women's event. She is 5 ft 8.5 inches tall. She plays for the Spanish club CN Sabadell, and is studying journalism at the Autonomous University of Barcelona.",
  "/wiki/Jennifer_Pareja": "Jennifer Pareja Lisalde (born 8 May 1984) is a former Spanish female water polo player who won the gold medal at the 2013 World Championships in Barcelona, being named Most Valuable Player of the event.",
  "/wiki/Mar%C3%ADa_del_Pilar_Pe%C3%B1a": "María del Pilar Peña Carrasco (born 4 April 1986) is a Spanish female water polo player. She was born in Madrid, and played for Club Natación Ondarreta Alcorcón, who won the Spanish championship in 2006, and the Spanish cup in 2006 and 2007.  At the 2012 Summer Olympics, she won a silver medal competing for the Spain women's national water polo team in the women's event. She is 5 ft 7.5 inches tall. She now plays for the Spanish club CN Sabadell, with whom she won the Spanish championship in 2011, 2012 and 2013.",
  "/wiki/Roser_Tarrag%C3%B3": "Roser Tarragó Aymerich (born March 25, 1993) is a Spanish female water polo player. At the 2012 Summer Olympics, she competed for the Spain women's national water polo team in the women's event, where they won the silver medal.",
  "/wiki/Water_polo_at_the_2012_Summer_Olympics": "The water polo tournament at the 2012 Summer Olympics in London, United Kingdom was held at the London 2012 Water Polo Arena in the Olympic Park from 29 July to 12 August. The venue's capacity held 5,000 spectators. Twelve teams competed in the men's tournament and eight teams in the women's tournament.",
  "/wiki/Water_polo_at_the_2012_Summer_Olympics_%E2%80%93_Women%27s_tournament": "The women's water polo tournament at the 2012 Summer Olympics in London was held from 30 July to 9 August at the Water Polo Arena.",
  "/wiki/Nicol%C3%A1s_Garc%C3%ADa_(taekwondo)": "Nicolás García Hemme (born 20 June 1988 in Las Palmas, Canary Islands) is a Spanish taekwondo athlete.",
  "/wiki/Taekwondo_at_the_2012_Summer_Olympics_%E2%80%93_Men%27s_80_kg": "The men's 80 kg competition at the 2012 Summer Olympics was held on 10 August, at the ExCeL Exhibition Centre.",
  "/wiki/Sa%C3%BAl_Craviotto": "Saúl Craviotto Rivero (born 3 November 1984) is a Spanish sprint kayaker who has been racing since the mid-2000s. He has won four Olympic medals: a gold medal in the K-2 500 m with Carlos Pérez at the 2008 Summer Olympics in Beijing, a silver medal in the K-1 200 m event at the 2012 Summer Olympics in London, a gold medal in the K-2 200 m with Cristian Toro at the 2016 Summer Olympics and a bronze medal in the K-1 200 m at the 2016 Summer Olympics in Rio de Janeiro. He served as the flag bearer for Spain at the closing ceremony of the 2012 Olympics.",
  "/wiki/Canoeing_at_the_2012_Summer_Olympics_%E2%80%93_Men%27s_K-1_200_metres": "The men's canoe sprint K-1 200 metres competition at the 2012 Olympic Games in London took place between 10 and 11 August at Eton Dorney.",
  "/wiki/Spain_national_basketball_team": "The Spain men's national basketball team (Spanish: Selección Española de Baloncesto) represents Spain in international basketball competition. They are managed by the Spanish Basketball Federation, the governing body for basketball in Spain.",
  "/wiki/Jos%C3%A9_Calder%C3%B3n_(basketball)": "José Manuel Calderón Borrallo (born September 28, 1981) is a Spanish basketball executive and a retired professional basketball player. With the Spain national team, he won a FIBA World Cup title in 2006, two Olympic silver medals in 2008 and 2012, as well as a bronze medal at the 2016 Summer Olympics. He also won a EuroBasket title in 2011, two silver medals in 2003 and 2007 as well as a bronze in 2013. Calderón earned an All-EuroBasket Team selection in 2007. He also held the record for most assists in the history of the Toronto Raptors, until Kyle Lowry surpassed him in 2020 January.",
  "/wiki/V%C3%ADctor_Claver": "Víctor Claver Arocas (born 30 August 1988) is a Spanish professional basketball player for FC Barcelona of the Liga ACB and the EuroLeague.",
  "/wiki/Rudy_Fern%C3%A1ndez_(basketball)": "Rodolfo \"Rudy\" Fernández Farrés (Spanish pronunciation: [ˈruði feɾˈnandeθ]; born April 4, 1985) is a Spanish professional basketball player who plays for Real Madrid of the Liga ACB. He is a 6 ft 5 in (1.96 m) tall shooting guard and small forward. He is a three-time All-EuroLeague Team selection and won the EuroLeague title in 2015 and 2018. During his stint in the NBA, he was an NBA All-Rookie Second Team member.",
  "/wiki/Marc_Gasol": "Marc Gasol Sáez (Catalan pronunciation: [ˈmaɾɡ ɡəˈzɔl]; born 29 January 1985) is a Spanish professional basketball player for the Toronto Raptors of the National Basketball Association (NBA). He was drafted 48th overall by the Los Angeles Lakers in the 2007 NBA draft. After having his rights traded to the Memphis Grizzlies in 2008, he signed with the team and remained with the franchise until being traded to Toronto in 2019, where he won his first NBA championship. He is a two-time All-NBA Team member, a three-time NBA All-Star, and an NBA champion. In 2013, he was named the NBA Defensive Player of the Year.",
  "/wiki/Pau_Gasol": "Pau Gasol Sáez (Catalan pronunciation: [ˈpaw ɣəˈzɔl], Spanish pronunciation: [ˈpau ɣaˈsol]; born July 6, 1980) is a Spanish professional basketball player. He is a six-time NBA All-Star and a four-time All-NBA selection, twice on the second team and twice on the third team. Gasol has won two NBA championships, both with the Los Angeles Lakers. He was the NBA Rookie of the Year in 2002 with the Memphis Grizzlies, being the first non-American player to have won that award. He is the older brother of fellow NBA player Marc Gasol.",
  "/wiki/Serge_Ibaka": "Sergeballu LaMu Sayonga Loom Walahas Jonas Hugo Ibaka (/ˈsɜːrdʒ iːˈbækə/; born 18 September 1989) is a Congolese-Spanish professional basketball player for the Toronto Raptors of the National Basketball Association (NBA). Ibaka was drafted by the Oklahoma City Thunder's former incarnation, the Seattle SuperSonics, with the 24th overall pick in the 2008 NBA draft. Ibaka is a three-time NBA All-Defensive First Team selection and has twice led the league in blocks. Although born in the Republic of the Congo, Ibaka plays for the Spain national team in international competition.",
  "/wiki/Sergio_Llull": "Sergio Llull Melià (Spanish pronunciation: [ˈseɾxjo ˈʎuʎ]; born November 15, 1987) is a Spanish professional basketball player for Real Madrid of the Liga ACB. He is a 6 ft 3 3⁄4 in (1.92 m) tall point guard-shooting guard.",
  "/wiki/Juan_Carlos_Navarro_(basketball)": "Juan Carlos Navarro Feijoo, commonly known as either Juan Carlos Navarro or J. C. Navarro (born June 13, 1980), and nicknamed La Bomba (The Bomb), is a Spanish former professional basketball player. During his playing career, at a height of 1.92 m (6 ft 4 in) tall and a weight of 91 kg (201 lb), he played at the shooting guard position. On March 14, 2014, he was named a EuroLeague Basketball Legend.",
  "/wiki/Felipe_Reyes": "Felipe Reyes Cabanas (born 16 March 1980) is a Spanish professional basketball player who plays with and captains Real Madrid. He also represented the senior Spanish national team. Standing at a height of 2.06 m (6 ft 9 in) tall, and weighing 120 kg (265 lbs.), he plays at the power forward and center positions.",
  "/wiki/Sergio_Rodr%C3%ADguez": "Sergio Rodríguez Gómez (Spanish pronunciation: [ˈseɾxjo roˈðɾiɣeθ]; born 12 June 1986) is a Spanish professional basketball player for Olimpia Milano in the Italian Lega Basket Serie A and the EuroLeague. Standing at 6 ft 4 in (1.93 m), he plays at the point guard position. Rodriguez, nicknamed \"El Chacho\", won the EuroLeague title in 2015, and was an All-EuroLeague First Team selection, as well as the EuroLeague MVP the year before.",
  "/wiki/V%C3%ADctor_Sada": "Víctor Sada Remisa (born March 8, 1984), commonly known as Víctor Sada, is a Spanish former professional basketball player. He is a 1.92 m (6 ft 3¾ in) tall point guard. He is right-handed.",
  "/wiki/Fernando_San_Emeterio": "Fernando San Emeterio Lara (born January 1, 1984) is a Spanish professional basketball player for Valencia Basket of the Liga ACB. He was an All-EuroLeague First Team selection in 2011, as well as the ACB MVP the same year.",
  "/wiki/Basketball_at_the_2012_Summer_Olympics": "Basketball at the 2012 Summer Olympics was the eighteenth appearance of the sport of basketball as an official Olympic medal event. It was held from 28 July to 12 August 2012. The preliminary matches and the women's quarterfinal matches were played in the new Basketball Arena in Olympic Park, which seated up to 12,000 spectators. The men's knockout games and the women's games, from semifinals onward were played in the North Greenwich Arena.",
  "/wiki/Basketball_at_the_2012_Summer_Olympics_%E2%80%93_Men": "The men's basketball tournament at the 2012 Summer Olympics in London, began on 29 July and ended on 12 August, when the United States defeated Spain 107–100 for the gold medal. All preliminary games were held at the Basketball Arena within the Olympic Park, while the knockout matches took place at The O2 Arena (renamed North Greenwich Arena due to IOC's no-commercialisation policy).",
  "/wiki/Maialen_Chourraut": "Maialen Chourraut Yurramendi (born 8 March 1983 in Lasarte-Oria) is a Spanish slalom canoeist who has competed at the international level since 2000.",
  "/wiki/Canoeing_at_the_2012_Summer_Olympics_%E2%80%93_Women%27s_slalom_K-1": "The women's K-1 canoe slalom competition at the 2012 Olympic Games in London took place between 30 July and 2 August at the Lee Valley White Water Centre.",
  "/wiki/Maider_Unda": "Maider Unda Gonzalez de Audikana (born 2 July 1977 in Vitoria, Spain) is a Basque Spanish retired female freestyle wrestler.",
  "/wiki/Wrestling_at_the_2012_Summer_Olympics": "Wrestling at the 2012 Summer Olympics were held between 5 and 12 August, the final day of the Games, at ExCeL London. It was split into two disciplines, Freestyle and Greco-Roman which were further divided into different weight categories. Men competed in both disciplines whereas women only took part in the freestyle events, with 18 gold medals awarded. Wrestling has been contested at every modern Summer Olympic Games, except Paris 1900.",
  "/wiki/Wrestling_at_the_2012_Summer_Olympics_%E2%80%93_Women%27s_freestyle_72_kg": "Women's freestyle 72 kg competition at the 2012 Summer Olympics in London, United Kingdom, took place on 9 August at ExCeL London.",
  "/wiki/Clara_Basiana": "2006 SEVILLA Co.me.n Cup: silver medal TEAM, gold medal COMBO.",
  "/wiki/Alba_Cabello": "Alba María Cabello Rodilla (born 30 April 1986) is a Spanish synchronized swimmer. She competed at the 2008 and 2012 Summer Olympics, winning a silver and a bronze respectively in the women's team event.",
  "/wiki/Margalida_Cresp%C3%AD": "Margalida Crespí Jaume (born 15 August 1990) is a Spanish competitor in synchronized swimming. She won a bronze medal in the team competition at the 2012 Summer Olympics.",
  "/wiki/Tha%C3%AFs_Henr%C3%ADquez": "Thaïs Henríquez (born 29 October 1982) is a Spanish synchronized swimmer. She competed for Spain in the team event at the 2008 Summer Olympics, winning silver, and the 2012 Summer Olympics, winning bronze.",
  "/wiki/Paula_Klamburg": "Paula Klamburg (born 20 September 1989, Barcelona) is a retired Spanish competitor in synchronized swimming. She won a bronze medal in the team competition at the 2012 Summer Olympics.  She announced her retirement after Spanish team did not qualify for the 2016 Summer Olympics.  She began training in synchronised swimming in 1997 and made her international debut at the 2009 World Championships.",
  "/wiki/Irene_Montrucchio": "Irene Montrucchio (born 7 October 1991) is a Spanish competitor in synchronized swimming. She won a bronze medal in team competition at the 2012 Summer Olympics.",
  "/wiki/Laia_Pons": "Laia Pons (24 April 1993) is a Spanish competitor in synchronized swimming. She won a bronze medal in team competition at the 2012 Summer Olympics.",
  "/wiki/Synchronized_swimming_at_the_2012_Summer_Olympics_%E2%80%93_Women%27s_team": "The women's team event at the 2012 Summer Olympics in London, United Kingdom, took place at the Aquatics Centre from 9 to 10 August. Russia maintained its dominance in the sport, as the team delivered a nearly perfect, complex choreography for another gold medal at its fourth consecutive Olympics, having received a powerful, composite score of 197.030 by the judges. Meanwhile, the Chinese squad resisted the challenge from Spain on a historical breakthrough to add a silver in the event with 194.010, edging the Spaniards out of the pool to accept the bronze for a total score of 193.120.",
  "/wiki/Spain_women%27s_national_handball_team": "The Spain women's national handball team is the national team of Spain. It is governed by the Royal Spanish Handball Federation and takes part in international handball competitions.",
  "/wiki/Macarena_Aguilar": "Macarena Aguilar Díaz (born 1985) is a Spanish handballer member of the Spanish national team.",
  "/wiki/Nely_Carla_Alberto": "Nely Carla Alberto Francisca (born 2 July 1983) is a Spanish handball player for Mérignac Handball and the Spain national team.",
  "/wiki/Jessica_Alonso": "Jessica Alonso Bernardo (born 20 September 1983 in Gijón) is a former Spanish handball player, who was of the Spanish women's national team.",
  "/wiki/Vanessa_Amor%C3%B3s": "Vanesa Amorós Quiles (born 7 December 1982 in Elche, Alicante province, Valencian Community, Spain) is a former Spanish handball player. She played for the Spanish national team, and competed at the 2004 Summer Olympics in Athens. and the 2012 Summer Olympics in London, where the Spanish team won the bronze medal.",
  "/wiki/Andrea_Barn%C3%B3": "Andrea Barnó San Martín (born 4 January 1980 in Estella-Lizarra) is a former Spanish handball player, member of the Spanish women's national team.",
  "/wiki/Elisabet_Ch%C3%A1vez": "Elisabeth Chávez Hernández (born 17 November 1990) is a Spanish handball player for Nantes Loire Atlantique and the Spanish women's national team.",
  "/wiki/Mihaela_Ciobanu": "Mihaela Ciobanu (born 30 January 1973 in Bucharest) is a retired Romanian-born Spanish handball goalkeeper, who played on the Spanish women's national team.",
  "/wiki/Ver%C3%B3nica_Cuadrado": "Verónica Cuadrado Dehesa (born 8 March 1979 in Santander, Cantabria) is a former Spanish handball player who was member of the Spanish women's national team.",
  "/wiki/Patricia_Elorza": "Patricia Elorza Eguiara (born 8 April 1984) is a Spanish former handball player for the Spanish national team.",
  "/wiki/Beatriz_Fern%C3%A1ndez": "Beatriz Fernández Ibáñez (born 19 March 1985) is a former Spanish handball player who was member of the Spanish national team.",
  "/wiki/Bego%C3%B1a_Fern%C3%A1ndez": "Begoña Fernández Molinos (born 22 March 1980 in Vigo) is a former Spanish team handball player. She was member of the Spanish national team.",
  "/wiki/Marta_Mangu%C3%A9": "Marta Mangué González (born 23 April 1983) is a Spanish handballer for Brest Bretagne Handball and the Spanish national team.",
  "/wiki/Carmen_Mart%C3%ADn": "Carmen Dolores Martín Berenguer (born 29 May 1988) is a Spanish professional handball player for Liga Națională club CSM București and the Spanish national team. She plays right wing.",
  "/wiki/Silvia_Navarro_(handballer)": "Silvia Navarro Giménez (born 20 March 1979) is a Spanish handball goalkeeper for BM Remudas and the Spain national team.",
  "/wiki/Elisabeth_Pinedo": "Elisabeth \"Eli\" Pinedo Sáenz (born 13 May 1981) is a retired Spanish handball player. She was part of the  Spanish team at the 2008 European Women's Handball Championship, where the Spanish team reached the final, after defeating Germany in the semifinal. She also competed at the 2011 World Women's Handball Championship in Brazil, where the Spanish team placed third.",
  "/wiki/Handball_at_the_2012_Summer_Olympics": "The handball tournaments at the 2012 Olympic Games in London was held from 28 July to 12 August in the Olympic Park.",
  "/wiki/Handball_at_the_2012_Summer_Olympics_%E2%80%93_Women%27s_tournament": "The women's handball tournament at the 2012 Olympic Games in London was held from 28 July to 11 August. The preliminaries and quarter-finals were held at the Copper Box and the semi-finals and final took place at the Basketball Arena.",
  "/wiki/Spain_at_the_2012_Summer_Olympics": "Spain competed at the 2012 Summer Olympics in London, from 27 July to 12 August 2012. This nation has competed in every Summer Olympic Games since its official debut in 1920. Spain, however, boycotted two editions, the 1936 Summer Olympics in Nazi Germany, and the 1956 Summer Olympics in Melbourne, as a protest against the Soviet invasion of Hungary.  The Spanish Olympic Committee sent the nation's smallest delegation to the Games since 1988.  A total of 278 athletes, 166 men and 112 women, competed in 23 sports."
}