{
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.\n Modern humans arrived on the Indian subcontinent from Africa no later than 55,000 years ago.\nTheir long occupation, initially in varying forms of isolation as hunter-gatherers, has made the region highly diverse, second only to Africa in human genetic diversity. Settled life emerged on the subcontinent in the western margins of the Indus river basin 9,000 years ago, evolving gradually into the Indus Valley Civilisation of the third millennium BCE.\nBy 1200 BCE, an archaic form of Sanskrit, an Indo-European language, had diffused into India from the northwest, unfolding as the language of the Rigveda, and recording the dawning of Hinduism in India.\nThe Dravidian languages of India were supplanted in the northern regions.\nBy 400 BCE, stratification and exclusion by caste had emerged within Hinduism,\nand Buddhism and Jainism had arisen, proclaiming social orders unlinked to heredity.\nEarly political consolidations gave rise to the loose-knit Maurya and Gupta Empires based in the Ganges Basin.\nTheir collective era was suffused with wide-ranging creativity, but also marked by the declining status of women, and the incorporation of untouchability into an organised system of belief.[f] In south India, the Middle kingdoms exported Dravidian-languages scripts and religious cultures to the kingdoms of southeast Asia.\n In the early medieval era, Christianity, Islam, Judaism, and Zoroastrianism put down roots on India's southern and western coasts.\nArmies from Central Asia intermittently overran India's plains,\neventually establishing the Delhi sultanate, and drawing northern India into the cosmopolitan networks of medieval Islam.\nIn the 15th century, the Vijayanagara Empire created a long-lasting composite Hindu culture in south India.\nIn the Punjab, Sikhism emerged, rejecting institutionalised religion.\nThe Mughal empire, in 1526, ushered in two centuries of relative peace,\nleaving a legacy of luminous architecture.[g]\nGradually expanding rule of the British East India Company followed, turning India into a colonial economy, but also consolidating its sovereignty. British Crown rule began in 1858. The rights promised to Indians were granted slowly, but technological changes were introduced, and ideas of education, modernity and the public life took root.\nA pioneering and influential nationalist movement emerged, \nwhich was noted for nonviolent resistance and led India to its independence in 1947.\n India is a secular federal republic governed in a democratic parliamentary system. It is a pluralistic, multilingual and multi-ethnic society. India's population grew from 361 million in 1951 to 1,211 million in 2011.\nDuring the same time, its nominal per capita income increased from US$64 annually to US$1,498, and its literacy rate from 16.6% to 74%. From being a comparatively destitute country in 1951, \nIndia has become a fast-growing major economy, a hub for information technology services, with an expanding middle class. It has a space programme which includes several planned or completed extraterrestrial missions. Indian movies, music, and spiritual teachings play an increasing role in global culture.\nIndia has substantially reduced its rate of poverty, though at the cost of increasing economic inequality.\nIndia is considered a great power and nuclear weapons state, which ranks high in military expenditure. It has disputes over Kashmir with its neighbours, Pakistan and China, unresolved since the mid-20th century.\nAmong the socio-economic challenges India faces are gender inequality, child malnutrition,\nand rising levels of air pollution. \nIndia's land is megadiverse, with four biodiversity hotspots. Its forest cover comprises 21.4% of its area. India's wildlife, which has traditionally been viewed with tolerance in India's culture, is supported among these forests, and elsewhere, in protected habitats.",
  "/wiki/Aditya_Dev": "Aditya 'Romeo' Dev (1 November 1988 – 13 September 2012) was an Indian bodybuilder, entertainer and dancer with dwarfism made famous by being reported in the British press in February 2008.  Romeo could shoulder press custom made 2 kg dumbbells, a notable feat given his 9 kg (20 lbs.) body weight and 84 cm (2' 9\") stature. Although it has not been published in a Guinness World Records book, in 2006 they recognized him to be the \"world's smallest bodybuilder\".\n Romeo had a head of 38 cm (15 inches) and a chest of 51 cm (20 inches). He maintained his figure by working with his trainer Ranjeet Pal.\n Dev made many appearances on local television to demonstrate his dancing abilities.\n In summer of 2008, Dev was diagnosed with aneurysms which, if left untreated, are a serious threat to his life. Aneurysms and Moyamoya are common symptoms of the syndrome MOPD II, which was the cause of Dev's small stature.[citation needed]\n He died on 13 September 2012 after a brain aneurysm rupture.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.\n As a whole, Canada is sparsely populated, with most of its land area dominated by forest and tundra. Its population is highly urbanized, with over 80 percent of its inhabitants concentrated in large and medium-sized cities, and 70 percent residing within 100 kilometres (62 mi) of the southern border. Canada's climate varies widely across its vast area, ranging from Arctic climate in the north to hot summers in the southern regions, with four distinct seasons.\n Various indigenous peoples inhabited what is now Canada for thousands of years before European colonization. Beginning in the 16th century, British and French expeditions explored and later settled along the Atlantic coast. As a consequence of various armed conflicts, France ceded nearly all of its colonies in North America in 1763. In 1867, with the union of three British North American colonies through Confederation, Canada was formed as a federal dominion of four provinces. This began an accretion of provinces and territories and a process of increasing autonomy from the United Kingdom. This widening autonomy was highlighted by the Statute of Westminster of 1931 and culminated in the Canada Act of 1982, which severed the vestiges of legal dependence on the British parliament.\n Canada is a parliamentary democracy and a constitutional monarchy in the Westminster tradition, with a monarch and a prime minister who serves as the chair of the Cabinet and head of government. The country is a realm within the Commonwealth of Nations, a member of the Francophonie and officially bilingual at the federal level. It ranks among the highest in international measurements of government transparency, civil liberties, quality of life, economic freedom, and education. It is one of the world's most ethnically diverse and multicultural nations, the product of large-scale immigration from many other countries. Canada's long and complex relationship with the United States has had a significant impact on its economy and culture.\n A developed country, Canada has the sixteenth-highest nominal per-capita income globally as well as the twelfth-highest ranking in the Human Development Index. Its advanced economy is the tenth-largest in the world, relying chiefly upon its abundant natural resources and well-developed international trade networks. Canada is part of several major international and intergovernmental institutions or groupings including the United Nations, NATO, the G7, the Group of Ten, the G20, the North American Free Trade Agreement and the Asia-Pacific Economic Cooperation forum.",
  "/wiki/Ice_hockey": "Ice hockey is a contact team sport played on ice, usually in a rink, in which two teams of skaters use their sticks to shoot a vulcanized rubber puck into their opponent's net to score goals. The sport is known to be fast-paced and physical, with teams usually fielding six players at a time: one goaltender, and five players who skate the span of the ice trying to control the puck and score goals against the opposing team.\n Ice hockey is most popular in Canada, central and eastern Europe, the Nordic countries, Russia, and the United States. Ice hockey is the official national winter sport of Canada. In addition, ice hockey is the most popular winter sport in Belarus, Croatia, the Czech Republic, Finland, Latvia, Russia, Slovakia, Sweden, and Switzerland. North America's National Hockey League (NHL) is the highest level for men's ice hockey and the strongest professional ice hockey league in the world. The Kontinental Hockey League (KHL) is the highest league in Russia and much of Eastern Europe. The International Ice Hockey Federation (IIHF) is the formal governing body for international ice hockey, with the IIHF managing international tournaments and maintaining the IIHF World Ranking. Worldwide, there are ice hockey federations in 76 countries.\n In Canada, the United States, Nordic countries, and some other European countries the sport is known simply as hockey; the name \"ice hockey\" is used in places where \"hockey\" more often refers to the more popular field hockey, such as countries in South America, Asia, Africa, Australasia, and some European countries including the United Kingdom, Ireland and the Netherlands.\n Ice hockey is believed to have evolved from simple stick and ball games played in the 18th and 19th centuries in the United Kingdom and elsewhere. These games were brought to North America and several similar winter games using informal rules were developed, such as shinny and ice polo. The contemporary sport of ice hockey was developed in Canada, most notably in Montreal, where the first indoor hockey game was played on March 3, 1875. Some characteristics of that game, such as the length of the ice rink and the use of a puck, have been retained to this day. Amateur ice hockey leagues began in the 1880s, and professional ice hockey originated around 1900. The Stanley Cup, emblematic of ice hockey club supremacy, was first awarded in 1893 to recognize the Canadian amateur champion and later became the championship trophy of the NHL. In the early 1900s, the Canadian rules were adopted by the Ligue Internationale de Hockey Sur Glace, the precursor of the IIHF and the sport was played for the first time at the Olympics during the 1920 Summer Olympics.\n In international competitions, the national teams of six countries (the Big Six) predominate: Canada, Czech Republic, Finland, Russia, Sweden and the United States. Of the 69 medals awarded all-time in men's competition at the Olympics, only seven medals were not awarded to one of those countries (or two of their precursors, the Soviet Union for Russia, and Czechoslovakia for the Czech Republic). In the annual Ice Hockey World Championships, 177 of 201 medals have been awarded to the six nations. Teams outside the Big Six have won only five medals in either competition since 1953. The World Cup of Hockey is organized by the National Hockey League and the National Hockey League Players' Association (NHLPA), unlike the annual World Championships and quadrennial Olympic tournament, both run by the International Ice Hockey Federation. World Cup games are played under NHL rules and not those of the IIHF, and the tournament occurs prior to the NHL pre-season, allowing for all NHL players to be available, unlike the World Championships, which overlaps with the NHL's Stanley Cup playoffs. Furthermore, all 12 Women's Olympic and 36 IIHF World Women's Championships medals were awarded to one of these six countries. The Canadian national team or the United States national team have between them won every gold medal of either series.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/Eddie_Gaedel": "Edward Carl Gaedel (June 8, 1925 – June 18, 1961) was the smallest player to appear in a Major League Baseball game. \n Gaedel (some sources say the family name may actually have been Gaedele, which is the name seen on his gravestone) gained recognition in the second game of a St. Louis Browns doubleheader on August 19, 1951. Weighing 65 pounds (29 kg) and standing 3 feet 7 inches (109 cm) tall, he became the shortest player in the history of the Major Leagues. Gaedel made a single plate appearance and was walked with four consecutive balls before being replaced by a pinch-runner at first base. His jersey, bearing the uniform number \"​1⁄8\", is displayed in the St. Louis Cardinals Baseball Hall of Fame and Museum.\n St. Louis Browns owner Bill Veeck, in his 1962 autobiography Veeck – As in Wreck, said of Gaedel, \"He was, by golly, the best darn midget who ever played big-league ball. He was also the only one.\"",
  "/wiki/Major_League_Baseball": "Major League Baseball (MLB) is a professional baseball organization. It is the oldest of the major professional sports leagues in the United States and Canada. A total of 30 teams play in Major League Baseball: 15 teams in the National League (NL) and 15 in the American League (AL). The NL and AL were formed as separate legal entities in 1876 and 1901, respectively. Beginning in 1903, the two leagues cooperated but remained legally separate entities. In 2000 the leagues merged into a single organization led by the Commissioner of Baseball. \n MLB also oversees Minor League Baseball, which comprises 256 teams affiliated with the major league clubs. MLB and the World Baseball Softball Confederation jointly manage the international World Baseball Classic tournament.\n Baseball's first openly all-professional team was the Cincinnati Red Stockings founded in 1869. Before that, some teams had secretly paid some players. The first few decades of professional baseball were characterized by rivalries between leagues and by players who often jumped from one team or league to another.\n The period before 1920 is known as the dead-ball era, during which players would rarely hit home runs. Professional baseball in the United States survived a conspiracy to fix the 1919 World Series, which came to be known as the Black Sox Scandal. The sport rose in popularity in the 1920s, and survived potential downturns during the Great Depression and World War II. Shortly after the war, Jackie Robinson broke baseball's color barrier.\n The 1950s and 1960s were a time of expansion for the AL and NL, then new stadiums and artificial turf surfaces began to change the game in the 1970s and 1980s. Home runs dominated the game during the 1990s, and media reports began to discuss the use of anabolic steroids among MLB players in the mid-2000s. In 2006, an investigation produced the Mitchell Report, which implicated many players in the use of performance-enhancing substances, including at least one player from each team.\n Today, MLB is composed of 30 teams: 29 in the United States and 1 in Canada. Teams play 162 games each season and 5 teams in each league advance to a four-round postseason tournament that culminates in the World Series, a best-of-seven championship series between the two league champions that dates to 1903. Baseball broadcasts are aired on television, radio, and the Internet throughout North America and in several other countries. MLB has the highest season attendance of any sports league in the world with more than 69.6 million spectators in 2018.",
  "/wiki/Lionel_Giroux": "Lionel Giroux (January 14, 1934 – December 4, 1995) was a Canadian midget wrestler who is best known by his ring name Little Beaver. His most famous appearance was in a six-man match at WrestleMania III for the World Wrestling Federation.",
  "/wiki/World_Wrestling_Entertainment": "World Wrestling Entertainment, Inc., d/b/a WWE, is an American integrated media and entertainment company that is primarily known for professional wrestling. WWE has also branched out into other fields, including movies, football, and various other business ventures.\n The WWE name also refers to the professional wrestling promotion itself, founded in the 1950s as the Capitol Wrestling Corporation. As of 2019, it is the largest wrestling promotion in the world, holding over 500 events a year, with the roster divided up into various globally traveling brands, and is available to about 36 million viewers in more than 150 countries. The company's global headquarters is located in Stamford, Connecticut, with offices in major cities around the world.\n As in other professional wrestling promotions, WWE shows are not legitimate contests, but purely entertainment-based, featuring storyline-driven, scripted, and choreographed matches, though matches often include moves that can put performers at risk of injury, even death, if not performed correctly. This was first publicly acknowledged by WWE's owner Vince McMahon in 1989 to avoid taxes from athletic commissions. Since the 1980s, WWE publicly has branded its product as sports entertainment, acknowledging the product's roots in competitive sport and dramatic theater.\n The company's majority owner is its chairman and CEO, Vince McMahon, who retains a 42% ownership of the company's outstanding stock and 83% of the voting power.\n The current entity, incorporated on February 21, 1980, was previously known as Titan Sports, Inc., which was founded that same year in South Yarmouth, Massachusetts. It acquired Capitol Wrestling Corporation  Ltd., the holding company for the World Wrestling Federation, in 1982.\n Titan was renamed World Wrestling Federation, Inc. in 1998, then World Wrestling Federation Entertainment, Inc. in 1999, and finally the current World Wrestling Entertainment, Inc. in 2002. Since 2011, the company has officially branded itself solely as WWE though the company's legal name was not changed.",
  "/wiki/Dylan_Postl": "Dylan Mark Postl (born May 29, 1986) is an American professional wrestler and actor who is known for his time in WWE under the ring name Hornswoggle. He is also known for his work in Impact Wrestling under the ring name Swoggle. He debuted in WWE in 2006, allied with Finlay.  Hornswoggle won the Cruiserweight Championship in its first stint, was erroneously revealed as Vince McMahon's illegitimate son, and was exposed as the Anonymous Raw General Manager who had controlled the Raw brand from June 21, 2010 to July 18, 2011.",
  "/wiki/Julie_Krone": "Julieann Louise Krone (born July 24, 1963, Benton Harbor, Michigan), is a retired American jockey. In 1993, she became the first (and so far only) female jockey to win a Triple Crown race when she captured the Belmont Stakes aboard Colonial Affair. In 2000, she became the first woman inducted into the National Museum of Racing and Hall of Fame, and in 2003 became the first female jockey to win a Breeders' Cup race.  She has also been honored by induction into the National Women's Hall of Fame and  Cowgirl Hall of Fame.",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.\n The area now called England was first inhabited by modern humans during the Upper Palaeolithic period, but takes its name from the Angles, a Germanic tribe deriving its name from the Anglia peninsula, who settled during the 5th and 6th centuries. England became a unified state in the 10th century, and since the Age of Discovery, which began during the 15th century, has had a significant cultural and legal impact on the wider world. The English language, the Anglican Church, and English law – the basis for the common law legal systems of many other countries around the world – developed in England, and the country's parliamentary system of government has been widely adopted by other nations. The Industrial Revolution began in 18th-century England, transforming its society into the world's first industrialised nation.\n England's terrain is chiefly low hills and plains, especially in central and southern England. However, there is upland and mountainous terrain in the north (for example, the Lake District and Pennines) and in the west (for example, Dartmoor and the Shropshire Hills). The capital is London, which has the largest metropolitan area in both the United Kingdom and, prior to Brexit, the European Union.[nb 1] England's population of over 55 million comprises 84% of the population of the United Kingdom, largely concentrated around London, the South East, and conurbations in the Midlands, the North West, the North East, and Yorkshire, which each developed as major industrial regions during the 19th century.\n The Kingdom of England – which after 1535 included Wales – ceased being a separate sovereign state on 1 May 1707, when the Acts of Union put into effect the terms agreed in the Treaty of Union the previous year, resulting in a political union with the Kingdom of Scotland to create the Kingdom of Great Britain. In 1801, Great Britain was united with the Kingdom of Ireland (through another Act of Union) to become the United Kingdom of Great Britain and Ireland. In 1922 the Irish Free State seceded from the United Kingdom, leading to the latter being renamed the United Kingdom of Great Britain and Northern Ireland.",
  "/wiki/Tich_Cornford": "Walter Latter Cornford (25 December 1900 – 6 February 1964) was an English cricketer. He was a wicket-keeper who played in 4 Tests in New Zealand in 1930 and played county cricket for Sussex County Cricket Club. His nickname of Tich alluded to his height of barely five feet.\n His county career stretched from 1921 until the outbreak of the Second World War, but he made one further appearance in an emergency at the age of 46 in 1947.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.\n Indigenous Australians inhabited the continent for about 65,000 years prior to the first arrival of Dutch explorers in the early 17th century, who named it New Holland. In 1770, Australia's eastern half was claimed by Great Britain and initially settled through penal transportation to the colony of New South Wales from 26 January 1788, a date which became Australia's national day. The population grew steadily in subsequent decades, and by the time of an 1850s gold rush, most of the continent had been explored and an additional five self-governing crown colonies established. On 1 January 1901, the six colonies federated, forming the Commonwealth of Australia. Australia has since maintained a stable liberal democratic political system that functions as a federal parliamentary constitutional monarchy, comprising six states and ten territories.\n Australia is the oldest, flattest, and driest inhabited continent, with the least fertile soils. It has a landmass of 7,617,930 square kilometres (2,941,300 sq mi). A megadiverse country, its size gives it a wide variety of landscapes, with deserts in the centre, tropical rainforests in the north-east, and mountain ranges in the south-east. Its population density, 2.8 inhabitants per square kilometre, remains among the lowest in the world. Australia generates its income from various sources including mining-related exports, telecommunications, banking, manufacturing, and international education.\n Australia is a highly developed country, with the world's 14th-largest economy. It has a high-income economy, with the world's tenth-highest per capita income. It is a regional power and has the world's 13th-highest military expenditure. Australia has the world's eighth-largest immigrant population, with immigrants accounting for 29% of the population. Having the third-highest human development index and the eighth-highest ranked democracy globally, the country ranks highly in quality of life, health, education, economic freedom, civil liberties, and political rights, with all its major cities faring well in global comparative livability surveys. Australia is a member of the United Nations, G20, Commonwealth of Nations, ANZUS, Organisation for Economic Co-operation and Development (OECD), World Trade Organization, Asia-Pacific Economic Cooperation, Pacific Islands Forum, and the ASEAN Plus Six mechanism.",
  "/wiki/Jim_Bradford_(Australian_footballer)": "Jim \"Nipper\" Bradford (2 March 1926 – 8 March 2005) was an Australian rules football player. He played seven games with Collingwood in 1943, and nine with North Melbourne in 1949.\n He was the shortest player ever to play Australian rules football at the highest level. He stood five feet tall (152 centimetres).  He was named as the rover in Camberwell Football Club's Team of the Century.",
  "/wiki/Australian_rules_football": "Australian rules football, officially known as Australian football, or simply called Aussie rules, football or footy, is a contact sport played between two teams of eighteen players on an oval-shaped field, often a modified cricket ground.  Points are scored by kicking the oval-shaped ball between the middle goal posts (worth six points) or between a goal and behind post (worth one point).\n During general play, players may position themselves anywhere on the field and use any part of their bodies to move the ball. The primary methods are kicking, handballing and running with the ball. There are rules on how the ball can be handled: for example, players running with the ball must intermittently bounce or touch it on the ground. Throwing the ball is not allowed and players must not get caught holding the ball. A distinctive feature of the game is the mark, where players anywhere on the field who catch the ball from a kick (with specific conditions) are awarded possession. Possession of the ball is in dispute at all times except when a free kick or mark is paid. Players can tackle using their hands or use their whole body to obstruct opponents. Dangerous physical contact (such as pushing an opponent in the back), interference when marking and deliberately slowing the play are discouraged with free kicks, distance penalties or suspension for a certain number of matches, depending on the seriousness of the infringement. The game features frequent physical contests, spectacular marking, fast movement of both players and the ball and high scoring.\n The sport's origins can be traced to football matches played in Melbourne, Victoria in 1858, inspired by English public school football games. Seeking to develop a game more suited to adults and Australian conditions, the Melbourne Football Club published the first laws of Australian football in May 1859, making it the oldest of the world's major football codes.\n Australian football has the highest spectator attendance and television viewership of all sports in Australia, while the Australian Football League (AFL), the sport's only fully professional competition, is the nation's wealthiest sporting body. The AFL Grand Final, held annually at the Melbourne Cricket Ground, is the highest attended club championship event in the world. The sport is also played at amateur level in many countries and in several variations. Its rules are governed by the AFL Commission with the advice of the AFL's Laws of the Game Committee.",
  "/wiki/Jack_Shapiro": "Jack Emanuel \"Soupy\" Shapiro (March 22, 1907 – February 5, 2001) was a professional football player who played in one game with the Staten Island Stapletons of the National Football League (NFL) in 1929. Shapiro is most famous for being the shortest player in NFL history at about 5 ft 1 in (1.55 m). He was featured on the special NFL Films Presents: One-game Wonders.[citation needed]",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).\n The United Kingdom is a unitary parliamentary democracy and constitutional monarchy.[note 12] The current monarch is Queen Elizabeth II, who has reigned since 1952, making her the world's longest-serving current head of state. The United Kingdom's capital and largest city is London, a global city and financial centre with an urban area population of 10.3 million. Other major cities include Birmingham, Manchester, Glasgow, Leeds and Liverpool.\n The United Kingdom consists of four constituent countries: England, Scotland, Wales, and Northern Ireland. Their capitals are London, Edinburgh, Cardiff, and Belfast, respectively. Apart from England, the countries have their own devolved governments, each with varying powers, but such power is delegated by the Parliament of the United Kingdom, which may enact laws unilaterally altering or abolishing devolution. The nearby Isle of Man, Bailiwick of Guernsey and Bailiwick of Jersey are not part of the UK, being Crown dependencies with the British Government responsible for defence and international representation. The medieval conquest and subsequent annexation of Wales by the Kingdom of England, followed by the union between England and Scotland in 1707 to form the Kingdom of Great Britain, and the union in 1801 of Great Britain with the Kingdom of Ireland created the United Kingdom of Great Britain and Ireland. Five-sixths of Ireland seceded from the UK in 1922, leaving the present formulation of the United Kingdom of Great Britain and Northern Ireland.[note 13] There are fourteen British Overseas Territories, the remnants of the British Empire which, at its height in the 1920s, encompassed almost a quarter of the world's landmass and was the largest empire in history. British influence can be observed in the language, culture and political systems of many of its former colonies.\n The United Kingdom is the sixth-largest economy by nominal GDP and ninth-largest economy by purchasing power parity. It has a high-income economy and has a very high Human Development Index rating, ranking 14th in the world. It was the world's first industrialised country and the world's foremost power during the 19th and early 20th centuries. The UK remains a great power, with considerable economic, cultural, military, scientific and political influence internationally. It is a recognised nuclear weapons state and is sixth in military expenditure in the world. It has been a permanent member of the United Nations Security Council since its first session in 1946.\n The United Kingdom is a member of the Commonwealth of Nations, the Council of Europe, the G7, the G20, NATO, the Organisation for Economic Co-operation and Development (OECD), Interpol and the World Trade Organization (WTO).  It was a leading member state of the European Union (EU) and its predecessor, the European Economic Community (EEC) for 47 years, between 1 January 1973 and withdrawal on 31 January 2020.",
  "/wiki/Fanny_Walden": "Frederick Ingram Walden (1 March 1888 – 3 May 1949) was an English professional footballer who played outside right for Northampton Town, Tottenham Hotspur and at international level for England during the 1910s and 1920s. He also played cricket for Northamptonshire and was an English cricket umpire.",
  "/wiki/England_national_football_team": "The England national football team represents England in  men's international football and it's governed by The Football Association, the governing body for football in England. It competes in the three major international tournaments; the FIFA World Cup, the UEFA European Championship and the UEFA Nations League. England, as a country of the United Kingdom, is not a member of the International Olympic Committee and therefore the national team does not compete at the Olympic Games.\n England is one of the two oldest national teams in football, alongside Scotland, whom they played in the world's first international football match in 1872. England's home ground is Wembley Stadium, London, and their headquarters is at St George's Park, Burton upon Trent. The team's manager is Gareth Southgate. \n Since first entering the tournament in 1950, England has qualified for the FIFA World Cup 15 times. They won the 1966 World Cup, when they hosted the finals, and finished fourth in 1990 and 2018. Since first entering in 1964, England have never won the UEFA European Championship, with their best performances being third-place finishes in 1968 and 1996, the latter as hosts.",
  "/wiki/Shannon_Bobbitt": "Shannon Denise Bobbitt (born December 6, 1985) is an American professional basketball player, most recently for the WNBA's Washington Mystics. One of eight children and a native of the Bronx, New York Bobbitt honed her basketball skills on the neighborhood project courts of Harlem. Following a stellar college career in which 5'2\" Bobbitt won two Division I national titles at University of Tennessee she decided to enter the WNBA and began her professional basketball career playing point guard for the Los Angeles Sparks.",
  "/wiki/Women's_National_Basketball_Association": "The Women's National Basketball Association (WNBA) is a professional basketball league in the United States. It is currently composed of twelve teams. The league was founded on April 24, 1996, as the women's counterpart to the National Basketball Association (NBA), and league play started in 1997. The regular season is played from May to September, with the All Star game being played midway through the season in July and the WNBA Finals at the end of September until the beginning of October. Starting in 2020, a midseason tournament, the Commissioner's Cup, will be added, with regular-season Cup games played through early July followed by a final match in August.\n Five WNBA teams have direct NBA counterparts and play in the same arena: Indiana Fever, Los Angeles Sparks, Minnesota Lynx, New York Liberty, and Phoenix Mercury. The Atlanta Dream, Chicago Sky, Connecticut Sun, Dallas Wings, Las Vegas Aces,  Seattle Storm, and Washington Mystics do not share an arena with a direct NBA counterpart, although four of the seven (the Dream, the Sky, the Wings, and the Mystics) share a market with an NBA counterpart, and the Storm shared an arena and market with an NBA team at the time of its founding. The Dream, the Sky, the Sun, the Wings, the Aces, the Sparks, and the Storm are all independently owned.",
  "/wiki/Muggsy_Bogues": "Tyrone Curtis \"Muggsy\" Bogues (born January 9, 1965) is an American former basketball player. The shortest player ever to play in the National Basketball Association, the 5 ft 3 in (1.60 m) Bogues played point guard for four teams during his 14-season career in the NBA. Although best known for his ten seasons with the Charlotte Hornets, Bogues also played for the Washington Bullets, Golden State Warriors, and Toronto Raptors. After his NBA career, he served as head coach of the now-defunct Charlotte Sting of the WNBA.",
  "/wiki/National_Basketball_Association": "The National Basketball Association (NBA) is a men's professional basketball league in North America, composed of 30 teams (29 in the United States and 1 in Canada). It is one of the four major professional sports leagues in the United States and Canada, and is widely considered to be the premier men's professional basketball league in the world.[better source needed]\n The league was founded in New York City on June 6, 1946, as the Basketball Association of America (BAA). It changed its name to the National Basketball Association on August 3, 1949, after merging with the competing National Basketball League (NBL). The NBA's regular season runs from October to April, with each team playing 82 games. Its playoffs extend into June. NBA players are the world's best paid athletes by average annual salary per player.\n The NBA is an active member of USA Basketball (USAB), which is recognized by FIBA (also known as the International Basketball Federation) as the national governing body for basketball in the United States. The league's several international as well as individual team offices are directed out of its head offices in Midtown Manhattan, while its NBA Entertainment and NBA TV studios are directed out of offices located in Secaucus, New Jersey.",
  "/wiki/Roy_Worters": "Roy \"Shrimp\" Worters (October 19, 1900 –  November 7, 1957) was a Canadian professional Hockey Hall of Fame goaltender who played twelve seasons in the National Hockey League for the Pittsburgh Pirates, Montreal Canadiens and New York Americans, and was notable for recording 66 shutouts in his career and being, at 5'3\" tall, the shortest player ever to play in the NHL.",
  "/wiki/National_Hockey_League": "The National Hockey League (NHL; French: Ligue nationale de hockey—LNH) is a professional ice hockey league in North America, currently comprising 31 teams: 24 in the United States and 7 in Canada. The NHL is considered to be the premier professional ice hockey league in the world, and one of the major professional sports leagues in the United States and Canada. The Stanley Cup, the oldest professional sports trophy in North America, is awarded annually to the league playoff champion at the end of each season.\n The National Hockey League was organized on November 26, 1917, at the Windsor Hotel in Montreal after the suspension of operations of its predecessor organization, the National Hockey Association (NHA), which had been founded in 1909 in Renfrew, Ontario. The NHL immediately took the NHA's place as one of the leagues that contested for the Stanley Cup in an annual interleague competition before a series of league mergers and foldings left the NHL as the only league left competing for the Stanley Cup in 1926.\n At its inception, the NHL had four teams—all in Canada, thus the adjective \"National\" in the league's name. The league expanded to the United States in 1924, when the Boston Bruins joined, and has since consisted of American and Canadian teams. From 1942 to 1967, the league had only six teams, collectively (if not contemporaneously) nicknamed the \"Original Six\". The NHL added six new teams to double its size at the 1967 NHL expansion. The league then increased to 18 teams by 1974 and 21 teams in 1979. Between 1991 and 2000, the NHL further expanded to 30 teams. It added its 31st team in 2017 and has approved the addition of a 32nd team in 2021.\n The league's headquarters have been in New York City since 1989 when the head office moved there from Montreal.\n After a labour-management dispute that led to the cancellation of the entire 2004–05 season, the league resumed play in 2005–06 under a new collective agreement that included a salary cap. In 2009, the NHL enjoyed record highs in terms of sponsorships, attendance, and television audiences.\n The International Ice Hockey Federation (IIHF) considers the Stanley Cup to be one of the \"most important championships available to the sport\". The NHL draws many highly skilled players from all over the world and currently has players from approximately 20 countries. Canadians have historically constituted the majority of the players in the league, with an increasing percentage of American and European players in recent seasons.\n The current NHL champions are the St. Louis Blues, who defeated the Boston Bruins four games to three in the 2019 Stanley Cup Finals.",
  "/wiki/Hockey_Hall_of_Fame": "The Hockey Hall of Fame (French: Temple de la renommée du hockey) is an ice hockey museum located in Toronto, Ontario, Canada. Dedicated to the history of ice hockey, it is a museum and a hall of fame. It holds exhibits about players, teams, National Hockey League (NHL) records, memorabilia and NHL trophies, including the Stanley Cup. Founded in Kingston, Ontario, the Hockey Hall of Fame was established in 1943 under the leadership of James T. Sutherland. The first class of honoured members was inducted in 1945, before the Hall of Fame had a permanent location. It moved to Toronto in 1958 after the NHL withdrew its support for the International Hockey Hall of Fame in Kingston, Ontario, due to funding issues. Its first permanent building opened at Exhibition Place in 1961. The hall was relocated in 1993, and is now in Downtown Toronto, inside Brookfield Place, and a historic Bank of Montreal building. The Hockey Hall of Fame has hosted International Ice Hockey Federation (IIHF) exhibits and the IIHF Hall of Fame since 1998.\n An 18-person committee of players, coaches and others meets annually in June to select new honourees, who are inducted as players, builders or on-ice officials. In 2010, a subcategory was established for female players. The builders' category includes coaches, general managers, commentators, team owners and others who have helped build the game. Honoured members are inducted into the Hall of Fame in an annual ceremony held at the Hall of Fame building in November, which is followed by a special \"Hockey Hall of Fame Game\" between the Toronto Maple Leafs and a visiting team. As of 2018, 280 players (including six women), 109 builders and 16 on-ice officials have been inducted into the Hall of Fame. The Hall of Fame has been criticized for focusing mainly on players from the National Hockey League and largely ignoring players from other North American and international leagues.",
  "/wiki/Trindon_Holliday": "Trindon Jerard Holliday (born April 27, 1986) is an American football wide receiver and return specialist who is currently a free agent . He was drafted by the Houston Texans in the sixth round of the 2010 NFL draft. He played college football at LSU. \nAt 5'5\", Holliday is one of the shortest players in NFL history. He has also played for the Denver Broncos, New York Giants, Tampa Bay Buccaneers, San Francisco 49ers, and Oakland Raiders.",
  "/wiki/National_Football_League": "The National Football League (NFL) is a professional American football league consisting of 32 teams, divided equally between the National Football Conference (NFC) and the American Football Conference (AFC). The NFL is one of the four major professional sports leagues in North America and the highest professional level of American football in the world. The NFL's 17-week regular season runs from early September to late December, with each team playing 16 games and having one bye week. Following the conclusion of the regular season, six teams from each conference (four division winners and two wild card teams) advance to the playoffs, a single-elimination tournament culminating in the Super Bowl, which is usually held on the first Sunday in February and is played between the champions of the NFC and AFC.\n The NFL was formed in 1920 as the American Professional Football Association (APFA) before renaming itself the National Football League for the 1922 season. After initially determining champions through end-of-season standings, a playoff system was implemented in 1933 that culminated with the NFL Championship Game until 1966. Following an agreement to merge the NFL with the American Football League (AFL), the Super Bowl was first held in 1967 to determine a champion between the best teams from the two leagues and has remained as the final game of each NFL season since the merger was completed in 1970. Today, the NFL has the highest average attendance (67,591) of any professional sports league in the world and is the most popular sports league in the United States. The Super Bowl is also among the biggest club sporting events in the world, with the individual games accounting for many of the most watched television programs in American history and all occupying the Nielsen's Top 5 tally of the all-time most watched U.S. television broadcasts by 2015.\n The Green Bay Packers hold the most combined NFL championships with 13, winning nine titles before the Super Bowl era and four Super Bowls afterwards. Since the creation of the Super Bowl, the Pittsburgh Steelers and New England Patriots both have the most championship titles at six.",
  "/wiki/Venezuela": "Venezuela (/ˌvɛnəˈzwɛlə/ (listen); American Spanish: [beneˈswela] (listen)), officially the Bolivarian Republic of Venezuela (Spanish: República Bolivariana de Venezuela), is a country on the northern coast of South America, consisting of a continental landmass and many small islands and islets in the Caribbean Sea. It has a territorial extension of 916,445 km2 (353,841 sq mi). The continental territory is bordered on the north by the Caribbean Sea and the Atlantic Ocean, on the west by Colombia, Brazil on the south, Trinidad and Tobago to the north-east and on the east by Guyana. The Venezuelan government maintains a claim against Guyana to Guayana Esequiba, an area of 159,542 km2 (61,600 sq mi). For its maritime areas, Venezuela exercises sovereignty over 71,295 km2 (27,527 sq mi) of territorial waters, 22,224 km2 (8,581 sq mi) in its contiguous zone, 471,507 km2 (182,050 sq mi) of the Caribbean Sea and the Atlantic Ocean under the concept of exclusive economic zone, and 99,889 km2 (38,567 sq mi) of continental shelf. This marine area borders those of 13 states. The capital and largest urban agglomeration is the city of Caracas. The country has extremely high biodiversity and is ranked seventh in the world's list of nations with the most number of species. There are habitats ranging from the Andes Mountains in the west to the Amazon basin rain-forest in the south via extensive llanos plains, the Caribbean coast and the Orinoco River Delta in the east.\n The sovereign state is a federal presidential republic consisting of 23 states, the Capital District (covering Caracas), and federal dependencies (covering Venezuela's offshore islands). Venezuela also claims all Guyanese territory west of the Essequibo River, a 159,500-square-kilometre (61,583 sq mi) tract dubbed Guayana Esequiba or the Zona en Reclamación (the \"zone under dispute\"). Venezuela is among the most urbanized countries in Latin America; the vast majority of Venezuelans live in the cities of the north, especially in the capital (Caracas) which is also the largest city in Venezuela.\n The territory now known as Venezuela was colonized by Spain in 1522 amid resistance from indigenous peoples. In 1811, it became one of the first Spanish-American territories to declare independence, which was not securely established until 1821, when Venezuela was a department of the federal republic of Gran Colombia. It gained full independence as a country in 1830. During the 19th century, Venezuela suffered political turmoil and autocracy, remaining dominated by regional caudillos (military strongmen) until the mid-20th century. Since 1958, the country has had a series of democratic governments. Economic shocks in the 1980s and 1990s led to several political crises, including the deadly Caracazo riots of 1989, two attempted coups in 1992, and the impeachment of President Carlos Andrés Pérez for embezzlement of public funds in 1993. A collapse in confidence in the existing parties saw the 1998 election of former coup-involved career officer Hugo Chávez and the launch of the Bolivarian Revolution.  The revolution began with a 1999 Constituent Assembly, where a new Constitution of Venezuela was written. This new constitution officially changed the name of the country to Bolivarian Republic of Venezuela (Spanish: República Bolivariana de Venezuela).\n Oil was discovered in the early 20th century, and today, Venezuela has the world's largest known oil reserves and has been one of the world's leading exporters of oil. Previously, the country was an underdeveloped exporter of agricultural commodities such as coffee and cocoa, but oil quickly came to dominate exports and government revenues. The 1980s oil glut led to an external debt crisis and a long-running economic crisis. Inflation peaked at 100% in 1996 and poverty rates rose to 66% in 1995 as (by 1998) per capita GDP fell to the same level as 1963, down a third from its 1978 peak. The recovery of oil prices in the early 2000s gave Venezuela oil funds not seen since the 1980s. The Venezuelan government under Hugo Chávez then established populist social welfare policies that initially boosted the Venezuelan economy and increased social spending, temporarily reducing economic inequality and poverty in the early years of the regime. In 2013, Hugo Chávez died, shortly after being elected to a fourth term, and was succeeded by Nicolás Maduro, elected by a narrow majority in a widely disputed election. Maduro continued the populist policies of Chávez, but with disastrous results. The nation's economy collapsed because of their excesses—including a uniquely extreme fossil fuel subsidy—and are widely blamed for destabilizing the nation's economy. The destabilized economy led to a crisis in Venezuela, resulting in hyperinflation, an economic depression, shortages of basic goods and drastic increases in unemployment, poverty, disease, child mortality, malnutrition and crime. These factors have precipitated the Venezuelan migrant crisis where more than three million people have fled the country. By 2017, Venezuela was declared to be in default regarding debt payments by credit rating agencies. In 2018, the country's economic policies led to extreme hyperinflation, with estimates expecting an inflation rate of 1,370,000% by the end of the year and 10,000,000% in 2019.\nVenezuela is a charter member of the UN, OAS, UNASUR, ALBA, Mercosur, LAIA and OEI.",
  "/wiki/José_Altuve": "José Carlos Altuve (Spanish pronunciation: [alˈtuβe]; born May 6, 1990) is a Venezuelan professional baseball second baseman for the Houston Astros of Major League Baseball (MLB).  The Astros signed Altuve as an amateur free agent in 2007, and he made his major league debut in 2011. A right-handed batter and thrower, as of 2017 he was the shortest active MLB player at 5 feet 6 inches (1.68 m). His listed weight is 165 pounds (75 kg). From 2014 to 2017, Altuve recorded at least 200 hits each season and led the American League (AL) in the category. He won three batting championships in that span. \n A six-time MLB All-Star, Altuve has been voted the starting second baseman for the AL in the All-Star Game four times.  In 2017, he won the AL Most Valuable Player Award, the Hank Aaron Award, and became a World Series champion with the Astros, each for the first time.  Also in 2017, Altuve was Sports Illustrated's co-Sportsperson of the Year with J. J. Watt of the NFL's Houston Texans for helping to lead relief efforts in the aftermath of Hurricane Harvey.  Other awards Altuve received in 2017 were the Associated Press Male Athlete of the Year, The Sporting News Major League Player of the Year (making him the fifth player to be selected in consecutive years), and Baseball America's Major League Player of the Year.  He has also won five Silver Slugger Awards and one Rawlings Gold Glove.  In 2014, he became the first player in over 80 years to reach 130 hits and 40 stolen bases before the All-Star Game.  That same season, he became the first Astro to win a batting title, leading the AL with a .341 average.  He has twice led the AL in stolen bases. From Maracay, Venezuela, Altuve played for the Venezuelan national team in the 2017 World Baseball Classic (WBC). He holds the record for postseason home runs among second basemen with 13.",
  "/wiki/List_of_the_verified_shortest_people": "This list includes the shortest ever verified people in their lifetime or profession. The entries below are broken down into different categories which range from sex, to age group and occupations. Most of the sourcing is done by Guinness World Records which in the last decade has added new categories for \"mobile\" and \"non mobile\" men and women. The world's shortest verified man is Chandra Bahadur Dangi, while for women Pauline Musters holds the record."
}