{
  "/wiki/Richard_Blumenthal": "Richard Blumenthal (/ˈbluːmənθɔːl/; born February 13, 1946) is an American attorney and politician who has served as a United States Senator from Connecticut since 2011. He is a member of the Democratic Party.  Serving as the state's senior senator since 2013, he is ranked as one of the wealthiest members of the Senate, with a net worth of over $100 million. Previously, he served as Attorney General of Connecticut from 1991 to 2011.",
  "/wiki/Democratic_Party_(United_States)": "The Democratic Party is one of the two major contemporary political parties in the United States, along with its main rival, the Republican Party. Tracing its heritage back to Thomas Jefferson and James Madison's Democratic-Republican Party, the modern-day Democratic Party was founded around 1828 by supporters of Andrew Jackson, making it the world's oldest active political party.",
  "/wiki/Connecticut": "Connecticut (/kəˈnɛtɪkət/ (listen)) is the southernmost state in the New England region of the northeastern United States. As of the 2010 Census, it has the highest per-capita income, Human Development Index (0.962), and median household income in the United States. It is bordered by Rhode Island to the east, Massachusetts to the north, New York to the west, and Long Island Sound to the south. Its capital is Hartford and its most populous city is Bridgeport. It is part of New England, although portions of it are often grouped with New York and New Jersey as the tri-state area. The state is named for the Connecticut River which approximately bisects the state. The word \"Connecticut\" is derived from various anglicized spellings of an Algonquian word for \"long tidal river\".",
  "/wiki/Judaism": "Judaism (originally from Hebrew .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"SBL Hebrew\",\"SBL BibLit\",\"Frank Ruehl CLM\",\"Taamey Frank CLM\",\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}יהודה, Yehudah, \"Judah\"; via Latin and Greek) is an ethnic religion comprising the collective religious, cultural and legal tradition and civilization of the Jewish people. Judaism is considered by religious Jews to be the expression of the covenant that God established with the Children of Israel. It encompasses a wide body of texts, practices, theological positions, and forms of organization. The Torah is part of the larger text known as the Tanakh or the Hebrew Bible, and supplemental oral tradition represented by later texts such as the Midrash and the Talmud. With between 14.5 and 17.4 million adherents worldwide, Judaism is the tenth largest religion in the world.",
  "/wiki/Ben_Cardin": "Benjamin Louis Cardin (born October 5, 1943) is an American politician serving as the senior United States Senator from Maryland, first elected to that seat in 2006. A member of the Democratic Party, he previously was the U.S. Representative for Maryland's 3rd congressional district from 1987 to 2007. Cardin served as a member of the Maryland House of Delegates from 1967 to 1987 and as Speaker of the Maryland House of Delegates from 1979 to 1987, the youngest person to hold the position in history. In his half-century career as an elected official, he has never lost an election.",
  "/wiki/Maryland": "Maryland (US: /ˈmɛrələnd/ (listen) MERR-ə-lənd)[a] is a state in the Mid-Atlantic region of the eastern United States, bordering Virginia, West Virginia, and the District of Columbia to its south and west; Pennsylvania to its north; and Delaware and the Atlantic Ocean to its east. The state's largest city is Baltimore, and its capital is Annapolis. Among its occasional nicknames are Old Line State, the Free State, and the Chesapeake Bay State. It is named after the English queen Henrietta Maria, known in England as Queen Mary, who was the wife of King Charles I.",
  "/wiki/Dianne_Feinstein": "Dianne Goldman Berman Feinstein (/ˈfaɪnstaɪn/; born Dianne Emiel Goldman, June 22, 1933) is an American politician serving as the senior United States Senator from California. She took office on November 4, 1992. A member of the Democratic Party, Feinstein was Mayor of San Francisco from 1978 to 1988.",
  "/wiki/California": "California is a state in the Pacific Region of the United States. With 39.5 million residents across a total area of about 163,696 square miles (423,970 km2), California is the most populous U.S. state and the third-largest by area. The state capital is Sacramento. The Greater Los Angeles Area and the San Francisco Bay Area are the nation's second- and fifth-most populous urban regions, with 18.7 million and 9.7 million residents respectively. Los Angeles is California's most populous city, and the country's second-most populous, after New York City. California also has the nation's most populous county, Los Angeles County, and its largest county by area, San Bernardino County. The City and County of San Francisco is both the country's second most densely populated major city after New York City and the fifth most densely populated county, behind only four of the five New York City boroughs.",
  "/wiki/Bernie_Sanders": "Bernard Sanders (born September 8, 1941) is an American politician who has served as the junior United States Senator from Vermont since 2007. The U.S. Representative for the state's at-large congressional district from 1991 to 2007, he is the longest-serving independent in U.S. congressional history and a member of the Democratic caucus. He ran unsuccessfully for the 2016 Democratic nomination for president and is running again in 2020.",
  "/wiki/Independent_(politician)": "An independent or nonpartisan politician is a politician not affiliated with any political party. There are numerous reasons why someone may stand for office as an independent.",
  "/wiki/Vermont": "Vermont (/vərˈmɒnt/ (listen)) is a northeastern U.S. state in the New England region. It borders the states of Massachusetts to the south, New Hampshire to the east, and New York to the west, and the Canadian province of Quebec to the north. Vermont is the second-smallest by population and the sixth-smallest by area of the 50 U.S. states. The state capital is Montpelier, the least populous state capital in the United States. The most populous city, Burlington, is the least populous city to be the most populous city in a state. Vermont's crime statistics for the period 2016-8 caused it to be ranked as the safest state in the country.",
  "/wiki/Jacky_Rosen": "Jacklyn Sheryl Rosen (née Spektor, August 2, 1957) is an American politician serving as the junior United States Senator from Nevada since 2019. A member of the Democratic Party, she previously was the U.S. Representative for Nevada's 3rd congressional district from 2017 to 2019.",
  "/wiki/Nevada": "Nevada (/nɪˈvædə/ or /nɪˈvɑːdə/) is a state in the Western United States. It is bordered by Oregon to the northwest, Idaho to the northeast, California to the west, Arizona to the southeast, and Utah to the east. Nevada is the 7th most extensive, the 32nd most populous, and the 9th least densely populated of the U.S. states. Nearly three-quarters of Nevada's people live in Clark County, which contains the Las Vegas–Paradise metropolitan area, including three of the state's four largest incorporated cities. Nevada's capital is Carson City.",
  "/wiki/Brian_Schatz": "Brian Emanuel Schatz (/ʃɑːts/; born October 20, 1972) is an American politician serving as the senior United States Senator from Hawaii, a seat he has held since 2012. Schatz was appointed by Governor Neil Abercrombie to replace Senator Daniel Inouye after his death.",
  "/wiki/Hawaii": "Hawaiʻi (/həˈwaɪi/ (listen) hə-WY-ee; Hawaiian: Hawaiʻi [həˈvɐjʔi]) is a state of the United States of America. It is the only state located in the Pacific Ocean and the only state composed entirely of islands.",
  "/wiki/Chuck_Schumer": "Charles Ellis Schumer (/ˈʃuːmər/; born November 23, 1950) is an American politician serving as the senior United States Senator from New York, a seat to which he was first elected in 1998. A member of the Democratic Party, he has also served as the Senate Minority Leader since 2017. He first defeated three-term Republican incumbent Al D'Amato before being reelected in 2004 with 71 percent of the vote, in 2010 with 66 percent of the vote, and in 2016 with 70 percent of the vote. He is the current dean of New York's congressional delegation.",
  "/wiki/New_York_(state)": "New York is a state located in the Northeastern United States. New York was one of the original thirteen colonies that formed the United States. With an estimated 19.45 million residents in 2019, it is the fourth most populous state. In order to distinguish the state from its city with the same name, it is sometimes referred to as New York State (NYS).",
  "/wiki/Ron_Wyden": "Ronald Lee Wyden (/ˈwaɪdən/; born May 3, 1949) is the senior United States Senator for Oregon since 1996. A member of the Democratic Party, he previously served in the United States House of Representatives from 1981 until 1996. He is the current dean of Oregon's congressional delegation.",
  "/wiki/Oregon": "Oregon (/ˈɒrɪɡən/ (listen) ORR-ih-gən) is a state in the Pacific Northwest region on the West Coast of the United States. The Columbia River delineates much of Oregon's northern boundary with Washington, while the Snake River delineates much of its eastern boundary with Idaho. The parallel 42° north delineates the southern boundary with California and Nevada."
}