{
  "/wiki/Race_Driver:_GRID": "Race Driver: Grid (or simply Grid) is a racing video game developed and published by Codemasters for Microsoft Windows, PlayStation 3, Xbox 360, Nintendo DS, Arcade and OS X. It is the seventh game in the TOCA series. A Java ME version by Glu Mobile is known to exist, but is now obsolete.",
  "/wiki/Feral_Interactive": "Feral Interactive is a video games developer and publisher for macOS, Linux, iOS, Android and Nintendo Switch platforms. It was founded in 1996 and is based in London, UK. Feral Interactive works with publishers such as Square Enix, 2K Games, Sega, Warner Bros. Interactive Entertainment and Codemasters. Feral develops and publishes ports of its partners' popular games including the Total War and Batman: Arkham series, Tomb Raider and XCOM: Enemy Unknown.",
  "/wiki/Radical_Castle": "Radical Castle is a point-and-click adventure game released for Macintosh in 1986 and distributed as shareware.",
  "/wiki/Sid_Meier's_Railroads!": "Sid Meier's Railroads!  is a business simulation game developed by Firaxis Games on the Gamebryo game engine that was released in October 2006 and is the sequel to Railroad Tycoon 3. Although Sid Meier created the original Railroad Tycoon, subsequent versions were developed by PopTop Software. Railroads! was the first game in the series since the original to have direct input from Sid Meier himself. After a visit to Miniatur Wunderland in Hamburg, Germany, Meier was inspired to reinvent his original creation. A version for the Mac OS X was published by Feral Interactive on November 1, 2012, under the latter's Feral Legends label.",
  "/wiki/Railroad_Tycoon": "Sid Meier's Railroad Tycoon is a business simulation designed by Sid Meier. The DOS version of the game was released as freeware for download in 2006. The game is the first in the Railroad Tycoon series.",
  "/wiki/Tom_Clancy's_Rainbow_Six": "Tom Clancy's Rainbow Six is a media franchise created by American author Tom Clancy about a fictional international counter-terrorist unit called \"Rainbow\". The franchise began with Clancy's novel Rainbow Six, which was adapted into a series of tactical first-person shooter video games.",
  "/wiki/MacSoft": "MacSoft was an American video game developer and publisher founded in 1993 by Peter Tamte as subsidiary of WizardWorks, specializing in the production of video game ports from Microsoft Windows to Macintosh operating systems, as well as productivity software. In 1996, WizardWorks was acquired by GT Interactive (later renamed Infogrames, Inc.), with WizardWorks and MacSoft split into different operationals. On January 30, 2003, MacSoft was acquired by Destineer, and founder Peter Tamte again became the company's director.",
  "/wiki/Tom_Clancy's_Rainbow_Six:_Rogue_Spear": "Tom Clancy's Rainbow Six: Rogue Spear is a tactical first-person shooter video game developed and published in 1999 by Ubi Soft Milan and Red Storm Entertainment. It is the sequel to 1998's Rainbow Six game based on the Tom Clancy novel of the same name.",
  "/wiki/Tom_Clancy's_Rainbow_Six_3:_Raven_Shield": "Tom Clancy's Rainbow Six 3: Raven Shield is a 2003 video game developed and published by Ubisoft. Released on March 18, 2003, the Rainbow Six video game series is based on Tom Clancy's novel of the same name.",
  "/wiki/Aspyr_Media": "Aspyr Media, Inc. is an American video game developer and publisher founded by Michael Rogers and Ted Staloch in Austin, Texas. Originally founded to bring top gaming titles to Mac OS, the company, since 2005, has become a publisher and developer of entertainment for multiple gaming platforms.",
  "/wiki/List_of_Macintosh_games": "This list contains 2431 video game titles released for Classic Mac OS (1 through 9.2.2) and MacOS (MacOS X)."
}