{
  "/wiki/1980_in_film": "The following is an overview of events in 1980 in film, including the highest-grossing films, award ceremonies and festivals, a list of films released and notable deaths.",
  "/wiki/Land_og_synir_(film)": "Land and Sons (Icelandic: Land og synir) is a 1980 Icelandic drama film directed by Ágúst Guðmundsson. The film was selected as the Icelandic entry for the Best Foreign Language Film at the 53rd Academy Awards, but was not accepted as a nominee.",
  "/wiki/%C3%81g%C3%BAst_Gu%C3%B0mundsson": "Ágúst Guðmundsson (born 29 June 1947) is an Icelandic film director and screenwriter.",
  "/wiki/Andr%C3%A9s_Indri%C3%B0ason": "Andrés Indriðason (born 7 August 1941) is an Icelandic television producer and director, screenwriter, playwright and author of children's books, and a former child actor.",
  "/wiki/1981_in_film": "The following is an overview of events in 1981 in film, including the highest-grossing films, award ceremonies and festivals, a list of films released and notable deaths.",
  "/wiki/%C3%9Er%C3%A1inn_Bertelsson": "Þráinn Bertelsson (born 30 November 1944) is an Icelandic film director, writer, politician, journalist and newspaper editor. He moved into politics in the wake of the financial crisis in 2008, and was elected a member of the Althing in 2009, initially for the Citizens' Movement. He later left the party to become an independent MP, before joining the Left-Green Movement, which he currently represents.",
  "/wiki/Hrafn_Gunnlaugsson": "Hrafn Gunnlaugsson (born 17 June 1948) is an Icelandic film director. He is the brother of mathematician Þorvaldur Gunnlaugsson and the lawyer Snædís Gunnlaugsdóttir and the actress Tinna Gunnlaugsdóttir. He is mostly known for his series of Viking films, sometimes called \"Cod Westerns\". He was married to Edda Kristjánsdóttir and they have four children: Kristján born 1968 who is a poet and playwright, Tinna who is an actress, Sól who is an art designer and Örk who is an artist and was born in 1993. He won the award for Best Director at the 20th Guldbagge Awards for When the Raven Flies.",
  "/wiki/%C3%9Atlaginn_(The_Outlaw)": "Outlaw: The Saga of Gisli (Icelandic: Útlaginn) is an Icelandic film adaptation of the Gísla saga, the story of a \nblood feud set in 10th-century Iceland.\nIt was directed by Ágúst Guðmundsson in 1981.",
  "/wiki/1982_in_film": "The following is an overview of events in 1982 in film, including the highest-grossing films, award ceremonies and festivals, a list of films released and notable deaths.",
  "/wiki/On_Top_(film)": "On Top (Icelandic: Með allt á hreinu (pronunciation (help·info))) is an Icelandic musical comedy from 1982, directed by Icelandic director Ágúst Guðmundsson. The film, which still enjoys widespread popularity in Iceland, tells the story of two bands (one all-male and one all-female) that go on a tour together and then become engaged in a rivalry.",
  "/wiki/Inter_Nos": "Inter Nos (Icelandic: Okkar á milli: Í hita og þunga dagsins) is a 1982 Icelandic drama film directed by Hrafn Gunnlaugsson. It was selected as the Icelandic entry for the Best Foreign Language Film at the 55th Academy Awards, but was not accepted as a nominee.",
  "/wiki/Okkar_%C3%A1_milli_(film)": "Inter Nos (Icelandic: Okkar á milli: Í hita og þunga dagsins) is a 1982 Icelandic drama film directed by Hrafn Gunnlaugsson. It was selected as the Icelandic entry for the Best Foreign Language Film at the 55th Academy Awards, but was not accepted as a nominee.",
  "/wiki/Rokk_%C3%AD_Reykjav%C3%ADk_(film)": "Rokk í Reykjavík (pronunciation (help·info)) is a documentary directed by Icelandic Friðrik Þór Friðriksson during the Icelandic winter of 1981-1982 and released for the local television the same year.",
  "/wiki/Fri%C3%B0rik_%C3%9E%C3%B3r_Fri%C3%B0riksson": "Friðrik Þór Friðriksson (born 12 May 1954; pronounced [ˈfrɪðrɪk ˈθouːr ˈfrɪðrɪxsɔn]), sometimes credited as Fridrik Thor Fridriksson, is an Icelandic film director and producer.",
  "/wiki/1983_in_film": "The following is an overview of events in 1983 in film, including the highest-grossing films, award ceremonies and festivals, a list of films released and notable deaths.",
  "/wiki/The_House_(1983_film)": "The House (Icelandic: Húsið and Husid) is a 1983 Icelandic mystery horror film directed by Egill Eðvarðsson. The film was selected as the Icelandic entry for the Best Foreign Language Film at the 56th Academy Awards, but was not accepted as a nominee.",
  "/wiki/N%C3%BDtt_l%C3%ADf_(film)": "Nýtt Líf (pronunciation (help·info), English: New Life) is an Icelandic film directed by Þráinn Bertelsson and released in 1983. The film is a comedy shot in the Westman Islands and stars Eggert Þorleifsson and Karl Ágúst Úlfsson, among others. The music features several musicians including the band Tappi Tíkarrass (of which Björk was a member), which contributed the songs \"Sperglar\" and \"Kukl\" (a.k.a. \"Seiður\").",
  "/wiki/1984_in_film": "The following is an overview of events in 1984 in film, including the highest-grossing films, award ceremonies and festivals, a list of films released and notable deaths.",
  "/wiki/Golden_Sands_(film)": "Golden Sands (Icelandic: Gullsandur) is a 1984 Icelandic comedy film directed by Ágúst Guðmundsson, starring Arnar Jónsson, Edda Björgvinsdóttir and Pálmi Gestsson. It tells the story of how gold is found on the Icelandic south coast, which causes turbulence for the local community. The film was released in Icelandic cinemas on 26 December 1984.",
  "/wiki/When_the_Raven_Flies_(film)": "When the Raven Flies (original Icelandic: Hrafninn flýgur (pronunciation (help·info))) is a 1984 Icelandic-Swedish adventure film written and directed by Hrafn Gunnlaugsson. The story is set in Viking Age Iceland. The film was selected as the Icelandic entry for the Best Foreign Language Film at the 57th Academy Awards, but was not accepted as a nominee. In 2016, online newspaper Kjarninn voted it as the best Icelandic film of all time.",
  "/wiki/1985_in_film": "The following is an overview of events in 1985 in film, including the highest-grossing films, award ceremonies and festivals, a list of films released and notable deaths."
}