{
  "/wiki/Animals_in_Pools": "Animals in Pools is a series of fountains and bronze sculptures of Pacific Northwest animals, designed by American artist Georgia Gerber and located in Portland, Oregon, in the United States. The series was installed in 1986 as part of the renovations associated with construction of the MAX Light Rail. Funded by the Downtown Merchants Local Improvement District, TriMet and the United States Department of Transportation, the sculptures were presented as gifts to the city and remain part of the collection of the City of Portland and Multnomah County Public Art Collection courtesy of the Regional Arts & Culture Council.",
  "/wiki/The_Dreamer_(sculpture)": "The Dreamer, or simply Dreamer, is an outdoor 1979 muntz bronze sculpture and fountain of a reclining woman by Manuel Izquierdo, installed at Pettygrove Park in Portland, Oregon, United States. It is part of the City of Portland and Multnomah County Public Art Collection courtesy of the Regional Arts & Culture Council, which administers the work.",
  "/wiki/Manuel_Izquierdo": "Manuel Izquierdo (September 26, 1925 – July 17, 2009) was a sculptor and woodcut artist. He is best known for his abstract, organic welded-metal sculptural forms and his sturdy woodcut prints.",
  "/wiki/Elk_(sculpture)": "Elk, also known as the David P. Thompson Fountain, David P. Thompson Monument, Elk Fountain, or the Thompson Elk, is an historic outdoor fountain and bronze sculpture by American artist Roland Hinton Perry. The sculpture was donated to the city of Portland, Oregon, United States in 1900. It is located in the Plaza Blocks in downtown Portland.",
  "/wiki/Keller_Fountain_Park": "Keller Fountain Park is a city park in downtown Portland, Oregon. Originally named Forecourt Fountain or Auditorium Forecourt, the 0.92-acre (0.37 ha) park opened in 1970 across Third Avenue from what was then Civic Auditorium. In 1978, the park was renamed after Ira C. Keller, head of the Portland Development Commission (PDC) from 1958–1972. Civic Auditorium was renamed as Keller Auditorium in 2000, but is named in honor of Ira's son, Richard B. Keller.",
  "/wiki/Lawrence_Halprin": "Lawrence Halprin (July 1, 1916 – October 25, 2009) was an American landscape architect, designer and teacher.",
  "/wiki/Lee_Kelly": "Lee Kelly (born 1932) is an American sculptor. His work is well-known throughout the West Coast of the United States, with more than 30 sculptures on display between Eugene, Oregon and Vancouver, Washington. Kelly has been called \"Oregon's sculptor\".",
  "/wiki/Lovejoy_Fountain_Park": "Lovejoy Fountain Park (or Lovejoy Plaza) is a city park in downtown Portland, Oregon, U.S.",
  "/wiki/Salmon_Street_Springs": "Salmon Street Springs, or Salmon Street Fountain, is an outdoor water fountain at the intersection of Naito Parkway at Southwest Salmon in Tom McCall Waterfront Park in Portland, Oregon, United States. It was designed by Robert Perron Landscape Architects and Planners and dedicated in 1988. The fountain's three water displays, which are regulated by a computer, are called \"bollards\", \"misters\", and \"wedding cake\".",
  "/wiki/Shemanski_Fountain": "Shemanski Fountain, also known as Rebecca at the Well, is an outdoor fountain with a bronze sculpture, located in the South Park Blocks of downtown Portland, Oregon, in the United States. The sandstone fountain was designed in 1925, completed in 1926, and named after Joseph Shemanski, a Polish immigrant and businessman who gave it to the city. Carl L. Linde designed the trefoil, which features a statue designed by Oliver L. Barrett. The sculpture, which was added to the fountain in 1928, depicts the biblical personage Rebecca. Shemanski Fountain includes two drinking platforms with three basins each, with one platform intended for use by dogs.",
  "/wiki/Carl_L._Linde": "Carl L. Linde (May 21, 1864 – July 12, 1945) was a German American architect prominent in the Pacific Northwest of the United States, particularly in Portland, Oregon. Several of his works are listed on the National Register of Historic Places.",
  "/wiki/Skidmore_Fountain": "The Skidmore Fountain is a historic fountain in Portland, Oregon, United States.",
  "/wiki/Olin_Levi_Warner": "Olin Levi Warner (April 9, 1844 – August 14, 1896) was an American sculptor and artist noted for the striking bas relief portrait medallions and busts he created in the late 19th century."
}