{
  "/wiki/Goalkeeper_(association_football)": "The goalkeeper, often shortened to keeper or goalie, is one of the major positions of association football. It is the most specialised position in the sport. The goalkeeper's primary role is to prevent the opposing team from scoring (moving the ball over the defended goal-line within the frame of the goal). This is accomplished by the goalkeeper moving into the path of the ball and either catching it or directing it away from the vicinity of the goal line. Within the penalty area goalkeepers are able to use their hands, making them (outside throw-ins) the only players on the field permitted to handle the ball. The special status of goalkeepers is indicated by them wearing different coloured kits from their teammates.",
  "/wiki/Corbin_Waller": "Corbin Waller (born March 26, 1985 in High Point, North Carolina) is a former American soccer player.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Defender_(association_football)": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/Cheyne_Roberts": "Weston Cheyne Roberts (born March 27, 1988 in Plant City, Florida) is a retired American soccer player.",
  "/wiki/Mark_Bloom": "Mark Bloom (born November 25, 1987) is a retired American soccer player. Bloom played as a defender.",
  "/wiki/Midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/Judson_McKinney": "Judson McKinney (born August 4, 1988) is an American soccer player.",
  "/wiki/Milton_Blanco": "Milton Blanco (born April 27, 1984) is an American soccer player who currently plays for Fresno FC in the United Soccer League.",
  "/wiki/Sean_Bateau": "Sean Bateau (born 27 September 1986 in Port of Spain, Trinidad and Tobago) is a Trinidadian footballer who currently plays in the Bangladesh Football Premier League for club Muktijoddha Sangsad KC .",
  "/wiki/Trinidad_and_Tobago": "The Republic of Trinidad and Tobago (/ˈtrɪnɪdæd ... təˈbeɪɡoʊ/ (listen), /- toʊ-/) is the southernmost island country in the Caribbean. Consisting of the main islands Trinidad and Tobago, and numerous much smaller islands, it is situated 130 kilometres (81 miles) south of Grenada and 11 kilometres (6.8 miles) off the coast of northeastern Venezuela. It shares maritime boundaries with Barbados to the northeast, Grenada to the northwest, Guyana to the southeast, and Venezuela to the south and west.",
  "/wiki/Forward_(association_football)": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.",
  "/wiki/Chris_Salvaggione": "Chris Salvaggione (born April 7, 1987) is an American soccer player who currently plays for Real Colorado Foxes in the USL Premier Development League.",
  "/wiki/Darryl_Roberts": "Darryl Bevon Roberts (born 26 September 1983 in Saint Joseph) is a Trinidadian footballer who last played for Kaya F.C–Iloilo in the Philippines Football League and for the Trinidad and Tobago national team.",
  "/wiki/Jorge_Herrera_(footballer)": "Jorge Herrera (born 11 September 1980 in Bogotá) is a Colombian footballer who currently plays for Charlotte Independence in the United Soccer League.",
  "/wiki/Colombia": "Colombia (/kəˈlʌmbiə/ (listen) kə-LUM-bee-ə, /-ˈlɒm-/ -⁠LOM-; Spanish: [koˈlombja] (listen)), officially the Republic of Colombia (Spanish: República de Colombia (help·info)),[Note 1] is a country largely situated in the north of South America, with land and territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by both Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific. It comprises thirty-two departments, with the capital in Bogotá.",
  "/wiki/Luke_Williams_(soccer)": "Luke Williams (born May 17, 1983) is an American soccer player.",
  "/wiki/Juan_Guzman_(soccer)": "Juan Pablo Guzmán (born August 31, 1988) is a Colombian soccer player currently playing for New Mexico United in the USL Championship. He mainly operates as a defensive midfielder.",
  "/wiki/Isaac_Cowles": "Isaac Cowles (born April 18, 1990) is a former American soccer player who last played with the Charlotte Eagles. He is currently a graphic designer.",
  "/wiki/Joseph_Kabwe": "Joseph Kabwe (born August 8, 1980 in Bulawayo) is a Zimbabwean footballer who last played for Carolina RailHawks in the USSF Division 2 Professional League.",
  "/wiki/Zimbabwe": "Zimbabwe (/zɪmˈbɑːbweɪ, -wi/), officially the Republic of Zimbabwe, formerly Rhodesia, is a landlocked country located in Southern Africa, between the Zambezi and Limpopo Rivers, bordered by South Africa, Botswana, Zambia and Mozambique. The capital and largest city is Harare. The second largest is Bulawayo. A country of roughly 14 million people, Zimbabwe has 16 official languages, with English, Shona, and Ndebele the most common.",
  "/wiki/Scott_Jones_(Puerto_Rican_footballer)": "Scott Lyman Jones (born September 22, 1983) is a Puerto Rican international footballer.",
  "/wiki/Puerto_Rico": "Puerto Rico[a] (Spanish for \"Rich Port\"; abbreviated PR), officially the Commonwealth of Puerto Rico (Spanish: Estado Libre Asociado de Puerto Rico, lit. \"Free Associated State of Puerto Rico\")[b] and briefly called Porto Rico,[c] is an unincorporated territory of the United States located in the northeast Caribbean Sea, approximately 1,000 miles (1,600 km) southeast of Miami, Florida.",
  "/wiki/Cuitlahuac_Meza": "Cuitlahuac Meza (born 11 July 1990) is an American soccer player who plays as a midfielder for Charlotte Eagles in the USL Pro.",
  "/wiki/Brad_Stisser": "Brad Stisser (born September 24, 1986) is a retired American soccer player.",
  "/wiki/Ben_Page": "Ben Page (born April 9, 1985 in Woodstock, Georgia) is a former American soccer player.",
  "/wiki/Miguel_Ferrer_(footballer)": "Miguel Ferrer (born March 28, 1987) is a Cuban footballer who played for the Wichita Wings in the Major Indoor Soccer League.",
  "/wiki/Cuba": "Cuba (/ˈkjuːbə/ (listen); Spanish pronunciation: [ˈkuβa]), officially the Republic of Cuba (Spanish: República de Cuba (help·info)), is a country comprising the island of Cuba as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Haiti and north of both Jamaica and the Cayman Islands. Havana is the largest city and capital; other major cities include Santiago de Cuba and Camagüey. The area of the Republic of Cuba is 110,860 square kilometers (42,800 sq mi) (109,884 square kilometers (42,426 sq mi) without the territorial waters). The island of Cuba is the largest island in Cuba and in the Caribbean, with an area of 105,006 square kilometers (40,543 sq mi), and the second-most populous after Hispaniola, with over 11 million inhabitants.",
  "/wiki/Devon_Grousis": "Devon Dimitri Grousis-Henderson (born November 7, 1987) is a retired American soccer player.",
  "/wiki/Darren_Toby": "Darren Toby (born January 18, 1982 in Lowlands) is a Trinidadian footballer who currently plays for Utica City FC in the Major Arena Soccer League and Rochester Lancers in the National Premier Soccer League.",
  "/wiki/2012_Charlotte_Eagles_season": "As of June 18. 2012"
}