{
  "/wiki/John_McDermott_(runner)": "John J. (J.J., little Mac) McDermott (born October 16, 1874) was an Irish-American athlete, born in Manhattan, New York City to James McDermott and Lizzie Grady. He won the first marathon run in the United States in 1896, as well as the inaugural Boston Marathon, then known as the B.A.A. Road Race, in 1897. He was a lithographer by trade. McDermott lost his mother at the age of eleven. He was unusually frail and light as a youth. At the start of the first Boston Marathon he weighed in at 124 pounds (56 kg) on a 5-foot-6-inch (168 cm) frame, slight even by marathoner standards.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions. [g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City. Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast.",
  "/wiki/New_York_(state)": "New York is a state located in the Northeastern United States. New York was one of the original thirteen colonies that formed the United States. With an estimated 19.45 million residents in 2019, it is the fourth most populous state. In order to distinguish the state from its city with the same name, it is commonly referred to as New York State (NYS). The state's most populous city, New York City, makes up over 40% of the state's population. Two-thirds of the state's population lives in the New York metropolitan area, and nearly 40% lives on Long Island. The state and city were both named for the 17th-century Duke of York, the future King James II of England. With an estimated population of 8.39 million in 2018, New York City is the most populous city in the United States and the premier gateway for legal immigration to the United States.",
  "/wiki/Ronald_J._MacDonald": "Ronald MacDonald (Ronald John MacDonald; September 19, 1874 - September 3, 1947) was a Canadian runner and winner of the second Boston Marathon in 1898.[note 1]",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver. As a whole, Canada is sparsely populated, with most of its land area dominated by forest and tundra. Its population is highly urbanized, with over 80 percent of its inhabitants concentrated in large and medium-sized cities, and 70 percent residing within 100 kilometres (62 mi) of the southern border. Canada's climate varies widely across its vast area, ranging from Arctic climate in the north to hot summers in the southern regions, with four distinct seasons. Various indigenous peoples inhabited what is now Canada for thousands of years before European colonization.",
  "/wiki/Lawrence_Brignolia": "Lawrence Joseph Larry Brignolia, sometimes Brignoli, (15 April 1876 – 13 February 1958) was an American long-distance runner and sculler of Italian descent. He won the 1899 Boston Marathon. A 161-pound blacksmith, he is the heaviest person ever to claim victory in the event. He is also the only person to have finished all of the first three Boston Marathons, and one of two runners (the other being Dick Grant) who participated in all of the first four marathons. Lawrence Brignolia was born in 1876 at Boston, Massachusetts to Italian immigrants, the second of seven surviving children. His father worked as a street peddler, and the family lived at 35 Brookline Street, and later at 13 Rockwell Street, in Cambridge, Massachusetts. Brignolia attended school at St. Mary's of the Annunciation in Cambridgeport, and left school after the sixth grade. He was apprenticed to a horseshoer until he turned fifteen, at which point he took up the trade on his own.",
  "/wiki/Jack_Caffery_(track_and_field_athlete)": "John (Jack) Peter Caffery (May 21, 1879 – February 2, 1919) was a Canadian track and field athlete who competed in the marathon at the 1908 Summer Olympics where he finished in 11th place. Caffrey was also a two-time champion of the Boston Marathon. He won with a time of 2:39:44.4 in 1900 and with a time of 2:29:23.6 in 1901, both of which were course records for the then 25-mile course.\n Caffrey was the son of Irish immigrants. He was a teamster by trade and represented St. Patrick's Athletic Association/St. Patrick's Athletic Club. He was born in Hamilton, Ontario and died there from complications after falling ill with Spanish flu.",
  "/wiki/Sammy_Mellor": "Samuel Alexander Mellor, Jr. (December 19, 1879 – November 5, 1948)[nb 1] was an American long-distance runner who won the 1902 Boston Marathon and competed in the marathon at the 1904 Summer Olympics in St. Louis, Missouri.",
  "/wiki/John_Lorden": "John Charles Lordan (or Lorden)[nb 1] (born June 30, 1874 or June 29, 1876[nb 2], died in or after 1948 [nb 3]) was an American long-distance runner who won the 1903 Boston Marathon and competed in the marathon at the 1904 Summer Olympics in St. Louis, Missouri. Born in Murragh, Cork, Ireland. Lordan was trained by fellow Cantabridgian Tad Gormley. After finishing fifth in 1901 and third in 1902, Lordan finished ahead of Sammy Mellor and Michael Spring to win the 1903 Boston Marathon in a time of 2:41:29, At the 1904 Summer Olympics, condition were very warm during the marathon and Lordon was reported to have begun vomiting within the first half mile of the race. He did not finish the competition. The next year, he entered the Boston Marathon but finished twelfth in a time of 2:57:51. He was an Irish immigrant who worked as a shipping agent for a manufacturing company in Cambridge. He trained at night only because of his job.",
  "/wiki/Michael_Spring": "Michael Mike Spring (December 14, 1879 – March 17, 1970) was an American track and field athlete.\n Spring won the 1904 Boston Marathon, after finishing third in 1903.\n An announcement in the August 6, 1904 issue of The New York Times indicated that the Metropolitan Association of the Amateur Athletic Union would hold a special five-mile race at Celtic Park on August 13, 1904 with the eight top finishers receiving a paid trip to compete in the marathon at the Olympic Games in St. Louis on August 30, 1904. Spring, listed as representing the Pastime Athletic Club, was named as one of 19 probable competitors in the event.\n At the 1904 Summer Olympics, Spring competed in the marathon but did not finish the event. Two years later, Spring again competed at the Olympic in 1906. He did not finish in marathon competition.",
  "/wiki/Frederick_Lorz": "Frederick Fred Lorz (June 5, 1884 – February 4, 1914) was an American long distance runner who won the 1905 Boston Marathon. Lorz is also known for his finish in the marathon at the 1904 Summer Olympics for not having crossed the half-way mark and still winning.",
  "/wiki/Timothy_Ford": "Timothy Ford (born 1887) was an American long distance runner who won the Boston Marathon in 1906. At the age of eighteen, he is the youngest person ever to have won that race. Ford was a plumber’s assistant from East Cambridge, Massachusetts. He first began running in 1904, when he competed in a ten-mile cross-country run held by the St. Alphonsus Athletic Association in Roxbury, Massachusetts, finishing in ninth place. He next competed in the Boston Marathon in 1905, and finished in fifteenth place with a time of 3:01. Ford trained for the 1906 Boston Marathon under the guidance of the noted athletic trainer Frank “Tad” Gormley, beginning in the previous December with long walks, and only started running in February. Less than two weeks before the race Ford did a trial run of 22 ½ miles, mainly on the Marathon course, which he completed in 2:14. Five foot tall and weighing 113 ½ pounds, Ford was in fourteenth place in the Marathon race at the five-mile checkpoint in South Framingham, but worked his way up the field through a strong headwind and caught the leader, David Kneeland, at Charlesgate East, less than a mile from the finish.",
  "/wiki/Tom_Longboat": "Thomas Charles Longboat (June 4, 1887 – January 9, 1949, Iroquois name: Cogwagee) was an Onondaga distance runner from the Six Nations Reserve near Brantford, Ontario and, for much of his career, the dominant long-distance runner. He was known as the bulldog of Britannia[citation needed] and was a soldier in the Canadian Expeditionary Force during the First World War.",
  "/wiki/Thomas_Morrissey_(athlete)": "Thomas Patrick Tom Morrissey (2 September 1888 - 1 October 1968) was an American long-distance runner who won the Boston Marathon in 1908. Tom Morrissey was born to Irish immigrants in 1888 at Yonkers, New York. His mother opened a boarding house after his father, a horse shoer, died a young man, leaving eight children, and Morrissey left school after the eighth grade. Morrissey was a member of the Mercury Athletic Club that was established at Yonkers by Sammy Mellor. He entered the Boston Marathon four times between 1906 and 1909. In 1906 he finished in third place, but the next year finished only seventeenth. Later that year (1907) he won the national indoor 25-mile championship in New York and then placed tenth at the inaugural Yonkers Marathon. He had trained by running ten to fifteen miles every second day, walking on the other days.",
  "/wiki/New_Hampshire": "New Hampshire (/ˈhæmpʃər/) is a state in the New England region of the northeastern United States. It is bordered by Massachusetts to the south, Vermont to the west, Maine and the Atlantic Ocean to the east, and the Canadian province of Quebec to the north. New Hampshire is the 5th smallest by area and the 10th least populous U.S. state. Concord is the state capital, while Manchester is the largest city. New Hampshire has no general sales tax, nor income tax other than on interest and dividends. The New Hampshire primary is the first primary in the U.S. presidential election cycle. Its license plates carry the state motto, Live Free or Die. The state's nickname, The Granite State, refers to its extensive granite formations and quarries.",
  "/wiki/Fred_S._Cameron": "Fred S. Cameron was a Canadian runner from Amherst, Nova Scotia. Cameron was born at Advocate Harbour, Nova Scotia on November 11, 1886. Cameron is best known for winning the 14th Boston Marathon in 1910. He won the race in a time of 2:28:52. Cameron defeated Clarence DeMar by one minute. Cameron was the underdog, having never run a race longer than 10 miles before. Cameron was also the North American Long Distance Champion and the Maritime five-mile champion. He held the Halifax Herald 10-mile road race record, gained over 160 trophies and awards over his career and is a member of the Nova Scotia Sports Hall of Fame.",
  "/wiki/Clarence_DeMar": "Clarence Harrison DeMar (June 7, 1888 – June 11, 1958) was a U.S. marathoner, winner of seven Boston Marathons, and Bronze medalist at the 1924 Paris Olympics. He was known by the nickname Mr. DeMarathon. DeMar was born in Madeira, Ohio. The 1910 Boston marathon was DeMar's first; he finished 2nd. Later in 1910 he was advised by a doctor that he had a heart murmur and should stop running within a year or two. The next year at the Boston marathon the doctors on the starting line advised him of his heart murmur and told him that he should drop out if he was fatigued, and that he should not run any more races. Nevertheless, he won in 2:21:39, a course record.",
  "/wiki/Michael_J._Ryan_(athlete)": "Michael J. Mike Ryan (January 1, 1889 – December 27, 1971) was an American track and field athlete and a member of the Irish American Athletic Club. He was a distance runner and competed in the Marathon for the U.S. Olympic team in the 1908 Summer Olympics and 1912 Summer Olympics, but did not finish either race.",
  "/wiki/Minnesota": "Minnesota (/ˌmɪnɪˈsoʊtə/ (listen)) is a state in the Upper Midwest, Great Lakes, and northern regions of the United States. Minnesota was admitted as the 32nd U.S. state on May 11, 1858, created from the eastern half of the Minnesota Territory. The state has many lakes, and is known as the Land of 10,000 Lakes. Its official motto is L'Étoile du Nord (French: Star of the North). Minnesota is the 12th largest in area and the 22nd most populous of the U.S. states; nearly 55% of its residents live in the Minneapolis–Saint Paul metropolitan area (known as the Twin Cities). This area has the largest concentration of transportation, business, industry, education, and government in the state. Urban centers in Greater Minnesota include Duluth, Mankato, Moorhead, Rochester and St. Cloud.",
  "/wiki/James_Duffy_(athlete)": "James Duffy (May 1, 1890 in County Sligo, Ireland – April 23, 1915 outside Ypres, Belgium) was a distance runner from Canada, one of the world's best marathon runners at the beginning of the 20th century. He participated in the 1912 Summer Olympics in Stockholm and was the winner of the 1914 Boston Marathon. Born in Ireland, Duffy grew up in Edinburgh, Scotland after moving there with his family as a child. According to his own later account, Duffy participated in cross-country races in Scotland, winning many of them. In 1911 he emigrated to Canada, where he worked in Toronto as a tinsmith and stonecutter. In his spare time he visited the Central YMCA, the director of which quickly recognized his talent. Representing the Central YMCA, Duffy came in second in the 1911 Ward Marathon, a twenty-mile event in Toronto. During the race Duffy stopped to argue with supporters of another runner.",
  "/wiki/Édouard_Fabre": "Édouard Fabre (August 21, 1885 – July 1, 1939) was a Canadian marathon runner.\n Born in Sainte-Geneviève, Quebec, he won the Boston Marathon in 1915, with a time of 2:56:41.8. In 1914, he had come in second in the Boston Marathon to fellow Canadian James Duffy. In 1964, he was inducted into Canada's Sports Hall of Fame.\n Parc Édouard-Fabre in Montreal is named in his honour.",
  "/wiki/Arthur_Roth": "Arthur Vincent Roth (December 4, 1891 – October 10, 1950)[nb 1] was an American long-distance runner who won the 1916 Boston Marathon and competed in the men's marathon at the 1920 Summer Olympics. Roth was born in Dorchester, Massachusetts. In 1912 and 1913, he competed primarily in 10-mile road races. Roth competed in the 1913 New York Evening Mail Modified Marathon and placed 31st out of 1,500 runners. In 1914, he finished fifth at the Boston Marathon and was reported to have been from Roxbury, Massachusetts. Representing the Mohawk Athletic Club, he won a five-mile race put on the Bronxdale Athletic Club in February 1915 (27:04). Three months later in May 1915, Roth finished fifth in a ten-mile contest through the streets of Jersey City and Hoboken that was sponsored by The Jersey Journal. By 1916, Roth was reported to be a tracer in an architect's office.",
  "/wiki/List_of_winners_of_the_Boston_Marathon": "The Boston Marathon is an annual marathon held in the Greater Boston area in Massachusetts. The event is held on Patriots' Day, the third Monday of April. The Boston Marathon has been held annually since 1897 and is the oldest annual marathon in the world."
}