{
  "/wiki/1st_Defense_Battalion": "1st Light Antiaircraft Missile Battalion (1st LAAM Bn) was a United States Marine Corps air defense unit equipped with the medium range surface-to-air MIM-23 HAWK Missile System. The battalion was the lineal descendant of the 1st Defense Battalion which gained fame during World War II for its defense of Wake Island early in the war.  1st LAAM also deployed to Vietnam in 1965 providing air defense for the Marine Corps in the I Corps sector.  The battalion was last based at Marine Corps Air Station Yuma, Arizona and fell under the command of Marine Air Control Group 38 (MACG-38) and the 3rd Marine Aircraft Wing (3rd MAW).",
  "/wiki/Pearl_Harbor": "Pearl Harbor is an American lagoon harbor on the island of Oahu, Hawaii, west of Honolulu. It has been long visited by the Naval fleet of the United States, before it was acquired from the Hawaiian Kingdom by the U.S. with the signing of the Reciprocity Treaty of 1875. Much of the harbor and surrounding lands is now a United States Navy deep-water naval base. It is also the headquarters of the United States Pacific Fleet. The U.S. government first obtained exclusive use of the inlet and the right to maintain a repair and coaling station for ships here in 1887. The attack on Pearl Harbor by the Empire of Japan on December 7, 1941, was the immediate cause of the United States' entry into World War II.",
  "/wiki/Hawaii": "Hawaiʻi (/həˈwaɪi/ (listen) hə-WY-ee; Hawaiian: Hawaiʻi [həˈvɐjʔi]) is a state of the United States of America. It is the only state located in the Pacific Ocean and the only state composed entirely of islands.",
  "/wiki/Wake_Island": "Wake Island (also known as Wake Atoll) is a coral atoll in the western Pacific Ocean in the northeastern area of the Micronesia subregion, 1,501 miles (2,416 kilometers) east of Guam, 2,298 miles (3,698 kilometers) west of Honolulu, 1,991 miles (3,204 kilometers) southeast of Tokyo, and 898 miles (1,445 kilometers) north of Majuro. The island is an unorganized, unincorporated territory of the United States that is also claimed by the Republic of the Marshall Islands. Wake Island is one of the most isolated islands in the world and the nearest inhabited island is Utirik Atoll in the Marshall Islands, 592 miles (953 kilometers) to the southeast.",
  "/wiki/Johnston_Island": "Johnston Atoll, also known as Kalama Atoll to Native Hawaiians, is an unincorporated territory of the United States currently administered by the United States Fish and Wildlife Service. Johnston Atoll is a National Wildlife Refuge and is closed to public entry. Limited access for management needs is only by Letter of Authorization from the U.S. Air Force and Special Use Permit from the U.S. Fish and Wildlife Service.",
  "/wiki/Palmyra_Island": "Palmyra Atoll (/pælˈmaɪrə/) is one of the Northern Line Islands (southeast of Kingman Reef and north of Kiribati Line Islands), located almost due south of the Hawaiian Islands, roughly one-third of the way between Hawaii and American Samoa. The nearest continent is almost 3,355 miles (5,399 kilometers) to the northeast. The atoll is 4.6 sq mi (12 km2), and it is located in the equatorial Northern Pacific Ocean. Its 9 mi (14 km) of coastline has one anchorage known as West Lagoon.",
  "/wiki/Marshall_Islands": "The Marshall Islands, officially the Republic of the Marshall Islands (Marshallese: Aolepān Aorōkin M̧ajeļ),[note 1] is an island country and a United States associated state near the equator in the Pacific Ocean, slightly west of the International Date Line. Geographically, the country is part of the larger island group of Micronesia. The country's population of 58,413 people (at the 2018 World Bank Census) is spread out over 29 coral atolls, comprising 1,156 individual islands and islets. The capital and largest city is Majuro.",
  "/wiki/Mariana_Islands": "The Mariana Islands (/ˌmæriˈɑːnə/; also the Marianas; in Chamorro: Manislan Marianas) are a crescent-shaped archipelago comprising the summits of fifteen mostly dormant volcanic mountains in the western North Pacific Ocean, between the 12th and 21st parallels north and along the 145th meridian east. They lie south-southeast of Japan, west-southwest of Hawaii, north of New Guinea and east of the Philippines, demarcating the Philippine Sea's eastern limit.  They are found in the northern part of the western Oceanic sub-region of Micronesia, and are politically divided into two jurisdictions of the United States: the Commonwealth of the Northern Mariana Islands and, at the southern end of the chain, the territory of Guam. The islands were named after the influential Spanish queen Mariana of Austria following their colonization in the 17th century.",
  "/wiki/Guam": "Guam (/ˈɡwɑːm/ (listen); Chamorro: Guåhån [ˈɡʷɑhɑn]) is an organized territory of the United States in Micronesia in the western Pacific Ocean. It is the westernmost point and territory of the United States, along with the Northern Mariana Islands. The capital city of Guam is Hagåtña and the most populous city is Dededo. Guam has been a member of the Pacific Community since 1983. The inhabitants of Guam are called Guamanians, and they are American citizens by birth. The indigenous Guamanians are the Chamorros, who are related to other Austronesian natives of Eastern Indonesia, the Philippines, and Taiwan.",
  "/wiki/Bertram_A._Bone": "Bertram Allison Bone (September 19, 1893 – October 22, 1961) was a decorated officer of the United States Marine Corps with the rank of brigadier general. He is most noted for his service as commanding officer, 1st Defense Battalion during the early phase of the World War II. He later served with V Amphibious Corps during Battle of Leyte and led 10th Marine Regiment during the Battle of Okinawa.",
  "/wiki/John_H._Griebel": "John Houghton Griebel (June 28, 1901 - March 10, 1969) was a decorated officer in the United States Marine Corps with the rank of Brigadier general. A veteran of Nicaraguan Campaign and Yangtze Patrol, he later distinguished himself as Commanding officer, 5th Marine Regiment during the Battle of Okinawa.",
  "/wiki/American_Samoa": "American Samoa (/səˈmoʊə/ (listen); locally /ˈsɑːmoʊə/; Samoan: Amerika Sāmoa, [aˈmɛɾika ˈsaːmʊa]; also Amelika Sāmoa or Sāmoa Amelika) is an unincorporated territory of the United States located in the South Pacific Ocean, southeast of (the independent nation of) Samoa. Its location is centered on 14.2710° S, 170.1322° W. It is east of the International Date Line, while Samoa is west of the Line.",
  "/wiki/Tarawa": "Tarawa is an atoll and the capital of the Republic of Kiribati, in the central Pacific Ocean. It comprises North Tarawa, which has much in common with other, more remote islands of the Gilberts group; and South Tarawa, which is home to 56,284 people as of 2010[update] – half of the country's total population. The atoll was the site of the Battle of Tarawa during World War II.",
  "/wiki/Okinawa": "Okinawa Prefecture (Japanese: 沖縄県, Hepburn: Okinawa-ken, Okinawan: ウチナー Uchinaa, Kunigami: フチナー Fuchinaa) is the southernmost prefecture of Japan. It encompasses two thirds of the Ryukyu Islands in a chain over 1,000 kilometres (620 mi) long. The Ryukyu Islands extend southwest from Kagoshima Prefecture on Kyushu (the southwesternmost of Japan's four main islands) to Taiwan. Naha, Okinawa's capital, is located in the southern part of Okinawa Island.",
  "/wiki/Thomas_E._Bourke": "Thomas Eugene Bourke (May 5, 1896 – January 9, 1978)  was a United States Marine Corps general who, during World War II, commanded Marine artillery units at the Battle of Guadalcanal, Tarawa and Leyte.  At the end of World War II, he commanded the 5th Marine Division in the occupation of Japan, and the Fleet Marine Force, Pacific.",
  "/wiki/Charles_I._Murray": "Charles Ira Murray (May 4, 1896 – September 24, 1977) was a highly decorated officer of the United States Marine Corps with the rank of brigadier general, who \ndistinguished himself while serving with 6th Marine Regiment during World War I.",
  "/wiki/3rd_Defense_Battalion": "3d Light Antiaircraft Missile Battalion (3d LAAM Bn) was a United States Marine Corps air defense unit equipped with the medium range surface-to-air MIM-23 HAWK Missile System. During World War II, the battalion was known as the 3rd Defense Battalion and took part in combat operations at Pearl Harbor, Midway, Guadalcanal and Bougainville.  The unit was deactivated in late 1944 but was brought back into service as the Marine Corps began to transition to surface to air missiles for their air defense needs in the early 1950s.  During the mid to late 1950s, the battalion was based at Marine Corps Training Center 29 Palms, California and was one of two Marine Corps units that operated the land-based version of the RIM-2 Terrier Missile.  In January 1963 3d LAAM battalion was moved to Marine Corps Air Station Cherry Point, North Carolina and would eventually fall under the command of Marine Air Control Group 28 (MACG-28) and the 2nd Marine Aircraft Wing (2nd MAW).  3d LAAM Battalion's final combat tour saw it providing air defense for the Marine Corps area of operations during Operation Desert Shield/Desert Storm.  3d LAAM Battalion was deactivated on 30 September 1994 as part of the post-Cold War draw down of forces and because the Marine Corps had made the decision to divest itself of its medium-range air defense.",
  "/wiki/Midway_Island": "Midway Atoll (colloquial: Midway Islands; Hawaiian: Pihemanu Kauihelani) is a 2.4-square-mile (6.2 km2) atoll in the North Pacific Ocean at 28°12′N 177°21′W﻿ / ﻿28.200°N 177.350°W﻿ / 28.200; -177.350. Midway is roughly equidistant between North America and Asia. Midway Atoll is an unorganized, unincorporated territory of the United States. Midway continues to be the only island in the Hawaiian archipelago that is not part of the state of Hawaii. Unlike the other Hawaiian islands, Midway observes Samoa Time (UTC−11:00, i.e., eleven hours behind Coordinated Universal Time), which is one hour behind the time in the state of Hawaii. For statistical purposes, Midway is grouped as one of the United States Minor Outlying Islands. The Midway Atoll National Wildlife Refuge, encompassing 590,991.50 acres (239,165.77 ha) of land and water in the surrounding area, is administered by the United States Fish and Wildlife Service (FWS). The refuge and most of its surrounding area are part of the larger Papahānaumokuākea Marine National Monument.",
  "/wiki/Guadalcanal": "Guadalcanal (/ˌɡwɑːdəlkəˈnæl/; indigenous name: Isatabu) is the principal island in Guadalcanal Province of the nation of Solomon Islands, located in the south-western Pacific, northeast of Australia. The island is mainly covered in dense tropical rainforest and has a mountainous interior.",
  "/wiki/Tulagi": "Tulagi, less commonly known as Tulaghi, is a small island (5.5 km by 1 km, area 2,08 km²) in Solomon Islands, just off the south coast of Ngella Sule. The town of the same name on the island (pop. 1,750) was the capital of the British Solomon Islands Protectorate from 1896 to 1942 and is today the capital of the Central Province.  The capital of what is now the state of Solomon Islands moved to Honiara, Guadalcanal, after World War II.",
  "/wiki/Bougainville_Island": "Bougainville Island (Tok Pisin: Bogenvil) is the main island of the Autonomous Region of Bougainville of Papua New Guinea, also known as Bougainville Province. It formed the main landmass of the German Empire-associated North Solomons. With four to five hundred-metre-width-strait separated Buka Island (c.500 km2) its land measures 9,300 km2 (3591 sq miles). The population of the province is 234,280 (2011 census), which includes islets such as the Carterets. Mount Balbi on the main island at 2,715 m is the highest point.  The Buka strait, despite its narrowness, is unbridged, however regular ferries operate between the key settlements on either side and Buka Town has the main northern airstrip/airport.",
  "/wiki/Robert_H._Pepper": "Robert Houston Pepper (April 22, 1895 – June 1, 1968) was an officer of the United States Marine Corps with the rank of lieutenant general, who is most noted for his work in the development of the Marine defense battalions during World War II and later as commanding general of the Fleet Marine Force, Pacific or 3rd Marine Division.",
  "/wiki/Harry_K._Pickett": "Harry Kleinbeck Pickett (January 9, 1888 – March 19, 1965) was a decorated officer of the United States Marine Corps with the rank of major general. He is most noted for his service during the training of Marine units during World War II. He finished his career as commanding general of Troop Training Unit, Amphibious Training Command, Pacific Fleet.",
  "/wiki/Harold_C._Roberts": "Harold Cyrus Roberts (October 1, 1898 - June 18, 1945) was a highly decorated officer in the United States Marine Corps with the rank of colonel. He was the recipient of three Navy Crosses, the United States military's second-highest decoration awarded for valor in combat.",
  "/wiki/Kenneth_W._Benner": "Kenneth Wachter Benner (May 6, 1904 - September 10, 1975) was a decorated officer in the United States Marine Corps with the rank of Brigadier general. A graduate of the United States Naval Academy, he trained as Anti-Aircraft Artillery officer and participated in the Defense of Pearl Harbor, Guadalcanal Campaign and Battle of Okinawa.",
  "/wiki/Edward_H._Forney": "Edward Hanna Forney (August 16, 1909 – January 21, 1965) was a highly decorated officer of the United States Marine Corps with the rank of brigadier general. He is most noted for his part during the Hungnam evacuation during the Korean War, the largest U.S. amphibious evacuation of civilians, under combat conditions, in American history.",
  "/wiki/Guantanamo_Bay,_Cuba": "Guantánamo Bay (Spanish: Bahía de Guantánamo) is a bay located in Guantánamo Province at the southeastern end of Cuba. It is the largest harbor on the south side of the island and it is surrounded by steep hills which create an enclave that is cut off from its immediate hinterland.",
  "/wiki/New_Hebrides_Islands": "New Hebrides, officially the New Hebrides Condominium (French: Condominium des Nouvelles-Hébrides, lit. \"Condominium of the New Hebrides\") and named for the Hebrides Scottish archipelago, was the colonial name for the island group in the South Pacific Ocean that is now Vanuatu. Native people had inhabited the islands for three thousand years before the first Europeans arrived in 1606 from a Spanish expedition led by Portuguese navigator Pedro Fernandes de Queirós. The islands were colonised by both the British and French in the 18th century, shortly after Captain James Cook visited.",
  "/wiki/New_Zealand": "New Zealand (Māori: Aotearoa [aɔˈtɛaɾɔa]) is a sovereign island country in the southwestern Pacific Ocean. The country has two main landmasses—the North Island (Te Ika-a-Māui), and the South Island (Te Waipounamu)—and around 600 smaller islands. It has a total land area of 268,000 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the Pacific island areas of New Caledonia, Fiji, and Tonga. Because of its remoteness, it was one of the last lands to be settled by humans. During its long period of isolation, New Zealand developed a distinct biodiversity of animal, fungal, and plant life. The country's varied topography and its sharp mountain peaks, such as the Southern Alps, owe much to the tectonic uplift of land and volcanic eruptions. New Zealand's capital city is Wellington, and its most populous city is Auckland.",
  "/wiki/Vella_Lavella": "Vella Lavella is an island in the Western Province of the Solomon Islands. It lies to the west of New Georgia, but is considered one of the New Georgia Group. To its west are the Treasury Islands.",
  "/wiki/Peleliu": "Peleliu (or Beliliou, Japanese: ペリリュー州) is an island in the island nation of Palau. Peleliu, along with two small islands to its northeast, forms one of the sixteen states of Palau. The island is notable as the location of the Battle of Peleliu in World War II.",
  "/wiki/George_F._Good_Jr.": "George Franklin Good Jr. (September 16, 1901 – October 25, 1991) was a decorated officer of the United States Marine Corps with the rank of lieutenant general. Good is most noted for his service as commander of the Marine Defense Force of Funafuti during World War II and later as commanding general of Department of the Pacific.",
  "/wiki/William_H._Rupertus": "William Henry Rupertus (November 14, 1889 – March 25, 1945) was a major general in the United States Marine Corps and the author of the Rifleman's Creed.",
  "/wiki/Iceland": "Iceland (Icelandic: Ísland; [ˈistlant] (listen))[c] is a Nordic island country in the North Atlantic, with a population of 360,390 and an area of 103,000 km2 (40,000 sq mi), making it the most sparsely populated country in Europe.[d] The capital and largest city is Reykjavík. Reykjavik and the surrounding areas in the southwest of the country are home to over two-thirds of the population. Iceland is volcanically and geologically active. The interior consists of a plateau characterised by sand and lava fields, mountains, and glaciers, and many glacial rivers flow to the sea through the lowlands. Iceland is warmed by the Gulf Stream and has a temperate climate, despite a high latitude just outside the Arctic Circle. Its high latitude and marine influence keep summers chilly, with most of the archipelago having a tundra climate.",
  "/wiki/New_Caledonia": "New Caledonia (/ˌkælɪˈdoʊniə/; French: Nouvelle-Calédonie)[nb 1] is a special collectivity of France, currently governed under the Nouméa Accord, located in the southwest Pacific Ocean, to the south of Vanuatu, about 1,210 km (750 mi) east of Australia and 20,000 km (12,000 mi) from Metropolitan France. The archipelago, part of the Melanesia subregion, includes the main island of Grande Terre, the Loyalty Islands, the Chesterfield Islands, the Belep archipelago, the Isle of Pines, and a few remote islets. The Chesterfield Islands are in the Coral Sea. French people, and especially locals, refer to Grande Terre as Le Caillou (\"the pebble\").",
  "/wiki/Ellice_Islands": "Tuvalu (/tuːˈvɑːluː/ too-VAH-loo) (formerly known as the Ellice Islands), is a country in Polynesia, located in the Pacific Ocean, situated in Oceania and about midway between Hawaii and Australia. The island country lies east-northeast of the Santa Cruz Islands (which belong to the Solomon Islands), southeast of Nauru, south of Kiribati, west of Tokelau, northwest of Samoa and Wallis and Futuna, and north of Fiji. It is composed of three reef islands and six true atolls spread out between the latitude of 5° to 10° south and longitude of 176° to 180°, west of the International Date Line. Tuvalu has a population of 11,192 (2017 census). The total land area of the islands of Tuvalu is 26 square kilometres (10 sq mi).",
  "/wiki/Harold_D._Shannon": "Harold Douglas Shannon (September 16, 1892 – February 16, 1943) was an officer in the United States Marine Corps.",
  "/wiki/Upolu": "Upolu is an island in Samoa, formed by a massive basaltic shield volcano which rises from the seafloor of the western Pacific Ocean. The island is 75 kilometres (47 miles) long and 1,125 square kilometres (434 square miles) in area, making it the second largest of the Samoan Islands geographically. With approximately 145,000 people, it is by far the most populated of the Samoan Islands. Upolu is situated to the southeast of Savai'i, the \"big island\". Apia, the capital, is in the middle of the north coast, with Faleolo International Airport at the western end of the island. The island has not had any historically recorded eruptions, although three lava flows date back only a few hundred to a few thousand years.",
  "/wiki/Lester_A._Dessez": "Lester Adolphus Dessez (June 20, 1896 – February 12, 1981) was a decorated officer of the United States Marine Corps with the rank of brigadier general. He is most noted as commanding officer of 7th Defense Battalion during World War II.",
  "/wiki/Henry_R._Paige": "Henry Reid Paige (March 30, 1904 – April 22, 1989) was a decorated officer of the United States Marine Corps with the rank of major general. He is most noted for his service as commanding officer of 7th Defense Battalion during Palau Islands Campaign and later as commanding general of 1st Marine Division or as director of Marine Corps Educational Center at Marine Corps Base Quantico. He also served as temporary base commander in summer 1956.",
  "/wiki/Wallis_Islands": "Wallis and Futuna, officially the Territory of the Wallis and Futuna Islands (/ˈwɒlɪs ... fuːˈtuːnə/; French: Wallis-et-Futuna [walis.e.futuna] or Territoire des îles Wallis-et-Futuna, Fakauvea and Fakafutuna: 'Uvea mo Futuna), is a French island collectivity in the South Pacific between Tuvalu to the northwest, Fiji to the southwest, Tonga to the southeast, Samoa to the east, and Tokelau to the northeast.",
  "/wiki/Gilbert_Islands": "The Gilbert Islands (Gilbertese: Tungaru; formerly Kingsmill or King's-Mill Islands) are a chain of sixteen atolls and coral islands in the Pacific Ocean about halfway between Papua New Guinea and Hawaii.  They form the main part of Kiribati (\"Kiribati\" is the Kiribati rendition of \"Gilberts\").",
  "/wiki/9th_Defense_Battalion": "The 9th Defense Battalion was a United States Marine Corps defense battalion and was equipped and trained in both defensive and offensive weapons (50 caliber, 20mm, 40mm, 90mm, and 155mm \"Long Tom\" artillery). The battalion was sent to the Pacific Theater of Operations and took part in combat operations at Guadalcanal and the Landings on Rendova, the defense of Battle of Munda Point and the Invasion of Guam.  The unit, like all other defense battalions, was renamed in 1944, becoming the 9th Antiaircraft Artillery Battalion in September, 1944 and returning to the U.S. in 1946.",
  "/wiki/New_Georgia": "New Georgia, with an area of 2,037 km2, is the largest of the islands in Western Province, Solomon Islands, and the 200th-largest island in the world.",
  "/wiki/Arundel_Island": "Arundel Island is an island of the New Georgia Islands archipelago in the Western Province of Solomon Islands. Its indigenous names are Kohinggo and Ndokulu.",
  "/wiki/William_J._Scheyer": "William John Scheyer (March 6, 1900 – May 14, 1956) was a decorated officer of the United States Marine Corps, who reached the rank of major general. He is most noted as executive officer and later commanding officer of the 9th Defense Battalion during the Guadalcanal Campaign and the invasion of Rendova Island. Later he distinguished himself as Personnel Officer of III Marine Amphibious Corps during the Recapture of Guam.",
  "/wiki/Archie_E._O%27Neil": "Archie Edward O'Neil (August 22, 1905 - January 16, 1986) was an officer in the United States Marine Corps with the rank of Brigadier general. He is most noted for his service as Commanding officer, 9th Defense Battalion during the Recapture of Guam in July 1944.",
  "/wiki/Russell_Islands": "The Russell Islands are two small islands (Pavuvu and Mbanika), as well as several islets, of volcanic origin, in the Central Province of Solomon Islands. They are located approximately 48 kilometres (30 miles) northwest of Guadalcanal. The islands are partially covered in coconut plantations, and have a copra and oil factory at Yandina (on Mbanika). Yandina also has basic services, including a store, post office, and airport.",
  "/wiki/Robert_Blake_(USMC)": "Robert Blake (August 17, 1894 – October 2, 1983) was a highly decorated Major General in the United States Marine Corps during World War II. He was a recipient of the second highest decorations of the Army and Navy, the Distinguished Service Cross and the Navy Cross, both of which he earned during his service in World War I. Blake also received second Navy Cross during Nicaraguan Campaign.",
  "/wiki/New_Hebrides": "New Hebrides, officially the New Hebrides Condominium (French: Condominium des Nouvelles-Hébrides, lit. \"Condominium of the New Hebrides\") and named for the Hebrides Scottish archipelago, was the colonial name for the island group in the South Pacific Ocean that is now Vanuatu. Native people had inhabited the islands for three thousand years before the first Europeans arrived in 1606 from a Spanish expedition led by Portuguese navigator Pedro Fernandes de Queirós. The islands were colonised by both the British and French in the 18th century, shortly after Captain James Cook visited.",
  "/wiki/Woodlark_Island": "Woodlark Island, known to its inhabitants simply as Woodlark  or Muyua, is the main island of the Woodlark Islands archipelago, located in Milne Bay Province and the Solomon Sea, Papua New Guinea.",
  "/wiki/New_Britain": "New Britain (Tok Pisin: Niu Briten) is the largest island in the Bismarck Archipelago and Papua New Guinea. It is separated from New Guinea by a northwest corner of the Solomon Sea (or with an island hop of Umboi the Dampier and Vitiaz Straits) and from New Ireland by St. George's Channel. The main towns of New Britain are Rabaul/Kokopo and Kimbe. The island is roughly the size of Taiwan. While the island was part of German New Guinea, it was named Neupommern (\"New Pomerania\").",
  "/wiki/William_H._Harrison_(USMC)": "William Hartwell Harrison (October 7, 1896 – August 19, 1955) was a decorated officer of United States Marine Corps with the rank of brigadier general. He is most noted as commanding officer of 11th Marine Regiment during Battle of Peleliu in September 1944. Harrison later commanded the Automotive Section within Service Command, Fleet Marine Force Pacific.",
  "/wiki/St._Matthias_Islands": "The St Matthias Islands (also known as the Mussau islands) are a small archipelago group of islands in the Bismarck Archipelago, in northern Papua New Guinea. They are within New Ireland Province.",
  "/wiki/Francis_B._Loomis_Jr.": "Francis Butler Loomis Jr. (June 21, 1903 – December 31, 1989) was a decorated officer of the United States Marine Corps, who reached the rank of major general. He is most noted as executive officer of the 1st Defense Battalion during the Shelling of Johnston and Palmyra and later as Logistic Officer of III Marine Amphibious Corps during Battle of Okinawa. He was the son of United States Assistant Secretary of State, Francis B. Loomis.",
  "/wiki/Tinian": "Tinian (/ˈtɪniən/ or /ˌtiːniˈɑːn/) is one of the three principal islands of the Commonwealth of the Northern Mariana Islands. Together with uninhabited neighbouring Aguigan, it forms Tinian Municipality, one of the four constituent municipalities of the Northern Marianas. Tinian's largest village is San Jose.",
  "/wiki/Richard_P._Ross_Jr.": "Richard Potts Ross Jr. (March 18, 1906 – October 6, 1990) was a highly decorated officer of the United States Marine Corps with the rank of brigadier general. He is most noted for his service with the 1st Marine Division during the Battle of Okinawa and later during the Occupation of North China.",
  "/wiki/Saipan": "Saipan (/saɪˈpæn/, formerly in Spanish: Saipán, German: Saipan German: [saːɪpaːn], and in Japanese: サイパン島) is the largest island of the Northern Mariana Islands, a commonwealth of the United States in the western Pacific Ocean. According to 2017 estimates by the United States Census Bureau, Saipan's population was 52,263.",
  "/wiki/William_J._Van_Ryzin": "William John Van Ryzin (April 20, 1914 – July 1, 2002) was a highly decorated officer of the United States Marine Corps with the rank of lieutenant general. He is most noted as Chief of Staff, Headquarters Marine Corps during the Vietnam War.",
  "/wiki/52nd_Defense_Battalion": "Marine Defense Battalions were United States Marine Corps battalions charged with coastal defense of various naval bases in the Pacific during World War II. They maintained large anti-ship guns, anti-aircraft guns, searchlights, and small arms to repel landing forces.",
  "/wiki/Marine_defense_battalions": "Marine Defense Battalions were United States Marine Corps battalions charged with coastal defense of various naval bases in the Pacific during World War II. They maintained large anti-ship guns, anti-aircraft guns, searchlights, and small arms to repel landing forces."
}