{
  "/wiki/Astral_(wrestler)": "Astral is a Mexican luchador enmascarado, or masked professional wrestler, for best known for his time working for the Mexico City-based professional wrestling promotion Consejo Mundial de Lucha Libre (CMLL). Initially he worked in CMLL's Mini-Estrella division, but in January 2017 it was announced that he was being moved into the \"regular\" division. Astral's real name is not a matter of public record, as is often the case with masked wrestlers in Mexico where their private lives are kept a secret from the wrestling fans. Astral is one of a limited number of Mini-Estrellas whose ring character is not based on the character of a wrestler from the regular division. He is a former CMLL World Mini-Estrella Champion.",
  "/wiki/Electrico_(wrestler)": "Eléctrico (born August 21, 1986) is a Mexican Luchador enmascarado or masked professional wrestler who currently works for Consejo Mundial de Lucha Libre (CMLL). He is the current Mexican National Lightweight Champion. Eléctrico's real name is not a matter of public record, as is often the case with masked wrestlers in Mexico where their private lives are kept a secret from the wrestling fans.",
  "/wiki/Peque%C3%B1o_Nitro": "Pequeño Nitro is a Mexican luchador enmascarado, or masked professional wrestler, working for the Mexican professional wrestling promotion Consejo Mundial de Lucha Libre (CMLL) in their Mini-Estrella division. This does not necessarily mean that Pequeño Nitro is a dwarf as several wrestlers who are just shorter in stature work in the \"Mini\" division. Pequeño Nitro's real name is not a matter of public record, as is often the case with masked wrestlers in Mexico where their private lives are kept a secret from the wrestling fans. His name means \"Little Nitro\" and his ring character is based on Nitro, a regular-sized luchador.",
  "/wiki/Peque%C3%B1o_Black_Warrior": "Humberto Sánchez Medorio is a Mexican luchador Enmascarado, or masked professional wrestler, better known by his ring name Pequeño Black Warrior, or Pequeño Warrior. Sánchez works for the Mexican professional wrestling promotion Consejo Mundial de Lucha Libre (CMLL), in their Mini-Estrella division as a smaller version of wrestler Black Warrior. Sánchez previously worked for Asistencia Asesoría y Administración (AAA) as Mini Psicosis, a smaller version of the wrestler Psicosis. Working in the Mini division does not necessarily mean that Sánchez has dwarfism as several short wrestlers work in the \"Mini\" division, which is what separates the Mexican Mini-Estrella from traditional Midget wrestling as practiced in the United States and other places.",
  "/wiki/Tag_Team": "Tag team wrestling is a type of professional wrestling in which matches are contested between teams of multiple wrestlers. A tag team may be made up of wrestlers who normally wrestle in singles competition, but more commonly are made of established teams who wrestle regularly as a unit and have a team name and identity.",
  "/wiki/Dalys_la_Caribe%C3%B1a": "Dalys la Caribeña (born February 20, 1975 in Panama) is a Panamanian luchadora, or female professional wrestler currently working for the Mexican professional wrestling promotion Consejo Mundial de Lucha Libre (CMLL) portraying a tecnico (\"Good guy\") wrestling character. Her name appears in print as both Dalys, Dallys and Dalis but all refer to the same person. Her name means Daly \"The Caribbean\". She is a second generation wrestler, her father is a retired wrestler turned wrestling promoter in Panama, her brother wrestles in Mexico under the ring name Veneno and she is related through marriage to Negro Casas to the extended Casas wrestling family.",
  "/wiki/Estrellita_(wrestler)": "Estrellita (Spanish for \"Little Star\") is the ring name of Bibiana Ochoa Barradas (born October 18, 1977 in Zamora, Michoacán, Mexico), a Mexican luchadora, or female professional wrestler currently working for the Mexican professional wrestling promotion Consejo Mundial de Lucha Libre (CMLL) portraying a tecnico (\"Good guy\") wrestling character. Estrellita worked for AAA for over 10 years.",
  "/wiki/Marcela_(wrestler)": "María Elena Santamaría Gómez (born May 31, 1971) is a Mexican professional wrestler, known mainly for her work in the Mexican professional wrestling promotion Consejo Mundial de Lucha Libre (CMLL), where she works under the ring name Marcela. As Marcela, she is one of the top tecnicas (good guy characters, or faces) in CMLL and is a five-time and current CMLL World Women's Champion and one-time Mexican National Women's Champion.",
  "/wiki/La_Amapola": "Guadalupe Ramona Olvera is a Mexican professional wrestler, or Luchadora as they are called in Spanish, best known under the ring name La Amapola (Spanish for \"The Poppy\"). Olvera is best known for her work in the Mexican professional wrestling promotion Consejo Mundial de Lucha Libre (CMLL), which she has worked for all her career. She has also made appearances for various other Mexican promotions including International Wrestling Revolution Group (IWRG) where she held or holds the IWRG Intercontinental Women's Championship. At 1,442 days, she is the longest reigning CMLL World Women's Champion.",
  "/wiki/La_Comandante": "La Comandante (born April 23, 1978) is the ring name of a Mexican luchadora, or female professional wrestler currently working for the Mexican professional wrestling promotion Consejo Mundial de Lucha Libre (CMLL) portraying a ruda (\"Bad guy\") wrestling character.",
  "/wiki/La_Seductora": "Irene Lagunas (born October 20, 1973 in Chilachapa, Guerrero, Mexico) is a Mexican luchadora, better known under the ring name La Seductora (Spanish for \"The Seductress\"). She is currently working for the Mexican professional wrestling promotion Consejo Mundial de Lucha Libre (CMLL) portraying a ruda wrestling character. Originally working under a mask, Lagunas was unmasked after losing a match on August 1, 2014.",
  "/wiki/Professional_wrestling_tag_team_match_types": "Much like Singles match, tag team professional wrestling matches can and have taken many forms. Just about any singles or melee match type can be adapted to tag teams; for example, hardcore tag team matches are commonplace. Tag team ladder match and variations are also frequently used as a title feud blow-off match. Stipulations, such as \"I quit\" or \"loser leaves town\" may also be applied.",
  "/wiki/Diamante_(male_wrestler)": "Diamante (born February 14, 1992) is a Mexican luchador enmascarado (masked professional wrestler) currently working for the Mexican professional wrestling promotion Consejo Mundial de Lucha Libre (CMLL) portraying a tecnico (\"good guy\") wrestling character. Diamante's real name is not a matter of public record, as is often the case with masked wrestlers in Mexico where their private lives are kept a secret from the wrestling fans. His ring name is Spanish for Diamond.",
  "/wiki/M%C3%ADstico_II": "Carlos Muñoz, better known as Místico, is a Mexican second-generation luchador enmascarado (masked professional wrestler) currently working for Consejo Mundial de Lucha Libre (CMLL) as a tecnico (a \"Face\", the protagonists in wrestling). He is a two-time former CMLL World Trios Champion, as well as a one time holder of the CMLL World Welterweight Championship and the LLA Azteca Championship. Muñoz made his debut for CMLL in 2010, originally working under the ring name Dragon Lee. In June 2012, he was given the ring name and mask of \"Místico\", after the original Místico had left CMLL to work for WWE.",
  "/wiki/Trit%C3%B3n_(wrestler)": "Tritón (born March 23, 1987) is a Mexican luchador enmascarado, or masked professional wrestler is primarily known for his work for the professional wrestling promotion Consejo Mundial de Lucha Libre (CMLL) portraying a tecnico (\"Good guy\") wrestling character. Titan's real name is not a matter of public record, as is often the case with masked wrestlers in Mexico where their private lives are kept a secret from the wrestling fans. He previously worked under the ring name Metal Blanco from 2005 to 2011.",
  "/wiki/Hijo_del_Signo": "Marco Antonio Sánchez Rodríguez (born April 30, 1987) better known by his ring name El Hijo del Signo or Signo Jr., is a Mexican professional wrestler currently working for the Mexican professional wrestling promotion Consejo Mundial de Lucha Libre (CMLL) portraying a rudo (\"Bad guy\") wrestling character. Hijo del Signo's real name was not a matter of public record, as is often the case with masked wrestlers in Mexico where their private lives are kept a secret from the wrestling fans until he lost the mask on December 25, 2017 to Starman. His ring name is Spanish for \"Son of the Sign\", based on the ring name of his father El Signo.",
  "/wiki/La_Ola_Amarilla": "La Ola Amarilla (Spanish for \"The Yellow Wave\") was a professional wrestling group, also known as a stable in Consejo Mundial de Lucha Libre (CMLL). The group was founded in 2005 for Japanese-born wrestlers, often wrestlers touring CMLL through a talent-sharing agreement with New Japan Pro Wrestling (NJPW).",
  "/wiki/Kyosuke_Mikami": "Kyosuke Mikami (三上 恭佑, Mikami Kyōsuke, born December 29, 1983) is a Japanese professional wrestler currently working under the ring name El Desperado (エル・デスペラード, Eru Desuperādo). He is signed to New Japan Pro-Wrestling (NJPW). Mikami was trained by the NJPW dojo and worked for NJPW for two years as a Young Lion. In 2012 he traveled to Mexico for a learning excursion, working for NJPW's Mexican affiliate Consejo Mundial de Lucha Libre (CMLL) as the masked character Namajague, a Spanish translation of Namahage, a Japanese folk demon. While in CMLL he won his first professional wrestling title alongside Okumura, the CMLL Arena Coliseo Tag Team Championship, in March 2013. After being unmasked due to losing a match and briefly working without one, Mikami returned to NJPW in January 2014 and was repackaged under another mask as El Desperado.",
  "/wiki/Shigeo_Okumura": "Shigeo Okumura (奥村 茂雄, Okumura Shigeo, born May 25, 1972) is a Japanese professional wrestler who works for the Mexican professional wrestling promotion Consejo Mundial de Lucha Libre (CMLL) and is billed as Okumura. Okumura originally worked for Tokyo Pro Wrestling (TPW) and later on All Japan Pro Wrestling (AJPW) in Japan but moved to Mexico in 2005 to work for CMLL full-time. Okumura usually teams up with wrestlers from Japan who visit CMLL, currently as a group known as La Ola Amarilla (Spanish for \"The Yellow Wave\"). Okumura and Yujiro won the 2009 version of the Gran Alternativa tournament.",
  "/wiki/%C3%81ngel_de_Oro": "Miguel Ángel Chávez Velasco  (born August 8, 1988) is a Mexican professional wrestler, who works for the Mexican wrestling promotion Consejo Mundial de Lucha Libre (CMLL) under the ring name Ángel de Oro. Working as Ángel de Oro he is a former CMLL World Middleweight Champion, CMLL World Light Heavyweight Champion, and a former Mexican National Trios Champion and the winner of the 2011 Forjando un Ídolo tournament.. His name is Spanish for \"Angel of Gold\" or \"Golden Angel\".",
  "/wiki/El_Felino": "Jorge Luis Casas Ruiz (born March 22, 1964) is a second-generation Mexican professional wrestler (called a Luchador in Spanish) working for Consejo Mundial de Lucha Libre (CMLL) under the ring name El Felino (\"The Feline\"). Casas started his professional wrestling career under the name Babe Casas, working for the Universal Wrestling Association (UWA). In 1989 he adopted the \"Felino\" ring character in 1989, wearing an orange full body suit and cat insured mask. WIth the exception of a short stint in AAA in 1999, Casas has worked for CMLL since adopting the \"El Felino\" ring character. El Felino was originally an enmascarado, or masked professional wrestler, but was forced to unmask in March 2010 due to losing a match.",
  "/wiki/Delta_(wrestler)": "Delta (born August 27, 1985) is a Mexican Luchador enmascarado, or masked professional wrestler currently working for the Mexico City based professional wrestling promotion Consejo Mundial de Lucha Libre (CMLL). Delta's real name is not a matter of public record, as is often the case with masked wrestlers in Mexico where their private lives are kept a secret from the wrestling fans. Delta is the son of wrestler Trueno and previously wrestled as Hijo del Trueno (\"Son of Thunder\"), his brother currently works for CMLL wrestling under the ring name Trueno like their father, although the family relationship has not been publicly acknowledged by CMLL.",
  "/wiki/Hijo_del_Fantasma": "Jorge Luis Alcantar Bolly (born April 30, 1984) is a Mexican second generation luchador (professional wrestler) currently signed to WWE, best known by the ring name El Hijo del Fantasma (\"The Son of the Phantom\") for his time working for Lucha Libre AAA Worldwide, where he has held the former AAA Fusión Championship, AAA World Cruiserweight Championship and the AAA Latin American Champion as well as having won the Copa Antonio Peña in 2017. Prior to working for AAA he worked for Consejo Mundial de Lucha Libre from 2008 to 2013. In CMLL he held the CMLL World Middleweight Championship as well as the CMLL World Trios Championship twice with Héctor Garza and La Máscara",
  "/wiki/Mark_Jindrak": "Mark Robert Jindrak (born June 26, 1977) is an American businessman, professional wrestler and actor. He is best known for his appearances with World Championship Wrestling (WCW) and World Wrestling Entertainment (WWE) as Mark Jindrak and for his appearances with Consejo Mundial de Lucha Libre (CMLL) under the ring name Marco Corleone. He is a former CMLL World Heavyweight Champion, CMLL World Trios Champion, and WCW World Tag Team Champion.",
  "/wiki/P%C3%B3lvora": "Pólvora (born July 19, 1979) is the ring name of a Mexican Luchador Enmascarado, or masked professional wrestler best known for his work in the Mexican professional wrestling promotion Consejo Mundial de Lucha Libre (CMLL). Pólvora's real name is not a matter of public record, as is often the case with masked wrestlers in Mexico where their private lives are kept a secret from the wrestling fans. His name is the Spanish term for Gunpowder. Pólvora's brother is also a professional wrestler, under the ring name Inquisidor.",
  "/wiki/Rey_Escorpi%C3%B3n": "Fabián Núñez Napoles (born January 20, 1979) is a Mexican luchador (professional wrestler), better known by the ring name Rey Escorpión. He is currently working for Lucha Libre AAA Worldwide (AAA), where he portrays a rudo or bad guy character. He is former the AAA World Tag Team Champions with El Texano Jr. He worked for Consejo Mundial de Lucha Libre (CMLL) from 2009 to 2016 and prior to that worked for Lucha Libre AAA Worldwide (AAA) in 2008, where he was known as Escorpión Negro. Núñez ring name is Spanish for \"Scorpion King\".",
  "/wiki/Rush_(wrestler)": "William Arturo Muñoz González (born September 29, 1988) is a Mexican luchador (Spanish for professional wrestler), known both nationally and internationally under the ring name Rush (commonly pronounced in English as \"Roosh\"). He is best known for his time performing for the Mexican professional wrestling promotion Consejo Mundial de Lucha Libre (CMLL) as well as the U.S. based Ring of Honor (ROH) where he is a former ROH World Champion.",
  "/wiki/CMLL_Torneo_Nacional_de_Parejas_Increibles_(2012)": "The CMLL Torneo Nacional de Parejas Increíbles 2012 or \"National Incredible Pairs Tournament 2012\" was the first of a series of Lucha Libre (professional wrestling) tournaments for Tag Teams traditionally held early in the year. The tournament was based on the Lucha Libre Parejas Increíbles match type where two wrestlers of opposite allegiance, portraying either villains, referred to as \"Rudos\" in Lucha Libre wrestling terminology or fan favorites, or \"Técnicos\". At times some of the team members were part of a pre-existing scripted feuds or storylines with each other.",
  "/wiki/Battle_Royal_(professional_wrestling)": "In professional wrestling, a battle royal (sometimes battle royale; plural battles royal or battle royals) is a multi-competitor match type in which wrestlers are eliminated until one is left and declared winner. Typical battle royals begin with a number of participants in the ring, who are then eliminated by going over the top rope and having both feet touch the venue floor.",
  "/wiki/Black_Warrior_(wrestler)": "Jesus Toral López (Born January 7, 1969) is a luchador or professional wrestler who has worked almost exclusively in Mexico. López has achieved most success under the ring name Black Warrior. He is best known for his work for Consejo Mundial de Lucha Libre (CMLL) between 1995 and 2013. Over the years Black Warrior has played both the rúdo (the Spanish term used for the villains in wrestling) and técnico (the Spanish term used for the good guys in wrestling).",
  "/wiki/Stuka,_Jr.": "Stuka Jr. (born July 17, 1979) is a Mexican second-generation luchador enmascarado, or masked professional wrestler, who works for the Mexican professional wrestling promotion Consejo Mundial de Lucha Libre (CMLL). Stuka Jr. is not, despite what the name indicates, the son of luchador Stuka but is Stuka's younger brother. Stuka Jr.'s real name is not a matter of public record, as is often the case with masked wrestlers in Mexico where their private lives are kept a secret from the wrestling fans. His mask is styled to look like aviator goggles and an early 20th-century pilot helmet and his tights include designs representing the Luftwaffe's Balkenkreuz insignia, reflecting the Stuka dive bomber from which his name is taken.",
  "/wiki/%C3%9Altimo_Guerrero": "José Gutiérrez Hernández (born March 1, 1972), better known under the ring name Último Guerrero (Spanish for Last Warrior), is a Mexican Luchador,  or professional wrestler, currently working for Consejo Mundial de Lucha Libre (CMLL), where he is the current CMLL World Heavyweight Champion in his second reign. He is also part of the booking committee. He is not related to the lucha libre legend Gory Guerrero or any of his children; \"Guerrero\" in this case is the Spanish word for warrior and not the surname of the character. On September 19, 2014, Último Guerrero lost a Lucha de Apuestas match to Atlantis, after which he was forced to unmask and reveal his birth name.",
  "/wiki/Misterioso,_Jr.": "Misterioso Jr. (Birthdate unknown) is a Mexican luchador enmascarado, or masked professional wrestler, who is also referred to as Misterioso II. Misterioso Jr. is the nephew of Misterioso who wore a similar mask until losing it in 1997. Misterioso Jr. has mainly worked for the Mexican professional wrestling promotion Consejo Mundial de Lucha Libre (CMLL) throughout his career, where he won the 2006 Gran Alternativa tournament with Perro Aguayo Jr. Over the summer of 2009, Misterioso Jr. joined the wrestling group Poder Mexica.",
  "/wiki/El_Terrible": "Damián Gutiérrez Hernández (born April 12, 1976) is a Mexican professional wrestler currently performing for Consejo Mundial de Lucha Libre (CMLL) under the ring name El Terrible.  Gutiérrez portrays a rudo (Known as a \"heel\" in English, the antagonists in professional wrestling). He started out under the ring name Engendro del Mal (\"Spawn of Evil\") and later adopted the name Damián El Terrible, before being shortened to his current name.",
  "/wiki/Ephesto": "Ephesto (born June 10, 1965) is a Mexican luchador enmascarado (Spanish for \"Masked professional wrestler). Ephesto's real name has not been officially documented, a tradition in Mexican lucha libre where masked wrestlers' real names often are not a matter of public record. The wrestler currently known as Ephesto made his debut in 1982 and worked for almost 20 years as Pantera del Ring with limited success. He later worked under the name Safari where he won the Mexican National Trios Championship on two occasions.",
  "/wiki/Psicosis_II": "Juan Ebodio Gonzalez (born February 22, 1967) is a Mexican Luchador enmascarado better known under the ring name Psicosis. Gonzalez was the second wrestler to work as Psicosis, given the ring character by Asistencia Asesoría y Administración (AAA) to replace the Original Psicosis, and is often denoted Psicosis II. When Gonzalez left AAA in early 2009 he was briefly replaced by a third Psicosis. He was not referred to as \"Psicosis II\" on promotional material, instead the name is used to distinguish himself from the original Psicosis. In November 2013, Gonzalez was renamed Psyco Ripper and shortly thereafter Ripper.",
  "/wiki/Rey_Bucanero": "Arturo García Ortiz (born July 19, 1974) is a Mexican luchador or professional wrestler best known under the ring name Rey Bucanero. Ortiz, as Rey Bucanero, has worked for Consejo Mundial de Lucha Libre (CMLL) since 1996. His ring name is Spanish for \"Buccaneer King\", which was originally reflected in his mask that featured a skull face and an eye patch. Ortiz was unmasked in 1999 and has worked unmasked ever since.",
  "/wiki/CMLL_Super_Viernes_(February_2012)": "In February 2012 the Mexican professional wrestling promotion Consejo Mundial de Lucha Libre (CMLL) held four CMLL Super Viernes shows, all of which took place in Arena México on Friday nights. Some of the matches from Super Viernes were taped for CMLL's weekly shows that aired in Mexico the week following the Super Viernes show. The shows featured various professional wrestling matches with different wrestlers involved in pre-existing scripted feuds or storylines. Wrestlers portray either heels (referred to as \"rudos\" in Mexico, the \"bad guys\") or faces (\"technicos\" in Mexico, the \"good guys\") as they follow a series of tension-building events, which culminate in a wrestling match or series of matches. Being a professional wrestling event matches are not won legitimately; they are instead won via predetermined outcomes to the matches that is kept secret from the general public."
}