{
  "/wiki/Taranto": "Taranto (/təˈræntoʊ/, also US: /təˈrɑːntoʊ, ˈtɑːrəntoʊ, -rɑːn-/, Italian: [ˈtaːranto] (listen); Tarantino: Tarde)[a] is a coastal city in Apulia, Southern Italy. It is the capital of the Province of Taranto and is an important commercial port as well as the main Italian naval base. It is considered one of the oldest cities in Italy and in the world.",
  "/wiki/Apulia": "Apulia (/əˈpuːliə/ ə-POO-lee-ə; Italian: Puglia [ˈpuʎːa]; Neapolitan: Pùglia [ˈpuʝːə];[a] Albanian: Pulia; Ancient Greek: Ἀπουλία, romanized: Apoulía) is a region of Italy, located in the southern peninsular section of the country, bordering the Adriatic Sea to the east, the Ionian Sea to the southeast, and the Strait of Otranto and Gulf of Taranto to the south. The region comprises 19,345 square kilometers (7,469 sq mi), and its population is about four million.",
  "/wiki/Genoa": "Genoa (/ˈdʒɛnoʊə/ JEN-oh-ə; Italian: Genova [ˈdʒɛːnova] (listen); Ligurian: Zêna [ˈzeːna]; English, historically, and Latin: Genua) is the capital of the Italian region of Liguria and the sixth-largest city in Italy. In 2015, 594,733 people lived within the city's administrative limits. As of the 2011 Italian census, the Province of Genoa, which in 2015 became the Metropolitan City of Genoa, counted 855,834 resident persons. Over 1.5 million people live in the wider metropolitan area stretching along the Italian Riviera.",
  "/wiki/Liguria": "Liguria (/lɪˈɡ(j)ʊəriə/, Italian: [liˈɡuːrja]; Ligurian: Ligûria [liˈɡyːɾja]) is a region of north-western Italy; its capital is Genoa. Its territory is crossed by the Alps and the Apennines mountains chains. Liguria is bordered by France (Provence-Alpes-Côte d'Azur) to the west, Piedmont to the north, and Emilia-Romagna and Tuscany to the east. It lies on the Ligurian Sea. The region is part of the Alps-Mediterranean Euroregion.",
  "/wiki/Trieste": "Trieste (/triˈɛst/ tree-EST, Italian: [triˈɛste] (listen); Slovene: Trst [tə́ɾst]) is a city and a seaport in northeastern Italy. It is situated towards the end of a narrow strip of Italian territory lying between the Adriatic Sea and Slovenia, which lies approximately 10–15 km (6.2–9.3 mi) south and east of the city. Croatia is some 30 km (19 mi) to the south.",
  "/wiki/Friuli-Venezia_Giulia": "Friuli Venezia Giulia (pronounced [friˈuːli veˈnɛttsja ˈdʒuːlja])[a] is one of the 20 regions of Italy, and one of five autonomous regions with special statute. The regional capital is Trieste.",
  "/wiki/Gioia_Tauro": "Gioia Tauro is a comune (municipality) in the province of Reggio Calabria, in Calabria (Italy), on the Tyrrhenian coast. It has an important port, situated along the route connecting Suez to Gibraltar, one of the busiest maritime corridors in the world.",
  "/wiki/Calabria": "Calabria (UK: /kəˈlæbriə/, US: /-ˈleɪb-, -ˈlɑːb-/, Italian: [kaˈlaːbrja]; Calabrian: Calàbbria; Calabrian Greek: Calavría; Greek: Καλαβρία; Arbëreshë Albanian: Kalavrì), known in antiquity as Bruttium (US: /ˈbrʊtiəm, ˈbrʌt-/), is a region in Southern Italy.",
  "/wiki/Ravenna": "Ravenna (/rəˈvɛnə/ rə-VEN-ə, Italian: [raˈvenna], also locally [raˈvɛnna] (listen); Romagnol: Ravèna) is the capital city of the Province of Ravenna, in the Emilia-Romagna region of Northern Italy. It was the capital city of the Western Roman Empire from 402 until that empire collapsed in 476. It then served as the capital of the Ostrogothic Kingdom until it was re-conquered in 540 by the Byzantine Empire. Afterwards, the city formed the centre of the Byzantine Exarchate of Ravenna until the invasion of the Lombards in 751, after which it became the seat of the Kingdom of the Lombards.",
  "/wiki/Emilia-Romagna": "Emilia-Romagna (UK: /ɪˌmiːliə roʊˈmɑːnjə/, US: /eɪˌmiːljɑː roʊˈmɑːnjɑː/, both also /ɛˌmiːljə -/; Italian: [eˈmiːlja roˈmaɲɲa]; Emilian and Romagnol: Emélia-Rumâgna) is one of the 20 administrative regions of Italy, situated in the northeast section of the country, comprising the historical regions of Emilia and Romagna. Its capital is Bologna. It has an area of 22,446 km2 (8,666 sq mi), and about 4.4 million inhabitants.",
  "/wiki/Venice": "Venice (/ˈvɛnɪs/ VEN-iss; Italian: Venezia [veˈnɛttsja] (listen); Venetian: Venesia or Venexia, pronounced [veˈnɛsja]) is a city in northeastern Italy and the capital of the Veneto region. It is situated on a group of 118 small islands that are separated by canals and linked by over 400 bridges. The islands are located in the shallow Venetian Lagoon, an enclosed bay that lies between the mouths of the Po and the Piave rivers (more exactly between the Brenta and the Sile). In 2018, 260,897 people resided in the Comune di Venezia, of whom around 55,000 live in the historical city of Venice (centro storico). Together with Padua and Treviso, the city is included in the Padua-Treviso-Venice Metropolitan Area (PATREVE), which is considered a statistical metropolitan area, with a total population of 2.6 million.",
  "/wiki/Veneto": "Veneto (US: /ˈvɛnətoʊ, ˈveɪn-, -neɪt-, ˈvɛnɛtoʊ/, Italian: [ˈvɛːneto]; Venetian: Vèneto [ˈvɛneto] or Venetia is one of the 20 regions of Italy. Its population is about five million, ranking fifth in Italy. The region's capital is Venice.",
  "/wiki/Livorno": "Livorno (Italian: [liˈvorno] (listen)) is a port city on the Ligurian Sea on the western coast of Tuscany, Italy. It is the capital of the Province of Livorno, having a population of 158,493 residents in  December 2017. It is traditionally known in English as Leghorn (pronounced /lɛˈɡɔːrn/ leg-ORN, /ˈlɛɡhɔːrn/ LEG-horn or /ˈlɛɡərn/ LEG-ərn).",
  "/wiki/Tuscany": "Tuscany (/ˈtʌskəni/ TUSK-ə-nee; Italian: Toscana [tosˈkaːna]) is a region in central Italy with an area of about 23,000 square kilometres (8,900 square miles) and a population of about 3.8 million inhabitants (2013). The regional capital is Florence (Firenze).",
  "/wiki/Augusta,_Sicily": "Augusta (Italian pronunciation: [auˈɡusta]; Sicilian: Austa, Greek and Latin: Megara Hyblaea, Medieval: Augusta and Agosta) is a town and comune in the province of Syracuse, located on the eastern coast of Sicily (southern Italy). The city is one of the main harbours in Italy, especially for oil refineries (Exxon Mobil and others as part of the complex Augusta-Priolo) which are in its vicinity.",
  "/wiki/Sicily": "Sicily (Italian: Sicilia [siˈtʃiːlja]; Sicilian: Sicilia [sɪˈʃiːlja]) is the largest island in the Mediterranean Sea and one of the 20 regions of Italy. It is one of the five Italian autonomous regions and is officially referred to as Regione Siciliana.",
  "/wiki/Sardinia": "Sardinia (/sɑːrˈdɪniə/ sar-DIN-ee-ə; Italian: Sardegna [sarˈdeɲɲa]; Sardinian: Sardìgna [saɾˈdiɲɲa] or Sardìnnia [saɾˈdinja]; Sassarese: Sardhigna; Gallurese: Saldigna; Algherese: Sardenya; Tabarchino: Sardegna) is an island in the Mediterranean Sea and politically one of the 20 regions of Italy. It is the second-largest island in the Mediterranean Sea after Sicily, and is located west of the Italian Peninsula, north of Tunisia, and to the immediate south of the French island of Corsica.",
  "/wiki/La_Spezia": "La Spezia (UK: /læ ˈspɛtsiə/, US: /lɑː -/ or /lɑː ˈspɛtsiɑː, - ˈspeɪt-/, Italian: [la ˈspɛttsja] (listen); A Spèza in the local Spezzino dialect) is the capital city of the province of La Spezia and is located at the head of the Gulf of La Spezia in the southern part of the Liguria region of Italy.",
  "/wiki/Savona": "Savona (Italian: [saˈvoːna] (listen); local Ligurian: Sann-a [ˈsaŋˑa], Genoese: Savonn-a) is a seaport and comune in the west part of  the northern Italian region of Liguria, capital of the Province of Savona, in the Riviera di Ponente on the Mediterranean Sea.",
  "/wiki/Vado_Ligure": "Vado Ligure (Ligurian: Voæ), in antiquity Vada Sabatia, is a town and comune in the province of Savona, Liguria, in northern Italy.",
  "/wiki/Milazzo": "Milazzo (Sicilian: Milazzu, Latin: Mylae) is a town (comune) in the Metropolitan City of Messina, Sicily, southern Italy; it is the largest commune in the Metropolitan City after Messina and Barcellona Pozzo di Gotto. The town has a population of around 31,500 inhabitants.",
  "/wiki/Olbia": "Olbia (Italian: [ˈɔlbja] (listen), locally [ˈolbja]; Sardinian: Terranoa; Gallurese: Tarranoa) is a city and comune of 60,346 inhabitants (May 2018) in the Italian insular province of Sassari in northeastern Sardinia (Italy), in the historical region of Gallura. Called Olbia in the Roman age, Civita in the Middle Ages (Judicates period) and Terranova Pausania before the 1940s, Olbia was again the official name of the city during the fascist period.",
  "/wiki/Brindisi": "Brindisi (US: /ˈbrɪndɪzi, ˈbriːn-/ BRIN-diz-ee, BREEN-, Italian: [ˈbrindisi] (listen); Brindisino: Brìnnisi; Latin: Brundisium; Ancient Greek: Βρεντέσιον, romanized: Brentésion; Messapic: Brunda) is a city in the region of Apulia in southern Italy, the capital of the province of Brindisi, on the coast of the Adriatic Sea. \nHistorically, the city has played an important role in trade and culture, due to its strategic position on the Italian Peninsula and its natural port on the Adriatic Sea. The city remains a major port for trade with Greece and the Middle East. Its industries include agriculture, chemical works, and the generation of electricity.",
  "/wiki/Transport_in_Italy": "Italy has a well developed transport infrastructure. \nThe Italian rail network is extensive, especially in the north, and it includes a high-speed rail network that joins the major cities of Italy from Naples through northern cities such as Milan and Turin. \nItaly has 2,507 people and 12.46 km2 per kilometer of rail track, giving Italy the world's 13th largest rail network."
}