{
  "/wiki/Messina": "Messina (/mɛˈsiːnə/, also US: /mɪˈ-/, Italian: [mesˈsiːna] (listen); Sicilian: Missina [mɪsˈsiːna]; Latin: Messana; Ancient Greek: Μεσσήνη, romanized: Messḗnē) is the capital of the Italian Metropolitan City of Messina. It is the third largest city on the island of Sicily, and the 13th largest city in Italy, with a population of more than 231,000 inhabitants in the city proper and about 650,000 in the Metropolitan City. It is located near the northeast corner of Sicily, at the Strait of Messina, opposite Villa San Giovanni on the mainland, and has close ties with Reggio Calabria. According to Eurostat the FUA of the metropolitan area of Messina has, in 2014, 277,584 inhabitants.",
  "/wiki/Sicily": "Sicily (Italian: Sicilia [siˈtʃiːlja]; Sicilian: Sicilia [sɪˈʃiːlja]) is the largest island in the Mediterranean Sea and one of the 20 regions of Italy. It is one of the five Italian autonomous regions and is officially referred to as Regione Siciliana.",
  "/wiki/Reggio_di_Calabria": "Reggio Calabria (UK: /ˈrɛdʒioʊ kəˈlæbriə/, US: /ˈrɛdʒ(i)oʊ kɑːˈlɑːbriɑː/, Italian: [ˈreddʒo di kaˈlaːbrja; ˈrɛddʒo -]; Reggino: Rìggiu; Bovesia Calabrian Greek: Righi; Ancient Greek: Ῥήγιον, romanized: Rhḗgion; Latin: Rhēgium), commonly known as Reggio Calabria (listen) or simply Reggio in Southern Italy, is the largest city and the most populated comune of Calabria, Southern Italy. It is the capital of the Metropolitan City of Reggio Calabria and the seat of the Regional Council of Calabria.",
  "/wiki/Calabria": "Calabria (UK: /kəˈlæbriə/, US: /-ˈleɪb-, -ˈlɑːb-/, Italian: [kaˈlaːbrja]; Calabrian: Calàbbria; Calabrian Greek: Calavría; Greek: Καλαβρία; Arbëreshë Albanian: Kalavrì), known in antiquity as Bruttium (US: /ˈbrʊtiəm, ˈbrʌt-/), is a region in Southern Italy.",
  "/wiki/Capri": "Capri (/kəˈpriː/ kə-PREE, also US: /ˈkɑːpri, ˈkæp-/ KA(H)P-ree, Italian: [ˈkaːpri] / Neapolitan: [ˈkɑːpri]) is an island located in the Tyrrhenian Sea off the Sorrento Peninsula, on the south side of the Gulf of Naples in the Campania region of Italy. The main town Capri that is located on the island shares the name. It has been a resort since the time of the Roman Republic.",
  "/wiki/Campania": "Campania (/kæmˈpeɪniə/, also UK: /kæmˈpæniə/, US: /kɑːmˈpɑːniə/, Italian: [kamˈpaːnja], Neapolitan: [kamˈbɑːnjə]) is a region in Southern Italy. As of 2018, the region has a population of around 5,820,000 people, making it the third-most-populous region of Italy; its total area of 13,590 km2 (5,247 sq mi) makes it the most densely populated region in the country. Located on the south-western portion of the Italian Peninsula, with the Tyrrhenian Sea to the west, it includes the small Phlegraean Islands and Capri for administration as part of the region.",
  "/wiki/Naples": "Naples (/ˈneɪpəlz/; Italian: Napoli [ˈnaːpoli] (listen); Neapolitan: Napule [ˈnɑːpələ, ˈnɑːpulə]; Ancient Greek: Νεάπολις, romanized: Neápolis)[a] is the regional capital of Campania and the third-largest city of Italy after Rome and Milan. In 2017, around 967,069 people lived within the city's administrative limits while its province-level municipality has a population of 3,115,320 residents. Its continuously built-up metropolitan area (that stretches beyond the boundaries of the Metropolitan City of Naples) is the second or third largest metropolitan area in Italy and one of the most densely populated cities in Europe.",
  "/wiki/Piombino": "Piombino is an Italian town and comune of about 35,000 inhabitants in the province of Livorno (Tuscany). It lies on the border between the Ligurian Sea and the Tyrrhenian Sea, in front of Elba Island and at the northern side of Maremma.",
  "/wiki/Tuscany": "Tuscany (/ˈtʌskəni/ TUSK-ə-nee; Italian: Toscana [tosˈkaːna]) is a region in central Italy with an area of about 23,000 square kilometres (8,900 square miles) and a population of about 3.8 million inhabitants (2013). The regional capital is Florence (Firenze).",
  "/wiki/Portoferraio": "Portoferraio (Italian pronunciation: [ˌpɔrtoferˈraːjo]) is a town and comune in the province of Livorno, on the edge of the eponymous harbour of the island of Elba. It is the island's largest city. Because of its terrain, many of its buildings are situated on the slopes of a tiny hill bordered on three sides by the sea.",
  "/wiki/Olbia": "Olbia (Italian: [ˈɔlbja] (listen), locally [ˈolbja]; Sardinian: Terranoa; Gallurese: Tarranoa) is a city and comune of 60,346 inhabitants (May 2018) in the Italian insular province of Sassari in northeastern Sardinia (Italy), in the historical region of Gallura. Called Olbia in the Roman age, Civita in the Middle Ages (Judicates period) and Terranova Pausania before the 1940s, Olbia was again the official name of the city during the fascist period.",
  "/wiki/Sardinia": "Sardinia (/sɑːrˈdɪniə/ sar-DIN-ee-ə; Italian: Sardegna [sarˈdeɲɲa]; Sardinian: Sardìgna [saɾˈdiɲɲa] or Sardìnnia [saɾˈdinja]; Sassarese: Sardhigna; Gallurese: Saldigna; Algherese: Sardenya; Tabarchino: Sardegna) is an island in the Mediterranean Sea and politically one of the 20 regions of Italy. It is the second-largest island in the Mediterranean Sea after Sicily, and is located west of the Italian Peninsula, north of Tunisia, and to the immediate south of the French island of Corsica.",
  "/wiki/Livorno": "Livorno (Italian: [liˈvorno] (listen)) is a port city on the Ligurian Sea on the western coast of Tuscany, Italy. It is the capital of the Province of Livorno, having a population of 158,493 residents in  December 2017. It is traditionally known in English as Leghorn (pronounced /lɛˈɡɔːrn/ leg-ORN, /ˈlɛɡhɔːrn/ LEG-horn or /ˈlɛɡərn/ LEG-ərn).",
  "/wiki/Civitavecchia": "Civitavecchia (pronounced [ˌtʃivitaˈvɛkkja]; meaning \"ancient town\") is a city and comune of the Metropolitan City of Rome in the central  Italian region of Lazio. A  sea port on the Tyrrhenian Sea, it is located 60 kilometres (37 miles) west-north-west of the center of Rome. The harbour is formed by two piers and a breakwater, on which stands a lighthouse. Civitavecchia had a  population of around 53,000 as of 2015[update].",
  "/wiki/Lazio": "Lazio (UK: /ˈlætsioʊ/, US: /ˈlɑːtsioʊ/, Italian: [ˈlattsjo]; Latin: Latium) is one of the 20 administrative regions of Italy. Situated in the central peninsular section of the country, it has almost 5.9 million inhabitants – making it the second most populated region of Italy (after Lombardy and just a little ahead of Campania) – and its GDP of more than 170 billion euros per annum means that it has the nation's second largest regional economy. The capital of Lazio is Rome, which is also Italy's capital and the country's largest city.",
  "/wiki/Genoa": "Genoa (/ˈdʒɛnoʊə/ JEN-oh-ə; Italian: Genova [ˈdʒɛːnova] (listen); Ligurian: Zêna [ˈzeːna]; English, historically, and Latin: Genua) is the capital of the Italian region of Liguria and the sixth-largest city in Italy. In 2015, 594,733 people lived within the city's administrative limits. As of the 2011 Italian census, the Province of Genoa, which in 2015 became the Metropolitan City of Genoa, counted 855,834 resident persons. Over 1.5 million people live in the wider metropolitan area stretching along the Italian Riviera.",
  "/wiki/Liguria": "Liguria (/lɪˈɡ(j)ʊəriə/, Italian: [liˈɡuːrja]; Ligurian: Ligûria [liˈɡyːɾja]) is a region of north-western Italy; its capital is Genoa. Its territory is crossed by the Alps and the Apennines mountains chains. Liguria is bordered by France (Provence-Alpes-Côte d'Azur) to the west, Piedmont to the north, and Emilia-Romagna and Tuscany to the east. It lies on the Ligurian Sea. The region is part of the Alps-Mediterranean Euroregion.",
  "/wiki/Palau": "Palau (/pəˈlaʊ/ (listen), historically Belau, Palaos, or Pelew), officially the Republic of Palau (Palauan: Beluu er a Belau), is an island country located in the western Pacific Ocean. The country contains approximately 340 islands, and together with parts of the Federated States of Micronesia, forms the western chain of the Caroline Islands. Its area is 466 square kilometers (180 sq mi). The most populous island is Koror. The capital Ngerulmud is located on the nearby island of Babeldaob, in Melekeok State. Palau shares maritime boundaries with the Philippines, Indonesia, and Micronesia.",
  "/wiki/Palermo": "Palermo (/pəˈlɛərmoʊ, -ˈlɜːr-/ pə-LAIR-moh, -⁠LUR-, Italian: [paˈlɛrmo] (listen); Sicilian: Palermu, locally [paˈlɛmmʊ]; Latin: Panormus, from Greek: Πάνορμος, romanized: Pánormos) is a city of Southern Italy, the capital of both the autonomous region of Sicily and the Metropolitan City of Palermo. The city is noted for its history, culture, architecture and gastronomy, playing an important role throughout much of its existence; it is over 2,700 years old. Palermo is located in the northwest of the island of Sicily, right by the Gulf of Palermo in the Tyrrhenian Sea.",
  "/wiki/Sorrento": "Sorrento (/səˈrɛntoʊ/, Italian: [sorˈrɛnto]; Latin: Surrentum) is a town overlooking the Bay of Naples in Southern Italy. A popular tourist destination due to its variety of small antique shops and location on the Amalfi Coast, it can be reached easily from Naples and Pompeii as it is at the south-eastern end of the Circumvesuviana rail line. The town is most known for its small shops selling ceramics, lacework and marquetry (woodwork)."
}