{
  "/wiki/Paul_Octave_Hébert": "Paul Octave Hébert (December 12, 1818 – August 29, 1880) was the 14th Governor of Louisiana from 1853 to 1856 and a brigadier general in the Confederate States Army.",
  "/wiki/Colonel_(United_States)": "In the United States Army, Marine Corps, and Air Force, colonel (/ˈkɜːrnəl/) is the most senior field grade military officer rank, immediately above the rank of lieutenant colonel and just below the rank of brigadier general. It is equivalent to the naval rank of captain in the other uniformed services.[note 1]  By law, a colonel must have at least 22 years of cumulative service and a minimum of three years as a lieutenant colonel before being promoted.  The pay grade for colonel is O-6.",
  "/wiki/Brigadier_general_(CSA)": "The general officers of the Confederate States Army (CSA) were the senior military leaders of the Confederacy during the American Civil War of 1861–1865. They were often former officers from the United States Army (the regular army) prior to the Civil War, while others were given the rank based on merit or when necessity demanded. Most Confederate generals needed confirmation from the Confederate Congress, much like prospective generals in the modern U.S. armed forces.",
  "/wiki/Confederate_States_Army": "The Confederate States Army was the military land force of the Confederate States of America (commonly referred to as the Confederacy) during the American Civil War (1861–1865), fighting against the United States forces. On February 28, 1861, the Provisional Confederate Congress established a provisional volunteer army and gave control over military operations and authority for mustering state forces and volunteers to the newly chosen Confederate president, Jefferson Davis. Davis was a graduate of the U.S. Military Academy, and colonel of a volunteer regiment during the Mexican–American War. He had also been a United States Senator from Mississippi and U.S. Secretary of War under President Franklin Pierce. On March 1, 1861, on behalf of the Confederate government, Davis assumed control of the military situation at Charleston, South Carolina, where South Carolina state militia besieged Fort Sumter in Charleston harbor, held by a small U.S. Army garrison. By March 1861, the Provisional Confederate Congress expanded the provisional forces and established a more permanent Confederate States Army.",
  "/wiki/Mexican–American_War": "The Mexican–American War,[a] also known in the United States as the Mexican War and in Mexico as the Intervención Estadounidense en México (United States intervention in Mexico),[b] was an armed conflict between the United States and Mexico from 1846 to 1848. It followed in the wake of the 1845 U.S. annexation of Texas, which was not formally recognized by the Mexican government, who disputed the Treaties of Velasco signed by Mexican caudillo President/General Antonio López de Santa Anna after the Texas Revolution a decade earlier. In 1845, newly elected U.S. President James K. Polk, who saw the annexation of Texas as the first step towards a further expansion of the United States, sent troops to the disputed area and a diplomatic mission to Mexico. After Mexican forces attacked U.S. forces, the United States Congress declared war.",
  "/wiki/Governor_of_Louisiana": "The Governor of Louisiana is the chief executive of the U.S. state of Louisiana. The governor is the head of the executive branch of Louisiana's state government and is charged with enforcing state laws.",
  "/wiki/Siege_of_Vicksburg": "The siege of Vicksburg (May 18 – July 4, 1863) was the final major military action in the Vicksburg campaign of the American Civil War. In a series of maneuvers, Union Maj. Gen. Ulysses S. Grant and his Army of the Tennessee crossed the Mississippi River and drove the Confederate Army of Mississippi, led by Lt. Gen. John C. Pemberton, into the defensive lines surrounding the fortress city of Vicksburg, Mississippi.",
  "/wiki/Simon_Bolivar_Buckner": "Simon Bolivar Buckner (/ˈsaɪmənˈbɒlɪvərˈbʌknər/ SY-mən BOL-i-vər BUK-nər; April 1, 1823 – January 8, 1914) was an American soldier and politician who fought in the United States Army in the Mexican–American War and in the Confederate States Army during the American Civil War. He later served as the 30th governor of Kentucky.",
  "/wiki/Captain_(United_States_O-3)": "In the United States Army (USA), U.S. Marine Corps (USMC), and U.S. Air Force (USAF), captain (abbreviated \"CPT\" in the USA and \"Capt\" in the USMC and USAF) is a company grade officer rank, with the pay grade of O-3. It ranks above first lieutenant and below major. It is equivalent to the rank of lieutenant in the Navy/Coast Guard officer rank system. The insignia for the rank consists of two silver bars, with slight stylized differences between the Army/Air Force version and the Marine Corps version.",
  "/wiki/Lieutenant_general_(CSA)": "The general officers of the Confederate States Army (CSA) were the senior military leaders of the Confederacy during the American Civil War of 1861–1865. They were often former officers from the United States Army (the regular army) prior to the Civil War, while others were given the rank based on merit or when necessity demanded. Most Confederate generals needed confirmation from the Confederate Congress, much like prospective generals in the modern U.S. armed forces.",
  "/wiki/Battle_of_Fort_Donelson": "The Battle of Fort Donelson was fought from February 11–16, 1862, in the Western Theater of the American Civil War. The Union capture of the Confederate fort near the Tennessee–Kentucky border opened the Cumberland River, an important avenue for the invasion of the South. The Union's success also elevated Brig. Gen. Ulysses S. Grant from an obscure and largely unproven leader to the rank of major general, and earned him the nickname of \"Unconditional Surrender\" Grant.",
  "/wiki/Battle_of_Perryville": "The Battle of Perryville (also known as the Battle of Chaplin Hills) was fought on October 8, 1862, in the Chaplin Hills west of Perryville, Kentucky, as the culmination of the Confederate Heartland Offensive (Kentucky Campaign) during the American Civil War. Confederate Gen. Braxton Bragg's Army of Mississippi[b] initially won a tactical victory against primarily a single corps of Maj. Gen. Don Carlos Buell's Union Army of the Ohio. The battle is considered a strategic Union victory, sometimes called the Battle for Kentucky, since Bragg withdrew to Tennessee soon thereafter. The Union retained control of the critical border state of Kentucky for the remainder of the war.",
  "/wiki/Battle_of_Chickamauga": "The Battle of Chickamauga, fought on September 18 – 20, 1863, between U.S. and Confederate forces in the American Civil War, marked the end of a Union offensive, the Chickamauga Campaign, in southeastern Tennessee and northwestern Georgia. It was the first major battle of the war fought in Georgia, the most significant Union defeat in the Western Theater, and involved the second-highest number of casualties after the Battle of Gettysburg.",
  "/wiki/Governor_of_Kentucky": "The Governor of the Commonwealth of Kentucky is the head of Kentucky's executive branch of government. 57 men and one woman have served as Governor of Kentucky. The governor's term is four years in length; since 1992, incumbents have been able to seek re-election once before becoming ineligible for four years. Throughout the state's history, four men have served two non-consecutive terms as governor, and two others have served two consecutive terms. Kentucky is one of only five U.S. states that hold gubernatorial elections in odd-numbered years. The current governor is Andy Beshear, who was first elected in 2019.",
  "/wiki/Dabney_H._Maury": "Dabney Herndon Maury (May 21, 1822 – January 11, 1900) was an officer in the United States Army, instructor at West Point, author of military training books, and a major general in the Confederate States Army during the American Civil War.",
  "/wiki/Lieutenant_colonel_(United_States)": "In the United States Army, U.S. Marine Corps, and U.S. Air Force, lieutenant colonel is a field-grade military officer rank, just above the rank of major and just below the rank of colonel. It is equivalent to the naval rank of commander in the other uniformed services.",
  "/wiki/Major_general_(CSA)": "The general officers of the Confederate States Army (CSA) were the senior military leaders of the Confederacy during the American Civil War of 1861–1865. They were often former officers from the United States Army (the regular army) prior to the Civil War, while others were given the rank based on merit or when necessity demanded. Most Confederate generals needed confirmation from the Confederate Congress, much like prospective generals in the modern U.S. armed forces.",
  "/wiki/John_Minor_Maury": "John Minor Maury (1795 – 23 June 1824) was a lieutenant in the United States Navy. What has been described as \"a very interesting sketch\" of his career was given by James Edmonds Saunders in his late 19th-century work Early Settlers of Alabama.",
  "/wiki/Battle_of_Pea_Ridge": "The Battle of Pea Ridge (March 7 – 8, 1862), also known as the Battle of Elkhorn Tavern, was a major battle of the American Civil War fought near Leetown, northeast of Fayetteville, Arkansas. Federal forces, led by Brig. Gen. Samuel R. Curtis, moved south from central Missouri, driving Confederate forces into northwestern Arkansas. Maj. Gen. Earl Van Dorn launched a Confederate counter-offensive, hoping to recapture northern Arkansas and Missouri. Curtis held off the Confederate attack on the first day and drove Van Dorn's force off the battlefield on the second.",
  "/wiki/Second_Battle_of_Corinth": "The second Battle of Corinth (which, in the context of the American Civil War, is usually referred to as the Battle of Corinth, to differentiate it from the siege of Corinth earlier the same year) was fought October 3–4, 1862, in Corinth, Mississippi. For the second time in the Iuka-Corinth Campaign, Union Maj. Gen. William Rosecrans defeated a Confederate army, this time one under Maj. Gen. Earl Van Dorn.",
  "/wiki/United_States_Ambassador_to_Colombia": "The following is a list of Ambassadors of the United States, or other chiefs of mission, to Colombia and its predecessor states. The title given by the United States State Department to this position is currently Ambassador Extraordinary and Minister Plenipotentiary.",
  "/wiki/Fitzhugh_Lee": "Fitzhugh Lee (November 19, 1835 – April 28, 1905) was a Confederate cavalry general in the American Civil War, the 40th Governor of Virginia, diplomat, and United States Army general in the Spanish–American War. He was the son of Sydney Smith Lee, a captain in the Confederate States Navy, and the nephew of General Robert E. Lee.",
  "/wiki/Second_lieutenant_(United_States)": "Second lieutenant is a junior commissioned officer military rank in many armed forces, comparable to NATO OF-1a rank.",
  "/wiki/American_Indian_Wars": "The American Indian Wars (also known as the Indian Wars or the First Nations Wars; French: Guerres des Premières Nations) is the collective name for the various armed conflicts that were fought by European governments and colonists, and later by the governments and settlers, against various American Indian and First Nation tribes. These conflicts occurred in North America from the time of the earliest colonial settlements in the 17th century until the early 20th century. The various wars resulted from a wide variety of factors, including cultural clashes, land disputes, and criminal acts committed by both sides. The European powers and their colonies also enlisted Indian tribes to help them conduct warfare against each other's colonial settlements.",
  "/wiki/First_Battle_of_Bull_Run": "The First Battle of Bull Run (the name used by Union forces), also known as the First Battle of Manassas (the name used by Confederate forces), was the first major battle of the American Civil War and was a Confederate victory. The battle was fought on July 21, 1861 in Prince William County, Virginia, just north of the city of Manassas and about 25 miles west-southwest of Washington, D.C. The Union's forces were slow in positioning themselves, allowing Confederate reinforcements time to arrive by rail. Each side had about 18,000 poorly trained and poorly led troops in their first battle. It was a Confederate victory, followed by a disorganized retreat of the Union forces.",
  "/wiki/Battle_of_Antietam": "The Battle of Antietam /ænˈtiːtəm/, also known as the Battle of Sharpsburg, particularly in the Southern United States, was a battle of the American Civil War, fought on September 17, 1862, between Confederate General Robert E. Lee's Army of Northern Virginia and Union General George B. McClellan's Army of the Potomac, near Sharpsburg, Maryland and Antietam Creek. Part of the Maryland Campaign, it was the first field army–level engagement in the Eastern Theater of the American Civil War to take place on Union soil. It was the bloodiest day in United States history, with a combined tally of 22,717 dead, wounded, or missing.",
  "/wiki/Battle_of_Gettysburg": "The Battle of Gettysburg (locally /ˈɡɛtɪsbɜːrɡ/ (listen)) was fought July 1–3, 1863, in and around the town of Gettysburg, Pennsylvania, by Union and Confederate forces during the American Civil War. The battle involved the largest number of casualties of the entire war and is often described as the war's turning point. Union Maj. Gen. George Meade's Army of the Potomac defeated attacks by Confederate Gen. Robert E. Lee's Army of Northern Virginia, halting Lee's invasion of the North.",
  "/wiki/Battle_of_Opequon": "The Third Battle of Winchester (or Battle of Opequon), was fought just outside Winchester, Virginia, on September 19, 1864, during the Valley Campaigns of 1864 in the American Civil War.",
  "/wiki/Farmville,_Virginia": "Farmville is a town in Prince Edward and Cumberland counties in the U.S. state of Virginia. The population was 8,216 at the 2010 census. It is the county seat of Prince Edward County.",
  "/wiki/Governor_of_Virginia": "The Governor of the Commonwealth of Virginia serves as the chief executive of the Commonwealth of Virginia for a four-year term. The current holder of the office is Democrat Ralph Northam, who was sworn in on January 13, 2018. His term of office will end in 2022.",
  "/wiki/John_S._Marmaduke": "John S. Marmaduke (born John Sappington Marmaduke, March 14, 1833 – December 28, 1887) served as the 25th governor of Missouri from 1885 until his death in 1887. Prior to that, he was a senior officer of the Confederate States Army who commanded cavalry in the Trans-Mississippi Theater of the American Civil War. On September 6, 1863 Marmaduke killed Confederate Brigadier-General Lucius M. Walker in a duel. Major-General Sterling Price ordered Marmaduke's arrest, but suspended the order because of the impending Union advance on Little Rock. Marmaduke never faced a court martial for the duel.",
  "/wiki/Utah_War": "The Utah War (1857–1858), also known as the Utah Expedition, Utah Campaign, Buchanan's Blunder, the Mormon War, or the Mormon Rebellion was an armed confrontation between Mormon settlers in the Utah Territory and the armed forces of the United States government. The confrontation lasted from May 1857 to July 1858. There were some casualties, mostly non-Mormon civilians. The war had no notable military battles.",
  "/wiki/Battle_of_Shiloh": "The Battle of Shiloh (also known as the Battle of Pittsburg Landing) was a battle in the Western Theater of the American Civil War, fought April 6–7, 1862, in southwestern Tennessee. A Union force known as the Army of the Tennessee (Major General Ulysses S. Grant) had moved via the Tennessee River deep into Tennessee and was encamped principally at Pittsburg Landing on the west bank of the Tennessee River, where the Confederate Army of Mississippi (General Albert Sidney Johnston, P. G. T. Beauregard second-in-command) launched a surprise attack on Grant's army from its base in Corinth, Mississippi. Johnston was mortally wounded during the fighting; Beauregard took command of the army and decided against pressing the attack late in the evening. Overnight, Grant was reinforced by one of his divisions stationed further north and was joined by three divisions from the Army of the Ohio (Maj. Gen. Don Carlos Buell). The Union forces began an unexpected counterattack the next morning which reversed the Confederate gains of the previous day.",
  "/wiki/Battle_of_Cape_Girardeau": "The Battle of Cape Girardeau was a military demonstration of the American Civil War, occurring on April 26, 1863 in Cape Girardeau, Missouri. The conflict was part of the pursuit of US Brigadier General John McNeil through Southeast Missouri by Confederate Brigadier General John S. Marmaduke. Though the conflict to this day is known as a battle, it was a relatively small engagement whose primary importance was as the turning point that brought General Marmaduke's second Missouri raid to an end.",
  "/wiki/Red_River_Campaign": "The Red River Campaign or Red River Expedition comprised a series of battles fought along the Red River in Louisiana during the American Civil War from March 10 to May 22, 1864. The campaign was a Union initiative, fought between approximately 30,000 Union troops under the command of Major General Nathaniel P. Banks, and Confederate troops under the command of Lieutenant General Richard Taylor, whose strength varied from 6,000 to 15,000.",
  "/wiki/Lucius_M._Walker": "Lucius Marshall \"Marsh\" Walker (October 18, 1829 – September 7, 1863) was a Confederate general during the American Civil War. He was mortally wounded in a duel with fellow general John S. Marmaduke.",
  "/wiki/Duel": "A duel is an arranged engagement in combat between two people, with matched weapons, in accordance with agreed-upon rules. Duels in this form were chiefly practiced in early modern Europe with precedents in the medieval code of chivalry, and continued into the modern period (18th to late 19th centuries, if not beyond) especially among military officers.",
  "/wiki/Governor_of_Missouri": "Following is a list of Governors of Missouri since its territory became part of the United States.",
  "/wiki/Guy_Vernor_Henry": "Guy Vernor Henry (March 9, 1839 – October 27, 1899) was a military officer and Medal of Honor recipient who served as an early Governor of Puerto Rico.",
  "/wiki/Brigadier_general_(United_States)": "In the United States Armed Forces, brigadier general (BG, BGen, or Brig Gen) is a one-star general officer with the pay grade of O-7 in the U.S. Army, U.S. Marine Corps, and U.S. Air Force. Brigadier general ranks above a colonel and below major general. The rank of brigadier general is equivalent to the rank of rear admiral (lower half) in the other uniformed services (the U.S. Navy and U.S. Coast Guard, as both Armed Forces and Uniformed Services; and the Public Health Service and National Oceanographic and Atmospheric Administration, as Uniformed Services).  The NATO equivalent is OF-6.",
  "/wiki/Medal_of_Honor": "The Medal of Honor is the United States of America's highest and most prestigious personal military decoration that may be awarded to recognize U.S. military service members who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States in the name of the U.S. Congress.  Because the medal is presented \"in the name of Congress\", it is often referred erroneously as the \"Congressional Medal of Honor\".  However, the official name of the current award is \"Medal of Honor\". Within the United States Code the medal is referred to as the \"Medal of Honor\", and less frequently as \"Congressional Medal of Honor\". U.S. awards, including the Medal of Honor, do not have post-nominal titles, and while there is no official abbreviation, the most common abbreviations are \"MOH\" and \"MH\".",
  "/wiki/Battle_of_Cold_Harbor": "The Battle of Cold Harbor was fought during the American Civil War near Mechanicsville, Virginia, from May 31 to June 12, 1864, with the most significant fighting occurring on June 3. It was one of the final battles of Union Lt. Gen. Ulysses S. Grant's Overland Campaign, and is remembered as one of American history's bloodiest, most lopsided battles. Thousands of Union soldiers were killed or wounded in a hopeless frontal assault against the fortified positions of Confederate Gen. Robert E. Lee's army.",
  "/wiki/Guy_Henry_(equestrian)": "Major General Guy Vernor Henry Jr. (January 28, 1875 – November 29, 1967) was a senior officer in the United States Army and a noted horse rider who competed for the United States in the 1912 Summer Olympics.",
  "/wiki/Puerto_Rico": "Puerto Rico[a] (Spanish for \"Rich Port\"; abbreviated PR), officially the Commonwealth of Puerto Rico (Spanish: Estado Libre Asociado de Puerto Rico, lit. \"Free Associated State of Puerto Rico\")[b] and briefly called Porto Rico,[c] is an unincorporated territory of the United States located in the northeast Caribbean Sea, approximately 1,000 miles (1,600 km) southeast of Miami, Florida.",
  "/wiki/George_Washington_Goethals": "George Washington Goethals (/ˈɡoʊθəlz/ GOH-thəlz June 29, 1858 – January 21, 1928) was a United States Army General and civil engineer, best known for his administration and supervision of the construction and the opening of the Panama Canal. He was the State Engineer of New Jersey and the Acting Quartermaster General of the United States Army.",
  "/wiki/Major_general_(United_States)": "In the United States Army, United States Marine Corps, and United States Air Force, major general is a two-star general officer rank, with the pay grade of O-8. Major general ranks above brigadier general and below lieutenant general.[Note 1] A major general typically commands division-sized units of 10,000 to 15,000 soldiers. Major general is equivalent to the two-star rank of rear admiral in the United States Navy and United States Coast Guard, and is the highest permanent peacetime rank in the uniformed services. Higher ranks are technically temporary and linked to specific positions, although virtually all officers promoted to those ranks are approved to retire at their highest earned rank.",
  "/wiki/Panama_Canal": "The Panama Canal (Spanish: Canal de Panamá) is an artificial 82 km (51 mi) waterway in Panama that connects the Atlantic Ocean with the Pacific Ocean. The canal cuts across the Isthmus of Panama and is a conduit for maritime trade.  Canal locks are at each end to lift ships up to Gatun Lake, an artificial lake created to reduce the amount of excavation work required for the canal, 26 m (85 ft) above sea level, and then lower the ships at the other end. The original locks are 32.5 m (110 ft) wide. A third, wider lane of locks was constructed between September 2007 and May 2016. The expanded canal began commercial operation on June 26, 2016. The new locks allow transit of larger, neo-Panamax ships, capable of handling more cargo.",
  "/wiki/List_of_Governors_of_the_Panama_Canal_Zone": "The following is a list of Governors of the Panama Canal Zone while it was under U.S. control.",
  "/wiki/Julian_Larcombe_Schley": "Julian Larcombe Schley (February 23, 1880 – March 29, 1965) was a Chief of Engineers of the U.S. Army, who also served as Governor of the Panama Canal Zone.",
  "/wiki/World_War_I": "World War I (often abbreviated as WWI or WW1), also known as the First World War or the Great War, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously described as \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It is also one of the deadliest conflicts in history, with an estimated nine million combatants and seven million civilian deaths as a direct result of the war, while resulting genocides and the resulting 1918 influenza pandemic caused another 50 to 100 million deaths worldwide.",
  "/wiki/Chief_of_Engineers": "The Chief of Engineers is a principal United States Army staff officer at The Pentagon. The Chief advises the Army on engineering matters, and serves as the Army's topographer and proponent for real estate and other related engineering programs.  The Chief of Engineers is the senior service engineer for the Department of Defense, responsible for integrating all aspects of combat, general and geospatial engineering across the Joint Force.",
  "/wiki/List_of_United_States_Military_Academy_alumni": "The United States Military Academy (USMA) is an undergraduate college in West Point, New York with the mission of educating and commissioning officers for the United States Army. The Academy was founded in 1802 and is the oldest of the United States' five service academies. It is also referred to as West Point (the name of the military base that the Academy is a part of.) The Academy graduated its first cadet, Joseph Gardner Swift, in October 1802. Sports media refer to the Academy as \"Army\" and the students as \"Cadets\"; this usage is officially endorsed. The football team is also known as \"The Black Knights of the Hudson\" and \"The Black Knights\". A small number of graduates each year choose the option of cross-commissioning into the United States Air Force, United States Navy, or the United States Marine Corps. Before the founding of the United States Air Force Academy in 1955, the Academy was a major source of officers for the Air Force and its predecessors. Most cadets are admitted through the congressional appointment system. The curriculum emphasizes the sciences and engineering fields."
}