{
  "/wiki/APB_(1987_video_game)": "APB (\"All Points Bulletin\") is a 1987 arcade game by Atari Games. The player assumes the role of \"Officer Bob,\" a rookie police officer. As Bob, players drive around the city, ticketing motorists for minor infractions and pulling over more serious offenders. Eventually, players must apprehend criminals for which an all-points bulletin has been called.",
  "/wiki/1987_in_video_gaming": "1987 has seen many sequels and prequels in video games and several new titles such as The Legend of Zelda, Contra, Street Fighter and Metal Gear.",
  "/wiki/1988_in_video_gaming": "1988 saw many sequels and prequels in video games and several new titles such as Super Contra, Super Mario Bros 2, Assault, Altered Beast, Mega Man 2, Double Dragon II: The Revenge,and Super Mario Bros 3",
  "/wiki/Akka_Arrh": "Atari was an early pioneer in the video game industry, in fact, they virtually created the industry with their introduction of the arcade game Pong. The brand name \"Atari\" was used for many years and applied to several other entities that developed products ranging from arcade video games to home video game consoles to home computers to video games for personal computers.",
  "/wiki/1982_in_video_gaming": "1982 was the peak year of arcade and console games during the Golden age of arcade video games. Troubles at Atari, Inc. late in the year triggered the North American video game crash of 1983. Many games were released that would spawn franchises, or at least sequels, including Dig Dug, Pole Position, Mr. Do!, Pitfall!, Q*bert, and Xevious. Additional consoles add to a crowded market. The new Commodore 64 goes on to eventually dominate the 8-bit home computer market.",
  "/wiki/Space_shooter": "A space flight simulation game is a genre of flight simulator video games that lets players experience space flight to varying degrees of realism. Many games feature space combat, and some games feature commerce and trading in addition to combat.",
  "/wiki/Anti-Aircraft_(video_game)": "Anti-Aircraft is a two-player fixed shooter released in arcades by Atari, Inc in 1975. The game was also released as Anti-Aircraft II, denoting the two-player aspect of the game.",
  "/wiki/1975_in_video_gaming": "1975 has several new titles such as Western Gun, Dungeon and dnd.",
  "/wiki/Anti-aircraft_gun": "Anti-aircraft warfare or counter-air defence is defined by NATO as \"all measures designed to nullify or reduce the effectiveness of hostile air action\". They include surface based, subsurface (submarine launched), and air-based weapon systems, associated sensor systems, command and control arrangements and passive measures (e.g. barrage balloons). It may be used to protect naval, ground, and air forces in any location. However, for most countries the main effort has tended to be 'homeland defence'. NATO refers to airborne air defence as counter-air and naval air defence as anti-aircraft warfare. Missile defence is an extension of air defence as are initiatives to adapt air defence to the task of intercepting any projectile in flight.",
  "/wiki/1992_in_video_gaming": "1992 has seen many sequels and prequels in video games and several new titles such as Super Mario Land 2: 6 Golden Coins, Art of Fighting, Super Mario Kart, and Mortal Kombat.",
  "/wiki/Area_51_(1995_video_game)": "Area 51 is a light gun arcade game released by Atari Games in 1995. It takes its name from the Area 51 military facility. The plot of the game involves the player taking part in a Strategic Tactical Advanced Alien Response (STAAR) military incursion to prevent aliens, known as the Kronn, and alien-created zombies from taking over the Area 51 military facility.",
  "/wiki/1995_in_video_gaming": "1995 has seen many sequels and prequels in video games and several new titles such as Mario's Picross, Chrono Trigger, Mega Man 7, Rayman, Twisted Metal, Star Wars: Dark Forces, Destruction Derby and Super Mario World 2: Yoshi's Island.",
  "/wiki/Mothership": "A mother ship, mothership or mother-ship is a large vehicle that leads, serves, or carries other smaller vehicles. A mother ship may be a maritime ship, aircraft, or spacecraft.",
  "/wiki/1998_in_video_gaming": "1998 saw many sequels and prequels in video games and several new titles such as Half-Life, Metal Gear Solid, F-Zero X, The Legend of Zelda: Ocarina of Time, Gex: Enter the Gecko, Xenogears, Banjo-Kazooie, Spyro the Dragon and MediEvil. The year has been retrospectively considered one of the best in video gaming due to the release of several critically acclaimed, commercially successful and influential titles across all platforms and genres.",
  "/wiki/Area_51": "Area 51 is the common name of a highly classified United States Air Force (USAF) facility located within the Nevada Test and Training Range. The facility is officially called Homey Airport (KXTA) or Groom Lake, named after the salt flat situated next to its airfield. Details of the facility's operations are not publicly known, but the USAF says that it is an open training range, and it most likely supports the development and testing of experimental aircraft and weapons systems. The USAF acquired the site in 1955, primarily for flight testing the Lockheed U-2 aircraft.",
  "/wiki/Maximum_Force": "Maximum Force is a  light gun shooter arcade game developed by Mesa Logic for Atari Games in 1997. In 1998, Atari Games re-released the game as part of one machine called Area 51/Maximum Force Duo that also included Area 51, and later ported the game to both the Sony PlayStation and Sega Saturn game consoles.",
  "/wiki/Area_51:_Site_4": "Area 51: Site 4 is a light gun arcade game developed by Atari Games in 1998. It is a sequel to the original Area 51, picking up where that game left off. Though the graphics have been improved, they rely on the same FMV streaming technology as the original, and the gameplay remains largely the same as the original game.",
  "/wiki/Asteroids_(video_game)": "Asteroids is a space-themed multidirectional shooter arcade game designed by Lyle Rains, Ed Logg, and Dominic Walsh and released in November 1979 by Atari, Inc. The player controls a single spaceship in an asteroid field which is periodically traversed by flying saucers. The object of the game is to shoot and destroy the asteroids and saucers, while not colliding with either, or being hit by the saucers' counter-fire. The game becomes harder as the number of asteroids increases.",
  "/wiki/1979_in_video_gaming": "1979 has seen many sequels and prequels in video games and several new titles such as Galaxian, Warrior and Asteroids.",
  "/wiki/Asteroids_Deluxe": "Asteroids Deluxe is a vector graphic multidirectional shooter released in arcades in April 1981 by Atari Inc. as the sequel to Asteroids. It was followed by Space Duel in 1982 and Blasteroids in 1987. Key changes in Asteroids Deluxe were designed to combat the saucer-hunting strategy of Asteroids, which allowed experts to play for extended periods. These modifications also made it significantly more difficult than the original.\nPorts of Asteroids Deluxe were released for the BBC Micro in 1984 and the Atari ST in 1987.",
  "/wiki/1980_in_video_gaming": "1980 saw the release of a number games with influential concepts, including Pac-Man, Battlezone, Crazy Climber, Mystery House, Missile Command, Space Panic, Zork I, and Olympic Decathlon. The Atari VCS (later the Atari 2600) grew in popularity with a port of Space Invaders and support from new developer Activision.",
  "/wiki/Baseball": "Baseball is a bat-and-ball game played between two opposing teams who take turns batting and fielding. The game proceeds when a player on the fielding team, called the pitcher, throws a ball which a player on the batting team tries to hit with a bat. The objective of the offensive team (batting team) is to hit the ball into the field of play, allowing its players to run the bases, having them advance counter-clockwise around four bases to score what are called \"runs\". The objective of the defensive team (fielding team) is to prevent batters from becoming runners, and to prevent runners' advance around the bases. A run is scored when a runner legally advances around the bases in order and touches home plate (the place where the player started as a batter). The team that scores the most runs by the end of the game is the winner.",
  "/wiki/Atari_Basketball": "Basketball is an Atari 2600 video game written by Alan Miller and published by Atari, Inc. in 1978. The cartridge presents a simple game of one-on-one basketball playable by one or two players, one of the few early Atari 2600 titles to have a single-player mode with an AI-controlled opponent. Miller wrote a version of Basketball for the Atari 8-bit family with improved graphics, published in 1979. That same year an arcade version similar to the computer port was released by Atari but in black and white.  The arcade game was written by Chris Downend.",
  "/wiki/Basketball": "Basketball is a team sport in which two teams, most commonly of five players each, opposing one another on a rectangular court, compete with the primary objective of shooting a basketball (approximately 9.4 inches (24 cm) in diameter) through the defender's hoop (a basket 18 inches (46 cm) in diameter mounted 10 feet (3.048 m) high to a backboard at each end of the court) while preventing the opposing team from shooting through their own hoop.  A field goal is worth two points, unless made from behind the three-point line, when it is worth three.  After a foul, timed play stops and the player fouled or designated to shoot a technical foul is given one or more one-point free throws.  The team with the most points at the end of the game wins, but if regulation play expires with the score tied, an additional period of play (overtime) is mandated.",
  "/wiki/Atari_Football": "Football (also known as Atari Football) is a 2-player 1978 arcade and Atari 2600 console-game. It was developed and published by Atari, Inc..  In this game, the sport of American football is emulated, with players represented by Xs and Os.  The game was one of the most popular arcade games in its day.[citation needed]  In 1979, Atari released a more challenging four-player version of the arcade game programmed by Dave Theurer, the creator of Missile Command and Tempest.",
  "/wiki/American_football": "American football, referred to as football in the United States and Canada and also known as gridiron,[nb 1] is a team sport played by two teams of eleven players on a rectangular field with goalposts at each end. The offense, the team with possession of the oval-shaped football, attempts to advance down the field by running with the ball or passing it, while the defense, the team without possession of the ball, aims to stop the offense's advance and to take control of the ball for themselves. The offense must advance at least ten yards in four downs or plays; if they fail, they turn over the football to the defense, but if they succeed, they are given a new set of four downs to continue the drive. Points are scored primarily by advancing the ball into the opposing team's end zone for a touchdown or kicking the ball through the opponent's goalposts for a field goal. The team with the most points at the end of a game wins.",
  "/wiki/1978_in_video_gaming": "N/A",
  "/wiki/Soccer": "Association football, more commonly known as football or soccer,[a] is a team sport played with a spherical ball between two teams of 11 players. It is played by approximately 250 million players in over 200 countries and dependencies, making it the world's most popular sport. The game is played on a rectangular field called a pitch with a goal at each end. The object of the game is to score by moving the ball beyond the goal line into the opposing goal.",
  "/wiki/Avalanche_(video_game)": "Avalanche is an arcade game designed by Dennis Koble and released by Atari Inc. in 1978. The object is to catch falling rocks with a controllable set of paddles that diminish in number and size as the rocks fall faster and faster.\nThe concept gained a much wider audience after Activision released an unauthorized adaptation in 1981 as Kaboom! for the Atari 2600.\nThe only official home port of Avalanche is for the Atari 8-bit family.",
  "/wiki/List_of_Atari_arcade_games": "Atari was an early pioneer in the video game industry, in fact, they virtually created the industry with their introduction of the arcade game Pong. The brand name \"Atari\" was used for many years and applied to several other entities that developed products ranging from arcade video games to home video game consoles to home computers to video games for personal computers."
}