{
  "/wiki/Joseph_K._Mansfield": "Joseph King Fenno Mansfield (December 22, 1803 – September 18, 1862) was a career United States Army officer, civil engineer, and a Union general in the American Civil War, mortally wounded at the Battle of Antietam.",
  "/wiki/Major_general_(United_States)": "In the United States Army, United States Marine Corps, and United States Air Force, major general is a two-star general officer rank, with the pay grade of O-8. Major general ranks above brigadier general and below lieutenant general.[Note 1] A major general typically commands division-sized units of 10,000 to 15,000 soldiers. Major general is equivalent to the two-star rank of rear admiral in the United States Navy and United States Coast Guard, and is the highest permanent peacetime rank in the uniformed services. Higher ranks are technically temporary and linked to specific positions, although virtually all officers promoted to those ranks are approved to retire at their highest earned rank.",
  "/wiki/Mexican%E2%80%93American_War": "The Mexican–American War,[a] also known in the United States as the Mexican War and in Mexico as the Intervención Estadounidense en México (United States intervention in Mexico),[b] was an armed conflict between the United States and Mexico from 1846 to 1848. It followed in the wake of the 1845 U.S. annexation of Texas, which was not formally recognized by the Mexican government, who disputed the Treaties of Velasco signed by Mexican caudillo President/General Antonio López de Santa Anna after the Texas Revolution a decade earlier. In 1845, newly elected U.S. President James K. Polk, who saw the annexation of Texas as the first step towards a further expansion of the United States, sent troops to the disputed area and a diplomatic mission to Mexico. After Mexican forces attacked U.S. forces, the United States Congress declared war.",
  "/wiki/Battle_of_Antietam": "The Battle of Antietam /ænˈtiːtəm/, also known as the Battle of Sharpsburg, particularly in the Southern United States, was a battle of the American Civil War, fought on September 17, 1862, between Confederate General Robert E. Lee's Army of Northern Virginia and Union General George B. McClellan's Army of the Potomac, near Sharpsburg, Maryland and Antietam Creek. Part of the Maryland Campaign, it was the first field army–level engagement in the Eastern Theater of the American Civil War to take place on Union soil. It was the bloodiest day in United States history, with a combined tally of 22,717 dead, wounded, or missing.",
  "/wiki/Fort_Mansfield": "Fort Mansfield was a coastal artillery installation located on Napatree Point, a long barrier beach in the village of Watch Hill in Westerly, Rhode Island.",
  "/wiki/Westerly,_Rhode_Island": "Westerly is a town on the southwestern shoreline of Washington County, Rhode Island, first settled by English colonists in 1661 and incorporated as a municipality in 1669. It is a beachfront community on the south shore of the state with a population of 22,787 as of the 2010 census.",
  "/wiki/George_Meade": "George Gordon Meade (December 31, 1815 – November 6, 1872) was a career United States Army officer and civil engineer best known for decisively defeating Confederate General Robert E. Lee at the Battle of Gettysburg in the American Civil War. He previously fought with distinction in the Second Seminole War and the Mexican–American War. During the Civil War, he served as a Union general, rising from command of a brigade to that of the Army of the Potomac. Earlier in his career, he was an engineer and was involved in the coastal construction of several lighthouses.",
  "/wiki/Lighthouse": "A lighthouse is a tower, building, or other type of structure designed to emit light from a system of lamps and lenses and to serve as a navigational aid for maritime pilots at sea or on inland waterways.",
  "/wiki/Second_Seminole_War": "The Second Seminole War, also known as the Florida War, was a conflict from 1835 to 1842 in Florida between various groups of Native Americans collectively known as Seminoles and the United States, part of a series of conflicts called the Seminole Wars. The Second Seminole War, often referred to as the Seminole War, is regarded as \"the longest and most costly of the Indian conflicts of the United States.\"",
  "/wiki/Battle_of_Fredericksburg": "The Battle of Fredericksburg was fought December 11–15, 1862, in and around Fredericksburg, Virginia, in the Eastern Theater of the American Civil War.  The combat, between the Union Army of the Potomac commanded by Maj. Gen. Ambrose E. Burnside and the Confederate Army of Northern Virginia under General Robert E. Lee, was part of the Union Army's futile frontal attacks on December 13 against entrenched Confederate defenders on the heights behind the city. It is remembered as one of the most one-sided battles of the war, with Union casualties more than twice as heavy as those suffered by the Confederates. A visitor to the battlefield described the battle to U.S. President Abraham Lincoln as a \"butchery\".",
  "/wiki/Battle_of_Chancellorsville": "The Battle of Chancellorsville was a major battle of the American Civil War (1861–1865), and the principal engagement of the Chancellorsville campaign. It was fought from April 30 to May 6, 1863, in Spotsylvania County, Virginia, near the village of Chancellorsville. Two related battles were fought nearby on May 3 in the vicinity of Fredericksburg. The campaign pitted Union Army Maj. Gen. Joseph Hooker's Army of the Potomac against an army less than half its size, General Robert E. Lee's Confederate Army of Northern Virginia.",
  "/wiki/Appomattox_Campaign": "The Appomattox campaign was a series of American Civil War battles fought March 29 – April 9, 1865 in Virginia that concluded with the surrender of Confederate General Robert E. Lee's Army of Northern Virginia to forces of the Union Army (Army of the Potomac, Army of the James and Army of the Shenandoah) under the overall command of Lieutenant General Ulysses S. Grant, marking the effective end of the war.",
  "/wiki/Robert_E._Lee": "Robert Edward Lee (January 19, 1807 – October 12, 1870) was an American and Confederate soldier, best known as a commander of the  Confederate States Army. He commanded the Army of Northern Virginia in the American Civil War from 1862 until its surrender in 1865.",
  "/wiki/Battle_of_Gettysburg": "The Battle of Gettysburg (locally /ˈɡɛtɪsbɜːrɡ/ (listen)) was fought July 1–3, 1863, in and around the town of Gettysburg, Pennsylvania, by Union and Confederate forces during the American Civil War. The battle involved the largest number of casualties of the entire war and is often described as the war's turning point. Union Maj. Gen. George Meade's Army of the Potomac defeated attacks by Confederate Gen. Robert E. Lee's Army of Northern Virginia, halting Lee's invasion of the North.",
  "/wiki/Army_of_the_Potomac": "The Army of the Potomac was the principal Union Army in the Eastern Theater of the American Civil War. It was created in July 1861 shortly after the First Battle of Bull Run and was disbanded in May 1865 following the surrender of the Confederate Army of Northern Virginia in April.",
  "/wiki/Fort_George_G._Meade": "Fort George G. Meade is a United States Army installation located in Maryland, that includes the Defense Information School, the Defense Media Activity, the United States Army Field Band, and the headquarters of United States Cyber Command, the National Security Agency, the Defense Courier Service, Defense Information Systems Agency headquarters, and the U.S. Navy's Cryptologic Warfare Group Six. It is named for George G. Meade, a Union General from the U.S. Civil War, who served as commander of the Army of the Potomac. The fort's smaller census-designated place includes support facilities such as schools, housing, and the offices of the Military Intelligence Civilian Excepted Career Program (MICECP).",
  "/wiki/Maryland": "Maryland (US: /ˈmɛrələnd/ (listen) MERR-ə-lənd)[a] is a state in the Mid-Atlantic region of the eastern United States, bordering Virginia, West Virginia, and the District of Columbia to its south and west; Pennsylvania to its north; and Delaware and the Atlantic Ocean to its east. The state's largest city is Baltimore, and its capital is Annapolis. Among its occasional nicknames are Old Line State, the Free State, and the Chesapeake Bay State. It is named after the English queen Henrietta Maria, known in England as Queen Mary, who was the wife of King Charles I.",
  "/wiki/National_Security_Agency": "The National Security Agency (NSA) is a national-level intelligence agency of the United States Department of Defense, under the authority of the Director of National Intelligence. The NSA is responsible for global monitoring, collection, and processing of information and data for foreign and domestic intelligence and counterintelligence purposes, specializing in a discipline known as signals intelligence (SIGINT). The NSA is also tasked with the protection of U.S. communications networks and information systems. The NSA relies on a variety of measures to accomplish its mission, the majority of which are clandestine.",
  "/wiki/William_Tecumseh_Sherman": "William Tecumseh Sherman (February 8, 1820 – February 14, 1891) was an American soldier, businessman, educator, and author. He served as a general in the Union Army during the American Civil War (1861–65), receiving recognition for his command of military strategy as well as criticism for the harshness of the scorched earth policies he implemented in conducting total war against the Confederate States.  British military theorist and historian B. H. Liddell Hart declared that Sherman was \"the first modern general.\"",
  "/wiki/Battle_of_Shiloh": "The Battle of Shiloh (also known as the Battle of Pittsburg Landing) was a battle in the Western Theater of the American Civil War, fought April 6–7, 1862, in southwestern Tennessee. A Union force known as the Army of the Tennessee (Major General Ulysses S. Grant) had moved via the Tennessee River deep into Tennessee and was encamped principally at Pittsburg Landing on the west bank of the Tennessee River, where the Confederate Army of Mississippi (General Albert Sidney Johnston, P. G. T. Beauregard second-in-command) launched a surprise attack on Grant's army from its base in Corinth, Mississippi. Johnston was mortally wounded during the fighting; Beauregard took command of the army and decided against pressing the attack late in the evening. Overnight, Grant was reinforced by one of his divisions stationed further north and was joined by three divisions from the Army of the Ohio (Maj. Gen. Don Carlos Buell). The Union forces began an unexpected counterattack the next morning which reversed the Confederate gains of the previous day.",
  "/wiki/Vicksburg_Campaign": "The Vicksburg campaign was a series of maneuvers and battles in the Western Theater of the American Civil War directed against Vicksburg, Mississippi, a fortress city that dominated the last Confederate-controlled section of the Mississippi River. The Union Army of the Tennessee under Maj. Gen. Ulysses S. Grant gained control of the river by capturing this stronghold and defeating Lt. Gen. John C. Pemberton's forces stationed there.",
  "/wiki/Chattanooga_Campaign": "The Chattanooga campaign was a series of maneuvers and battles in October and November 1863, during the American Civil War. Following the defeat of Maj. Gen. William S. Rosecrans's Union Army of the Cumberland at the Battle of Chickamauga in September, the Confederate Army of Tennessee under Gen. Braxton Bragg besieged Rosecrans and his men by occupying key high terrain around Chattanooga, Tennessee. Maj. Gen. Ulysses S. Grant was given command of Union forces in the West, now consolidated under the Division of the Mississippi. Significant reinforcements also began to arrive with him in Chattanooga from Mississippi and the Eastern Theater. On October 18, Grant removed Rosecrans from command of the Army of the Cumberland and replaced him with Major General George Henry Thomas.",
  "/wiki/Atlanta_Campaign": "The Atlanta campaign was a series of battles fought in the Western Theater of the American Civil War throughout northwest Georgia and the area around Atlanta during the summer of 1864. Union Maj. Gen. William Tecumseh Sherman invaded Georgia from the vicinity of Chattanooga, Tennessee, beginning in May 1864, opposed by the Confederate general Joseph E. Johnston.",
  "/wiki/Carolinas_Campaign": "The Campaign of the Carolinas (January 1 – April 26, 1865), also known as the Carolinas Campaign, was the final campaign conducted by the United States Army (Union Army) against the Confederate States Army in the Western Theater.[a] On January 1, Union Maj. Gen. William T. Sherman advanced north from Savannah, Georgia, through the Carolinas, with the intention of linking up with Union forces in Virginia. The defeat of Confederate Gen. Joseph E. Johnston's army at the Battle of Bentonville, and its unconditional surrender to Union forces on April 26, 1865, effectively ended the American Civil War.",
  "/wiki/Sherman%27s_March_to_the_Sea": "Sherman's March to the Sea (also known as the Savannah Campaign or simply Sherman's March) was a military campaign of the American Civil War conducted through Georgia from November 15 until December 21, 1864, by Maj. Gen. William Tecumseh Sherman of the Union Army. The campaign began with Sherman's troops leaving the captured city of Atlanta on November 15 and ended with the capture of the port of Savannah on December 21. His forces followed a \"scorched earth\" policy, destroying military targets as well as industry, infrastructure, and civilian property, disrupting the Confederacy's economy and transportation networks. The operation broke the back of the Confederacy and helped lead to its eventual surrender. Sherman's bold move of operating deep within enemy territory and without supply lines is considered to be one of the major achievements of the war and is also considered to be an early example of modern total war.",
  "/wiki/Atlanta,_Georgia": "Atlanta (/ætˈlæntə/) is the capital and most populous city in the U.S. state of Georgia. With an estimated 2018 population of 498,044, it is also the 37th most-populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to 5.9 million people and the ninth largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the most populous county in Georgia. Portions of the city extend eastward into neighboring DeKalb County.",
  "/wiki/Savannah,_Georgia": "Savannah (/səˈvænə/) is the oldest city in the U.S. state of Georgia and is the county seat of Chatham County. Established in 1733 on the Savannah River, the city of Savannah became the British colonial capital of the Province of Georgia and later the first state capital of Georgia. A strategic port city in the American Revolution and during the American Civil War, Savannah is today an industrial center and an important Atlantic seaport. It is Georgia's fifth-largest city, with a 2018 estimated population of 145,862. The Savannah metropolitan area, Georgia's third-largest, had an estimated population of 389,494 in 2018.",
  "/wiki/Commanding_General_of_the_United_States_Army": "Prior to the institution of the Chief of Staff of the Army in 1903, there was generally recognized to be a single senior-most officer in the United States Army (and its predecessor the Continental Army), even though there was not a statutory office as such.  During the American Revolutionary War (1775–1783), the title was Commander-in-Chief of the Continental Army.  In 1783, the title was simplified to Senior Officer of the United States Army.  In 1821, the title was changed to Commanding General of the United States Army.  The office was often referred to by various other titles, such as \"Major General Commanding the Army\" or \"General-in-Chief\".",
  "/wiki/Ulysses_S._Grant": "Ulysses S. Grant (born Hiram Ulysses Grant; April 27, 1822 – July 23, 1885) was an American soldier and politician who served as the 18th president of the United States from 1869 to 1877. Before his presidency, Grant led the Union Army as Commanding General of the United States Army in winning the American Civil War. As president, Grant worked with the Radical Republicans in the Reconstruction of the Union while having to deal with corruption in his administration.",
  "/wiki/General_of_the_Army_(United_States)": "General of the Army (abbreviated as GA) is a five-star general officer and the second highest possible rank in the United States Army. A General of the Army ranks immediately above a general and is equivalent to a fleet admiral and a General of the Air Force. The General of the Army insignia consisted of five 3/8th inch stars in a pentagonal pattern, with points touching. The insignia was paired with the gold and enameled United States Coat of Arms on service coat shoulder loops. The silver colored five-star metal insignia alone would be worn for use as a collar insignia of grade and on the garrison cap. Soft shoulder epaulettes with five 7/16th inch stars in silver thread and gold-threaded United States Coat of Arms on green cloth were worn with shirts and sweaters.",
  "/wiki/Siege_of_Vicksburg": "The siege of Vicksburg (May 18 – July 4, 1863) was the final major military action in the Vicksburg campaign of the American Civil War. In a series of maneuvers, Union Maj. Gen. Ulysses S. Grant and his Army of the Tennessee crossed the Mississippi River and drove the Confederate Army of Mississippi, led by Lt. Gen. John C. Pemberton, into the defensive lines surrounding the fortress city of Vicksburg, Mississippi.",
  "/wiki/Siege_of_Petersburg": "The Richmond–Petersburg campaign was a series of battles around Petersburg, Virginia, fought from June 15, 1864, to April 2, 1865, during the American Civil War. Although it is more popularly known as the siege of Petersburg, it was not a classic military siege, in which a city is usually surrounded and all supply lines are cut off, nor was it strictly limited to actions against Petersburg. The campaign consisted of nine months of trench warfare in which Union forces commanded by Lt. Gen. Ulysses S. Grant assaulted Petersburg unsuccessfully and then constructed trench lines that eventually extended over 30 miles (48 km) from the eastern outskirts of Richmond, Virginia, to around the eastern and southern outskirts of Petersburg. Petersburg was crucial to the supply of Confederate Gen. Robert E. Lee's army and the Confederate capital of Richmond. Numerous raids were conducted and battles fought in attempts to cut off the Richmond and Petersburg Railroad. Many of these battles caused the lengthening of the trench lines.",
  "/wiki/Appomattox_Court_House_National_Historical_Park": "The Appomattox Court House is a National Historical Park of original and reconstructed 19th century buildings in Appomattox County, Virginia.  The village is famous as the site of the Battle of Appomattox Court House and containing the house of Wilmer McLean, where the surrender of the Confederate army under Robert E. Lee to Union commander Ulysses S. Grant took place on April 9, 1865, effectively ending the American Civil War.  The McLean House was the site of the surrender conference, but the village itself is named for the presence nearby of what is now preserved as the Old Appomattox Court House.",
  "/wiki/President_of_the_United_States": "The President of the United States (POTUS)[B] is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces.",
  "/wiki/Winfield_Scott_Hancock": "Winfield Scott Hancock (February 14, 1824 – February 9, 1886) was a United States Army officer and the Democratic nominee for President of the United States in 1880. He served with distinction in the Army for four decades, including service in the Mexican–American War and as a Union general in the American Civil War. Known to his Army colleagues as \"Hancock the Superb\", he was noted in particular for his personal leadership at the Battle of Gettysburg in 1863. His military service continued after the Civil War, as Hancock participated in the military Reconstruction of the South and the Army's presence at the Western frontier.",
  "/wiki/Battle_of_the_Wilderness": "The Battle of the Wilderness, fought May 5–7, 1864, was the first battle of Lt. Gen. Ulysses S. Grant's 1864 Virginia Overland Campaign against Gen. Robert E. Lee and the Confederate Army of Northern Virginia in the American Civil War. Both armies suffered heavy casualties, around 5,000 men killed in total, a harbinger of a bloody war of attrition by Grant against Lee's army and, eventually, the Confederate capital, Richmond, Virginia. The battle was tactically inconclusive, as Grant disengaged and continued his offensive.",
  "/wiki/Battle_of_Spotsylvania_Court_House": "The Battle of Spotsylvania Court House, sometimes more simply referred to as the Battle of Spotsylvania (or the 19th-century spelling Spottsylvania), was the second major battle in Lt. Gen. Ulysses S. Grant's 1864 Overland Campaign of the American Civil War. Following the bloody but inconclusive Battle of the Wilderness, Grant's army disengaged from Confederate General Robert E. Lee's army and moved to the southeast, attempting to lure Lee into battle under more favorable conditions. Elements of Lee's army beat the Union army to the critical crossroads of Spotsylvania Court House, Virginia, and began entrenching. Fighting occurred on and off from May 8 through May 21, 1864, as Grant tried various schemes to break the Confederate line. In the end, the battle was tactically inconclusive, but both sides declared victory.  The Confederacy declared victory because they were able to hold their defenses.  The United States declared victory because the Federal offensive continued and Lee's army suffered losses that could not be replaced.  With almost 32,000 casualties on both sides, Spotsylvania was the costliest battle of the campaign.",
  "/wiki/Democratic_Party_(United_States)": "The Democratic Party is one of the two major contemporary political parties in the United States, along with its main rival, the Republican Party. Tracing its heritage back to Thomas Jefferson and James Madison's Democratic-Republican Party, the modern-day Democratic Party was founded around 1828 by supporters of Andrew Jackson, making it the world's oldest active political party.",
  "/wiki/George_B._McClellan": "George Brinton McClellan (December 3, 1826 – October 29, 1885) was an American soldier, civil engineer, railroad executive, and politician. A graduate of West Point, McClellan served with distinction during the Mexican–American War (1846–1848), and later left the Army to work in railroads until the outbreak of the American Civil War (1861–1865). Early in the conflict, McClellan was appointed to the rank of major general and played an important role in raising a well-trained and organized army, which would become the Army of the Potomac in the Eastern Theater;  he served a brief period (November 1861 to March 1862) as general-in-chief of the Union Army.",
  "/wiki/McClellan_Saddle": "The McClellan saddle was a riding saddle designed by George B. McClellan, a career Army officer in the U.S. Army, after his tour of Europe as the member of a military commission  charged with studying the latest developments in engineer and cavalry forces including field equipment. \nBased on his observations, McClellan proposed a design that was adopted by the Army in 1859. The McClellan saddle was a success and continued in use in various forms until the US Army's last horse cavalry and horse artillery was dismounted late in World War II. Today, the McClellan saddle is used by ceremonial mounted units in the US Army. The saddle was used by several other nations, including Rhodesia and Mexico, and to a degree by the British in the Boer War. The saddle came in various seat sizes that predominantly ranged from approximately 11 to 12 ½ inches.",
  "/wiki/First_Battle_of_Bull_Run": "The First Battle of Bull Run (the name used by Union forces), also known as the First Battle of Manassas (the name used by Confederate forces), was the first major battle of the American Civil War and was a Confederate victory. The battle was fought on July 21, 1861 in Prince William County, Virginia, just north of the city of Manassas and about 25 miles west-southwest of Washington, D.C. The Union's forces were slow in positioning themselves, allowing Confederate reinforcements time to arrive by rail. Each side had about 18,000 poorly trained and poorly led troops in their first battle. It was a Confederate victory, followed by a disorganized retreat of the Union forces.",
  "/wiki/Peninsula_Campaign": "The Peninsula campaign (also known as the Peninsular campaign) of the American Civil War was a major Union operation launched in southeastern Virginia from March through July 1862, the first large-scale offensive in the Eastern Theater. The operation, commanded by Maj. Gen. George B. McClellan, was an amphibious turning movement against the Confederate States Army in Northern Virginia, intended to capture the Confederate capital of Richmond. McClellan was initially successful against the equally cautious General Joseph E. Johnston, but the emergence of the more aggressive General Robert E. Lee turned the subsequent Seven Days Battles into a humiliating Union defeat.",
  "/wiki/George_B._McClellan_Jr.": "George Brinton McClellan Jr. (November 23, 1865 – November 30, 1940), was an American politician, statesman, author, historian and educator. The son of American Civil War general and presidential candidate George B. McClellan, he was the 93rd Mayor of New York City, serving from 1904 to 1909.",
  "/wiki/United_States_Representative": "The United States House of Representatives is the lower house of the United States Congress, the Senate being the upper house. Together they compose the national legislature of the United States.",
  "/wiki/New_York_(state)": "New York is a state located in the Northeastern United States. New York was one of the original thirteen colonies that formed the United States. With an estimated 19.45 million residents in 2019, it is the fourth most populous state. In order to distinguish the state from its city with the same name, it is sometimes referred to as New York State (NYS).",
  "/wiki/Mayor_of_New_York_City": "The mayor of New York City is head of the executive branch of the Government of New York City. The mayor's office administers all city services, public property, police and fire protection, most public agencies, and enforces all city and state laws within New York City.",
  "/wiki/Philip_Sheridan": "Philip Henry Sheridan (March 6, 1831 – August 5, 1888) was a career United States Army officer and a Union general in the American Civil War. His career was noted for his rapid rise to major general and his close association with General-in-chief Ulysses S. Grant, who transferred Sheridan from command of an infantry division in the Western Theater to lead the Cavalry Corps of the Army of the Potomac in the East. In 1864, he defeated Confederate forces under General Jubal Early in the Shenandoah Valley and his destruction of the economic infrastructure of the Valley, called \"The Burning\" by residents, was one of the first uses of scorched-earth tactics in the war. In 1865, his cavalry pursued Gen. Robert E. Lee and was instrumental in forcing his surrender at Appomattox.",
  "/wiki/General_(United_States)": "In the United States Army, United States Marine Corps, United States Air Force, and United States Space Force, general (abbreviated as GEN in the Army or Gen in the Marine Corps, Air Force, and Space Force) is a four-star general officer rank, with the pay grade of O-10. General ranks above lieutenant general and below General of the Army or General of the Air Force; the Marine Corps and Space Force does not have an established grade above general. General is equivalent to the rank of admiral in the other uniformed services. Since the grades of General of the Army and General of the Air Force are reserved for wartime use only, and since the Marine Corps has no five-star equivalent, the grade of general is the highest appointment an officer can achieve in peacetime.",
  "/wiki/Overland_Campaign": "The Overland Campaign, also known as Grant's Overland Campaign and the Wilderness Campaign, was a series of battles fought in Virginia during May and June 1864, in the American Civil War. Lt. Gen. Ulysses S. Grant, general-in-chief of all Union armies, directed the actions of the Army of the Potomac, commanded by Maj. Gen. George G. Meade, and other forces against Confederate Gen. Robert E. Lee's Army of Northern Virginia. Although Grant suffered severe losses during the campaign, it was a strategic Union victory. It inflicted proportionately higher losses on Lee's army and maneuvered it into a siege at Richmond and Petersburg, Virginia, in just over eight weeks.",
  "/wiki/Valley_Campaigns_of_1864": "The Valley campaigns of 1864 were American Civil War operations and battles that took place in the Shenandoah Valley of Virginia from May to October 1864. While some military historians divide this period into three separate campaigns, they interacted in several ways, so this article considers all three together.",
  "/wiki/Shenandoah_Valley": "The Shenandoah Valley /ˌʃɛnənˈdoʊə/ is a geographic valley and cultural region of western Virginia and the Eastern Panhandle of West Virginia in the United States. The valley is bounded to the east by the Blue Ridge Mountains, to the west by the eastern front of the Ridge-and-Valley Appalachians (excluding Massanutten Mountain), to the north by the Potomac River and to the south by the James River. The cultural region covers a larger area that includes all of the valley plus the Virginia highlands to the west, and the Roanoke Valley to the south. It is physiographically located within the Ridge and Valley province and is a portion of the Great Appalachian Valley.",
  "/wiki/American_Indian_Wars": "The American Indian Wars (also known as the Indian Wars or the First Nations Wars; French: Guerres des Premières Nations) is the collective name for the various armed conflicts that were fought by European governments and colonists, and later by the governments and settlers, against various American Indian and First Nation tribes. These conflicts occurred in North America from the time of the earliest colonial settlements in the 17th century until the early 20th century. The various wars resulted from a wide variety of factors, including cultural clashes, land disputes, and criminal acts committed by both sides. The European powers and their colonies also enlisted Indian tribes to help them conduct warfare against each other's colonial settlements.",
  "/wiki/Robert_O._Tyler": "Robert Ogden Tyler (December 31, 1831 – December 1, 1874) was an American soldier who served as a general in the Union Army during the American Civil War. He was commander of the Artillery Reserve of the Army of the Potomac at the Battle of Gettysburg in July 1863, where his artillery batteries played an important role in the Union victory. Tyler also led a division of heavy artillery turned infantry during the Overland Campaign of 1864.  He was severely wounded at the Battle of Cold Harbor and relegated to administrative duties for the duration of the war.",
  "/wiki/Battle_of_Cold_Harbor": "The Battle of Cold Harbor was fought during the American Civil War near Mechanicsville, Virginia, from May 31 to June 12, 1864, with the most significant fighting occurring on June 3. It was one of the final battles of Union Lt. Gen. Ulysses S. Grant's Overland Campaign, and is remembered as one of American history's bloodiest, most lopsided battles. Thousands of Union soldiers were killed or wounded in a hopeless frontal assault against the fortified positions of Confederate Gen. Robert E. Lee's army.",
  "/wiki/George_Armstrong_Custer": "George Armstrong Custer (December 5, 1839 – June 25, 1876) was a United States Army officer and cavalry commander in the American Civil War and the American Indian Wars.",
  "/wiki/Confederate_States_of_America": "The Confederate States of America (CSA or C.S.)—commonly referred to as the Confederacy—was an unrecognized republic in North America that existed from 1861 to 1865. The Confederacy was originally formed by seven secessionist slave-holding states—South Carolina, Mississippi, Florida, Alabama, Georgia, Louisiana, and Texas—in the Lower South region of the United States, whose economy was heavily dependent upon agriculture, particularly cotton, and a plantation system that relied upon the labor of African-American slaves. Convinced that the institution of slavery was threatened by the November 1860 election of Republican candidate Abraham Lincoln to the U.S. presidency on a platform which opposed the expansion of slavery into the western territories, the Confederacy declared its secession in rebellion against the United States, with the loyal states becoming known as the Union during the ensuing American Civil War. Confederate Vice President Alexander H. Stephens described its ideology as being centrally based \"upon the great truth that the negro is not equal to the white man; that slavery, subordination to the superior race, is his natural and normal condition\".",
  "/wiki/Battle_of_the_Washita": "The Battle of Washita River (also called Battle of the Washita or the Washita Massacre) occurred on November 27, 1868 when Lt. Col. George Armstrong Custer’s 7th U.S. Cavalry attacked Black Kettle’s Southern Cheyenne camp on the Washita River (near present-day Cheyenne, Oklahoma).",
  "/wiki/Battle_of_the_Little_Bighorn": "The Battle of the Little Bighorn, known to the Lakota and other Plains Indians as the Battle of the Greasy Grass and also commonly referred to as Custer's Last Stand, was an armed engagement between combined forces of the Lakota, Northern Cheyenne, and Arapaho tribes and the 7th Cavalry Regiment of the United States Army. The battle, which resulted in the defeat of U.S. forces, was the most significant action of the Great Sioux War of 1876. It took place on June 25–26, 1876, along the Little Bighorn River in the Crow Indian Reservation in southeastern Montana Territory.",
  "/wiki/List_of_United_States_Military_Academy_alumni": "The United States Military Academy (USMA) is an undergraduate college in West Point, New York with the mission of educating and commissioning officers for the United States Army. The Academy was founded in 1802 and is the oldest of the United States' five service academies. It is also referred to as West Point (the name of the military base that the Academy is a part of.) The Academy graduated its first cadet, Joseph Gardner Swift, in October 1802. Sports media refer to the Academy as \"Army\" and the students as \"Cadets\"; this usage is officially endorsed. The football team is also known as \"The Black Knights of the Hudson\" and \"The Black Knights\". A small number of graduates each year choose the option of cross-commissioning into the United States Air Force, United States Navy, or the United States Marine Corps. Before the founding of the United States Air Force Academy in 1955, the Academy was a major source of officers for the Air Force and its predecessors. Most cadets are admitted through the congressional appointment system. The curriculum emphasizes the sciences and engineering fields."
}