{
  "/wiki/John_Abizaid": "John Philip Abizaid (born April 1, 1951) is a  United States Army general and former U.S. Central Command (CENTCOM) commander who is currently the United States Ambassador to Saudi Arabia.",
  "/wiki/United_States_Central_Command": "The United States Central Command (USCENTCOM or CENTCOM) is one of the eleven unified combatant commands of the U.S. Department of Defense. It was established in 1983, taking over the previous responsibilities of the Rapid Deployment Joint Task Force (RDJTF).",
  "/wiki/325th_Infantry_Regiment_(United_States)": "The 325th Airborne Infantry Regiment is a light infantry parachute insertion fighting force of the United States Army. The subordinate units of the regiment constitute the bulk of the infantry elements assigned to the 2nd Infantry Brigade Combat Team, 82nd Airborne Division.",
  "/wiki/504th_Infantry_Regiment_(United_States)": "The 504th Infantry Regiment, originally the 504th Parachute Infantry Regiment (504th PIR), is an airborne forces regiment of the United States Army, part of the 82nd Airborne Division, with a long and distinguished history. The regiment was first formed in mid-1942 during World War II as part of the 82nd Airborne Division and saw service in Sicily, Italy, Anzio, the Netherlands, Belgium and Germany.",
  "/wiki/David_Petraeus": "David Howell Petraeus AO, MSC (/pɪˈtreɪ.əs/; born November 7, 1952) is a retired United States Army general and public official. He served as Director of the Central Intelligence Agency from September 6, 2011, until his resignation on November 9, 2012. Prior to his assuming the directorship of the CIA, Petraeus served 37 years in the United States Army. His last assignments in the Army were as commander of the International Security Assistance Force (ISAF) and\nCommander, U.S. Forces – Afghanistan (USFOR-A) from July 4, 2010, to July 18, 2011. His other four-star assignments include serving as the 10th Commander, U.S. Central Command (USCENTCOM) from October 13, 2008, to June 30, 2010, and as Commanding General, Multi-National Force – Iraq (MNF-I) from February 10, 2007, to September 16, 2008. As commander of MNF-I, Petraeus oversaw all coalition forces in Iraq.",
  "/wiki/Multi-National_Security_Transition_Command_%E2%80%93_Iraq": "Multi-National Security Transition Command – Iraq (MNSTC-I) was a training and organizational-support command of the United States Department of Defense. It was established in June 2004. It was the military formation of Multi-National Force – Iraq responsible for developing, organizing, training, equipping, and sustaining the Iraqi Security Ministries (Ministry of Defense (MoD) and Ministry of Interior (MoI)), the Iraqi Armed Forces, the Iraqi Police, and other Iraqi Security Forces. It was headquartered in the International Zone in Baghdad at Phoenix Base, a former elementary school.",
  "/wiki/101st_Airborne_Division_(United_States)": "The 101st Airborne Division (\"Screaming Eagles\") is a specialized modular light infantry division of the US Army trained for air assault operations. The Screaming Eagles has been referred to as \"the tip of the spear\" by former U.S. Secretary of Defense Robert Gates and the most potent and tactically mobile of the U.S. Army's divisions by former Chief of Staff of the Army GEN Edward C. Meyer (ret). The 101st Airborne is able to plan, coordinate, and execute brigade-size air assault operations capable of seizing key terrain in support of operational objectives, and is capable of working in austere environments with limited or degraded infrastructure. These particular operations are conducted by highly mobile teams covering extensive distances and engaging enemy forces behind enemy lines. According to the author of Screaming Eagles: 101st Airborne Division, its unique battlefield mobility and high level of training have kept it in the vanguard of US land combat forces in recent conflicts. More recently, the 101st Airborne has been performing foreign internal defense and counterterrorism operations within Iraq and Afghanistan.",
  "/wiki/Multinational_Force_Iraq": "The Multi-National Force – Iraq (MNF–I), often referred to as the coalition forces, was a military command during the 2003 invasion of Iraq and much of the ensuing Iraq War, led by the United States of America (Operation Iraqi Freedom), United Kingdom (Operation TELIC), Australia, Spain and Poland, responsible for conducting and handling military operations.",
  "/wiki/Lloyd_J._Austin_III": "Lloyd James Austin III (born August 8, 1953) is a retired Four-Star General of the United States Army. He was the 12th commander of United States Central Command (CENTCOM). Austin was the first black commander to head the organization. Prior to his assignment in CENTCOM, Austin served as the 33rd Vice Chief of Staff of the United States Army from January 31, 2012, to March 8, 2013. His assignments prior to CENTCOM were as the last Commanding General of United States Forces – Iraq, Operation New Dawn, which ended on December 18, 2011, and then Vice Chief of Staff of the United States Army. On December 6, 2012, the Pentagon announced that President Barack Obama had nominated Austin to lead the U.S. Central Command. Austin was confirmed by the U.S. Senate on March 5, 2013, and assumed command on March 22, 2013. On April 5, 2016, Austin's retirement ceremony took place at Joint Base Myer–Henderson Hall.  He received the Defense Distinguished Service Medal, the Army Distinguished Service Medal, the Defense Superior Service Medal, the Legion of Merit, and others.",
  "/wiki/William_B._Caldwell_IV": "William B. \"Bill\" Caldwell IV (born January 24, 1954) is a retired United States Army officer and the current President of Georgia Military College.   Caldwell's final military assignment was as Commanding General of United States Army North, also known as the Fifth Army.",
  "/wiki/Mark_Kimmitt": "Mark Traecey Patrick Kimmitt  (born 21 June 1954) was the 16th Assistant Secretary of State for Political-Military Affairs, serving under George W. Bush from August 2008 to January 2009.  Prior to joining the State Department, he was a brigadier general in the United States Army, and served as the Deputy Assistant Secretary of Defense for Middle East.  Kimmitt has also served as Deputy Director for Strategy and Plans for the United States Central Command, and Deputy Director for Operations/Chief Military Spokesman for Coalition Forces in Iraq, and served at NATO's SHAPE headquarters in Belgium.",
  "/wiki/Assistant_Secretary_of_State_for_Political-Military_Affairs": "The Assistant Secretary of State for Political-Military Affairs is a position within the U.S. Department of State that manages the Bureau of Political-Military Affairs, charged with linking the Department of Defense and the Department of State by providing policy in the areas of international security, security assistance, military operations, defense strategy and policy, military use of space, and defense trade. The Assistant Secretary of State for Political-Military Affairs reports to the Under Secretary of State for Arms Control and International Security Affairs.",
  "/wiki/James_H._Coffman_Jr.": "Colonel James Henry Coffman Jr. is a U.S. Army officer who was awarded the Distinguished Service Cross for valorous conduct while serving as an advisor with the Multi-National Security Transition Command – Iraq attached to the Iraqi Special Police Commandos in Mosul, Iraq in 2004.",
  "/wiki/Distinguished_Service_Cross_(United_States)": "The Distinguished Service Cross is the second highest military award that can be given to a member of the United States Army (and previously the United States Air Force) for extreme gallantry and risk of life in actual combat with an armed enemy force. Actions that merit the Distinguished Service Cross must be of such a high degree that they are above those required for all other U.S. combat decorations, but which do not meet the criteria for the Medal of Honor. The Distinguished Service Cross is equivalent to the Navy Cross (Navy and Marine Corps), the Air Force Cross (Air Force), and the Coast Guard Cross (Coast Guard).",
  "/wiki/Mosul": "Mosul (Arabic: الموصل‎ al-Mawṣil, Syriac: ܡܘܨܠ‎, romanized: Māwṣil , Kurdish: مووسڵ‎) is a major city in northern Iraq. Located approximately 400 km (250 mi) north of Baghdad, Mosul stands on the west bank of the Tigris, opposite the ancient Assyrian city of Nineveh on the east bank. The metropolitan area has grown to encompass substantial areas on both the \"Left Bank\" (east side) and the \"Right Bank\" (west side), as the two banks are described by the locals compared to the flow direction of Tigris.",
  "/wiki/Iraq": "Iraq (/ɪˈræk/, /ɪˈrɑːk/ (listen) or /aɪˈræk/; Arabic: اَلْعِرَاق‎, al-ʿirāq; Kurdish: عێراق‎ Êraq), officially the Republic of Iraq (Arabic: جُمْهُورِيَّة ٱلْعِرَاقِ‎ Jumhūriyyah al-ʿIrāq; Kurdish: کۆماری عێراق‎ Komarî Êraq), is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital, and largest city, is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Assyrians, Turkmen, Shabakis, Yazidis, Armenians, Mandeans, Circassians and Kawliya. Around 99% of the country's 38 million citizens are Muslims, with tiny minorities of Christians, Yarsans, Yezidis and Mandeans also present. The official languages of Iraq are Arabic and Kurdish.",
  "/wiki/H._R._McMaster": "Herbert Raymond McMaster (born July 24, 1962) is a retired United States Army lieutenant general. In 2017, he became the 26th National Security Advisor, serving under President Donald Trump until 2018. He is also known for his roles in the Gulf War, Operation Enduring Freedom, and Operation Iraqi Freedom.",
  "/wiki/H%C4%ABt": "Hīt, also spelled Heet (Arabic: هيت‎), ancient name Is, is an Iraqi city in Al-Anbar province. Hīt lies northwest of Ramadi, the provincial capital.",
  "/wiki/Emily_Perez": "Emily Jazmin Tatum Perez (19 February 1983 – 12 September 2006) was a Cadet Command Sergeant Major in the United States Military Academy at West Point.",
  "/wiki/Class_of_9/11": "The \"Class of 9/11\" is a term coined by National Public Radio for American high school graduating classes of 2005. These students were freshmen when the  September 11 attacks occurred in 2001, and have had to cope with the many aspects of the aftermath during teenage life and high school. The Class of 2002 can also be considered the Class of 9/11.",
  "/wiki/List_of_United_States_Military_Academy_alumni": "The United States Military Academy (USMA) is an undergraduate college in West Point, New York with the mission of educating and commissioning officers for the United States Army. The Academy was founded in 1802 and is the oldest of the United States' five service academies. It is also referred to as West Point (the name of the military base that the Academy is a part of.) The Academy graduated its first cadet, Joseph Gardner Swift, in October 1802. Sports media refer to the Academy as \"Army\" and the students as \"Cadets\"; this usage is officially endorsed. The football team is also known as \"The Black Knights of the Hudson\" and \"The Black Knights\". A small number of graduates each year choose the option of cross-commissioning into the United States Air Force, United States Navy, or the United States Marine Corps. Before the founding of the United States Air Force Academy in 1955, the Academy was a major source of officers for the Air Force and its predecessors. Most cadets are admitted through the congressional appointment system. The curriculum emphasizes the sciences and engineering fields."
}