{
  "/wiki/Comic_Cuts": "Comic Cuts was a British comic book magazine. It was created by the reporter  Alfred Harmsworth through his company Amalgamated Press (AP). It was published from 1890 to 1953, lasting for 3006 issues. In its early days, it inspired other publishers to produce rival comics. Its first issue was an assortment of reprints from American publications. During its lifetime, the comic merged with many others including Golden Penny (1928), Jolly Comic (1939) and Larks (1940). Comic Cuts finally disappeared in September 1953 when it was merged with Knockout. Comic Cuts held the record for the most issues of a British weekly comic for 46 years, until The Dandy overtook it in 1999.",
  "/wiki/The_Dandy": "The Dandy was a British children's comic magazine published by the Dundee based publisher DC Thomson. The first issue was printed in December 1937, making it the world's third-longest running comic, after Il Giornalino (cover dated 1 October 1924) and Detective Comics (cover dated March 1937). From August 2007 until October 2010, it was rebranded as Dandy Xtreme.",
  "/wiki/The_Beano": "The Beano is the longest running British children's comic magazine, published by DC Thomson in Dundee, Scotland. The comic first appeared on 30 July 1938, and was published weekly. In September 2009, The Beano's 3,500th issue was published. One of the best selling comics in the UK, along with The Dandy, the weekly circulation of The Beano in April 1950 was 1,974,072. The Beano is currently edited by John Anderson. Each issue is published on a Wednesday, with the issue date being that of the following Saturday. The Beano reached its 4,000th issue on 28 August 2019.",
  "/wiki/Eagle_(comic)": "Eagle was a British children's comics periodical, first published from 1950 to 1969, and then in a relaunched format from 1982 to 1994.  It was founded by Marcus Morris, an Anglican vicar from Lancashire.  Morris edited a Southport parish magazine called The Anvil, but felt that the church was not communicating its message effectively.  Simultaneously disillusioned with contemporary children's literature, he and Anvil artist Frank Hampson created a dummy comic based on Christian values.  Morris proposed the idea to several Fleet Street publishers, with little success, until Hulton Press took it on.",
  "/wiki/Lion_(comics)": "Lion was a weekly British comics periodical published by Fleetway (a subsidiary of IPC, the International Publishing Corporation) from 23 February 1952 to 18 May 1974. It lasted for 1,156 issues.",
  "/wiki/Bunty": "Bunty was a British comic for girls published by D. C. Thomson & Co. from 1958 to 2001. It consisted of a collection of many small strips, the stories typically being three to five pages long. As well as the weekly comic, Christmas and summer annuals were published. Bunty published 2,249 issues, and went monthly in 2001 before ceasing publication after a further 5 months. In contrast to earlier and contemporary comics, it was aimed primarily at working-class readers under the age of 14, and contained mostly fictional stories.",
  "/wiki/Buster_(comics)": "Buster was a British comic which began publication in 1960, originally published by  IPC Magazines Ltd under the companies comic division Fleetway, then by Egmont UK Ltd under the same imprint until its closure in 2000. Despite missing issues due to industrial action during its run, the comic published 1,902 issues in total. The comic carried a mixture of humour and adventure strips, featuring the title character Buster and a host of other characters.",
  "/wiki/Valiant_(comics)": "Valiant was a British boys adventure comics anthology which ran from 1962 to 1976. It was published by IPC Magazines and was one of their major adventure titles throughout the 1960s and early 1970s.",
  "/wiki/Wham!_(comics)": "Wham! was a weekly British comic book magazine published by Odhams Press. It ran for 187 issues from 20 June 1964 to 13 January 1968, when it merged into its sister title Pow!. Although Wham! was superficially a typical British comic in the mould of The Beano, its later issues (under the Power Comics imprint) included short instalments of The Fantastic Four reprinted from American Marvel Comics.",
  "/wiki/Smash!_(comics)": "Smash! was a weekly British comic book, published in London by Odhams Press Ltd from 64 Long Acre and subsequently by IPC Magazines Ltd from (initially) 189 High Holborn and (latterly) Fleetway House in nearby Farringdon Street.",
  "/wiki/Pow!_(comic)": "Pow! was a weekly British comic book published by Odhams Press in 1967 and 1968 from their headquarters at 64 Long Acre, London. Part of their Power Comics imprint, it was printed on newsprint stock, in black-and-white except for its colour front and back covers, and initially comprised 28 pages.",
  "/wiki/Fantastic_(comics)": "Fantastic was a weekly British comic book magazine published by Odhams Press under the Power Comics imprint. It first appeared on 18 February 1967, and with its 52nd issue on 10 February 1968 it merged with its sister title Terrific. The 89th and final issue of Fantastic appeared on 7 September 1968, after which it was merged into Smash!.",
  "/wiki/Terrific_(comics)": "Terrific was a weekly British comic published by Odhams Press under the Power Comics imprint. It ran for 43 issues from 15 April 1967 until 3 February 1968, when it was merged with its sister title Fantastic.",
  "/wiki/Action_(comics)": "Action is a controversial weekly British anthology comic that was published by IPC Magazines, starting on 14 February 1976.",
  "/wiki/2000_AD_(comics)": "2000 AD is a weekly British science fiction-oriented comic magazine. As a comics anthology it serialises stories in each issue (known as \"progs\")[note 1] and was first published by IPC Magazines in 1977, the first issue dated 26 February. IPC then shifted the title to its Fleetway comics subsidiary, which was sold to Robert Maxwell in 1987 and then to Egmont UK in 1991. Fleetway continued to produce the title until 2000, when it was bought by Rebellion Developments.",
  "/wiki/Starlord_(comics)": "Starlord was a short-lived weekly British science fiction comic book magazine published by IPC in 1978 as a sister title to 2000 AD, which had been launched the previous year in anticipation of a science fiction boom surrounding Star Wars.",
  "/wiki/Tornado_(comics)": "Tornado was a short-lived weekly British comic magazine published for 22 issues by IPC Magazines between March 1979 and August 1979. After the cancellations of the Starlord and Action titles, IPC launched Tornado as a way to use up stories already commissioned for the other titles. Like Action it was a mixed title featuring war, detective, horror and science fiction stories. Its first editor was Kelvin Gosnell, who was followed by Dave Hunt. Tornado was printed on the low quality newsprint stock used by 2000 AD and also had five stories of four to six pages per issue. The title also had a 'superpowered' editor, like Tharg, 'Big E' who was portrayed in photo-strips by a rather portly Dave Gibbons.",
  "/wiki/Warrior_(comics)": "Warrior was a British comics anthology that ran for 26 issues between March 1982 and January 1985.  It was edited by Dez Skinn and published by his company Quality Communications. It featured early work by comics writer Alan Moore, including V for Vendetta and Marvelman.",
  "/wiki/Scream!_(comics)": "Scream! was a British weekly horror comic anthology that was published for 15 issues by IPC Magazines in 1984.",
  "/wiki/Oink!_(comics)": "Oink! was a British comic book magazine for children which was published from 3 May 1986 to 22 October 1988. It set out to be deliberately anarchic, reminiscent of Viz but for children. The creators also cited Mad magazine as a major influence."
}