{
  "/wiki/Qingdao_Jonoon": "Qingdao Jonoon Football Club (simplified Chinese: 青岛中能; traditional Chinese: 青島中能; pinyin: Qīngdǎo Zhōngnéng, known as Hai-Niu or The Sea Bulls) is a professional Chinese football club that currently participates in the China League Two division under licence from the Chinese Football Association (CFA). The team is based in Qingdao, Shandong and their home stadium is the Qingdao Tiantai Stadium that has a seating capacity of 20,525. Their current owners are the privately owned cable manufacturer Qingdao Jonoon Group.",
  "/wiki/Toma%C5%BE_Kav%C4%8Di%C4%8D": "Tomaž Kavčič  (born 28 November 1953) is a Slovenian football manager and former player who is currently a manager of Qingdao Red Lions. Previously, he managed Slovenian national team between 2017 and 2018, and Slovenian under-21 team for eight years between 2008 and 2014; Kavčič was also an assistant manager of the national team manager Srečko Katanec between 2016 and 2017. While playing for Gorica he scored his debut goal in the Slovenian PrvaLiga aged 38 years and 4 months, which is still a Slovenian record.",
  "/wiki/Qingdao": "Qingdao ([tɕʰíŋtàu]; also spelled Tsingtao; Chinese: 青岛) is a major sub-provincial city in eastern Shandong province, China.  Located on the western shore of Yellow Sea coast, Qingdao is a major nodal city on the 21st Century Maritime Silk Road arm of the Belt and Road Initiative that connects East Asia with Europe, and has the highest GDP of any city in the province.  It has jurisdiction over six districts and four county-level cities, and As of 2014[update] has a population of 9,046,200 with an urban population of 6,188,100.  Lying across the Shandong Peninsula and looking out to the Yellow Sea to its south, it borders the prefectural cities of Yantai to the northeast, Weifang to the west and Rizhao to the southwest.",
  "/wiki/Qingdao_Tiantai_Stadium": "The Qingdao Tiantai Stadium (Chinese: 青岛市天泰体育场), former name Qingdao First Stadium (Chinese: 青岛市第一体育场), is a multi-use stadium in Qingdao, Shandong, China. It is used mostly for football matches, but also for athletics and rugby sevens.",
  "/wiki/2013_Chinese_Super_League": "The 2013 Chinese Super League was the tenth season since the establishment of the Chinese Super League, the 20th season of a professional football league and the 52nd top-tier league season in China. Guangzhou Evergrande won their third consecutive title with an 18-point advantage ahead of runners-up Shandong Luneng.",
  "/wiki/Wuhan_Zall": "Wuhan Zall Football Club (simplified Chinese: 武汉卓尔; traditional Chinese: 武漢卓爾; pinyin: Wǔhàn Zhuó'ěr) is a professional Chinese football club that currently participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is based in Wuhan, Hubei and their home stadium is the Dongxihu Sports Centre that has a seating capacity of 60,000. Their current majority shareholder is the investment company Wuhan Zall Development Holding Co. Ltd.",
  "/wiki/Zheng_Bin": "Zheng Bin (simplified Chinese: 郑斌; traditional Chinese: 鄭斌; pinyin: Zhèng Bīn; born July 4, 1977) is a Chinese football coach and a former internal who played as a Left Midfielder or Striker.",
  "/wiki/Wuhan": "Wuhan ([ù.xân] (listen); simplified Chinese: 武汉; traditional Chinese: 武漢) is the capital of Hubei province, People's Republic of China.  It is the largest city in Hubei and the most populous city in Central China, with a population of over 11 million, the ninth most populous Chinese city, and one of the nine National Central Cities of China.",
  "/wiki/Xinhua_Road_Sports_Center": "Xinhua Road Sports Centre Stadium (Chinese: 新华路体育中心) is a multi-purpose stadium in Wuhan, Hubei province, China. It is currently used mostly for football matches. The stadium has a capacity for 22,140 people. It opened in 1954.",
  "/wiki/Guangdong_Sunray_Cave": "Guangdong Sunray Cave Football Club (Chinese: 广东日之泉足球俱乐部) was a Chinese professional football club based in Guangzhou, Guangdong which last played in the China League One division.",
  "/wiki/Mai_Chao": "Mai Chao (born on March 9, 1964 in Guangzhou, Guangdong) is a Chinese football coach and a former international football player. He spent his whole playing career for Guangzhou FC as an attacking left-back. After retiring, he moved into management, where he went on to manage Guangzhou twice as well as Shenzhen Xiangxue.",
  "/wiki/Guangzhou": "Guangzhou (Chinese: 广州; Cantonese pronunciation: [kʷɔ̌ːŋ.tsɐ̂u] or [kʷɔ̌ːŋ.tsɐ́u] (listen); Mandarin pronunciation: [kwàŋ.ʈʂóu] (listen)), also known as Canton and formerly romanized as Kwangchow or Kwong Chow, is the capital and most populous city of the province of Guangdong in southern China. On the Pearl River about 120 km (75 mi) north-northwest of Hong Kong and 145 km (90 mi) north of Macau, Guangzhou has a history of over 2,200 years and was a major terminus of the maritime Silk Road, and continues to serve as a major port and transportation hub, as well as one of China's three largest cities.",
  "/wiki/Huangpu_Sports_Center": "The Huangpu Sports Centre Stadium (Simplified Chinese: 黄埔体育中心) is a multi-purpose stadium in Huangpu District, Guangzhou, China. the stadium has a capacity of 12,000 people.",
  "/wiki/Chongqing_Lifan": "Chongqing SWM (simplified Chinese: 重庆斯威; traditional Chinese: 重慶斯威; pinyin: Chóngqìng Sīwēi) is a professional Chinese football club that participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is based in Chongqing and their home stadium is the Chongqing Olympic Sports Center that has a seating capacity of 58,680. They are owned by Dangdai International Group.",
  "/wiki/Wang_Baoshan": "Wang Baoshan (Chinese: 王宝山; born on April 13, 1963) is a Chinese soccer manager and a former international soccer player. As a player he represented Shaanxi Province before being one of the first Chinese players who went to Japan when he joined Otsuka Pharmaceutical. Internationally he played for the Chinese national team at the 1988 AFC Asian Cup",
  "/wiki/Chongqing": "Chongqing (/ˌtʃʊŋˈtʃɪŋ/, also US: /ˌtʃɔːŋ-, ˌtʃuːŋ-/, Chinese: [ʈʂʰʊ̌ŋ.tɕʰîŋ] (listen)), alternatively romanised as Chungking,[note 2] is a megacity in southwest China. Administratively, it is one of the four municipalities under the direct administration of central government of the People's Republic of China (the other three are Beijing, Shanghai and Tianjin), and the only such municipality located far away from the coast. The municipality of Chongqing, which is around the size of Austria, includes the city of Chongqing and various non-connected cities. As the Chongqing municipality government directly administers the city of Chongqing, as well as rural counties, and other cities not connected to the city of Chongqing, Chongqing municipality can technically claim to be the largest city proper in the world, even though this is due to a classification technicality and not because it is actually the world's largest urban area.",
  "/wiki/Chongqing_Olympic_Sports_Center": "The Chongqing Olympic Sports Center (simplified Chinese: 重庆奥林匹克体育中心; traditional Chinese: 重慶奧林匹克體育中心) is a sports venue featuring a 58,680-seat multi-purpose stadium in Chongqing, China.",
  "/wiki/Shenzhen_Ruby": "Shenzhen Football Club (simplified Chinese: 深圳市足球俱乐部; traditional Chinese: 深圳市足球俱樂部; pinyin: Shēnzhènshì Zúqiú Jùlèbù) is a professional Chinese football club that currently participates in the Chinese League One under licence from the Chinese Football Association (CFA). The team is based in Shenzhen, Guangdong and their home stadium is the Shenzhen Universiade Sports Centre that has a seating capacity of 60,334. Their majority shareholder is Property Development company the Kaisa Group who took over the club on April 12, 2016.",
  "/wiki/Li_Yi_(footballer)": "Li Yi (Chinese: 李毅, born June 20, 1979), is a Chinese soccer manager and former international player who is now the assistant coach of Hebei China Fortune. He is also an Internet meme in China with a nickname Imperator Li Yi the Great (Chinese: 李毅大帝). A Baidu Tieba named after him is the most popular bars create many famous Network Glossary.",
  "/wiki/Shenzhen": "Shenzhen (/ˈʃɛnˈdʒɛn/; Chinese: 深圳; Mandarin pronunciation: [ʂə́n.ʈʂə̂n] (listen)) is a major sub-provincial city located on the east bank of the Pearl River estuary on the central coast of southern Guangdong province, People's Republic of China.  It forms part of the Pearl River Delta megalopolis, bordering Hong Kong across the Sham Chun River to the south, Huizhou to the northeast and Dongguan to the northwest, and shares maritime boundaries with Guangzhou, Zhongshan and Zhuhai to the west and southwest across the estuary.",
  "/wiki/Bao%27an_Stadium": "Bao'an Stadium (Chinese: 宝安体育馆 is a multi-purpose stadium located in Shenzhen, China. Built to host matches of the women's football tournament at the 2011 Summer Universiade, the stadium has a capacity of 40,000 spectators.",
  "/wiki/Shenyang_Zhongze_F.C.": "Shenyang Zhongze F.C. (simplified Chinese: 沈阳中泽; traditional Chinese: 瀋陽中澤; pinyin: Shěnyáng Zhōngzé) was a former professional Chinese football club that participated in the Chinese League One division.",
  "/wiki/Shenyang": "Shenyang ([ʂə̀n.jǎŋ]; Chinese: 沈阳), formerly known as Fengtian (Chinese: 奉天; pinyin: Fèngtiān) or by its Manchu name Mukden, is a major sub-provincial city and the provincial capital of Liaoning province, People's Republic of China.  Located in central-north Liaoning, it is the province's most populous city as well as the largest city in Northeast China by urban population, with an urban population of 6.3 million (2010 census), while the total metropolitan population is up to 8.1 million.  Shenyang is also the central city of one of the major megalopolises in China, the Greater Shenyang Metropolitan Area, with a total population over 23 million.  The city's administrative region includes the ten metropolitan districts of Shenyang proper, the county-level city of Xinmin, and two counties of Kangping and Faku.",
  "/wiki/Shenyang_Olympic_Sports_Center_Stadium": "The Shenyang Olympic Sports Center Stadium (simplified Chinese: 沈阳奥林匹克体育中心; traditional Chinese: 瀋陽奧林匹克體育中心; pinyin: Shěnyáng Àolínpǐkè Tǐyù Zhōngxīn) is a 60,000-seat multi-purpose stadium in Shenyang, China.",
  "/wiki/Beijing_Baxy": "Beijing Sport University Football Club (Chinese: 北京北体大; pinyin: Běijīng Běitǐdà) or commonly known as BSU (Chinese: 北体大; pinyin: Běi Tǐ Dà), is a professional Chinese football club that currently participates in the China League One division under license from the Chinese Football Association (CFA). The team is based in Beijing and their home stadium is the Olympic Sports Center (Beijing) that has a seating capacity of 36,228. Their current majority shareholder is the conglomerate Beijing Enterprises Holdings Limited.",
  "/wiki/Goran_Tomi%C4%87": "Goran Tomić (Croatian pronunciation: [ɡǒran tômitɕ, - tǒː-]; born 18 March 1977) is a Croatian football manager and former professional player, who is the current manager of NK Lokomotiva in the Croatian First Football League.",
  "/wiki/Beijing": "Beijing (/ˌbeɪˈdʒɪŋ/ BAY-JING, /ˌbeɪˈʒɪŋ/ BAY-ZHING; Mandarin pronunciation: [pèi.tɕíŋ] (listen)), formerly romanized as Peking (/ˌpiːˈkɪŋ/ PEE-KING), is the capital of the People's Republic of China, the world's third most populous city proper, and most populous capital city. The city, located in northern China, is governed as a municipality under the direct administration of the central government with 16 urban, suburban, and rural districts. Beijing Municipality is surrounded by Hebei Province with the exception of neighboring Tianjin Municipality to the southeast; together, the three divisions form the Jingjinji metropolitan region and the national capital region of China.",
  "/wiki/Chaoyang_Sports_Centre": "Chaoyang Sports Centre (Simplified Chinese: 朝阳体育中心) is a multi-use stadium in Beijing, China.  It is currently used mostly for athletics matches.  The stadium is able to hold 8,000 people and was opened in 2003.  It hosted the events for the 2006 IAAF World Junior Championships in Athletics.",
  "/wiki/Shijiazhuang_Yongchang_Junhao_F.C.": "Shijiazhuang Ever Bright Football Club (simplified Chinese: 石家庄永昌; traditional Chinese: 石家莊永昌; pinyin: Shíjiāzhuāng Yǒngchāng) is a professional football club that currently participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is based in Shijiazhuang, Hebei and their home stadium is the Hebei Olympic Sports Center that has a seating capacity of 60,000. Their majority shareholder is the Yongchang Real Estate who own 70% of the shares of the club.",
  "/wiki/Yasen_Petrov": "Yasen Petrov Petrov (Bulgarian: Ясен Петров Петров; born 23 June 1968) is a Bulgarian former football player. His nickname is Giannini from Plovdiv.",
  "/wiki/Shijiazhuang": "Shijiazhuang (Chinese: 石家庄, [ʂɻ̩̌.tɕjá.ʈʂwáŋ]) is the capital and largest city of North China's Hebei Province. Administratively a prefecture-level city, it is about 266 kilometres (165 mi) southwest of Beijing, and it administers eight districts, two county-level cities, and 12 counties.",
  "/wiki/Yutong_International_Sports_Center": "The Yutong International Sports Centre Stadium (Simplified Chinese: 裕彤国际体育中心) is a multi-use stadium in Shijiazhuang, Hebei, China.  It is currently used mostly for football matches. The capacity of this stadium is 29,000.",
  "/wiki/Beijing_Institute_of_Technology_FC": "Beijing Institute of Technology Football Club (Simplified Chinese: 北京理工大学足球俱乐部) or simply BIT is a professional Chinese football club that currently participates in the China League Two division under licence from the Chinese Football Association (CFA). The team is based in Haidian, Beijing and their home stadium is the 5,000 capacity BIT Eastern Athletic Field. Their current majority shareholders are Beijing Institute of Technology (BIT) and Joan Oliver who acquired a 29 percent stake on December 5, 2016.",
  "/wiki/Beijing_Institute_of_Technology_Eastern_Athletic_Field": "Beijing Institute of Technology (abbreviated BIT; Simplified Chinese: 北京理工大学; Traditional Chinese: 北京理工大學; pinyin: Běijīng Lǐgōng Dàxué), is a co-educational public university, located in Beijing, China, established in 1940, Yan'an. It is a major research university under the supervision of the Ministry of Industry and Information Technology.",
  "/wiki/Tianjin_Songjiang": "Tianjin Tianhai F.C. (Chinese: 天津天海足球俱乐部; pinyin: Tiānjīn Tiānhǎi Zúqiú Jùlèbù; Mandarin pronunciation: [tʰjɛ́n.tɕín.tʰjɛ́n.xài];) is a professional Chinese football club that currently participates in the Chinese Super League division under licence from the Chinese Football Association (CFA). The team is based in Tianjin and their home stadium is the Tianjin Olympic Center that has a seating capacity of 54,696. The club was formerly owned by Quanjian Nature Medicine. It is currently under the temporary management of the Tianjin Football Association.",
  "/wiki/Manuel_Cajuda": "Manuel Ventura Cajuda de Sousa (born 27 June 1951) is a Portuguese retired footballer who played as a midfielder, and the manager of Leixões SC.",
  "/wiki/Tianjin": "Tianjin ([tʰjɛ́n.tɕín] (listen)), alternatively romanized as Tientsin, is a municipality and a coastal metropolis in Northern China on the shore of the Bohai Sea. It is one of the nine national central cities in Mainland China, with a total population estimated at 15,621,200 in 2016. Its built-up (or metro) area, made up of 12 central districts (all but Baodi, Jizhou, Jinghai and Ninghe), was home to 12,491,300 inhabitants in 2016 and is also the world's 29th-largest agglomeration (between Chengdu and Rio de Janeiro) and 11th-most populous city proper.",
  "/wiki/Tianjin_Tuanbo_Football_Stadium": "Tianjin Tuanbo Football Stadium is a professional football stadium in Tianjin, China.  The stadium holds 22,320 spectators and opened in 2012.",
  "/wiki/Yanbian_Baekdu_Tigers_F.C.": "Yanbian Funde F.C. (Chinese: 延边富德; pinyin: Yánbiān Fùdé is a defunct Chinese football club . The team was based in Yanji, Yanbian Korean Autonomous Prefecture, Jilin province where their home stadium is the Yanji Nationwide Fitness Centre Stadium that has a seating capacity of 30,000.",
  "/wiki/Gao_Zhongxun": "Gao Zhongxun (Chinese: 高钟勋; Korean: 고종훈; RR: Go Jong-hun; born 4 January 1965) is a former Chinese international football midfielder of Korean descent who spent the majority of his career with Jilin FC as well as representing China in the 1992 Asian Cup.",
  "/wiki/Yanji": "Yanji (Yeon-gil or Yenji in Korean, alternately romanized as Yenki) is a county-level city in the east of China's Jilin Province, and is the seat of the Yanbian Korean Autonomous Prefecture.  Its population is approximately 400,000 of which a large portion is ethnic Korean.  Yanji is a busy hub of transport and trade between China and North Korea.",
  "/wiki/Yanji_Nationwide_Fitness_Centre_Stadium": "The Yanji Nationwide Fitness Centre Stadium (Simplified Chinese: 延吉市全民健身中心体育场), also known as Yanji New Stadium (Simplified Chinese: 延吉新体育场) or Yanji People's Stadium (Simplified Chinese: 延吉人民体育场), is a multi-purpose stadium in Yanji, Yanbian Korean Autonomous Prefecture, Jilin, China. It is currently used mostly for association football matches. The stadium holds 30,000 people, and is the home stadium of Yanbian Funde F.C.. It was built in August 2010 to replace the Yanji People's Stadium and opened in November 2013, at a cost of 220 million RMB.",
  "/wiki/Hunan_Billows": "Hunan Billows Football Club (simplified Chinese: 湖南湘涛; traditional Chinese: 湖南湘濤; pinyin: Húnán Xiāngtāo) is a professional Chinese football club that participates in the China League Two division under licence from the Chinese Football Association (CFA). The team is based in Yiyang, Hunan and their home stadium is the 30,000-seat Yiyang Stadium. Their majority shareholders are the Hunan Provincial Sports Bureau and high-tech industry company Hunan Corun New Energy Co. Ltd.",
  "/wiki/Changsha": "Changsha  is the capital and most populous city of Hunan Province in the south central part of the People's Republic of China. It covers 11,819 km2 (4,563 sq mi) and is bordered by Yueyang and Yiyang to the north, Loudi to the west, Xiangtan and Zhuzhou to the south, Yichun and Pingxiang of Jiangxi province to the east. According to the 2010 census, Changsha has 7,044,118 residents, constituting 10.72% of the province's population. It is part of the Chang-Zhu-Tan city cluster or megalopolis.",
  "/wiki/Yiyang": "Yiyang (simplified Chinese: 益阳; traditional Chinese: 益陽; pinyin: Yìyáng) is a prefecture-level city on the Zi River in Hunan province, China, straddling Lake Dongting and bordering Hubei to the north. According to the 2010 Census, Yiyang has a population of 4,313,084 inhabitants residing in an area of 12,144 km2 (4,689 sq mi). The previous census was in 2000 when it was recorded there were 4,309,143 inhabitants.",
  "/wiki/Yiyang_Stadium": "Yiyang Stadium is a multi-purpose stadium in Yiyang, China.  It is currently used mostly for football matches.  The stadium holds 30,000 spectators.",
  "/wiki/Xinjiang_Tianshan_Leopard_F.C.": "Xinjiang Tianshan Leopard F.C. (Chinese: 新疆天山雪豹; pinyin: Xīnjiāng Tiānshān Xuěbào) is a professional Chinese football club that participates in the China League One division under licence from the Chinese Football Association (CFA). The team is based in Ürümqi, Xinjiang and their home stadium is the Xinjiang Sports Centre that has a seating capacity of 50,000. Their majority shareholder is the Urumqi Juntai Real Estate Co., Ltd. (Juntai Group)",
  "/wiki/%C3%9Cr%C3%BCmqi": "Ürümqi (UK: /ʊˈrʊmtʃi/, US: /ˌʊrʊmˈtʃiː/; Uyghur pronunciation: [ʏrʏmˈtʃi]; Uyghur: ئۈرۈمچى‎, CTA: Ürümçi; Chinese: 乌鲁木齐; pinyin: Wūlǔmùqí), abbreviated Wushi (Chinese: 乌市; pinyin: Wūshì), formerly known as Tihwa (Chinese: 迪化; pinyin: Díhuà), is the capital of the Xinjiang Uygur Autonomous Region in the far northwest of the People's Republic of China. Ürümqi was a major hub on the Silk Road during China's Tang dynasty and developed its reputation as a leading cultural and commercial center during the Qing dynasty in the 19th century.",
  "/wiki/Xinjiang_Sports_Centre": "The Xinjiang Sports Centre (Chinese: 新疆体育中心) is a multi-purpose stadium in Urumqi, Xinjiang, China. The stadium holds 50,000 people.",
  "/wiki/Chengdu_Tiancheng_F.C.": "Chengdu Tiancheng F.C. (simplified Chinese: 成都天诚; traditional Chinese: 成都天誠; pinyin: Chéngdū Tiānchéng) was a Chinese professional football club based in Chengdu, China who last played in the 26,000 seater Shuangliu Sports Centre in the China League One division. The club was founded on 26 February 1996 and was formerly known as Chengdu Wuniu (Five Bulls) named after their first sponsor, the Wuniu (Five Bulls) Cigarette Company.  However, the club was officially dissolved on 4 January 2015 and was subsequently de-registered by the Chinese Football Association on 31 January 2015 due to unpaid salaries to players and staff.",
  "/wiki/Lee_Jang-Soo": "Lee Jang-soo (Korean: 이장수; born October 15, 1956) is a South Korean association football manager and a former player. As a player, he had the distinction of being one of the first fully professional footballers to play in the newly formed Korean Super League in the inaugural 1983 league season, however it has been as a manager where he has distinguished himself particularly within China where he has gone on to twice win the Chinese FA Cup with Chongqing Lifan and Qingdao Beilaite. He has also achieved a successful spell back home within South Korea with FC Seoul when he won the K-League Cup, however he has continued to return to China where he was the manager of Chinese club Guangzhou Evergrande whose appointment also makes him the longest serving foreign coach within China.",
  "/wiki/Chengdu": "Chengdu (Standard Mandarin: [ʈʂʰə̌ŋ.tú] (listen), UK: /ˌtʃɛŋˈduː/, US: /ˌtʃʌŋ-/), alternatively romanized as Chengtu, is a sub-provincial city which serves as the capital of the Chinese province of Sichuan. It is one of the three most-populous cities in Western China, the other two being Chongqing and Xi'an. As of 2014[update], the administrative area housed 14,427,500 inhabitants, the largest in Sichuan, with an urban population of 10,152,632. At the time of the 2010 census, Chengdu was the fifth-most populous agglomeration in China, with 10,484,996 inhabitants in the built-up area including Xinjin County and Deyang's Guanghan City. Chengdu is considered a World City with a \"Beta +\" classification, according to the Globalization and World Cities Research Network.",
  "/wiki/Dujiangyan_City": "Dujiangyan (Chinese: 都江堰; pinyin: Dūjiāngyàn) is a county-level city of Sichuan Province, Southwest China, it is under the administration of the prefecture-level city of Chengdu. Its north-west region forms a border with southern Ngawa Tibetan and Qiang Autonomous Prefecture. It has an area of 1,208 km2 (466 sq mi) and had a population of 600,000 in 2003.",
  "/wiki/Shuangliu_Sports_Centre": "The Shuangliu Sports Center (Chinese: 双流体育中心) is a sports venue in Shuangliu District, Chengdu, Sichuan, China. Its construction cost 600 million yuan. It has a multi-purpose stadium with a capacity of 26,000, and an indoor stadium with a capacity of 3,400. It also has five tennis courts and two basketball courts.",
  "/wiki/Qingdao_Hainiu_F.C.": "Qingdao Huanghai Football Club (simplified Chinese: 青岛黄海足球俱乐部; traditional Chinese: 青島黃海足球俱樂部; pinyin: Qīngdǎo Huánghǎi Zúqiú Jùlèbù) is a professional Chinese football club that currently participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is based in Qingdao and their home stadium is the Qingdao Guoxin Stadium that has a seating capacity of 45,000. The club is owned by Qingdao Central Plaza Business Management Co., Ltd. who formed the team on 29 January 2013.",
  "/wiki/Su_Maozhen": "Su Maozhen (Chinese: 宿茂臻; pinyin: Sù Màozhēn; born 30 July 1972, in Qingdao, Shandong) is a Chinese football coach and former international player. As a player, he spent his whole career with Shandong Luneng as a striker where he won several league and cups with them as well as being a regular for the Chinese national team, playing at the 2002 FIFA World Cup. After his retirement as a player he would eventually move into management where he started off as an assistant before becoming the head coach of the China under-20 national team.",
  "/wiki/2013_China_League_Two": "The 2013 Chinese Football Association Division Two League season is the 24th season since its establishment in 1989. It is divided into two groups, North and South. There are 15 teams participating in the league, 8 teams in North Group and 7 teams in South Group. The league is made up of two stages, the group stage and the play-off. The group stage is a double round-robin format. Each team in the group will play the other teams twice, home and away. It will start on May 4 and end on September 22. The play-off stage is a two-legged elimination. It will start in October 8. At the end of the season, the two finalists of the play-off will qualify for promotion to 2014 China League One.",
  "/wiki/Hebei_Zhongji": "Hebei China Fortune Football Club (simplified Chinese: 河北华夏幸福足球俱乐部; traditional Chinese: 河北華夏幸福足球俱樂部; pinyin: Héběi Huáxià Xìngfú Zúqiú Jùlèbù) is a professional Chinese football club that participates in the Chinese Super League division under licence from the Chinese Football Association (CFA). The team is based in Langfang, Hebei and their home stadium is the Langfang Stadium that has a seating capacity of 30,000. Their current owners are real estate developers China Fortune Land Development who took over the club on 27 January 2015.",
  "/wiki/Alejandro_Larrea": "Alejandro Javier Larrea (born 5 December 1966) is a Uruguayan  professional football manager and former player."
}