{
  "/wiki/Robert_B._Abrams": "Robert Bruce Abrams (born November 18, 1960) is a four-star general in the United States Army who currently serves as the commander of United States Forces Korea. He concurrently serves as the commander of United Nations Command and commander of R.O.K.-U.S. Combined Forces Command. He previously served as the 22nd commanding general of United States Army Forces Command from August 10, 2015 to October 17, 2017. He is a 1982 graduate of the United States Military Academy where he was commissioned as an Armor officer. During his years of active service, he has held command and staff positions across the Army and Joint Community in Germany, the United States, Southwest Asia and South Korea. Abrams comes from a family of career military officers. His father was former Army Chief of Staff, General Creighton W. Abrams Jr., and both of his elder brothers, Creig and John, were Army general officers.",
  "/wiki/General": "A general officer is an officer of high rank in the army, and in some nations' air forces or marines.[a]",
  "/wiki/Iraq_War": "The Iraq War[nb 1] was a protracted armed conflict that began in 2003 with the invasion of Iraq by a United States-led coalition that overthrew the government of Saddam Hussein. The conflict continued for much of the next decade as an insurgency emerged to oppose the occupying forces and the post-invasion Iraqi government. An estimated 151,000 to 600,000 Iraqis were killed in the first three to four years of conflict. US troops were officially withdrawn in 2009 but are still fighting in Iraq, most of them having been redeployed following the spread of the Syrian Civil War and the territorial gains of the Islamic State of Iraq and the Levant. Many former soldiers are employed by defence contractors and private military companies. The U.S. became re-involved in 2014 at the head of a new coalition; the insurgency and many dimensions of the civil armed conflict continue. The invasion occurred as part of the George W. Bush administration's War on Terror, following the September 11 attacks.",
  "/wiki/Creighton_Abrams": "Creighton Williams Abrams Jr. (September 15, 1914 – September 4, 1974) was a United States Army general who commanded military operations in the Vietnam War from 1968 to 1972, which saw United States troop strength in South Vietnam reduced from a peak of 543,000 to 49,000. He was then Chief of Staff of the United States Army from 1972 until his death.",
  "/wiki/Lucian_Adams": "Lucian Adams (October 26, 1922 – March 31, 2003) was a United States Army soldier during World War II who received the Medal of Honor for single-handedly destroying enemy machine gun emplacements to re-establish supply lines to U.S. Army companies.  He also received the Bronze Star and Purple Heart for his heroic actions in Italy.",
  "/wiki/Staff_Sergeant": "Staff sergeant is a rank of non-commissioned officer used in the armed forces of several countries. It is also a police rank in some police services.",
  "/wiki/30th_Infantry_Regiment_(United_States)": "The 30th Infantry Regiment is a United States Army infantry regiment. It was originally constituted 2 February 1901 in the Regular Army as the 30th Infantry. It was organized 12 February - 19 August 1901 at Fort Logan, Colorado, at the Presidio of San Francisco, California, and in the Philippines.",
  "/wiki/World_War_II": "World War II (often abbreviated to WWII or WW2), also known as the Second World War, was a global war that lasted from 1939 to 1945. The vast majority of the world's countries—including all the great powers—eventually formed two opposing military alliances: the Allies and the Axis. A state of total war emerged, directly involving more than 100 million people from more than 30 countries. The major participants threw their entire economic, industrial, and scientific capabilities behind the war effort, blurring the distinction between civilian and military resources. World War II was the deadliest conflict in human history, marked by 70 to 85 million fatalities, most of whom were civilians in the Soviet Union and China. It included massacres, the genocide of the Holocaust, strategic bombing, premeditated death from starvation and disease, and the only use of nuclear weapons in war.",
  "/wiki/Medal_of_Honor": "The Medal of Honor is the United States of America's highest and most prestigious personal military decoration that may be awarded to recognize U.S. military service members who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States in the name of the U.S. Congress.  Because the medal is presented \"in the name of Congress\", it is often referred erroneously as the \"Congressional Medal of Honor\".  However, the official name of the current award is \"Medal of Honor\". Within the United States Code the medal is referred to as the \"Medal of Honor\", and less frequently as \"Congressional Medal of Honor\". U.S. awards, including the Medal of Honor, do not have post-nominal titles, and while there is no official abbreviation, the most common abbreviations are \"MOH\" and \"MH\".",
  "/wiki/Sylvester_Antolak": "Sylvester Antolak (September 10, 1916 St. Clairsville, Ohio – May 24, 1944 Cisterna di Littoria, Italy) was a United States Army Sergeant who posthumously received the Medal of Honor for actions on May 24, 1944. Sergeant Antolak was an American of Polish descent. He joined the army from his hometown in July 1941.",
  "/wiki/Sergeant": "Sergeant (/ˈsɑː(r)dʒənt/ SARJ-ənt; abbreviated to Sgt. and capitalized when used as a named person's title) is a rank in many uniformed organizations, principally military and policing forces. The alternative spelling, serjeant, is used in The Rifles and other units that draw their heritage from the British Light Infantry. Its origin is the Latin serviens, 'one who serves', through the French term sergent.",
  "/wiki/15th_Infantry_Regiment_(United_States)": "The 15th United States Infantry Regiment is a parent regiment in the United States Army. It has a lineage tracing back to the American Civil War, having participated in many battles.",
  "/wiki/James_Arness": "James Arness (born James King Aurness, May 26, 1923 – June 3, 2011) was an American actor, best known for portraying Marshal Matt Dillon for 20 years in the CBS television series Gunsmoke. Arness has the distinction of having played the role of Dillon in five separate decades: 1955 to 1975 in the weekly series, then in Gunsmoke: Return to Dodge (1987) and four more made-for-television Gunsmoke films in the 1990s. In Europe, Arness reached cult status for his role as Zeb Macahan in the Western series How the West Was Won.  He was the older brother of actor Peter Graves.",
  "/wiki/Private_(rank)": "A private is a soldier of the lowest military rank (equivalent to NATO Rank Grades OR-1 to OR-3 depending on the force served in).",
  "/wiki/7th_Infantry_Regiment_(United_States)": "The 7th Infantry Regiment is an infantry regiment in the United States Army. In its 200-year history it has participated in 12 wars, been awarded 78 campaign streamers, and 14 unit decorations. The regiment has served in more campaigns than any other infantry unit in the United States Army.",
  "/wiki/Actor": "An actor is a person who portrays a character in a performance (also actress; see below). The actor performs \"in the flesh\" in the traditional medium of the theatre or in modern media such as film, radio, and television. The analogous Greek term is ὑποκριτής (hupokritḗs), literally \"one who answers\". The actor's interpretation of their role—the art of acting—pertains to the role played, whether based on a real person or fictional character. Interpretation occurs even when the actor is \"playing themselves\", as in some forms of experimental performance art.",
  "/wiki/John_L._Barkley": "John Lewis Barkley (August 28, 1895 - April 14, 1966) was a United States Army Medal of Honor recipient of World War I. Born in Blairstown, Missouri, near Holden, Barkley served as a Private First Class in Company K, 4th Infantry Regiment, 3rd Division. He earned the medal while fighting near Cunel, France, on October 7, 1918. His autobiography, \"Scarlet Fields:  The Combat Memoir of a World War I Medal of Honor Hero,\" details his service leading up to and following his Medal of Honor action.  The book draws comparisons as the American literary response to \"All Quiet on the Western Front.\"  Barkley died in 1966, and is buried in Forest Hill Cemetery, Kansas City, Missouri.",
  "/wiki/Private_First_Class": "Private First Class (PFC) is a military rank held by junior enlisted personnel in some countries' armed forces.",
  "/wiki/4th_Infantry_Regiment_(United_States)": "The U.S. 4th Infantry Regiment (\"Warriors\") is an infantry regiment in the United States Army. It has served the United States for approximately two hundred years.",
  "/wiki/World_War_I": "World War I (often abbreviated as WWI or WW1), also known as the First World War or the Great War, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously described as \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It is also one of the deadliest conflicts in history, with an estimated nine million combatants and seven million civilian deaths as a direct result of the war, while resulting genocides and the resulting 1918 influenza pandemic caused another 50 to 100 million deaths worldwide.",
  "/wiki/Stanley_Bender": "Stanley Bender (October 31, 1909 – June 22, 1994) was a United States Army soldier and a recipient of the United States military's highest decoration—the Medal of Honor—for his actions in World War II.",
  "/wiki/Emory_L._Bennett": "Emory Lawrence Bennett (December 20, 1929 – June 24, 1951) was a United States Army soldier in the Korean War who received the U.S. military's highest decoration, the Medal of Honor.",
  "/wiki/Korean_War": "The Korean War (in South Korean Korean: 한국전쟁; Hanja: 韓國戰爭; RR: Hanguk Jeonjaeng, \"Korean War\"; in North Korean Korean: 조국해방전쟁; Hanja: 祖國解放戰爭; MR: Choguk haebang chŏnjaeng, \"Fatherland Liberation War\"; 25 June 1950 – 27 July 1953)[b] was a war between North Korea (with the support of China and the Soviet Union) and South Korea (with the support of the United Nations, principally from the United States). The war began on 25 June 1950 when North Korea invaded South Korea.",
  "/wiki/Maurice_L._Britt": "Maurice Lee \"Footsie\" Britt (June 29, 1919 – November 26, 1995) was an American professional football player, Medal of Honor recipient of World War II, businessman, and Lieutenant Governor of Arkansas. He played for the Detroit Lions in 1941 and later served as the eleventh Lieutenant Governor of Arkansas during the administration of Governor Winthrop Rockefeller from 1967 to 1971. Rockefeller and Britt were the first Republicans to serve in the state of Arkansas's top two offices since Reconstruction.",
  "/wiki/Captain_(United_States_O-3)": "In the United States Army (USA), U.S. Marine Corps (USMC), and U.S. Air Force (USAF), captain (abbreviated \"CPT\" in the USA and \"Capt\" in the USMC and USAF) is a company grade officer rank, with the pay grade of O-3. It ranks above first lieutenant and below major. It is equivalent to the rank of lieutenant in the Navy/Coast Guard officer rank system. The insignia for the rank consists of two silver bars, with slight stylized differences between the Army/Air Force version and the Marine Corps version.",
  "/wiki/Edward_H._Brooks": "Lieutenant General Edward Hale Brooks (April 25, 1893 – October 10, 1978) was a senior officer of the United States Army, a veteran of both World War I and World War II, who commanded the U.S. Second Army during the Korean War. He received the Distinguished Service Cross for heroism as a young officer in World War I and commanded the 2nd \"Hell on Wheels\" Armored Division during the invasion of Normandy as well as VI Corps during the subsequent defeat of German forces in World War II.",
  "/wiki/Lieutenant_General": "Lieutenant general, lieutenant-general and similar (abbrev Lt Gen, LTG and similar) is a three-star military rank (NATO code OF-8) used in many countries. The rank traces its origins to the Middle Ages, where the title of lieutenant general was held by the second in command on the battlefield, who was normally subordinate to a captain general.",
  "/wiki/76th_Field_Artillery_Regiment_(United_States)": "The 76th Field Artillery Regiment is a field artillery regiment of the United States Army. First formed as a cavalry regiment in 1916, the regiment was converted to field artillery in 1917, and served in Europe during World War I with the 3rd Division and as a separate battalion during World War II, as well as in peacetime at Fort Knox, KY, and Fort Devens, MA. Since 1959, the regiment has been a parent regiment under the Combat Arms Regimental System and the U.S. Army Regimental System, with regimental elements serving with the 3rd Infantry Division in Germany and Operation Iraqi Freedom, with the 7th Infantry Division in Korea, and in the Army Reserve. No regimental elements are currently active.",
  "/wiki/Distinguished_Service_Cross_(United_States)": "The Distinguished Service Cross is the second highest military award that can be given to a member of the United States Army (and previously the United States Air Force) for extreme gallantry and risk of life in actual combat with an armed enemy force. Actions that merit the Distinguished Service Cross must be of such a high degree that they are above those required for all other U.S. combat decorations, but which do not meet the criteria for the Medal of Honor. The Distinguished Service Cross is equivalent to the Navy Cross (Navy and Marine Corps), the Air Force Cross (Air Force), and the Coast Guard Cross (Coast Guard).",
  "/wiki/Preston_Brown_(general)": "Preston Brown (January 2, 1872 – June 30, 1948) was an American army officer who saw action with the American Expeditionary Forces in World War I.  Brown reached the rank of Major General before retiring from active duty in 1936.",
  "/wiki/Brigadier_General": "Brigadier general (Brig. Gen.) or brigade general is a senior rank in the armed forces. It is the lowest ranking general officer in some countries, usually sitting between the ranks of colonel and major general. When appointed to a field command, a brigadier general is typically in command of a brigade consisting of around 4,000 troops (four battalions). In some countries a brigadier general is informally designated as a one-star general (OF-6).",
  "/wiki/Distinguished_Service_Medal_(U.S._Army)": "The Distinguished Service Medal (DSM) is a military award of the United States Army that is presented to any person who, while serving in any capacity with the United States military, has distinguished himself or herself by exceptionally meritorious service to the Government in a duty of great responsibility. The performance must be such as to merit recognition for service that is clearly exceptional. Exceptional performance of normal duty will not alone justify an award of this decoration.",
  "/wiki/Frank_Burke_(Medal_of_Honor)": "Francis Xavier \"Frank\" Burke (September 29, 1918 – September 6, 1988) was a United States Army officer and a recipient of the United States military's highest decoration—the Medal of Honor—for his actions in World War II.",
  "/wiki/Major": "Major is a military rank of commissioned officer status, with corresponding ranks existing in many military forces throughout the world.",
  "/wiki/Agustín_Ramos_Calero": "Sergeant First Class Agustín Ramos Calero[note 1] (June 2, 1919 – February 10, 1989) was awarded 22 decorations and medals from the U.S. Army for his actions during World War II, thus becoming the most decorated Puerto Rican and Hispanic soldier in the United States military during that war.",
  "/wiki/Sergeant_First_Class": "Sergeant First Class (SFC) is a military rank in some militaries and other uniformed organizations around the world, typically that of a senior non-commissioned officer.",
  "/wiki/65th_Infantry_Regiment_(United_States)": "The 65th Infantry Regiment, nicknamed \"The Borinqueneers\" from the original Taíno name of the island (Borinquen), is a Puerto Rican regiment of the United States Army. The regiment's motto is Honor et Fidelitas, Latin for Honor and Fidelity. The Army Appropriation Bill created by an act of Congress on 2 March 1899, authorized the creation of the first body of native troops in Puerto Rico. On 30 June 1901, the \"Porto Rico Provisional Regiment of Infantry\" was organized. On 1 July 1908, Congress incorporated the regiment into the Regular Army as the Puerto Rico Regiment of Infantry, United States Army. On 14 May 1917, the Regiment was activated and additional men were assigned, with the unit being sent to serve at Panama. On 4 June 1920, the Regiment was renamed 65th Infantry. During World War II, the Regiment saw action throughout Europe, especially France and Germany, participating in Naples-Foggia, Rome-Arno and Rhin. Several Purple Hearts were awarded posthumously to members of the 65th Regiment.",
  "/wiki/Puerto_Ricans_in_World_War_II": "Puerto Ricans and people of Puerto Rican descent have participated as members of the United States Armed Forces in every conflict in which the United States has been involved since World War I. In World War II, more than 65,000 Puerto Ricans service members served in the war effort, including the guarding of U.S. military installations in the Caribbean and combat operations in the European and Pacific theatres.[a]",
  "/wiki/Herbert_F._Christian": "Herbert F. Christian (June 18, 1912 – June 3, 1944) was a United States Army soldier and a recipient of the United States military's highest decoration—the Medal of Honor—for his actions in World War II. Christian was posthumously awarded the Medal of Honor for sacrificing himself by drawing German fire during the advance on Rome in order to allow his patrol to escape an ambush.",
  "/wiki/Garlin_Murl_Conner": "Garlin Murl Conner (2 June 1919 – 5 November 1998) was a United States Army technical sergeant and first lieutenant in the Second World War. He was awarded the Distinguished Service Cross, four Silver Stars, and the French Croix de guerre for his heroic actions in Italy and France during the war. During his campaigns, he was wounded three times. An attempt to upgrade Conner's Distinguished Service Cross to the Medal of Honor, the United States military's highest decoration for valor, took 22 years. On 29 March 2018, the White House announced President Trump would award the Medal of Honor to Garlin Murl Conner in a ceremony at the White House. On 26 June 2018, the president presented the medal to Pauline Conner, his widow, in a ceremony in the East Room.",
  "/wiki/James_P._Connor": "James Phillip Connor (January 12, 1919 – July 27, 1994) was a sergeant in the United States Army who received the Medal of Honor after leading a platoon of 36 men attached to the 7th Infantry Regiment, 3rd Infantry Division against German positions, defended by snipers and machine gun nests, at Cape Cavalaire, France on August 15, 1944. Seriously wounded in the course of the assault, the third suffered while on active duty, he continued to fight alongside his men until his injuries forced him to stand down (although he continued to direct the assault).",
  "/wiki/Robert_Craig_(Medal_of_Honor)": "United States Army Second Lieutenant Robert Craig (1919–July 11, 1943) received the Medal of Honor for heroic service as an infantry officer during the Allied invasion of Sicily in World War II.",
  "/wiki/Second_Lieutenant": "Second lieutenant is a junior commissioned officer military rank in many armed forces, comparable to NATO OF-1a rank.",
  "/wiki/Jerry_K._Crump": "Jerry Kirt Crump (February 18, 1933 – January 10, 1977) was a soldier in the United States Army during the Korean War. He received the Medal of Honor for his actions on September 6 and 7, 1951. Crump was killed in a car accident in 1977.",
  "/wiki/Master_Sergeant": "A master sergeant is the military rank for a senior non-commissioned officer in the armed forces of some countries.",
  "/wiki/Michael_J._Daly": "Michael Joseph Daly (September 15, 1924 – July 25, 2008) was an Irish-American United States Army infantry officer who received the United States military's highest decoration for valor—the Medal of Honor—for his actions in World War II. He received the medal for single-handedly eliminating 15 German soldiers including a German patrol, and destroying three machine-gun nests.",
  "/wiki/Rudolph_B._Davila": "Rudolph B. Davila (April 27, 1916 – January 26, 2002), born in El Paso, Texas, was a United States Army officer, of Spanish-Filipino descent, who received the Medal of Honor for his actions in Italy during World War II. He was the only person of Filipino ancestry to receive the medal for his heroic actions in the European theatre. He was initially awarded the Distinguished Service Cross. However, in 1998, after an extensive review, his medal was upgraded to the Medal of Honor.",
  "/wiki/First_Lieutenant": "First lieutenant is a commissioned officer military rank in many armed forces and, in some forces, an appointment.",
  "/wiki/Joseph_T._Dickman": "Joseph Theodore Dickman (October 6, 1857 – October 23, 1927) was a United States Army officer who saw service in five wars, rising to the rank of major general.",
  "/wiki/Russell_E._Dunham": "Russell Dunham (February 23, 1920 – April 6, 2009) was an American World War II veteran and recipient of the Medal of Honor. On January 8, 1945, as a member of Company I, 30th Infantry, 3d Infantry Division, Dunham eliminated three German machine gun nests despite being injured himself.",
  "/wiki/Technical_Sergeant": "Technical sergeant is the name of one current and two former enlisted ranks in the United States Armed Forces.[citation needed] Outside the United States, it is used only by the Philippine Army, Philippine Air Force and the Philippine Marine Corps.",
  "/wiki/3rd_Infantry_Division_(United_States)": "The 3rd Infantry Division (nicknamed The Rock of the Marne) is a combined arms and mechanized infantry division of the United States Army based at Fort Stewart, Georgia. It is a direct subordinate unit of the XVIII Airborne Corps and U.S. Army Forces Command. Its current organization includes one Infantry Brigade Combat Team and two armored brigade combat teams, one aviation brigade, a division artillery and support elements. The division has a distinguished history, having seen active service in both World War I and World War II."
}