{
  "/wiki/Alexander_Murray_(Manitoba_politician)": "Alexander Murray (18 April 1839 – 12 May 1913) was a Canadian politician in the province of Manitoba.",
  "/wiki/Assiniboia_(provincial_electoral_district)": "Assiniboia is a provincial electoral division in the Canadian province of Manitoba. It was first created for the 1879 provincial election, was eliminated in 1888, and was re-established in 1903. It is located in the westernmost tip of the City of Winnipeg.",
  "/wiki/Progressive_Conservative_Party_of_Manitoba": "The Progressive Conservative Party of Manitoba (French: Parti progressiste-conservateur du Manitoba) is a centre-right political party in Manitoba, Canada. It is currently the governing party in the Legislative Assembly of Manitoba, after winning a substantial majority in the 2016 election and maintaining a majority in the 2019 election.",
  "/wiki/Joseph_Woodworth": "Joseph E. Woodworth (1837-1889) was a ship builder, merchant, and member of the Woodworth political family.",
  "/wiki/Brandon_City_(electoral_district)": "Brandon City is a former provincial electoral division in Manitoba, Canada.",
  "/wiki/Edward_Leacock": "Edward Philip \"EP\" Leacock (December 28, 1853 – 1927) was an English-born confidence man, real estate speculator and political figure in Manitoba. He represented Birtle from 1882 to 1886 and Russell from 1886 to 1888 in the Legislative Assembly of Manitoba as a Conservative.",
  "/wiki/Birtle_(electoral_district)": "Birtle is a former provincial electoral division in Manitoba, Canada.",
  "/wiki/Edward_Fairbanks": "Edward Lewis Fairbanks (1850 – September 14, 1924) was a merchant and political figure in Manitoba. He represented Baie St. Paul from 1883 to 1886 in the Legislative Assembly of Manitoba as a Conservative.",
  "/wiki/Isaiah_Mawhinney": "Isaiah Mawhinney (12 December 1830 – 26 January 1913) was an Irish-born political figure in Manitoba. He represented Burnside from 1883 to 1886 in the Legislative Assembly of Manitoba as a Conservative.",
  "/wiki/Joseph_Lecomte": "Joseph Lecomte (December 27, 1850 – July 5, 1938) was a notary public and political figure in Manitoba. He represented Cartier from 1883 to 1886 in the Legislative Assembly of Manitoba as a Conservative.",
  "/wiki/Cartier_(Manitoba_provincial_electoral_district)": "Cartier is a former provincial electoral division in Manitoba, Canada. It was located in Cartier, Manitoba. The district was first appeared in the 1879 election and lasted until 18923 when the riding was re-distributed into Morris.",
  "/wiki/John_Andrew_Davidson": "John Andrew Davidson (August 19, 1852 – November 14, 1903) was a Manitoba politician.  He was briefly the leader of Manitoba's Conservative parliamentary caucus in 1894, and later served as a cabinet minister in the governments of Hugh John Macdonald and Rodmond Roblin.",
  "/wiki/Dauphin_(provincial_electoral_district)": "For the former federal electoral district, see Dauphin",
  "/wiki/David_H._Wilson_(politician)": "David Henry Wilson (October 2, 1855 – December 10, 1926) was a physician and political figure in Manitoba. He represented Dufferin North from 1881 to 1888 in the Legislative Assembly of Manitoba as a Conservative.",
  "/wiki/Dufferin_(Manitoba_provincial_electoral_district)": "Dufferin is a former provincial electoral division in Manitoba, Canada.  It was originally created in 1879 as two divisions, Dufferin North and Dufferin South.  Dufferin was consolidated into a single constituency for the 1888 provincial election, but was eliminated with the 1892 election.",
  "/wiki/William_Winram": "William James Winram (January 8, 1838 – February 12, 1891) was a Canadian politician in the province of Manitoba.",
  "/wiki/Manitoba_Liberal_Party": "The Manitoba Liberal Party (French: Parti libéral du Manitoba) is a political party in Manitoba, Canada. Its roots can be traced to the late nineteenth-century, following the province's creation in 1870.",
  "/wiki/Frederick_Ernest_Burnham": "Frederick Ernest Burnham (December 13, 1847 – after 1883) was a lawyer and political figure in Manitoba. He represented Emerson in 1883 in the Legislative Assembly of Manitoba as a Liberal.",
  "/wiki/Emerson_(electoral_district)": "Emerson is a provincial electoral division in the Canadian province of Manitoba.  It has existed since 1879, when it was created by redistribution.",
  "/wiki/William_Crawford_(Canadian_politician)": "William Crawford (August 28, 1847 – 1897) was a land surveyor, farmer and political figure in Manitoba. He represented High Bluff and Poplar Point from 1883 to 1886 in the Legislative Assembly of Manitoba as a Conservative.",
  "/wiki/Alexander_Sutherland_(Manitoba_politician)": "Alexander MacBeth Sutherland (December 31, 1849 – March 7, 1884) was a lawyer and political figure in Manitoba. He represented Kildonan from 1879 to 1884 in the Legislative Assembly of Manitoba as a Liberal-Conservative.",
  "/wiki/Kildonan_(Manitoba_electoral_district)": "Kildonan is a provincial electoral division in the Canadian province of Manitoba. The boundaries for the riding maintained their location through the 2008 redistribution.",
  "/wiki/Maxime_Goulet": "Maxime Goulet (January 28, 1855 – January 17, 1932) was a Canadian politician. He served as a member of the Legislative Assembly of Manitoba from 1878 to 1886 and was the Minister of Agriculture under Conservative Premier John Norquay.",
  "/wiki/La_Verendrye_(electoral_district)": "La Verendrye is a provincial electoral division in the Canadian province of Manitoba.  It was created by redistribution in 1879, and has existed since that time.",
  "/wiki/David_Howard_Harrison": "David Howard Harrison (June 1, 1843 – September 8, 1905) was a politician, farmer and physician. He was born in the township of London, Canada West, and moved to Manitoba in 1882.  He and his family soon established themselves as substantial landowners.",
  "/wiki/Minnedosa_(electoral_district)": "Minnedosa was a provincial electoral division in the Canadian province of Manitoba. It was created in 1881 with the expansion of the province's western boundary, and has existed continuously since that time.  From 1886 to 1888, it was divided into two ridings, Minnedosa East and Minnedosa West.",
  "/wiki/Henry_Tennant_(Canadian_politician)": "Henry J. Tennant (July 2, 1839 – after 1888) was a political figure in Manitoba. He represented Morris from 1883 to 1886 in the Legislative Assembly of Manitoba as a Conservative.",
  "/wiki/Morris_(electoral_district)": "Morris is a provincial electoral division in the Canadian province of Manitoba.  It was created by redistribution in 1879, and has existed continuously since that time.  The constituency is named after Alexander Morris, who served as Lieutenant Governor of Manitoba from 1872 to 1877.",
  "/wiki/Thomas_Greenway": "Thomas Greenway (March 25, 1838 – October 30, 1908) was a Canadian politician, merchant and farmer. He served as the seventh Premier of Manitoba from 1888 to 1900. A Liberal, his ministry formally ended Manitoba's non-partisan government, although a de facto two-party system had existed for some years.",
  "/wiki/Mountain_(electoral_district)": "Mountain is a former provincial electoral division in Manitoba, Canada.  It was created for the 1879 provincial election, and was abolished shortly before the 1958 election.",
  "/wiki/Charles_Hay_(politician)": "Charles Hay (October 28, 1843 – November 14, 1924) was a Scottish-Canadian merchant and political figure in Manitoba, Canada. He represented Norfolk from 1883 to 1886 in the Legislative Assembly of Manitoba as a Liberal.",
  "/wiki/Joseph_Martin_(Canadian_politician)": "Joseph Martin (September 24, 1852 – March 2, 1923) was a lawyer and politician in Manitoba, British Columbia and the United Kingdom often referred to as \"Fighting Joe\".",
  "/wiki/Portage_la_Prairie_(provincial_electoral_district)": "Portage la Prairie is a provincial electoral division in the Canadian province of Manitoba.  It has existed since the province's creation in 1870.",
  "/wiki/Samuel_Jacob_Jackson": "Samuel Jacob Jackson (February 18, 1848 – May 29, 1942) was a Canadian politician.",
  "/wiki/Rockwood_(electoral_division)": "Rockwood was a provincial electoral division in Manitoba, Canada.  It was created with the province's first redistribution in 1874, and changed by the 1955 redistribution in advance of the 1958 provincial election - it was merged with what was left of the old Iberville district to form Rockwood-Iberville.",
  "/wiki/James_Andrews_Miller": "James Andrews Miller, QC (July 29, 1839 – November 1, 1886) was a lawyer, judge and political figure in Manitoba. He represented Rat Portage from 1883 to 1886 in the Legislative Assembly of Manitoba as a Conservative. His name also appears as James Andrew Miller in some sources.",
  "/wiki/5th_Manitoba_Legislature": "The members of the 5th Manitoba Legislature were elected in the Manitoba general election held in January 1883. The legislature sat from May 17, 1883, to November 11, 1886."
}