{
  "/wiki/Portage_la_Prairie_(provincial_electoral_district)": "Portage la Prairie is a provincial electoral division in the Canadian province of Manitoba.  It has existed since the province's creation in 1870.",
  "/wiki/Joseph_Martin_(Canadian_politician)": "Joseph Martin (September 24, 1852 – March 2, 1923) was a lawyer and politician in Manitoba, British Columbia and the United Kingdom often referred to as \"Fighting Joe\".",
  "/wiki/Manitoba_Liberal_Party": "The Manitoba Liberal Party (French: Parti libéral du Manitoba) is a political party in Manitoba, Canada. Its roots can be traced to the late nineteenth-century, following the province's creation in 1870.",
  "/wiki/Joseph_Ernest_Cyr": "Joseph Ernest Cyr (September 4, 1854 – April 12, 1929) was a Canadian politician.",
  "/wiki/Progressive_Conservative_Party_of_Manitoba": "The Progressive Conservative Party of Manitoba (French: Parti progressiste-conservateur du Manitoba) is a centre-right political party in Manitoba, Canada. It is currently the governing party in the Legislative Assembly of Manitoba, after winning a substantial majority in the 2016 election and maintaining a majority in the 2019 election.",
  "/wiki/Emerson_(electoral_district)": "Emerson is a provincial electoral division in the Canadian province of Manitoba.  It has existed since 1879, when it was created by redistribution.",
  "/wiki/Charles_Douglas_(mayor)": "Charles Stanford Douglas (October 1, 1852 – April 15, 1917) born in Madison, Wisconsin, co-journalist and realtor, was the 13th Mayor of Vancouver, British Columbia, serving one term of office in 1909. He represented Emerson from 1883 to 1888 in the Legislative Assembly of Manitoba as a Conservative.",
  "/wiki/La_Verendrye_(electoral_district)": "La Verendrye is a provincial electoral division in the Canadian province of Manitoba.  It was created by redistribution in 1879, and has existed since that time.",
  "/wiki/Louis_Arthur_Prud'homme": "Louis Arthur Prud'homme (November 21, 1853 – March 1, 1941) was a lawyer, judge, historian and political figure in Manitoba. He represented La Verendrye from 1882 to 1883 and from 1884 to 1885 in the Legislative Assembly of Manitoba as a Conservative.",
  "/wiki/Kildonan_(Manitoba_electoral_district)": "Kildonan is a provincial electoral division in the Canadian province of Manitoba. The boundaries for the riding maintained their location through the 2008 redistribution.",
  "/wiki/John_MacBeth_(Manitoba_politician)": "John MacBeth (March 27, 1854 – September 27, 1897) was a lawyer and political figure in Saskatchewan. He represented Kildonan and St. Paul from 1884 to 1888 in the Legislative Assembly of Manitoba as a Conservative. His surname also appears as McBeth.",
  "/wiki/Dufferin_(Manitoba_provincial_electoral_district)": "Dufferin is a former provincial electoral division in Manitoba, Canada.  It was originally created in 1879 as two divisions, Dufferin North and Dufferin South.  Dufferin was consolidated into a single constituency for the 1888 provincial election, but was eliminated with the 1892 election.",
  "/wiki/David_H._Wilson_(politician)": "David Henry Wilson (October 2, 1855 – December 10, 1926) was a physician and political figure in Manitoba. He represented Dufferin North from 1881 to 1888 in the Legislative Assembly of Manitoba as a Conservative.",
  "/wiki/Winnipeg_South_(provincial_electoral_district)": "Winnipeg South was a provincial electoral division in Manitoba, Canada, which existed on two separate occasions.",
  "/wiki/Charles_Edward_Hamilton": "Charles Edward Hamilton (1844 – 25 May 1919) was a Canadian politician serving as a member of the Legislative Assembly of Manitoba and as the seventh Mayor of Winnipeg in 1885.",
  "/wiki/James_Prendergast_(Canadian_politician)": "James Emile Pierre Prendergast (March 22, 1858 – April 18, 1945) was a lawyer, judge and political figure in Manitoba. He represented La Verendrye from 1885 to 1888 and Woodlands from 1888 to 1892 and St. Boniface from 1892 to 1896 in the Legislative Assembly of Manitoba as a Conservative and later Liberal.",
  "/wiki/5th_Manitoba_Legislature": "The members of the 5th Manitoba Legislature were elected in the Manitoba general election held in January 1883. The legislature sat from May 17, 1883, to November 11, 1886."
}