{
  "/wiki/Eric_Lock": "Eric Stanley Lock, DSO, DFC & Bar (19 April 1919 – 3 August 1941) was a British Royal Air Force (RAF) fighter pilot and flying ace of the Second World War.",
  "/wiki/No._41_Squadron_RAF": "No. 41 Squadron of the Royal Air Force is the RAF's Test and Evaluation Squadron (\"TES\"), based at RAF Coningsby, Lincolnshire. Its official title is \"41 TES\". The squadron was formed in 1916 during First World War as part of the Royal Flying Corps and served on the Western Front as a ground attack and fighter squadron. Disbanded in 1919 as part of the post-war draw down, No. 41 Squadron was re-formed as an RAF squadron in 1923 and remained on home service until 1935 when it was deployed to Aden during the Abyssinian crisis.",
  "/wiki/Supermarine_Spitfire": "The Supermarine Spitfire is a British single-seat fighter aircraft that was used by the Royal Air Force and other Allied countries before, during, and after World War II. Many variants of the Spitfire were built, using several wing configurations, and it was produced in greater numbers than any other British aircraft. It was also the only British fighter produced continuously throughout the war. The Spitfire continues to be popular among enthusiasts; nearly 60 remain airworthy, and many more are static exhibits in aviation museums throughout the world.",
  "/wiki/Missing_in_action": "Missing in action (MIA) is a casualty classification assigned to combatants, military chaplains, combat medics, and prisoners of war who are reported missing during wartime or ceasefire. They may have been killed, wounded, captured, or deserted. If deceased, neither their remains nor grave has been positively identified. Becoming MIA has been an occupational risk for as long as there has been warfare.",
  "/wiki/Squadron_Leader": "Squadron leader (Sqn Ldr in the RAF ; SQNLDR in the RAAF and RNZAF; formerly sometimes S/L in all services) is a commissioned rank in the Royal Air Force and the air forces of many countries which have historical British influence. It is also sometimes used as the English translation of an equivalent rank in countries which have a non-English air force-specific rank structure.",
  "/wiki/Archie_McKellar": "Archibald Ashmore McKellar, DSO, DFC & Bar (10 April 1912 – 1 November 1940) was a flying ace of the Royal Air Force (RAF) during the Second World War.",
  "/wiki/No._605_Squadron_RAF": "No 605 Squadron was formed as an Auxiliary Air Force Squadron. Initially formed as a bomber unit, it was one of the most successful participants of the Battle of Britain. It also had the distinction of being active during the Second World War at two fronts at a time, when the squadron was split up between Malta and the Dutch East Indies. In its last incarnation as an active flying unit, the squadron served as the first jet fighter unit in the post-war Royal Auxiliary Air Force; 616 having already flown Gloster Meteors during the war. No. 605 Squadron was reformed as a RAuxAF Logistic Support Squadron on 1 Nov 2014 within No. 85 Expeditionary Logistics Wing of the RAF A4 Force. Reservist recruitment commenced on 30 May 2015.",
  "/wiki/Killed_in_action": "Killed in action (KIA) is a casualty classification generally used by militaries to describe the deaths of their own combatants at the hands of hostile forces. The United States Department of Defense, for example, says that those declared KIA need not have fired their weapons but have been killed due to hostile attack. KIAs include those killed by friendly fire in the midst of combat, but not from incidents such as accidental vehicle crashes, murder and other non-hostile events or terrorism. KIA can be applied both to front-line combat troops and to naval, air and support troops. Someone who is killed in action during a particular event is denoted with a † (dagger) beside their name to signify their death in that event or events.[citation needed]",
  "/wiki/Sergeant": "Sergeant (/ˈsɑː(r)dʒənt/ SARJ-ənt; abbreviated to Sgt. and capitalized when used as a named person's title) is a rank in many uniformed organizations, principally military and policing forces. The alternative spelling, serjeant, is used in The Rifles and other units that draw their heritage from the British Light Infantry. Its origin is the Latin serviens, 'one who serves', through the French term sergent.",
  "/wiki/James_Harry_Lacey": "James Harry Lacey, DFM & Bar (1 February 1917 – 30 May 1989) was one of the top scoring Royal Air Force fighter pilots of the Second World War and was the second highest scoring RAF fighter pilot of the Battle of Britain, behind Pilot Officer Eric Lock of No. 41 Squadron RAF. Lacey was credited with 28 enemy aircraft destroyed, five probables and nine damaged.",
  "/wiki/No._501_Squadron_RAF": "No 501 Squadron was the fourteenth of the twenty-one flying units in the Royal Auxiliary Air Force, the volunteer reserve part of the British Royal Air Force. The squadron won seven battle honours, flying Hurricane, Spitfire and Tempest fighter aircraft during World War II, and was one of the most heavily engaged units in RAF Fighter Command. In particular, the Squadron saw extensive action during the Battle of France and Battle of Britain. At present the unit is not flying any more and has a logistics role as part of No 85 Expeditionary Logistics Wing.",
  "/wiki/Hawker_Hurricane": "The Hawker Hurricane is a British single-seat fighter aircraft of the 1930s–40s that was designed and predominantly built by Hawker Aircraft Ltd. for service with the Royal Air Force (RAF). It was overshadowed in the public consciousness by the Supermarine Spitfire's role during Battle of Britain in 1940, but the Hurricane inflicted 60 percent of the losses sustained by the Luftwaffe in the engagement, and fought in all the major theatres of the Second World War.",
  "/wiki/Josef_František": "Josef František DFM & Bar (7 October 1914 – 8 October 1940) was a Czechoslovak fighter pilot and Second World War fighter ace who flew for the air forces of Czechoslovakia, Poland, France, and the United Kingdom. He was the highest-scoring non-British Allied ace in the Battle of Britain, with 17 confirmed victories and one probable, all gained in a period of four weeks in September 1940.",
  "/wiki/No._303_Polish_Fighter_Squadron": "No. 303 Squadron RAF (Polish: 303 Dywizjon Myśliwski \"Warszawski im. Tadeusza Kościuszki\") was one of 16 Polish squadrons in the Royal Air Force (RAF) during the Second World War. Flying Hawker Hurricanes, the squadron claimed the largest number of aircraft shot down of the 66 Allied fighter squadrons engaged in the Battle of Britain, even though it joined the fray two months after the battle had begun.",
  "/wiki/Flying_Officer": "Flying officer (Fg Off in the RAF and IAF; FLGOFF in the RAAF; FGOFF in the RNZAF; formerly F/O in all services and still frequently in the RAF) is a junior commissioned rank in the Royal Air Force (RAF) and the air forces of many countries which have historical British influence. It is also sometimes used as the English translation of an equivalent rank in countries which have a non-English air force-specific rank structure. In these cases a flying officer usually ranks above pilot officer and immediately below flight lieutenant.",
  "/wiki/Brian_Carbury": "Brian John George Carbury, DFC & Bar (27 February 1918 – 31 July 1961) was a New Zealand fighter ace of the Royal Air Force during the Second World War. He was credited with being one of four \"aces in a day\" in the Battle of Britain as he shot down five aircraft on 31 August 1940. The others were Archie McKellar, Ronald Hamlyn, both British pilots, and Antoni Głowacki of Poland.",
  "/wiki/No._603_Squadron_RAF": "No. 603 (City of Edinburgh) Squadron is a squadron of the Royal Auxiliary Air Force, based in Edinburgh, Scotland. On reforming on 1 October 1999, the primary role of 603 Squadron, was as a Survive to Operate squadron, as well as providing Force Protection.",
  "/wiki/Witold_Urbanowicz": "Witold Urbanowicz (30 March 1908 – 17 August 1996) was a Polish fighter ace of the Second World War. According to the official record, Witold Urbanowicz was the second highest-scoring Polish fighter ace, with 17 confirmed wartime kills and 1 probable, not counting his pre-war victory.  He was awarded with several decorations, among others the Virtuti Militari and British Distinguished Flying Cross. He also published several books of memoirs.",
  "/wiki/No._145_Squadron_RAF": "No. 145 Squadron was a Royal Air Force squadron that operated during World War I, World War II and the Cold War.",
  "/wiki/Colin_Falkland_Gray": "Group Captain Colin Falkland Gray, DSO, DFC & Two Bars (9 November 1914 – 1 August 1995) was a Royal Air Force (RAF) officer and the top New Zealand fighter ace of the Second World War.",
  "/wiki/No._54_Squadron_RAF": "Number 54 Squadron (sometimes written as No. LIV Squadron) is a squadron of the Royal Air Force. It is based at RAF Waddington, England. On 1 September 2005 it took on the role of Intelligence, Surveillance and Reconnaissance (ISR) Operational Conversion Unit, responsible for training all RAF crews assigned to the E-3D Sentry AEW1 and the Nimrod R1 and the Sentinel R1 as well as running the Qualified Weapons Instructor Intelligence, Surveillance and Reconnaissance Course (QWI ISR). The squadron was previously a SEPECAT Jaguar strike fighter unit, operating from RAF Coltishall, until it was disbanded on 11 March 2005. Since September 2005 the unit has been formally titled 54(Reserve) Squadron, until the (Reserve) nameplate was removed from all training squadrons in 2018.",
  "/wiki/Bob_Doe": "Robert Francis Thomas \"Bob\" Doe, DSO, DFC & Bar (10 March 1920 – 21 February 2010) was a British fighter pilot and flying ace of the Second World War. He flew with the Royal Air Force during the Battle of Britain, and was seconded to the Indian Air Force during the Burma campaign.",
  "/wiki/No._234_Squadron_RAF": "No. 234 Squadron RAF had a long career within the RAF, being operational on flying boats in World War I and on fighter aircraft in World War II. After the war it remained a fighter unit till 1957. In its last incarnation the squadron was in turn Operational Training Unit (OTU), Tactical Weapon Unit (TWU) and part of No. 4 Flying Training School RAF until finally disbanded in 1994.",
  "/wiki/No._238_Squadron_RAF": "No. 238 Squadron was a squadron of the Royal Air Force. It was first formed in 1918 by combining number 347, 348 and 349 Flights at RAF Cattewater by the Royal Flying Corps during the First World War. It was reformed for the Second World War, the Berlin Airlift and currently is a Line Training Flight (LTF) squadron based at RAF Cosford, albeit in a non-flying capacity.",
  "/wiki/Paterson_Clarence_Hughes": "Paterson Clarence Hughes, DFC (19 September 1917 – 7 September 1940) was an Australian fighter ace of World War II. Serving with the Royal Air Force (RAF), he was credited with as many as seventeen aerial victories during the Battle of Britain, before being killed in action on 7 September 1940. His tally made him the highest-scoring Australian of the battle, and among the three highest-scoring Australians of the war.",
  "/wiki/Michael_Nicholson_Crossley": "Wing Commander Michael Nicholson Crossley, DSO, OBE, DFC (20 May 1912 – 1987) was a Royal Air Force flying ace who, during the Second World War, led No. 32 Squadron RAF in the Battle of Britain. Crossley shot down 20 enemy aircraft and shared in the destruction of two others with one 'probable' and one 'damaged'. All of his victories were scored in the Hawker Hurricane.",
  "/wiki/No._32_Squadron_RAF": "No. 32 (The Royal) Squadron (sometimes written as No. 32 (TR) Squadron) of the Royal Air Force operates in the VIP and general air transport roles from RAF Northolt in Greater London.",
  "/wiki/The_Few": "The Few were the airmen of the Royal Air Force (RAF) and the aviators of the Fleet Air Arm, Royal Navy (RN) who fought the Battle of Britain in the Second World War. The term comes from Winston Churchill's phrase \"Never, in the field of human conflict, was so much owed by so many to so few.\" It also alludes to Shakespeare's famous speech in his play, Henry V: \"We few, we happy few, we band of brothers...\""
}