{
  "/wiki/Dino_Drpi%C4%87": "Dino Drpić (born 26 May 1981) is a Croatian professional footballer who plays for Savski Marof. A product of Dinamo Zagreb Academy, Drpić turned professional in 2000 and went on to spend nine years with the club.",
  "/wiki/NK_Dinamo_Zagreb": "Građanski nogometni klub Dinamo Zagreb, commonly referred to as GNK Dinamo Zagreb or simply Dinamo Zagreb (pronounced [dinamo ˈzâːɡreb]), is a professional Croatian football club based in Zagreb. \nThe club is the successor of 1. HŠK Građanski or fully Prvi hrvatski građanski športski klub (English: First Croatian Citizens' Sports Club), club founded in 1911, banned in 1945 and replaced by newly established Dinamo Zagreb. They play their home matches at Stadion Maksimir. They are the most successful club in Croatian football, having won 20 Croatian Football League titles, 15 Croatian Football Cups and six Croatian Football Super Cups. The club has spent its entire existence in top flight, having been members of the Yugoslav First League from 1946 to 1991, and then the Croatian First League since its foundation in 1992.",
  "/wiki/Karlsruher_SC": "Karlsruher SC is a German association football club, based in Karlsruhe, Baden-Württemberg. KSC rose out of the consolidation of a number of predecessor clubs. They have played in the Bundesliga, but were relegated to the 2. Bundesliga in 1998 and in 2009. In 2012, they were relegated to the 3. Liga through play-offs, and in 2013, they were promoted back to the 2. Bundesliga and went back down again in 2017. In May 2019, they were promoted back to the 2. Bundesliga.",
  "/wiki/Mato_Jajalo": "Mato Jajalo (Bosnian pronunciation: [mâːto jǎjalo]; born 25 May 1988) is a Bosnian professional footballer who plays as a midfielder for Serie A club Udinese and the Bosnia and Herzegovina national team.",
  "/wiki/NK_Slaven_Belupo": "NK Slaven Belupo, often referred to simply as Slaven and known internationally as NK Slaven Koprivnica, is a Croatian football club based in the city of Koprivnica in the north of the country. They play their home matches at Gradski stadion in Koprivnica.",
  "/wiki/A.C._Siena": "Robur Siena S.p.A., commonly referred to as Siena, is an Italian football club based in Siena, Tuscany. The club was re-incorporated in 2014 after the bankruptcy of the previous legal person Associazione Calcio Siena S.p.A.. A.C. Siena's predecessor was founded in 1904.",
  "/wiki/Kre%C5%A1o_Ljubi%C4%8Di%C4%87": "Krešo Ljubičić (born 26 September 1988) is a German-born Croatian footballer who plays for FC Winterthur.",
  "/wiki/Eintracht_Frankfurt": "Eintracht Frankfurt e.V. (German pronunciation: [ˈʔaɪntʁaxt ˈfʁaŋkfʊʁt]) is a German professional sports club based in Frankfurt, Hesse, that is best known for its football club, currently playing in the Bundesliga, the top tier of the German football league system, The club was founded in 1899 and have won one German championship, five DFB-Pokals and one UEFA Cup. Since 1925, their stadium has been the Waldstadion, which was renamed Commerzbank-Arena in 2005.",
  "/wiki/HNK_Hajduk_Split": "HNK Hajduk Split (Croatian: Hrvatski nogometni klub Hajduk Split, English: Croatian Football Club Hajduk Split), commonly referred to as Hajduk Split (Croatian pronunciation: [xǎjduːk splît]) or simply Hajduk, is a professional Croatian football club founded in 1911, and based in the city of Split. Since 1979, the club's home ground has been the 35,000-seat Stadion Poljud. The team's traditional home colours are white shirts with blue shorts and blue socks. Hajduk is by far the most popular football club in Croatia, having support from all corners of the country. A lot of support comes from abroad as well, not only from Croatian natives, but foreign fans as well.",
  "/wiki/Igor_Budi%C5%A1a": "Igor Budiša (born 23 September 1977 in Osijek) is a Croatian football player, currently playing for NK Osijek in the Prva HNL. During his career Budiša played for a number of clubs in Croatia, Germany, Hungary, Greece, Russia and China.",
  "/wiki/Free_agent": "In professional sports, a free agent is a player who is eligible to sign freely with any club or franchise; i.e., not under contract to any specific team.  The term is also used in reference to a player who is under contract at present but who is allowed to solicit offers from other teams. In some circumstances, the free agent's options are limited by league rules.",
  "/wiki/HNK_%C5%A0ibenik": "Hrvatski nogometni klub Šibenik, commonly referred to as HNK Šibenik, or simply Šibenik, (English: Croatian Football Club Šibenik), is a Croatian professional football club based in Šibenik, Croatia. It competes in the Croatian Second Football League.",
  "/wiki/Samir_Duro": "Samir Duro (born 18 October 1977) is a retired Bosnian-Herzegovinian professional footballer, who last played for Rudar Kakanj in the Bosnian-Herzegovinian Premier League.",
  "/wiki/NK_%C4%8Celik_Zenica": "Nogometni klub Čelik Zenica (English: Football Club Čelik Zenica) is a professional football club based in Zenica, Bosnia and Herzegovina. The name Čelik means \"Steel\" in Bosnian and it symbolizes the strength and power of the club and the city since Zenica is an industrial city well known in this part of Europe.",
  "/wiki/Ninoslav_Parmakovi%C4%87": "Ninoslav Parmaković (born 24 November 1982 in Vinkovci) is a Croatian football player who plays as defender, currently with Slavonija Požega. During his career he also had spells at Kamen Ingrad, Zadar and Cibalia, as well as the second level side Dilj.",
  "/wiki/NK_Zadar": "Nogometni klub Zadar is a Croatian football club based in Zadar, a city on the Adriatic coast, best known for playing in the top flight of Croatian football for almost twenty years. They currently play in the Treća HNL - Jug, the Croatian third division.",
  "/wiki/HNK_Cibalia": "Hrvatski nogometni klub Cibalia, commonly known as Cibalia Vinkovci or simply Cibalia, is a Croatian football club from the town of Vinkovci in eastern Croatia. Cibalia currently play in the Treća HNL, Croatia's third tier league. Their stadium is located in the south part of their home town and can hold 12,000 spectators. The name Cibalia comes from the Roman settlement called Colonia Aurelia Cibalae which was the precursor of the present-day town of Vinkovci. In the period from 1945 to 1990 the club was called NK Dinamo Vinkovci.",
  "/wiki/Csaba_Csizmadia": "Csaba Csizmadia (born 30 May 1985 in Târgu Mureș) is a Romanian-born Hungarian professional footballer who currently plays as a defender for Budafoki MTE.",
  "/wiki/U.S._Grosseto_F.C.": "F.C. Grosseto S.S.D. is an Italian association football club, based in the city of Grosseto, Tuscany. The club was founded in 1912. The team's most associated nickname is grifone, after its logo, depicting a griffon. Its colours are red and white, and it currently plays in Serie D, the fourth level of Italian football.",
  "/wiki/FC_Feh%C3%A9rv%C3%A1r": "Fehérvár Football Club (commonly known as Fehérvár, Vidi, or MOL Fehérvár Football Club for reasons of sponsorship), is a Hungarian professional football club based in Székesfehérvár, which plays in the Nemzeti Bajnokság I, the top level of the Hungarian league system. Due to sponsorship reasons, the club changed its name from Videoton FC to MOL Vidi FC in 2018, the main sponsor of the club being oil and gas multinational company MOL. In 2019 the club changed its name once again to MOL Fehérvár FC.",
  "/wiki/NK_Me%C4%91imurje": "NK Međimurje is a Croatian football club based in Čakovec. The club is named after Međimurje, the region in northern Croatia where Čakovec is located. In 2019–20 season, they will compete in the Croatian Second Football League.",
  "/wiki/Mensur_Mujd%C5%BEa": "Mensur Mujdža (Bosnian pronunciation: [měnsuːr mǔjdʒa]; born 28 March 1984) is a Bosnian former professional footballer who played as a right back.",
  "/wiki/NK_Zagreb": "Nogometni klub Zagreb (English: Zagreb Football Club), commonly known as NK Zagreb or simply Zagreb (pronounced [zâːɡreb]), is an amateur Croatian football club based in the Croatian capital city of Zagreb, currently playing in the Četvrta HNL Center, which is a fourth tier league competition in the Croatian football league system. The club was founded in 1908 as HŠK Zagreb, meaning Hrvatski Športski Klub Zagreb (English: Croatian Athletic Club Zagreb). In 2018 after managing Stadion Kranjčevićeva as their home ground since 1946 for 72 years, NK Zagreb was denied of new managing contract by the city's officials which in the end led to eviction from the venue in October 2018. So, as of 2018–19 season NK Zagreb is using their training camp ZAGREBello venue as a home ground for its official fixtures which is located in Veslačka street. The team's traditional home colours are white shirts, shorts and socks which is the reason why they are referred to as Bijeli in Croatian, meaning \"The Whites\". Another popular nickname of the club is \"The Poets\", Pjesnici in Croatian, due to their former location of home ground at Kranjčevićeva street which is named after Croatian poet Silvije Strahimir Kranjčević.",
  "/wiki/SC_Freiburg": "Sport-Club Freiburg e.V., commonly known as SC Freiburg (German pronunciation: [ʔɛs ˈtseː ˈfʁaɪbʊɐ̯k]), is a German football club, based in the city of Freiburg im Breisgau, Baden-Württemberg. It plays in the Bundesliga, having been promoted as champions from the 2. Bundesliga in 2016. Freiburg has traditionally bounced between the first and second tier of the German football league system, leading to the fan chant, \"We go down, we go up, we go into the UEFA Cup!\" during the 1990s.",
  "/wiki/Nino_Bule": "Nino Bule (born 19 March 1976) is a Croatian football manager and former player who played as a striker.",
  "/wiki/Panserraikos_F.C.": "Panserraikos Football Club (Greek: Πανσερραϊκός 1964), the All-Serres Football Club, is a football club, based in Serres in Central Macedonia, Greece. Panserraikos is one of the most important and well-supported clubs in northern Greece and had a near-continuous presence in the First Division in the 1960s and 70s.",
  "/wiki/NK_Lokomotiva": "NK Lokomotiva Zagreb is a professional Croatian football club based in Zagreb. It competes in the Prva HNL, the country's top division. Founded in 1914, the club's only period of success came in the late 1940s and early 1950s before spending most of the following five decades as lower-level minnows.",
  "/wiki/Marko_%C5%A0imi%C4%87_(footballer_born_1988)": "Marko Šimić  (born 23 January 1988 in Rijeka, Croatia) is a Croatian footballer who currently plays as a striker for Persija Jakarta in the Liga 1.",
  "/wiki/FC_Khimki": "FC Khimki (Russian: ФК Химки) is a Russian association football club based in Khimki.",
  "/wiki/HNK_Segesta": "HNK Segesta is a Croatian football club located in the city of Sisak. It is named after the Illyrian settlement Segesta from which modern city of Sisak developed. Segesta is the oldest Croatian football club which has been operating under the same name and without interruptions to date.",
  "/wiki/Ivan_Lajtman": "Ivan Lajtman (born 1 July 1979 in Đakovo) is a Croatian footballer who last played for NK Karlovac.",
  "/wiki/NK_Istra_1961": "Nogometni Klub Istra 1961 (English: Istra 1961 Football Club), commonly referred to as NK Istra 1961 or simply Istra 1961, is a football club from Pula, Istria, Croatia, currently playing in the Croatian First Division.",
  "/wiki/NK_Karlovac": "NK Karlovac 1919 is a Croatian football club based in the town of Karlovac. Karlovac plays their home matches at Stadion Branko Čavlović-Čavlek.",
  "/wiki/Borislav_Pilipovi%C4%87": "Borislav Pilipović (Serbian Cyrillic: Борислав Пилиповић; born 25 March 1984 in Bihać) is a Bosnian-Herzegovinian football player currently playing as a defender for NK Vitez in the Premier League of Bosnia and Herzegovina.",
  "/wiki/Enes_Novini%C4%87": "Enes Novinić (born 18 July 1985, in Čakovec) is a Croatian footballer who plays as a forward for NK Karlovac.",
  "/wiki/NK_Varteks_(1958-2010)": "Varaždinski športski nogometni klub Varaždin (English: Varaždin Football Club), commonly referred to as VŠNK Varaždin or simply Varaždin, was a Croatian football club based in the city of Varaždin in the north of the country. They played their home matches at the Stadion Anđelko Herjavec, which has an all-seating capacity of 10,800. Organised supporters of the team were known as the White Stones before, unsatisfied with club leadership, they founded their own club. The club was formerly known as Varteks from 1958 to 2010.",
  "/wiki/Emiljano_Vila": "Emiljano Vila (born 12 March 1988) is an Albanian professional footballer who plays as an attacking midfielder for Teuta Durrës in the Albanian Superliga and the Albania national football team.",
  "/wiki/KS_Teuta_Durr%C3%ABs": "KF Teuta (Teuta Football Club) is an Albanian football team based in the city of Durrës. They currently compete in the Albanian Superliga and they play their home games at the Niko Dovana Stadium.",
  "/wiki/Dimitrios_Papadopoulos_(football)": "Dimitrios \"Dimitris\" Papadopoulos (Greek: Δημήτρης Παπαδόπουλος; born 20 October 1981, in Gagarin, Uzbekistan) is a former Greek professional footballer who last played for Super League club Panetolikos. He was also a member of the Greek national team as a striker.",
  "/wiki/U.S._Lecce": "Unione Sportiva Lecce, commonly referred to as Lecce (Italian pronunciation: [ˈlettʃe]), is an Italian football club based in Lecce, Apulia. It currently plays in Serie A, the highest level of the Italian football pyramid, and plays its home games at Stadio Via del Mare which has a capacity of 31,533 spectators. Lecce's current coach is Fabio Liverani who joined in September 2017 leading the giallorossi to a double promotion from Serie C to Serie B first and Serie A TIM after.",
  "/wiki/Dalibor_Pand%C5%BEa": "Dalibor Pandža (born 23 March 1991 in Sarajevo) is a Bosnian professional footballer who plays as a left winger.",
  "/wiki/FK_Sarajevo": "Fudbalski klub Sarajevo (Football Club Sarajevo) is a Bosnian professional football club based in Sarajevo, the capital city of Bosnia and Herzegovina and is one of the most successful clubs in the country. Founded on 24 October 1946, FK Sarajevo was the most successful club from SR Bosnia in former SFR Yugoslavia, winning two Yugoslav First League titles, being runners-up on two other occasions and finishing 6th in that competition's all-time table. The club's official colours are maroon and white. FK Sarajevo was the only major football club founded by the post-war Yugoslav authorities in the city of Sarajevo. The club entered the Yugoslav First League in the 1948–49 season, and eventually competed in all but two seasons in the top tier. After Bosnia and Herzegovina gained independence from Yugoslavia, FK Sarajevo became one the country's biggest ambassadors, departing on a large world tour during the Bosnian War with the goal of gaining international support for the country's cause.",
  "/wiki/Mario_Sa%C4%8Der": "Mario Sačer (born 17 November 1990 in Varaždin) is a Croatian football striker who is currently a free agent after playing for NK Varaždin.",
  "/wiki/List_of_Croatian_football_transfers_summer_2009": "This is a list of Croatian football transfers for the 2009 summer transfer window. Only moves featuring at least one Prva HNL club are listed."
}