{
  "/wiki/Office_Queen": "Office Queen (foaled 1967 in Florida; died in 1985) was a brown American Champion racehorse. Owned and bred by Stephen A. Calder, she descended from Nasrullah and Nearco.",
  "/wiki/Budd_Lepman": "Budd Lepman (August 19, 1917 – June 8, 1999) was an American Thoroughbred horse racing trainer who trained two Champions, won a record five training titles at Monmouth Park Racetrack, and by the early 1970s was regarded as \"one of the nation's leading trainers\".",
  "/wiki/Fanfreluche_(horse)": "Fanfreluche (April 9, 1967 – 1999) was a Canadian-bred Champion Thoroughbred racehorse.",
  "/wiki/Yonnie_Starr": "Joseph \"Yonnie\" Starr (August 11, 1905 – March, 1990) was a Canadian Hall of Fame Thoroughbred racehorse trainer about whom the Canadian Horse Racing Hall of Fame says has a \"record unmatched in Canadian racing history.\"",
  "/wiki/J._Louis_L%C3%A9vesque": "Jean-Louis Lévesque, CM OQ (April 13, 1911 – December 28, 1994) was a Canadian entrepreneur, thoroughbred racehorse owner, and philanthropist.",
  "/wiki/Gallant_Bloom": "Gallant Bloom (foaled May 22, 1966 – June 7, 1991) was a plain brown filly sired by the great Gallant Man, also a plain brown horse. She was small and possessed a gentle temperament. And yet she regularly beat the best fillies and mares in America. She defeated both Shuvee and Gamely.",
  "/wiki/William_J._Hirsch": "William James \"Buddy\" Hirsch (January 11, 1909 – October 25, 1997) was an American Hall of Fame trainer of Thoroughbred racehorses. He was born in San Francisco, California, the son of Hall of Fame trainer Max Hirsch.",
  "/wiki/King_Ranch": "King Ranch, located in South Texas between Corpus Christi and Brownsville near Kingsville, is the largest ranch in Texas, an area larger than the state of Rhode Island. The King Ranch comprises 825,000 acres (3,340 km2; 1,289 sq mi) and was founded in 1853 by Captain Richard King and Gideon K. Lewis. It includes portions of six Texas counties; most of Kleberg County and much of Kenedy County, with portions extending into Brooks, Jim Wells, Nueces, and Willacy counties. The ranch does not consist of one single contiguous plot of land, but rather four large sections called divisions. The divisions are the Santa Gertrudis, the Laureles, the Encino and the Norias. Only the first two of the four divisions border each other, and that border is relatively short. The ranch was designated a National Historic Landmark in 1961.",
  "/wiki/Dark_Mirage": "Dark Mirage (March 6, 1965 – July 9, 1969) was an American Hall of Fame Champion Thoroughbred racehorse.",
  "/wiki/Gamely_(horse)": "Gamely (February 10, 1964 – 1975) was an American Thoroughbred race horse who was voted the champion filly of her age group on three occasions.",
  "/wiki/James_W._Maloney": "James W. \"Jim\" Maloney (April 1, 1909 – March 10, 1984) was an American Hall of Fame trainer of Thoroughbred racehorses. The son of a trainer, his own professional career lasted fifty years from 1935 until his death in 1984.",
  "/wiki/William_Haggin_Perry": "William Haggin Perry (December 5, 1910 - November 12, 1993) was a prominent owner and breeder of Thoroughbred racehorses. He was the son of Henry Pierrepont Perry, a Wall Street Stockbroker, and Edith Lounsbery,  the daughter of Richard P. Lounsbery and Edith Hunter Haggin who in turn was the daughter of one of America's most prominent horsemen, James Ben Ali Haggin.",
  "/wiki/Lady_Pitt": "Lady Pitt (foaled 1963 in Kentucky) was an American Thoroughbred Champion racehorse.",
  "/wiki/Stephen_A._DiMauro": "Stephen A. \"Steve\" DiMauro (born November 29, 1932) is a retired jockey, Champion trainer and successful breeder and owner in American Thoroughbred horse racing.",
  "/wiki/What_a_Treat": "What a Treat (foaled 1962 in Kentucky) was an American Thoroughbred racehorse who was voted the 1965 American Champion Three-Year-Old Filly and who was sold as a broodmare in 1972 at a world record price.",
  "/wiki/Sylvester_Veitch": "Sylvester E. Veitch (February 24, 1910 – February 14, 1996) was a Hall of Fame thoroughbred horse trainer.",
  "/wiki/George_D._Widener_Jr.": "George Dunton Widener Jr. (March 11, 1889 - December 8, 1971) was an American businessman and thoroughbred racehorse owner; one of only five people ever designated \"Exemplars of Racing\" by the National Museum of Racing and Hall of Fame.",
  "/wiki/Tosmah": "Tosmah (1961–1992) was a champion Thoroughbred race horse. She was the leading American filly of her generation at both two and three years of age.",
  "/wiki/Lamb_Chop_(horse)": "Lamb Chop (1960–1964) was an American Thoroughbred Champion racehorse. Bred by Bull Hancock's renowned Claiborne Farm, she was sired by Bold Ruler, an eight-time leading sire in North America and grandson of Nearco. Her dam, Sheepsfoot, was a daughter of the 1943 U.S. Triple Crown champion Count Fleet.",
  "/wiki/Cicada_(horse)": "Cicada (May 9, 1959 – 1981) was an American Thoroughbred racehorse who was the first filly in American racing history to be awarded consecutive championships at the ages of two, three and four. She was inducted into the National Museum of Racing and Hall of Fame in 1967.",
  "/wiki/Casey_Hayes": "James Homer \"Casey\" Hayes (June 16, 1906 - June 25, 1980) was an American Thoroughbred racehorse trainer whose horses won eight national Championship titles of which two were inducted in the National Museum of Racing and Hall of Fame.",
  "/wiki/Christopher_Chenery": "Christopher Tompkins Chenery (September 19, 1886 – January 3, 1973) was an American engineer, businessman, and the owner/breeder of record for Thoroughbred horse racing's U.S. Triple Crown champion Secretariat.",
  "/wiki/Bowl_of_Flowers": "Bowl of Flowers (foaled 1958 in Virginia) was an American Hall of Fame Thoroughbred Champion racehorse.",
  "/wiki/J._Elliott_Burch": "John Elliott Burch (March 3, 1924 – January 30, 2011) was an American National Museum of Racing and Hall of Fame Thoroughbred racehorse trainer. Four of his horses were inducted in the National Museum of Racing and Hall of Fame.",
  "/wiki/Brookmeade_Stable": "Brookmeade Stable was a successful thoroughbred horse racing stable owned by Dodge Automobile heiress and socialite Isabel Dodge Sloane. Sloane first won using the name Brookmeade Stable at the Manly Memorial Steeplechase at Pimlico in 1924.",
  "/wiki/Berlo": "Berlo (foaled April 10, 1957 in Virginia) was an American Thoroughbred Champion racehorse.",
  "/wiki/Richard_E._Handlen": "Richard E. \"Dick\" Handlen (March 25, 1896 - June 1963) was an American Thoroughbred horse racing trainer whom the March 15, 1937 edition of the Los Angeles Times called \"one of the best trainers in America\"",
  "/wiki/William_du_Pont_Jr.": "William Francis du Pont Jr. (February 11, 1896 – December 31, 1965) was an English-born, American businessman and banker, and a prominent figure in the sport of Thoroughbred horse racing. He developed and designed more than 20 racing venues, including Fair Hill at his 5,000-acre estate in Maryland. A member of the Delaware Du Pont family, he was the son of William du Pont and Annie Rogers Zinn, and brother to Marion duPont Scott, a noted horsewoman and breeder.",
  "/wiki/Silver_Spoon_(horse)": "Silver Spoon (March 6, 1956 - January 1978) was a multiple stakes winning American Thoroughbred race horse.",
  "/wiki/Robert_L._Wheeler": "Robert L. Wheeler (June 21, 1920 – April 12, 1992) was American Hall of Fame trainer of Thoroughbred racehorses.",
  "/wiki/Cornelius_Vanderbilt_Whitney": "Cornelius Vanderbilt \"Sonny\" Whitney (February 20, 1899 – December 13, 1992) was an American businessman, film producer, writer, philanthropist, polo player, and government official, as well as the owner of a stable of thoroughbred racehorses.",
  "/wiki/Idun_(horse)": "Idun (1955-?) was an American Thoroughbred Champion racehorse who won U.S. Champion 2 and 3-year-old filly honors.",
  "/wiki/Sherrill_W._Ward": "Sherrill W. Ward (March 14, 1911 - February 23, 1984) was an American Hall of Fame Thoroughbred racehorse trainer. Born in Miami, Florida, he was the son of trainer John Sherrill Ward. His brother, John T. Ward, also trained horses and ran Fort Springs Farm in Lexington, Kentucky. Having learned the business from his father, in 1929 Sherrill Ward embarked on a training career of his own.",
  "/wiki/Bayou_(horse)": "Bayou (1954–1982) was an American Thoroughbred racemare who was bred and raced by Bull Hancock's Claiborne Farm. and who was voted the American Champion Three-Year-Old Filly of 1957.",
  "/wiki/Moody_Jolley": "Moody S. Jolley (March 23, 1910 - February, 1976) was an American thoroughbred horse racing owner, breeder and trainer. His son, LeRoy, trained Ridan and other horses owned by the family.",
  "/wiki/Claiborne_Farm": "Claiborne Farm is a thoroughbred horse breeding operation near Paris, Kentucky. It was established in 1910 by Arthur B. Hancock, owner of Ellerslie Farm in Albemarle County, Virginia, and has been operated by members of his family ever since.",
  "/wiki/Doubledogdare": "Doubledogdare (1953–1974) was an American Thoroughbred Champion racehorse. Bred and raced by the renowned Claiborne Farm of Bull Hancock, she was sired by Double Jay, the American Champion Two-Year-Old Colt of 1946 and a four-time Leading broodmare sire in North America. Her dam was Flaming Top, a daughter of  1935 U.S. Triple Crown champion Omaha.",
  "/wiki/Misty_Morn": "Misty Morn (1952–1971) was an American Thoroughbred racehorse. She was by the stakes–winning sire Princequillo, who had been smuggled from Europe during World War II and who also sired the dam of Secretariat, Somethingroyal. Bred and owned by Gladys Mills Phipps' Wheatley Stable, at age three Misty Morn broke the Jamaica Racetrack track record en route to winning the 1955 Gallant Fox Handicap.",
  "/wiki/Sunny_Jim_Fitzsimmons": "James Edward \"Sunny Jim\" Fitzsimmons (July 23, 1874 – March 11, 1966) was a thoroughbred racehorse trainer.",
  "/wiki/Wheatley_Stable": "Wheatley Stable was the nom de course  for the thoroughbred horse racing partnership formed by Gladys Mills Phipps and her brother, Ogden Livingston Mills. The horses were raised at Claiborne Farm near Paris, Kentucky.",
  "/wiki/Parlo": "Parlo (April 12, 1951 – 1978) was an American Thoroughbred Champion racehorse.",
  "/wiki/American_Champion_Three-Year-Old_Filly": "The American Champion Three-Year-Old Filly is an American Thoroughbred horse racing honor awarded annually to a female horse in Thoroughbred flat racing. It became part of the Eclipse Awards program in 1971."
}