{
  "/wiki/Hour": "An hour (symbol: h; also abbreviated hr.) is a unit of time conventionally reckoned as ​1⁄24 of a day and scientifically reckoned as 3,599–3,601 seconds, depending on conditions.",
  "/wiki/Minute": "The minute is a unit of time usually equal to ​1⁄60 (the first sexagesimal fraction) of an hour, or 60 seconds. In the UTC time standard, a minute on rare occasions has 61 seconds, a consequence of leap seconds (there is a provision to insert a negative leap second, which would result in a 59-second minute, but this has never happened in more than 40 years under this system). Although not an SI unit, the minute is accepted for use with SI units. The SI symbol for minute or minutes is min (without a dot). The prime symbol is also sometimes used informally to denote minutes of time.[citation needed]",
  "/wiki/Second": "The second (symbol: s, abbreviation: sec) is the base unit of time in the International System of Units (SI), commonly understood and historically defined as ​1⁄86400 of a day – this factor derived from the division of the day first into 24 hours, then to 60 minutes and finally to 60 seconds each. Analog clocks and watches often have sixty tick marks on their faces, representing seconds (and minutes), and a \"second hand\" to mark the passage of time in seconds.  Digital clocks and watches often have a two-digit seconds counter. The second is also part of several other units of measurement like meters per second for velocity, meters per second per second for acceleration, and per second for frequency.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Ingrid_Kristiansen": "Ingrid Kristiansen (née Christensen on 21 March 1956) is a Norwegian former athlete. She was one of the best female long distance runners during the 1980s. She is a former world record holder in the 5000 metres, 10,000 metres and the marathon (at one point in time, she held those records simultaneously, the only person ever) and was a World Champion on the track, roads and cross-country. Kristiansen was the first athlete to win World titles on all three surfaces. At the 1984 Los Angeles Olympics, she finished fourth in the first women's Olympic marathon. At the 1988 Seoul Olympics, she dropped out of the 10,000 metres final while leading. Early in her career, she was also an elite cross country skier, winning several Norwegian titles and a European junior championship.",
  "/wiki/Norway": "Norway (Norwegian: Norge (Bokmål) or Noreg (Nynorsk); Northern Sami: Norga; Lule Sami: Vuodna; Southern Sami: Nöörje), officially the Kingdom of Norway, is a Nordic country in Northwestern Europe whose territory comprises the western and northernmost portion of the Scandinavian Peninsula; the remote island of Jan Mayen and the archipelago of Svalbard are also part of the Kingdom of Norway.[note 2] The sub-Antarctic Bouvet Island is a dependent territory and thus not considered part of the kingdom. Norway also lays claim to the Antarctic territories of Queen Maud Land and Peter I Island.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.",
  "/wiki/Enh%C3%B6rna_IF": "Enhörna IF is a Swedish football club located in Enhörna, north-west of Södertälje in Södermanland.",
  "/wiki/Ria_Van_Landeghem": "Maria (\"Ria\") Van Landeghem (born September 19, 1957 in Sint-Niklaas, East Flanders) is a senior grand masters level female long-distance runner from Belgium, who competed in road race and marathons. She represented her native country at the 1984 Summer Olympics, finishing in 21st place in the women's marathon.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/Evy_Palm": "Evy Gunilla Palm (born January 31, 1942 in Lidköping, Västra Götaland) is a female athlete from Sweden, who competes in the long-distance events. She represented her native country at the 1988 Summer Olympics, finishing in 24th place in the women's marathon at the age of 46. In the lead up to the Olympics, she set the current Masters W45 World Record in the 10,000 metres.  Palm is a three-time winner of the Stockholm Marathon.",
  "/wiki/Grete_Waitz": "Grete Waitz (née Andersen, 1 October 1953 – 19 April 2011) was a Norwegian marathon runner and former world record holder. In 1979, she became the first woman in history to run the marathon in under two and a half hours. She won nine New York City Marathons, women's division, between 1978 and 1988, more than any other runner in history. She won a silver medal at the 1984 Olympic Games in Los Angeles and a gold medal at the 1983 World Championships in Helsinki. Her other marathon victories included winning the London Marathon in 1983 and 1986. She was also a five-time winner of the World Cross Country Championships.",
  "/wiki/Midde_Hamrin": "Midde Hamrin (born Ingrid Marie-Louise Hamrin, April 19, 1957 in Gothenburg, Västra Götaland) is a Swedish athlete, competing in the long-distance running events.",
  "/wiki/Grete_Kirkeberg": "Grete Jorunn Kirkeberg (born 3 September 1964) is a retired Norwegian long-distance runner who specialized in marathon races and cross-country running.",
  "/wiki/Ukraine": "Ukraine (Ukrainian: Україна, romanized: Ukrayina, pronounced [ʊkrɐˈjinɐ] (listen)) is a country in Eastern Europe. It is bordered by Russia to the north-east; Belarus to the north; Poland, Slovakia and Hungary to the west; and Romania, Moldova, and the Black Sea to the south.  Ukraine is currently in a territorial dispute with Russia over the Crimean Peninsula, which Russia annexed in 2014. Including Crimea, Ukraine has an area of 603,628 km2 (233,062 sq mi), making it both the largest country entirely within Europe and the 46th largest country in the world. Excluding Crimea, Ukraine has a population of about 42 million, making it the 32nd most populous country in the world. Its capital and largest city is Kiev. Ukrainian is the official language and its alphabet is Cyrillic. The dominant religion in the country is Eastern Orthodoxy.",
  "/wiki/Anita_H%C3%A5kenstad": "Anita Håkenstad (born 19 February 1968 in Oslo) is a Norwegian long-distance runner who specialized in marathon races and cross-country running. She now competes in mountain running."
}