{
  "/wiki/T-Mek": "T-MEK is a two-player, sit-down, virtual reality fighting arcade game developed by Atari Games and published by Time Warner Interactive in 1994. Each player can choose their MEK (a hovering tank with special weapons and abilities). One player can play against 6 AI players and the occasional boss, or two players can play against each other and 4 AI players. There is a special tournament mode where two players can go one on one. Up to three T-MEK cabinets can be linked for six-player competitions. T-MEK was later ported to MS-DOS and the Sega 32X; rather than linking multiple systems together, the home versions featured split-screen multiplayer for two players.",
  "/wiki/1994_in_video_gaming": "1994 has seen many sequels and prequels in video games and several new titles such as Super Metroid, Donkey Kong Country and Sonic & Knuckles.",
  "/wiki/Vehicular_combat_game": "Vehicular combat games (also known as just vehicular combat or car combat) are typically video or computer games where the primary objectives of gameplay includes vehicles, armed with weapons such as machine guns, lasers, missiles, rocket launchers, chainsaws, flamethrowers, molotov cocktails, pipe bombs, hand grenades, and other improvised weapons, attempting to destroy vehicles controlled by the CPU or by opposing players. The genre normally features a variety of different vehicles available for play, each with its own strengths, weaknesses, and special attack abilities. Players may also unlock hidden vehicles by completing certain in-game tasks. Traditionally, vehicular combat games focus on fast-paced action inside the vehicle, rarely, if ever, concerning themselves with role-playing or other elements, Metal Max series being an exception. Games may include racing themes, but they are generally secondary to the action.",
  "/wiki/Tank_(video_game)": "Tank is an arcade game developed by Kee Games, a subsidiary of Atari, and released in November 1974. It was the only original title not based on an existing Atari property developed by Kee Games, which was founded to sell clones of Atari games to distributors as a fake competitor prior to the merger of the two companies. In the game, two players drive tanks through a maze viewed from above while attempting to shoot each other and avoid mines, represented by X marks, in a central minefield. Each player controls their tank with a pair of joysticks, moving them forwards and back to drive, reverse, and steer, and firing shells with a button to attempt to destroy the other tank. The destruction of a tank from a mine or shell earns the opposing player a point, and tanks reappear after being destroyed. The winner is the player with more points when time runs out, with each game typically one or two minutes long.",
  "/wiki/1974_in_video_gaming": "1974 has several new titles such as Shark Jaws, Speed Race and Dungeon.",
  "/wiki/1975_in_video_gaming": "1975 has several new titles such as Western Gun, Dungeon and dnd.",
  "/wiki/Tank_8": "Tank is an arcade game developed by Kee Games, a subsidiary of Atari, and released in November 1974. It was the only original title not based on an existing Atari property developed by Kee Games, which was founded to sell clones of Atari games to distributors as a fake competitor prior to the merger of the two companies. In the game, two players drive tanks through a maze viewed from above while attempting to shoot each other and avoid mines, represented by X marks, in a central minefield. Each player controls their tank with a pair of joysticks, moving them forwards and back to drive, reverse, and steer, and firing shells with a button to attempt to destroy the other tank. The destruction of a tank from a mine or shell earns the opposing player a point, and tanks reappear after being destroyed. The winner is the player with more points when time runs out, with each game typically one or two minutes long.",
  "/wiki/1976_in_video_gaming": "1976 has several new titles such as Road Race, Night Driver (video game) and Heavyweight Champ.",
  "/wiki/Tempest_(video_game)": "Tempest is a 1981 arcade game by Atari Inc., designed and programmed by Dave Theurer. It takes place on a three-dimensional surface, sometimes wrapped into a tube, which is viewed from one end and is divided into either 15 or 16 lanes, depending upon whether the tube's shape was closed or open, respectively. The player controls a claw-shaped \"blaster\" that sits on the edge of the surface, snapping from segment to segment as a rotary knob is turned.",
  "/wiki/1980_in_video_gaming": "1980 saw the release of a number games with influential concepts, including Pac-Man, Battlezone, Crazy Climber, Mystery House, Missile Command, Space Panic, Zork I, and Olympic Decathlon. The Atari VCS (later the Atari 2600) grew in popularity with a port of Space Invaders and support from new developer Activision.",
  "/wiki/1996_in_video_gaming": "1996 has seen many sequels and prequels in video games and several new titles such as Blazing Heroes, Super Mario 64, NiGHTS into Dreams..., Crash Bandicoot, Resident Evil, Dead or Alive, Duke Nukem 3D and Tomb Raider.",
  "/wiki/Fighting_game": "A fighting game is a video game genre based around close combat between a limited number of characters, in a stage in which the boundaries are fixed. The characters fight each others until they defeat their opponents or the time expires. The matches typically consist of several rounds, in an arena, with each player character having different abilities but each is relatively viable to choose. Players must master techniques such as blocking, counter-attacking, and chaining attacks together into \"combos\". Starting in the early 1990s, most fighting games allowed the player to execute special attacks by performing specific input combinations. The fighting game genre is related to but distinct from beat 'em ups, which involve large numbers of enemies against the human player.",
  "/wiki/Anime": "Anime (US: /ˈænəˌmeɪ/, UK: /ˈænɪˌmeɪ/) (Japanese: アニメ, Hepburn: anime, [aɲime] (listen), plural: anime)[a] is hand-drawn and computer animation originating from or associated with Japan.",
  "/wiki/Tekken_(video_game)": "Tekken (鉄拳) is a fighting video game developed and published by Namco. It was released in arcades in December 1994 and on the PlayStation in 1995. It was the first entry in the popular Tekken series, succeeded by Tekken 2 in August 1995. The arcade game features eight playable characters, while the PlayStation version features 17 playable characters in the roster.",
  "/wiki/SoulCalibur": "The Soulcalibur series (ソウルキャリバー シリーズ, Sōrukyaribā shirīzu), or commonly known as Soul series (ソウル シリーズ, Sōru shirīzu) is a weapon-based fighting video game franchise by Bandai Namco Entertainment. There are seven main installments of video games and various media spin-offs, including music albums and a series of manga books. Originally released as an arcade game, Soul Edge, in 1995 and later ported to video game consoles, more recent versions have been released for consoles only and have evolved to include online playing modes.",
  "/wiki/Tetris": "Tetris (Russian: Тетрис [ˈtɛtrʲɪs]; portmanteau of \"tetromino\" and \"tennis\") is a tile-matching puzzle video game originally designed and programmed by Soviet Russian software engineer Alexey Pajitnov. The first playable version was completed on June 6, 1984, while he was working for the Dorodnitsyn Computing Centre of the Academy of Sciences of the Soviet Union in Moscow. He derived its name from combining the Greek numerical prefix tetra- (the falling pieces contain 4 segments) and tennis, Pajitnov's favorite sport. The name is also used in-game to refer to the play where four lines are cleared at once.",
  "/wiki/1988_in_video_gaming": "1988 saw many sequels and prequels in video games and several new titles such as Super Contra, Super Mario Bros 2, Assault, Altered Beast, Mega Man 2, Double Dragon II: The Revenge,and Super Mario Bros 3",
  "/wiki/Puzzle_game": "A puzzle is a game, problem, or toy that tests a person's ingenuity or knowledge. In a puzzle, the solver is expected to put pieces together in a logical way, in order to arrive at the correct or fun solution of the puzzle. There are different genres of puzzles, such as crossword puzzles, word-search puzzles, number puzzles, relational puzzles, or logic puzzles.",
  "/wiki/ThunderJaws": "ThunderJaws is a run and gun game originally released for the arcade by Atari Games in 1990. Home ports by Domark were published in 1991.",
  "/wiki/1990_in_video_gaming": "1990 has seen many sequels and prequels in video games and several new titles such as Metal Gear 2: Solid Snake, Fire Emblem: Shadow Dragon and the Blade of Light, Dr. Mario, and Super Mario World.",
  "/wiki/1983_in_video_gaming": "1983 has seen many sequels and prequels in video games and several new titles such as Mario Bros., Pole Position II and Spy Hunter.",
  "/wiki/Toobin%27": "Toobin' is an Atari Games video game originally released as an arcade game in 1988 and is based on the recreational sport tubing. It was later ported to systems such as NES, Commodore Amiga, Commodore 64, MSX, and Game Boy Color. In the game, the player assumes control of the main characters Bif or Jet, guiding them through many winding rivers on an innertube.",
  "/wiki/Touch_Me_(arcade_game)": "Touch Me is an arcade game first released by Atari Inc. in 1974, and later as a handheld game in 1978.  It can be described as a Simon-like game that involves touching a series of buttons that light up and produce sounds. The player must observe a sequence of blinking electric lights and repeat the sequence back in the same order that it occurred. Each time this is completed, the game will produce another sequence with an additional button added. This process is repeated and a digital score window displays the total number of sound sequences a player correctly repeats. The game continues until the maximum sequence of buttons is reached, or the user makes a mistake.[citation needed]",
  "/wiki/Simon_(game)": "Simon is an electronic game of memory skill invented by Ralph H. Baer and Howard J. Morrison, working for toy design firm Marvin Glass and Associates, with software programming by Lenny Cope. The device creates a series of tones and lights and requires a user to repeat the sequence. If the user succeeds, the series becomes progressively longer and more complex. Once the user fails or the time limit runs out, the game is over. The original version was manufactured and distributed by Milton Bradley and later by Hasbro after it took over Milton Bradley. Much of the assembly language code was written by Charles Kapps,[citation needed] who taught computer science at Temple University and also wrote one of the first books on the theory of computer programming. Simon was launched in 1978 at Studio 54 in New York City and was an immediate success, becoming a pop culture symbol of the 1970s and 1980s.",
  "/wiki/Cyberball": "Cyberball (サイバーボール, Saibābōru) is an Atari Games arcade game of 7-man American football, using robotic avatars of different speeds, sizes, and skill sets set in the year 2022. The game replaced the standard downs system with an explosive ball that progresses from \"cool\" to \"warm\", \"hot\", and \"critical\" status as it is used. Players can only defuse the ball, resetting it from its current state back to \"cool\" by crossing the 50 yard line or by change of possession, whether through touchdown, interception or fumble. A robot holding a critical ball while being tackled is destroyed along with the ball. The robots also possess finite durability. As offensive units are tackled, they wear down, finally issuing smoke and then flames after a number of hits. A flaming robot will explode when hit, thereby fumbling the ball. Players can upgrade robots with faster and more durable units using money bonuses they earn during play. Players select from run, pass or option plays on offense, after which the computer presents four individual plays from which to choose. On defense, a player can select short, medium or long defenses, and then select a specific defensive scheme.",
  "/wiki/1989_in_video_gaming": "1989 has seen many sequels and prequels in video games and several new titles such as Phantasy Star II, Golden Axe and Bonk's Adventure, and Super Mario Land",
  "/wiki/American_football": "American football, referred to as football in the United States and Canada and also known as gridiron,[nb 1] is a team sport played by two teams of eleven players on a rectangular field with goalposts at each end. The offense, the team with possession of the oval-shaped football, attempts to advance down the field by running with the ball or passing it, while the defense, the team without possession of the ball, aims to stop the offense's advance and to take control of the ball for themselves. The offense must advance at least ten yards in four downs or plays; if they fail, they turn over the football to the defense, but if they succeed, they are given a new set of four downs to continue the drive. Points are scored primarily by advancing the ball into the opposing team's end zone for a touchdown or kicking the ball through the opponent's goalposts for a field goal. The team with the most points at the end of a game wins.",
  "/wiki/Tournament_Table": "Tournament Table is a 1978 arcade game released by Atari. The Atari 2600 version is called Video Olympics.",
  "/wiki/1978_in_video_gaming": "N/A",
  "/wiki/Triple_Hunt": "Triple Hunt is a  shooter-style arcade game developed by Atari and released in April 1977. Triple Hunt's main feature is its mounted light gun, which is used to shoot at the screen on a separate cabinet. Each Triple Hunt unit houses three changeable games; Witch Hunt, Hit The Bear, and Raccoon Hunt. The game graphics are displayed over the background graphics, and when a monitor mask is placed on the screen, the graphics 'disappear' behind the mask. Since the gun is light operated, the shots would not go through the mask, and did not count.  It was first introduced at the Third Annual Distributor Meeting banquet on March 22, 1977.",
  "/wiki/1977_in_video_gaming": "1977 has several new titles such as Space Wars.",
  "/wiki/Hunting": "Hunting is the practice of seeking, pursuing and capturing or killing wild animals. Hunting wildlife or feral animals is most commonly done by humans for food, recreation, to remove predators that can be dangerous to humans or domestic animals, to remove pests that destroy crops or kill livestock, or for trade. Lawful hunting is distinguished from poaching, which is the illegal killing, trapping or capture of the hunted species. The species that are hunted are referred to as game or prey and are usually mammals and birds. In economic terms, hunting is considered to be part of the primary production alongside forestry, agriculture and fishing.",
  "/wiki/Video_game": "A video game is an electronic game that involves interaction with a user interface to generate visual feedback on a two- or three-dimensional video display device such as a touchscreen, virtual reality headset or monitor/TV set. Since the 1980s, video games have become an increasingly important part of the entertainment industry, and whether they are also a form of art is a matter of dispute."
}