{
  "/wiki/Bath_Rugby": "Bath Rugby (also known as just Bath) is an English professional rugby union club in Bath, Somerset. They play in the English Premiership. The club has won England's domestic competition, the Premiership Rugby Cup, the Heineken Cup, and the European Challenge Cup.",
  "/wiki/Bristol_Bears": "Bristol Bears (officially Bristol Rugby Club) is an English professional rugby union club based in Bristol, England.  They play in Premiership Rugby, England's top division of rugby.",
  "/wiki/Bedford_Blues": "Bedford Blues are a rugby union club in the town of Bedford, England, currently playing in The RFU Championship. Bedford is one of the largest towns in England without a league football club, and one of the few towns in England where the rugby club is better supported than the football team. The Blues are a semi-pro team, with a mix of experienced and young players. The Blues are coached by Mike Rayer.",
  "/wiki/Coventry_R.F.C.": "Coventry Rugby Football Club is a rugby union club based in Coventry, England. The club enjoyed great success during the 1960s and 70s, with many players representing their countries. Coventry's home ground is the Butts Park Arena, which opened in 2004. Between 1921 and 2004, the club played at Coundon Road. The club have recently been promoted into the RFU Championship (the second tier of the English rugby union system) following their promotion from the 2017–18 National League 1.",
  "/wiki/Exeter_Chiefs": "Exeter Chiefs (officially Exeter Rugby Club) are an English professional rugby union club based in Exeter, Devon.  They play in Premiership Rugby, England's top division of rugby.",
  "/wiki/Gloucester_Rugby": "Gloucester Rugby are a professional rugby union club based in the West Country city of Gloucester. They play in Premiership Rugby, England's top division of rugby, as well as in European competitions.",
  "/wiki/Harlequin_F.C.": "The Harlequin Football Club (Harlequins or Quins for short) is an English rugby union team that plays in the top level of English rugby, the English Premiership. Their ground in London is the Twickenham Stoop.  They were one of the founding members of the RFU.",
  "/wiki/Yorkshire_Carnegie": "Yorkshire Carnegie (formerly Leeds Carnegie, Leeds Tykes and Leeds RUFC) is an English rugby union club in Leeds, West Yorkshire, England, playing in the RFU Championship.",
  "/wiki/Leicester_Tigers": "Leicester Tigers (officially Leicester Football Club) is an English professional rugby union club based in Leicester, England. They play in Premiership Rugby, England's top division of rugby.",
  "/wiki/Liverpool_St_Helens_F.C.": "Liverpool St Helens Football Club is an English rugby union team formed from the merger of Liverpool Football Club and St. Helens RUFC.",
  "/wiki/London_Irish": "London Irish RFC is a professional English rugby union club, with an Irish Identity. It was originally based in Sunbury, Surrey, where the senior squad train, youth teams and senior academy play home games, and the club maintain their administrative offices, at Hazelwood Drive. It competed in the Premiership, the top division of English rugby union, every season since its inception in 1996–97, apart from the 2016–17 and 2018–19 seasons, in which they competed in the RFU Championship, winning the league in 2017 and 2019.  The club also competed in the Anglo-Welsh Cup, until its demise in 2018, and has participated in both the European Champions Cup and European Challenge Cup. While playing in the Championship, in 2016–17 and 2018–19, Irish also played in the British and Irish Cup and its successor the RFU Championship Cup respectively. The club currently plays its home games at the Madejski Stadium in Reading, Berkshire. However, at the end of the 2019–20 season they will move to Brentford Community Stadium in Brentford, West London.",
  "/wiki/London_Scottish_F.C.": "London Scottish Football Club is a rugby union club in England. The club is a member of both the Rugby Football Union and the Scottish Rugby Union. The club shares the Athletic Ground with Richmond.",
  "/wiki/London_Welsh_RFC": "London Welsh Rugby Football Club (Welsh: Clwb Rygbi Cymry Llundain) is a rugby union club formed in 1885. Based in Old Deer Park, Richmond-upon-Thames, London Welsh RFC played in the English Premiership in the 2012–13 and 2014–15 seasons, after gaining promotion from the RFU Championship in the 2012 and 2014 play-off final. The club returned to Old Deer Park in 2015 after three seasons at the Kassam Stadium, Oxford.",
  "/wiki/Moseley_Rugby_Football_Club": "Birmingham Moseley Rugby Club is an English rugby union club, based in Birmingham, that compete in the third tier of English rugby. They were historically the premier rugby club in Birmingham, reaching the final of the John Player Cup three times in the late 1970s and early 1980s. They originally played at the Reddings, but after attempting to keep up with the transition to professional rugby, the club ran into financial difficulties and were forced to sell their 125-year home to property developers. An unsuccessful five-year spell based at the University of Birmingham followed, during which time they were relegated to National Division Two. In 2005 the club moved to its new home at Billesley Common, and were promoted to National Division One in 2006. In 2009 they won their first cup in 27 years beating Leeds 23–18 in the final of the National Trophy at Twickenham. On the weekend starting 15 April 2016; defeat to Bristol, combined with results elsewhere during the same weekend, confirmed Moseley's relegation to National League 1 for the 2016-17 season.",
  "/wiki/Newcastle_Falcons": "The Newcastle Falcons are an English rugby union team that plays in the RFU Championship. The club was established in 1877 as the Gosforth Football Club. Around 1882 the club merged with the Northumberland Football Club and briefly assumed their name until 1887. In 1990, the name was changed to Newcastle Gosforth and the club began to play at Kingston Park stadium in Kingston Park, Newcastle upon Tyne. In 1996, following the start of \"open era\" the club briefly adopted the name Newcastle Rugby Club before adopting its current name.",
  "/wiki/Northampton_Saints": "Northampton Saints (officially Northampton Rugby Football Club) is a professional rugby union club from Northampton, England. They play in Premiership Rugby, England's top division of rugby.",
  "/wiki/Nottingham_R.F.C.": "Nottingham Rugby Club is a rugby union club based in Nottingham, England. The club's first team currently play in the Championship, the second tier of English Rugby.",
  "/wiki/Orrell_R.U.F.C.": "Orrell Rugby Union Football Club is a rugby union team from Orrell in the Metropolitan Borough of Wigan, Greater Manchester.",
  "/wiki/Richmond_F.C.": "Richmond Football Club is a rugby union club from Richmond, London. It is a founding member of the Rugby Football Union, and is one of the oldest football clubs (of any code). It fields teams in both men's and women's rugby; the men's first team currently play in National League 1 following their relegation from the RFU Championship at the end of the 2018-19 season, while the women's first team play in the women's Premiership.",
  "/wiki/Rosslyn_Park_F.C.": "Rosslyn Park Football Club is a rugby union club based in south west London."
}