{
  "/wiki/Tom_Varndell": "Tom Varndell (born 16 September 1985) is an English rugby union footballer who plays on the wing for Yorkshire Carnegie. Varndell also has caps for England and England Sevens, as well as having represented other Aviva Premiership sides Bristol Bears and Wasps. He is currently the leading try scorer in the Aviva Premiership.",
  "/wiki/Leicester_Tigers": "Leicester Tigers (officially Leicester Football Club) is an English professional rugby union club based in Leicester, England. They play in Premiership Rugby, England's top division of rugby.",
  "/wiki/Wasps_RFC": "Wasps Rugby Football Club is an English professional rugby union team based in Coventry, England. They play in Premiership Rugby, England's top division of rugby.",
  "/wiki/Bristol_Bears": "Bristol Bears (officially Bristol Rugby Club) is an English professional rugby union club based in Bristol, England.  They play in Premiership Rugby, England's top division of rugby.",
  "/wiki/Mark_Cueto": "Mark John Cueto MBE (born 26 December 1979 in Workington, Cumbria) is a former English international rugby union player. He played on the wing for Sale Sharks and England. He is currently the second leading try scorer in the Aviva Premiership.",
  "/wiki/Sale_Sharks": "Sale Sharks is a professional rugby union club from  Greater Manchester, England. They play in the Premiership Rugby, England's top division of rugby.",
  "/wiki/Chris_Ashton": "Christopher John Ashton (born 29 March 1987) is an English rugby union and former rugby league footballer, and one of the few players who have represented England in both rugby codes. He currently plays as a wing or fullback for Sale Sharks in the Gallagher Premiership.",
  "/wiki/Northampton_Saints": "Northampton Saints (officially Northampton Rugby Football Club) is a professional rugby union club from Northampton, England. They play in Premiership Rugby, England's top division of rugby.",
  "/wiki/Saracens_F.C.": "Saracens Football Club (/ˈsærəsənz/) are an English professional rugby union football club based in London, England. Established in 1876, they play in Premiership Rugby, the top level of domestic rugby union in England. They are the current title holders of the European Rugby Champions Cup, a tournament which they have won more times than any other English team, with three titles, won in 2016, 2017 and 2019.",
  "/wiki/Christian_Wade": "Christian Wade (born 15 May 1991) is a British sportsman who was an England rugby union international,  playing as a wing, and is now playing American football as a running back for the Buffalo Bills of the National Football League (NFL).",
  "/wiki/Steve_Hanley_(rugby_union)": "Steven Melvyn Hanley (born 11 June 1979) is a former rugby union footballer who played on the wing for the Sale Sharks, signing with the club in 1998. In 1999, Hanley played his only Test for England. He was Sale's \"Player of the Year\" in 2004. After suffering a back injury in December 2007, Hanley retired in July 2008 after being told by doctors he would not recover well enough to play professional rugby. He scored 104 tries in 191 games, 75 of which were in the Premiership.",
  "/wiki/Paul_Sackey": "Paul Henry Sackey (born 8 November 1979) is a retired English rugby union footballer who played on the wing, most recently for Harlequins in the Aviva Premiership.",
  "/wiki/Bedford_Blues": "Bedford Blues are a rugby union club in the town of Bedford, England, currently playing in The RFU Championship. Bedford is one of the largest towns in England without a league football club, and one of the few towns in England where the rugby club is better supported than the football team. The Blues are a semi-pro team, with a mix of experienced and young players. The Blues are coached by Mike Rayer.",
  "/wiki/London_Irish": "London Irish RFC is a professional English rugby union club, with an Irish Identity. It was originally based in Sunbury, Surrey, where the senior squad train, youth teams and senior academy play home games, and the club maintain their administrative offices, at Hazelwood Drive. It competed in the Premiership, the top division of English rugby union, every season since its inception in 1996–97, apart from the 2016–17 and 2018–19 seasons, in which they competed in the RFU Championship, winning the league in 2017 and 2019.  The club also competed in the Anglo-Welsh Cup, until its demise in 2018, and has participated in both the European Champions Cup and European Challenge Cup. While playing in the Championship, in 2016–17 and 2018–19, Irish also played in the British and Irish Cup and its successor the RFU Championship Cup respectively. The club currently plays its home games at the Madejski Stadium in Reading, Berkshire. However, at the end of the 2019–20 season they will move to Brentford Community Stadium in Brentford, West London.",
  "/wiki/Harlequin_F.C.": "The Harlequin Football Club (Harlequins or Quins for short) is an English rugby union team that plays in the top level of English rugby, the English Premiership. Their ground in London is the Twickenham Stoop.  They were one of the founding members of the RFU.",
  "/wiki/Matt_Banahan": "Matthew Andrew Banahan (born 30 December 1986) is a Jerseyman who plays rugby union for Gloucester in the Aviva Premiership in international rugby union. He is also a former England international. His main position is wing, however he can also operate as an inside or outside centre.",
  "/wiki/Bath_Rugby": "Bath Rugby (also known as just Bath) is an English professional rugby union club in Bath, Somerset. They play in the English Premiership. The club has won England's domestic competition, the Premiership Rugby Cup, the Heineken Cup, and the European Challenge Cup.",
  "/wiki/Gloucester_Rugby": "Gloucester Rugby are a professional rugby union club based in the West Country city of Gloucester. They play in Premiership Rugby, England's top division of rugby, as well as in European competitions.",
  "/wiki/Tom_Voyce": "Thomas Michael Dunstan Voyce (born 5 January 1981) is a former English rugby union player who played at wing or fullback. He previously played for England.",
  "/wiki/London_Welsh_RFC": "London Welsh Rugby Football Club (Welsh: Clwb Rygbi Cymry Llundain) is a rugby union club formed in 1885. Based in Old Deer Park, Richmond-upon-Thames, London Welsh RFC played in the English Premiership in the 2012–13 and 2014–15 seasons, after gaining promotion from the RFU Championship in the 2012 and 2014 play-off final. The club returned to Old Deer Park in 2015 after three seasons at the Kassam Stadium, Oxford.",
  "/wiki/Jonny_May": "Jonathan James May (born 1 April 1990) is a professional rugby union player for Leicester Tigers in Premiership Rugby and for the England national team. He plays as a winger and is known for his speed and finishing skills.",
  "/wiki/James_Simpson-Daniel": "James David Simpson-Daniel (born 30 May 1982 in Stockton-on-Tees) is a former English rugby union footballer who played wing or centre for Gloucester Rugby.",
  "/wiki/Premiership_Rugby": "Premiership Rugby (officially known as Gallagher Premiership Rugby, or the Gallagher Premiership due to sponsorship reasons) is an English professional rugby union competition. The Premiership consists of twelve clubs, and is the top division of the English rugby union system. Premiership clubs qualify for Europe's two main club competitions, the European Rugby Champions Cup and the European Rugby Challenge Cup. The team finishing at the bottom of the Premiership each season is relegated to the second division, the RFU Championship; the winner of the Championship is promoted to the Premiership."
}