{
  "/wiki/2008%E2%80%9309_NBA_Development_League_season": "These are regular season standings and playoff results for the NBA G League. The NBA G League is the official minor league basketball organization owned and run by the National Basketball Association (NBA). The league was formed in 2001 as the National Basketball Development League (NBDL). The league was renamed to NBA Development League (NBA D-League) in 2005 to reflect its close affiliation with the NBA. In 2017, it was renamed NBA G League, as part of a sponsorship deal with Gatorade.",
  "/wiki/Courtney_Sims": "Courtney Sims (born October 21, 1983) is an American former professional basketball player. He is a 6'11\" (211 cm) tall center.",
  "/wiki/Phoenix_Suns": "The Phoenix Suns are an American professional basketball team based in Phoenix, Arizona. The Suns compete in the National Basketball Association (NBA), as a member of the league's Western Conference Pacific Division, and are the only team in their division not based in California. The Suns play their home games at the Talking Stick Resort Arena.",
  "/wiki/Anthony_Tolliver": "Anthony Lamar Tolliver (born June 1, 1985) is an American professional basketball player for the Sacramento Kings of the National Basketball Association (NBA). He played college basketball for Creighton University. He went to high school at Kickapoo High School.",
  "/wiki/New_Orleans_Hornets": "The New Orleans Pelicans are an American professional basketball team based in New Orleans. The Pelicans compete in the National Basketball Association (NBA) as a member of the league's Western Conference Southwest Division. The team plays their home games in the Smoothie King Center.",
  "/wiki/Cartier_Martin": "Cartier Alexander Martin (/kɑːrˈtiːeɪ/;[citation needed] born November 20, 1984) is an American professional basketball player who last played for SAN-EN NeoPhoenix of the Japanese B.League. He played college basketball for Kansas State.",
  "/wiki/Charlotte_Bobcats": "The Charlotte Hornets are an American professional basketball team based in Charlotte, North Carolina. The Hornets compete in the National Basketball Association (NBA), as a member of the league's Eastern Conference Southeast Division. The team is largely owned by retired NBA player Michael Jordan, who acquired a controlling interest in the team in 2010. The Hornets play their home games at the Spectrum Center in Uptown Charlotte.",
  "/wiki/Demetris_Nichols": "Demetris Nichols (born September 4, 1984) is an American professional basketball player who last played for Sidigas Avellino of the Italian Lega Basket Serie A (LBA). He can play at both the small forward and power forward positions. Nichols played college basketball with the Syracuse Orange men's basketball team, and has been a member of the Cleveland Cavaliers, Chicago Bulls, and New York Knicks of the NBA.",
  "/wiki/New_York_Knicks": "The New York Knickerbockers, more commonly referred to as the Knicks, are an American professional basketball team based in the New York City borough of Manhattan. The Knicks compete in the National Basketball Association (NBA) as a member of the Atlantic Division of the Eastern Conference. The team plays its home games at Madison Square Garden, an arena they share with the New York Rangers of the National Hockey League (NHL). They are one of two NBA teams located in New York City; the other team is the Brooklyn Nets. Alongside the Boston Celtics, the Knicks are one of two original NBA teams still located in its original city.",
  "/wiki/2009%E2%80%9310_NBA_Development_League_season": "These are regular season standings and playoff results for the NBA G League. The NBA G League is the official minor league basketball organization owned and run by the National Basketball Association (NBA). The league was formed in 2001 as the National Basketball Development League (NBDL). The league was renamed to NBA Development League (NBA D-League) in 2005 to reflect its close affiliation with the NBA. In 2017, it was renamed NBA G League, as part of a sponsorship deal with Gatorade.",
  "/wiki/Golden_State_Warriors": "The Golden State Warriors are an American professional basketball team based in San Francisco. The Warriors compete in the National Basketball Association (NBA), as a member of the league's Western Conference Pacific Division. Founded in 1946 in Philadelphia, the Warriors moved to the San Francisco Bay Area in 1962 and took the city's name, before changing its geographic moniker to Golden State in 1971.[b] They play their home games at the Chase Center.",
  "/wiki/Othyus_Jeffers": "Othyus Jeffers (born August 5, 1985) is an American former professional basketball player who last played for the Barangay Ginebra San Miguel of the Philippine Basketball Association (PBA). Jeffers played college basketball with the University of Illinois at Chicago for two years, before transferring to Robert Morris University for his senior season. He then started his professional career with the Iowa Energy of the NBA D-League, a minor league basketball organization owned and run by the NBA. He has had stints with three prior NBA teams: the Utah Jazz, the San Antonio Spurs, and the Washington Wizards. He has also spent a short stint in Italy with NGC Cantù.",
  "/wiki/Utah_Jazz": "The Utah Jazz are an American professional basketball team based in Salt Lake City. The Jazz compete in the National Basketball Association (NBA) as a member of the league's Western Conference, Northwest Division. Since 1991, the team has played its home games at Vivint Smart Home Arena. The franchise began play as an expansion team in 1974 as the New Orleans Jazz (as a tribute to New Orleans' history of originating Jazz music). The Jazz moved to Salt Lake City in 1979.",
  "/wiki/Washington_Wizards": "The Washington Wizards are an American professional basketball team based in Washington, D.C. The Wizards compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Southeast Division. The team plays its home games at the Capital One Arena, in the Chinatown neighborhood of Washington, D.C.",
  "/wiki/Earl_Barron": "Earl Daniel Barron Jr. (born August 14, 1981) is an American former professional basketball player and current assistant coach for the Northern Arizona Suns of the NBA G League. He previously played college basketball for the University of Memphis and had stints in the NBA with multiple teams, including the 2006 NBA Finals champion Miami Heat.",
  "/wiki/2010%E2%80%9311_NBA_Development_League_season": "The 2010–11 NBA Development League season is the tenth season of the NBA Development League (NBA D-League). The NBA D-League is the official minor league basketball organization owned and run by the National Basketball Association (NBA). The league was formed in 2001 as the National Basketball Development League (NBDL). The league adopted its current name in 2005 to reflect its close affiliation with the NBA. One expansion franchise, the Texas Legends, joined the 15 returning teams from the previous season.",
  "/wiki/San_Antonio_Spurs": "The San Antonio Spurs are an American professional basketball team based in San Antonio, Texas. The Spurs compete in the National Basketball Association (NBA) as a member of the league's Western Conference Southwest Division. The team plays its home games at the AT&T Center in San Antonio.",
  "/wiki/Marqus_Blakely": "Marqus Austin Blakely (born October 22, 1988) is an American professional basketball player who last played for the Blackwater Elite of the Philippine Basketball Association (PBA). He played college basketball for Vermont.",
  "/wiki/Houston_Rockets": "The Houston Rockets are an American professional basketball team based in Houston. They compete in the National Basketball Association (NBA) as a member team of the league's Western Conference Southwest Division. The team plays its home games at the Toyota Center, located in Downtown Houston. The Rockets have won two NBA championships and four Western Conference titles. The team was established in 1967 as the San Diego Rockets, an expansion team originally based in San Diego. In 1971, the Rockets moved to Houston.",
  "/wiki/2011%E2%80%9312_NBA_Development_League_season": "The 2011–12 NBA Development League season is the 11th season of the NBA Development League (NBA D-League). The NBA D-League is the official minor league basketball organization owned and run by the National Basketball Association (NBA). The league was formed in 2001 as the National Basketball Development League (NBDL). The league adopted its current name in 2005 to reflect its close affiliation with the NBA. The 2011–12 season will be competed by 16 teams. The Los Angeles D-Fenders, after spending one season inactive, joined the 15 returning teams from the previous season. The Utah Flash ceased operation at the end of the previous season and would not be playing in the 2011–12 season. The New Mexico Thunderbirds relocated to Canton, Ohio and were renamed as the Canton Charge."
}