{
  "/wiki/160th_Regiment_State_Armory": "The Wallis Annenberg Building (originally the 160th Regiment State Armory, and also referred to as the Exposition Park Armory) is a building located in Exposition Park, Los Angeles, California.  It was built in 1912 and designed by architect J.W. Wollett.  The building served as the armory for the 160th Infantry Regiment between World War I and World War II",
  "/wiki/Fencing_at_the_1932_Summer_Olympics": "At the 1932 Summer Olympics, seven fencing events were contested.",
  "/wiki/Modern_pentathlon_at_the_1932_Summer_Olympics": "At the 1932 Summer Olympics in Los Angeles, a modern pentathlon event was contested.",
  "/wiki/Port_of_Los_Angeles": "The Port of Los Angeles, also called America's Port and Los Angeles Harbor, is a port complex that occupies 7,500 acres (3,000 ha) of land and water along 43 miles (69 km) of waterfront and adjoins the separate Port of Long Beach. The port is located in San Pedro Bay in the San Pedro and Wilmington neighborhoods of Los Angeles, approximately 20 miles (32 km) south of downtown. A department of the City of Los Angeles, the Port of Los Angeles supports employment for 517,000 people throughout the LA County Region and 1.6 million worldwide. The cargo coming into the port represents approximately 20% of all cargo coming into the United States. The Port's Channel Depth is 53 feet (16 m). The port has 27 cargo terminals, 86 container cranes, 8 container terminals, and 113 miles (182 km) of on-dock rail. The LA Port imports furniture, footwear, electronics, automobile parts, and plastics. The Port exports wastepaper, pet and animal feed, scrap metal, fabrics, and soybeans.[citation needed] The port's major trading partners are China, Hong Kong, Japan, South Korea, Taiwan, and Vietnam. For public safety, the Port of Los Angeles utilizes the Los Angeles Port Police for police service in the port and to its local communities, the Los Angeles Fire Department (LAFD) to provide fire and EMS services to the port and its local communities, the U.S. Coast Guard for water way security at the port, Homeland Security to protect federal land at the port, the Los Angeles County Lifeguards to provide lifeguard services for open water outside the harbor while Los Angeles City Recreation & Parks Department lifeguards patrol the inner Cabrillo Beach.",
  "/wiki/Sailing_at_the_1932_Summer_Olympics": "Sailing/Yachting is an Olympic sport starting from the Games of the 1st Olympiad (1896 Olympics in Athens Greece). With the exception of 1904 and the canceled 1916 Summer Olympics, sailing has always been included on the Olympic schedule. The Sailing program of 1932 consisted of a total of four sailing classes (disciplines). For each class races were scheduled from 5–12 August directly off the Los Angeles Harbor on the Pacific Ocean.",
  "/wiki/Elysian_Park,_Los_Angeles": "Elysian Park is a neighborhood in Central Los Angeles, California, with a mostly low-income community of 2,600+ people.  A city park, Elysian Park, and Dodger Stadium are within the neighborhood, as are a Catholic high school and an elementary school.",
  "/wiki/Shooting_at_the_1932_Summer_Olympics": "When shooting was reintroduced at the 1932 Summer Olympics in Los Angeles after being absent at the previous Games, it consisted of two events, one rifle event and one pistol event. The competitions were held on August 12, 1932 and August 13, 1932.",
  "/wiki/Long_Beach_Marine_Stadium": "The Long Beach Marine Stadium is a marine venue located in Long Beach, California. Created in 1932 to host the rowing events for the 1932 Summer Olympics in neighboring Los Angeles, the stadium was the first manmade rowing course in the United States. The venue also hosted the United States rowing trials for the 1968 Summer Olympics that were held in Mexico City.",
  "/wiki/Rowing_at_the_1932_Summer_Olympics": "Rowing at the 1932 Summer Olympics featured seven events. The competitions were held from August 9 to August 13 at the Marine Stadium in Long Beach, California.",
  "/wiki/California_State_Route_118": "State Route 118 (SR 118) is a state highway in the U.S. state of California that runs west to east through Ventura and Los Angeles counties. It travels from State Route 126 at the eastern edge of Ventura immediately northwest of Saticoy, then through Saticoy, in Ventura County east to Interstate 210  near Lake View Terrace in Los Angeles. SR 118 crosses the Santa Susana Pass and the northern rim of the San Fernando Valley along its route.",
  "/wiki/Cycling_at_the_1932_Summer_Olympics": "The cycling competition at the 1932 Summer Olympics in Los Angeles consisted of two road cycling events and four track cycling events. The program of events was unchanged from the previous Games.",
  "/wiki/Grand_Olympic_Auditorium": "The Grand Olympic Auditorium is a former sports venue in southern Downtown Los Angeles, California. The venue was built in 1924 at 1801 South Grand Avenue, now just south of the Santa Monica Freeway. The grand opening of the Olympic Auditorium was on August 5, 1925, and was a major media event, attended by such celebrities as Jack Dempsey and Rudolph Valentino. One of the last major boxing and wrestling arenas still in existence, the venue now serves as a worship space for the Korean-American evangelical church, \"Glory Church of Jesus Christ\".",
  "/wiki/Boxing_at_the_1932_Summer_Olympics": "These are the results of the boxing competition at the 1932 Summer Olympics in Los Angeles.  Medals were awarded in eight weight classes. The competitions were held from August 9 to 13.",
  "/wiki/Weightlifting_at_the_1932_Summer_Olympics": "The weightlifting events at the 1932 Summer Olympics in Los Angeles consisted of five weight classes. The competitions were held on Saturday, 30 July 1932 and on Sunday, 31 July 1932.",
  "/wiki/Wrestling_at_the_1932_Summer_Olympics": "Wrestling at the 1932 Summer Olympics was held between August 1–7 August at the Grand Olympic Auditorium. It was split into two disciplines, Freestyle and Greco-Roman which were further divided into different weight categories.",
  "/wiki/Los_Angeles_Memorial_Coliseum": "The Los Angeles Memorial Coliseum is an American outdoor sports stadium located in the Exposition Park neighborhood of Los Angeles, California. Conceived as a hallmark of civic pride, the Coliseum was commissioned in 1921 as a memorial to L.A. veterans of World War I. Completed in 1923, it will be the first stadium to have hosted the Summer Olympics three times: 1932, 1984, and 2028. It was declared a National Historic Landmark on July 27, 1984, the day before the opening ceremony of the 1984 Summer Olympics.",
  "/wiki/Athletics_at_the_1932_Summer_Olympics": "At the 1932 Summer Olympics in Los Angeles, 29 athletics events were contested, 23 for men and 6 for women. It was the first time the 50 kilometres race walk appeared in the athletic program at the Games. This was the second time women's events in athletics were included in the Olympic Games program and the first time that women competed in the javelin throw at the Olympics. There was a total of 386 participants from 34 countries competing.",
  "/wiki/Equestrian_at_the_1932_Summer_Olympics": "The equestrian events at the 1932 Los Angeles Summer Games included dressage (team and individual medals), eventing (team and individual medals), and show jumping (individual medals while team medals were not awarded). The competitions were held from August 10 to 14, 1932. Due to the Great Depression, and the fact that the Games were held in Los Angeles (which was considerably difficult for the European nations to travel to), only 35 entries from 6 nations competed—which was to be the lowest participation of any Olympic Games.",
  "/wiki/Field_hockey_at_the_1932_Summer_Olympics": "Final results for the Hockey competition at the 1932 Summer Olympics:",
  "/wiki/Gymnastics_at_the_1932_Summer_Olympics": "At the 1932 Summer Olympics in Los Angeles, eleven events in gymnastics were contested. The competitions were held from Monday, August 8, 1932 to Friday, August 12, 1932.",
  "/wiki/California_State_Route_1": "State Route 1 (SR 1) is a major north–south state highway that runs along most of the Pacific coastline of the U.S. state of California. At a total of just over 656 miles (1,056 km), it is the longest state route in California. SR 1 has several portions designated as either Pacific Coast Highway (PCH), Cabrillo Highway, Shoreline Highway, or Coast Highway. Its southern terminus is at Interstate 5 (I-5) near Dana Point in Orange County and its northern terminus is at U.S. Route 101 (US 101) near Leggett in Mendocino County. SR 1 also at times runs concurrently with US 101, most notably through a 54-mile  (87 km) stretch in Ventura and Santa Barbara counties, and across the Golden Gate Bridge.",
  "/wiki/Riverside_Drive_(Los_Angeles,_California)": "Riverside Drive is a northeast–southwest road connecting the San Fernando Valley and Downtown Los Angeles, California. It follows the course of the Los Angeles River.",
  "/wiki/Riviera_Country_Club": "The Riviera Country Club is an exclusive private club with a championship golf course in the western United States, located in southern California in Pacific Palisades, a community within the city limits of Los Angeles. It's in Santa Monica Canyon, just below the Santa Monica Mountains and a block south of Sunset Boulevard. Designed by golf course architects George C. Thomas, Jr. and William P. Bell, it has been the primary host for the Genesis Open (originally the Los Angeles Open), an annual event on the PGA Tour in February. The 2018 edition was the 55th held at Riviera.",
  "/wiki/Rose_Bowl_(stadium)": "The Rose Bowl is an American outdoor athletic stadium, located in Pasadena, California, a northeast suburb of Los Angeles. Opened in October 1922, the stadium is recognized as a National Historic Landmark and a California Historic Civil Engineering landmark. At a modern capacity of an all-seated configuration at 92,542, the Rose Bowl is the 15th-largest stadium in the world, the 11th-largest stadium in the United States, and the 10th largest NCAA stadium.",
  "/wiki/Brentwood,_Los_Angeles": "Brentwood is a neighborhood in the Westside of Los Angeles, California.  It is the location of seven private and two public schools.",
  "/wiki/LA84_Foundation/John_C._Argue_Swim_Stadium": "The LA84 Foundation/John C. Argue Swim Stadium, called originally the Los Angeles Swimming Stadium is an aquatics center that was originally constructed for the 1932 Summer Olympics in Los Angeles, California. Located near the Los Angeles Memorial Coliseum, the venue hosted the diving, swimming, water polo, and the swimming part of the modern pentathlon events.",
  "/wiki/Diving_at_the_1932_Summer_Olympics": "At the 1932 Summer Olympics in Los Angeles, four diving events were organized, two for men, and two for women. The competitions were held from Monday, August 8, 1932 to Saturday, August 13, 1932.",
  "/wiki/Swimming_at_the_1932_Summer_Olympics": "At the 1932 Summer Olympics in Los Angeles, eleven swimming events were contested, six for men and five for women. The competitions were held from Saturday August 6, 1932 to Saturday August 13, 1932.  There was a total of 128 participants from 20 countries competing.",
  "/wiki/Water_polo_at_the_1932_Summer_Olympics": "Final results for the water polo tournament at the 1932 Summer Olympics:",
  "/wiki/California_State_Route_232": "State Route 232 (SR 232) is a state highway in the U.S. state of California that runs along Vineyard Avenue in Ventura County, serving as a connector between US 101 in Oxnard and SR 118 near Saticoy.",
  "/wiki/Westchester,_Los_Angeles": "Westchester is a neighborhood in Los Angeles and the Westside Region of Los Angeles County, California.",
  "/wiki/1932_Summer_Olympics": "The 1932 Summer Olympics, officially known as the Games of the X Olympiad, was an international multi-sport event that was held from July 30 to August 14, 1932, in Los Angeles, California, United States."
}