{
  "/wiki/Terrestrial_television": "Terrestrial television is a type of television broadcasting in which the television signal is transmitted by radio waves from the terrestrial (Earth-based) transmitter of a television station to a TV receiver having an antenna.  The term terrestrial is more common in Europe and Latin America, while in the United States it is called broadcast or over-the-air television (OTA).  The term \"terrestrial\" is used to distinguish this type from the newer technologies of satellite television (direct broadcast satellite or DBS television), in which the television signal is transmitted to the receiver from an overhead satellite, cable television, in which the signal is carried to the receiver through a cable, and Internet Protocol television, in which the signal is received over an Internet stream or on a network utilizing the Internet Protocol.  Terrestrial television stations broadcast on television channels with frequencies between about 52 and 600 MHz in the VHF and UHF bands.  Since radio waves in these bands travel by line of sight, reception is limited by the visual horizon to distances of 40–60 miles (64–97 km).",
  "/wiki/Virtual_channel": "In most telecommunications organizations, a virtual channel is a method of remapping the program number as used in H.222 Program Association Tables and Program Mapping Tables to a channel number that can be entered via digits on a receiver's remote control.",
  "/wiki/Program_and_System_Information_Protocol": "The Program and System Information Protocol (PSIP) is the MPEG (a video and audio industry group) and privately defined program-specific information originally defined by General Instrument for the DigiCipher 2 system and later extended for the ATSC digital television system for carrying metadata about each channel in the broadcast MPEG transport stream of a television station and for publishing information about television programs so that viewers can select what to watch by title and description. Its FM radio equivalent is Radio Data System (RDS).",
  "/wiki/Vidéotron": "Vidéotron is a Canadian integrated telecommunications company active in cable television, interactive multimedia development, video on demand, cable telephony, wireless communication and Internet access services. Owned by Quebecor, it primarily serves Quebec, as well as the Francophone communities of New Brunswick and some parts of Eastern Ontario. Its principal competitors are Bell Canada and Telus Communications.",
  "/wiki/Ultra_high_frequency": "Ultra high frequency (UHF) is the ITU designation for radio frequencies in the range between 300 megahertz (MHz) and 3 gigahertz (GHz), also known as the decimetre band as the wavelengths range from one meter to one tenth of a meter (one decimeter). Radio waves with frequencies above the UHF band fall into the super-high frequency (SHF) or microwave frequency range. Lower frequency signals fall into the VHF (very high frequency) or lower bands.  UHF radio waves propagate mainly by line of sight; they are blocked by hills and large buildings although the transmission through building walls is strong enough for indoor reception. They are used for television broadcasting, cell phones, satellite communication including GPS, personal radio services including Wi-Fi and Bluetooth, walkie-talkies, cordless phones, and numerous other applications.",
  "/wiki/CBFT-DT": "CBFT-DT, virtual channel 2 (UHF digital channel 19), is the flagship station of the French language service of Ici Radio-Canada Télé located in Montreal, Quebec, Canada. The station is owned by the Société Radio-Canada arm of the Canadian Broadcasting Corporation, as part of a twinstick with CBC Television outlet CBMT-DT (channel 6). The two stations share studios and master control facilities based at Maison Radio-Canada on René Lévesque Boulevard East in Downtown Montreal, and CBFT's transmitter is located atop Mount Royal.",
  "/wiki/Ici_Radio-Canada_Télé": "Ici Radio-Canada Télé (stylized as ICI Radio-Canada TēLē, and formerly known as Télévision de Radio-Canada) is a Canadian French-language free-to-air television network that is owned by Société Radio-Canada (known in English as the Canadian Broadcasting Corporation), the national public broadcaster. It is the French-language counterpart of CBC Television, the broadcaster's English-language television network.",
  "/wiki/CBMT-DT": "CBMT-DT, virtual channel 6 (UHF digital channel 21), is a CBC Television owned-and-operated television station in Montreal, Quebec, Canada. The station is owned by the Canadian Broadcasting Corporation, as part of a twinstick with Ici Radio-Canada Télé outlet CBFT-DT (channel 2). The two stations share studios based at Maison Radio-Canada on René Lévesque Boulevard East in Downtown Montreal, CBMT's transmitter is located atop Mount Royal.",
  "/wiki/CBC_Television": "CBC Television (also known as CBC TV) is a Canadian English-language broadcast television network that is owned by the Canadian Broadcasting Corporation, the national public broadcaster. The network began operations on September 6, 1952. Its French-language counterpart is Ici Radio-Canada Télé.",
  "/wiki/Very_high_frequency": "Very high frequency (VHF) is the ITU designation for the range of radio frequency electromagnetic waves (radio waves) from 30 to 300 megahertz (MHz), with corresponding wavelengths of ten meters to one meter. \nFrequencies immediately below VHF are denoted high frequency (HF), and the next higher frequencies are known as ultra high frequency (UHF).",
  "/wiki/CFTM-DT": "CFTM-DT is the flagship station of the French language TVA television network located in Montreal, Quebec, Canada. It broadcasts a high-definition digital signal on VHF channel 10 from a transmitter on Voie Camillien Houde (near Mount Royal).",
  "/wiki/TVA_(Canadian_TV_network)": "TVA is a Canadian French-language terrestrial television network, owned by Groupe TVA, a publicly traded subsidiary of Quebecor Media. TVA is believed to be short for Téléviseurs associés (roughly translated to \"Associated Telecasters\"; however, only the initials are used on-air). The name reflects TVA's roots as a cooperative network owned by its affiliates, though this era ended in 1992.",
  "/wiki/CFCF-DT": "CFCF-DT, VHF channel 12, is a CTV owned-and-operated television station located in Montreal, Quebec, Canada. The station is owned by Bell Media. CFCF's studios are located in the Bell Media building (formerly the Montréal Téléport), at the intersection of Avenue Papineau and Boulevard René-Lévesque Est in Downtown Montreal. Its transmitter is located atop Mount Royal.",
  "/wiki/CTV_Television_Network": "The CTV Television Network (commonly referred to as CTV) is a Canadian English-language terrestrial television network launched in 1961. Since 2000, it is owned by the CTV Inc. subdivision of the Bell Media division of BCE Inc. It is Canada's largest privately or commercially owned network, and has consistently been placed as Canada's top-rated network in total viewers and in key demographics since 2002, after several years trailing the rival Global Television Network in key markets.[citation needed]",
  "/wiki/CKMI-DT": "CKMI-DT, UHF channel 15, is a Global owned-and-operated television station located in Montreal, Quebec, Canada. The station is owned by Corus Entertainment. CKMI's studios are located inside the Dominion Square Building in Downtown Montreal, and its transmitter is located atop Mount Royal. On cable, the station can be seen on Vidéotron channel 8 in the Montreal area (channel 3 in standard definition), and in high definition on digital channel 608, and on Bell TV channel 234. On Shaw Direct, the channel is available on 330 (Classic) or 059 (Advanced), and in high definition on channel 043 (Classic) or 530 (Advanced).",
  "/wiki/Global_Television_Network": "The Global Television Network (more commonly called Global, or occasionally Global TV) is a privately owned Canadian English-language terrestrial television network. It is currently Canada's second most-watched private terrestrial television network after CTV, and has fifteen owned-and-operated stations throughout the country. Global is owned by Corus Entertainment — the media holdings of JR Shaw and other members of his family.",
  "/wiki/Télé-Québec": "The Société de télédiffusion du Québec (French: [sɔsjete də teledifyzjiɔ̃ dy kebɛk]; English: Quebec Television Broadcasting Corporation), branded as Télé-Québec (French: [telekebɛk]), is a Canadian French language public educational television network in the province of Quebec. It is a provincial Crown corporation owned by the Government of Quebec. The network's main studios and general offices are located in Montreal, at the corner of Saint Catherine and Fullum Streets in Downtown Montreal.",
  "/wiki/CFTU-DT": "CFTU-DT, UHF channel 29 (branded on-air as \"Canal Savoir\", the French translation for \"Knowledge Channel\"), is a Canadian French language educational independent television station located in Montreal, Quebec, Canada. The station is owned by CANAL (Corporation pour l'Avancement de Nouvelles Applications des Langages), a private consortium consisting primarily of Quebec-based post-secondary institutions. CFTU's studios are located on Rue Sainte-Catherine East and Rue Pathenais in Downtown Montreal, and its transmitter is located at Pavillon Roger-Gaudry on the campus of Université de Montréal.",
  "/wiki/CFJP-DT": "CFJP-DT is the flagship station of the French language V television network located in Montreal, Quebec, Canada.",
  "/wiki/V_(TV_network)": "V is a Canadian French-language terrestrial television network. The network has five owned-and-operated and three affiliated stations throughout Quebec, although it can also be seen over-the-air in some bordering markets in the provinces of Ontario and New Brunswick. It can also be received in some other parts of Canada on cable television or direct broadcast satellite.",
  "/wiki/CFHD-DT": "CFHD-DT is an independent multicultural television station in Montreal, Quebec, Canada. It broadcasts a digital signal on channel 47.1 from a transmitter located at Mount Royal Park, near Downtown Montreal. Owned by Sam Norouzi and his family, it maintains studios located on Christophe Colomb Avenue in Montreal's Ahuntsic district, at the home of the family's production company Mi-Cam Communications.",
  "/wiki/CJNT-DT": "CJNT-DT, virtual channel 62 (UHF digital channel 49), is a Citytv owned-and-operated television station located in Montreal, Quebec, Canada. The station is owned by Rogers Media, a division of Rogers Communications. CJNT's studios are located inside the Rogers Building at the corner of McGill College Avenue and Cathcart Street near the Place Ville Marie complex in Downtown Montreal, and its transmitter is located at Mount Royal Park, near Downtown Montreal. On Shaw Direct, the channel is available on 366 (Classic) or 097 (Advanced), and in high definition on channel 046 (Classic) or 546 (Advanced). This station can also be seen on Vidéotron cable channel 14 and in high definition on digital channel 614, and on Rogers Cable channel 122.",
  "/wiki/Citytv": "Citytv (branded simply as City from 2012 to 2018) is a Canadian television network owned by the Rogers Media subsidiary of Rogers Communications. The network consists of six owned-and-operated (O&O) television stations located in the metropolitan areas of Toronto, Montreal, Winnipeg, Calgary, Edmonton, and Vancouver, a cable-only service that serves the province of Saskatchewan, and three independently owned affiliates serving smaller cities in Alberta and British Columbia.",
  "/wiki/Media_in_Montreal": "Montreal has a large and well-developed communications system, including several English and French language television stations, newspapers, radio stations, and magazines.  It is Canada's second-largest media market, and the centre of francophone Canada's media industry."
}