{
  "/wiki/2018_Winter_Olympics": "The 2018 Winter Olympics, officially known as the XXIII Olympic Winter Games (French: Les XXIIIes Jeux olympiques d'hiver; Korean: 제23회 동계 올림픽, romanized: Jeisipsamhoe Donggye Ollimpik) and commonly known as PyeongChang 2018, was an international winter multi-sport event that was held between 9 and 25 February 2018 in Pyeongchang County, Gangwon Province, South Korea, with the opening rounds for certain events held on 8 February 2018, the day before the opening ceremony.",
  "/wiki/Veronika_Velez-Zuzulov%C3%A1": "Veronika Velez-Zuzulová (née Zuzulová; born 15 July 1984) is a retired Slovakian alpine ski racer. Born in Bratislava, she specialised in the slalom and is the most successful Slovak alpine skier in recent years. She was coached by her father, Timotej Zuzula, and Vladimír Kovár. In April 2012, she married coach Romain Velez and added her maiden name to her married name becoming Velez-Zuzulová.",
  "/wiki/Alpine_skiing": "Alpine skiing, or downhill skiing, is the pastime of sliding down snow-covered slopes on skis with fixed-heel bindings, unlike other types of skiing (cross-country, Telemark, or ski jumping), which use skis with free-heel bindings. Whether for recreation or for sport, it is typically practised at ski resorts, which provide such services as ski lifts, artificial snow making, snow grooming, restaurants, and ski patrol.",
  "/wiki/2016_Summer_Olympics": "The 2016 Summer Olympics (Portuguese: Jogos Olímpicos de Verão de 2016),[a] officially known as the Games of the XXXI Olympiad (Portuguese: Jogos da XXXI Olimpíada) and commonly known as Rio 2016, was an international multi-sport event that was held from 5 to 21 August 2016 in Rio de Janeiro, Brazil, with preliminary events in some sports beginning on 3 August. These were the first Olympic Games ever to be held in South America and the fourth to be held in a developing country, after the 1968 Summer Olympics in Mexico, the 1980 Summer Olympics in the Soviet Union, and the 2008 Summer Olympics in China.",
  "/wiki/Danka_Bartekov%C3%A1": "Danka Barteková (19 October 1984 in Trenčín, Czechoslovakia) is a Slovak skeet shooter.\nBarteková finish 8th at Women's Skeet event at the 2008 Summer Olympics and  won the bronze medal in Women's Skeet at the 2012 Summer Olympics. She also competed in the 2016 Summer Olympics.",
  "/wiki/Shooting": "Shooting is the act or process of discharging a projectile from a ranged weapon (such as a gun, slingshot, crossbow, or bow).  Even the acts of launching/discharging artillery, darts, grenades, rockets and guided missiles can be considered acts of shooting.  When using a firearm, the act of shooting is often called firing as it involves initiating a combustion process (deflagration).",
  "/wiki/2014_Winter_Olympics": "The 2014 Winter Olympics, officially called the XXII Olympic Winter Games (French: Les XXIIes Jeux olympiques d'hiver) (Russian: XXII Олимпийские зимние игры, tr. XXII Olimpiyskiye zimniye igry) and commonly known as Sochi 2014, was an international winter multi-sport event that was held from 7 to 23 February 2014 in Sochi, Krasnodar Krai, Russia, with opening rounds in certain events held on the eve of the opening ceremony, 6 February 2014.",
  "/wiki/Zdeno_Ch%C3%A1ra": "Zdeno Chára (Slovak pronunciation: [ˈzdɛnɔ ˈxaːra]; born 18 March 1977) is a Slovak professional ice hockey defenseman who serves as captain of the Boston Bruins of the National Hockey League (NHL). He won the James Norris Memorial Trophy while playing for the Bruins in the 2008–09 season. Standing at 6 feet 9 inches (2.06 m) tall, Chára is the tallest person ever to play in the NHL. He is also the second European-born and raised captain to win the Stanley Cup (in 2011), and the first born and trained in a country within the Iron Curtain.[notes 1] As of the 2019-20 season, Chára is the tallest and oldest active NHL player as well as the last defenseman to have played in the NHL in the 1990's.",
  "/wiki/Ice_hockey": "Ice hockey is a contact team sport played on ice, usually in a rink, in which two teams of skaters use their sticks to shoot a vulcanized rubber puck into their opponent's net to score goals. The sport is known to be fast-paced and physical, with teams usually fielding six players at a time: one goaltender, and five players who skate the span of the ice trying to control the puck and score goals against the opposing team.",
  "/wiki/2012_Summer_Olympics": "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was an international multi-sport event that was held from 27 July to 12 August 2012 in London, United Kingdom. The first event, the group stage in women's football, began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremony on 27 July. 10,768 athletes from 204 National Olympic Committees (NOCs) participated.",
  "/wiki/Jozef_G%C3%B6nci": "Jozef Gönci  (born March 18, 1974 in Košice) is a Slovak sport shooter, specialising in the 50 m Rifle and 10 m Air Rifle. Gönci won independent Slovakia's first ever Olympic Medal, a bronze in Atlanta in 1996. He won another bronze medal eight years later at the 2004 Olympic Games in Athens.",
  "/wiki/2010_Winter_Olympics": "The 2010 Winter Olympics, officially known as the XXI Olympic Winter Games (French: Les XXIes Jeux olympiques d'hiver) and commonly known as Vancouver 2010, informally the 21st Winter Olympics, was an international winter multi-sport event that was held from 12 to 28 February 2010 in Vancouver, British Columbia, Canada, with some events held in the surrounding suburbs of Richmond, West Vancouver and the University Endowment Lands, and in the nearby resort town of Whistler.",
  "/wiki/%C5%BDigmund_P%C3%A1lffy": "Žigmund Pálffy (Slovak pronunciation: [ˈʒiɡmunt ˈpaːlfi]; born May 5, 1972) is a Slovak former professional ice hockey player.  He was nicknamed \"Žigo\" in Slovak and \"Ziggy\" in English.",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/Elena_Kalisk%C3%A1": "Elena Kaliská (born 19 January 1972) is a Slovak slalom canoeist who has competed at the international level since 1988. Competing in four Summer Olympics, she won two gold medals in the K1 event, earning them in 2004 and 2008.",
  "/wiki/Canoe_slalom": "Canoe slalom (previously known as whitewater slalom) is a competitive sport with the aim to navigate a decked canoe or kayak through a course of hanging downstream or upstream gates on river rapids in the fastest time possible. It is one of the two kayak and canoeing disciplines at the Summer Olympics, and is referred to by the International Olympic Committee (IOC) as Canoe/Kayak Slalom. The other Olympic canoeing discipline is canoe sprint. Wildwater canoeing is a non-Olympic paddlesport.",
  "/wiki/2006_Winter_Olympics": "The 2006 Winter Olympics, officially known as the XX Olympic Winter Games (Italian: XX Giochi olimpici invernali) and commonly known as Turin 2006 or Torino 2006, was a winter multi-sport event which was held in Turin, Piedmont, Italy from February 10 to 26, 2006. This marked the second time that Italy had hosted the Winter Olympic Games, the first being the 1956 Winter Olympics in Cortina d'Ampezzo. Italy also hosted the Summer Olympics in 1960 in Rome. Turin was selected as the host city for the 2006 Games in June 1999.",
  "/wiki/Walter_Marx": "Walter Marx (born 17 May 1978 in Poprad) is a Slovak luger who competed from 1993 to 2006. Competing in two Winter Olympics, he earned his best finish of ninth in the men's doubles event at Salt Lake City in 2002.",
  "/wiki/Luge": "A luge /luːʒ/ is a small one- or two-person sled on which one sleds supine (face up) and feet-first. A luger steers by using their calf muscles to flex the sled's runners or by exerting opposite shoulder pressure to the seat. Racing sleds weigh 21–25 kg (46–55 lb) for singles and 25–30 kg (55–66 lb) for doubles. Luge is also the name of an Olympic sport.",
  "/wiki/2004_Summer_Olympics": "The 2004 Summer Olympics (Greek: Θερινοί Ολυμπιακοί Αγώνες 2004, Therinoí Olympiakoí Agónes 2004), officially known as the Games of the XXVIII Olympiad and commonly known as Athens 2004, was a premier international multi-sport event held in Athens, Greece, from 13 to 29 August 2004 with the motto Welcome Home.",
  "/wiki/Michal_Martik%C3%A1n": "Michal Martikán (Slovak pronunciation: [ˈmixal ˈmaɾtikaːn]; born 18 May 1979) is a Slovak slalom canoeist who has been competing at the international level since 1994. In 1996 he became the first athlete to win an Olympic gold medal for Slovakia since the country gained independence in 1993. In total he won 5 Olympic medals (2 golds, 2 silvers and 1 bronze), which is the most among all slalom paddlers. He has also won the World Championship title in the C1 individual category four times. He is considered by many the greatest C1 slalom paddler alive.",
  "/wiki/2002_Winter_Olympics": "The 2002 Winter Olympics, officially the XIX Olympic Winter Games and commonly known as Salt Lake 2002, was a winter multi-sport event that was celebrated from 8 to 24 February 2002 in and around Salt Lake City, Utah, United States.",
  "/wiki/R%C3%B3bert_Petrovick%C3%BD": "Róbert Petrovický (Slovak pronunciation: [ˈɾɔːbɛɾt ˈpɛtɾɔʋitskiː]; born 26 October 1973) is a Slovak former professional ice hockey right winger. He played in the NHL for the Hartford Whalers, Dallas Stars, St. Louis Blues, Tampa Bay Lightning and the New York Islanders. In 2009/2010 season he played for Dinamo Riga in the Kontinental Hockey League.  He captained team Slovakia at the 2002 Winter Olympics.  Petrovicky was the last Hartford Whaler and Springfield Indian to be active in professional hockey.",
  "/wiki/2000_Summer_Olympics": "The 2000 Summer Olympics, officially known as the Games of the XXVII Olympiad and commonly known as Sydney 2000 or the Millennium Olympic Games/Games of the New Millennium, was an international multi-sport event held between 15 September and 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and also the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956.",
  "/wiki/Slavom%C3%ADr_K%C5%88azovick%C3%BD": "Slavomír Kňazovický (born 3 May 1967 in Piešťany) is a Czechoslovak-Slovak sprint canoer who competed from the early 1990s to the early 2000s (decade). Competing in three Summer Olympics, he won a silver in the C-1 500 m event at Atlanta in 1996.",
  "/wiki/Canoe_sprint": "Canoe sprint is a sport in which athletes race canoes or kayaks on calm water.",
  "/wiki/1998_Winter_Olympics": "The 1998 Winter Olympics, officially the XVIII Olympic Winter Games (French: Les XVIIIes Jeux olympiques d'hiver) (Japanese: 第十八回オリンピック冬季競技大会, Dai Jūhachi-kai Orinpikku Tōkikyōgi Taikai), and commonly known as Nagano 1998, was a winter multi-sport event celebrated from 7 to 22 February 1998 that were centered in Nagano, Japan. The Games also took place in the nearby mountain communities of Hakuba, Karuizawa, Nozawa Onsen, and Yamanouuchi. The city of Nagano had previously been a candidate to host the 1940 Winter Olympics (which were later cancelled), as well as the 1972 Winter Olympics, but each time Nagano was eliminated at the national level by Sapporo.",
  "/wiki/Ivan_B%C3%A1tory": "Ivan Bátory (born 3 May 1975) is a Slovak cross-country skier who has competed at the international senior level of cross-country skiing since 1993. He was born in Liptovský Mikuláš and lives in Uhorská Ves.",
  "/wiki/Cross-country_skiing": "Cross-country skiing is a form of skiing where skiers rely on their own locomotion to move across snow-covered terrain, rather than using ski lifts or other forms of assistance. Cross-country skiing is widely practiced as a sport and recreational activity; however, some still use it as a means of transportation. Variants of cross-country skiing are adapted to a range of terrain which spans unimproved, sometimes mountainous terrain to groomed courses that are specifically designed for the sport.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Jozef_Lohy%C5%88a": "Jozef Lohyňa (born 1963) is a Slovak wrestler. He was born in Zlaté Moravce. He won an Olympic bronze medal in Freestyle wrestling in 1988, competing for Czechoslovakia. He represented Czechoslovakia at the 1992 Olympics, and competed for Slovakia at the 1996 Olympics.",
  "/wiki/Amateur_wrestling": "Amateur wrestling is the most widespread form of sport wrestling.[citation needed] There are two international wrestling styles performed in the Olympic Games: freestyle and Greco-Roman. Both styles are under the supervision of United World Wrestling (UWW; formerly known as FILA, from the French acronym for International Federation of Associated Wrestling Styles). A similar style, commonly called collegiate (also known as scholastic or folkstyle), is practiced in colleges and universities, secondary schools, middle schools, and among younger age groups in the United States. Where the style is not specified, this article refers to the international styles of competition on a mat. In February 2013, the International Olympic Committee (IOC) voted to remove the sport from the 2020 Summer Olympics onwards. On 8 September 2013, the IOC announced that wrestling would return to the Summer Olympics in 2020. The rapid rise in the popularity of the combat sport mixed martial arts (MMA) has increased interest in amateur wrestling due to its effectiveness in the sport and it is considered a core discipline.",
  "/wiki/1994_Winter_Olympics": "The 1994 Winter Olympics (Norwegian: Olympiske vinterleker 1994), officially known as the XVII Olympic Winter Games, was a winter multi-sport event celebrated from 12 to 27 February 1994 in and around Lillehammer, Norway.",
  "/wiki/Peter_%C5%A0%C5%A5astn%C3%BD": "Peter Šťastný (Slovak pronunciation: [ˈpɛtɛɾ ˈʃcastniː]; born 18 September 1956), also known colloquially as \"Peter the Great\" and \"Stosh\", is a retired Slovak-Canadian professional ice hockey player who played in the National Hockey League (NHL) from 1980 to 1995. Stastny is the second highest scorer of the 1980s, after Wayne Gretzky. During his time with the Quebec Nordiques, Stastny became a Canadian citizen. From 2004 to 2014, he served as a Member of the European Parliament for Slovakia. During his NHL career, he played with the Quebec Nordiques, New Jersey Devils, and St. Louis Blues.",
  "/wiki/List_of_flag_bearers_for_Slovakia_at_the_Olympics": "This is a list of flag bearers who have represented Slovakia at the Olympics."
}