{
  "/wiki/All_Saints_Church_of_Eben_Ezer": "All Saints Church of Eben Ezer (All Saints Lutheran Church) is an historic church located in Brush, Colorado.  It was built in 1916 in an area largely settled by Lutherans of German origin.  The name of the church references Eben-Ezer, a site of numerous battles between the Israelites and Philistines.  The church was added to the National Register of Historic Places in 1982.",
  "/wiki/Brush,_Colorado": "The City of Brush is a Statutory City located in Morgan County, Colorado, United States.  The city population was 5,463 at the 2010 United States Census.",
  "/wiki/First_Evangelical_Lutheran_Church_(Gypsum,_Colorado)": "First Evangelical Lutheran Church (First Lutheran Church) is a historic church at 400 2nd Street in Gypsum, Colorado.\nIt was built in 1890 and was added to the National Register in 1993.",
  "/wiki/Gypsum,_Colorado": "Gypsum is a home rule municipality in Eagle County, Colorado, United States. The population was 6,477 in 2010. Gypsum is the home of an American Gypsum drywall plant and mine.",
  "/wiki/Ryssby_Church": "Ryssby Church is located outside of Longmont in Boulder County, Colorado. The church was built in 1882 by Swedish immigrants, although it was disused between 1914 and 1924.  A dedicated committee from First Lutheran Church, the descendant congregation of the Ryssby and Elim churches, maintains the church, organizes events and funds continuous improvement projects. The church hosts weddings, church picnics, an annual Midsummer service and Christmas candlelight services in early December.",
  "/wiki/Longmont,_Colorado": "Longmont is a Home Rule Municipality in Boulder and Weld counties of the U.S. state of Colorado.  Longmont is located northeast of the county seat of Boulder and 33 miles (53 km) north-northwest of the Colorado State Capitol in Denver.",
  "/wiki/Northglenn,_Colorado": "Northglenn is a Home Rule Municipality in Adams and Weld counties in the U.S. state of Colorado. As of the 2010 census the city's population was 35,789. It was built as a master planned community in 1959 by Jordon Perlmutter.",
  "/wiki/Zion%27s_German_Lutheran_Church": "Zion's German Lutheran Church (Zion's Lutheran Church) is a historic church at 510 Pine Street in Trinidad, Colorado.",
  "/wiki/Trinidad,_Colorado": "Trinidad is a Home Rule Municipality that is the county seat and the most populous city of Las Animas County, Colorado, United States. The population was 9,096 as of the 2010 census, up slightly from 9,078 in 2000. The estimate as of 2018 was 8,211. Trinidad lies 21 mi (34 km) north of Raton, New Mexico, and 195 mi (314 km) south of Denver. It is on the historic Santa Fe Trail.",
  "/wiki/Hope_Lutheran_Church_(Westcliffe,_Colorado)": "The Hope Lutheran Church is a historic church at 310 S. 3rd Street in Westcliffe, Colorado. The building was designed and constructed in 1917 by Reverend John Reininga and was added to the National Register in 1978.",
  "/wiki/Westcliffe,_Colorado": "Westcliffe is a statutory town that is the county seat of Custer County, Colorado, United States.  At the 2010 U.S. Census, the population was 568, up from 417 in 2000.",
  "/wiki/Cordelia_Lutheran_Church": "Cordelia Lutheran Church was dedicated by Pastor Peter Carlson on December 15, 1883 and is the oldest Lutheran building in the state of Idaho. The church was built on property given by Andrew Olson in the Lenville, Idaho area to serve the Swedish Lutheran families in the area. In 1919, the building ceased to be used for regular church services. The building and surrounding 31 acres (13 ha) is currently owned and administered by a non-profit group named Friends of Cordelia. The building is used for weddings, picnics, socials, concerts and Easter Sunrise service by area residents.",
  "/wiki/Moscow,_Idaho": "Moscow (/ˈmɒskoʊ/ MOS-koh) is a city in northern Idaho along the state border with Washington, with a population of 23,800 at the 2010 census. The county seat and largest city of Latah County, Moscow is the home of the University of Idaho, the state's land grant institution and primary research university.",
  "/wiki/Danish_Lutheran_Church_(Alta,_Iowa)": "Danish Lutheran Church is located in Alta, Iowa, United States.  The first meeting of the Danish Lutheran church society was held on February 22, 1880 with 42 people as charter members.  They built this Gothic Revival church building in 1887.  It measures 24 by 36 feet (7.3 by 11.0 m), and cost a $1,000 to build.  The Rev. Amos Johnson served as the congregation's first pastor.  The church building was listed on the National Register of Historic Places in 2011.",
  "/wiki/Alta,_Iowa": "Alta is a city in Buena Vista County, Iowa, United States. The population was 1,883 at the 2010 census.",
  "/wiki/Our_Savior%27s_Kvindherred_Lutheran_Church_(Calamus,_Iowa)": "Our Savior's Kvindherred Lutheran Church is an Evangelical Lutheran Church in America congregation located near the town of Calamus in rural Clinton County, Iowa, United States. The church and former school buildings as well as the church cemetery were listed as an historic district on the National Register of Historic Places in 2000.",
  "/wiki/Calamus,_Iowa": "Calamus is a small town in Clinton County, Iowa, United States located on the historical Lincoln Highway, which was the first transcontinental highway for automobiles across the U.S..\nCalamus is the only town in Olive Township and had a population of 439 at the 2010 census, which was an 11.4% increase from the 2000 census. Calamus was named after Calamus creek, which received its name from the great quantities of sweet flag growing in it, derived from the botanical name Acorus calamus, commonly called Sweet Flag or Calamus.",
  "/wiki/St._Peters_United_Evangelical_Lutheran_Church": "St. Peters United Evangelical Lutheran Church is a former Lutheran Church located in rural Clayton County, Iowa, United States.  The church was a part of a village by the name of Ceres.  The church building was listed on the National Register of Historic Places in 1976.  The property is also known as the Pioneer Rock Church.",
  "/wiki/Waterloo_Ridge_Lutheran_Church": "Waterloo Ridge Lutheran Church is located northwest of the unincorporated community of Dorchester, Iowa, United States.  It and the church yard form a nationally recognized historic district that was listed on the National Register of Historic Places in 2015.  The Norwegian Evangelical Lutheran Church established the Waterloo Ridge Church, which was incorporated on March 25, 1869.  The first trustees were Hans Johnson Gaare, John Svenson, and Peter Martinson; with Anders Larson and Ole Clauson acting as incorporators as well. Their first church building was a stone structure.  It was replaced by the present frame Gothic Revival structure that was dedicated in 1913.  It was erected for around $15,000.  An iron gate was built over the walkway into the church.  The script on the archway reads in Norwegian: Kom til Guds Hus (Come to Gods House).  The Waterloo Ridge Cemetery is located in the churchyard.",
  "/wiki/Dorchester,_Iowa": "Dorchester is an unincorporated community in northwestern Allamakee County, Iowa, United States.  It lies along local roads just off Iowa Highway 76, north of the city of Waukon, the county seat of Allamakee County.  Its elevation is 738 feet (225 m).  The town was originally settled by Harvey Bell and Edmund Bell, and was named after Dorchester, England.  Although Dorchester is unincorporated, it has a post office, with the ZIP code of 52140, which opened on 21 May 1857. Dorchester is located in the Waterloo Township. Dorchester was platted in 1873.",
  "/wiki/New_Sweden_Chapel": "New Sweden Chapel is a historic Lutheran Church building located east of Fairfield, Iowa, United States in rural Jefferson County.  The Swedish immigrant community that settled here was organized in 1845 under the leadership of Peter Cassel, a native of Kisa, Östergötland, Sweden.  This was the first Swedish settlement in Iowa, as well as the first west of the Mississippi River.  They established a Lutheran congregation in 1848, and built a log church in 1851.  This church replaced it in 1860.  Local builder Henri Jagle was responsible for building the 50-by-30-foot (15.2 by 9.1 m) frame structure.  It is four bays in length and features a 16-foot (4.9 m) tower with a spire over the main entrance.  The interior features a painting by Olaf Grafström, who was an art instructor at Augustana College in Rock Island, Illinois. In 1948 the Augustana Evangelical Lutheran Church named the New Sweden Chapel as a National Synodial Shrine in recognition of its being the oldest of congregation in the synod. Prince Bertil of Sweden and the Archbishop of Uppsala participated in a ceremony that drew 3,000 people.  The chapel no longer houses a regular congregation, but is used for special occasions.  A cemetery is located on the church grounds.  The chapel was listed on the National Register of Historic Places in 1977.",
  "/wiki/Fairfield,_Iowa": "Fairfield is a city in, and the county seat of, Jefferson County, Iowa, United States.  It has a population of 9,464 people, according to the 2010 census. It is a Midwestern city surrounded by rolling farmlands filled with corn, soybean, cattle, and hogs with a median family income of $46,138 (10% of families below the poverty line). The city became the county seat in 1839 with 110 residents and grew to 650 by 1847. Its library was established in 1853, and it held its first fair in 1854. Early architecture includes work by George Franklin Barber and Barry Byrne, who trained under Frank Lloyd Wright.",
  "/wiki/St._John%27s_Lutheran_Church_(Hampton,_Iowa)": "St. John's Lutheran Church is located in rural Franklin County, Iowa, United States, east of the city of Hampton.  The church property was listed as a historic district on the National Register of Historic Places as St. John's Danish Evangelical Lutheran Church in 2015.  At the time of its nomination it contained ten resources, which included five contributing buildings, two contributing sites, one contributing structure, one contributing object, and one non-contributing structure.",
  "/wiki/Hampton,_Iowa": "Hampton is a city in Franklin County, Iowa, United States. The population was 4,461 at the 2010 census. It is the county seat of Franklin County.",
  "/wiki/Bethany_Danish_Evangelical_Lutheran_Church": "Bethany Danish Evangelical Lutheran Church is a historic church in Kimballton, in Audubon County, Iowa.  It was built in 1898 and was added to the National Register in 1991.",
  "/wiki/Kimballton,_Iowa": "Kimballton is a city in Audubon County, Iowa, United States. The population was 322 at the 2010 census.",
  "/wiki/Immanuel_Danish_Evangelical_Lutheran_Church": "Immanuel Danish Evangelical Lutheran Church is a historic church on W. Second Street in Kimballton, in Audubon County, Iowa.  It was built in 1904 and was added to the National Register in 1991.  Four years later it was included as a contributing property in the Kimballton West 2nd – West 3rd Street Residential District.",
  "/wiki/Ingemann_Danish_Lutheran_Church": "Ingemann Danish Lutheran Church, also known as the Lower Danish Church, is a historic building located west of Moorhead, Iowa, United States.  It and adjacent cemetery were listed on the National Register of Historic Places in 2001.",
  "/wiki/Moorhead,_Iowa": "Moorhead is a city in Monona County, Iowa, United States. Moorhead stands along the Soldier River. The population was 226 at the 2010 census.",
  "/wiki/First_Lutheran_Church_(St._Ansgar,_Iowa)": "First Lutheran Church of St. Ansgar is a historic church located at 212 N. Main Street in St. Ansgar, Iowa, United States. It  was added to the National Register in 1976.",
  "/wiki/St._Ansgar,_Iowa": "St. Ansgar is a city in Mitchell County, Iowa, United States. The population was 1,107 at the 2010 census.",
  "/wiki/Sheldahl_First_Norwegian_Evangelical_Lutheran_Church": "Sheldahl First Norwegian Evangelical Lutheran Church is a historic building located in Sheldahl, Iowa, United States. The community was platted by Osmund Sheldahl and J.S. Polk. Sheldahl was a lay Lutheran minister who settled in Illinois in 1845. He and three others came to this area in 1854 in search of cheap available land. The following year, 21 families that had organized themselves as the \"Palestine Congregation\" relocated to Story County. Sheldahl became a large land owner and the regular pastor for Palestine Lutheran Church in 1860. He built a house in town in 1877 and he and his two sons built this church building in 1883. Osmund Sheldahl served the congregation as an unpaid pastor for 13 years. His will stipulated that the church building be made available to any Christian denomination that emphasized Bible teaching. It remained in regular use until 1936.",
  "/wiki/Sheldahl,_Iowa": "Sheldahl is a city in Polk, Boone, and Story counties in the U.S. state of Iowa. The population was 319 at the 2010 census.",
  "/wiki/Augustana_Lutheran_Church_(Sioux_City,_Iowa)": "Augustana Lutheran Church is an Evangelical Lutheran Church in America congregation located in Sioux City, Iowa, United States. The church building was listed on the National Register of Historic Places in 2006 as Swedish Evangelical Lutheran Augustana Church.",
  "/wiki/Sioux_City,_Iowa": "Sioux City (/suː/) is a city in Woodbury and Plymouth counties in the northwestern part of the U.S. state of Iowa. The population was 82,684 in the 2010 census, which makes it the fourth largest city in Iowa. The bulk of the city is in Woodbury County, of which it is the county seat, though a small portion is in Plymouth County. Sioux City is located at the navigational head of the Missouri River. The city is home to several cultural points of interest including the Sioux City Public Museum, Sioux City Art Center and Sergeant Floyd Monument, which is a National Historic Landmark. The city is also home to Chris Larsen Park, commonly referred to as \"the Riverfront\", which includes the Anderson Dance Pavilion, Sergeant Floyd Riverboat Museum and Lewis and Clark Interpretive Center. \nSioux City is the primary city of the five-county Sioux City, IA–NE–SD Metropolitan Statistical Area (MSA), with a population of 168,825 in 2010 and a slight increase to an estimated 169,405 in 2018. The Sioux City–Vermillion, IA–NE–SD Combined Statistical Area had a population of 182,675 as of 2010 but has decreased to an estimated population of 178,448 as of 2018.",
  "/wiki/Swedish_Evangelical_Lutheran_Church_(Swedesburg,_Iowa)": "Swedish Evangelical Lutheran Church, now known as Swedesburg Evangelical Lutheran Church, is a historic church located in Swedesburg, Iowa, United States. The congregation was officially organized in 1866 by the Swedish Lutheran congregation from New Sweden in Jefferson County, Iowa. The present church was built in 1928 as the third church to stand on the same site. The first frame church, built in 1868, was destroyed in a fire in 1883. The second frame church, with a 110-foot (34 m) tower, was completed the same year. In 1927 it too was also destroyed by fire. The congregation hired Burlington, Iowa architect W.F. Weibley to design the present Late Gothic Revival church building. It is composed of tan brick with Bedford stone trim. The church was added to the National Register of Historic Places in 1999.",
  "/wiki/Swedesburg,_Iowa": "Swedesburg is an unincorporated community in northern Henry County, Iowa, United States."
}