{
  "/wiki/WGR": "WGR (\"WGR Sports Radio 550\") is an all sports radio station in Buffalo, New York that broadcasts on 550 AM. It is the flagship station of the Buffalo Bills and Buffalo Sabres, carrying a mostly locally originated sports talk and play-by-play lineup. Owned by Entercom, its studios are located  on Corporate Parkway in Amherst, while its transmitter is located at a four-tower array in Hamburg, New York.",
  "/wiki/Sports_radio": "Sports radio (or sports talk radio) is a radio format devoted entirely to discussion and broadcasting of sporting events. A widespread programming genre that has a narrow audience appeal, sports radio is characterized by an often-boisterous on-air style and extensive debate and analysis by both hosts and callers. Many sports talk stations also carry play-by-play (live commentary) of local sports teams as part of their regular programming. Hosted by Bill Mazer, the first sports talk radio show in history launched in March 1964 on New York's WNBC (AM).",
  "/wiki/Entercom_Communications": "Entercom Communications Corporation is a publicly traded American broadcasting company and radio network based in Bala Cynwyd, Pennsylvania. Founded in 1968, it is the second largest radio company in the United States, owning 235 radio stations across 48 media markets.",
  "/wiki/WTOR": "WTOR (770 AM, branded as Radio Saaz-o-Awaz) is a daytime-only radio station licensed to Youngstown, New York, United States and serving the Golden Horseshoe of Ontario, Canada. The station is owned by Birach Broadcasting Corporation and operated by Canadian businesswoman Arifa Muzaffar under a local marketing agreement. All programming originates from studios in Mississauga, Ontario, which is sent to the station in Youngstown, then blasted back across the border to Toronto.",
  "/wiki/Multilingual": "Multilingualism is the use of more than one language, either by an individual speaker or by a group of speakers. It is believed that multilingual speakers outnumber monolingual speakers in the world's population. More than half of all Europeans claim to speak at least one language other than their mother tongue; but many read and write in one language. Always useful to traders, multilingualism is advantageous for people wanting to participate in globalization and cultural openness. Owing to the ease of access to information facilitated by the Internet, individuals' exposure to multiple languages is becoming increasingly possible. People who speak several languages are also called polyglots.",
  "/wiki/Birach_Broadcasting_Corporation": "Birach Broadcasting Corporation is a company based in Southfield, Michigan, USA, that owns several AM radio stations and one low-power television (LPTV) station in the US. Many stations in the Birach portfolio run ethnic broadcasting. The company is wholly owned by its president and CEO Sima Birach.",
  "/wiki/Youngstown,_New_York": "Youngstown is a village in Niagara County, New York, USA. The population was 1,935 at the 2010 census. It is part of the Buffalo–Niagara Falls Metropolitan Statistical Area.",
  "/wiki/Border_blaster": "A border blaster is a broadcast station that, though not licensed as an external service, is, in practice, used to target another country.  The term \"border blaster\" is of North American origin, and usually associated with Mexican AM stations covering large parts of the United States and United States border AM stations covering large parts of Canada.  Conceptually similar European broadcasting included some pre-World War II broadcasting towards the United Kingdom, \"radio périphérique\" around France and the U.S. government-funded propaganda station Radio Free Europe, targeting eastern Europe.",
  "/wiki/Toronto": "Toronto is the provincial capital of Ontario and the most populous city in Canada, with a population of 2,731,571 as of 2016. Current to 2016, the Toronto census metropolitan area (CMA), of which the majority is within the Greater Toronto Area (GTA), held a population of 5,928,040, making it Canada's most populous CMA. The city is the anchor of the Golden Horseshoe, an urban agglomeration of  9,245,438 people (as of 2016) surrounding the western end of Lake Ontario. Toronto is an international centre of business, finance, arts, and culture, and is recognized as one of the most multicultural and cosmopolitan cities in the world.",
  "/wiki/WBEN_(AM)": "WBEN (930 kHz) is an AM radio station in Buffalo, New York broadcasting a news/talk format. Its 5,000-watt signal covers Buffalo and its suburbs, the Niagara Falls region and Western New York as well as part of southern Ontario, Canada. The station's website carries the signal 24/7 in real-time and makes much of the programming available on podcast the same day. WBEN's Transmitter is located in Grand Island, New York. It has studios located on Corporate Parkway in Amherst, New York with its other sister stations under Entercom's ownership.",
  "/wiki/News_radio": "All-news radio is a radio format devoted entirely to the discussion and broadcast of news.",
  "/wiki/WDCZ": "WDCZ is an American radio station in Buffalo, New York broadcasting at 970 kHz.",
  "/wiki/Christian_radio": "Christian radio is a category of radio formats that focus on transmitting programming with a Christian message. In the United States, where it is most established, many such broadcasters play contemporary Christian music, though many programs include talk or news programming covering economic, political or religious topics.",
  "/wiki/Crawford_Broadcasting": "Crawford Broadcasting is a family-owned media company based in Denver, Colorado. Crawford Broadcasting primarily owns radio stations with Christian, Talk radio and Urban formats.",
  "/wiki/WDCX-FM": "WDCX-FM (99.5 MHz) is a commercial radio station licensed to Buffalo, New York. The station airs a brokered religious radio format.  WDCX-FM is owned by Kimtron, Inc., a division of Crawford Broadcasting.  Its studios are located in the Allentown neighborhood north of downtown Buffalo, and the transmitter site is located off Zimmerman Road in Boston, New York, southeast of Buffalo.",
  "/wiki/WUFO": "WUFO (1080 AM; \"Power 96.5\") is a radio station licensed to Amherst, New York, and serves the Buffalo metropolitan area. It currently airs a hybrid Urban AC/Classic hip hop format. Its studios are located on Broadway Avenue in Buffalo, while its transmitter is located on Genesee Street in Cheektowaga. WUFO simulcasts on FM translator W243DX (96.5 FM), with its transmitter located atop One Seneca Tower in the southern area of Downtown Buffalo.",
  "/wiki/Classic_hip-hop": "Classic hip-hop is a music radio format focusing primarily on hip-hop music from the 1980s, 1990s, and the early to mid-2000s.",
  "/wiki/Amherst,_New_York": "Amherst (/ˈæmhərst/ (listen)) is a town in Erie County, New York, United States. Amherst is the most populated town in upstate New York, and an inner ring suburb of Buffalo. As of the 2010 census, the town had a total population of 122,366. This represents an increase of 5.0% from the 2000 census.",
  "/wiki/WBBF": "WBBF (1120 kHz) is a commercial AM radio station in Buffalo, New York.  It broadcasts with a power of 1,000 watts, but it is a daytimer, required to sign off at sunset. AM 1120 is reserved for Class A clear channel station KMOX in St. Louis, Missouri.  WBBF programming was previously carried on FM translator station W262CM at 100.3 MHz in Buffalo. WBBF is owned by Cumulus Media broadcasting an unknown format.",
  "/wiki/Urban_contemporary_gospel": "Urban/contemporary gospel is a modern form of Christian music that expresses either personal or a communal belief regarding Christian life, as well as to give a Christian alternative to mainstream secular music.  Musically, it follows the trends in secular urban contemporary music.",
  "/wiki/Cumulus_Media": "Cumulus Media, Inc. is an American broadcasting company and is the third largest owner and operator of AM and FM radio stations in the United States behind Entercom and iHeartMedia, Inc. As of June 2019, Cumulus lists ownership of 428 stations in 87 media markets. It also owns and operates Westwood One. Its headquarters are located in Atlanta, Georgia. Its subsidiaries include Cumulus Broadcasting LLC, Cumulus Licensing LLC and Broadcast Software International Inc.",
  "/wiki/WECK": "WECK (1230 kHz) is a commercial AM radio station licensed to Cheektowaga, New York and serving the Buffalo-Niagara Falls metropolitan area.  The station airs an oldies music format. The studios, offices and transmitter are located on Genesee Street in Buffalo's suburban Cheektowaga, which is WECK's official city of license, however the station is a metro Buffalo station. WECK programming is simulcast on two FM translator stations at 102.9 and 100.5 MHz. The station is currently owned by Radio One Buffalo, LLC, a company set up by long–time Buffalo radio DJ, & radio marketing executive, Buddy Shula.",
  "/wiki/Oldies": "Oldies is a radio format that concentrates on rock and roll and pop music from the second half of the twentieth century, specifically from around the mid-1950s to the 1970s or 1980s.",
  "/wiki/Cheektowaga,_New_York": "Cheektowaga (/ˌtʃiktəˈwɑːɡə/) is a town in Erie County, New York, United States. As of the 2010 census, it had a population of 88,226. The town is in the north-central part of the county, and is an inner ring suburb. It is the second largest suburb of Buffalo, after the town of Amherst.",
  "/wiki/WHLD": "WHLD is an AM radio station licensed to Niagara Falls, New York carrying CBS Sports Radio Network sports talk format, with two current shows airing locally (The Bucky & Sully Show - M-F 9a-12p and the Tim Graham Show Weds 4p-6p). The station resides at 1270 kHz on the dial and is owned by Cumulus Media.  The station's transmitter is located in Hamburg, New York, and studios are located in Buffalo with its Cumulus Media sister stations. It also is heard streaming on the stations website and its own \"1270 The Fan\" app.",
  "/wiki/Niagara_Falls,_New_York": "Niagara Falls is a city in Niagara County, New York, United States. As of the 2010 census, the city had a total population of 50,193, down from the 55,593 recorded in the 2000 census. It is adjacent to the Niagara River, across from the city of Niagara Falls, Ontario, and named after the famed Niagara Falls which they share. The city is within the Buffalo–Niagara Falls Metropolitan Statistical Area and the Western New York region.",
  "/wiki/WXRL": "WXRL is an AM radio station located in Lancaster, New York, serving the greater Buffalo market. The station is owned and operated by the family of Ramblin' Lou Schriver, a well known local country music performer, under the name Dome Broadcasting Inc.",
  "/wiki/Classic_country": "Classic country is a music radio format that specializes in playing mainstream country and western music hits from past decades.",
  "/wiki/Ramblin%27_Lou_Schriver": "Louis Albert \"Ramblin' Lou\" Schriver (July 19, 1929 – January 17, 2016) was an American country musician and radio broadcaster who lived in western New York State.",
  "/wiki/Lancaster,_New_York": "Lancaster is a town in Erie County, New York, United States, centered 14 miles east of downtown Buffalo. Lancaster is an outer ring suburb of Buffalo. As of the 2010 census, the town population was 41,604.",
  "/wiki/WLVL": "WLVL (1340 AM) is a radio station  broadcasting a News Talk Information format. Licensed to Lockport, New York, United States, the station serves the Buffalo-Niagara Falls area.  The station is currently owned by Culver Communications Corp., Inc. and features programming from NBC Sports Radio.",
  "/wiki/Talk_radio": "Talk radio is a radio format containing discussion about topical issues and consisting entirely or almost entirely of original spoken word content rather than outside music. Most shows are regularly hosted by a single individual, and often feature interviews with a number of different guests. Talk radio typically includes an element of listener participation, usually by broadcasting live conversations between the host and listeners who \"call in\" (usually via telephone) to the show. Listener contributions are usually screened by a show's producers in order to maximize audience interest and, in the case of commercial talk radio, to attract advertisers. Generally, the shows are organized into segments, each separated by a pause for advertisements; however, in public or non-commercial radio, music is sometimes played in place of commercials to separate the program segments. Variations of talk radio include conservative talk, hot talk, liberal talk (increasingly known as progressive talk) and sports talk.",
  "/wiki/Lockport,_New_York": "Lockport is a city and the county seat of Niagara County, New York, surrounded by the town of Lockport. The population was 21,165 at the 2010 census, with an estimated population of 20,434 as of 2018. It is named from a set of Erie Canal locks (Lock Numbers 34 and 35) within the city. It is part of the Buffalo–Niagara Falls Metropolitan Statistical Area.",
  "/wiki/WWWS": "WWWS (1400 AM) is a radio station broadcasting an urban oldies format. Licensed to Buffalo, New York, United States, the station serves the Buffalo-Niagara Falls area.  The station is owned by Entercom and features programming from Westwood One.  It is owned and operated by Entercom Communications.  It has a transmitter in Buffalo, east of Delaware Park, while it has studios located on Corporate Parkway in Amherst, New York.",
  "/wiki/Rhythmic_oldies": "Rhythmic oldies is a radio format that concentrates on the rhythmic, disco, or dance genres of music. Playlists can span from the 1960s through the 1990s and, depending on market conditions, may be designed for African-American or Hispanic audiences. It is also referred to as \"Jammin' Oldies\" or \"Music From Back in the Day\" by various radio stations. Since the late 2000s, much of the library in the \"rhythmic oldies\" format has been adopted by the classic hits format. A variation on the format is urban oldies.",
  "/wiki/WJJL": "WJJL (1440 AM) is a radio station  primarily broadcasting an oldies format centered around the early rock and roll era of the late 1950s to mid-1960s. Licensed to Niagara Falls, New York, United States, the station serves the Niagara Falls and Buffalo area from studios in Kenmore.  The station is currently owned by M. J. Phillips Communications, Inc.",
  "/wiki/WWKB": "WWKB is an AM radio station in Buffalo, New York, operating on a frequency of 1520 kHz. It is owned and operated by Entercom. It has a transmitter in Hamburg, New York while it has studios located on Corporate Parkway in Amherst, New York. WWKB is a Class A station broadcasting on the clear-channel frequency of 1520 kHz.  WWKB shares Class A status with KOKC in Oklahoma City, Oklahoma.",
  "/wiki/Sports_talk": "Sports radio (or sports talk radio) is a radio format devoted entirely to discussion and broadcasting of sporting events. A widespread programming genre that has a narrow audience appeal, sports radio is characterized by an often-boisterous on-air style and extensive debate and analysis by both hosts and callers. Many sports talk stations also carry play-by-play (live commentary) of local sports teams as part of their regular programming. Hosted by Bill Mazer, the first sports talk radio show in history launched in March 1964 on New York's WNBC (AM).",
  "/wiki/WCOU": "The Family Life Network is a Christian radio network simulcasting via stations  across Western and Central New York, as well as northern Pennsylvania from flagship station WCIK. It is owned and operated by the larger Family Life Ministries of Bath, New York.  Founded in 1957, FLM is an accredited member of the Evangelical Council for Financial Accountability (ECFA). Family Life is a listener supported outreach with about 95% of its operating revenue coming directly from listeners, participants, and supporting churches.",
  "/wiki/Family_Life_Network": "The Family Life Network is a Christian radio network simulcasting via stations  across Western and Central New York, as well as northern Pennsylvania from flagship station WCIK. It is owned and operated by the larger Family Life Ministries of Bath, New York.  Founded in 1957, FLM is an accredited member of the Evangelical Council for Financial Accountability (ECFA). Family Life is a listener supported outreach with about 95% of its operating revenue coming directly from listeners, participants, and supporting churches.",
  "/wiki/Attica_(village),_New_York": "Attica is a village in Wyoming County and Genesee County, New York. The population was 2,547 at the 2010 census.",
  "/wiki/WBFO": "WBFO (88.7 FM) is the NPR member station for Buffalo, New York, carrying an almost entirely public news/talk format. It broadcasts from studios in the Lower Terrace section of downtown Buffalo which it shares with WNED-TV and WNED-FM.  Previously, it broadcast from the South campus (a.k.a. Main Street Campus) of the University at Buffalo.  It currently leases an as-yet unutilized satellite studio in Toronto, Ontario, Canada. WBFO runs two permanent satellite stations: WUBJ (88.1 FM) in Jamestown, New York, and WOLN (91.3 FM) in Olean, New York.",
  "/wiki/National_Public_Radio": "National Public Radio (NPR, stylized as npr) is a privately and publicly funded American non-profit membership media organization based in Washington, D.C. NPR differs from other non-profit membership media organizations, such as AP, in that it was established by an act of Congress and most of its member stations are owned by government entities (often public universities). It serves as a national syndicator to a network of over 1,000 public radio stations in the United States.",
  "/wiki/WBKV_(FM)": "WBKV (89.9 FM) is a radio station in Buffalo, New York, broadcasting K-Love's contemporary Christian format without local deviation outside of station identification. It is owned by the Educational Media Foundation. Unlike most Buffalo stations, its signal is directed southward, and has no over-the-air availability across Lake Ontario into the Greater Toronto Area.",
  "/wiki/K-Love": "K-Love (stylized K-LOVE) is a contemporary Christian music radio programming service in the United States operated by the Educational Media Foundation (EMF). The network is one of three formats produced by the Educational Media Foundation, the other two being K-Love Classics and Air1. As of June 2019, the network's programming is simulcast on over 520 FM stations and translators in 47 U.S. states, American Samoa, Puerto Rico, and the District of Columbia. As of 2018, K-Love and its sister network Air1 reportedly had a weekly cumulative audience of about 20 million listeners.",
  "/wiki/Contemporary_Christian": "Contemporary Christian music (or CCM—and occasionally \"inspirational music\") is a genre of modern popular music which is lyrically focused on matters concerned with the Christian faith. It formed as those affected by the 1960s Jesus movement revival began to express themselves in a more contemporary style of music than the hymns, Gospel and Southern gospel music that was prevalent in the church at the time. Today, the term is typically used to refer to pop, rock, or praise & worship styles.",
  "/wiki/Educational_Media_Foundation": "Educational Media Foundation (formerly EMF Broadcasting, abbreviated EMF) is an American nonprofit organization that operates radio networks broadcasting contemporary Christian music, including Air1 and K-Love. EMF is based in Rocklin, California, a suburb of Sacramento. As of 2018, EMF directly owns and operates at least 415 radio stations throughout the United States. The programming for Air1 and K-Love is distributed by satellite and carried on its own stations, including many low-power FM translators and some stations which it operates on behalf of other owners.",
  "/wiki/WGCC-FM": "WGCC-FM (90.7 FM) is an American college radio station broadcasting an album oriented rock format in Batavia, New York. The station is currently owned by Genesee Community College and is located on the third floor of the Batavia Campus of Genesee Community College and is run primarily by students who work there.\nWGCC currently broadcasts with 880 watts Effective Radiated Power (ERP), which gives the station an average broadcast radius of 25 miles. Its antenna has a Height Above Average Terrain (HAAT) of 50 meters. The FCC regulations for ERP and HAAT are listed under Title 47, Part 73 of the Code of Federal Regulations (CFR).",
  "/wiki/College_radio": "Campus radio (also known as college radio, university radio or student radio) is a type of radio station that is run by the students of a college, university or other educational institution. Programming may be exclusively by students, or may include programmers from the wider community in which the radio station is based. Sometimes campus radio stations are operated for the purpose of training professional radio personnel, sometimes with the aim of broadcasting educational programming, while other radio stations exist to provide alternative to commercial broadcasting or government broadcasters.",
  "/wiki/Album_oriented_rock": "Album-oriented rock (AOR) is an American FM radio format focusing on album tracks by rock artists. AOR evolved from progressive rock radio in the mid-1970s, using research and formal programming to create an album rock format with greater commercial appeal.",
  "/wiki/Genesee_Community_College": "Genesee Community College (GCC) is a public community college with its main campus in Batavia,  New York. It has campus centers in Albion, Medina, Warsaw, Dansville, Arcade, Lima (previously Lakeville), New York. Thus, the college covers areas not only inside of Genesee County but also in Orleans County, Livingston County and Wyoming County. This two-year college also offers housing facilities to out-of-area students, although the school is attended primarily by commuters. Additionally, GCC offers some degree and certificate programs online.",
  "/wiki/WBNY": "WBNY is the college radio station of Buffalo State College, located within the city of Buffalo, New York. WBNY, licensed in 1982, broadcasts on 91.3 FM. The station is the descendant of BSC's AM carrier-current station known as WSCB, which could be received only on campus through the electrical system. The WBNY call letters were previously associated with 1400 AM in Buffalo in the 1940s and 1950s. The WBNY identification is apparently also used by a shortwave pirate radio station, unrelated to the FCC-licensed FM station.[citation needed]",
  "/wiki/Buffalo_State_College": "The State University College at Buffalo (Buffalo State College, Buffalo State, or simply Buff State) is a public college in Buffalo, New York. It is part of the State University of New York (SUNY) system. Buffalo State College was founded in 1871 as the Buffalo Normal School to train teachers. It offers 79 undergraduate majors with 11 honors options, 11 post baccalaureate teacher certification programs, and 64 graduate programs.",
  "/wiki/WYVL": "WYVL is a radio station airing a Christian Contemporary Music format, licensed to Youngsville, Pennsylvania, broadcasting on 88.5 MHz FM. The station is owned by Calvary Chapel of Russell, Pennsylvania.",
  "/wiki/Calvary_Chapel": "Calvary Chapel, an association of evangelical\nChristian churches, maintains a number of radio stations around the world and operates many local Calvary Chapel Bible College programs. It presents itself as a \"fellowship of churches\" in contrast to a denomination, and includes over one thousand congregations worldwide.[failed verification] Churches that affiliate with Calvary Chapel may use the name \"Calvary Chapel\" but need not do so.",
  "/wiki/WTWT": "WYVL is a radio station airing a Christian Contemporary Music format, licensed to Youngsville, Pennsylvania, broadcasting on 88.5 MHz FM. The station is owned by Calvary Chapel of Russell, Pennsylvania."
}