{
  "/wiki/Sylvestr_Kosiv": "Sylvester Kosiv or Kosov (secular name Stefan-Adam Kosaw, Polish: Sylwester Kossów; born Zharobychi, Vitebsk Voivodeship, Polish–Lithuanian Commonwealth, died 13 April 1657) was a Ruthenian Orthodox metropolitan of the Polish–Lithuanian Commonwealth and Polish-Ruthenian writer. He served as metropolitan of Kiev, Galicia and all Ruthenia (1647–1657) during the Khmelnytsky uprising. His official title was Metropolitan of Kiev, Galicia and All-Ruthenia.",
  "/wiki/Kiev": "Kiev or Kyiv[a] (Ukrainian: Київ, romanized: Kyiv; Russian: Киев, romanized: Kiyev) is the capital and most populous city of Ukraine. It is in north-central Ukraine along the Dnieper River. Its population in July 2015 was 2,887,974 (though higher estimated numbers have been cited in the press), making Kiev the 6th-most populous city in Europe.",
  "/wiki/Gavril_B%C4%83nulescu-Bodoni": "Gavril Bănulescu-Bodoni (Romanian pronunciation: [ɡaˈvril bənuˈlesku boˈdoni]; 1746 – 30 March 1821) was a Romanian clergyman who served as Metropolitan of Moldavia (1792), Metropolitan of Kherson and Crimea (1793–1799), Metropolitan of Kiev and Halych (1799–1803), Exarch of Moldo-Wallachia (1806–1812), and Archbishop of Chişinău (1812–1821), being the first head of the church in Bessarabia after the Russian annexation.",
  "/wiki/Moldavia": "Moldavia (Romanian: Moldova, pronounced [molˈdova] (listen) or Țara Moldovei (in Romanian Latin alphabet), literally The Moldavian Country; in old Romanian Cyrillic alphabet: Цара Мѡлдовєй) is a historical region and former principality in Central and Eastern Europe, corresponding to the territory between the Eastern Carpathians and the Dniester River. An initially independent and later autonomous state, it existed from the 14th century to 1859, when it united with Wallachia (Țara Românească) as the basis of the modern Romanian state; at various times, Moldavia included the regions of Bessarabia (with the Budjak), all of Bukovina and Hertza. The region of Pokuttya was also part of it for a period of time.",
  "/wiki/Kherson": "Kherson (Ukrainian: Херсо́н, IPA: [xerˈsɔn] (listen); Russian: Херсо́н, IPA: [xʲɪrˈson]) is a city in southern Ukraine. It functions as the  administrative center of Kherson Oblast (province). Designated as a city of oblast significance. Kherson is an important port on the Black Sea and on the Dnieper River, and the home of a major ship-building industry. As of 2015[update] it had a population of 294,941 (2015 est.).",
  "/wiki/Crimea": "Crimea (/kraɪˈmiːə/; Russian: Крым; Ukrainian: Крим, romanized: Krym; Crimean Tatar: Къырым, romanized: Kirim/Qırım; Ancient Greek: Κιμμερία/Ταυρική, romanized: Kimmería/Taurikḗ) is a peninsula located on the northern coast of the Black Sea in Eastern Europe that is almost completely surrounded by both the Black Sea and the smaller Sea of Azov to the northeast. It is located south of the Ukrainian region of Kherson, to which it is connected by the Isthmus of Perekop, and west of the Russian region of Kuban, from which it is separated by the Strait of Kerch though linked by the Crimean Bridge since 2018. The Arabat Spit is located to the northeast, a narrow strip of land that separates a system of lagoons named Sivash from the Sea of Azov. Across the Black Sea to its west is Romania and to its south Turkey.",
  "/wiki/Halych": "Halych (Ukrainian: Га́лич, romanized: Halyč [ˈɦɑlɪtʃ]; Romanian: Halici; Polish: Halicz; Russian: Га́лич, romanized: Galič; German: Halytsch) is a historic city on the Dniester River in western Ukraine. The city gave its name to the Principality of Halych, the historic province of Galicia (Halychyna), and the Kingdom of Galicia–Volhynia, of which it was the capital until the early 14th century, when the seat of the local rulers moved to Lviv.",
  "/wiki/Chi%C5%9Fin%C4%83u": "Chișinău (/ˌkɪʃɪˈnaʊ/ KISH-ih-NOW, also US: /ˌkiːʃiːˈnaʊ/ KEE-shee-NOW, Romanian: [kiʃiˈnəw] (listen)), also known as Kishinev (Russian: Кишинёв, tr. Kishinjóv [kʲɪʂɨˈnʲɵf]), is the capital and largest city of the Republic of Moldova. The city is Moldova's main industrial and commercial center, and is located in the middle of the country, on the river Bâc, a tributary of Dniester. According to the results of the 2014 census, the city proper had a population of 532,513, while the population of the Municipality of Chișinău (which includes the city itself and other nearby communities) was 662,836. Chișinău is the most economically prosperous locality in Moldova and its largest transportation hub.",
  "/wiki/Macarius_Bulgakov": "Metropolitan Macarius (Russian: Митрополит Макарий, born Mikhail Petrovich Bulgakov, Russian: Михаил Петрович Булгаков; 1 October [O.S. 19 September] 1816–21 June [O.S. 9] 1882), was the Metropolitan of Moscow and Kolomna in 1879–82 and member of many learned societies, including the Russian Academy of Sciences.",
  "/wiki/Moscow": "Moscow (/ˈmɒskoʊ/, in US mainly: /ˈmɒskaʊ/; Russian: Москва, tr. Moskva, IPA: [mɐˈskva] (listen)) is the capital and most populous city of Russia, with approximately 12.6 million residents within the city limits, 17 million within the urban area and 20 million within the metropolitan area. Moscow is one of Russia's federal cities.",
  "/wiki/Kolomna": "Kolomna (Russian: Колóмна, IPA: [kɐˈlomnə]) is an ancient city of Moscow Oblast, Russia, situated at the confluence of the Moskva and Oka Rivers, 114 kilometers (71 mi) (by rail) southeast of Moscow. Population: 144,589 (2010 Census); 150,129 (2002 Census); 161,881 (1989 Census).",
  "/wiki/Nicodim_Munteanu": "Nicodim (Romanian pronunciation: [nikoˈdim]), born Nicolae Munteanu ([nikoˈla.e munˈte̯anu]; December 6, 1864, Pipirig, Neamț County, Romania – February 27, 1948, Bucharest), was the head of the Romanian Orthodox Church (Patriarch of All Romania) between 1939 and 1948.",
  "/wiki/Patriarch_of_All_Romania": "The Patriarch of All Romania (Romanian: Patriarh al Întregii Românii; Romanian pronunciation: [patriˈarh al ɨnˈtred͡ʒij romɨˈnij]) is the title of the head of the Romanian Orthodox Church. The Patriarch is officially styled as Archbishop of Bucharest, Metropolitan of Muntenia and Dobrogea, Locum tenens of the throne of Caesarea Cappadociae and Patriarch of the Romanian Orthodox Church. Patriarch Daniel acceded to this position on 12 September 2007.",
  "/wiki/Stephen_Yavorsky": "Stefan Yavorsky (Russian: Стефа́н Яво́рский, Ukrainian: Стефа́н Яво́рський), born Simeon Ivanovich Yavorsky (Russian: Симеон Иванович Яворский) (1658 – 8 December [O.S. 27 November] 1722), was an archbishop and statesman in the Russian Empire and the first president of the Most Holy Synod.",
  "/wiki/Ryazan": "Ryazan (Russian: Рязань, IPA: [rʲɪˈzanʲ] (listen)) is a city and the administrative center of Ryazan Oblast, Russia, located on the Oka River 196 kilometers (122 mi) southeast of Moscow. Population: 524,927 (2010 Census); 521,560 (2002 Census); 514,638 (1989 Census).",
  "/wiki/Murom": "Murom (Russian: Муром, IPA: [ˈmurəm]; Old Norse: Moramar) is a historical city in Vladimir Oblast, Russia, which sprawls along the left bank of the Oka River. Population: 116,075 (2010 Census); 126,901 (2002 Census); 124,229 (1989 Census).",
  "/wiki/Most_Holy_Synod": "The Most Holy Governing Synod (Russian: Святѣйшій Правительствующій Сѵнодъ, Святейший Правительствующий Синод) was the highest governing body of the Russian Orthodox Church between 1721 and 1918 (1918 is when the Church re-instated the Patriarchate). The jurisdiction of the Most Holy Synod extended over every kind of ecclesiastical question and over some partly secular matters.",
  "/wiki/Feofan_Prokopovich": "Feofan/Theophan Prokopovich (18 June 1681, in Kiev, Cossack Hetmanate, Tsardom of Russia — 19 September 1736, in St. Petersburg, Russian Empire) was a Russian Orthodox theologian, writer, poet, mathematician, philosopher, rector of the Kiev-Mogila Academy, and Archbishop of Novgorod. He elaborated upon and implemented Peter the Great's reform of the Russian Orthodox Church. Prokopovich wrote many religious verses and some of the most enduring sermons in the Russian language.",
  "/wiki/Novgorod": "Veliky Novgorod (Russian: Вели́кий Но́вгород, IPA: [vʲɪˈlʲikʲɪj ˈnovɡərət]), also known as Novgorod the Great, or Novgorod Veliky, or just Novgorod (meaning \"newtown\"), is one of the oldest and most important historic cities in Russia, with more than 1000 years of history. The city serves as the administrative center of Novgorod Oblast. The city lies along the Volkhov River just downstream from its outflow from Lake Ilmen and is situated on the M10 federal highway connecting Moscow and Saint Petersburg. UNESCO recognized Novgorod as a World Heritage Site in 1992. The city has a population of 218,717 (2010 Census);",
  "/wiki/Dimitry_of_Rostov": "Saint Dimitry of Rostov (sometimes Latinized as Demetrius, sometimes referred to simply as Dmitri Rostovsky, Russian: Димитрий (Туптало), Ukrainian: Димитрій (Туптало)) was a leading opponent of the Caesaropapist reform of the Russian Orthodox church promoted by Feofan Prokopovich. He is representative of the strong Cossack Baroque influence upon the Russian Orthodox Church at the turn of the 17th and 18th centuries.",
  "/wiki/Rostov": "Rostov (Russian: Ростов, IPA: [rɐˈstof]) is a town in Yaroslavl Oblast, Russia, one of the oldest in the country and a tourist center of the Golden Ring. It is located on the shores of Lake Nero, 202 kilometers (126 mi) northeast of Moscow. Population: 31,792 (2010 Census); 34,141 (2002 Census); 35,707 (1989 Census).",
  "/wiki/Epifany_Slavinetsky": "Epifany Slavinetsky (Russian: Епифа́ний Славине́цкий) (c. 1600 - November 19, 1675) was an ecclesiastical expert of the Russian Orthodox Church who helped Patriarch Nikon to revise ancient service-books. His actions precipitated the raskol, the great schism of the national church.",
  "/wiki/Russian_Orthodox_Church": "The Russian Orthodox Church (ROC; Russian: Ру́сская правосла́вная це́рковь, tr. Rússkaya pravoslávnaya tsérkov), alternatively legally known as the Moscow Patriarchate (Russian: Моско́вский патриарха́т, tr. Moskóvskiy patriarkhát), is one of the autocephalous Eastern Orthodox Christian churches. The primate of the ROC is the Patriarch of Moscow and all Rus'. The ROC, as well as its primate, officially ranks fifth in the Orthodox order of precedence, immediately below the four ancient patriarchates of the Greek Orthodox Church: Constantinople, Alexandria, Antioch, and Jerusalem. Since 15 October 2018, the ROC is not in communion with the Ecumenical Patriarch of Constantinople, having unilaterally severed ties in reaction to the establishment of the Orthodox Church of Ukraine, which was finalised by the Ecumenical Patriarchate on 5 January 2019.",
  "/wiki/Paisius_Velichkovsky": "Saint Paisius Velichkovsky or Wieliczkowski (Paisie de la Neamţ in Romanian; Паисий Величковский in Russian; Паїсій Величковський in Ukrainian; 20 December 1722 – 15 November 1794) was an Eastern Orthodox monk and theologian who helped spread  staretsdom or the concept of the spiritual elder to the Slavic world. He is a pivotal figure in Orthodox Church history.",
  "/wiki/Visarion_Puiu": "Visarion Puiu (Romanian pronunciation: [visariˈon ˈpuju]; born Victor Puiu on 27 February 1879 in Pașcani, Romania – 10 August 1964 in Viels-Maisons, France) was a metropolitan bishop of the Romanian Orthodox Church and convicted war criminal.",
  "/wiki/Romanian_Orthodox_Church": "The Romanian Orthodox Church (Romanian: Biserica Ortodoxă Română) is an autocephalous Orthodox Church in full communion with other Eastern Orthodox Christian Churches, one of the nine Patriarchates in the Eastern Orthodox Church. Since 1925, the Church's Primate bears the title of Patriarch. Its jurisdiction covers the territories of Romania and Moldova, with additional dioceses for Romanians living in nearby Serbia and Hungary, as well as for diaspora communities in Central and Western Europe, North America and Oceania.",
  "/wiki/Rafail_Zaborovsky": "Raphael Zaborovsky (Russian: Рафаил Заборо́вский; (secular name: Mikhail; 1677 – 22 October 1747) was a Russian Orthodox bishop of Pskov and Narva and metropolitan of Kiev.",
  "/wiki/Patriarch_Adrian": "Patriarch Adrian (Russian: Адриан; born Andrey, Андрей; 2 October 1627, 1637, or 1639 – 16 October 1700) was the last pre-revolutionary Patriarch of Moscow and All Russia.",
  "/wiki/Patriarch_of_Moscow_and_All_Russia": "The Patriarch of Moscow and all Rus' (Russian: Патриарх Московский и всея Руси Patriarkh Moskovskij i vseja Rusi), also known as the Patriarch of Moscow and all Russia, is the official title of the Bishop of Moscow who is the primate of the Russian Orthodox Church. It is often preceded by the honorific \"His Holiness\". While as the diocesan bishop of the Moscow diocese he has direct canonical authority over Moscow only, the Patriarch has a number of church-wide administrative powers within and in accordance with the charter of the Russian Orthodox Church. The patriarchate was established in Moscow in 1589: the first patriarch was Job. Abolished in 1721 by Peter the Great, the patriarchate was restored on 28 October (11 November) 1917, by decision of the All-Russian Local Council. Patriarch Kirill acceded to this position on 1 February 2009."
}