{
  "/wiki/BBC_Radio_2": "BBC Radio 2  is one of the BBC's two flagship national radio stations (the other being BBC Radio 1) and the most popular station in the United Kingdom with over 15 million weekly listeners. Much of its daytime playlist-based programming is adult contemporary or AOR, although the station also broadcasts other specialist musical genres. Radio 2 broadcasts throughout the UK on FM between 88.1 and 90.2 MHz from studios in Wogan House, adjacent to Broadcasting House in central London. Programmes are relayed on digital radio via DAB, Sky, Cable TV, IPTV, Freeview, Freesat and the Internet.",
  "/wiki/Adult_contemporary": "In North American music, adult contemporary music (AC) is a form of radio-played popular music, ranging from 1960s vocal and 1970s soft rock music to predominantly ballad-heavy music of the present day, with varying degrees of easy listening, pop, soul, rhythm and blues, quiet storm, and rock influence. Adult contemporary is generally a continuation of the easy listening and soft rock style that became popular in the 1960s and 1970s with some adjustments that reflect the evolution of pop/rock music.",
  "/wiki/BBC_Radio_3": "BBC Radio 3 is a British radio station operated by the BBC.  Its output centres on classical music and opera, but jazz, world music, drama, culture and the arts also feature. The station describes itself as 'the world's most significant commissioner of new music', and through its New Generation Artists scheme promotes young musicians of all nationalities. The station broadcasts the BBC Proms concerts, live and in full, each summer in addition to performances by the BBC Orchestras and Singers. There are regular productions of both classic plays and newly commissioned drama.",
  "/wiki/Jazz": "Jazz is a music genre that originated in the African-American communities of New Orleans, United States. It originated in the late 19th and early 20th centuries, and developed from roots in blues and ragtime. Jazz is seen by many as \"America's classical music\". Since the 1920s Jazz Age, jazz has become recognized as a major form of musical expression. It then emerged in the form of independent traditional and popular musical styles, all linked by the common bonds of African-American and European-American musical parentage with a performance orientation. Jazz is characterized by swing and blue notes, call and response vocals, polyrhythms and improvisation. Jazz has roots in West African cultural and musical expression, and in African-American music traditions including blues and ragtime, as well as European military band music. Intellectuals around the world have hailed jazz as \"one of America's original art forms\".",
  "/wiki/BBC_Radio_Wales": "BBC Radio Wales is BBC Cymru Wales's national English language radio station. It began broadcasting on 13 November 1978, following the demise of the 'Radio 4 Wales' service (previously the Welsh Home Service) and BBC Radio 4's transformation into a national network, moving from medium wave to long wave.",
  "/wiki/BBC_Radio_4": "BBC Radio 4, part of BBC Radio,  is owned and operated by the British Broadcasting Corporation. It broadcasts a wide variety of spoken-word programmes including news, drama, comedy, science and history from the BBC's headquarters at Broadcasting House, London. It replaced the BBC Home Service in 1967. The station controller is Mohit Bakaya.",
  "/wiki/The_Wave_96.4_FM": "96.4 The Wave is a British Independent Local Radio station that serves the Swansea Bay area of West Wales. The station is owned by Bauer Radio and mainly broadcasts chart and contemporary music, alongside news and local information, for an audience of under 40s.",
  "/wiki/Contemporary_hit_radio": "Contemporary hit radio (also known as CHR, contemporary hits, hit list, current hits, hit music, top 40, or pop radio) is a radio format that is common in the United States, Brazil, United Kingdom, Ireland, Canada, New Zealand, Australia, the Philippines, Indonesia, Malaysia, Singapore, China, Hong Kong, Taiwan, Japan, South Korea, Trinidad and Tobago, and South Africa, that focuses on playing current and recurrent popular music as determined by the top 40 music charts. There are several subcategories, dominantly focusing on rock, pop, or urban music.  Used alone, CHR most often refers to the CHR-pop format. The term contemporary hit radio was coined in the early 1980s by Radio & Records magazine to designate top 40 stations which continued to play hits from all musical genres as pop music splintered into adult contemporary, urban contemporary and other formats.",
  "/wiki/BBC_Radio_1": "BBC Radio 1 is one of the BBC's two flagship radio stations (the other being BBC Radio 2), specialising in modern popular music and current chart hits throughout the day. Radio 1 provides alternative genres at night, including electronica, dance, hip hop and indie. The choice of music and presenting style is entirely that of programme hosts, however those who present in the daytime have to rotate a number of songs a specific number of times (8, 13 or 15) per week. It was launched in 1967 to meet the demand for music generated by pirate radio stations, when the average age of the UK population was 27. The BBC claim that they target the 15–29 age group, and the average age of its UK audience since 2009 is 30. BBC Radio 1 started 24-hour broadcasting on 1 May 1991.",
  "/wiki/Popular_music": "Popular music is music with wide appeal that is typically distributed to large audiences through the music industry. These forms and styles can be enjoyed and performed by people with little or no musical training.  It stands in contrast to both art music and traditional or \"folk\" music. Art music was historically disseminated through the performances of written music, although since the beginning of the recording industry, it is also disseminated through recordings. Traditional music forms such as early blues songs or hymns were passed along orally, or to smaller, local audiences.",
  "/wiki/Classic_FM_(UK)": "Classic FM (stylised as Classic fM) is one of the United Kingdom's three Independent National Radio stations. The station broadcasts classical music.",
  "/wiki/Classical_music": "Classical music is art music produced or rooted in the traditions of Western culture, including both liturgical (religious) and secular music. While a more precise term is also used to refer to the period from 1750 to 1820 (the Classical period), this article is about the broad span of time from before the 6th century AD to the present day, which includes the Classical period and various other periods. The central norms of this tradition became codified between 1550 and 1900, which is known as the common-practice period.",
  "/wiki/Swansea_Bay_Radio": "Swansea Bay Radio is a British Independent Local Radio station serving the Swansea Bay area of West Wales. It is owned and operated by Nation Broadcasting and broadcasts on 102.1 FM and DAB from studios near the St Hilary transmitter in the Vale of Glamorgan.",
  "/wiki/Contemporary_Hit_Radio": "Contemporary hit radio (also known as CHR, contemporary hits, hit list, current hits, hit music, top 40, or pop radio) is a radio format that is common in the United States, Brazil, United Kingdom, Ireland, Canada, New Zealand, Australia, the Philippines, Indonesia, Malaysia, Singapore, China, Hong Kong, Taiwan, Japan, South Korea, Trinidad and Tobago, and South Africa, that focuses on playing current and recurrent popular music as determined by the top 40 music charts. There are several subcategories, dominantly focusing on rock, pop, or urban music.  Used alone, CHR most often refers to the CHR-pop format. The term contemporary hit radio was coined in the early 1980s by Radio & Records magazine to designate top 40 stations which continued to play hits from all musical genres as pop music splintered into adult contemporary, urban contemporary and other formats.",
  "/wiki/BBC_Radio_Cymru": "BBC Radio Cymru is BBC Cymru Wales' Welsh-language national radio network. It broadcasts two stations throughout Wales from studios in Cardiff, Bangor, Aberystwyth and Carmarthen on FM, DAB, digital TV and online.",
  "/wiki/Heart_Wales": "Heart South Wales is a British Independent Local Radio station serving South and West Wales. The station is owned and operated by Global Radio and forms part of the expanded Heart radio network of stations.",
  "/wiki/Real_Radio": "Real Radio was a network of five regional radio stations broadcasting to Northern England, Scotland, Wales and Yorkshire. Each station broadcast a mix of local and networked programming. On Tuesday 6 May 2014, the stations were merged with the Heart network.",
  "/wiki/Nation_Radio": "Nation Radio Wales is a regional radio station, broadcasting to south and west Wales on FM and across Wales on DAB. It is owned and operated by Nation Broadcasting and broadcasts from studios near the St Hilary transmitter on the outskirts of Cowbridge.",
  "/wiki/Rock_music": "Rock music is a broad genre of popular music that originated as \"rock and roll\" in the United States in the early 1950s, and developed into a range of different styles in the 1960s and later, particularly in the United States and the United Kingdom. It has its roots in 1940s and 1950s rock and roll, a style which drew heavily from the genres of blues, rhythm and blues, and from country music. Rock music also drew strongly from a number of other genres such as electric blues and folk, and incorporated influences from jazz, classical and other musical styles. Musically, rock has centered on the electric guitar, usually as part of a rock group with electric bass, drums, and one or more singers. Usually, rock is song-based music with a 4/4 time signature using a verse–chorus form, but the genre has become extremely diverse. Like pop music, lyrics often stress romantic love but also address a wide variety of other themes that are frequently social or political."
}