{
  "/wiki/The_Aerospace_Corporation": "The Aerospace Corporation is an American California nonprofit corporation that operates a federally funded research and development center (FFRDC) headquartered in El Segundo, California. The corporation provides technical guidance and advice on all aspects of space missions to military, civil, and commercial customers. As the FFRDC for national-security space, Aerospace works closely with organizations such as the United States Air Force Space and Missile Systems Center (SMC) and the National Reconnaissance Office (NRO) to provide \"objective technical analyses and assessments for space programs that serve the national interest\". Although SMC and NRO are the primary customers, Aerospace also performs work for civil agencies as well as international organizations and governments in the national interest.",
  "/wiki/El_Segundo,_CA": "El Segundo /səˈɡʌndoʊ/ is a city in Los Angeles County, California, United States. El Segundo, from Spanish, means \"The Second\".  Located on the Santa Monica Bay, it was incorporated on January 18, 1917, and part of the South Bay Cities Council of Governments. The population was 16,654 at the 2010 census, slightly up from 16,033 at the 2000 census.",
  "/wiki/Chantilly,_VA": "Chantilly is a census-designated place (CDP) in western Fairfax County, Virginia, United States. The population was 23,039 at the 2010 census. Chantilly is named after an early-19th-century mansion and farm, which in turn took the name of an 18th-century plantation that was located in Westmoreland County, Virginia. The name \"Chantilly\" originated in France with the Château de Chantilly, about 25 miles north of Paris.",
  "/wiki/Colorado_Springs,_CO": "Colorado Springs is a home rule municipality that is the largest city by area in Colorado as well as the county seat and the most populous municipality of El Paso County, Colorado, United States. It is in east central Colorado, on Fountain Creek, 60 miles (97 km) south of Denver.\nAt 6,035 feet (1,839 m) the city stands over 1 mile (1.6 km) above sea level, though some areas are significantly higher and lower. Colorado Springs is near the base of Pikes Peak, which rises 14,115 feet (4,302 m) above sea level on the eastern edge of the Southern Rocky Mountains.",
  "/wiki/Huntsville,_AL": "Huntsville is a city in the Appalachian region of northern Alabama. It is the county seat of Madison County but extends west into neighboring Limestone County and south into Morgan County.",
  "/wiki/Albuquerque,_NM": "Albuquerque (/ˈælbəkɜːrki/ (listen) AL-bə-kur-kee; Navajo: Beeʼeldííl Dahsinil [pèːʔèltíːl tɑ̀xsɪ̀nɪ̀l]; Eastern Keres: Arawageeki; Jemez: Vakêêke; Zuni: Alo:ke:k'ya; Jicarilla Apache: Gołgéeki'yé), abbreviated as ABQ, is the most populous city in the U.S. state of New Mexico, and the 32nd-most populous city in the United States. The city's nicknames are The Duke City and Burque, both of which reference its 1706 founding by Nuevo México governor Francisco Cuervo y Valdés as La Villa de Alburquerque, named in honor of then Viceroy the 10th Duke of Alburquerque, the Villa was an outpost on El Camino Real for the Tiquex and Hispano towns in the area (such as Barelas, Corrales, Isleta Pueblo, Los Ranchos, and Sandia Pueblo). Since the city's founding it has continued to be included on travel and trade routes including Santa Fe Railway (ATSF), Route 66, Interstate 25, Interstate 40, and the Albuquerque International Sunport. The population census-estimated population of the city as 560,218 in 2018, it is the principal city of the Albuquerque metropolitan area, which has 915,927 residents as of July 2018. The metropolitan population includes Rio Rancho, Bernalillo, Placitas, Zia Pueblo, Los Lunas, Belen, South Valley, Bosque Farms, Jemez Pueblo, Cuba, and part of Laguna Pueblo. This metro is included in the larger Albuquerque–Santa Fe–Las Vegas combined statistical area, with a population of 1,171,991 as of 2016. The CSA constitutes the southernmost point of the Southern Rocky Mountain Front megalopolis, including other major Rocky Mountain region cities such as Cheyenne, Wyoming, and Denver, Colorado, with a population of 5,467,633 according to the 2010 United States Census.",
  "/wiki/United_States_Department_of_Defense": "The United States Department of Defense (DoD, USDOD or DOD) is an executive branch department of the federal government charged with coordinating and supervising all agencies and functions of the government directly related to national security and the United States Armed Forces. The DoD is the largest employer in the world, with nearly 1.3 million active-duty service members (soldiers, marines, sailors and airmen) as of 2016. More employees include over 826,000 National Guard and Reservists from the armed forces, and over 732,000 civilians bringing the total to over 2.8 million employees. Headquartered at the Pentagon in Arlington, Virginia, just outside Washington, D.C., the DoD's stated mission is to provide \"the military forces needed to deter war and ensure our nation's security\".",
  "/wiki/Department_of_the_Air_Force": "The Department of the Air Force (DAF) is one of the three Military Departments within the Department of Defense of the United States of America. The Department of the Air Force was formed on September 18, 1947, per the National Security Act of 1947 and it includes all elements and units of the United States Air Force (USAF) and the United States Space Force (USSF).",
  "/wiki/Ames_Laboratory": "Ames Laboratory is a United States Department of Energy national laboratory located in Ames, Iowa and affiliated with Iowa State University.  This is a top level national laboratory for new research in various domains concerning national security and resource management. The Laboratory conducts research into various areas of national concern, including the synthesis and study of new materials, energy resources, high-speed computer design, and environmental cleanup and restoration. It is located on the campus of Iowa State University.",
  "/wiki/Iowa_State_University_of_Science_and_Technology": "Iowa State University of Science and Technology (Iowa State) is a public land-grant and space-grant research university in Ames, Iowa. It is the largest university in the state of Iowa and the third largest university in the Big 12 athletic conference.  Iowa State is classified among \"R1: Doctoral Universities – Very high research activity.\" It is also a member of the Association of American Universities (AAU).",
  "/wiki/Ames,_IA": "Ames (/eɪmz/) is a city in Story County, Iowa, United States approximately 30 miles (48 km) north of Des Moines in central Iowa. It is best known as the home of Iowa State University (ISU), with leading Agriculture, Design, Engineering, and Veterinary Medicine colleges. A United States Department of Energy national laboratory, Ames Laboratory, is located on the ISU campus.",
  "/wiki/United_States_Department_of_Energy": "The United States Department of Energy (DOE) is a cabinet-level department of the United States Government concerned with the United States' policies regarding energy and safety in handling nuclear material. Its responsibilities include the nation's nuclear weapons program, nuclear reactor production for the United States Navy, energy conservation, energy-related research, radioactive waste disposal, and domestic energy production. It also directs research in genomics; the Human Genome Project originated in a DOE initiative. DOE sponsors more research in the physical sciences than any other U.S. federal agency, the majority of which is conducted through its system of National Laboratories.\nThe agency is administered by the United States Secretary of Energy, and its headquarters are located in Southwest Washington, D.C., on Independence Avenue in the James V. Forrestal Building, named for James Forrestal, as well as in Germantown, Maryland.",
  "/wiki/Argonne_National_Laboratory": "Argonne National Laboratory is a science and engineering research national laboratory operated by the University of Chicago Argonne LLC for the United States Department of Energy located in Lemont, Illinois, outside Chicago. It is the largest national laboratory by size and scope in the Midwest.",
  "/wiki/University_of_Chicago": "The University of Chicago (UChicago, U of C, or Chicago) is a private research university in Chicago, Illinois. Founded in 1890, the school is located on a 217-acre (88-hectare) campus in Chicago's Hyde Park neighborhood, near Lake Michigan. The University of Chicago holds top positions in various national and international rankings.",
  "/wiki/Downers_Grove_Township,_DuPage_County,_Illinois": "Downers Grove Township is one of nine townships in DuPage County, Illinois, USA.  As of the 2010 census, its population was 146,795 and it contained 60,438 housing units.  It is the largest township in the county, both in terms of area and population.",
  "/wiki/RAND_Corporation": "RAND Corporation (\"Research ANd Development\") is an American nonprofit global policy think tank created in 1948 by Douglas Aircraft Company to offer research and analysis to the United States Armed Forces. It is financed by the U.S. government and private endowment, corporations, universities and private individuals. The company has grown to assist other governments, international organizations, private companies and foundations, with a host of defense and non-defense issues, including healthcare. RAND aims for interdisciplinary and quantitative problem solving by translating theoretical concepts from formal economics and the physical sciences into novel applications in other areas, using applied science and operations research.",
  "/wiki/Santa_Monica,_CA": "Santa Monica (Spanish: Santa Mónica; Spanish for Saint Monica) is a beachfront city in western Los Angeles County, California, United States. Situated on Santa Monica Bay, it is bordered on three sides by the city of Los Angeles – Pacific Palisades to the north, Brentwood on the northeast, West Los Angeles on the east, Mar Vista on the southeast, and Venice on the south. The 2010 U.S. Census population was 89,736. \nDue in part to an agreeable climate, Santa Monica became a famed resort town by the early 20th century. The city has experienced a boom since the late 1980s through the revitalization of its downtown core, significant job growth and increased tourism. The Santa Monica Pier and Pacific Park remain popular destinations.",
  "/wiki/Department_of_the_Army": "The Department of the Army (DA) is one of the three military departments within the Department of Defense of the United States of America. The Department of the Army is the Federal Government agency within which the United States Army is organized, and it is led by the Secretary of the Army, who has statutory authority under 10 U.S.C. § 3013 to conduct its affairs and to prescribe regulations for its government, subject to the limits of the law, and the directions of the Secretary of Defense and the President.",
  "/wiki/Brookhaven_National_Laboratory": "Brookhaven National Laboratory (BNL) is a United States Department of Energy national laboratory located in Upton, New York, on Long Island, and was formally established in 1947 at the site of Camp Upton, a former U.S. Army base. Its name stems from its location within the Town of Brookhaven, approximately 60 miles east of New York City.",
  "/wiki/Upton,_New_York": "Upton, New York is a hamlet and census-designated place (CDP) on Long Island in the town of Brookhaven. It is the home of the Brookhaven National Laboratory and a National Weather Service weather forecast office.",
  "/wiki/MITRE": "The Mitre Corporation (stylized as The MITRE Corporation and MITRE) is an American not-for-profit organization based in Bedford, Massachusetts, and McLean, Virginia. It manages federally funded research and development centers (FFRDCs) supporting several U.S. government agencies.",
  "/wiki/McLean,_VA": "McLean (/məˈkleɪn/ mə-KLAYN) is an unincorporated community and census-designated place (CDP) in Fairfax County in Northern Virginia. McLean is home to many diplomats, businessmen, members of Congress, and high-ranking government officials partially due to its proximity to Washington, D.C. and the Central Intelligence Agency. It is the location of Hickory Hill, the former home of Ethel Kennedy, the widow of Robert F. Kennedy. It is also the location of Salona, the former home of Light-Horse Harry Lee, the Revolutionary War hero. The community had an estimated total population of 53,673 in 2015, according to estimates prepared by the United States Census Bureau. It is located between the Potomac River and the town of Vienna. McLean is often distinguished by its luxury homes and its nearby high-profit shopping destinations: the Tysons Corner Center and the Tysons Galleria. The two McLean zip codes - 22101 and 22102 - are among the most expensive ZIP Codes in Virginia and the United States. In 2018, data from the American Community Survey revealed that McLean was the 3rd wealthiest city in the United States, based on its poverty rate of 2.6% and its median household income of $190,258.",
  "/wiki/United_States_Department_of_Transportation": "The United States Department of Transportation (USDOT or DOT) is a federal Cabinet department of the U.S. government concerned with transportation. It was established by an act of Congress on October 15, 1966, and began operation on April 1, 1967. It is governed by the United States Secretary of Transportation.",
  "/wiki/Federal_Aviation_Administration": "The Federal Aviation Administration (FAA) is a governmental body of the United States with powers to regulate all aspects of civil aviation in that nation as well as over its surrounding international waters. Its powers include the construction and operation of airports, air traffic management, the certification of personnel and aircraft, and the protection of U.S. assets during the launch or re-entry of commercial space vehicles. Powers over neighboring international waters were delegated to the FAA by authority of the International Civil Aviation Organization.",
  "/wiki/Centers_for_Communications_and_Computing": "The Institute for Defense Analyses (IDA) is an American non-profit corporation that administers three federally funded research and development centers (FFRDCs) – the Systems and Analyses Center (SAC), the Science and Technology Policy Institute (STPI), and the Center for Communications and Computing (C&C) – to assist the United States government in addressing national security issues, particularly those requiring scientific and technical expertise. It is headquartered in Alexandria, Virginia.",
  "/wiki/Institute_for_Defense_Analyses": "The Institute for Defense Analyses (IDA) is an American non-profit corporation that administers three federally funded research and development centers (FFRDCs) – the Systems and Analyses Center (SAC), the Science and Technology Policy Institute (STPI), and the Center for Communications and Computing (C&C) – to assist the United States government in addressing national security issues, particularly those requiring scientific and technical expertise. It is headquartered in Alexandria, Virginia.",
  "/wiki/Alexandria,_VA": "Alexandria is an independent city in the Commonwealth of Virginia in the United States. As of the 2010 census, the population was 139,966, and in 2018, the population was estimated to be 160,530. Located along the western bank of the Potomac River, Alexandria is approximately 7 miles (11 km) south of downtown Washington, D.C.",
  "/wiki/National_Security_Agency": "The National Security Agency (NSA) is a national-level intelligence agency of the United States Department of Defense, under the authority of the Director of National Intelligence. The NSA is responsible for global monitoring, collection, and processing of information and data for foreign and domestic intelligence and counterintelligence purposes, specializing in a discipline known as signals intelligence (SIGINT). The NSA is also tasked with the protection of U.S. communications networks and information systems. The NSA relies on a variety of measures to accomplish its mission, the majority of which are clandestine.",
  "/wiki/United_States_Department_of_the_Treasury": "The Department of the Treasury (USDT) is an executive department and the treasury of the United States federal government. Established by an Act of Congress in 1789 to manage government revenue, the Treasury prints all paper currency and mints all coins in circulation through the Bureau of Engraving and Printing and the United States Mint, respectively; collects all federal taxes through the Internal Revenue Service; manages U.S. government debt instruments; licenses and supervises banks and thrift institutions; and advises the legislative and executive branches on matters of fiscal policy.[citation needed]",
  "/wiki/United_States_Department_of_Veterans_Affairs": "The United States Department of Veterans Affairs (VA) is a federal Cabinet-level agency that provides near-comprehensive healthcare services to eligible military veterans at VA medical centers and outpatient clinics located throughout the country; several non-healthcare benefits including disability compensation, vocational rehabilitation, education assistance, home loans, and life insurance; and provides burial and memorial benefits to eligible veterans and family members at 135 national cemeteries.",
  "/wiki/Internal_Revenue_Service": "The Internal Revenue Service (IRS) is the revenue service of the United States federal government. The government agency is a bureau of the Department of the Treasury, and is under the immediate direction of the Commissioner of Internal Revenue, who is appointed to a five-year term by the President of the United States. The IRS is responsible for collecting taxes and administering the Internal Revenue Code, the main body of federal statutory tax law of the United States. The duties of the IRS include providing tax assistance to taxpayers and pursuing and resolving instances of erroneous or fraudulent tax filings. The IRS has also overseen various benefits programs, and enforces portions of the Affordable Care Act.",
  "/wiki/Center_for_Naval_Analyses": "CNA, formerly known as the CNA Corporation, is a nonprofit research and analysis organization based in Arlington County, Virginia. CNA has around 625 employees.",
  "/wiki/CNA_Corporation": "CNA, formerly known as the CNA Corporation, is a nonprofit research and analysis organization based in Arlington County, Virginia. CNA has around 625 employees.",
  "/wiki/Arlington,_VA": "Arlington County is a county in the Commonwealth of Virginia, often referred to simply as Arlington or Arlington, Virginia. The county is situated in Northern Virginia on the southwestern bank of the Potomac River directly across from the District of Columbia, of which it was once a part. The county is coterminous with the U.S. Census Bureau's census-designated place of Arlington. Arlington is considered to be the second-largest \"principal city\" of the Washington metropolitan area.",
  "/wiki/Department_of_the_Navy": "The United States Department of the Navy was established by an Act of Congress on 30 April 1798 (initiated by the recommendation of James McHenry), to provide a government organizational structure to the United States Navy, the United States Marine Corps (from 1834 onward) and, when directed by the President (or Congress during time of war), the United States Coast Guard, as a service within the Department of the Navy, though each remain independent service branches. The Department of the Navy was an Executive Department and the Secretary of the Navy was a member of the President's cabinet until 1949, when amendments to the National Security Act of 1947 changed the name of the National Military Establishment to the Department of Defense and made it an Executive Department. The Department of the Navy then became, along with the Department of the Army and Department of the Air Force, a Military Department within the Department of Defense: subject to the authority, direction and control of the Secretary of Defense.",
  "/wiki/Southwest_Research_Institute": "Southwest Research Institute (SwRI), headquartered in San Antonio, Texas, is one of the oldest and largest independent, nonprofit, applied research and development (R&D) organizations in the United States. Founded in 1947 by oil businessman Tom Slick, SwRI provides contract research and development services to government and industrial clients.",
  "/wiki/San_Antonio,_TX": "San Antonio (/ˌsæn ænˈtoʊnioʊ/; from Spanish, \"Saint Anthony,\" Spanish pronunciation: [sa.n‿anˈto.njo]), officially the City of San Antonio, is the seventh-most populous city in the United States, and the second-most populous city in both Texas and the Southern United States, with more than 1.5 million residents. Founded as a Spanish mission and colonial outpost in 1718, the city became the first chartered civil settlement in present-day Texas in 1731. The area was still part of the Spanish Empire, and later of the Mexican Republic. It is the state's oldest municipality, having celebrated its 300th anniversary on May 1, 2018.",
  "/wiki/Nuclear_Regulatory_Commission": "The Nuclear Regulatory Commission (NRC) is an independent agency of the United States government tasked with protecting public health and safety related to nuclear energy. Established by the Energy Reorganization Act of 1974, the NRC began operations on January 19, 1975 as one of two successor agencies to the United States Atomic Energy Commission. Its functions  include overseeing reactor safety and security, administering reactor licensing and renewal, licensing radioactive materials, radionuclide safety, and managing the storage, security, recycling, and disposal of spent fuel.",
  "/wiki/United_States_Department_of_Health_and_Human_Services": "The United States Department of Health & Human Services (HHS), also known as the Health Department, is a cabinet-level department of the U.S. federal government with the goal of protecting the health of all Americans and providing essential human services. Its motto is \"Improving the health, safety, and well-being of America\". Before the separate federal Department of Education was created in 1979, it was called the Department of Health, Education, and Welfare (HEW).",
  "/wiki/Fermi_National_Accelerator_Laboratory": "Fermi National Accelerator Laboratory (Fermilab), located just outside Batavia, Illinois, near Chicago, is a United States Department of Energy national laboratory specializing in high-energy particle physics. Since 2007, Fermilab has been operated by the Fermi Research Alliance, a joint venture of the University of Chicago, and the Universities Research Association (URA). Fermilab is a part of the Illinois Technology and Research Corridor.",
  "/wiki/Batavia,_IL": "Batavia (/bəˈteɪviə/) is a city in DuPage and Kane Counties in the U.S. state of Illinois. A suburb of Chicago, it was founded in 1833 and is the oldest city in Kane County.  As of the 2010 census, the city had a total population of 26,045, which was estimated to have increased to 26,316 by July 2018.",
  "/wiki/Frederick_National_Laboratory_for_Cancer_Research": "The Frederick National Laboratory for Cancer Research (FNLCR) is a United States federally funded research and development center (FFRDC) supported by the National Cancer Institute and managed by the private contractor Leidos Biomedical Research. The institution was originally established under the name Frederick Cancer Research and Development Center in 1972 as a component of President Richard Nixon's War on Cancer initiative. In 2012, the institution received a national laboratory designation and assumed its current name, becoming the only U.S. national laboratory exclusively dedicated to biomedical research. The campus in Frederick, Maryland also houses National Cancer Institute laboratories and administrative organizations, and is colloquially referred to as NCI-Frederick.",
  "/wiki/Leidos_Biomedical_Research": "Leidos, formerly known as Science Applications International Corporation (SAIC), is an American defense, aviation, information technology, and biomedical research company headquartered in Reston, Virginia, that provides scientific, engineering, systems integration, and technical services. Leidos works extensively with the United States Department of Defense (4th largest DoD contractor FY2012), the United States Department of Homeland Security, and the United States Intelligence Community, including the NSA, as well as other U.S. government civil agencies and selected commercial markets.",
  "/wiki/Frederick,_MD": "Frederick is a city in, and the county seat, of Frederick County in the U.S. state of Maryland. It is part of the Baltimore–Washington Metropolitan Area. Frederick has long been an important crossroads, located at the intersection of a major north–south Indian trail and east–west routes to the Chesapeake Bay, both at Baltimore and what became Washington, D.C. and across the Appalachian mountains to the Ohio River watershed. It is a part of the Washington-Arlington-Alexandria, DC-VA-MD-WV Metropolitan Statistical Area, which is part of a greater Washington-Baltimore-Arlington, DC-MD-VA-WV-PA Combined Statistical Area. The city's population was 65,239 people at the 2010 United States Census, making it the second-largest incorporated city in Maryland, behind Baltimore. Frederick is home to Frederick Municipal Airport (IATA: FDK), which accommodates general aviation, and to the county's largest employer U.S. Army's Fort Detrick bioscience/communications research installation.",
  "/wiki/Department_of_Health_and_Human_Services": "The United States Department of Health & Human Services (HHS), also known as the Health Department, is a cabinet-level department of the U.S. federal government with the goal of protecting the health of all Americans and providing essential human services. Its motto is \"Improving the health, safety, and well-being of America\". Before the separate federal Department of Education was created in 1979, it was called the Department of Health, Education, and Welfare (HEW).",
  "/wiki/National_Institutes_of_Health": "The National Institutes of Health (NIH) (/ɛnaɪˈeɪtʃ/; each letter separately) is the primary agency of the United States government responsible for biomedical and public health research. It was founded in the late 1870s, and is now part of the United States Department of Health and Human Services. The majority of NIH facilities are located in Bethesda, Maryland. The NIH conducts its own scientific research through its Intramural Research Program (IRP) and provides major biomedical research funding to non-NIH research facilities through its Extramural Research Program.",
  "/wiki/Crystal_City,_VA": "Crystal City is an urban neighborhood in the southeastern corner of Arlington County, Virginia, south of downtown Washington, D.C. Due to its extensive integration of office buildings and residential high-rise buildings using underground corridors, travel between stores, offices, and residences is possible without going above ground; thus, a large part of Crystal City is an underground city.",
  "/wiki/Department_of_Homeland_Security": "The United States Department of Homeland Security (DHS) is a cabinet department of the U.S. federal government with responsibilities in public security, roughly comparable to the interior or home ministries of other countries. Its stated missions involve anti-terrorism, border security, immigration and customs, cyber security, and disaster prevention and management. It was created in November 2002 in response to 9/11 and is the youngest U.S. cabinet department.",
  "/wiki/DHS_Directorate_for_Science_and_Technology": "The Science and Technology Directorate (S&T) is a component within the United States Department of Homeland Security. DHS-S&T serves as the research and development arm of the Department as it fulfills its national security mission.",
  "/wiki/Idaho_National_Laboratory": "Idaho National Laboratory (INL) is one of the national laboratories of the United States Department of Energy and is managed by the Battelle Energy Alliance. While the laboratory does other research, historically it has been involved with nuclear research. Much of current knowledge about how nuclear reactors behave and misbehave was discovered at what is now Idaho National Laboratory. John Grossenbacher, former INL director, said, \"The history of nuclear energy for peaceful application has principally been written in Idaho\".",
  "/wiki/Battelle_Memorial_Institute": "Battelle Memorial Institute (more widely known as simply Battelle) is a private nonprofit applied science and technology development company headquartered in Columbus, Ohio. Battelle is a charitable trust organized as a nonprofit corporation under the laws of the State of Ohio and is exempt from taxation under Section 501(c)(3) of the Internal Revenue Code because it is organized for charitable, scientific and education purposes. The institute opened in 1929 but traces its origins to the 1923 will of Ohio industrialist Gordon Battelle which provided for its creation. Originally focusing on contract research and development work in the areas of metals and material science, Battelle is now an international science and technology enterprise that explores emerging areas of science, develops and commercializes technology, and manages laboratories for customers.",
  "/wiki/Idaho_Falls,_ID": "Idaho Falls is a city in and the county seat of Bonneville County, Idaho, United States, and the state's largest city outside the Boise metropolitan area. As of the 2010 census, the population of Idaho Falls was 56,813 (2018 estimate: 61,535), with a metro population of 133,265.",
  "/wiki/Jet_Propulsion_Laboratory": "The Jet Propulsion Laboratory (JPL) is a federally funded research and development center and NASA field center in Pasadena, California, United States.",
  "/wiki/California_Institute_of_Technology": "The California Institute of Technology (Caltech) is a private doctorate-granting research university in Pasadena, California. Known for its strength in natural science and engineering, Caltech is often ranked as one of the world's top-ten universities.",
  "/wiki/Pasadena,_CA": "Pasadena (/ˌpæsəˈdiːnə/) is a city in Los Angeles County, California, United States, located 11 miles (18 km) northeast of Downtown Los Angeles.",
  "/wiki/National_Aeronautics_and_Space_Administration": "The National Aeronautics and Space Administration (NASA, /ˈnæsə/) is an independent agency of the United States Federal Government responsible for the civilian space program, as well as aeronautics and aerospace research.[note 1]",
  "/wiki/List_of_courts_of_the_United_States": "The courts of the United States are closely linked hierarchical systems of courts at the federal and state levels. The federal courts form the judicial branch of the federal government of the United States and operate under the authority of the United States Constitution and federal law. The state and territorial courts of the individual U.S. states and territories operate under the authority of the state and territorial constitutions and state and territorial law.",
  "/wiki/Lawrence_Berkeley_National_Laboratory": "Lawrence Berkeley National Laboratory (LBNL), commonly referred to as Berkeley Lab, is a United States national laboratory that conducts scientific research on behalf of the United States Department of Energy (DOE). It is located in the Berkeley Hills near Berkeley, California, overlooking the main campus of the University of California, Berkeley. It is managed and operated by the University of California.",
  "/wiki/University_of_California": "The University of California (UC) is a public university system in the U.S. state of California. Under the California Master Plan for Higher Education, the University of California is a part of the state's three-system public higher education plan, which also includes the California State University system and the California Community Colleges System.",
  "/wiki/Berkeley,_CA": "Berkeley (/ˈbɜːrkli/ BURK-lee) is a city on the east shore of San Francisco Bay in northern Alameda County, California. It is named after the 18th-century Irish bishop and philosopher George Berkeley. It borders the cities of Oakland and Emeryville to the south and the city of Albany and the unincorporated community of Kensington to the north. Its eastern border with Contra Costa County generally follows the ridge of the Berkeley Hills. The 2010 census recorded a population of 112,580.",
  "/wiki/Lawrence_Livermore_National_Laboratory": "Lawrence Livermore National Laboratory (LLNL) is a federal research facility in Livermore, California, United States, founded by the University of California, Berkeley in 1952. Originally a branch of the Lawrence Berkeley National Laboratory, the Lawrence Livermore laboratory became autonomous in 1971 and was designated a national laboratory in 1981.",
  "/wiki/Livermore,_CA": "Livermore (formerly Livermores, Livermore Ranch, and Nottingham) is a city in Alameda County, California, in the United States. With an estimated 2017 population of 89,648, Livermore is the most populous city in the Tri-Valley. Livermore is located on the eastern edge of California's San Francisco Bay Area. The incumbent Mayor of Livermore is John Marchand."
}