{
  "/wiki/E-readiness": "E-readiness refers to a country's capacity and state of preparedness to participate in the electronic world. The state of maturity is commonly measured by the country's information and communications technology (ICT) infrastructure and the ability of its government and citizens to utilize the positive impacts of ICT for sustainable development.",
  "/wiki/Economist_Intelligence_Unit": "The Economist Intelligence Unit (EIU) is a British business within the Economist Group providing forecasting and advisory services through research and analysis, such as monthly country reports, five-year country economic forecasts, country risk service reports, and industry reports.",
  "/wiki/List_of_countries_by_number_of_Internet_users": "Below is a sortable list of countries by number of  users, for 2017. Internet users are defined as persons who accessed the Internet in the last 12 months from any device, including mobile phones.[Note 1] Percentage is the percentage of a country's population that are Internet users. Estimates are derived from either household surveys or from Internet subscription data.",
  "/wiki/List_of_countries_by_number_of_broadband_Internet_users": "This article contains a sortable list of countries by number of broadband Internet subscriptions and penetration rates, using data compiled by the International Telecommunication Union.",
  "/wiki/International_Telecommunication_Union": "The International Telecommunication Union (ITU; French: Union Internationale des Télécommunications or UIT), originally the International Telegraph Union (French: Union Télégraphique Internationale), is a specialized agency of the United Nations that is responsible for issues that concern information and communication technologies. It is the oldest global international organization.",
  "/wiki/Broadband_Internet_access": "Internet access is the ability of individuals and organizations to connect to the Internet using computer terminals, computers, and other devices; and to access services such as email and the World Wide Web. Internet access is sold by Internet service providers (ISPs) delivering connectivity at a wide range of data transfer rates via various networking technologies. Many organizations, including a growing number of municipal entities, also provide cost-free wireless access.",
  "/wiki/Internet_in_Iran": "Iran’s telecommunications industry is almost entirely state-owned, dominated by the Telecommunication Company of Iran (TCI). Fixed-line penetration in 2004 was relatively well-developed by regional standards, standing at 22 lines per 100 people, higher than Egypt with 14 and Saudi Arabia with 15, although behind the UAE with 27. Iran had more than 1 mobile phone per inhabitant by 2012.",
  "/wiki/Digital_Opportunity_Index": "The ICT Development Index (IDI) is an index published by the United Nations International Telecommunication Union based on internationally agreed information and communication technologies (ICT) indicators. This makes it a valuable tool for benchmarking the most important indicators for measuring the information society. The IDI is a standard tool that governments, operators, development agencies, researchers and others can use to measure the digital divide and compare ICT performance within and across countries. \nThe ICT Development Index is based on 11 ICT indicators, grouped in three clusters: access, use and skills.",
  "/wiki/List_of_countries_by_number_of_telephone_lines_in_use": "This is a list of countries by number of telephone lines mostly based on The World Factbook  accessed in September 2010.",
  "/wiki/CIA_World_Factbook": "The World Factbook, also known as the CIA World Factbook, is a reference resource produced by the Central Intelligence Agency (CIA) with almanac-style information about the countries of the world. The official print version is available from the Government Printing Office. Other companies—such as Skyhorse Publishing—also print a paper edition. The Factbook is available in the form of a website that is partially updated every week. It is also available for download for use off-line. It provides a two- to three-page summary of the demographics, geography, communications, government, economy, and military of each of 267 international entities including U.S.-recognized countries, dependencies, and other areas in the world.",
  "/wiki/Telephone": "A telephone (derived from the Greek: τῆλε, tēle, \"far\" and φωνή, phōnē, \"voice\", together meaning \"distant voice\"), or phone, is a telecommunications device that permits two or more users to conduct a conversation when they are too far apart to be heard directly. A telephone converts sound, typically and most efficiently the human voice, into electronic signals that are transmitted via cables and other communication channels to another telephone which reproduces the sound to the receiving user.",
  "/wiki/Public_switched_telephone_network": "The public switched telephone network (PSTN) is the aggregate of the world's circuit-switched telephone networks that are operated by national, regional, or local telephony operators, providing infrastructure and services for public telecommunication. The PSTN consists of telephone lines, fiber optic cables, microwave transmission links, cellular networks, communications satellites, and undersea telephone cables, all interconnected by switching centers, thus allowing most telephones to communicate with each other. Originally a network of fixed-line analog telephone systems, the PSTN is now almost entirely digital in its core network and includes mobile and other networks, as well as fixed telephones.",
  "/wiki/Digitizing": "Digitization, less commonly digitalization, is the process of converting information into a digital (i.e. computer-readable) format, in which the information is organized into bits. The result is the representation of an object, image, sound, document or signal (usually an analog signal) by generating a series of numbers that describe a discrete set of points or samples. The result is called digital representation or, more specifically, a digital image, for the object, and digital form, for the signal. In modern practice, the digitized data is in the form of binary numbers, which facilitate computer processing and other operations, but, strictly speaking, digitizing simply means the conversion of analog source material into a numerical format; the decimal or any other number system that can be used instead.",
  "/wiki/List_of_countries_by_number_of_mobile_phones_in_use": "This list ranks the countries of the world by the number of mobile phone numbers in use. Note that it is not the number of phone devices that are being given here, but the number of phone numbers in a country.\nIn some countries, one person might have two mobile phones. Also, some mobile phone numbers may be used by machines as a modem (examples: intrusion detection systems, home automation, leak detection).",
  "/wiki/United_Nations": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a center for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquartered on international territory in New York City; other main offices are in Geneva, Nairobi, Vienna and The Hague.",
  "/wiki/Mobile_phone": "A mobile phone, cellular phone, cell phone, cellphone, or hand phone, sometimes shortened to simply mobile, cell or just phone, is a portable telephone that can make and receive calls over a radio frequency link while the user is moving within a telephone service area. The radio frequency link establishes a connection to the switching systems of a mobile phone operator, which provides access to the public switched telephone network (PSTN). Modern mobile telephone services use a cellular network architecture, and, therefore, mobile telephones are called cellular telephones or cell phones, in North America. In addition to telephony, 2000s-era mobile phones support a variety of other services, such as text messaging, MMS, email, Internet access, short-range wireless communications (infrared, Bluetooth), business applications, video games, and digital photography. Mobile phones offering only those capabilities are known as feature phones; mobile phones which offer greatly advanced computing capabilities are referred to as smartphones.",
  "/wiki/World_Bank": "The World Bank (French: Banque mondiale) is an international financial institution that provides loans and grants to the governments of poorer countries for the purpose of pursuing capital projects. It comprises of five institutions: the International Bank for Reconstruction and Development (IBRD), and the International Development Association (IDA). The World Bank is a component of the World Bank Group.",
  "/wiki/Cyberinfrastructure": "United States federal research funders use the term cyberinfrastructure to describe research environments that support advanced data acquisition, data storage, data management, data integration, data mining, data visualization and other computing and information processing services distributed over the Internet beyond the scope of a single institution.  In scientific usage, cyberinfrastructure is a technological and sociological solution to the problem of efficiently connecting laboratories, data, computers, and people with the goal of enabling derivation of novel scientific theories and knowledge.",
  "/wiki/E-Government": "E-government (short for electronic government) is the use of technological communications devices, such as computers and the Internet to provide public services to citizens and other persons in a country or region. E-government offers new opportunities for more direct and convenient citizen access to government, and for government provision of services directly to citizens. The term consists of the digital interactions between a citizen and their government (C2G), between governments and other government agencies (G2G), between government and citizens (G2C), between government and employees (G2E), and between government and businesses/commerces (G2B). E-government delivery models can be broken down into the following categories: This interaction consists of citizens communicating with all levels of government (city, state/province, national, and international), facilitating citizen involvement in governance using information and communication technology (ICT) (such as computers and websites) and business process re-engineering (BPR). Brabham and Guth (2017) interviewed the third party designers of e-government tools in North America about the ideals of user interaction that they build into their technologies, which include progressive values, ubiquitous participation, geolocation, and education of the public.",
  "/wiki/Media_of_Iran": "The Media of Iran are privately and publicly owned but is subject to censorship. As of 2016, Iran had 178 newspapers, 83 magazines, 15,000 information sites and 2 million blogs. A special court has authority to monitor the print media and may suspend publication or revoke the licenses of papers or journals that a jury finds guilty of publishing anti-religious material, slander, or information detrimental to the national interest. The Iranian media is prohibited from criticizing the Islamic doctrines (as interpreted by the Iranian government).[citation needed]",
  "/wiki/List_of_countries_by_number_of_television_broadcast_stations": "This is a list of countries by number of television broadcast stations.",
  "/wiki/Terrestrial_television": "Terrestrial television is a type of television broadcasting in which the television signal is transmitted by radio waves from the terrestrial (Earth-based) transmitter of a television station to a TV receiver having an antenna.  The term terrestrial is more common in Europe and Latin America, while in the United States it is called broadcast or over-the-air television (OTA).  The term \"terrestrial\" is used to distinguish this type from the newer technologies of satellite television (direct broadcast satellite or DBS television), in which the television signal is transmitted to the receiver from an overhead satellite, cable television, in which the signal is carried to the receiver through a cable, and Internet Protocol television, in which the signal is received over an Internet stream or on a network utilizing the Internet Protocol.  Terrestrial television stations broadcast on television channels with frequencies between about 52 and 600 MHz in the VHF and UHF bands.  Since radio waves in these bands travel by line of sight, reception is limited by the visual horizon to distances of 40–60 miles (64–97 km).",
  "/wiki/Television_studio": "A television studio, also called a television production studio, is an installation room in which video productions take place, either for the recording of live television to video tape, or for the acquisition of raw footage for post-production. The design of a studio is similar to, and derived from, movie studios, with a few amendments for the special requirements of television production. A professional television studio generally has several rooms, which are kept separate for noise and practicality reasons. These rooms are connected via 'talkback' or an intercom, and personnel will be divided among these workplaces.",
  "/wiki/Television_channel": "A television channel is a terrestrial frequency or virtual number over which a television station or television network is distributed. For example, in North America, \"channel 2\" refers to the terrestrial or cable band of 54 to 60 MHz, with carrier frequencies of 55.25 MHz for NTSC analog video (VSB) and 59.75 MHz for analog audio (FM), or 55.31 MHz for digital ATSC (8VSB). Channels may be shared by many different television stations or cable-distributed channels depending on the location and service provider",
  "/wiki/Radio": "Radio is the technology of signaling and communicating using radio waves. Radio waves are electromagnetic waves of frequency between 30 hertz (Hz) and 300 gigahertz (GHz). They are generated by an electronic device called a transmitter connected to an antenna which radiates the waves, and received by a radio receiver connected to another antenna. Radio is very widely used in modern technology, in radio communication, radar, radio navigation, remote control, remote sensing and other applications. In radio communication, used in radio and television broadcasting, cell phones, two-way radios, wireless networking and satellite communication among numerous other uses, radio waves are used to carry information across space from a transmitter to a receiver, by modulating the radio signal (impressing an information signal on the radio wave by varying some aspect of the wave) in the transmitter. In radar, used to locate and track objects like aircraft, ships, spacecraft and missiles, a beam of radio waves emitted by a radar transmitter reflects off the target object, and the reflected waves reveal the object's location. In radio navigation systems such as GPS and VOR, a mobile receiver receives radio signals from navigational radio beacons whose position is known, and by precisely measuring the arrival time of the radio waves the receiver can calculate its position on Earth. In wireless radio remote control devices like drones, garage door openers, and keyless entry systems, radio signals transmitted from a controller device control the actions of a remote device.",
  "/wiki/SECAM": "SECAM, also written SÉCAM (French pronunciation: ​[sekam],  Séquentiel couleur à mémoire, French for \"Sequential colour with memory\"), is an analog color television system first used in France. It was one of three major color television standards, the others being PAL and NTSC.",
  "/wiki/PAL": "Phase Alternating Line (PAL) is a colour encoding system for analogue television used in broadcast television systems in most countries broadcasting at 625-line / 50 field (25 frame) per second (576i). It was one of three major analogue colour television standards, the others being NTSC and SECAM.",
  "/wiki/Digital_television": "Digital television (DTV) is the transmission of television audiovisual signals using digital encoding, in contrast to the earlier analog television technology which used analog signals. At the time of its development it was considered an innovative advancement and represented the first significant evolution in television technology since color television in the 1950s. Modern digital television is transmitted in high definition (HDTV) with greater resolution than analog TV. It typically uses a widescreen aspect ratio (commonly 16:9) in contrast to the narrower format of analog TV. It makes more economical use of scarce radio spectrum space; it can transmit up to seven channels in the same bandwidth as a single analog channel, and provides many new features that analog television cannot. A transition from analog to digital broadcasting began around 2000. Different digital television broadcasting standards have been adopted in different parts of the world; below are the more widely used standards:",
  "/wiki/Timeline_of_the_introduction_of_color_television_in_countries": "This is a list of when the first color television broadcasts were transmitted to the general public. Non-public field tests and closed-circuit demonstrations are not included.",
  "/wiki/Timeline_of_the_introduction_of_television_in_countries": "This is a list of when the first publicly announced television broadcasts occurred in the mentioned countries. Non-public field tests and closed circuit demonstrations are not included.",
  "/wiki/Internet_service_provider": "An Internet service provider (ISP) is an organization that provides services for accessing, using, or participating in the Internet. Internet service providers can be organized in various forms, such as commercial, community-owned, non-profit, or otherwise privately owned.",
  "/wiki/List_of_countries_by_number_of_Internet_hosts": "This is the list of countries by number of Internet hosts, based on 2012 figures from the CIA World Factbook. Several dependent territories, not fully recognized states, and non-state territories are also listed. The European Union host (.eu) is mostly composed of French, Polish and German hosts.",
  "/wiki/Internet_host": "A network host is a computer or other device connected to a computer network. A host may work as a server offering information resources, services, and applications to users or other hosts on the network. Hosts are assigned at least one network address.",
  "/wiki/Webometrics": "The science of webometrics (also cybermetrics) tries to measure the World Wide Web to get knowledge about the number and types of hyperlinks, structure of the World Wide Web and usage patterns. According to Björneborn and Ingwersen (2004), the definition of webometrics is \"the study of the quantitative aspects of the construction and use of information resources, structures and technologies on the Web drawing on bibliometric and informetric approaches.\" The term webometrics was first coined by Almind and Ingwersen (1997). A second definition of webometrics has also been introduced, \"the study of web-based content with primarily quantitative methods for social science research goals using techniques that are not specific to one field of study\" (Thelwall, 2009), which emphasizes the development of applied methods for use in the wider social sciences. The purpose of this alternative definition was to help publicize appropriate methods outside of the information science discipline rather than to replace the original definition within information science.",
  "/wiki/Websites": "A website or web site is a collection of related network web resources, such as web pages, multimedia content, which are typically identified with a common domain name, and published on at least one web server. Notable examples are wikipedia.org, google.com, and amazon.com.",
  "/wiki/Speedtest.net": "Speedtest.net is a web service that provides free analysis of Internet access performance metrics, such as connection data rate and latency. It was founded by Ookla in 2006, and is based in Seattle, Washington.",
  "/wiki/Hamadan": "Hamadān (pronounced [hæmedɒːn]) or Hamedān (Persian: همدان‎, Hamedān) (Old Persian: Haŋgmetana, Ecbatana) is the capital city of Hamadan Province of Iran. At the 2006 census, its population was 473,149, in 127,812 families.",
  "/wiki/Province_of_Iran": "Iran is subdivided into thirty-one provinces (Persian: استان‎ Ostān, plural استان‌ها Ostānhā), each governed from a local center, usually the largest local city, which is called the capital (Persian: مرکز, markaz) of that province. The provincial authority is headed by a Governor-General (Persian: استاندار Ostāndār), who is appointed by the Minister of the Interior subject to approval of the cabinet.",
  "/wiki/Mbps": "In telecommunications, data-transfer rate is the average number of bits (bitrate), characters or symbols (baudrate), or data blocks per unit time passing through a communication link in a data-transmission system. Common data rate units are multiples of bits per second (bit/s) and bytes per second (B/s). For example, the data rates of modern residential high-speed Internet connections are commonly expressed in megabits per second (Mbit/s).",
  "/wiki/Internet_Service_Provider": "An Internet service provider (ISP) is an organization that provides services for accessing, using, or participating in the Internet. Internet service providers can be organized in various forms, such as commercial, community-owned, non-profit, or otherwise privately owned.",
  "/wiki/Google": "Google LLC is an American multinational technology company that specializes in Internet-related services and products, which include online advertising technologies, search engine, cloud computing, software, and hardware. It is considered one of the Big Four technology companies, alongside Amazon, Apple, and Facebook.",
  "/wiki/International_rankings_of_Iran": "The following are international rankings for Iran: §"
}