{
  "/wiki/List_of_countries_by_GDP_(PPP)": "This article includes a list of countries by their forecasted estimated gross domestic product based on purchasing power parity, abbreviated GDP (PPP). Countries are sorted by GDP PPP forecast estimates from financial and statistical institutions in the limited period January–April 2017, which are calculated at market or government official exchange rates. The data given on this page are based on the international dollar, a standardized unit used by economists. Certain regions that are not widely considered countries such as the European Union and Hong Kong also show up in the list if they are distinct jurisdiction areas or economic entities.",
  "/wiki/World_Bank": "The World Bank (French: Banque mondiale) is an international financial institution that provides loans and grants to the governments of poorer countries for the purpose of pursuing capital projects. It comprises of five institutions: the International Bank for Reconstruction and Development (IBRD), and the International Development Association (IDA). The World Bank is a component of the World Bank Group.",
  "/wiki/List_of_countries_by_GDP_(PPP)_per_capita": "This page is a list of the countries of the world by gross domestic product (at purchasing power parity) per capita, i.e., the purchasing power parity (PPP) value of all final goods and services produced within a country in a given year, divided by the average (or mid-year) population for the same year.",
  "/wiki/International_Monetary_Fund": "The International Monetary Fund (IMF) is an international organization headquartered in Washington, D.C., consisting of 189 countries working to foster global monetary cooperation, secure financial stability, facilitate international trade, promote high employment and sustainable economic growth, and reduce poverty around the world while periodically depending on the World Bank for its resources. Formed in 1944 at the Bretton Woods Conference primarily by the ideas of Harry Dexter White and John Maynard Keynes, it came into formal existence in 1945 with 29 member countries and the goal of reconstructing the international payment system. It now plays a central role in the management of balance of payments difficulties and international financial crises. Countries contribute funds to a pool through a quota system from which countries experiencing balance of payments problems can borrow money. As of 2016[update], the fund had XDR 477 billion (about US$ 667 billion).",
  "/wiki/List_of_countries_by_GDP_(nominal)": "Gross domestic product (GDP) is the market value of all final goods and services from a nation in a given year. Countries are sorted by nominal GDP estimates from financial and statistical institutions, which are calculated at market or government official exchange rates. Nominal GDP does not take into account differences in the cost of living in different countries, and the results can vary greatly from one year to another based on fluctuations in the exchange rates of the country's currency. Such fluctuations may change a country's ranking from one year to the next, even though they often make little or no difference in the standard of living of its population.",
  "/wiki/List_of_countries_by_GDP_(nominal)_per_capita": "This page lists the countries of the world sorted by their gross domestic product per capita at nominal values. This is the value of all final goods and services produced within a nation in a given year, converted at market exchange rates to current U.S. dollars, divided by the average population for the same year.",
  "/wiki/List_of_countries_by_GDP_(PPP)_per_person_employed": "This is a list of countries by their gross domestic product at purchasing power parity per person currently employed.",
  "/wiki/CIA_World_Factbook": "The World Factbook, also known as the CIA World Factbook, is a reference resource produced by the Central Intelligence Agency (CIA) with almanac-style information about the countries of the world. The official print version is available from the Government Printing Office. Other companies—such as Skyhorse Publishing—also print a paper edition. The Factbook is available in the form of a website that is partially updated every week. It is also available for download for use off-line. It provides a two- to three-page summary of the demographics, geography, communications, government, economy, and military of each of 267 international entities including U.S.-recognized countries, dependencies, and other areas in the world.",
  "/wiki/List_of_countries_by_GNI_(PPP)_per_capita": "This article includes a list of countries of the world sorted by their Gross National Income (GNI) per capita at purchasing power parity (PPP).  For rankings regarding wealth, see list of countries by wealth per adult.",
  "/wiki/List_of_countries_by_GNI_(nominal,_Atlas_method)_per_capita": "This is a list of countries by gross national income per capita in 2018 at nominal values, according to the Atlas method, an indicator of income developed by the World Bank.",
  "/wiki/List_of_countries_by_real_GDP_growth_rate": "This article includes a lists of countries and dependent territories sorted by their real gross domestic product growth rate; the rate of growth of the value of all final goods and services produced within a state in a given year. The statistics were compiled from the IMF World Economic Outlook Database with the vast majority of estimates corresponding to the 2018 calendar year. Values from other sources are referenced as such.",
  "/wiki/List_of_countries_by_GDP_growth_1990–2007": "This is a list of fifteen largest countries by incremental nominal GDP based on data from the International Monetary Fund and the United Nations.",
  "/wiki/List_of_countries_by_GDP_(real)_per_capita_growth_rate": "This is a list of countries by GDP (real) per capita growth rate, i.e., the growth rate of GDP per capita. Corrected for inflation but not for purchasing power parity.",
  "/wiki/List_of_largest_consumer_markets": "Below is a list of the largest consumer markets of the world, according to data from the World Bank. The countries are sorted by their Household final consumption expenditure (HFCE) which represents consumer spending in nominal terms.",
  "/wiki/United_Nations": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a center for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquartered on international territory in New York City; other main offices are in Geneva, Nairobi, Vienna and The Hague.",
  "/wiki/Starting_a_Business_Index": "The Starting a Business Index is a sub-index of the World Bank Ease of Doing Business Index.",
  "/wiki/Ease_of_Doing_Business_Index": "The ease of doing business index is an index created by Simeon Djankov, an economist at the Central and Eastern Europe sector of the World Bank Group. The academic research for the report was done jointly with professors Oliver Hart and Andrei Shleifer. Higher rankings (a low numerical value) indicate better, usually simpler, regulations for businesses and stronger protections of property rights. Empirical research funded by the World Bank to justify their work show that the economic growth impact of improving these regulations is strong. An example of such empirical research is a paper on business regulation and poverty, published in Economics Letters.",
  "/wiki/List_of_countries_by_commercial_bank_prime_lending_rate": "This is a list of countries by a simple average of commercial banks' annualized interest rates charged on new loans to their most credit-worthy customers. Each entry is denominated in the respective national currency.",
  "/wiki/List_of_countries_by_Human_Development_Index": "This is a full list of countries by the Human Development Index as included in a United Nations Development Programme's Human Development Report. The latest report was released on 9 December 2019 and is based on data collected in 2018.",
  "/wiki/Human_Development_Index": "The Human Development Index (HDI) is a statistic composite index of life expectancy, education, and per capita income indicators, which are used to rank countries into four tiers of human development. A country scores a higher HDI when the lifespan is higher, the education level is higher, and the gross national income GNI (PPP) per capita is higher. It was developed by Pakistani economist Mahbub ul Haq and Indian Economist Amartya Sen and was further used to measure a country's development by the United Nations Development Programme (UNDP)'s Human Development Report Office.",
  "/wiki/Human_Poverty_Index": "The Human Poverty Index (HPI) was an indication of the poverty of community in a country, developed by the United Nations to complement the Human Development Index (HDI) and was first reported as part of the Human Deprivation Report in 1997. It was considered to better reflect the extent of deprivation in deprived countries compared to the HDI. In 2010 it was supplanted by the UN's Multidimensional Poverty Index.",
  "/wiki/Poverty": "Poverty is not having enough material possessions or income for a person's needs. Poverty may include social, economic, and political elements.",
  "/wiki/National_wealth": "National net wealth, also known as national net worth, is the total sum of the value of a nation's assets minus its liabilities. It refers to the total value of net wealth possessed by the citizens of a nation at a set point in time. This figure is an important indicator of a nation's ability to take on debt and sustain spending and is influenced not only by real estate prices, equity market prices, exchange rates, liabilities and incidence in a country of the adult population, but also human resources, natural resources and capital and technological advancements, which may create new assets or render others worthless in the future. The most significant component by far among most developed nations is commonly reported as household net wealth or worth and reflects infrastructure investment. National wealth can fluctuate, as evidenced in the United States data following the 2008 financial crisis and subsequent economic recovery. During periods when equity markets experienced strong growth, the relative national and per capita wealth of the countries where people are more exposed on those markets, such as the United States and United Kingdom, tend to rise. On the other hand, when equity markets are depressed, the relative wealth the countries where people invest more in real estate or bonds, such as France and Italy, tend to rise instead.",
  "/wiki/List_of_countries_by_income_equality": "This is a list of countries or dependencies by income inequality metrics, including Gini coefficients. The Gini coefficient is a number between 0 and 1, where 0 corresponds with perfect equality (where everyone has the same income) and 1 corresponds with perfect inequality (where one person has all the income—and everyone else has no income). Income distribution can vary greatly from wealth distribution in a country (see List of countries by distribution of wealth). Income from black market economic activity is not included and is the subject of current economic research.",
  "/wiki/Gini_coefficient": "In economics, the Gini coefficient (/ˈdʒiːni/ JEE-nee), sometimes called the Gini index or Gini ratio, is a measure of statistical dispersion intended to represent the income or wealth distribution of a nation's residents, and is the most commonly used measurement of inequality. It was developed by the Italian statistician and sociologist Corrado Gini and published in his 1912 paper Variability and Mutability (Italian: Variabilità e mutabilità).",
  "/wiki/List_of_countries_by_inflation_rate": "This is a list of cities and states sorted by the CIA-based inflation rate. Inflation rate is defined as the annual percent change in consumer prices compared with the previous year's consumer prices.",
  "/wiki/Inflation": "In economics, inflation is a sustained increase in the general price level of goods and services in an economy over a period of time.\nWhen the general price level rises, each unit of currency buys fewer goods and services; consequently, inflation reflects a reduction in the purchasing power per unit of money –  a loss of real value in the medium of exchange and unit of account within the economy. The opposite of inflation is deflation, a sustained decrease in the general price level of goods and services. The common measure of inflation is the inflation rate, the annualized percentage change in a general price index, usually the consumer price index, over time.",
  "/wiki/International_rankings_of_Iran": "The following are international rankings for Iran: §"
}