{
  "/wiki/SCImago_Journal_Rank": "SCImago Journal Rank (SJR indicator) is a measure of scientific influence of scholarly journals that accounts for both the number of citations received by a journal and the importance or prestige of the journals where such citations come from. A journal's SJR is a numeric value indicating the average number of weighted citations received during a selected year per document published in that journal during the previous three years. Higher SJR values are meant to indicate greater journal prestige.",
  "/wiki/Global_Innovation_Index_(INSEAD)": "The Global Innovation Index (GII) is an annual ranking of countries by their capacity for, and success in, innovation. It is published by Cornell University, INSEAD, and the World Intellectual Property Organization, in partnership with other organisations and institutions,:333 and is based on both subjective and objective data derived from several sources, including the International Telecommunication Union, the World Bank and the World Economic Forum.:203 The index was started in 2007 by INSEAD and World Business,:203 a British magazine. The GII is commonly used by corporate and government officials to compare countries by their level of innovation.",
  "/wiki/World_Intellectual_Property_Organization": "The World Intellectual Property Organization (WIPO; French: Organisation mondiale de la propriété intellectuelle (OMPI)) is one of the 15 specialized agencies[notes 1] of the United Nations (UN). WIPO was created in 1967 \"to encourage creative activity, to promote the protection of intellectual property throughout the world\".",
  "/wiki/Innovation": "Innovation in its modern meaning is \"a new idea, creative thoughts, new imaginations in form of device or method\".  Innovation is often also viewed as the application of better solutions that meet new requirements, unarticulated needs, or existing market needs. Such innovation takes place through the provision of more-effective products, processes, services, technologies, or business models that are made available to markets, governments and society. An innovation is something original and more effective and, as a consequence, new, that \"breaks into\" the market or society. Innovation is related to, but not the same as, invention, as innovation is more apt to involve the practical implementation of an invention (ie new / improved ability) to make a meaningful impact in the market or society, and not all innovations require an invention. Innovation often[quantify] manifests itself via the engineering process, when the problem being solved is of a technical or scientific nature. The opposite of innovation is exnovation.",
  "/wiki/Ingenuity": "Ingenuity is the quality of being clever, original, and inventive, often in the process of applying ideas to solve problems or meet challenges.",
  "/wiki/Creativity": "Creativity is a phenomenon whereby something new and somehow valuable is formed. The created item may be intangible (such as an idea, a scientific theory, a musical composition, or a joke) or a physical object (such as an invention, a literary work, or a painting).",
  "/wiki/Science_and_technology_in_Iran": "Iran has made considerable advances in science and technology through education and training, despite international sanctions in almost all aspects of research during the past 30 years. Iran's university population swelled from 100,000 in 1979 to 2 million in 2006.[citation needed] In recent years, the growth in Iran's scientific output is reported to be the fastest in the world. Iran has made great strides in different sectors, including aerospace, nuclear science, medical development, as well as stem cell and cloning research.",
  "/wiki/Academic_publishing": "Academic publishing is the subfield of publishing which distributes academic research and scholarship. Most academic work is published in academic journal article, book or thesis form. The part of academic written output that is not formally published but merely printed up or posted on the Internet is often called \"grey literature\". Most scientific and scholarly journals, and many academic and scholarly books, though not all, are based on some form of peer review or editorial refereeing to qualify texts for publication. Peer review quality and selectivity standards vary greatly from journal to journal, publisher to publisher, and field to field.",
  "/wiki/Science": "Science (from the Latin word scientia, meaning \"knowledge\") is a systematic enterprise that builds and organizes knowledge in the form of testable explanations and predictions about the universe.",
  "/wiki/Technology": "Technology (\"science of craft\", from Greek τέχνη, techne, \"art, skill, cunning of hand\"; and -λογία, -logia) is the sum of techniques, skills, methods, and processes used in the production of goods or services or in the accomplishment of objectives, such as scientific investigation. Technology can be the knowledge of techniques, processes, and the like, or it can be embedded in machines to allow for operation without detailed knowledge of their workings. Systems (e. g. machines) applying technology by taking an input, changing it according to the system's use, and then producing an outcome are referred to as technology systems or technological systems.",
  "/wiki/Mathematics": "Mathematics (from Greek μάθημα máthēma, \"knowledge, study, learning\") includes the study of such topics as quantity (number theory), structure (algebra), space (geometry), and change (mathematical analysis). It has no generally accepted definition.",
  "/wiki/Computer_science": "Computer science (sometimes called computation science) is the study of processes that interact with data and that can be represented as data in the form of programs. It enables the use of algorithms to manipulate, store, and communicate digital information. A computer scientist studies the theory of computation and the practice of designing software systems.",
  "/wiki/Nuclear_technology": "Nuclear technology is technology that involves the nuclear reactions of atomic nuclei. Among the notable nuclear technologies are nuclear reactors, nuclear medicine and nuclear weapons. It is also used, among other things, in smoke detectors and gun sights.",
  "/wiki/Physics": "Physics (from Ancient Greek: φυσική (ἐπιστήμη), romanized: physikḗ (epistḗmē), lit. 'knowledge of nature', from φύσις phýsis 'nature') is the natural science that studies matter, its motion and behavior through space and time, and the related entities of energy and force. Physics is one of the most fundamental scientific disciplines, and its main goal is to understand how the universe behaves.[a]",
  "/wiki/Aerospace": "Aerospace is the human effort in science, engineering, and business to fly in the atmosphere of Earth (aeronautics) and surrounding space (astronautics). Aerospace organizations research, design, manufacture, operate, or maintain aircraft or spacecraft. Aerospace activity is very diverse, with a multitude of commercial, industrial and military applications.",
  "/wiki/Medicine": "Medicine is the science and practice of establishing the diagnosis, prognosis, treatment, and prevention of disease. Medicine encompasses a variety of health care practices evolved to maintain and restore health by the prevention and treatment of illness. Contemporary medicine applies biomedical sciences, biomedical research, genetics, and medical technology to diagnose, treat, and prevent injury and disease, typically through pharmaceuticals or surgery, but also through therapies as diverse as psychotherapy, external splints and traction, medical devices, biologics, and ionizing radiation, amongst others.",
  "/wiki/Chemistry": "Chemistry is the scientific discipline involved with elements and compounds composed of atoms, molecules and ions: their composition, structure, properties, behavior and the changes they undergo during a reaction with other substances.",
  "/wiki/Nanotechnology": "Nanotechnology (\"nanotech\") is  manipulation of matter on an atomic, molecular, and supramolecular scale. The earliest, widespread description of nanotechnology  referred to the particular technological goal of precisely manipulating atoms and molecules for fabrication of macroscale products, also now referred to as molecular nanotechnology. A more generalized description of nanotechnology was subsequently established by the National Nanotechnology Initiative, which defines nanotechnology as the manipulation of matter with at least one dimension sized from 1 to 100 nanometers. This definition reflects the fact that quantum mechanical effects are important at this quantum-realm scale, and so the definition shifted from a particular technological goal to a research category inclusive of all types of research and technologies that deal with the special properties of matter which occur below the given size threshold. It is therefore common to see the plural form \"nanotechnologies\" as well as \"nanoscale technologies\" to refer to the broad range of research and applications whose common trait is size.",
  "/wiki/Science_in_newly_industrialized_countries": "Scientific research is concentrated in the developed world, with only a marginal contribution from the rest of the world. Most Nobel Laureates are either from United States, Europe, or Japan. Many newly industrialized countries have been trying to establish scientific institutions, but with limited success. There is an insufficient dedicated, inspired and motivated labor pool for science and insufficient investment in science education.",
  "/wiki/List_of_countries_by_research_and_development_spending": "This is a list of countries by research and development (R&D) spending in real terms and as per latest data available.",
  "/wiki/United_Nations": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a center for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquartered on international territory in New York City; other main offices are in Geneva, Nairobi, Vienna and The Hague.",
  "/wiki/Purchasing_power_parity": "Purchasing power parity (PPP) is a term that  measures prices in different areas using a specific good or goods to contrast the absolute purchasing power between different currencies. In many cases, PPP produces an inflation rate that is equal to the price of the basket of goods at one location divided by the price of the basket of goods at a different location. The PPP inflation and exchange rate may differ from the market exchange rate because of poverty, tariffs and other frictions. PPP exchange rates are widely used when comparing the GDP of different countries.",
  "/wiki/Science_of_science_policy": "Science of science policy (SoSP) is an emerging interdisciplinary research area that seeks to develop theoretical and empirical models of the scientific enterprise. This scientific basis can be used to help government, and society in general, make better R&D management decisions by establishing a scientifically rigorous, quantitative basis from which policy makers and researchers may assess the impacts of the nation's scientific and engineering enterprise, improve their understanding of its dynamics, and assess the likely outcomes. Examples of research in the science of science policy include models to understand the production of science, qualitative, quantitative and computational methods to estimate the impact of science, and processes for choosing from alternative science portfolios.:5",
  "/wiki/Science_policy": "Science policy is concerned with the allocation of resources for the conduct of science towards the goal of best serving the public interest. Topics include the funding of science, the careers of scientists, and the translation of scientific discoveries into technological innovation to promote commercial product development, competitiveness, economic growth and economic development. Science policy focuses on knowledge production and role of knowledge networks, collaborations and the complex distributions of expertise, equipment and know-how. Understanding the processes and organizational context of generating novel and innovative science and engineering ideas is a core concern of science policy. Science policy topics include weapons development, health care and environmental monitoring.",
  "/wiki/Technology_Life_Cycle": "The technology life-cycle (TLC) describes the commercial gain of a product through the expense of research and development phase, and the financial return during its \"vital life\". Some technologies, such as steel, paper or cement manufacturing, have a long lifespan (with minor variations in technology incorporated with time) while in other cases, such as electronic or pharmaceutical products, the lifespan may be quite short.",
  "/wiki/World_Bank": "The World Bank (French: Banque mondiale) is an international financial institution that provides loans and grants to the governments of poorer countries for the purpose of pursuing capital projects. It comprises of five institutions: the International Bank for Reconstruction and Development (IBRD), and the International Development Association (IDA). The World Bank is a component of the World Bank Group.",
  "/wiki/Research_and_development": "Research and development (R&D, R+D, or R'n'D), known in Europe as research and technological development (RTD), refers to innovative activities undertaken by corporations or governments in developing new services or products, or improving existing services or products. Research and development constitutes the first stage of development of a potential new service or the production process.",
  "/wiki/Research": "Research is \"creative and systematic work undertaken to increase the stock of knowledge, including knowledge of humans, culture and society, and the use of this stock of knowledge to devise new applications.\" or in other hand Research is a process of steps used to collect and analyze information to increase our understanding of a topic or issue. At a general level, research consists of three steps: 1. Pose a question. 2. Collect data to answer the question. 3. Present an answer to the question. This should be a familiar process. You engage in solving problems every day and you start with a question, collect some information, and then form an answer\nResearch is important for three reasons.1. Research adds to our knowledge: Adding to knowledge means that educators undertake research to contribute to existing information about issues 2.Research improves practice: Research is also important because it suggests improvements for practice. Armed with research results, teachers and other educators become more effective professionals. 3. Research informs policy debates: research also provides information to policy makers when they research and debate educational topics.",
  "/wiki/Emerging_technologies": "Emerging technologies are technologies whose development, practical applications, or both are still largely unrealized, such that they are figuratively emerging into prominence from a background of nonexistence or obscurity. These technologies are new, such as various applications of biotechnology including gene therapy (which date to circa 1990 but even today have large undeveloped potential). Emerging technologies are often perceived as capable of changing the status quo.",
  "/wiki/Diffusion_of_innovations": "Diffusion of innovations is a theory that seeks to explain how, why, and at what rate new ideas and technology spread. Everett Rogers, a professor of communication studies, popularized the theory in his book Diffusion of Innovations; the book was first published in 1962, and is now in its fifth edition (2003). Rogers argues that diffusion is the process by which an innovation is communicated over time among the participants in a social system. The origins of the diffusion of innovations theory are varied and span multiple disciplines.",
  "/wiki/Human_capital": "Human capital is the stock of habits, knowledge, social and personality attributes (including creativity) embodied in the ability to perform labour so as to produce economic value.",
  "/wiki/Intellectual_property_in_Iran": "Iran is a member of the WIPO since 2001 and has acceded to several WIPO intellectual property treaties. Iran joined the Convention for the Protection of Industrial Property (Paris Convention) in 1959. In December 2003 Iran became a party to the Madrid Agreement and the Madrid Protocol for the International Registration of Marks. In 2005 Iran joined the Lisbon Agreement for the Protection of Appellations of Origin and their International Registration, which ensures the protection of geographical names associated with products. As at February 2008 Iran had yet to accede to The Hague Agreement for the Protection of Industrial Designs.",
  "/wiki/Technological_determinism": "Technological determinism is a reductionist theory that assumes that a society's technology determines the development of its social structure and cultural values. The term is believed to have originated from Thorstein Veblen (1857–1929), an American sociologist and economist. The most radical technological determinist in the United States in the 20th century was most likely Clarence Ayres who was a follower of Thorstein Veblen and John Dewey. William Ogburn was also known for his radical technological determinism.",
  "/wiki/Patent": "A patent is a form of intellectual property that gives its owner the legal right to exclude others from making, using, selling and importing an invention for a limited period of years, in exchange for publishing an enabling public disclosure of the invention. In most countries patent rights fall under civil law and the patent holder needs to sue someone infringing the patent in order to enforce his or her rights. In some industries patents are an essential form of competitive advantage; in others they are irrelevant.:17",
  "/wiki/Business_incubator": "A business incubator is a company that helps new and startup companies to develop by providing services such as management training or office space. The National Business Incubation Association (NBIA) defines business incubators as a catalyst tool for either regional or national economic development. NBIA categorizes their members’ incubators by the following five incubator types: academic institutions; non-profit development corporations; for-profit property development ventures; venture capital firms, and combination of the above.",
  "/wiki/Invention": "An invention is a unique or novel device, method, composition or process. The invention process is a process within an overall engineering and product development process. It may be an improvement upon a machine or product or a new process for creating an object or a result. An invention that achieves a completely unique function or result may be a radical breakthrough. Such works are novel and not obvious to others skilled in the same field. An inventor may be taking a big step toward success or failure.",
  "/wiki/Seed_accelerator": "Startup accelerators, also known as seed accelerators, are fixed-term, cohort-based programs that include seed investment, connections, sales, mentorship, educational components, and culminate in a public pitch event or demo day to accelerate growth. Most startup accelerators in Silicon Valley and globally are privately funded as an investment fund that take equity and focus on a wide range of industries.",
  "/wiki/Science_park": "A science park (also called a \"university research park\", \"technology park”, “technopole\", or a \"science and technology park\" (STP)) is defined as being a property-based development that accommodates and fosters the growth of tenant firms and that is affiliated with a university (or a government and private research bodies) based on proximity, ownership, and/or governance. This is so that knowledge can be shared, innovation promoted, and research outcomes progressed to viable commercial products. Science parks are also often perceived as contributing to national economic development, stimulating the formation of new high-technology firms, attracting foreign investment and promoting exports.",
  "/wiki/Trademark": "A trademark (also written trade mark or trade-mark) is a type of intellectual property consisting of a recognizable sign, design, or expression which identifies products or services of a particular source from those of others, although trademarks used to identify services are usually called service marks. The trademark owner can be an individual, business organization, or any legal entity. A trademark may be located on a package, a label, a voucher, or on the product itself. For the sake of corporate identity, trademarks are often displayed on company buildings. It is legally recognized as a type of intellectual property.",
  "/wiki/List_of_space_agencies": "This is a list of government agencies engaged in activities related to outer space and space exploration.",
  "/wiki/Iranian_Space_Agency": "The Iranian Space Agency (ISA, Persian: سازمان فضایی ایران sâzmân-e Fazâyi-e Irân) is Iran's governmental space agency.\nIran became an orbital-launch-capable nation in 2009.\nIran is one of the 24 founding members of the United Nations Committee on the Peaceful Uses of Outer Space, which was set up in 1958.",
  "/wiki/Timeline_of_first_orbital_launches_by_country": "This is a timeline of first orbital launches by country. While a number of countries have built satellites, as of 2019, eleven countries have had the capability to send objects into orbit using their own launch vehicles. Russia and Ukraine inherited the space launchers and satellites capability from the Soviet Union, following its dissolution in 1991. Russia launches its rockets from its own and foreign (Kazakh) spaceports.",
  "/wiki/Outer_Space_Treaty": "The Outer Space Treaty, formally the Treaty on Principles Governing the Activities of States in the Exploration and Use of Outer Space, including the Moon and Other Celestial Bodies, is a treaty that forms the basis of international space law. The treaty was opened for signature in the United States, the United Kingdom, and the Soviet Union on 27 January 1967, and entered into force on 10 October 1967. As of June 2019, 109 countries are parties to the treaty, while another 23 have signed the treaty but have not completed ratification. In addition, Taiwan, which is currently recognized by 14 UN member states, ratified the treaty prior to the United Nations General Assembly's vote to transfer China's seat to the People's Republic of China (PRC) in 1971.",
  "/wiki/Animals_in_space": "Non-human animals in space originally served to test the survivability of spaceflight, before human spaceflights were attempted. Later, other non-human animals were flown to investigate various biological processes and the effects microgravity and space flight might have on them. Bioastronautics is an area of bioengineering research which spans the study and support of life in space. To date, seven national space programs have flown animals into space: the Soviet Union, the United States, France, Argentina, China, Japan and Iran.",
  "/wiki/List_of_spaceflight_records": "This is a list of spaceflight records. Most of these records relate to human spaceflights, but some spacecraft without crew and animal records are listed as well.",
  "/wiki/Anousheh_Ansari": "Anousheh Ansari (Persian: Anuŝe Ansāri‎; née Raissyan; born September 12, 1966) is an Iranian-American engineer and co-founder and chairwoman of Prodea Systems. Her previous business accomplishments include serving as co-founder and CEO of Telecom Technologies, Inc. (TTI). The Ansari family is also the title sponsor of the Ansari X Prize. On September 18, 2006, a few days after her 40th birthday, she became the first Iranian in space. Ansari was the fourth overall self-funded space tourist, and the first self-funded woman to fly to the International Space Station. Her memoir, My Dream of Stars, co-written with Homer Hickam, was published by Palgrave Macmillan in 2010.",
  "/wiki/Timeline_of_space_travel_by_nationality": "Since the first human spaceflight by the Soviet Union, citizens of 41 countries have flown in space. For each nationality, the launch date of the first mission is listed. The list is based on the nationality of the person at the time of the launch. Only 3 of the 41 \"first flyers\" have been women (Helen Sharman for the United Kingdom in 1991, Anousheh Ansari for Iran in 2006, and Yi So-yeon for South Korea in 2008). Only three nations (Soviet Union/Russia, U.S., China) have launched their own crewed spacecraft, with the Soviets/Russians and the American programs providing rides to other nations' astronauts. Twenty-seven \"first flights\" occurred on Soviet or Russian flights while the United States carried thirteen."
}