{
  "/wiki/Jeddah_Tower": "Jeddah Tower (Arabic: برج جدة‎), previously known as Kingdom Tower (برج المملكة) and Mile-High Tower (برج الميل), is a planned skyscraper on the north side of Jeddah, Saudi Arabia. It is planned to be the world's first 1 km (3,281 ft) high building, and the centrepiece and first phase of a development and tourist attraction known as Jeddah Economic City.",
  "/wiki/Saudi_Arabia": "Saudi Arabia,[c] officially the Kingdom of Saudi Arabia,[d] is a country in Western Asia constituting the bulk of the Arabian Peninsula. With a land area of approximately 2,150,000 km2 (830,000 sq mi), Saudi Arabia is geographically the largest sovereign state in Western Asia, the second-largest in the Arab world (after Algeria), the fifth-largest in Asia, and the 12th-largest in the world. Saudi Arabia is bordered by Jordan and Iraq to the north, Kuwait to the northeast, Qatar, Bahrain, and the United Arab Emirates to the east, Oman to the southeast and Yemen to the south; it is separated from Israel and Egypt by the Gulf of Aqaba. It is the only nation with both a Red Sea coast and a Persian Gulf coast, and most of its terrain consists of arid desert, lowland and mountains. As of October 2018, the Saudi economy was the largest in the Middle East and the 18th largest in the world.  Saudi Arabia also has one of the world's youngest populations; 50 percent of its 33.4 million people are under 25 years old.",
  "/wiki/Jeddah": "Jeddah (English: /ˈdʒɛdə/ JED-ə), also spelled Jedda, Jiddah or Jidda (/ˈdʒɪdə/ JID-ə; Arabic: جدة‎, romanized: Jidda, Hejazi pronunciation: [ˈdʒɪd.da]), is a city in the Hejaz region of Saudi Arabia and the country's commercial center. With a population of about four million people (as of 2017[update]), Jeddah is the largest city in Makkah Province, the second-largest in Saudi Arabia (after the capital Riyadh), and the tenth-largest in the Arab world. Jeddah Islamic Port, located on the Red Sea, is the second-largest and second-busiest seaport in the Arab world (after Dubai's Port of Jebel Ali).",
  "/wiki/PNB_118": "Merdeka 118 is a 118-storey, 644-metre (2,113-foot) megatall skyscraper currently under construction in Kuala Lumpur, Malaysia. It is the tallest building under construction as of 2020. When completed, the tower will be tallest building in Malaysia, the tallest building in Southeast Asia and the second-tallest building in the world.",
  "/wiki/Malaysia": "Malaysia (/məˈleɪziə, -ʒə/ (listen) mə-LAY-zee-ə, -⁠zhə; Malay: [məlejsiə]) is a country in Southeast Asia. The  federal constitutional monarchy  consists of 13 states and three federal territories, separated by the South China Sea into two similarly sized regions, Peninsular Malaysia and East Malaysia (Malaysian Borneo). Peninsular Malaysia shares a land and maritime border with Thailand and maritime borders with Singapore, Vietnam, and Indonesia. East Malaysia shares land and maritime borders with Brunei and Indonesia and a maritime border with the Philippines and Vietnam. Kuala Lumpur is the national capital and largest city while Putrajaya is the seat of the federal government. With a population of over 30 million, Malaysia is the world's 44th most populous country. The southernmost point of continental Eurasia, Tanjung Piai, is in Malaysia. In the tropics, Malaysia is one of 17 megadiverse countries, home to large numbers of endemic species.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Xi%27an": "Xi'an (UK: /ˌʃiːˈæn/ shee-AN, US: /ˌʃiːˈɑːn/ shee-AHN, Chinese: [ɕí.án] (listen)), also known as Sian, is the capital of Shaanxi Province. A sub-provincial city on the Guanzhong Plain in northwest China, it is one of the oldest cities in China, and the oldest prefecture capital and one of the Four Great Ancient Capitals, having held the position under several of the most important dynasties in Chinese history, including Western Zhou, Qin, Western Han, Sui, and Tang. Xi'an is the starting point of the Silk Road and home to the Terracotta Army of Emperor Qin Shi Huang.",
  "/wiki/Chengdu_Greenland_Tower": "Chengdu Greenland Tower is a supertall skyscraper currently on hold in Chengdu, Sichuan, China. It will have a height of 468 metres (1,535 ft) with 101 floors. Construction began in 2014 and was halted in early 2019. If completed, it will become the tallest building in Chengdu and southwestern China.",
  "/wiki/Chengdu": "Chengdu (Standard Mandarin: [ʈʂʰə̌ŋ.tú] (listen), UK: /ˌtʃɛŋˈduː/, US: /ˌtʃʌŋ-/), alternatively romanized as Chengtu, is a sub-provincial city which serves as the capital of the Chinese province of Sichuan. It is one of the three most-populous cities in Western China, the other two being Chongqing and Xi'an. As of 2014[update], the administrative area housed 14,427,500 inhabitants, the largest in Sichuan, with an urban population of 10,152,632. At the time of the 2010 census, Chengdu was the fifth-most populous agglomeration in China, with 10,484,996 inhabitants in the built-up area including Xinjin County and Deyang's Guanghan City. Chengdu is considered a World City with a \"Beta +\" classification, according to the Globalization and World Cities Research Network.",
  "/wiki/Chongqing_International_Trade_and_Commerce_Center": "Chongqing Corporate Avenue 1 is a 99 storey, 458 m (1,503 ft) tall mixed use skyscraper under construction in Chongqing, China. Upon completion it will become the tallest building in Chongqing, and one of the tallest buildings in China.",
  "/wiki/Chongqing": "Chongqing (/ˌtʃʊŋˈtʃɪŋ/, also US: /ˌtʃɔːŋ-, ˌtʃuːŋ-/, Chinese: [ʈʂʰʊ̌ŋ.tɕʰîŋ] (listen)), alternatively romanised as Chungking,[note 2] is a megacity in southwest China. Administratively, it is one of the four municipalities under the direct administration of central government of the People's Republic of China (the other three are Beijing, Shanghai and Tianjin), and the only such municipality located far away from the coast. The municipality of Chongqing, which is around the size of Austria, includes the city of Chongqing and various non-connected cities. As the Chongqing municipality government directly administers the city of Chongqing, as well as rural counties, and other cities not connected to the city of Chongqing, Chongqing municipality can technically claim to be the largest city proper in the world, even though this is due to a classification technicality and not because it is actually the world's largest urban area.",
  "/wiki/Shijiazhuang": "Shijiazhuang (Chinese: 石家庄, [ʂɻ̩̌.tɕjá.ʈʂwáŋ]) is the capital and largest city of North China's Hebei Province. Administratively a prefecture-level city, it is about 266 kilometres (165 mi) southwest of Beijing, and it administers eight districts, two county-level cities, and 12 counties.",
  "/wiki/Thailand": "Thailand,[a] officially the Kingdom of Thailand and formerly known as Siam,[b] is a country at the centre of the Southeast Asian Indochinese Peninsula composed of 76 provinces. At 513,120 km2 (198,120 sq mi) and over 68 million people, Thailand is the world's 50th-largest country by total area and the 22nd-most-populous country. The capital and largest city is Bangkok, a special administrative area. Thailand is bordered to the north by Myanmar and Laos, to the east by Laos and Cambodia, to the south by the Gulf of Thailand and Malaysia, and to the west by the Andaman Sea and the southern extremity of Myanmar. Its maritime boundaries include Vietnam in the Gulf of Thailand to the southeast, and Indonesia and India on the Andaman Sea to the southwest. It is a unitary state. Although nominally the country is a constitutional monarchy and parliamentary democracy, the most recent coup, in 2014, established a de facto military dictatorship under a junta.",
  "/wiki/Bangkok": "Bangkok[a] is the capital and most populous city of Thailand. It is known in Thai as Krung Thep Maha Nakhon[b] or simply Krung Thep.[c] The city occupies 1,568.7 square kilometres (605.7 sq mi) in the Chao Phraya River delta in central Thailand, and has a population of over eight million, or 12.6 percent of the country's population. Over fourteen million people (22.2 percent) lived within the surrounding Bangkok Metropolitan Region at the 2010 census, making Bangkok the nation's primate city, significantly dwarfing Thailand's other urban centres in both size and importance to the national economy.",
  "/wiki/Riverview_Plaza": "Riverview Plaza, formerly known as Wuhan Tiandi A1, is a supertall skyscraper under construction in Wuhan, China.",
  "/wiki/Diamond_Tower_(Jeddah)": "Diamond Tower is a 93-storey, 432-metre (1,417 ft) supertall skyscraper under construction in Jeddah, Saudi Arabia. The tower will be primarily for residential use. Once completed it will become Saudi Arabia's second-tallest building and one of the tallest residential buildings in the world. When completed, Diamond Tower will be the only building to twist a full 360 degrees along its height.",
  "/wiki/Jinan": "Jinan, alternately romanized as Tsinan,[a] is the capital of Shandong province in Eastern China. The area of present-day Jinan has played an important role in the history of the region from the earliest beginnings of civilization and has evolved into a major national administrative, economic, and transportation hub. The city has held sub-provincial administrative status since 1994. Jinan is often called the \"Spring City\" for its famous 72 artesian springs.\nIts population was 6.8 million at the 2010 census.",
  "/wiki/Ningbo": "Ningbo (Chinese: 宁波; Ningbonese pronunciation: [ɲìɲ.póʔ], Standard Mandarin pronunciation: [nǐŋ pwó] (listen)), formerly romanized as Ningpo, is a sub-provincial city in northeast Zhejiang province, People's Republic of China. It comprises the urban districts of Ningbo proper, three satellite cities, and a number of rural counties including islands in Hangzhou Bay and the East China Sea. Its port, the port of Ningbo–Zhoushan, spread across several locations, is among the busiest in the world and the municipality possesses a separate state-planning status. As of the 2010 census, the entire administrated area had a population of 7.6 million, with 3.5 million in the six urban districts of Ningbo proper. To the north, Hangzhou Bay separates Ningbo from Shanghai; to the east lies Zhoushan in the East China Sea; on the west and south, Ningbo borders Shaoxing and Taizhou respectively.",
  "/wiki/Dongfeng_Plaza_Landmark_Tower": "Eye of Spring Trade Center, also known as Dongfeng Plaza, is a complex of two skyscrapers under construction in Kunming, China. The towers will be 100 storeys at 407 metres (1,335.3 ft) and 72 storeys at 326 metres (1,069.6 ft) tall. And once completed will be the tallest in Kunming and the Yunnan province.",
  "/wiki/Kunming": "Kunming is the capital and the largest city of Yunnan province—China's fourth least developed province based on disposable income per capita. Known as Yunnan-Fu (Yunnan City) until the 1920s, today it is a prefecture-level city and the political, economic, communications and cultural centre of the province as well as the seat of the provincial government. The headquarters of many of Yunnan's large businesses are in Kunming. It was important during World War II as a Chinese military center, American air base, and transport terminus for the Burma Road. Located in the middle of the Yunnan–Guizhou Plateau, Kunming is located at an altitude of 1,900 metres (6,234 feet) above sea level and at a latitude just north of the Tropic of Cancer. As of 2014, Kunming has a population of 6,626,000 with an urban population of 4,575,000, and is located at the northern edge of Dian Lake, surrounded by temples and lake-and-limestone hill landscapes.",
  "/wiki/One_Tower_(Moscow)": "One Tower is a skyscraper under construction in Moscow, Russia. Its height upon completion in 2024 will be 405 meters with 101 floors. With this height it will be the tallest building in Moscow, second tallest building in Europe and Russia after Lakhta Center in Saint-Petersburg, Russia.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Moscow": "Moscow (/ˈmɒskoʊ/, in US mainly: /ˈmɒskaʊ/; Russian: Москва, tr. Moskva, IPA: [mɐˈskva] (listen)) is the capital and most populous city of Russia, with approximately 12.6 million residents within the city limits, 17 million within the urban area and 20 million within the metropolitan area. Moscow is one of Russia's federal cities.",
  "/wiki/Shenzhen": "Shenzhen (/ˈʃɛnˈdʒɛn/; Chinese: 深圳; Mandarin pronunciation: [ʂə́n.ʈʂə̂n] (listen)) is a major sub-provincial city located on the east bank of the Pearl River estuary on the central coast of southern Guangdong province, People's Republic of China.  It forms part of the Pearl River Delta megalopolis, bordering Hong Kong across the Sham Chun River to the south, Huizhou to the northeast and Dongguan to the northwest, and shares maritime boundaries with Guangzhou, Zhongshan and Zhuhai to the west and southwest across the estuary.",
  "/wiki/Egypt": "Egypt (/ˈiːdʒɪpt/ (listen) EE-jipt; Arabic: مِصر‎ Miṣr, Egyptian Arabic: مَصر‎ Maṣr, Coptic: Ⲭⲏⲙⲓ Khēmi), officially the Arab Republic of Egypt, is a country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf of Aqaba lies Jordan, across the Red Sea lies Saudi Arabia, and across the Mediterranean lie Greece, Turkey and Cyprus, although none share a land border with Egypt.",
  "/wiki/Cairo": "Cairo (/ˈkaɪroʊ/ KY-roh; Arabic: القاهرة‎, romanized: al-Qāhirah, pronounced [ælˈqɑːhɪɾɑ] (listen)) is the capital of Egypt and the largest city in the Arab world. Its metropolitan area, with a population of over 20 million, is the largest in Africa, the Arab world, and the Middle East, and the 15th-largest in the world. Cairo is associated with ancient Egypt, as the famous Giza pyramid complex and the ancient city of Memphis are located in its geographical area. Located near the Nile Delta, modern Cairo was founded in 969 AD by the Fatimid dynasty, but the land composing the present-day city was the site of ancient national capitals whose remnants remain visible in parts of Old Cairo. Cairo has long been a centre of the region's political and cultural life, and is titled \"the city of a thousand minarets\" for its preponderance of Islamic architecture. Cairo is considered a World City with a \"Beta +\" classification according to GaWC.",
  "/wiki/Abu_Dhabi_Plaza": "Abu Dhabi Plaza  is a development under construction in Nur-Sultan, Kazakhstan, consisting of office, residential, hotel and serviced apartment blocks set on a retail podium and below ground basement levels. When completed, the project will have many towers reaching different heights (similar to the Willis Tower), the tallest reaching a height of 382 m with 78 floors and will be the tallest building in Central Asia.",
  "/wiki/Kazakhstan": "Kazakhstan,[b] officially the Republic of Kazakhstan,[c] is a transcontinental country largely located in Central Asia with the most western parts of it being located in Eastern Europe. It is the world's largest landlocked country, and the ninth largest country in the world, with an area of 2,724,900 square kilometres (1,052,100 sq mi). Kazakhstan is the most dominant nation of Central Asia economically, generating 60% of the region's GDP, primarily through its oil and gas industry. It also has vast mineral resources.",
  "/wiki/Nur-Sultan": "Nur-Sultan (US: /ˌnʊərsʊlˈtɑːn/; Kazakh: Nur-Sultan, Нұр-Сұлтан; Russian: Нур-Султан), previously named Astana[a] (Kazakh: Astana, Russian: Астана) from 1998 to 2019, is the capital city of Kazakhstan. In March 2019, it was renamed to Nur-Sultan after the departing Kazakh president, Nursultan Nazarbayev. It stands on the banks of the Ishim River in the northern portion of Kazakhstan, within the Akmola Region, though administered separately from the region as a city with special status. A 2017 official estimate reported a population of 1,029,556 within the city limits, making it the second-largest city in the country, behind Almaty, the capital from 1991 to 1997.",
  "/wiki/Guiyang": "Guiyang is the capital of Guizhou province of Southwest China. It is located in the center of the province, situated on the east of the Yunnan–Guizhou Plateau, and on the north bank of the Nanming River, a branch of the Wu River. The city has an elevation of about 1,100 meters (3,600 ft). It has an area of 8,034 square kilometers (3,102 sq mi). At the 2010 census, its population was 4,324,561, out of whom 3,037,159 lived in the 7 urban districts.",
  "/wiki/Guangzhou": "Guangzhou (Chinese: 广州; Cantonese pronunciation: [kʷɔ̌ːŋ.tsɐ̂u] or [kʷɔ̌ːŋ.tsɐ́u] (listen); Mandarin pronunciation: [kwàŋ.ʈʂóu] (listen)), also known as Canton and formerly romanized as Kwangchow or Kwong Chow, is the capital and most populous city of the province of Guangdong in southern China. On the Pearl River about 120 km (75 mi) north-northwest of Hong Kong and 145 km (90 mi) north of Macau, Guangzhou has a history of over 2,200 years and was a major terminus of the maritime Silk Road, and continues to serve as a major port and transportation hub, as well as one of China's three largest cities.",
  "/wiki/List_of_tallest_buildings": "This list of tallest buildings includes skyscrapers with continuously occupiable floors and a height of at least 350 m. Non-building structures, such as towers, are not included in this list (see list of tallest buildings and structures)."
}