{
  "/wiki/A-Punk": "\"A-Punk\" is a single by American indie rock band Vampire Weekend, released on February 28, 2008 as the second single from their 2008 self-titled debut album. The band made their network television debut by performing \"A-Punk\" on the Late Show with David Letterman.",
  "/wiki/Vampire_Weekend": "Vampire Weekend is an American indie rock band from New York City, formed in 2006 and currently signed to Columbia Records. The band was formed by lead vocalist and guitarist Ezra Koenig, multi-instrumentalist Rostam Batmanglij, drummer Chris Tomson, and bassist Chris Baio. The band's first album Vampire Weekend (2008)—which included the singles \"Mansard Roof\", \"A-Punk\", \"Oxford Comma\", \"Cape Cod Kwassa Kwassa\", and \"The Kids Don't Stand a Chance\"—was acclaimed by critics for its world music influences. Their following album, Contra (2010), was similarly acclaimed and garnered strong commercial success. Their third studio album, Modern Vampires of the City (2013), won the group a Grammy Award for Best Alternative Music Album in 2014. Batmanglij departed the group in early 2016. The band's fourth album, Father of the Bride, was released in 2019, again winning Best Alternative Music Album at the 62nd Annual Grammy Awards, where it was also nominated for Album of the Year.",
  "/wiki/Bodies_(Drowning_Pool_song)": "\"Bodies\" (often incorrectly called \"Let the Bodies Hit the Floor\") is a song by the American rock band Drowning Pool and also is the lead single from their debut album Sinner. Released in May 2001, \"Bodies\" is Drowning Pool's signature song and has been featured in various films, TV programs, and advertisements since its release. It was also the theme song for the 2001 WWF SummerSlam pay-per-view event, as well as that of the ECW brand in 2006 to early 2008. During 2001, the song got popular, but the song was taken off radio stations after the September 11 attacks because the song was considered inappropriate in the wake of the terrorist attack.",
  "/wiki/Drowning_Pool": "Drowning Pool is an American rock band formed in Dallas, Texas in 1996. The band was named after the film The Drowning Pool. Since its formation, the band has consisted of guitarist C.J. Pierce, bassist Stevie Benton, and drummer Mike Luce, as well as a revolving cast of vocalists, the latest being Jasen Moreno.",
  "/wiki/Call_Me_When_You're_Sober": "\"Call Me When You're Sober\" is a song by American rock band Evanescence recorded for their second studio album The Open Door. Wind-up Records released it as the album's lead single on September 4, 2006; this release was preceded by the song's Internet leak and its earlier distribution to radio stations on July 31. The track was written by group members Amy Lee and Terry Balsamo, while Dave Fortman handled its production. Lee revealed that the song was inspired by an unsuccessful relationship with Shaun Morgan, lead singer of the band Seether. The track is an alternative metal, symphonic rock, and electropop piano ballad about a woman terminating a relationship with a love interest who suffers from an addiction.",
  "/wiki/Evanescence": "Evanescence (/ˌɛvəˈnɛsns, ˌiːvə-/) is an American rock band founded in Little Rock, Arkansas, in 1995 by singer and pianist Amy Lee and guitarist Ben Moody. After recording independent albums, the band released their first full-length album, Fallen, on Wind-up Records in 2003. Fallen sold more than 17 million copies worldwide and helped the band win two Grammy Awards out of six nominations. A year later, Evanescence released their first live album, Anywhere but Home, which sold more than one million copies worldwide. In 2006, the band released their second studio album, The Open Door, which sold more than five million copies.",
  "/wiki/Heartbreaker_(Pat_Benatar_song)": "\"Heartbreaker\" is a song by American singer Pat Benatar from her debut studio album In the Heat of the Night (1979). Written and composed by Geoff Gill and Cliff Wade, the song had first been recorded by English singer Jenny Darren on her 1978 album Queen of Fools and Benatar made adjustments in the original lyrics as such references as \"A to Zed\" and \"moonraker\" which would have likely confused American listeners. \"Heartbreaker\" proved to be Benatar's breakthrough single, reaching #23 on the U.S. Billboard Hot 100 and #19 on the Cash Box Top 100.  In Canada, the song peaked at number 16.",
  "/wiki/Pat_Benatar": "Patricia Mae Giraldo (née Andrzejewski; born January 10, 1953), known professionally as Pat Benatar, is an American singer, songwriter, actress, and four-time Grammy Award winner. She has two RIAA-certified multi-platinum albums, five platinum albums, three gold albums, and 15 Billboard Top 40 singles, including the Top 10 hits \"Hit Me with Your Best Shot\", \"Love Is a Battlefield\", \"We Belong\", and \"Invincible\".  Benatar was nominated for 2020 induction into the Rock & Roll Hall of Fame.",
  "/wiki/Hella_Good": "\"Hella Good\" is a song by the American ska band No Doubt from their fifth studio album Rock Steady (2001). Written by Gwen Stefani, Tony Kanal and The Neptunes (Pharrell Williams and Chad Hugo), and produced by Nellee Hooper and the band, \"Hella Good\" was released as the album's second single in April 2002 and received positive reviews from contemporary music critics, who made comparisons to the work of a diverse range of artists such as Afrika Bambaataa and Madonna.",
  "/wiki/No_Doubt": "No Doubt was an American rock band from Anaheim, California, formed in 1986. The band consists of vocalist Gwen Stefani, guitarist Tom Dumont, bassist Tony Kanal, and drummer Adrian Young. Since the mid-1990s, they have been supported by trombonist Gabrial McNair and trumpeter Stephen Bradley in live performances.",
  "/wiki/Hungry_Like_the_Wolf": "\"Hungry Like the Wolf\" is a song by the British new wave band Duran Duran. Written by the band members, the song was produced by Colin Thurston for the group's second studio album Rio. The song was released in May 1982 as the band's fifth single in the United Kingdom. It reached no. 5 on the UK Singles Chart, and received a silver certification by the British Phonographic Industry (BPI).",
  "/wiki/Duran_Duran": "Duran Duran (/djʊˌræn djʊˈræn/) are an English new wave band formed in Birmingham in 1978. The band were one of the most successful acts of the 1980s, but by the end of the decade, membership and music style changes challenged the band before a resurgence in the early 1990s. The group were a leading band in the MTV-driven Second British Invasion of the US in the 1980s. They achieved 14 singles in the top 10 of the UK Singles Chart and 21 in the US Billboard Hot 100, and have sold over 100 million records worldwide.",
  "/wiki/In_Bloom": "\"In Bloom\" is a song by American rock band Nirvana. Written by frontman Kurt Cobain, the song addresses people outside the underground music community who did not understand the band's message.",
  "/wiki/Nirvana_(band)": "Nirvana was an American rock band formed in Aberdeen, Washington in 1987. It was founded by lead singer and guitarist Kurt Cobain and bassist Krist Novoselic.  Nirvana went through a succession of drummers, the longest-lasting and best-known being Dave Grohl, who joined in 1990. Though the band dissolved in 1994 after the death of Cobain, their music maintains a popular following and continues to influence modern rock and roll culture.",
  "/wiki/Kryptonite_(3_Doors_Down_song)": "\"Kryptonite\" is the debut single by American rock band 3 Doors Down. It was originally released as a demo for local play by 97.9 WCPR-FM in Biloxi, Mississippi. The song first charted on the Mainstream Rock Tracks chart reaching number one for nine weeks, then hit number one on the Modern Rock Tracks chart for 11 weeks. It also reached number one on the Mainstream Top 40 chart for five non-consecutive weeks, number four on the Adult Top 40 chart, and number three on the Billboard Hot 100, the band's highest-charting single there.",
  "/wiki/3_Doors_Down": "3 Doors Down is an American rock band from Escatawpa, Mississippi, that formed in 1996. The band originally consisted of Brad Arnold (lead vocals, drums), Matt Roberts (lead guitar, backing vocals), and Todd Harrell (bass guitar). The band rose to international fame with their first single, \"Kryptonite\", which placed in the top three on the Billboard Hot 100 chart. The band then signed with Republic Records and released their debut album, The Better Life, in 2000. The album was the 11th-best-selling album of the year and was certified 6x platinum in the United States. The group was later joined by drummer Richard Liles, who played during the tour for their first album.",
  "/wiki/Peace_Sells": "\"Peace Sells\" is a song by the American thrash metal band Megadeth from their 1986 album Peace Sells... but Who's Buying?, written by Dave Mustaine. It has since been a constant at Megadeth concerts. According to  David Ellefson, it became \nquickly apparent when playing the song live prior to recording the album that \"Peace Sells\" would be a hit. In 2006, VH1 ranked \"Peace Sells\" at number 11 on their list of the \"40 Greatest Metal Songs\" of all time. The song is also known for the distinctive bass intro played by Ellefson.",
  "/wiki/Megadeth": "Megadeth is an American heavy metal band from Los Angeles, California. Guitarist Dave Mustaine and bassist David Ellefson formed the band in 1983 shortly after Mustaine's dismissal from Metallica. Along with Metallica, Anthrax, and Slayer, Megadeth is one of the \"big four\" of American thrash metal, responsible for its development and popularization. Their music features complex arrangements and fast rhythm sections, and lyrical themes of death, war, politics, personal relationships and religion.",
  "/wiki/Remedy_(Seether_song)": "\"Remedy\" is a song by South African rock band Seether. It is the second track on their album Karma and Effect, and became their first single to hit the top spot on the Billboard Hot Mainstream Rock Tracks chart, dropping and regaining the spot for a total of eight weeks at number one.",
  "/wiki/Seether": "Seether are a South African rock band founded in 1999 in Pretoria, Gauteng. The band originally performed under the name Saron Gas until 2002, when they moved to the United States and changed it to Seether to avoid confusion with the deadly chemical known as sarin gas.",
  "/wiki/Rock'n_Me": "\"Rock'n Me\" (also known as \"Rock 'N Me\") is a song by American rock group Steve Miller Band, written by the group's leader Steve Miller. The song was released as the second single from the group's ninth studio album Fly Like an Eagle in 1976; Miller also produced the song and album as well as performed on it. The North American release of the single was generally credited to Steve Miller as a person, while the European release was generally credited to the Steve Miller Band as a whole group.",
  "/wiki/Steve_Miller_Band": "The Steve Miller Band is an American rock band formed in 1966 in San Francisco, California. The band is led by Steve Miller on guitar and lead vocals. The group is best known for a string of (mainly) mid- to late-1970s hit singles that are staples of classic rock radio, as well as several earlier psychedelic rock albums. Miller left his first band to move to San Francisco and form the Steve Miller Blues Band. Shortly after Harvey Kornspan negotiated the band’s contract with Capitol Records in 1967, the band shortened its name to the Steve Miller Band. In February 1968, the band recorded its debut album, Children of the Future. It went on to produce the albums Sailor, Brave New World, Your Saving Grace, Number 5, Rock Love, Fly Like an Eagle, Book of Dreams, and more. The band's Greatest Hits 1974–78, released in 1978, sold over 13 million copies. In 2016, Steve Miller was inducted as a solo artist in the Rock and Roll Hall of Fame.",
  "/wiki/So_What'cha_Want": "\"So What'cha Want\" is the second single from the album Check Your Head, the third studio album by American hip hop group the Beastie Boys. Released on June 2, 1992, the song samples \"Just Rhymin' With Biz\" by Big Daddy Kane featuring Biz Markie, and \"I've Been Watching You\" by Southside Movement. The song also appears in the video game Rock Band 2.",
  "/wiki/Beastie_Boys": "The Beastie Boys were an American hip hop group from New York City formed in 1981. The group was composed of Michael \"Mike D\" Diamond (vocals, drums), Adam \"MCA\" Yauch (vocals, bass) and Adam \"Ad-Rock\" Horovitz (vocals, guitar, programming).",
  "/wiki/The_Perfect_Drug": "\"The Perfect Drug\" is a song by Nine Inch Nails written for the David Lynch film Lost Highway. It was released in 1997 on the Lost Highway soundtrack as well as a single from the score. Remixes of the song were released as an EP, \"The Perfect Drug\" Versions.",
  "/wiki/Nine_Inch_Nails": "Nine Inch Nails, commonly abbreviated as NIN (stylized as NIИ), is an American industrial rock band formed in 1988 in Cleveland, Ohio. Singer, songwriter, multi-instrumentalist, and producer Trent Reznor was the only permanent member of the band until the addition of English musician Atticus Ross in 2016.",
  "/wiki/White_Wedding_(song)": "\"White Wedding\" is a song by Billy Idol that was released as the second single from his self-titled second studio album in 1982. Although not Idol's highest-charting hit, it is often considered one of his most recognizable songs. In the US, it peaked at No. 10 on the Billboard Bubbling Under the Hot 100 chart on 27 November 1982, then reached No. 36 on the Billboard Hot 100 on 2 July 1983 after it was re-issued. In the UK, it reached No. 6 in the UK Singles Chart upon its re-release there in 1985 and 1988, when it was re-issued to promote the Vital Idol remix album.",
  "/wiki/Billy_Idol": "William Michael Albert Broad (born 30 November 1955), known professionally as Billy Idol, is an English musician, singer, songwriter, and actor who holds dual British and American  citizenship. He first achieved fame in the 1970s emerging from the London punk rock scene as a member of Generation X. Subsequently, he embarked on a solo career which led to international recognition and made Idol a lead artist during the MTV-driven \"Second British Invasion\" in the United States. The name \"Billy Idol\" was inspired by a schoolteacher's description of him as \"idle\".",
  "/wiki/Your_Decision": "\"Your Decision\" is a song by Alice in Chains, featured on their fourth studio album, Black Gives Way to Blue (2009). Written by Jerry Cantrell, who also sings lead vocals on the song, it was released as the second single from the album on November 16, 2009 in the UK, and on December 1, 2009 in the US. The single reached No. 1 on the Billboard Hot Rock Songs and Mainstream Rock charts, and No. 4 on the Alternative Songs chart. \"Your Decision\" was featured on CSI's Season 10, Episode 8, \"Lover's Lane\".",
  "/wiki/Alice_in_Chains": "Alice in Chains (often abbreviated as AIC) is an American rock band from Seattle, Washington, formed in 1987 by guitarist and vocalist Jerry Cantrell and drummer Sean Kinney, who later recruited bassist Mike Starr and lead vocalist Layne Staley. Starr was replaced by Mike Inez in 1993. William DuVall joined the band in 2006 as co-lead vocalist and rhythm guitarist, replacing Staley, who died in 2002. The band took its name from Staley's previous group, the glam metal band Alice N' Chains.",
  "/wiki/Rock_Band_Reloaded": "Rock Band Reloaded is a video game for iOS. It was first released in 2010 and is the successor to Rock Band on iOS. It comes with over 30 songs and a 20+ DLC list. It received mostly positive reviews. Gameplay is similar to other Rock Band series games, but controlled without instrument controllers, and instead with the iOS-device's multi-touch display, microphone and built-in accelerometer. The game features multiplayer support over Bluetooth and local wifi."
}