{
  "/wiki/Dirty_Little_Secret": "\"Dirty Little Secret\" is a song by American rock band The All-American Rejects, released as the lead single from their second studio album Move Along on June 6, 2005. \"Dirty Little Secret\" was released to radio on June 7, 2005.",
  "/wiki/The_All_American_Rejects": "The All-American Rejects is an American rock band formed in Stillwater, Oklahoma in 1999. The band consists of lead vocalist and bassist Tyson Ritter, lead guitarist and backing vocalist Nick Wheeler, rhythm guitarist and backing vocalist Mike Kennerty, and drummer Chris Gaylor. Wheeler and Ritter are the band's songwriters; Wheeler is the primary composer and Ritter is the main lyricist. Although Kennerty and Gaylor are not founding members, they have appeared in all of the band's music videos and on all studio releases except for the band's self-titled debut.",
  "/wiki/Billy_Squier": "William Haislip Squier (/ˈskwaɪ.ər/, born May 12, 1950) is an American rock musician and singer, who had a string of arena rock hits in the 1980's. He is best known for the songs \"The Stroke\" and \"Lonely Is the Night\" from his 1981 album Don't Say No. Other popular tracks include \"My Kinda Lover\", \"In the Dark\", \"Rock Me Tonite\", \"Everybody Wants You\", \"Emotions in Motion\" and \"The Big Beat\".",
  "/wiki/What's_My_Age_Again": "\"What's My Age Again?\" is a song by American rock band Blink-182. It was released in April 1999 as the lead single from the group's third studio album, Enema of the State (1999), and appears as the fifth track. The song, written primarily by bassist and vocalist Mark Hoppus, lyrically revolves around the onset of age and maturity, and the failure to implement changes in behavior. A mid-tempo pop punk song, it was written by Hoppus based on personal experience. It was originally titled \"Peter Pan Complex\", an allusion to the pop-psychology concept, but MCA Records forced the band to retitle the song, as the label found it too obscure of a reference. It was the first Blink-182 single to feature drummer Travis Barker.",
  "/wiki/Blink-182": "Blink-182 (often stylized in all lowercase as blink-182), is an American rock band formed in Poway, California in 1992. Since 2015, the lineup of the band has consisted of bass guitarist and vocalist Mark Hoppus, drummer Travis Barker, and guitarist and vocalist Matt Skiba. Founded by Hoppus, guitarist and vocalist Tom DeLonge, and drummer Scott Raynor, the band emerged from the Southern California punk scene of the early 1990s and first gained notoriety for high-energy live shows and irreverent lyrical toilet humor.",
  "/wiki/Adam's_Song": "\"Adam's Song\" is a song recorded by the American rock band Blink-182 for its third studio album, Enema of the State (1999). It was released as the third and final single from Enema of the State on September 5, 2000 through MCA Records. \"Adam's Song\" shares writing credits between the band's guitarist Tom DeLonge and bassist Mark Hoppus, but Hoppus was the primary composer of the song. The track concerns suicide, depression and loneliness. It incorporates a piano in its bridge section and was regarded as one of the most serious songs the band had written to that point.",
  "/wiki/Drunken_Lullabies": "Drunken Lullabies is a 2002 album by the Irish-American punk band Flogging Molly. It reached # 157 on the Billboard charts. It has since been certified Gold by the Recording Industry Association of America (RIAA).",
  "/wiki/Flogging_Molly": "Flogging Molly is an Irish–American seven-piece Celtic punk band formed in Dublin in 1997. Lead by Irish vocalist Dave King, formerly of the hard rock band Fastway.  They are signed to their own record label, Borstal Beat Records.",
  "/wiki/Underneath_It_All": "\"Underneath It All\" is a song by the American ska band No Doubt from their fourth studio album Rock Steady (2001). It was written by the band's lead singer Gwen Stefani and David Stewart. The song features a reggae production from Sly and Robbie and guest vocals from Lady Saw. The song received mixed reviews from contemporary music critics.",
  "/wiki/No_Doubt": "No Doubt was an American rock band from Anaheim, California, formed in 1986. The band consists of vocalist Gwen Stefani, guitarist Tom Dumont, bassist Tony Kanal, and drummer Adrian Young. Since the mid-1990s, they have been supported by trombonist Gabrial McNair and trumpeter Stephen Bradley in live performances.",
  "/wiki/Don't_Speak": "\"Don't Speak\" is a song by the American ska band No Doubt from their third studio album Tragic Kingdom (1995). It was released on April 15, 1996 in the United States as the third single from Tragic Kingdom. Lead singer Gwen Stefani and her brother Eric Stefani, former No Doubt member, wrote the song originally as a love song. The song went through several rewrites and new versions. Gwen modified it into a breakup song about her bandmate and ex-boyfriend Tony Kanal shortly after he ended their seven-year relationship.",
  "/wiki/The_Pretenders": "The Pretenders are an English-American rock band formed in March 1978. The original band consisted of founder and main songwriter Chrissie Hynde (lead vocals, rhythm guitar), James Honeyman-Scott (lead guitar, backing vocals, keyboards), Pete Farndon (bass guitar, backing vocals), and Martin Chambers (drums, backing vocals, percussion). Following the drug-related deaths of Honeyman-Scott and Farndon, the band experienced numerous subsequent personnel changes. Hynde has been the band's only consistent member.",
  "/wiki/Mean_Woman_Blues": "\"Mean Woman Blues\" is a 12-bar blues song written by Claude Demetrius. It was first recorded by Elvis Presley as part of the soundtrack for his 1957 motion picture, Loving You. Presley also released the song on Side 2 of a four-song EP record.  The Elvis Presley version of \"Mean Woman Blues\" went to #11 on the R&B charts.",
  "/wiki/Roy_Orbison": "Roy Kelton Orbison (April 23, 1936 – December 6, 1988) was an American singer, songwriter, and musician known for his impassioned singing style, complex song structures, and dark, emotional ballads. Many critics described his music as operatic, nicknaming him \"the Caruso of Rock\" and \"the Big O\". While most male rock-and-roll performers in the 1950s and 1960s projected a defiant masculinity, many of Orbison's songs conveyed vulnerability. He performed standing still, wearing black clothes to match his dyed black hair and dark sunglasses.",
  "/wiki/You_Got_It": "\"You Got It\" is a song from Roy Orbison's twenty-second studio album, Mystery Girl (1989). The song was released in January 1989 with \"The Only One\" as the B-side, and according to the Official Roy Orbison Discography by Orbison researcher Marcel Riesco, released again with \"Crying\" (version with k. d. lang) shortly thereafter. The A-side reached number nine on the Billboard Hot 100 and number one on the Adult Contemporary chart, returning Orbison to the Top 10 for the first time in 25 years. It also reached number three on the UK Singles Chart in early 1989, posthumously released after Orbison's heart attack on December 6, 1988. Although it is an Orbison solo single, Orbison's fellow Traveling Wilburys bandmates, Tom Petty and Jeff Lynne, co-wrote the song and played instruments on the record.",
  "/wiki/Never_Let_You_Go_(Third_Eye_Blind_song)": "\"Never Let You Go\" is a song by American rock band Third Eye Blind. It was released in January 2000 as the second single from their second album, Blue. The song peaked at number 14 on the US Billboard Hot 100 and spent three weeks at number one in Canada. It also reached number 26 in Iceland, number 15 in New Zealand and number six on the UK Rock Chart.",
  "/wiki/Third_Eye_Blind": "Third Eye Blind is an American rock band formed in San Francisco in 1993. The songwriting duo of Stephan Jenkins and Kevin Cadogan signed the band's first major-label recording contract with Elektra Records in 1996, which was later reported as the largest publishing deal ever for an unsigned artist. The band released their self-titled debut album in 1997, with the band largely consisting of Jenkins (lead vocals, rhythm guitar), Cadogan (lead guitar), Arion Salazar (bass guitar), and Brad Hargreaves (drums). Shortly after the release of the band's second album in 1999, Blue, with the same line-up, Cadogan was released from the band under controversial circumstances.",
  "/wiki/Semi-Charmed_Life": "\"Semi-Charmed Life\" is a song by American alternative rock band Third Eye Blind, written by lead vocalist and guitarist Stephan Jenkins. The song was released on May 10, 1997, as the lead single from the band's self-titled debut album. \"Semi-Charmed Life\" was a major hit, reaching number 4 on the US Hot 100, number 1 on the Modern Rock Tracks in the US, number 2 in Canada, and making the Top 40 in the UK. VH1 named the song the 34th best of the 1990s.",
  "/wiki/Rock_Band_Reloaded": "Rock Band Reloaded is a video game for iOS. It was first released in 2010 and is the successor to Rock Band on iOS. It comes with over 30 songs and a 20+ DLC list. It received mostly positive reviews. Gameplay is similar to other Rock Band series games, but controlled without instrument controllers, and instead with the iOS-device's multi-touch display, microphone and built-in accelerometer. The game features multiplayer support over Bluetooth and local wifi."
}