{
  "/wiki/Karin_Ro%C3%9Fley": "Karin Roßley, (née Regel, born 5 April 1957) is a retired East German hurdler, who represented the sports team SC Cottbus. She was born in Cottbus.",
  "/wiki/Helsinki": "Helsinki (/ˈhɛlsɪŋki/ HEL-sink-ee or /hɛlˈsɪŋki/ (listen) hel-SINK-ee, Finnish: [ˈhelsiŋki] (listen); Swedish: Helsingfors [hɛlsɪŋˈfɔʂː] (listen), Finland Swedish: [helsiŋˈforsː] (listen)) is the capital and most populous city of Finland. Located on the shore of the Gulf of Finland, it is the seat of the region of Uusimaa in southern Finland, and has a population of 650,058. The city's urban area has a population of 1,268,296, making it by far the most populous urban area in Finland as well as the country's most important center for politics, education, finance, culture, and research. Helsinki is located 80 kilometres (50 mi) north of Tallinn, Estonia, 400 km (250 mi) east of Stockholm, Sweden, and 300 km (190 mi) west of Saint Petersburg, Russia. It has close historical ties with these three cities.",
  "/wiki/Tatyana_Zelentsova": "Tatyana Petrovna Zelentsova (Russian: Татьяна Петровна Зеленцова; born 5 August 1948) is a former Soviet Russian hurdler. She set two world records in the women's 400 metres hurdles and won the European Championship in 1978. After her athletic career she remained active in the sport as a coach.",
  "/wiki/Prague": "Prague (/prɑːɡ/; Czech: Praha [ˈpraɦa] (listen), German: Prag, Latin: Praga) is the capital and largest city in the Czech Republic, the 13th largest city in the European Union and the historical capital of Bohemia. Situated on the Vltava river, Prague is home to about 1.3 million people, while its metropolitan area is estimated to have a population of 2.6 million. The city has a temperate oceanic climate, with relatively warm summers and chilly winters.",
  "/wiki/Marina_Stepanova": "Marina Ivanovna Stepanova (née Makeyeva (Russian: Марина Ивановна Степанова-Макеева)  born May 1, 1950) is a Russian former athlete who competed for the Soviet Union in the 400 metres hurdles, and became the first woman to run under 53 seconds for the event, when she ran 52.94 secs in 1986.",
  "/wiki/Moscow": "Moscow (/ˈmɒskoʊ/, in US mainly: /ˈmɒskaʊ/; Russian: Москва, tr. Moskva, IPA: [mɐˈskva] (listen)) is the capital and most populous city of Russia, with approximately 12.6 million residents within the city limits, 17 million within the urban area and 20 million within the metropolitan area. Moscow is one of Russia's federal cities.",
  "/wiki/Jena": "Jena (/ˈjeɪnə/; German pronunciation: [ˈjeːna] (listen)) is a German university city and the second largest city in Thuringia. Together with the nearby cities of Erfurt and Weimar, it forms the central metropolitan area of Thuringia with approximately 500,000 inhabitants, while the city itself has a population of about 110,000. Jena is a centre of education and research; the Friedrich Schiller University was founded in 1558 and had 18,000 students in 2017 and the Ernst-Abbe-Fachhochschule Jena counts another 5,000 students. Furthermore, there are many institutes of the leading German research societies.",
  "/wiki/Ellen_Fiedler": "Ellen Fiedler, (née Neumann, born 26 November 1958 in Demmin, Mecklenburg-Vorpommern) is a former East German 400 metres hurdler.",
  "/wiki/Ann-Louise_Skoglund": "Ann-Louise Skoglund (born 28 June 1962) is a retired track and field hurdler from Sweden. She is best known for winning the gold medal in the women's 400m hurdles at the 1982 European Championships, and she set the world best year performance in her event in 1982.",
  "/wiki/Athens": "Athens (/ˈæθɪnz/ ATH-inz; Greek: Αθήνα, romanized: Athína [aˈθina] (listen); Ancient Greek: Ἀθῆναι, romanized: Athênai (pl.) [atʰɛ̂ːnai̯]) is the capital and largest city of Greece. Athens dominates the Attica region and is one of the world's oldest cities, with its recorded history spanning over 3,400 years and its earliest human presence started somewhere between the 11th and 7th millennium BC.",
  "/wiki/Anna_Ambrazien%C4%97": "Ana Ambrazienė (born April 14, 1955) is a retired hurdler from Lithuania. Also known as Anna Kostecka (or Kastetskaya), she was born in Vilnius and is of Polish descent. She represented the Soviet Union in the 1970s and 1980s.",
  "/wiki/Margarita_Ponomaryova": "Margarita Anatolyevna Ponomaryova (Russian: Маргарита Хромова-Пономарева; born 19 June 1963), also known as Margarita Khromova, is a retired hurdler from Russia, best known for setting the world record in the women's 400 metres hurdles in 1984 with 53.58 secs.",
  "/wiki/Kiev": "Kiev or Kyiv[a] (Ukrainian: Київ, romanized: Kyiv; Russian: Киев, romanized: Kiyev) is the capital and most populous city of Ukraine. It is in north-central Ukraine along the Dnieper River. Its population in July 2015 was 2,887,974 (though higher estimated numbers have been cited in the press), making Kiev the 6th-most populous city in Europe.",
  "/wiki/Sabine_Busch": "Sabine Busch (later Ascui; born 21 November 1962, in Erfurt) is a retired East German athlete, who specialised in the 400 metres and the 400 metres hurdles. In 1987, she became the World Champion at 400  m hurdles and the World Indoor Champion at 400  m.",
  "/wiki/Berlin": "Berlin (/bɜːrˈlɪn/; German: [bɛʁˈliːn] (listen)) is the capital and largest city of Germany by both area and population. Its 3,748,148 (2018) inhabitants make it the  most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions.",
  "/wiki/Tashkent": "Tashkent (/ˌtɒʃˈkɛnt/; Russian pronunciation: [tɐʂˈkʲent]; Russian: Ташкент, tr. Tashkent), or Toshkent ([tɒʃˈkent]; Uzbek: Toshkent, Тошкент, تاشكینت‎), is the capital and largest city of Uzbekistan, as well as the most populated city in ex-Soviet Central Asia with a population in 2018 of 2,485,900. It is located in the north-east of the country close to the border with Kazakhstan.",
  "/wiki/Potsdam": "Potsdam (German pronunciation: [ˈpɔt͡sdam] (listen); Lower Sorbian: Podstupim) is the capital and largest city of the German federal state of Brandenburg. It directly borders the German capital, Berlin, and is part of the Berlin/Brandenburg Metropolitan Region. It is situated on the River Havel some 25 kilometres (16 miles) southwest of Berlin's city centre.",
  "/wiki/Debbie_Flintoff-King": "Debra (\"Debbie\") Lee Flintoff-King, (OAM) (born 20 April 1960 in Melbourne) is a retired Australian athlete, and winner of the women's 400 m hurdles event at the 1988 Seoul Olympics.",
  "/wiki/Seoul": "Seoul (/soʊl/, like soul; Korean: 서울 [sʌ.ul] (listen); lit. \"Capital\"), officially the Seoul Special City, is the capital and largest metropolis of South Korea. Seoul forms the heart of the Seoul Capital Area. Ranked as an alpha world city, Seoul was the world's 4th largest metropolitan economy with a GDP of US$635 billion in 2014 after Tokyo, New York City and Los Angeles. International visitors generally reach Seoul via AREX from the Incheon International Airport, notable for having been rated the best airport for nine consecutive years (2005–2013) by the Airports Council International. In 2015, it was rated Asia's most livable city with the second highest quality of life globally by Arcadis, with the GDP per capita (PPP) in Seoul being around $40,000. In 2017, the cost of living in Seoul was ranked 6th globally. In 2018, Seoul's real estate market was ranked 5th in the world for the price of apartments in the downtown center., Seoul was one of the host cities for the official tournament of the 2002 FIFA World Cup in Korea/Japan.",
  "/wiki/Sandra_Farmer-Patrick": "Sandra Marie Farmer-Patrick (née Farmer, born 18 August 1962) is a Jamaican-born American former athlete who competed mainly in the 400 metres hurdles. She won silver medals in that event at the 1992 Olympic Games in Barcelona, and at the 1993 World Championships in Stuttgart. She also won the 400 metres hurdles at the World Cup in 1989 and 1992. Her best time for the event of 52.79 seconds (1993), is the former U.S record. That performance once ranked her second on the world all-time list, and as of 2018, ranks her 12th on the world all-time list.",
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 Metropolitan Statistical Area and 22,679,948 residents in its Combined Statistical Area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.",
  "/wiki/Tatyana_Ledovskaya": "Tatyana Mikhailovna Ledovskaya (Belarusian: Тацяна Міхайлаўна Ледаўская, Russian: Татьяна Михайловна Ледовская; born 21 May 1966 in Shchyokino, Tula Oblast) is a retired athlete who competed mainly in the 400 metres hurdles. She represented the Soviet Union and later, Belarus, training in Minsk.",
  "/wiki/Split_(city)": "Split (/ˈsplɪt/, as the English word split; Croatian pronunciation: [splît] (listen); see other names) is the second-largest city of Croatia and the largest city of the region of Dalmatia, with about 250,000 people living in its urban area. It lies on the eastern shore of the Adriatic Sea and is spread over a central peninsula and its surroundings. An intraregional transport hub and popular tourist destination, the city is linked to the Adriatic islands and the Apennine peninsula.",
  "/wiki/400_metres_hurdles": "The 400 metres hurdles is a track and field hurdling event. The event has been on the Olympic athletics programme since 1900 for men and since 1984 for women."
}