{
  "/wiki/Milburn_G._Apt": "Milburn G. \"Mel\" Apt (April 9, 1924 – September 27, 1956) was a US test pilot, and the first man to attain speeds faster than Mach 3. He was killed after separating from the Bell X-2 in his escape capsule during the record-setting flight that exceeded Mach 3.",
  "/wiki/United_States_Air_Force": "The United States Air Force (USAF) is the aerial warfare service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services. Initially formed as a part of the United States Army on 1 August 1907, the USAF was established as a separate branch of the U.S. Armed Forces on 18 September 1947 with the passing of the National Security Act of 1947. It is the second youngest branch of the U.S. Armed Forces,[a] and the fourth in order of precedence. The U.S. Air Force articulates its core missions as air superiority, global integrated intelligence, surveillance, and reconnaissance, rapid global mobility, global strike, and command and control.",
  "/wiki/Captain_(United_States)": "In the United States uniformed services, captain is a commissioned-officer rank.  In keeping with the traditions of the militaries of most nations, the rank varies between the services, being a senior rank in the naval services and a junior rank in the ground and air forces.",
  "/wiki/Mach_number": "In fluid dynamics, the Mach number (M or Ma) (/mɑːk/; German: [max]) is a dimensionless quantity representing the ratio of flow velocity past a boundary to the local speed of sound.",
  "/wiki/Bell_X-2": "The Bell X-2 (nicknamed \"Starbuster\") was an X-plane research aircraft built to investigate flight characteristics in the Mach 2–3 range. The X-2 was a rocket-powered, swept-wing research aircraft developed jointly in 1945 by Bell Aircraft Corporation, the United States Air Force and the National Advisory Committee for Aeronautics (NACA) to explore aerodynamic problems of supersonic flight and to expand the speed and altitude regimes obtained with the earlier X-1 series of research aircraft.",
  "/wiki/Fred_J._Ascani": "Alfredo John Ascani (May 29, 1917 – March 28, 2010) was an American Major General and test pilot of the United States Air Force. He was one of the \"Men of Mach 1\" and was considered father of Systems Engineering at Wright Field.",
  "/wiki/Major_General_(United_States)": "In the United States Army, United States Marine Corps, and United States Air Force, major general is a two-star general officer rank, with the pay grade of O-8. Major general ranks above brigadier general and below lieutenant general.[Note 1] A major general typically commands division-sized units of 10,000 to 15,000 soldiers. Major general is equivalent to the two-star rank of rear admiral in the United States Navy and United States Coast Guard, and is the highest permanent peacetime rank in the uniformed services. Higher ranks are technically temporary and linked to specific positions, although virtually all officers promoted to those ranks are approved to retire at their highest earned rank.",
  "/wiki/Systems_Engineering": "Systems engineering is an interdisciplinary field of engineering and engineering management that focuses on how to design and manage complex systems over their life cycles. At its core, systems engineering utilizes systems thinking principles to organize this body of knowledge. The individual outcome of such efforts, an engineered system, can be defined as a combination of components that work in synergy to collectively perform a useful function.",
  "/wiki/Wright-Patterson_Air_Force_Base": "Wright-Patterson Air Force Base (WPAFB) (IATA: FFO, ICAO: KFFO, FAA LID: FFO) is a United States Air Force base and census-designated place just east of Dayton, Ohio, in Greene and Montgomery counties. It includes both Wright and Patterson Fields, which were originally Wilbur Wright Field and Fairfield Aviation General Supply Depot. Patterson Field is approximately 16 kilometres (10 mi) northeast of Dayton; Wright Field is approximately 8.0 kilometres (5 mi) northeast of Dayton.",
  "/wiki/F-86": "The North American F-86 Sabre, sometimes called the Sabrejet, is a transonic jet fighter aircraft. Produced by North American Aviation, the Sabre is best known as the United States' first swept-wing fighter that could counter the swept-wing Soviet MiG-15 in high-speed dogfights in the skies of the Korean War (1950–1953), fighting some of the earliest jet-to-jet battles in history. Considered one of the best and most important fighter aircraft in that war, the F-86 is also rated highly in comparison with fighters of other eras. Although it was developed in the late 1940s and was outdated by the end of the 1950s, the Sabre proved versatile and adaptable and continued as a front-line fighter in numerous air forces until the last active operational examples were retired by the Bolivian Air Force in 1994.[citation needed]",
  "/wiki/Richard_Bong": "Richard Ira Bong (September 24, 1920 – August 6, 1945) was a United States Army Air Forces major and Medal of Honor recipient in World War II. He was one of the most decorated American fighter pilots and the country's top flying ace in the war, credited with shooting down 40 Japanese aircraft, all with the Lockheed P-38 Lightning fighter. He died in California while testing a Lockheed P-80 jet fighter shortly before the war ended.",
  "/wiki/Major_(United_States)": "In the United States Army, Marine Corps, and Air Force, major is a field grade military officer rank above the rank of captain and below the rank of lieutenant colonel. It is equivalent to the naval rank of lieutenant commander in the other uniformed services. Although lieutenant commanders are considered junior officers by their respective services, (Navy and Coast Guard) the rank of major is that of a senior officer in the United States Army, the United States Marine Corps, and the United States Air Force.",
  "/wiki/Flying_ace": "A flying ace, fighter ace or air ace is a military aviator credited with shooting down several enemy aircraft during aerial combat. The actual number of aerial victories required to officially qualify as an ace has varied, but is usually considered to be five or more.",
  "/wiki/Medal_of_Honor": "The Medal of Honor is the United States of America's highest and most prestigious personal military decoration that may be awarded to recognize U.S. military service members who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States in the name of the U.S. Congress.  Because the medal is presented \"in the name of Congress\", it is often referred erroneously as the \"Congressional Medal of Honor\".  However, the official name of the current award is \"Medal of Honor\". Within the United States Code the medal is referred to as the \"Medal of Honor\", and less frequently as \"Congressional Medal of Honor\". U.S. awards, including the Medal of Honor, do not have post-nominal titles, and while there is no official abbreviation, the most common abbreviations are \"MOH\" and \"MH\".",
  "/wiki/James_E._Brown_III": "James E. Brown III (born August 15, 1954) is an aerospace executive, test pilot instructor, and former United States Air Force officer. As of 2019[update], he is the vice president, chief operating officer, and test pilot instructor at the National Test Pilot School located in Mojave, California.",
  "/wiki/F-22_Raptor": "The Lockheed Martin F-22 Raptor is a single-seat, twin-engine, all-weather stealth tactical fighter aircraft developed for the United States Air Force (USAF). The result of the USAF's Advanced Tactical Fighter (ATF) program, the aircraft was designed primarily as an air superiority fighter, but also has ground attack, electronic warfare, and signal intelligence capabilities. The prime contractor, Lockheed Martin, built most of the F-22's airframe and weapons systems and conducted final assembly, while Boeing provided the wings, aft fuselage, avionics integration, and training systems.",
  "/wiki/F-117_Nighthawk": "The Lockheed F-117 Nighthawk is a retired American single-seat, twin-engine stealth attack aircraft that was developed by Lockheed's secretive Skunk Works division and operated by the United States Air Force (USAF). The F-117 was based on the Have Blue technology demonstrator.",
  "/wiki/Robert_Cardenas": "Robert L. \"Bob\" Cardenas (born March 10, 1920) is a retired brigadier general of the United States Air Force.",
  "/wiki/Brigadier_General_(United_States)": "In the United States Armed Forces, brigadier general (BG, BGen, or Brig Gen) is a one-star general officer with the pay grade of O-7 in the U.S. Army, U.S. Marine Corps, and U.S. Air Force. Brigadier general ranks above a colonel and below major general. The rank of brigadier general is equivalent to the rank of rear admiral (lower half) in the other uniformed services (the U.S. Navy and U.S. Coast Guard, as both Armed Forces and Uniformed Services; and the Public Health Service and National Oceanographic and Atmospheric Administration, as Uniformed Services).  The NATO equivalent is OF-6.",
  "/wiki/B-29": "The Boeing B-29 Superfortress is  a four-engine propeller-driven heavy bomber designed by Boeing and flown primarily by the United States during World War II and the Korean War. Named in allusion to its predecessor, the B-17 Flying Fortress, the Superfortress was designed for high-altitude strategic bombing but also excelled in low-altitude night incendiary bombing, and in dropping naval mines to blockade Japan. B-29s also dropped the atomic bombs on Hiroshima and Nagasaki which contributed to the end of World War II.",
  "/wiki/Northrop_YB-49": "The Northrop YB-49 was a prototype jet-powered heavy bomber developed by Northrop Corporation shortly after World War II for service with the U.S. Air Force. The YB-49 featured a flying wing design and was a turbojet-powered development of the earlier, piston-engined Northrop XB-35 and YB-35. The two YB-49s actually built were both converted YB-35 test aircraft.",
  "/wiki/Kenneth_O._Chilstrom": "Kenneth O. \"K.O.\" Chilstrom (born April 20, 1921) is a retired United States Air Force officer, combat veteran, test pilot, and author. He was the first USAF pilot to fly the XP-86 Sabre, chief of fighter test at Wright Field, commandant of the U.S. Air Force Test Pilot School, and program manager for the XF-108 Rapier. Chilstrom was a pilot in the first jet air race and delivered the first air mail by jet. He flew over eighty combat missions in the Italian Campaign of World War II and tested over twenty foreign models of German and Japanese fighters and bombers to evaluate their strengths and weaknesses.",
  "/wiki/Colonel_(United_States)": "In the United States Army, Marine Corps, and Air Force, colonel (/ˈkɜːrnəl/) is the most senior field grade military officer rank, immediately above the rank of lieutenant colonel and just below the rank of brigadier general. It is equivalent to the naval rank of captain in the other uniformed services.[note 1]  By law, a colonel must have at least 22 years of cumulative service and a minimum of three years as a lieutenant colonel before being promoted.  The pay grade for colonel is O-6.",
  "/wiki/F-86_Sabre": "The North American F-86 Sabre, sometimes called the Sabrejet, is a transonic jet fighter aircraft. Produced by North American Aviation, the Sabre is best known as the United States' first swept-wing fighter that could counter the swept-wing Soviet MiG-15 in high-speed dogfights in the skies of the Korean War (1950–1953), fighting some of the earliest jet-to-jet battles in history. Considered one of the best and most important fighter aircraft in that war, the F-86 is also rated highly in comparison with fighters of other eras. Although it was developed in the late 1940s and was outdated by the end of the 1950s, the Sabre proved versatile and adaptable and continued as a front-line fighter in numerous air forces until the last active operational examples were retired by the Bolivian Air Force in 1994.[citation needed]",
  "/wiki/Glen_Edwards_(pilot)": "Glen Walter Edwards (March 5, 1916 – June 5, 1948) was a test pilot for the United States Air Force, and is the namesake of Edwards Air Force Base.",
  "/wiki/Edwards_Air_Force_Base": "Edwards Air Force Base (AFB) (IATA: EDW, ICAO: KEDW, FAA LID: EDW) is a United States Air Force installation located in Kern County in Southern California, about 22 miles (35 km) northeast of Lancaster, 15 miles (24 km) east of Rosamond and 5.5 miles (8.9 km) south of California City.",
  "/wiki/Frank_Kendall_Everest_Jr.": "Brigadier General Frank Kendall \"Pete\" Everest Jr. (August 9, 1920 – October 1, 2004) was a U.S. Air Force officer who is best remembered as an aeroengineer and test pilot during the 1950s.",
  "/wiki/Fitzhugh_L._Fulton": "Fitzhugh L. \"Fitz\" Fulton, Jr. (June 6, 1925 – February 4, 2015), (Lt Col, USAF), was a civilian research pilot at NASA's Dryden Flight Research Center, Edwards, California, from August 1, 1966, until July 3, 1986, following 23 years of distinguished service as a pilot in the U.S. Air Force.",
  "/wiki/B-58_Hustler": "The Convair B-58 Hustler was a high speed bomber designed and produced by American aircraft manufacturer Convair. It was the first operational bomber capable of Mach 2 flight.",
  "/wiki/XB-70_Valkyrie": "The North American Aviation XB-70 Valkyrie was the prototype version of the planned B-70 nuclear-armed, deep-penetration strategic bomber for the United States Air Force Strategic Air Command. Designed in the late 1950s by North American Aviation (NAA), the six-engined Valkyrie was capable of cruising for thousands of miles at Mach 3+ while flying at 70,000 feet (21,000 m).",
  "/wiki/Lockheed_YF-12": "The Lockheed YF-12 is an American prototype interceptor aircraft evaluated by the United States Air Force in the 1960s. The YF-12 was a twin-seat version of the secret single-seat Lockheed A-12 reconnaissance aircraft, which led to the U.S. Air Force's Lockheed SR-71 Blackbird twin-seat reconnaissance variant. The YF-12 set and held speed and altitude world records of over 2,000 miles per hour (3,200 km/h) and over 80,000 feet (24,000 m) (later surpassed by the SR-71), and is the world's largest, heaviest and fastest manned interceptor to date. After retirement it served as a research aircraft for NASA, which used it to develop several significant improvements in control for supersonic aircraft, including the SR-71.",
  "/wiki/Boeing_747": "The Boeing 747 is an American wide-body, long–range, commercial jet airliner and cargo aircraft. The first wide-body airplane produced, it was the first plane dubbed a \"Jumbo Jet\". Its distinctive hump upper deck along the forward part of the aircraft has made it one of the most recognizable aircraft. Manufactured by Boeing's Commercial Airplane unit in the United States, the 747 was originally planned to have 150 percent greater capacity than the Boeing 707, a common large commercial aircraft of the 1960s. First flown commercially in 1970, the 747 held the passenger capacity record for 37 years.",
  "/wiki/Shuttle_Carrier_Aircraft": "The Shuttle Carrier Aircraft (SCA) are two extensively modified Boeing 747 airliners that NASA used to transport Space Shuttle orbiters. One is a 747-100 model, while the other is a short range 747-100SR.",
  "/wiki/Darryl_Greenamyer": "Darryl Greenamyer (August 13, 1936 – October 4, 2018) was an American aviator. He started his flying career in the US Air Force Reserve. After leaving the Air Force, he then began to work at Lockheed where he eventually became an SR-71 test pilot at Skunk works. While working at Lockheed he met many of the engineers who would later help him make modifications to future race planes. He won his first victory in the Unlimited Class at the Reno Air Races in 1965. He is the third most successful competitor in Reno Air Race history.",
  "/wiki/Lockheed_Corporation": "The Lockheed Corporation was an American aerospace company. Lockheed was founded in 1926 and later merged with Martin Marietta to form Lockheed Martin in 1995.  The founder, Allan Lockheed, had earlier founded the similarly named but otherwise unrelated Loughead Aircraft Manufacturing Company, which was operational from 1912 through 1920.",
  "/wiki/F8F_Bearcat": "The Grumman F8F Bearcat is an American single-engine carrier-based fighter aircraft introduced in late World War II. It served during the mid-20th century in the United States Navy, the United States Marine Corps, and the air forces of other nations. It was Grumman Aircraft's last piston engined fighter aircraft. Modified versions have broken speed records for piston-engined aircraft, and are popular among warbird owners and air racers.",
  "/wiki/F-104_Starfighter": "The Lockheed F-104 Starfighter is an American single-engine, supersonic interceptor aircraft which became widely used as a fighter-bomber during the Cold War. Initially a day fighter, it was developed into an all-weather fighter in the late 1960s. It was originally developed by Lockheed for the United States Air Force (USAF), but was later produced by several other nations, seeing widespread service outside the United States. One of the Century Series of fighter aircraft, it was operated by the air forces of more than a dozen nations from 1958 to 2004. Its design team was led by Kelly Johnson, who contributed to the development of the Lockheed P-38 Lightning, Lockheed U-2, Lockheed SR-71 Blackbird, and other Lockheed aircraft.",
  "/wiki/Bob_Hoover": "Robert Anderson \"Bob\" Hoover (January 24, 1922 – October 25, 2016) was a United States Army Air Forces fighter pilot in World War II, USAF and civilian test pilot after the war, flight instructor, aviation record-setter, and air show pilot for nearly 50 years until his retirement in 1999. Known as the \"pilot's pilot\", Hoover revolutionized modern aerobatic flying and has been described in many aviation circles as one of the greatest pilots ever to have lived.",
  "/wiki/Lieutenant": "A lieutenant (UK: /lɛfˈtɛnənt/ lef-TEN-ənt or US: /luːˈtɛnənt/ loo-TEN-ənt abbreviated Lt, LT, Lieut and similar) is the second junior-most or in some cases the junior-most commissioned officer in the armed forces, fire services, police, and other organizations of many nations.",
  "/wiki/Jimmy_Doolittle": "James Harold Doolittle (December 14, 1896 – September 27, 1993) was an American general and aviation pioneer. He made early coast-to-coast flights, won many flying races, and helped develop instrument flying.",
  "/wiki/Shrike_Commander": "The Aero Commander 500 family is a series of light-twin piston-engined and turboprop aircraft originally built by the Aero Design and Engineering Company in the late 1940s, renamed the Aero Commander company in 1950, and a division of Rockwell International from 1965. The initial production version was the 200-mph, seven-seat Aero Commander 520. An improved version, the 500S, manufactured after 1967, is known as the Shrike Commander.  Larger variants are known by numerous model names and designations, ranging up to the 330-mph, 11-seat Model 695B/Jetprop 1000B turboprop.",
  "/wiki/P-51_Mustang": "The North American Aviation P-51 Mustang is an American long-range, single-seat fighter and fighter-bomber used during World War II and the Korean War, among other conflicts. The Mustang was designed in April 1940 by a design team headed by James Kindelberger of North American Aviation (NAA) in response to a requirement of the British Purchasing Commission. The Purchasing Commission approached North American Aviation to build Curtiss P-40 fighters under license for the Royal Air Force (RAF). Rather than build an old design from another company, North American Aviation proposed the design and production of a more modern fighter. The prototype NA-73X airframe was rolled out on 9 September 1940, 102 days after the contract was signed, and first flew on 26 October.",
  "/wiki/Brigadier_General": "Brigadier general (Brig. Gen.) or brigade general is a senior rank in the armed forces. It is the lowest ranking general officer in some countries, usually sitting between the ranks of colonel and major general. When appointed to a field command, a brigadier general is typically in command of a brigade consisting of around 4,000 troops (four battalions). In some countries a brigadier general is informally designated as a one-star general (OF-6).",
  "/wiki/Tony_LeVier": "Anthony W. \"Tony\" LeVier (February 14, 1913 – February 6, 1998) was an American air racer and test pilot for the Lockheed Corporation from the 1940s to the 1970s.",
  "/wiki/P-38_Lightning": "The Lockheed P-38 Lightning is a World War II–era American piston-engined fighter aircraft. Developed for the United States Army Air Corps, the P-38 had distinctive twin booms and a central nacelle containing the cockpit and armament. Allied propaganda claimed it had been nicknamed the fork-tailed devil (German: der Gabelschwanz-Teufel) by the Luftwaffe and \"two planes, one pilot\" by the Japanese. Along with its use as a general fighter, the P-38 was utilized in various aerial combat roles including as a highly effective fighter-bomber, a night fighter, and as a long-range escort fighter when equipped with drop tanks. The P-38 was also used as a bomber-pathfinder, guiding streams of medium and heavy bombers; or even other P-38s, equipped with bombs, to their targets. Used in the aerial reconnaissance role, the P-38 would account for 90 percent of the aerial film captured over Europe.",
  "/wiki/P-80_Shooting_Star": "The Lockheed P-80 Shooting Star was the first jet fighter used operationally by the United States Army Air Forces (USAAF). Designed and built by Lockheed in 1943 and delivered just 143 days from the start of the design process, production models were flying, and two pre-production models did see very limited service in Italy just before the end of World War II. Designed with straight wings, the type saw extensive combat in Korea with the United States Air Force (USAF) as the F-80.",
  "/wiki/Lockheed_XF-90": "The Lockheed XF-90 was built in response to a United States Air Force requirement for a long-range penetration fighter and bomber escort. The same requirement produced the McDonnell XF-88 Voodoo. Lockheed received a contract for two prototype XP-90s (redesignated XF-90 in 1948). The design was developed by Willis Hawkins and the Skunk Works team under Kelly Johnson. Two prototypes were built (s/n 46-687 and -688). Developmental and political difficulties delayed the first flight until 3 June 1949, with Chief Test Pilot Tony LeVier at the controls. Performance of the design was considered inadequate due to being underpowered, and the XF-90 never entered production.",
  "/wiki/Lockheed_XF-104": "The Lockheed XF-104 Starfighter was a single-engine, high-performance, supersonic interceptor prototype for a United States Air Force (USAF) series of lightweight and simple fighters. Only two aircraft were built; one aircraft was used primarily for aerodynamic research and the other served as an armament testbed, both aircraft being destroyed in accidents during testing. The XF-104s were forerunners of over 2,500 production Lockheed F-104 Starfighters.",
  "/wiki/Lockheed_U-2": "The Lockheed U-2, nicknamed \"Dragon Lady\", is an American single-jet engine, ultra-high altitude reconnaissance aircraft operated by the United States Air Force (USAF) and previously flown by the Central Intelligence Agency (CIA). It provides day and night, high-altitude (70,000 feet; 21,000 m), all-weather intelligence gathering.",
  "/wiki/Arthur_W._Murray": "Arthur Warren \"Kit\" Murray (December 26, 1918 – July 25, 2011) was a United States test pilot. He flew test flights on the Bell X-1 and the Bell X-5 aircraft.",
  "/wiki/Bell_X-1": "The Bell X-1, (Bell Model 44), is a rocket engine–powered aircraft, designated originally as the XS-1, and was a joint National Advisory Committee for Aeronautics–U.S. Army Air Forces–U.S. Air Force supersonic research project built by Bell Aircraft. Conceived during 1944 and designed and built in 1945, it achieved a speed of nearly 1,000 miles per hour (1,600 km/h; 870 kn) in 1948. A derivative of this same design, the Bell X-1A, having greater fuel capacity and hence longer rocket burning time, exceeded 1,600 miles per hour (2,600 km/h; 1,400 kn) in 1954. The X-1, piloted by Chuck Yeager, was the first crewed airplane to exceed the speed of sound in level flight and was the first of the X-planes, a series of American experimental rocket planes (and non-rocket planes) designed for testing new technologies.",
  "/wiki/X-4_Bantam": "The Northrop X-4 Bantam was a prototype small twinjet aircraft manufactured by Northrop Corporation in 1948.  It had no horizontal tail surfaces, depending instead on combined elevator and aileron control surfaces (called elevons) for control in pitch and roll attitudes, almost exactly in the manner of the similar-format, rocket-powered Messerschmitt Me 163 of Nazi Germany's Luftwaffe.  Some aerodynamicists had proposed that eliminating the horizontal tail would also do away with stability problems at fast speeds (called shock stall) resulting from the interaction of supersonic shock waves from the wings and the horizontal stabilizers. The idea had merit, but the flight control systems of that time prevented the X-4 from any success.",
  "/wiki/Bell_X-5": "The Bell X-5 was the first aircraft capable of changing the sweep of its wings in flight. It was inspired by the untested wartime P.1101 design of the German Messerschmitt company. In contrast with the German design, which could only have its wing sweepback angle adjusted on the ground, the Bell engineers devised a system of electric motors to adjust the sweep in flight.",
  "/wiki/Art_Nalls": "Arthur L. \"Art\" Nalls, Jr. (born 1954) is a retired United States Marine Corps officer, test pilot, and entrepreneur who owns and operates a unique air show business consisting of two Harrier jump jets as well as other aircraft. He is notable for his contributions to the air show profession restoring and flying uncommon aircraft. Nalls flew Harriers extensively in the military and developed a great enthusiasm for this jet capable of vertical/short takeoff and landing (V/STOL) operations. Supported by a group of pilots and maintainers, Nalls performs at air shows in the northeast United States and Canada.",
  "/wiki/United_States_Marine_Corps": "The United States Marine Corps (USMC), also referred to as the United States Marines, is a branch of the United States Armed Forces responsible for conducting expeditionary and amphibious operations with the United States Navy as well as the Army and Air Force. The U.S. Marine Corps is one of the eight uniformed services of the United States.",
  "/wiki/Lieutenant_colonel_(United_States)": "In the United States Army, U.S. Marine Corps, and U.S. Air Force, lieutenant colonel is a field-grade military officer rank, just above the rank of major and just below the rank of colonel. It is equivalent to the naval rank of commander in the other uniformed services.",
  "/wiki/Harrier_Jump_Jet": "The Harrier, informally referred to as the Harrier Jump Jet, is a family of jet-powered attack aircraft capable of vertical/short takeoff and landing operations (V/STOL). Named after a bird of prey, it was originally developed by British manufacturer Hawker Siddeley in the 1960s. The Harrier emerged as the only truly successful V/STOL design of the many attempted during that era. It was a subsonic aircraft, unlike most of its competitors. It was conceived to operate from improvised bases, such as car parks or forest clearings, without requiring large and vulnerable air bases. Later, the design was adapted for use from aircraft carriers.",
  "/wiki/Bruce_Peterson": "Bruce A. Peterson (May 23, 1933 – May 1, 2006) was an American aeronautical engineer, and test pilot for NASA.",
  "/wiki/NASA": "The National Aeronautics and Space Administration (NASA, /ˈnæsə/) is an independent agency of the United States Federal Government responsible for the civilian space program, as well as aeronautics and aerospace research.[note 1]",
  "/wiki/NASA_M2-F1": "The NASA M2-F1 was a lightweight, unpowered prototype aircraft, developed to flight-test the wingless lifting body concept. Its unusual appearance earned it the nickname \"flying bathtub\" and was designated the M2-F1, the \"M\" referring to \"manned\", and \"F\" referring to \"flight\" version. In 1962, NASA Dryden management approved a program to build a lightweight, unpowered lifting-body prototype. It featured a plywood shell placed over a tubular steel frame crafted at Dryden. Construction was completed in 1963.",
  "/wiki/Northrop_M2-F2": "The Northrop M2-F2 was a heavyweight lifting body based on studies at NASA's Ames and Langley research centers and built by the Northrop Corporation in 1966.",
  "/wiki/Northrop_HL-10": "The Northrop HL-10 was one of five US heavyweight lifting body designs flown at NASA's Flight Research Center (FRC—later Dryden Flight Research Center) in Edwards, California, from July 1966 to November 1975 to study and validate the concept of safely maneuvering and landing a low lift-over-drag vehicle designed for reentry from space. It was a NASA design and was built to evaluate \"inverted airfoil\" lifting body and delta planform. It currently is on display at the entrance to the Dryden Flight Research Center at Edwards Air Force Base.",
  "/wiki/Lifting_body": "A lifting body is a fixed-wing aircraft or spacecraft configuration in which the body itself produces lift. In contrast to a flying wing, which is a wing with minimal or no conventional fuselage, a lifting body can be thought of as a fuselage with little or no conventional wing. Whereas a flying wing seeks to maximize cruise efficiency at subsonic speeds by eliminating non-lifting surfaces, lifting bodies generally minimize the drag and structure of a wing for subsonic, supersonic and hypersonic flight, or spacecraft re-entry. All of these flight regimes pose challenges for proper flight safety.",
  "/wiki/Steve_Pisanos": "Steven Nicholas Pisanos (born Spiros Pisanos (Greek: Σπύρος Πίσανος); November 10, 1919 – June 6, 2016) was a Greek-American aviator and flying ace who served as a fighter pilot with the British Royal Air Force (RAF) and later the United States Army Air Forces in World War II. He was credited with shooting down 10 enemy aircraft while flying with the American 4th Fighter Group. Post-war, he achieved the rank of colonel in the United States Air Force, flew in the Vietnam War and, by the end of his career in 1974, had received 33 decorations and distinctions. His autobiography, The Flying Greek, was published in April 2008.",
  "/wiki/F-102_Delta_Dagger": "The Convair F-102 Delta Dagger[N 2] was an American interceptor aircraft that was built as part of the backbone of the United States Air Force's air defenses in the late 1950s. Entering service in 1956, its main purpose was to intercept invading Soviet strategic bomber fleets (primarily the Tupolev Tu-95) during the Cold War. Designed and manufactured by Convair, 1,000 F-102s were built.",
  "/wiki/F-4_Phantom_II": "The McDonnell Douglas F-4 Phantom II[N 1] is a tandem two-seat, twin-engine, all-weather, long-range supersonic jet interceptor and fighter-bomber originally developed for the United States Navy by McDonnell Aircraft. It first entered service in 1960 with the Navy.  Proving highly adaptable, it was also adopted by the United States Marine Corps and the United States Air Force, and by the mid-1960s had become a major part of their air arms.",
  "/wiki/Jack_Ridley_(pilot)": "Colonel Jackie Lynwood \"Jack\" Ridley (June 16, 1915 – March 12, 1957) was an aeronautical engineer, USAF test pilot and chief of the U.S. Air Force's Flight Test Engineering Laboratory. He helped develop and test many Cold War era military aircraft.  He worked on the Bell X-1, the first aircraft to achieve supersonic flight. He was highly respected among fellow test pilots, most notably Chuck Yeager, for his engineering skills.",
  "/wiki/Sound_barrier": "The sound barrier or sonic barrier is the sudden increase in aerodynamic drag and other undesirable effects experienced by an aircraft or other object when it approaches the speed of sound. When aircraft first began to be able to reach close to the speed of sound, these effects were seen as constituting a barrier making faster speeds very difficult or impossible. The term sound barrier is still sometimes used today to refer to aircraft reaching supersonic flight.",
  "/wiki/Robert_L._Stephens": "Robert L. \"Silver Fox\" Stephens (1 December 1921 – 21 May 1984) was a United States Air Force test pilot who set several speed and altitude records while testing the Lockheed YF-12 and SR-71.",
  "/wiki/SR-71_Blackbird": "The Lockheed SR-71 \"Blackbird\" is a long-range, high-altitude, Mach 3+ strategic reconnaissance aircraft that was operated by the United States Air Force. It was developed as a black project from the Lockheed A-12 reconnaissance aircraft in the 1960s by Lockheed and its Skunk Works division. American aerospace engineer Clarence \"Kelly\" Johnson was responsible for many of the design's innovative concepts. During aerial reconnaissance missions, the SR-71 operated at high speeds and altitudes to allow it to outrace threats. If a surface-to-air missile launch were detected, the standard evasive action was simply to accelerate and outfly the missile. The shape of the SR-71 was based on the A-12 which was one of the first aircraft to be designed with a reduced radar cross-section.",
  "/wiki/Robert_E._Thacker": "Colonel Robert E. Thacker, USAF (Ret.) (born February 21, 1918) is a retired test pilot, a lifelong aeromodeling enthusiast and designer, one of the few pilots in history to do tours of duty in two different theaters of operation (Europe and the Pacific) in World War II and the holder of a number of aviation records.",
  "/wiki/F-82_Twin_Mustang": "The North American F-82 Twin Mustang is the last American piston-engine fighter ordered into production by the United States Air Force. Based on the P-51 Mustang, the F-82 was originally designed as a long-range escort fighter in World War II. The war ended well before the first production units were operational."
}