{
  "/wiki/Regis_Philbin": "Regis Francis Xavier Philbin (/ˈriːdʒɪs ˈfɪlbɪn/; born August 25, 1931) is an American media personality, actor, and singer, known for hosting talk and game shows since the 1960s.  After graduating from the University of Notre Dame, he served in the Navy and got his television start serving as a page for the Tonight Show in the 1950s. Philbin gained his first network TV exposure in 1967 as Joey Bishop's sidekick on The Joey Bishop Show.",
  "/wiki/Kelly_Ripa": "Kelly Maria Ripa (born October 2, 1970) is an American actress, dancer, talk show hostess, and television producer.",
  "/wiki/Chris_Meloni": "Christopher Peter Meloni (born April 2, 1961) is an American actor. He is known for his television roles as NYPD Detective Elliot Stabler on the NBC legal drama Law & Order: Special Victims Unit for its first twelve seasons and as inmate Chris Keller on the HBO prison drama Oz. In June 2012, he returned to HBO, as the vampire Roman on the main cast of True Blood for the series' fifth season. Meloni also starred in and executive produced the Syfy series Happy! from 2017 to 2019.",
  "/wiki/The_Bachelor_(US_TV_series)": "The Bachelor is an American dating and relationship reality television series that debuted on March 25, 2002, on ABC. The show is hosted by Chris Harrison. The show's success has resulted in several spin-offs including The Bachelorette, Bachelor Pad, The Bachelor Canada, Bachelor in Paradise, Bachelor in Paradise: After Paradise, The Bachelor Winter Games, and The Bachelor: Listen to Your Heart.",
  "/wiki/Jenna_Elfman": "Jennifer Mary \"Jenna\" Elfman (née Butala; born September 30, 1971) is an American actress, best known for her performances in television comedies. Her first leading role was in the short-lived ABC sitcom Townies in 1996, before making her film debut in the 1997 comedy Grosse Pointe Blank.",
  "/wiki/Chesley_Sullenberger": "Chesley Burnett \"Sully\" Sullenberger III (born January 23, 1951) is an American retired airline captain. He is best known for his role in a 2009 forced water landing of US Airways Flight 1549 in the Hudson River off Manhattan after both engines were disabled by a bird strike; all 155 people aboard survived. Sullenberger is a speaker on aviation safety and has helped develop new protocols for airline safety. He served as the co-chairman, along with first officer Jeffrey Skiles, of the Experimental Aircraft Association (EAA)'s Young Eagles youth introduction-to-aviation program from 2009 to 2013.",
  "/wiki/Tim_Allen": "Timothy Alan Dick (born June 13, 1953), known professionally as Tim Allen, is an American actor and comedian. He is known for playing Tim \"The Toolman\" Taylor on the ABC sitcom Home Improvement (1991–1999) and Mike Baxter on the ABC/FOX sitcom Last Man Standing (2011–). He also voices Buzz Lightyear for the Toy Story franchise and played Scott Calvin and Santa Claus in the Santa Clause film trilogy (1994–2006). Allen's other films include For Richer or Poorer (1997), Jungle 2 Jungle (1997), Galaxy Quest (1999), Big Trouble (2002), Christmas with the Kranks (2004), The Shaggy Dog (2006), Wild Hogs (2007), Redbelt (2008), and Crazy on the Outside (2010).",
  "/wiki/Katharine_McPhee": "Katharine Hope McPhee Foster (born March 25, 1984) is an American actress, singer, and songwriter. In May 2006, she was the runner-up on the fifth season of American Idol.",
  "/wiki/Amy_Adams": "Amy Lou Adams (born August 20, 1974) is an American actress. Known for both her comedic and dramatic performances, she has placed three times in annual rankings of the highest-paid actresses in the world. Her accolades include two Golden Globes, and nominations for six Academy Awards and seven British Academy Film Awards.",
  "/wiki/Gabourey_Sidibe": "Gabourey Sidibe (/ˈɡæbəˌreɪ ˈsɪdɪˌbeɪ/ GAB-ə-ray SID-i-bay; born May 6, 1983) is an American actress. Sidibe made her acting debut in the 2009 film Precious, a role that earned her the Independent Spirit Award for Best Female Lead, in addition to nominations for the Golden Globe and Academy Award for Best Actress. Her other film roles include Tower Heist (2011), White Bird in a Blizzard (2014), and Grimsby (2016).",
  "/wiki/Nick_Jonas": "Nicholas Jerry Jonas (born September 16, 1992) is an American singer, songwriter and actor. Jonas began acting in theater at the age of seven, and released his debut single in 2002 which caught the attention of Columbia Records where Jonas formed a band with his older brothers, Joe and Kevin, known as the Jonas Brothers. The group released their debut studio album It's About Time through the Columbia label in 2006. After leaving Columbia Records and signing with Hollywood Records, the group released their self-titled second studio album in 2007, which became their breakthrough record. The band became prominent figures on the Disney Channel during this time, gaining a large following through the network and they appeared in the widely successful musical television film Camp Rock (2008) and its sequel Camp Rock 2: The Final Jam (2010) as well as two of their own series, Jonas Brothers: Living the Dream (2008–2010) and Jonas (2009–2010).",
  "/wiki/Zach_Braff": "Zachary Israel Braff (born April 6, 1975) is an American actor, director, screenwriter and producer. He is best known for his role as J. D. on the television series Scrubs (2001–2010), for which he was nominated for the Primetime Emmy Award for Outstanding Lead Actor in a Comedy Series in 2005 and for three Golden Globe Awards from 2005 to 2007. He starred in The Broken Hearts Club: A Romantic Comedy (2000), The Last Kiss (2006), The Ex (2006) and In Dubious Battle (2016), and has done voice-work for Chicken Little (2005), Oz the Great and Powerful (2013), and the Netflix series Bojack Horseman.",
  "/wiki/Marion_Cotillard": "Marion Cotillard (French: [maʁjɔ̃ kɔtijaʁ] (listen); born 30 September 1975) is a French actress, singer-songwriter, musician, and environmentalist. She is the recipient of an Academy Award, a BAFTA Award, a Golden Globe Award, two César Awards, a European Award, and a Lumières Award. She became a Knight of the Order of Arts and Letters in France in 2010, and was promoted to Officer in 2016.",
  "/wiki/Valerie_Bertinelli": "Valerie Anne Bertinelli (born April 23, 1960) is an American actress and television personality. She portrayed Barbara Cooper Royer on the sitcom One Day at a Time (1975–1984), Gloria on the religious drama series Touched by an Angel (2001–2003) and Melanie Moretti on the sitcom Hot in Cleveland (2010–2015). Since 2015, she has hosted the cooking shows Valerie's Home Cooking and Kids Baking Championship on Food Network.",
  "/wiki/Nathan_Fillion": "Nathan Fillion (/ˈfɪliən/; born March 27, 1971) is a Canadian-American actor, best known for the leading roles of Captain Malcolm \"Mal\" Reynolds on Firefly and its film continuation Serenity, Richard Castle on Castle and John Nolan on The Rookie.",
  "/wiki/Jennifer_Connelly": "Jennifer Lynn Connelly (born December 12, 1970) is an American actress who began her career as a child model. She appeared in magazine, newspaper and television advertising, before she made her film acting debut in the crime film Once Upon a Time in America (1984). Connelly continued modeling and acting, starring in a number of films, including the horror film Phenomena (1985), the musical fantasy film Labyrinth (1986), the romantic comedy Career Opportunities (1991), and the period superhero film The Rocketeer (1991). She gained critical acclaim for her work in the science fiction film Dark City (1998) and for playing a drug addict in Darren Aronofsky's drama Requiem for a Dream (2000).",
  "/wiki/Freddie_Prinze,_Jr.": "Frederick James Prinze Jr. (born March 8, 1976) is an American actor. He has starred in films such as I Know What You Did Last Summer (1997), I Still Know What You Did Last Summer (1998), She's All That (1999), Summer Catch (2001), Scooby-Doo (2002), and its sequel Scooby-Doo 2: Monsters Unleashed (2004). Prinze has also had recurring and starring roles in television shows, including Friends (2002), Boston Legal (2004), Freddie (2005–06) and 24 (2010), and voiced Kanan Jarrus in the Disney XD series Star Wars Rebels.",
  "/wiki/Tim_Gunn": "Timothy MacKenzie Gunn (born July 29, 1953) is an American fashion consultant, television personality, actor, voice actor and author. He served on the faculty of Parsons The New School for Design from 1982 to 2007 and was chair of fashion design at the school from August 2000 to March 2007, after which he joined Liz Claiborne as its chief creative officer. Over 16 seasons Gunn has become well known as the on-air mentor to designers on the reality television program Project Runway. Gunn's popularity on Project Runway led to two spin-off shows, Bravo's Tim Gunn's Guide to Style and Lifetime's Under the Gunn, as well as five books. In addition to being an executive producer, Gunn has served as mentor for the teen designers on Project Runway: Junior. He also provides the voice of Baileywick, the castle steward in the Disney Junior television show Sofia the First and narrated the sitcom Mixology.",
  "/wiki/Kiefer_Sutherland": "Kiefer William Frederick Dempsey George Rufus Sutherland (born 21 December 1966) is a Canadian actor, voice actor, producer, director, and singer-songwriter. He is known for his starring role as Jack Bauer in the Fox drama series 24 (2001–2010, 2014), for which he won an Emmy Award, a Golden Globe Award, two Screen Actors Guild Awards, and two Satellite Awards. He is the son of Canadian actors Donald Sutherland and Shirley Douglas, grandson of Canadian politician Tommy Douglas and the father of actress Sarah Sutherland.",
  "/wiki/Norah_Jones": "Norah Jones (born Geethali Norah Jones Shankar; March 30, 1979) is an American singer, songwriter, and pianist. She has won multiple awards and has sold more than 50 million records worldwide. Billboard named her the top jazz artist of the 2000s decade. She has won nine Grammy Awards and was ranked 60th on Billboard magazine's artists of the 2000s decade chart.",
  "/wiki/Mark_Consuelos": "Mark Andrew Consuelos (born March 30, 1971) is an American actor. He is best known for his portrayal of Mateo Santos on the ABC soap opera All My Children (1995–2001; 2010) and supporting actor Hiram Lodge on The CW drama Riverdale (2017–present).",
  "/wiki/Denzel_Washington": "Denzel Hayes Washington Jr. (born December 28, 1954) is an American actor, director, and producer. He has received two Golden Globe awards, one Tony Award, and two Academy Awards: Best Supporting Actor for the historical war drama film Glory (1989) and Best Actor for his role as corrupt detective Alonzo Harris in the crime thriller Training Day (2001). He is widely regarded as one of the greatest actors of his generation, and is considered an American cultural icon.",
  "/wiki/Matt_Bomer": "Matthew Staton Bomer (born October 11, 1977) is an American actor, producer, director and singer. He is the recipient of such accolades as a Golden Globe Award and has been nominated for a Primetime Emmy Award and two Screen Actors Guild Awards.",
  "/wiki/Jeff_Bridges": "Jeffrey Leon Bridges (born December 4, 1949) is an American actor, singer, comedian and producer. He comes from a prominent acting family and appeared on the television series Sea Hunt (1958–60), with his father, Lloyd Bridges and brother, Beau Bridges. He won numerous accolades, including the Academy Award for Best Actor for his role as Otis \"Bad\" Blake in the 2009 film Crazy Heart, and earned Academy Award nominations for his roles in The Last Picture Show (1971), Bad Company (1972), Thunderbolt and Lightfoot (1974), Starman (1984), The Contender (2000), True Grit (2010), and Hell or High Water (2016). His other films include Tron (1982), Jagged Edge (1985), The Fabulous Baker Boys (1989), The Fisher King (1991), Fearless (1993), The Big Lebowski (1998), Seabiscuit (2003), Iron Man (2008), Tron: Legacy (2010), and The Giver (2014).",
  "/wiki/Ian_Somerhalder": "Ian Joseph Somerhalder  (born December 8, 1978) is an American actor, model, activist and director. He is known for playing Boone Carlyle in the TV drama Lost, Damon Salvatore in The CW's supernatural drama The Vampire Diaries and Dr. Luther Swann in Netflix's sci-fi horror series V Wars.",
  "/wiki/Carrie_Underwood": "Carrie Marie Underwood (born March 10, 1983) is an American singer, songwriter, fashion designer, and actress. She rose to fame as the winner of the fourth season of American Idol in 2005. Her debut single, \"Inside Your Heaven\", made her the only country artist to debut at number one on the Billboard Hot 100 chart and the only solo country artist in the 2000s to have a number-one song on the Hot 100. Her debut album, Some Hearts (2005), was bolstered by the huge crossover success of the singles \"Jesus, Take the Wheel\" and \"Before He Cheats\", becoming the best-selling solo female debut album in country music history, the fastest-selling debut country album in Nielsen SoundScan history and the best-selling country album of the last 17 years. Underwood won three Grammy Awards for the album, including Best New Artist.",
  "/wiki/Randy_Jackson": "Randall Darius Jackson (born June 23, 1956) is an American bassist, singer, record producer, entrepreneur, and television personality.",
  "/wiki/Ashley_Judd": "Ashley Judd (born Ashley Tyler Ciminella; April 19, 1968) is an American actress and a political activist. She grew up in a family of performing artists: she is the daughter of country music singer Naomi Judd and the sister of Wynonna Judd. Her acting career has spanned more than three decades, and she has also become increasingly involved in global humanitarian efforts and political activism.",
  "/wiki/Dwayne_Johnson": "Dwayne Douglas Johnson (born May 2, 1972), also known by his ring name, The Rock, is an American actor, producer, investor and retired professional wrestler. Johnson was a professional wrestler for the World Wrestling Federation (WWF, now WWE) for eight years prior to pursuing an acting career. His films have grossed over $3.5 billion in North America and over $10.5 billion worldwide, making Johnson one of the most successful and highest-grossing box-office stars of all time.",
  "/wiki/Becki_Newton": "Rebecca Sara Newton (born July 4, 1978) is an American actress, known for her roles as Amanda Tanen on Ugly Betty and Quinn Garvey on How I Met Your Mother.",
  "/wiki/Brendan_Fraser": "Brendan James Fraser (/ˈfreɪzər/ FRAY-zər;[a] born December 3, 1968) is an American-Canadian actor. He is best known for playing Rick O'Connell in The Mummy trilogy (1999, 2001, 2008), as well as for leading roles in comedy and fantasy films including Encino Man (1992), George of the Jungle (1997), Bedazzled (2000), Looney Tunes: Back in Action (2003) and Journey to the Center of the Earth (2008). Fraser branched into dramatic cinema with roles in School Ties (1992), Gods and Monsters (1998), The Quiet American (2002) and Crash (2004).",
  "/wiki/Masi_Oka": "Masayori \"Masi\" Oka (岡 政偉, Oka Masayori, b. 1974) is an American actor, occasional rapper, producer and digital effects artist of Japanese descent who became widely known for his role on NBC's Heroes as Hiro Nakamura and in CBS's Hawaii Five-0 as Doctor Max Bergman.",
  "/wiki/Jerry_O%27Connell": "Jeremiah O'Connell (born February 17, 1974) is an American actor, director and talk show host, known for his roles as Quinn Mallory in the television series Sliders, Andrew Clements in My Secret Identity, Vern Tessio in the film Stand by Me (1986), Joe in Joe's Apartment (1996), Frank Cushman in Jerry Maguire (1996), Derek in Scream 2 (1997), Charlie Carbone in Kangaroo Jack (2003), and Detective Woody Hoyt on the drama Crossing Jordan. He starred as Pete Kaczmarek in the single 2010–11 season of The Defenders. He also had a starring role in the comedy horror film Piranha 3D (2010).",
  "/wiki/Harrison_Ford": "Harrison Ford (born July 13, 1942) is an American actor, aviator, and environmental activist. He gained worldwide fame for his starring role as Han Solo in the original Star Wars Trilogy (1977–1983), eventually reprising the role decades later in the sequel trilogy (2015–2019). Ford is also widely known for his portrayal of Indiana Jones in the Indiana Jones film franchise and as Tom Clancy's Jack Ryan in the spy thrillers Patriot Games (1992) and Clear and Present Danger (1994).",
  "/wiki/Lucy_Lawless": "Lucille Frances Lawless, MNZM (née Ryan; born 29 March 1968), is a New Zealand actress and singer. She portrayed the title character in television series Xena: Warrior Princess (1995–2001); cylon model Number Three D'Anna Biers on the re-imagined Battlestar Galactica series (2005–2009); and Lucretia in the television series Spartacus: Blood and Sand (2010), its prequel Spartacus: Gods of the Arena (2011), and its sequel Spartacus: Vengeance (2012).",
  "/wiki/Glenn_Close": "Glenn Close (born March 19, 1947) is an American actress, singer, and producer. Regarded as one of the greatest actresses of her generation, she is the recipient of numerous accolades, including three Primetime Emmy Awards, three Tony Awards, and three Golden Globe Awards. Close is a seven-time Academy Award nominee. In 2016, Close was inducted into the American Theater Hall of Fame, and in 2019, Time magazine named her one of the 100 most influential people in the world.",
  "/wiki/Tracey_Ullman": "Tracey Ullman (born 30 December 1959) is a British-American actress, comedian, singer, dancer, screenwriter, producer, director, author, and businesswoman.",
  "/wiki/Martin_Short": "Martin Hayter Short OC (born March 26, 1950) is a Canadian-American actor, comedian, singer and writer. He is known for his work on the television programs SCTV and Saturday Night Live. He has starred in comedy films such as Three Amigos (1986), Innerspace (1987), Three Fugitives (1989), Father of the Bride (1991), Pure Luck (1991), Captain Ron (1992), Father of the Bride Part II (1995), Mars Attacks! (1996), Jungle 2 Jungle (1997), and The Santa Clause 3: The Escape Clause (2006). He created the characters Jiminy Glick and Ed Grimley. In 1999, he won a Tony Award for his lead performance in a Broadway revival of Little Me.",
  "/wiki/Josh_Duhamel": "Joshua David Duhamel (/dəˈmɛl/; born November 14, 1972) is an American actor and former fashion model. After various modeling work, he made his acting debut as Leo du Pres on the ABC daytime soap opera All My Children and later starred as Danny McCoy on NBC's Las Vegas.",
  "/wiki/David_Duchovny": "David William Duchovny /dʊˈkʌvni/ (born August 7, 1960) is an American actor, writer, producer, director, novelist, and singer-songwriter. He is known for playing FBI agent Fox Mulder on the television series The X-Files and writer Hank Moody on the television series Californication, both of which have earned him Golden Globe awards.",
  "/wiki/Claire_Danes": "Claire Catherine Danes (born April 12, 1979) is an American actress. She is the recipient of three Emmy Awards, four Golden Globe Awards, and two Screen Actors Guild Awards. In 2012, Time named her one of the 100 most influential people in the world, and she was awarded a star on the Hollywood Walk of Fame in 2015.",
  "/wiki/Jeff_Probst": "Jeff Probst (born November 4, 1961) is an American game show host and an executive producer. He is best known as the Emmy Award-winning host of the U.S. version of the reality television show Survivor. He was also the host of The Jeff Probst Show, a syndicated daytime talk show produced by CBS Television Distribution from September 2012 to May 2013.",
  "/wiki/Julianne_Moore": "Julianne Moore (born Julie Anne Smith; December 3, 1960) is a Scottish American actress and children's author. Prolific in film since the early 1990s, she is particularly known for her portrayals of emotionally troubled women in both independent and blockbuster films, and has received many accolades, including an Academy Award, a British Academy Film Award and two Golden Globes. Time magazine named Moore one of the 100 most influential people in the world in 2015.",
  "/wiki/Wired_(magazine)": "Wired is a monthly American magazine, published in print and online editions, that focuses on how emerging technologies affect culture, the economy, and politics. Owned by Condé Nast, it is headquartered in San Francisco, California, and has been in publication since March/April 1993. Several spin-offs have been launched, including Wired UK, Wired Italia, Wired Japan, and Wired Germany. Condé Nast's parent company Advance Publications is also the major shareholder of Reddit, an internet information conglomeration website.",
  "/wiki/Kristen_Bell": "Kristen Anne Bell (born July 18, 1980) is an American actress and singer. She began her professional acting career by starring in stage productions while attending the Tisch School of the Arts at New York University. In 2001, she made her Broadway debut as Becky Thatcher in the comedy musical The Adventures of Tom Sawyer and starred in the Broadway revival of The Crucible the following year. In 2004, she appeared in the action thriller film Spartan and received critical praise for her performance in the television drama film Gracie's Choice.",
  "/wiki/Christine_Baranski": "Christine Jane Baranski (born May 2, 1952) is an American actress, singer, and producer. She is a 15-time Emmy Award nominee, winning once in 1995 for Outstanding Supporting Actress in a Comedy Series for her role as Maryann Thorpe in the sitcom Cybill (1995–98). Baranski has received further critical acclaim for her performance as Diane Lockhart in the legal drama series The Good Wife (2009–2016) and its spinoff series The Good Fight (2017–present), as well as her recurring role as Dr. Beverly Hofstadter in the sitcom The Big Bang Theory (2009–2019) for which she received four Emmy nominations. She is also known for her roles in numerous successful TV films, such as her portrayal of Kate in To Dance with the White Dog (1993), Prunella Stickler in Eloise at the Plaza, and Eloise at Christmastime (both 2003), and Amanda in Who Is Simon Miller? (2011).",
  "/wiki/Live_with_Regis_and_Kelly_(season_22)": "This is a list of Live with Regis and Kelly episodes which were broadcast during the show's 22nd season.  The list is ordered by air date."
}