{
  "/wiki/Regis_Philbin": "Regis Francis Xavier Philbin (/ˈriːdʒɪs ˈfɪlbɪn/; born August 25, 1931) is an American media personality, actor, and singer, known for hosting talk and game shows since the 1960s.  After graduating from the University of Notre Dame, he served in the Navy and got his television start serving as a page for the Tonight Show in the 1950s. Philbin gained his first network TV exposure in 1967 as Joey Bishop's sidekick on The Joey Bishop Show.",
  "/wiki/Kelly_Ripa": "Kelly Maria Ripa (born October 2, 1970) is an American actress, dancer, talk show hostess, and television producer.",
  "/wiki/Betty_White": "Betty Marion White Ludden (née White; born January 17, 1922) is an American actress and comedian, with the longest television career of any entertainer, spanning 80 years. Regarded as a pioneer of television, she was one of the first women to exert control both in front of and behind the camera and is recognized as the first woman to produce a sitcom (Life with Elizabeth), which contributed to her receiving the honorary title Mayor of Hollywood in 1955.",
  "/wiki/Michael_Weatherly": "Michael Manning Weatherly Jr. (born July 8, 1968) is an American actor, producer, and director known for playing the role of Anthony DiNozzo on the television series, NCIS (2003–2016) and earlier played Logan Cale in the drama Dark Angel (2000-2002). In 2016, he began the title role of Dr. Jason Bull in Bull, a courtroom drama.",
  "/wiki/Damon_Wayans": "Damon Kyle Wayans Sr. (/ˈdeɪmən ˈweɪ.ənz/; born September 4, 1960) is an American comedian, actor, writer, and producer, and member of the Wayans family of entertainers. Wayans performed as a comedian and actor throughout the 1980s, including a year long stint on the sketch comedy series Saturday Night Live.",
  "/wiki/Tom_Selleck": "Thomas William Selleck (/ˈsɛlɪk/; born January 29, 1945) is an American actor, film producer, and California Army National Guard veteran. He is most known for starring as private investigator Thomas Magnum in the television series Magnum, P.I. (1980–1988), as Peter Mitchell in Three Men and a Baby, and as NYPD Commissioner Frank Reagan in Blue Bloods on CBS since 2010.",
  "/wiki/Joel_McHale": "Joel Edward McHale (born November 20, 1971) is an American comedian, actor, writer, producer, and television host. He is known for hosting The Soup and portraying Jeff Winger on the NBC/Yahoo! sitcom Community. He has appeared in the films Spy Kids: All the Time in the World (2011) and Ted (2012). He also starred in the short-lived CBS sitcom The Great Indoors and in 2019, started hosting a reboot of Card Sharks.",
  "/wiki/Dancing_with_the_Stars_(U.S._season_10)": "Season ten of Dancing with the Stars premiered on March 22, 2010. There was not an elimination the first week of competition. The first elimination took place on March 30. Singer Nicole Scherzinger won the competition.",
  "/wiki/Pamela_Anderson": "Pamela Denise Anderson (born July 1, 1967) is a Canadian-American actress, model and animal rights activist. Anderson is best known for her appearances in Playboy magazine and for her work on the television series Home Improvement, Baywatch, and V.I.P..",
  "/wiki/Damian_Whitewood": "Damian Whitewood is an Australian dancer and former dancesport competitor.",
  "/wiki/Russell_Crowe": "Russell Ira Crowe (born 7 April 1964) is an actor, film producer and musician. Although a New Zealand citizen, he has lived most of his life in Australia. He came to international attention for his role as the Roman General Maximus Decimus Meridius in the historical film Gladiator (2000), directed by Ridley Scott, for which Crowe won an Academy Award, a Broadcast Film Critics Association Award, an Empire Award and a London Film Critics Circle Award for best actor, along with ten other nominations in the same category. Crowe's other award-winning performances include portrayals of tobacco firm whistle-blower Jeffrey Wigand in the drama film The Insider (1999), and John F. Nash in the biopic A Beautiful Mind (2001).",
  "/wiki/Mario_Lopez": "Mario Lopez Jr. (born October 10, 1973) is an American actor and entertainment journalist. He has appeared on several television series, in films, and on Broadway.  He is known for his portrayal of A.C. Slater on Saved by the Bell and Saved by the Bell: The College Years. He has appeared in numerous projects since, including the third season of Dancing with the Stars and as host for the syndicated entertainment news magazine show Extra. He has also hosted America's Best Dance Crew for MTV. In 2012, he co-hosted the second season of American version of The X Factor with Khloé Kardashian, and was the sole host for the third and final season.",
  "/wiki/Denzel_Washington": "Denzel Hayes Washington Jr. (born December 28, 1954) is an American actor, director, and producer. He has received two Golden Globe awards, one Tony Award, and two Academy Awards: Best Supporting Actor for the historical war drama film Glory (1989) and Best Actor for his role as corrupt detective Alonzo Harris in the crime thriller Training Day (2001). He is widely regarded as one of the greatest actors of his generation, and is considered an American cultural icon.",
  "/wiki/Lucy_Liu": "Lucy Liu (born December 2, 1968) is an American actress, who is known for playing the role of the vicious and ill-mannered Ling Woo in the television series Ally McBeal (1998–2002), the assertive assassin O-Ren Ishii in Kill Bill, and Joan Watson in the crime-drama series Elementary (2012–2019). Throughout her career, she has received two Screen Actors Guild Awards and has won the Seoul International Drama Award for Best Actress. She has been nominated for a Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series, and has received nominations for three People's Choice Awards and two Saturn Awards.",
  "/wiki/Queen_Latifah": "Dana Elaine Owens (born March 18, 1970), known professionally as Queen Latifah, is an American rapper, singer, songwriter, actress, and producer. Born in Newark, New Jersey, she signed with Tommy Boy Records in 1989 and released her debut album All Hail the Queen on November 28, 1989, featuring the hit single \"Ladies First\". Nature of a Sista' (1991) was her second and final album with Tommy Boy Records.",
  "/wiki/Beth_Ostrosky_Stern": "Beth Ostrosky Stern (born July 15, 1972) is an American actress, author, model, and animal-rights activist.",
  "/wiki/Teri_Hatcher": "Teri Lynn Hatcher (born December 8, 1964) is an American actress, writer, presenter and singer. She is most known for her portrayal of Lois Lane on the television series Lois & Clark: The New Adventures of Superman (1993–1997), as Paris Carver in the James Bond film Tomorrow Never Dies, and as Susan Mayer on the television series Desperate Housewives (2004–2012) amongst numerous other television and film roles. For her portrayal of Susan Mayer, she won the Golden Globe Award for Best Actress in a Musical or Comedy, three Screen Actors Guild Awards (one as lead female actor and the other two as part of the best ensemble), and a Primetime Emmy nomination for Outstanding Lead Actress in a Comedy Series.",
  "/wiki/Niecy_Nash": "Carol Denise \"Niecy\" Nash (née Ensley; born February 23, 1970) is an American comedian, actress, television host, model and producer, best known for her performances on television.",
  "/wiki/Louis_van_Amstel": "Louis van Amstel (born June 23, 1972) is a Dutch-American ballroom dance champion, professional dancer, and choreographer who appears on the U.S. reality television series Dancing with the Stars. He is the creator of the popular dance fitness program LaBlast children.",
  "/wiki/Amanda_Seyfried": "Amanda Michelle Seyfried (/ˈsaɪfrɛd/ SY-fred; born December 3, 1985) is an American actress, model and singer. She began her career as a model when she was 11 and her acting career at 15 with recurring parts on the soap operas As the World Turns (1999-2001) and All My Children (2003). Seyfried made her feature film debut in the 2004 teen comedy film Mean Girls and subsequently had supporting roles in independent films such as Nine Lives (2005) and Alpha Dog (2006). She had a recurring role on the UPN television series Veronica Mars (2004–2006), as well as the HBO series Big Love (2006-2011). Seyfried  starred in the musical feature film Mamma Mia! (2008) and reprised her role in the sequel, Mamma Mia! Here We Go Again (2018).",
  "/wiki/America%27s_Next_Top_Model": "America's Next Top Model (abbreviated ANTM and Top Model) is an American reality television series and interactive competition in which a number of aspiring models compete for the title of \"America's Next Top Model\" and a chance to begin their career in the modeling industry. Created by Tyra Banks, who also serves as an executive producer, and developed by Ken Mok and Kenya Barris, the series premiered in May 2003, and aired semiannually until 2012, then annually from 2013. The first six seasons (referred to as \"cycles\") aired on UPN, before UPN merged with The WB to create The CW in 2006. The following sixteen cycles aired on The CW until the series was first cancelled in October 2015. The series was revived in 2016 and has been airing on VH1 ever since. The series was among the highest-rated programs on UPN and was the highest-rated show on The CW from 2007 to 2010. Advertisers paid $61,315 per 30-second slot during the 2011–12 television season, the highest of any series on The CW.",
  "/wiki/Jimmy_Kimmel": "James Christian Kimmel (born November 13, 1967) is an American television host, comedian, writer, and producer. He is the host and executive producer of Jimmy Kimmel Live!, a late-night talk show that premiered on ABC on January 26, 2003 at Hollywood Masonic Temple in Hollywood, California; and on April 1, 2019, at a secondary home, the Zappos Theater on the Las Vegas Strip. Kimmel hosted the Primetime Emmy Awards in 2012 and 2016, and the Academy Awards in 2017 and 2018.",
  "/wiki/Survivor:_Heroes_vs._Villains": "Survivor: Heroes vs. Villains is the twentieth season of the American CBS competitive reality television series Survivor. It premiered on February 11, 2010 with a special two-hour episode. It was the show's fourth season to feature contestants from past seasons, after Survivor: All-Stars, Survivor: Guatemala, and Survivor: Micronesia, and was only the second season to feature a cast consisting entirely of returning players, after All-Stars. The season was filmed in Upolu, Samoa. The complete season, including the pre-season \"Surviving Survivor\" special and live reunion show, was released on DVD exclusively through Amazon.com on February 22, 2011. It was initially released as a 10-disc package, but was later reissued condensed into 5 discs.",
  "/wiki/Matthew_Fox_(actor)": "Matthew Chandler Fox (born July 14, 1966) is an American actor. He is best known for his roles as Charlie Salinger on Party of Five (1994–2000) and Jack Shephard on the drama series Lost (2004–2010), the latter of which earned him Golden Globe Award and Primetime Emmy Award nominations. Fox has also performed in ten feature films, including We Are Marshall (2006), Vantage Point (2008), Alex Cross (2012), Emperor (2012) and Bone Tomahawk (2015).",
  "/wiki/Matthew_Morrison": "Matthew James Morrison (born October 30, 1978) is an American actor, dancer, and singer-songwriter. Morrison is known for starring in multiple Broadway and Off-Broadway productions, including his portrayal of Link Larkin in Hairspray on Broadway, and for his role as Will Schuester on the Fox television show Glee (2009–2015). Morrison is signed with Adam Levine's 222 Records and received a Tony Award nomination for his featured role as Fabrizio Nacarelli in the musical The Light in the Piazza. From March 2015 to January 2016, Morrison starred in the lead role of J.M. Barrie in the Broadway production of Finding Neverland.",
  "/wiki/Ashton_Kutcher": "Christopher Ashton Kutcher (/ˈkʊtʃər/; born February 7, 1978) is an American actor, producer, and entrepreneur. He began his acting career portraying Michael Kelso in the Fox sitcom That '70s Show (1998–2006). He made his film debut in the romantic comedy Coming Soon (1999), followed by the comedy film Dude, Where's My Car? (2000), which was a box office hit. In 2003, Kutcher moved into romantic comedies, appearing in that year's Just Married and My Boss's Daughter. In 2003, he created and produced the television series Punk'd, also serving as host for the first eight of its ten seasons. In 2004, Kutcher starred in the lead role of the psychological film  The Butterfly Effect.",
  "/wiki/Miss_USA": "Miss USA is an American beauty pageant that has been held annually since 1952 to select the entrant from United States in the Miss Universe pageant. The Miss Universe Organization operates both pageants, as well as Miss Teen USA.",
  "/wiki/Mike_Myers_(actor)": "Michael John Myers OC (born May 25, 1963) is a Canadian actor, comedian, screenwriter, producer, and director who holds Canadian, British, and American citizenship. He is known for his run as a performer on Saturday Night Live from 1989 to 1995, and for playing the title roles in the Wayne's World, Austin Powers, and Shrek film franchises. He made his directorial debut with the documentary Supermensch: The Legend of Shep Gordon (2013). He has stepped away from acting since 2012, though he had supporting roles in Terminal and Bohemian Rhapsody (both 2018).",
  "/wiki/Dancing_with_the_Stars": "Dancing with the Stars is the name of various international television series based on the format of the British TV series Strictly Come Dancing, which is distributed by BBC Worldwide, the commercial arm of the BBC. Currently the format has been licensed to over 42 territories.",
  "/wiki/Chad_Ochocinco": "Chad Javon Johnson (born January 9, 1978), known from 2008 to 2012 as Chad Ochocinco, is a former  American football wide receiver. He played college football for Santa Monica College and Oregon State University, and played eleven seasons in the National Football League (NFL) for the Cincinnati Bengals, New England Patriots, and the Miami Dolphins. He was drafted by the Cincinnati Bengals of the National Football League (NFL) in the second round of the 2001 NFL Draft, and played for the Bengals for 10 seasons. In 2011, Johnson was traded to the New England Patriots, who he played for in Super Bowl XLVI. In 2012, Johnson played for the Miami Dolphins during preseason but was released following his arrest for domestic violence. He played for the Montreal Alouettes of the Canadian Football League (CFL) from 2014 to 2015, and played one game in 2017 for Mexican team Monterrey Fundidores of the Liga de Fútbol Americano Profesional. Johnson emerged as one of the NFL's most productive wide receivers of the 2000's and owns nearly every Bengals receiving record.",
  "/wiki/Cheryl_Burke": "Cheryl Stephanie Burke (born May 3, 1984) is an American dancer, model and TV host. She is best known for being one of the professional dancers on ABC's Dancing with the Stars, where she was the first female professional to win the show and the first professional to win twice and consecutively. She has participated in 21 seasons thus far. She came in second on the NBC series I Can Do That. She replaced Abby Lee Miller on Dance Moms in 2017.",
  "/wiki/Cameron_Diaz": "Cameron Michelle Diaz (born August 30, 1972) is an American actress, writer and former model. She has frequently appeared in comedies throughout her career, while also earning critical recognition in dramatic films. Her accolades include four Golden Globe Award nominations, three Screen Actors Guild Award nominations, and a New York Film Critics Award. In 2013, she was named the highest-paid actress over 40 in Hollywood. As of 2018[update], the U.S. domestic box office grosses of Diaz's films total over US$3 billion, with worldwide grosses surpassing US$7 billion, making her the fifth highest-grossing U.S. domestic box office actress.",
  "/wiki/Kim_Cattrall": "Kim Victoria Cattrall (/kəˈtræl/; born 21 August 1956) is a British-Canadian actress. She is best known for her role as Samantha Jones on HBO's Sex and the City (1998–2004), for which she received five Emmy Award nominations and four Golden Globe Award nominations, winning the 2002 Golden Globe for Best Supporting Actress. She reprised the role in the films Sex and the City (2008) and Sex and the City 2 (2010).",
  "/wiki/Bret_Michaels": "Bret Michael Sychak (born Friday, March 15, 1963), professionally known as Bret Michaels, is an American singer-songwriter and musician. He gained fame as the lead singer of the glam rock band Poison who have sold over 40 million records worldwide and 15 million records in the United States alone. The band has also charted 10 singles to the Top 40 of the Billboard Hot 100, including six Top 10 singles and a number-one single, \"Every Rose Has Its Thorn\".",
  "/wiki/Jonas_Brothers": "The Jonas Brothers are an American pop rock band. Formed in 2005, they gained popularity from their appearances on the Disney Channel television network. They consist of three brothers: Kevin Jonas, Joe Jonas, and Nick Jonas. Raised in Wyckoff, New Jersey, the Jonas Brothers moved to Little Falls, New Jersey, in 2005, where they wrote their first record that made its Hollywood Records release. In the summer of 2008, they starred in the Disney Channel Original Movie Camp Rock and its sequel, Camp Rock 2: The Final Jam. They also starred as Kevin, Joe, and Nick Lucas from the band, JONAS, in their own Disney Channel series Jonas, which was rebranded as Jonas L.A. after the first season and cancelled after the second. The band have released five albums: It's About Time (2006), Jonas Brothers (2007), A Little Bit Longer (2008), Lines, Vines and Trying Times (2009), and Happiness Begins (2019).",
  "/wiki/Cynthia_Nixon": "Cynthia Ellen Nixon (born April 9, 1966) is an American actress and activist. For her portrayal of Miranda Hobbes in the HBO series Sex and the City (1998–2004), she won the 2004 Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series. She reprised the role in the films Sex and the City (2008) and Sex and the City 2 (2010). Her other film credits include Amadeus (1984), James White (2015), and playing Emily Dickinson in A Quiet Passion (2016).",
  "/wiki/Jewel_(singer)": "Jewel Kilcher (born May 23, 1974) is an American singer-songwriter, musician, producer, actress, author, and poet. She has received four Grammy Award nominations and, as of 2015, has sold over 30 million albums worldwide.",
  "/wiki/Jake_Gyllenhaal": "Jacob Benjamin Gyllenhaal (common: /ˈdʒɪlənhɔːl/, correct: [ˈjʏ̂lːɛnˌhɑːl]; born December 19, 1980) is an American actor and film producer. Born into the Gyllenhaal family, he is the son of director Stephen Gyllenhaal and screenwriter Naomi Foner. He began acting as a child, making his acting debut in City Slickers (1991), followed by roles in his father's films A Dangerous Woman (1993) and Homegrown (1998). His breakthrough performances were as Homer Hickam in October Sky (1999) and as a psychologically troubled teenager in Donnie Darko (2001). His most widely seen film to that point came with the disaster film The Day After Tomorrow (2004).",
  "/wiki/Nicole_Scherzinger": "Nicole Scherzinger (/ˈʃɜːrzɪŋər/; born Nicole Prescovia Elikolani Valiente; June 29, 1978) is an American singer, songwriter, dancer, actress and television personality. Born in Honolulu, Hawaii, and raised in Louisville, Kentucky, she initially performed in high school  at Clark AB  plays and studied at Wright State University before dropping out to pursue a musical career touring alongside American rock band Days of the New and through Popstars, became part of the short-lived girl group Eden's Crush. Scherzinger rose to fame as the lead singer of the Pussycat Dolls and released the albums PCD (2005) and Doll Domination (2008) becoming one of the world's best-selling girl groups of all time.",
  "/wiki/Derek_Hough": "Derek Hough (/ˈhʌf/; born May 17, 1985) is an American professional Latin and ballroom dancer, choreographer, actor and singer.",
  "/wiki/Biggest_Loser": "The Biggest Loser is a reality television format which started with the American TV show The Biggest Loser in 2004. The show centers on overweight and obese contestants attempting to lose the most weight; the winner receives a cash prize. There are different variations of The Biggest Loser around the world. Each country has made its own adaptation of the show; however, the contestants always have the same goal: to lose the highest percentage of weight (or most weight) to become the \"biggest loser\". There is no minimum or maximum weight limit for the show but most males tend to weigh over or near 300 lb (136 kg). Females tend to weigh over or near 200 lb (91 kg).",
  "/wiki/Sarah_Jessica_Parker": "Sarah Jessica Parker (born March 25, 1965) is an American actress, producer, and designer. She is known for her role as Carrie Bradshaw on the HBO television series Sex and the City (1998–2004), for which she won two Emmy Awards, four Golden Globe Awards for Best Actress in a Comedy Series and three Screen Actors Guild Awards. The character was widely popular during the airing of the series and was later recognized as one of the greatest female characters in American television. She later reprised the role in films Sex and the City (2008) and Sex and the City 2 (2010).",
  "/wiki/Evan_Lysacek": "Evan Frank Lysacek (/ˈlaɪsətʃɛk/; born June 4, 1985) is an American figure skater. He is the 2010 Olympic champion, the 2009 World champion, a two-time (2005, 2007) Four Continents champion, the 2009 Grand Prix Final champion, and a two-time (2007, 2008) U.S. national champion. Lysacek was the 2010 United States Olympic Committee's SportsMan of the Year, and the winner of the James E. Sullivan Award as the top U.S. amateur athlete of 2010. On January 22, 2016, he was inducted into the U.S. Figure Skating Hall of Fame. Evan Lysacek is the last American male figure skater to win an individual Olympic medal.",
  "/wiki/Anna_Trebunskaya": "Anna Trebunskaya (Russian: Анна Требунская; born 28 December 1980) is a Russian born American professional ballroom and Latin dancer, known for her appearances on Dancing with the Stars. She now lives in Los Angeles and dances in the International Latin style.",
  "/wiki/Erin_Andrews": "Erin Jill Andrews (born May 4, 1978) is an American sportscaster and television personality. She hosts Dancing with the Stars for ABC and is a sideline reporter for Fox NFL.",
  "/wiki/Maksim_Chmerkovskiy": "Maksim \"Maks\" Aleksandrovich Chmerkovskiy (Ukrainian: Максим Олександрович Чмерковський [mɐkˈsɪm olekˈsɑndrowɪtʃ ˈtʃmɛrkou̯sʲkɪj]; born January 17, 1980) is a Ukrainian-American Latin–ballroom dance champion, choreographer, and instructor. He is widely known as one of the professional dancers on the American television series Dancing with the Stars, on which he first appeared in season two. In his 17 seasons as a competing pro on the show, Chmerkovskiy made it to the final round five times, with two runner-up and two third-place finishes. On May 20, 2014, Chmerkovskiy, paired with Olympic ice dancer Meryl Davis, won his first Dancing with the Stars title. Chmerkovskiy has also starred in the Broadway productions of dance shows Burn the Floor and Forever Tango.",
  "/wiki/Anderson_Cooper": "Anderson Hays Cooper (born June 3, 1967) is an American journalist, television personality, and author. He is the primary anchor of the CNN news show Anderson Cooper 360°. The program is usually broadcast live from a New York City studio; however, Cooper often broadcasts live from CNN's studios in Washington, D.C., or on location for breaking news stories.  In addition, he is a correspondent for 60 Minutes.",
  "/wiki/Kristin_Davis": "Kristin Landen Davis (also listed as Kristin Lee Davis; born  February 23, 1965) is an American actress. She is known for playing Brooke Armstrong on the soap opera Melrose Place (1995–1996), and Charlotte York Goldenblatt on HBO's Sex and the City (1998–2004). She received nominations at the Emmys and the Golden Globes in 2004 for her role as Charlotte, and reprised the role in the films Sex and the City (2008) and Sex and the City 2 (2010). She has accomplished a great deal of philanthropic work and has worked with Oxfam and UNHCR throughout the years."
}