{
  "/wiki/Kelly_Ripa": "Kelly Maria Ripa (born October 2, 1970) is an American actress, dancer, talk show hostess, and television producer.",
  "/wiki/Piers_Morgan": "Piers Stefan Pughe-Morgan  (/pɪərs/; né O'Meara; born 30 March 1965) is an English broadcaster, journalist, writer, and television personality. He is currently a co-presenter of the ITV Breakfast programme Good Morning Britain from Monday to Wednesday each week.",
  "/wiki/Eva_Mendes": "Eva de la Caridad Méndez, known professionally as Eva Mendes (/ˈmɛndɛz/; born March 5, 1974), is an American actress and businesswoman. Her acting career began in the late 1990s, with a series of roles in B films such as Children of the Corn V: Fields of Terror (1998) and Urban Legends: Final Cut (2000).",
  "/wiki/Rachel_Zoe": "Rachel Zoe Rosenzweig (born September 1, 1971) is an American fashion designer, businesswoman, and writer. She has been involved in the fashion industry for nearly two decades. From 2008 until 2013, Zoe starred in the Bravo reality television series The Rachel Zoe Project.",
  "/wiki/Regis_Philbin": "Regis Francis Xavier Philbin (/ˈriːdʒɪs ˈfɪlbɪn/; born August 25, 1931) is an American media personality, actor, and singer, known for hosting talk and game shows since the 1960s.  After graduating from the University of Notre Dame, he served in the Navy and got his television start serving as a page for the Tonight Show in the 1950s. Philbin gained his first network TV exposure in 1967 as Joey Bishop's sidekick on The Joey Bishop Show.",
  "/wiki/Cat_Deeley": "Catherine Elizabeth \"Cat\" Deeley (born 23 October 1976) is an English television presenter, model, actress, journalist, television producer, dancer, singer and media personality based in the UK and the United States. From 1998 to 2002, she hosted the children's programme SMTV Live and its spin-off chart show CD:UK. In 2001, she won a BAFTA Children's Award for hosting SMTV Live. She has also hosted  Fame Academy on the BBC, and the 2004 Brit Awards.",
  "/wiki/Mike_Posner_(musician)": "Michael Robert Henrion Posner (/ˈpoʊznər/ POHZ-nər; born February 12, 1988) is an American singer, songwriter, rapper, poet, and record producer. Posner released his debut album, 31 Minutes to Takeoff, on August 10, 2010. The album includes the US Billboard Hot 100 top 10 single \"Cooler than Me\" as well as the top 20 single \"Please Don't Go\".  In 2016 he released his second album, At Night, Alone. A remix of his 2015 single \"I Took a Pill in Ibiza\" from the album peaked in the top 10 on the charts in 27 countries around the world, including hitting number one in many and the top five on the Billboard Hot 100 in the United States. He has written songs for a great number of fellow artists. In March 2017, he released his first book of poetry, Tear Drops & Balloons. Posner is also a member of the alternative hip-hop and R&B duo Mansionz with Matthew Musto (aka blackbear). On April 15, 2019, Posner started to walk across the continental United States, from New Jersey to California. He completed the journey on October 18, 2019 (2851 miles in 186 days), after surviving a rattlesnake bite in August 2019 in Colorado.",
  "/wiki/Will_Ferrell": "John William Ferrell (/ˈfɛrəl/; born July 16, 1967) is an American actor, comedian, producer, writer and businessman. He first established himself in the mid-1990s as a cast member on the NBC sketch comedy show Saturday Night Live, and has subsequently starred in comedy films such as Anchorman: The Legend of Ron Burgundy (2004), Talladega Nights (2006), Step Brothers (2008), The Other Guys (2010) and Anchorman 2: The Legend Continues (2013), all but one of which he co-wrote with his comedy partner Adam McKay. The two also founded the comedy website Funny or Die in 2007. Other film roles include Elf, Old School (both 2003), Blades of Glory (2007), Daddy's Home (2015), and the animated films Megamind (2010) and The Lego Movie (2014).",
  "/wiki/Christiane_Amanpour": "Christiane Maria Heideh Amanpour CBE (/ˌkrɪstʃiˈɑːn ˌɑːmənˈpʊər/ (listen); Persian: كرستين امانپور‎, romanized: Kristiane Amānpur; born 12 January 1958) is a British-Iranian journalist and television host. Amanpour is the Chief International Anchor for CNN and host of CNN International's nightly interview program Amanpour. She is also the host of Amanpour & Company on PBS.",
  "/wiki/The_Bachelorette": "The Bachelorette is an American reality television dating game show that debuted on ABC on January 8, 2003. The show is a spin-off of The Bachelor that airs on the same network. The first season featured Trista Rehn, the runner-up date from the first season of The Bachelor, offering the opportunity for Rehn to choose a husband among 25 bachelors. The 2004 season of The Bachelorette again took a runner-up from the previous season of The Bachelor. After last airing on February 28, 2005, the series returned to ABC during the spring of 2008, following an absence of three years.",
  "/wiki/Dylan_McDermott": "Dylan McDermott (born Mark Anthony McDermott; October 26, 1961) is an American actor. He is best known for his role as lawyer and law firm head Bobby Donnell on the legal drama series The Practice, which earned him a Golden Globe Award for Best Performance by an Actor in a Television Series – Drama and a nomination for the Primetime Emmy Award for Outstanding Lead Actor in a Drama Series.",
  "/wiki/Anderson_Cooper": "Anderson Hays Cooper (born June 3, 1967) is an American journalist, television personality, and author. He is the primary anchor of the CNN news show Anderson Cooper 360°. The program is usually broadcast live from a New York City studio; however, Cooper often broadcasts live from CNN's studios in Washington, D.C., or on location for breaking news stories.  In addition, he is a correspondent for 60 Minutes.",
  "/wiki/Julia_Roberts": "Julia Fiona Roberts (born October 28, 1967) is an American actress and producer. She established herself as a leading lady in Hollywood after headlining the romantic comedy film Pretty Woman (1990), which grossed $464 million worldwide. She has won three Golden Globe Awards, from eight nominations, and has been nominated for four Academy Awards for her film acting, winning the Academy Award for Best Actress for her performance in Erin Brockovich (2000).",
  "/wiki/Cake_Boss": "Cake Boss is an American reality television series, airing on the cable television network TLC. The show follows the operations of Carlo's Bake Shop, an Italian-American family-owned business in Hoboken, New Jersey owned and operated by siblings Buddy Valastro (to whom the series' title refers), Lisa Valastro (Buddy's sister), Maddalena Castano, Grace Faugno and Mary Sciarrone. The show focuses on how they make their edible art cakes, and the interpersonal relationships among the various family members and other employees who work at the shop. The series premiered on April 19, 2009, and has spawned four spin-off's: Next Great Baker, Kitchen Boss, Bake You Rich, and Bakery Boss.",
  "/wiki/Sylvester_Stallone": "Sylvester Enzio Stallone (/stəˈloʊn/; born Michael Sylvester Gardenzio Stallone, July 6, 1946) is an American actor, director, screenwriter, and producer.",
  "/wiki/Gabourey_Sidibe": "Gabourey Sidibe (/ˈɡæbəˌreɪ ˈsɪdɪˌbeɪ/ GAB-ə-ray SID-i-bay; born May 6, 1983) is an American actress. Sidibe made her acting debut in the 2009 film Precious, a role that earned her the Independent Spirit Award for Best Female Lead, in addition to nominations for the Golden Globe and Academy Award for Best Actress. Her other film roles include Tower Heist (2011), White Bird in a Blizzard (2014), and Grimsby (2016).",
  "/wiki/Anthony_Edwards": "Anthony Charles Edwards (born July 19, 1962) is an American actor and director. He is most widely known for his role as Dr. Mark Greene on the first eight seasons of ER, for which he received a Golden Globe award and six Screen Actors Guild Awards, and was nominated for four consecutive Primetime Emmy Awards. Additionally, he has appeared in various movies and television shows, including Top Gun, Zodiac, Miracle Mile, Revenge of the Nerds, Planes, Northern Exposure and Designated Survivor.",
  "/wiki/Jessica_Szohr": "Jessica Karen Szohr (/ˈzɔːr/; born March 31, 1985) is an American actress. She started her screen career appearing on television shows such as My Wife and Kids (2003), Joan of Arcadia (2004), What About Brian (2007) and CSI: Miami (2007). She gained recognition in 2007 with her breakthrough role as Vanessa Abrams on The CW's teen drama series Gossip Girl (2007–12). She has appeared in feature films including the horror film Piranha 3D (2010), the comedy film I Don't Know How She Does It (2011), the comedy film The Internship (2013) and the comedy film Ted 2 (2015). Her recent television credits include Complications (2015), Kingdom (2015), Twin Peaks (2017) and Shameless (2017–18). In 2018, she joined the cast during the second season of the science fiction series The Orville.",
  "/wiki/Jason_Bateman": "Jason Kent Bateman (born January 14, 1969) is an American actor, director, and producer. He began acting on television in the early 1980s on Little House on the Prairie, Silver Spoons, and The Hogan Family. In the 2000s, he became known for his role of Michael Bluth using deadpan comedy in the sitcom Arrested Development, for which he won a Golden Globe and a Satellite Award. He has also starred in the films Teen Wolf Too (1987), The Break-Up (2006), Juno (2007), Hancock (2008), Up in the Air, Couples Retreat, Extract (all 2009), The Switch (2010), Horrible Bosses (2011) and its sequel (2014), The Gift (2015), Office Christmas Party, Zootopia (both 2016) and Game Night (2018).",
  "/wiki/Chris_Bosh": "Christopher Wesson Bosh (born March 24, 1984) is an American former professional basketball player. A Texas Mr. Basketball in high school, Bosh played one season of college basketball for Georgia Tech before declaring for the 2003 NBA draft. He was selected fourth overall by the Toronto Raptors.",
  "/wiki/Jimmy_Fallon": "James Thomas Fallon (born September 19, 1974) is an American comedian, actor, television host, singer, writer, and producer. He is known for his work in television as a cast member on Saturday Night Live and as the host of late-night talk show The Tonight Show Starring Jimmy Fallon and before that Late Night with Jimmy Fallon. He grew up with an interest in comedy and music, moving to Los Angeles at 21 to pursue opportunities in stand-up comedy.",
  "/wiki/Sara_Rue": "Sara Rue (born January 26, 1979) is an American actress. She is known for her performances as Carmen Ferrara on Popular, and as Claude Casey on Less than Perfect. In 2011, she hosted The CW reality series Shedding for the Wedding. She had a recurring role in the comedy Rules of Engagement, in which she played Brenda, the softball teammate and good friend of Jeff Bingham. She also had a regular role as Kim on the short-lived ABC sitcom Malibu Country, and appeared in the main cast of the TV Land comedy series Impastor. She is also known for her role as Olivia Caliban in the second season of A Series of Unfortunate Events.",
  "/wiki/Jonah_Hill": "Jonah Hill Feldstein (born December 20, 1983) is an American actor, director, producer, screenwriter, and comedian. Hill is known for his comedic roles in films including Superbad (2007), Knocked Up (2007), Forgetting Sarah Marshall (2008), Get Him to the Greek (2010), 21 Jump Street (2012), This Is the End (2013), and 22 Jump Street (2014) as well as his dramatic performances in Moneyball (2011) and The Wolf of Wall Street (2013), for which he received Academy Award nominations for Best Supporting Actor.",
  "/wiki/Jane_Lynch": "Jane Marie Lynch (born July 14, 1960) is an American actress, voice actress, author, singer and comedian. She is best known for her role as Sue Sylvester in the musical television series Glee. She also gained fame in Christopher Guest's \nimprov mockumentary pictures such as Best in Show.",
  "/wiki/Sarah_McLachlan": "Sarah Ann McLachlan OC OBC (born January 28, 1968) is a Canadian singer-songwriter known for her emotional ballads and mezzo-soprano vocal range. As of 2015 she had sold over 40 million albums worldwide. McLachlan's best-selling album to date is Surfacing, for which she won two Grammy Awards (out of four nominations) and four Juno Awards. In addition to her personal artistic efforts, she founded the Lilith Fair tour, which showcased female musicians on an unprecedented scale. The Lilith Fair concert tours took place from 1997 to 1999, and resumed in the summer of 2010.",
  "/wiki/WKQI": "WKQI (95.5 MHz) is an FM radio station serving Detroit, Michigan. Owned by iHeartMedia, it broadcasts a Top 40/CHR format branded as Channel 955 (pronounced \"nine-five-five\").  WKQI transmits its signal with an effective radiated power of 100,000 watts from an antenna 430 feet in height located at the intersection of Greenfield Road and 10 Mile Road in suburban Oak Park in Oakland County, and has studios in Farmington Hills.",
  "/wiki/Emma_Thompson": "Dame Emma Thompson DBE (born 15 April 1959) is a British actress, screenwriter, activist, author, and comedian. One of Britain's most acclaimed actresses, she often portrays enigmatic and matronly characters with a sense of wit, frequently in period dramas and literary adaptations. She is the recipient of numerous accolades, including two Academy Awards, a Primetime Emmy Award, three BAFTA Awards, and two Golden Globe Awards.",
  "/wiki/Joey_Lawrence": "Joseph Lawrence Mignogna Jr. (born April 20, 1976) is an American actor, musician, and game show host. He got his start as a child star in the early 1980s and is best known for his role as Joey Russo in Blossom. Lawrence also starred in the series Brotherly Love with his real-life brothers Matthew and Andrew.",
  "/wiki/So_You_Think_You_Can_Dance_(U.S._TV_series)": "So You Think You Can Dance is an American televised dance competition show that airs on Fox in the United States and is the flagship series of the international So You Think You Can Dance television franchise. It was created by American Idol producers Simon Fuller and Nigel Lythgoe and is produced by 19 Entertainment and Dick Clark Productions The series premiered on July 20, 2005, with over ten million viewers and ended the summer season as the top-rated show on television. The first season was hosted by American news personality Lauren Sánchez. Since the second season, it has been hosted by former British children's television personality and game show emcee Cat Deeley.",
  "/wiki/WXXL": "WXXL (106.7 FM, XL106.7) is a Top 40 (CHR) radio station licensed to Tavares, Florida, United States. It primarily serves the Greater Orlando metropolitan area. The station is currently owned by iHeartMedia, broadcasting from its Maitland studio and transmitting from Winter Garden.",
  "/wiki/Maggie_Gyllenhaal": "Margalit Ruth Gyllenhaal (/ˈdʒɪlənhɔːl/; born November 16, 1977) is an American actress and producer. Part of the Gyllenhaal family, she is the daughter of filmmakers Stephen Gyllenhaal and Naomi Achs, and the older sister of actor Jake Gyllenhaal.",
  "/wiki/Yo_Gabba_Gabba!": "Yo Gabba Gabba! is an American-Canadian live action/puppet educational, musical children's television series starring five costumed toys coming to life and their friend DJ Lance Rock. The series premiered on Nick Jr. August 20, 2007 and ended on November 12, 2015. A single topic is addressed in each episode, e.g. \"Adventure\", \"Friends\", and \"Dance\", through songs and short storylines in the half-hour program. Additionally, the show teaches children life and social skills, such as sharing and trying new foods. It also encourages viewers to move along with and dance with the characters in the program. The show is noted for its indie-culture guest stars and bands, and for drawing visual inspiration from 8-bit video games and H.R. Pufnstuf, among other television shows. Created by Christian Jacobs (lead singer of the Aquabats) and Scott Schultz, the show's learning process has parents, older siblings, and younger kids watch the show together rather than letting it act as a babysitter. The television program has spawned a touring live stage show, various toys and branded clothing. Trademarks relating to Yo Gabba Gabba! and its characters are held by GabbaCaDabra, LLC in partnership with The Magic Store and WildBrain.",
  "/wiki/KOST": "KOST (103.5 MHz) is a radio station in Los Angeles, California. Owned by iHeartMedia, it broadcasts an adult contemporary format. It is co-located with its sister stations on West Olive Avenue in Burbank. The transmitter is atop Mount Wilson alongside most L.A. based television and FM radio stations.  Those FM stations, along with KOST, are considered \"superpower\" grandfathered Class B FM radio stations, since their effective radiated power greatly exceeds the level the U.S. Federal Communications Commission sets for Class B FM stations at the height on Mount Wilson.",
  "/wiki/Jennifer_Aniston": "Jennifer Joanna Aniston (born February 11, 1969) is an American actress, film producer, and businesswoman. The daughter of actors John Aniston and Nancy Dow, she began working as an actress at an early age with an uncredited role in the 1987 film Mac and Me. Her first major film role came in the 1993 horror comedy Leprechaun. Since her career grew in the early 1990s, Aniston has been one of the highest-paid actresses in Hollywood.",
  "/wiki/Kyle_MacLachlan": "Kyle Merritt MacLachlan (/məˈɡlɒklən/; born February 22, 1959) is an American actor. He is best known for his role as Dale Cooper in Twin Peaks (1990–1991; 2017) and its film prequel Twin Peaks: Fire Walk with Me (1992), as well as roles in two of David Lynch's films: Paul Atreides in Dune (1984) and Jeffrey Beaumont in Blue Velvet (1986). MacLachlan's other film roles include Lloyd Gallagher in The Hidden (1987), Ray Manzarek in The Doors (1991), Cliff Vandercave in The Flintstones (1994), Zack Carey in Showgirls (1995), and the voice of Riley's father in Inside Out (2015).",
  "/wiki/Jordin_Sparks": "Jordin Brianna Sparks (born December 22, 1989) is an American singer, songwriter and actress. She rose to fame in 2007 after winning the sixth season of American Idol at age 17, becoming the youngest winner in the series' history. Her self-titled debut studio album, released later that year, was certified platinum by the Recording Industry Association of America (RIAA) and has sold over two million copies worldwide. The album spawned the Billboard Hot 100 top-ten singles \"Tattoo\" and \"No Air\"; the latter, a collaboration with Chris Brown, is currently the third highest-selling single by any American Idol contestant, selling over three million digital copies in the United States. The song earned Sparks her first Grammy Award nomination for Best Pop Collaboration with Vocals.",
  "/wiki/WWWQ": "WWWQ (99.7 FM) – branded as Q99-7 – is a commercial contemporary hit radio (CHR) radio station licensed to Atlanta, Georgia, serving the Atlanta metropolitan area. Owned by Cumulus Media, WWWQ serves as the Atlanta affiliate for The Daly Download with Carson Daly, and is the flagship station of The Bert Show. The WWWQ studios are located in the Atlanta suburb of Sandy Springs, while the station transmitter resides in Atlanta's Druid Hills neighborhood. Besides a standard analog transmission, WWWQ broadcasts over three HD Radio channels, and is available online. The WWWQ-HD2 digital subchannel airs a modern rock format, while the WWWQ-HD3 digital subchannel airs a classic hip-hop format; both simulcast over low-power FM translators.",
  "/wiki/Hayden_Christensen": "Hayden Christensen (born April 19, 1981) is a Canadian actor and producer. He began his career on Canadian television at the age of 13, then diversified into American television in the late 1990s. He was praised for his acting as Sam in Life as a House (2001), earning Golden Globe Award and Screen Actors Guild Award nominations. Christensen gained international fame for his portrayal of Anakin Skywalker / Darth Vader in the Star Wars prequel trilogy films, Star Wars: Episode II – Attack of the Clones (2002) and Star Wars: Episode III – Revenge of the Sith (2005). His honours for these films include a nomination for the Saturn Award for Best Actor and the Cannes Film Festival Revelation Award. He also received praise for his portrayal of Stephen Glass in the film Shattered Glass.",
  "/wiki/Melissa_Joan_Hart": "Melissa Joan Hart (born April 18, 1976) is an American actress, producer and director. She had starring roles as the titular characters in the sitcoms Clarissa Explains It All (1991–1994), Sabrina the Teenage Witch (1996–2003), and Melissa & Joey (2010–2015). She has also appeared in films Drive Me Crazy (1999), Nine Dead (2009) and God's Not Dead 2 (2016)."
}