{
  "/wiki/Kenya": "Kenya (/ˈkɛnjə/ (listen)), officially the Republic of Kenya (Swahili: Jamhuri ya Kenya), is a country in Africa with 47 semiautonomous counties governed by elected governors. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Mombasa. Kisumu City is the third largest city and also an inland port on Lake Victoria. Other important urban centres include Nakuru and Eldoret.",
  "/wiki/Beatrice_Chepkoech": "Beatrice Chepkoech Sitonik (born 6 July 1991) is a Kenyan long-distance runner who specialises in the 3000 metres steeplechase. She is the current world record holder in that event running 8:44.32 in 2018.  With that time she became the first woman to break 8:50 and 8:45.  She was also a bronze medallist over 1500 metres at the 2015 African Games.",
  "/wiki/Monaco": "Monaco (/ˈmɒnəkoʊ/ (listen); French pronunciation: ​[mɔnako]), officially the Principality of Monaco (French: Principauté de Monaco),[a] is a sovereign city-state, country, and microstate on the French Riviera in Western Europe. France borders the country on three sides while the other side  borders the Mediterranean Sea. Monaco is about 15 km (9.3 mi) from the state border with Italy.",
  "/wiki/Bahrain": "Bahrain (/bɑːˈreɪn/ (listen); Arabic: البحرين‎ al-Baḥrayn Arabic pronunciation: [al baħrajn] (listen)), officially the Kingdom of Bahrain (Arabic: مملكة البحرين‎ Mamlakat al-Baḥrayn), is a sovereign state in the Persian Gulf. The island nation comprises a small archipelago centered around Bahrain Island, situated between the Qatar peninsula and the north eastern coast of Saudi Arabia, to which it is connected by the 25-kilometre (16 mi) King Fahd Causeway. According to the most recent 2010 census, Bahrain's population is over 1.2 million, of which around half are non-nationals. At 780 square kilometres (300 sq mi) in size, it is the third-smallest nation in Asia after the Maldives and Singapore. The capital and largest city is Manama.",
  "/wiki/Ruth_Jebet": "Ruth Jebet (born 17 November 1996) is a Kenyan-born long-distance runner and steeplechase specialist who competes internationally for Bahrain.  She was the world record holder and is currently the reigning Olympic gold medalist in the 3000 metres steeplechase, both achieved before turning 20.",
  "/wiki/Stade_de_France": "Stade de France (French pronunciation: ​[stad də fʁɑ̃s]) is the national stadium of France, located just north of Paris in the commune of Saint-Denis.  Its seating capacity of 80,698 makes it the eighth-largest stadium in Europe. The stadium is used by the France national football team and French rugby union team for international competition. It is the largest in Europe for track and field events, seating 78,338 in that configuration. Despite that, the stadium's running track is mostly hidden under the football pitch. Originally built for the 1998 FIFA World Cup, the stadium's name was recommended by Michel Platini, head of the organising committee. On 12 July 1998, France defeated Brazil 3–0 in the 1998 FIFA World Cup Final contested at the stadium. It will host the opening and closing ceremonies and the athletics events at the 2024 Summer Olympics. It will also host matches for the 2023 Rugby World Cup.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Gulnara_Samitova": "Gulnara Iskanderovna Samitova-Galkina (Russian: Гульнара Искандеровна Самитова-Галкина, Tatar: Гөлнара Искәндәр кызы Самитова-Галкина) (born 9 July 1978 in Naberezhnye Chelny, Tatarstan) is a Russian middle-distance runner. In July 2004 she ran 3000 metres steeplechase in a new world record of 9:01.59 minutes. Early that year she won a bronze medal over 1500 metres at the 2004 IAAF World Indoor Championships.",
  "/wiki/Beijing": "Beijing (/ˌbeɪˈdʒɪŋ/ BAY-JING, /ˌbeɪˈʒɪŋ/ BAY-ZHING; Mandarin pronunciation: [pèi.tɕíŋ] (listen)), formerly romanized as Peking (/ˌpiːˈkɪŋ/ PEE-KING), is the capital of the People's Republic of China, the world's third most populous city proper, and most populous capital city. The city, located in northern China, is governed as a municipality under the direct administration of the central government with 16 urban, suburban, and rural districts. Beijing Municipality is surrounded by Hebei Province with the exception of neighboring Tianjin Municipality to the southeast; together, the three divisions form the Jingjinji metropolitan region and the national capital region of China.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Courtney_Frerichs": "Courtney Frerichs (born January 18, 1993) is an American middle-distance runner from Nixa, Missouri, who specializes in steeplechase. Frerichs placed second in steeplechase behind Emma Coburn and ahead of Colleen Quigley at the 2016 US Olympic Trials to qualify to represent the United States at the 2016 Summer Olympics. She won the silver medal at the 2017 World Championships, becoming the seventh fastest woman in the history of the event (displaced to #8 two weeks later). Emma Coburn won the gold medal at the same event, thus making Coburn and Frerichs the first female Americans to win the gold and silver medal in any individual World Championships or Olympics race longer than 400 meters since the 1912 Stockholm Games.",
  "/wiki/Tunisia": "Tunisia[a], officially the Republic of Tunisia[b], is a country in the Maghreb region of North Africa, covering 163,610 square kilometres (63,170 square miles). Its northernmost point, Cape Angela, is also the northernmost point on the African continent. Tunisia is bordered by Algeria to the west and southwest, Libya to the southeast, and the Mediterranean Sea to the north and east. Tunisia's population was 11.5 million in 2017. Tunisia's name is derived from its capital city, Tunis (Berber native name: Tunest), which is located on its northeast coast.",
  "/wiki/Habiba_Ghribi": "Habiba Ghribi (born 9 April 1984) is a Tunisian middle- and long-distance runner who specialises in the 3000 metres steeplechase. She won the gold medal at the 2012 Summer Olympics, giving her country its first Olympic medal by a woman. She is also the Tunisian record holder in the event, having run 9:05.36 at the Memorial van Damme in Brussels in September 2015.",
  "/wiki/King_Baudouin_Stadium": "The King Baudouin Stadium (French: Stade Roi Baudouin, Dutch: Koning Boudewijnstadion) is a sports ground in north-west Brussels, Belgium. It was inaugurated on 23 August 1930. Crown Prince Leopold attended the opening ceremony.  Located in the Heysel section of the Brussels municipality, it was built to embellish the Heysel plateau in view of the 1935 Brussels International Exposition.  The stadium hosted 70,000 at the time.  A wooden track for cycling races was later added around the pitch.",
  "/wiki/Uganda": "Uganda, officially the Republic of Uganda (Swahili: Jamhuri ya Uganda; Luganda: Eggwanga Yuganda) is a landlocked country in East-Central Africa. It is bordered to the east by Kenya, to the north by South Sudan, to the west by the Democratic Republic of the Congo, to the south-west by Rwanda, and to the south by Tanzania. The southern part of the country includes a substantial portion of Lake Victoria, shared with Kenya and Tanzania. Uganda is in the African Great Lakes region. Uganda also lies within the Nile basin, and has a varied but generally a modified equatorial climate.",
  "/wiki/Peruth_Chemutai": "Peruth Chemutai (born July 10, 1999) is a Ugandan steeplechase runner. She competed at the 2016 Summer Olympics in the women's 3000 metres steeplechase race; her time of 9:31.03 in the heats did not qualify her for the final.",
  "/wiki/Ethiopia": "Ethiopia (/ˌiːθiˈoʊpiə/; Amharic: ኢትዮጵያ, ʾĪtyōṗṗyā, listen (help·info), Tigrinya: ኢትዮጵያ, Oromo: Itiyoophiyaa, Somali: Itoobiya, Afar: Itiyoophiyaa), officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti to the northeast, Somalia and Somaliland to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. With over 109 million inhabitants, Ethiopia is the most populous landlocked country in the world and the second-most populous nation on the African continent with a total area of 1,100,000 square kilometres (420,000 sq mi). Its capital and largest city is Addis Ababa, which lies a few miles west of the East African Rift that splits the country into the Nubian and Somali tectonic plates.\nSome of the oldest skeletal evidence for anatomically modern humans has been found in Ethiopia. It is widely considered as the region from which modern humans first set out for the Middle East and places beyond. According to linguists, the first Afroasiatic-speaking populations settled in the Horn region during the ensuing Neolithic era. Tracing its roots to the 2nd millennium BCE, Ethiopia's governmental system was a monarchy for most of its history. Oral literature tells that the monarchy was founded by the Solomonic dynasty of the Queen of Sheba, under its first king, Menelik I. In the first centuries, the Kingdom of Aksum maintained a unified civilization in the region, followed by the Ethiopian Empire circa 1137. During the late 19th-century Scramble for Africa, Ethiopia and Liberia were two nations that preserved their sovereignty from long-term colonisation by a European colonial power and many newly-independent nations on the continent subsequently adopted its flag colours. However, the country was later occupied by Italy in 1936 and became Italian Ethiopia (part of Italian East Africa) until it was liberated during World War II. Ethiopia was also the first independent member from Africa of the 20th-century League of Nations and the United Nations. In 1974, the Ethiopian monarchy under Haile Selassie was overthrown by the Derg, a communist military government backed by the Soviet Union. In 1987, the Derg established the People's Democratic Republic of Ethiopia, but it was overthrown in 1991 by the Ethiopian People's Revolutionary Democratic Front, which has been the ruling political coalition since.",
  "/wiki/Sofia_Assefa": "Sofia Assefa (Amharic: ሶፍአ አሠፋ; born 14 November 1987 in Tenta, South Wollo) is an Ethiopian long-distance runner who specializes in the 3000 metres steeplechase.  She was the silver medalist at the 2012 Summer Olympics.",
  "/wiki/Bislett_Stadion": "Bislett Stadium (Norwegian: Bislett stadion) is a sports stadium in Oslo, Norway. Bislett is Norway's most well known sports arena internationally, with 15 speed skating world records and more than 50 track and field world records having been set here. The original stadium was demolished in 2004 and construction of a new stadium was completed by the summer of 2005. The New Bislett Stadium was designed by C.F. Møller Architects.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/Marta_Domínguez": "Marta Domínguez Azpeleta (born 3 November 1975) is a Spanish runner and politician. She competes mainly in the steeplechase. She has represented Spain four times at the Olympics and has competed at the World Championships on six occasions.",
  "/wiki/Barcelona": "Barcelona (/ˌbɑːrsəˈloʊnə/ BAR-sə-LOH-nə, Catalan: [bəɾsəˈlonə], Spanish: [baɾθeˈlona]) is a city on the coast of northeastern Spain. It is the capital and largest city of the autonomous community of Catalonia, as well as the second most populous municipality of Spain. With a population of 1.6 million within city limits, its urban area extends to numerous neighbouring municipalities within the Province of Barcelona and is home to around 4.8 million people, making it the sixth most populous urban area in the European Union after Paris, the Ruhr area, Madrid, and Milan. It is one of the largest metropolises on the Mediterranean Sea, located on the coast between the mouths of the rivers Llobregat and Besòs, and bounded to the west by the Serra de Collserola mountain range, the tallest peak of which is 512 metres (1,680 feet) high.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Gesa_Felicitas_Krause": "Gesa Felicitas Krause (born 3 August 1992) is a German athlete who specialises in the 3000 m steeplechase. She won bronze medals in steeplechase at both the 2015 and 2019 World Championships, and represented Germany at the 2012 and 2016 Olympics. Her personal best for the 3000 m steeplechase is 9:03.30, which is also a national record. In 2019 Krause set a world best for the 2000 m steeplechase in 5:52.80.",
  "/wiki/Norway": "Norway (Norwegian: Norge (Bokmål) or Noreg (Nynorsk); Northern Sami: Norga; Lule Sami: Vuodna; Southern Sami: Nöörje), officially the Kingdom of Norway, is a Nordic country in Northwestern Europe whose territory comprises the western and northernmost portion of the Scandinavian Peninsula; the remote island of Jan Mayen and the archipelago of Svalbard are also part of the Kingdom of Norway.[note 2] The sub-Antarctic Bouvet Island is a dependent territory and thus not considered part of the kingdom. Norway also lays claim to the Antarctic territories of Queen Maud Land and Peter I Island.",
  "/wiki/Karoline_Bjerkeli_Grøvdal": "Karoline Bjerkeli Grøvdal (born 14 June 1990) is a Norwegian athlete competing in long-distance events. She represented her country at the 2012 and 2016 Summer Olympics and at four world championships. She won the bronze medal at the 2016 in the 10,000 metres event and 2018 European Championships in the 3000 m steeplechase.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).",
  "/wiki/Anna_Emilie_Møller": "Anna Emilie Møller (born 28 July 1997) is a Danish athlete competing in the 3000 metres steeplechase. She represented  her country at the 2016 Summer Olympics without qualifying for the final. In her heat, however, she set the new national and European junior record in the event.",
  "/wiki/Khalifa_International_Stadium": "Khalifa International Stadium (Arabic: ملعب خليفة الدولي‎, romanized: Istād Khalīfah), also known as National Stadium, is a multi-purpose stadium in Doha, Qatar, as part of the Doha Sports City complex, which also includes Aspire Academy, Hamad Aquatic Centre, and the Aspire Tower. It is named after Khalifa bin Hamad Al Thani, Qatar's former Emir. The final of 2011 AFC Asian Cup was held at this stadium. The stadium is also the first completed venue that will host a part of the 2022 FIFA World Cup. In 2017, it received a four-star rating from the Global Sustainability Assessment System (GSAS), the first in the world to be awarded this rating.",
  "/wiki/Turkey": "Turkey (Turkish: Türkiye [ˈtyɾcije]), officially the Republic of Turkey (Turkish: Türkiye Cumhuriyeti [ˈtyɾcije dʒumˈhuːɾijeti] (listen)), is a transcontinental country almost wholly located on the Anatolian peninsula in Western Asia, with a smaller portion on the Balkan peninsula in Southeastern Europe. East Thrace, the part of Turkey in Europe, is separated from Anatolia by the Sea of Marmara, the Bosporus and the Dardanelles (collectively called the Turkish Straits). Turkey is bordered by Greece and Bulgaria to its northwest, the Black Sea to its north, Georgia to its northeast, Armenia, the Azerbaijani exclave of Nakhchivan and Iran to its east, Iraq and Syria to its southeast, the Mediterranean Sea to its south, and the Aegean Sea to its west. Istanbul is the largest city in the country while Ankara is the capital. Approximately 70 to 80 percent of the country's citizens identify as Turkish, while Kurds are the largest minority at anywhere from 15 to 20 percent of the population.",
  "/wiki/Gülcan_Mıngır": "Gülcan Mıngır (pronounced [ˈɟyldʒan ˈmɯnɡɯɾ]; born May 21, 1989 in Döğer, İhsaniye, Afyonkarahisar Province, Turkey) is a Turkish female middle distance runner specialized in 3000 m steeplechase. She was a member of Fenerbahçe Athletics Club before she transferred to Üsküdar Belediyespor. She is coached by İhsan Alptekin. Mıngır is 1.65 m (5 ft 5 in) tall and weighs\n53 kg (117 lb).",
  "/wiki/Vasil_Levski_National_Stadium": "Vasil Levski National Stadium (Bulgarian: Национален стадион „Васил Левски“), named after Bulgarian national hero and revolutionary Vasil Levski, is the country's second largest stadium. The stadium has 44,000 seats and is located in the centre of Sofia, on the territory of the city's oldest and most famous park - the Borisova gradina.\nThe Bulgaria national football team's home matches and the Bulgarian Cup finals are held at the venue, as well as athletics competitions. It was used as the home venue for Levski Sofia's Champions League games, and is often used for important derbies between the big clubs from Sofia, instead of their own home stadiums.",
  "/wiki/Jamaica": "Jamaica (/dʒəˈmeɪkə/ (listen)) is an island country situated in the Caribbean Sea. Spanning 10,990 square kilometres (4,240 sq mi) in area, it is the third-largest island of the Greater Antilles and the Caribbean (after Cuba and Hispaniola). Jamaica lies about 145 kilometres (90 mi) south of Cuba, and 191 kilometres (119 mi) west of Hispaniola (the island containing the countries of Haiti and the Dominican Republic); the British Overseas Territory of the Cayman Islands lies some 215 kilometres (134 mi) to the north-west.",
  "/wiki/Aisha_Praught-Leer": "Aisha Praught-Leer (born 14 December 1989 in Moline, Illinois) is a female middle-distance runner from Illinois competing for Jamaica. She attended Woodrow Wilson Middle School. Praught competed in Athletics at the 2016 Summer Olympics after running the 1500 meters and steeplechase standards in 2015. Praught competed in the Women's 3000 metres steeplechase event at the 2015 World Championships in Athletics in Beijing, China, but was disqualified. She was the gold medalist in the steeplechase at the 2018 Commonwealth Games.",
  "/wiki/Belarus": "Belarus (/bɛləˈruːs/; Belarusian: Беларусь, IPA: [bʲɛlaˈrusʲ]), officially the Republic of Belarus (Belarusian: Рэспубліка Беларусь, Russian: Республика Беларусь), formerly known by its Russian name Byelorussia or Belorussia (Russian: Белоруссия), is a landlocked country in Eastern Europe bordered by Russia to the northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Its capital and most populous city is Minsk. Over 40% of its 207,600 square kilometres (80,200 sq mi) is forested. Its major economic sectors are service industries and manufacturing. Until the 20th century, different states at various times controlled the lands of modern-day Belarus, including the Principality of Polotsk (11th to 14th centuries), the Grand Duchy of Lithuania, the Polish–Lithuanian Commonwealth, and the Russian Empire.",
  "/wiki/Alesya_Turova": "Alesia Turava (Belarusian: Алеся Турава; born 6 December 1979) is a Belarusian middle distance runner. She is a former world record holder in 3000 metre steeplechase with 9:16.51 minutes, achieved in Gdansk on 27 July 2002. Still, Turava mostly competes over 1500 metres. Her sister, Ryta Turava, also competes in the sport of athletics (20 km race walk).",
  "/wiki/Gdańsk": "Gdańsk (/ɡəˈdænsk/, also US: /ɡəˈdɑːnsk/, Polish: [ɡdaj̃sk] (listen); Kashubian: Gduńsk; German: Danzig [ˈdantsɪç] (listen)) is a city on the Baltic coast of northern Poland. With a population of 468,158, Gdańsk is the capital and largest city of the Pomeranian Voivodeship and one of the most prominent cities within the cultural and geographical region of Kashubia. It is Poland's principal seaport and the centre of the country's fourth-largest metropolitan area.",
  "/wiki/Romania": "Romania (/roʊˈmeɪniə/ (listen) ro-MAY-nee-ə; Romanian: România [romɨˈni.a] (listen)) is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It has borders with the Black Sea to the southeast, Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east. It has a predominantly temperate-continental climate. With a total area of 238,397 square kilometers (92,046 square miles), Romania is the 8th largest country and also the 6th most populous member state of the European Union, having almost 20 million inhabitants. Its capital and largest city is Bucharest, and other major urban areas include Cluj-Napoca, Timișoara, Iași, Constanța, Craiova, Brașov, and Galați.",
  "/wiki/Cristina_Casandra": "Cristina Casandra, née Iloc (born 1 February 1977 in Zalău) is a Romanian long-distance runner who specializes mainly in the 3000 metres steeplechase. She took up the event in 2000, having initially specialized in the 5000 metres.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin.",
  "/wiki/Wioletta_Janowska": "Wioletta Frankiewicz (née Janowska) (born June 9, 1977 in Piotrków Trybunalski) is a Polish runner.  She competes in the 1500 metres, but she competes also in the 3000 metre steeplechase event, as she did in the 10th IAAF World Championships in Athletics in Helsinki, Finland.  She weighs 58 kilograms and is 1.77 metres tall. She won National Indoor Championships in 2003 (800 m).  She also won the National outdoor championships in 2004 (5000 m) and in 2005 (1500 m).",
  "/wiki/Athens": "Athens (/ˈæθɪnz/ ATH-inz; Greek: Αθήνα, romanized: Athína [aˈθina] (listen); Ancient Greek: Ἀθῆναι, romanized: Athênai (pl.) [atʰɛ̂ːnai̯]) is the capital and largest city of Greece. Athens dominates the Attica region and is one of the world's oldest cities, with its recorded history spanning over 3,400 years and its earliest human presence started somewhere between the 11th and 7th millennium BC.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/Donna_MacFarlane": "Donna Tyberek-MacFarlane (born 18 June 1977 in Melbourne, Victoria) is an Australian middle distance and steeplechase runner. She set both an Australian record and her personal best time of 9:18.35, by finishing third in the women's 3000 metres steeplechase at the 2008 IAAF Golden League Meeting in Oslo, Norway.",
  "/wiki/Oslo": "Oslo (/ˈɒzloʊ/ OZ-loh, also US: /ˈɒsloʊ/ OSS-loh, Norwegian: [ˈʊ̂ʂlʊ] (listen), rarely [ˈʊ̂slʊ, ˈʊ̀ʂlʊ]) is the capital and most populous city of Norway. It constitutes both a county and a municipality. During the Viking Age the area was part of Viken, the northernmost Danish province. Oslo was founded as a city at the end of the Viking Age in the year 1040 under the name Ánslo, and established as a kaupstad or trading place in 1048 by Harald Hardrada. The city was elevated to a bishopric in 1070 and a capital under Haakon V of Norway around 1300. Personal unions with Denmark from 1397 to 1523 and again from 1536 to 1814 reduced its influence. After being destroyed by a fire in 1624, during the reign of King Christian IV, a new city was built closer to Akershus Fortress and named Christiania in the king's honour. It was established as a municipality (formannskapsdistrikt) on 1 January 1838. The city functioned as the capital of Norway during the 1814–1905 union between Sweden and Norway. From 1877, the city's name was spelled Kristiania in government usage, a spelling that was adopted by the municipal authorities only in 1897. In 1925 the city, after incorporating the village retaining its former name, was renamed Oslo. In 1948 Oslo merged with Aker, a municipality which surrounded the capital and which was 27 times larger, thus creating the modern, vastly enlarged Oslo municipality.",
  "/wiki/Portugal": "Portugal (Portuguese: [puɾtuˈɣal]), officially the Portuguese Republic (Portuguese: República Portuguesa [ʁɛˈpuβlikɐ puɾtuˈɣezɐ]),[note 5] is a country located mostly on the Iberian Peninsula, in southwestern Europe. It is the westernmost sovereign state of mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional governments.",
  "/wiki/Jessica_Augusto": "Jéssica de Barros Augusto, ComM (born 8 November 1981) is a Portuguese runner who competes in cross country, road running and in middle-distance and long-distance track events. At club level, she represents Sporting CP.",
  "/wiki/Huelva": "Huelva (US: /ˈwɛlvə, ˈ(h)wɛlvɑː/, Spanish: [ˈwelβa]) is a city in southwestern Spain, the capital of the province of Huelva in the autonomous community of Andalusia. It is located along the Gulf of Cádiz coast, in the estuary formed by the confluence of the Odiel and Tinto rivers. According to the 2010 census, the city had a population of 149,410. Huelva is home to Recreativo de Huelva, the oldest football club in Spain.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Lalita_Babar": "Lalita Babar (born 2 June 1989) is an Indian long-distance runner. She was born in a small village in the Satara district, Maharashtra. She predominantly competes in the 3000 metres steeplechase and is the current Indian national record holder and the reigning Asian Champion in the same event.",
  "/wiki/Estádio_Olímpico_João_Havelange": "The Estádio Olímpico Nilton Santos, formerly the Estádio Olímpico João Havelange (Portuguese pronunciation: [iʃˈtadʒw oˈɫĩpiku ˈʒwɐ̃w̃ ɐveˈlɐ̃ʒi]; English: João Havelange Olympic Stadium), is a multi-purpose stadium located in the neighbourhood of Engenho de Dentro in Rio de Janeiro, Brazil. It is used mostly for football matches and athletics and is the home stadium of the football club Botafogo. The stadium was built by a consortium under the leadership of Odebrecht S.A., from 2003 through to 2007, opening in time for the 2007 Pan American Games. It hosted the athletics competitions at the 2016 Summer Olympics and the 2016 Summer Paralympics.",
  "/wiki/Morocco": "Morocco (/məˈrɒkoʊ/ (listen); Arabic: المغرب‎, romanized: al-maġhrib, lit. 'place the sun sets; the west'; Standard Moroccan Tamazight: ⵍⵎⵖⵔⵉⴱ, romanized: lmeɣrib; French: Maroc), officially the Kingdom of Morocco (Arabic: المملكة المغربية‎, romanized: al-mamlakah al-maghribiyah, lit. 'The Western Kingdom'; Standard Moroccan Tamazight: ⵜⴰⴳⵍⴷⵉⵜ ⵏ ⵍⵎⵖⵔⵉⴱ, romanized: tageldit n lmaɣrib; French: Royaume du Maroc), is a country located in the Maghreb region of North Africa. It overlooks the Mediterranean Sea to the north and the Atlantic Ocean to the west, with land border with Algeria to the east and Western Sahara to the south (status disputed). Morocco also claims the exclaves of Ceuta, Melilla and Peñón de Vélez de la Gomera, all of them under Spanish jurisdiction, as well as several small Spanish-controlled islands of its coast. The capital is Rabat and the largest city is Casablanca. Morocco spans an area of 710,850 km2 (274,460 sq mi) and has a population of over 36 million.",
  "/wiki/Salima_El_Ouali_Alami": "Salima Elouali Alami (born 29 December 1983) is a Moroccan athlete. She was born in Karia Ba Mohamed. She competed in the 3000 metres steeplechase at the 2012 Summer Olympics, placing 26th with a time of 9:44.62.",
  "/wiki/Stade_Louis_II": "The Stade Louis II (French pronunciation: ​[stad(ə) lwi dø]) is a stadium located in the Fontvieille district of Monaco. It serves primarily as a venue for football, being the home of AS Monaco and the Monaco national football team. The stadium is most notable for its distinctive nine arches at the away end of the ground. The arena is also used for the Herculis, a track and field meet of the IAAF Diamond League. From 1998 to 2012, the stadium hosted the annual UEFA Super Cup match.",
  "/wiki/3000_metres_steeplechase": "The 3000 metres steeplechase or 3000-meter steeplechase is the most common distance for the steeplechase in track and field. It is an obstacle race over the distance of the 3000 metres, which derives its name from the horse racing steeplechase."
}