{
  "/wiki/Bad_Religion": "Bad Religion is an American punk rock band that formed in Los Angeles, California in 1980. The band's lyrics cover topics related to religion, politics, and science. Musically, they are noted for their melodic sensibilities and extensive use of three-part vocal harmonies. The band has experienced multiple line-up changes, with singer Greg Graffin being the band's only constant member, though fellow founding members Jay Bentley and Brett Gurewitz have since rejoined, and guitarist Brian Baker has performed with the group since 1994. The most recent additions to the band are guitarist Mike Dimkich and drummer Jamie Miller, who joined in 2013 and 2015 respectively. To date, Bad Religion has released seventeen studio albums, two live albums, three compilation albums, three EPs, and two live DVDs. They are considered to be one of the best-selling punk rock acts of all time, having sold over five million albums worldwide.",
  "/wiki/Against_the_Grain_(Bad_Religion_album)": "Against the Grain is the fifth album (and seventh release overall) by punk rock band Bad Religion released on November 23, 1990. This was the last album recorded with drummer Pete Finestone who left in 1991 to concentrate with his new project The Fishermen. Following his departure, the band's music would take a different direction on their next album, 1992's Generator. Against the Grain was also the first Bad Religion album not to feature a lineup change from after two consecutive studio albums.",
  "/wiki/Fu_Manchu_(band)": "Fu Manchu is an American stoner rock band, formed in Southern California in 1985, and long-associated with the Palm Desert Scene.",
  "/wiki/California_Crossing": "California Crossing is the seventh Fu Manchu album release, released under Mammoth Records. \"Mongoose\" is a different, shorter version than that which appeared on Fu Manchu's 1999 album Godzilla's/Eatin' Dust. \"The Wasteoid\" is one of the band's few instrumentals.",
  "/wiki/Rollins_Band": "Rollins Band was an American rock band from 1987 to 2006, formed in Van Nuys, California and led by former Black Flag vocalist Henry Rollins.",
  "/wiki/Rise_Above:_24_Black_Flag_Songs_to_Benefit_the_West_Memphis_Three": "Rise Above: 24 Black Flag Songs to Benefit the West Memphis Three is a 2002 tribute album. The album consists of covers of Black Flag songs performed by the Rollins Band, with vocalists from various well-known rock, hip hop, punk and metal artists (as well as certain members of Black Flag) singing. All money raised from sales of the album were donated to the legal funds of the West Memphis Three.",
  "/wiki/Alkaline_Trio": "Alkaline Trio is an American rock band from Chicago, Illinois. The band consists of Matt Skiba (vocals, guitar), Dan Andriano (vocals, bass) and Derek Grant (drums).",
  "/wiki/Good_Mourning": "Good Mourning is the fourth studio album by Alkaline Trio, released May 13, 2003 on Vagrant Records.",
  "/wiki/We%27ve_Had_Enough": "\"We've Had Enough\" is a song by the Chicago-based punk rock band Alkaline Trio, released as the first single from their 2003 album Good Mourning. \"We've Had Enough\" was released to radio on May 20, 2003. It was the band's first single to chart in the United States, reaching #38 on Billboard's Modern Rock Tracks chart. It also charted in the United Kingdom, reaching #50 on the UK Singles Chart. \"We've Had Enough\" features backing vocals by Keith Morris, singer of the Circle Jerks and original singer of Black Flag.",
  "/wiki/My_Chemical_Romance": "My Chemical Romance (commonly abbreviated MCR or shortened to My Chem) is an American rock band from Newark, New Jersey. The band's current lineup consists of lead vocalist Gerard Way, guitarists Ray Toro and Frank Iero, and bassist Mikey Way. Founded by Gerard, Mikey, Toro, and Matt Pelissier (and later joined by Iero), the band signed to Eyeball Records and released their debut album, I Brought You My Bullets, You Brought Me Your Love, in 2002. They signed with Reprise Records the next year and released their major-label debut, Three Cheers for Sweet Revenge, in 2004. Shortly after the album's release, Pelissier was replaced by Bob Bryar. A commercial success, the album was awarded platinum status over a year later.",
  "/wiki/Three_Cheers_for_Sweet_Revenge": "Three Cheers for Sweet Revenge is the second studio album by American rock band My Chemical Romance, released on June 8, 2004 by Reprise Records. With this album, the band produced a cleaner sound than that of their 2002 debut I Brought You My Bullets, You Brought Me Your Love. It was the band's final release to feature drummer Matt Pelissier, who would later be replaced by Bob Bryar.",
  "/wiki/Wrangler_Brutes": "The Wrangler Brutes were an American hardcore punk band formed in 2003 in Los Angeles, California.",
  "/wiki/Turbonegro": "Turbonegro (Turboneger in Norway) is a Norwegian rock band, initially active from 1989 to 1998, and then reformed in 2002. Their style combines glam rock, punk rock and hard rock into a style the band describes as \"deathpunk\".",
  "/wiki/Party_Animals_(album)": "Party Animals is an album by the Norwegian band Turbonegro released in April 2005 in Norway and May 2005 in the rest of Europe. It is the final album in the Apocalypse trilogy. It was released on Burning Heart Records in Sweden, on Bitzcore Records in Germany, and on August 23, 2005, on Abacus Recordings in the United States.",
  "/wiki/The_Bronx_(band)": "The Bronx is an American punk rock band from Los Angeles, California, originally formed in 2002. The band's current line-up consists of vocalist Matt Caughthran, guitarists Joby J. Ford and Ken Horne, bass guitarist Brad Magers, and drummer Joey Castillo. The band have released five studio albums, as well three additional albums of mariachi music under the moniker of Mariachi El Bronx.",
  "/wiki/Trash_Talk_(band)": "Trash Talk is an American hardcore punk band from Sacramento, California, formed in 2005. They have toured all around the world including Japan and Europe, as well as performed in many festivals in support of their releases which helped give the band recognition from publications including Rolling Stone.",
  "/wiki/Keith_Morris": "Keith Morris (born September 18, 1955) is an American singer and songwriter known for his role as frontman of the hardcore punk bands Black Flag, Circle Jerks, and Off!. Born and raised in Hermosa Beach, California, he formed Black Flag at the age of 21 with guitarist Greg Ginn and performed on the band's 1979 debut EP Nervous Breakdown. Shortly after leaving Black Flag in 1979, he formed the Circle Jerks with guitarist Greg Hetson; the band released seven albums between 1980 and 1995 and have broken up and reformed on numerous occasions. In 2009 Morris formed the supergroup Off! with guitarist Dimitri Coats, bassist Steven Shane McDonald, and drummer Mario Rubalcaba. Morris has also appeared as a guest vocalist on several albums by other artists."
}