{
  "/wiki/National_Trust_for_Places_of_Historic_Interest_or_Natural_Beauty": "The National Trust for Places of Historic Interest or Natural Beauty, commonly known as the National Trust, is an independent charity and membership organisation for environmental and heritage conservation in England, Wales and Northern Ireland.",
  "/wiki/Asda": "Asda Stores Ltd. (/ˈæzdə/) trading as Asda, is a British supermarket retailer, headquartered in Leeds, West Yorkshire. The company was founded in 1949 when the supermarket owning Asquith family merged with the Associated Dairies company of Yorkshire. It expanded into the south of England during the 1970s and 1980s, and acquired Allied Carpets, 61 large Gateway Supermarkets and other businesses, such as MFI, then sold off its acquisitions during the 1990s to concentrate on the supermarkets. It was listed on the London Stock Exchange until 1999 when it was acquired by the American retail giant Walmart for £6.7 billion. Asda was the second-largest supermarket chain in Britain between 2003 and 2014 by market share, at which point it fell into third place. Since April 2019, it has regained its second-place position, behind Tesco and ahead of Sainsbury's.",
  "/wiki/Publicis": "Publicis Groupe is a French multinational advertising and public relations company, and is the oldest and one of the largest marketing and communications companies in the world, by revenue, headquartered in Paris.",
  "/wiki/Tesco": "Tesco plc (/ˈtɛs.koʊ/) trading as Tesco, is a British multinational groceries and general merchandise retailer with headquarters in Welwyn Garden City, Hertfordshire, England, United Kingdom. It is the third-largest retailer in the world measured by gross revenues and the ninth-largest retailer in the world measured by revenues. It has shops in seven countries across Asia and Europe, and is the market leader of groceries in the UK (where it has a market share of around 28.4%), Ireland, Hungary and Thailand.",
  "/wiki/Omnicom_Group": "Omnicom Group Inc. is an American global media, marketing and corporate communications holding company, headquartered in New York City.",
  "/wiki/TV_Choice": "TV Choice is a British weekly TV listings magazine published by H. Bauer Publishing, the UK subsidiary of family-run German company Bauer Media Group. It features weekly TV broadcast programming listings, running from Saturday to Friday, and goes on sale every Tuesday. A double issue is released to cover the Christmas & New Year period at a higher price.",
  "/wiki/Bauer_Media_Group": "Bauer Media Group (formerly Bauer Verlagsgruppe) is a German multimedia conglomerate headquartered in Hamburg that manages a portfolio of more than 600 magazines, over 400 digital products and 50 radio and TV stations around the world. The portfolio includes print shops, postal, distribution and marketing services. Bauer Media Group has a workforce of approximately 11,000 employees in 17 countries. Heinrich Bauer Verlag KG is the holding company of the group.",
  "/wiki/Morrisons": "Wm Morrison Supermarkets plc, trading as Morrisons, is the fourth largest chain of supermarkets in the United Kingdom, and is headquartered in Bradford, West Yorkshire, England.",
  "/wiki/What's_on_TV": "What's on TV is a weekly television listings magazine published by TI Media.",
  "/wiki/IPC_Media": "TI Media (formerly International Publishing Corporation, IPC Magazines Ltd, IPC Media and Time Inc. UK), is a consumer magazine and digital publisher in the United Kingdom, with a portfolio selling over 350 million copies each year. It is owned by a fund affiliated with British private equity firm Epiris.",
  "/wiki/Radio_Times": "Radio Times is a British weekly magazine which provides radio and television listings. It was the world's first broadcast listings magazine when it was founded in 1923 by John Reith, then general manager of the British Broadcasting Company (from 1927 the British Broadcasting Corporation).",
  "/wiki/Immediate_Media_Company": "Immediate Media Company Limited (styled as Immediate Media Co) is a publishing house owned by Hubert Burda Media, which acquired the company in January 2017.",
  "/wiki/Take_a_Break_(magazine)": "Take a Break is a weekly magazine aimed at women, currently published in the United Kingdom by H Bauer Publishing, the UK subsidiary of the German-owned family business, the Bauer Media Group since 1 March 1990. It retails at 99 pence and a new issue is published every Thursday.\nTake a Break is the most circulated women's magazine in the United Kingdom, and the 12th most circulated overall, with estimated circulation figures at 900,016 for the second half of 2009.\nCirculation figures dropped below 600,000 in 2015 but the magazine remains the most circulated women's magazine in the United Kingdom[citation needed].  The magazine sits within the true life sector of the women's weekly market and is aimed at women who prefer to read stories about everyday women rather than celebrities.  An element of the magazine is its competitions, the magazine gives away over £32,000 worth of prizes in every issue and pictures of the winners are printed in the magazine.",
  "/wiki/Waitrose": "Waitrose & Partners (formerly Waitrose) is a brand of British supermarkets, selling groceries as part of Britain's largest employee-owned retailer, the John Lewis Partnership. Its head offices are located in Bracknell and Victoria, England. Waitrose & Partners has 338 shops across the United Kingdom, including 65 \"little Waitrose\" convenience shops, and a 5.1% share of the market, making it the eighth-largest retailer of groceries in the UK. They also export products to 52 countries and have locations in the Middle East.",
  "/wiki/John_Brown_Group": "John Brown Media is one of the world’s largest content marketing agencies.[clarification needed] While originally formed as a magazine company, the company creates multichannel content for various brands, with services including social media, film and audio, mobile.",
  "/wiki/Royal_Society_for_the_Protection_of_Birds": "The Royal Society for the Protection of Birds (RSPB) is a charitable organisation registered in England and Wales and in Scotland. It was founded in 1889. It works to promote conservation and protection of birds and the wider environment through public awareness campaigns, petitions and through the operation of nature reserves throughout the United Kingdom.",
  "/wiki/Allianz_UK": "Allianz SE (/ˈæliənts/ AL-ee-ənts; German pronunciation: [aliˈants] (listen)) is a European multinational financial services company headquartered in Munich, Germany. Its core businesses are insurance and asset management. As of 2014, it is the world's largest insurance company, the largest financial services group and the largest company according to a composite measure by Forbes magazine, as well as the largest financial services company when measured by 2013 revenue. The company is a component of the Euro Stoxx 50 stock market index.",
  "/wiki/ShortList": "ShortList was a free weekly magazine published in London, launched in 2007, the magazine had the biggest circulation of any men's lifestyle magazine in Britain.[citation needed]ShortList was published by Shortlist Media Ltd., who in 2009 launched Stylist, a similar magazine for women. The magazine's print edition was discontinued in 2018, due to declining advertising revenue. Around 20 staff were estimated to have lost their jobs as a result of its closure. The magazine released its last issue on 20 December 2018.",
  "/wiki/Shortlist": "ShortList was a free weekly magazine published in London, launched in 2007, the magazine had the biggest circulation of any men's lifestyle magazine in Britain.[citation needed]ShortList was published by Shortlist Media Ltd., who in 2009 launched Stylist, a similar magazine for women. The magazine's print edition was discontinued in 2018, due to declining advertising revenue. Around 20 staff were estimated to have lost their jobs as a result of its closure. The magazine released its last issue on 20 December 2018.",
  "/wiki/John_Lewis_(department_store)": "John Lewis & Partners (formerly John Lewis) is a brand of high-end department stores operating throughout Great Britain. Concessions are also located in the Republic of Ireland and Australia. The brand sells general merchandise as part of the employee-owned mutual organization known as the John Lewis Partnership, the largest co-operative in the UK. It was created by Spedan Lewis, son of the founder, John Lewis, in 1929. The chain has promised since 1925 that it is \"never knowingly undersold\" – it will always at least match a lower price offered by a national high street competitor.",
  "/wiki/Saga_Magazine_(UK)": "Saga is a British company focused on serving the needs of those aged 50 and over. It has 2.7 million customers. The company operates from several sites on the Kent and Sussex coast: four in Folkestone at Middelburg Square, Enbrook Park, Cheriton Park and Ross Way; the fifth at the Eurokent Business park in Ramsgate, and the newest at Priory Square in Hastings. It is listed on the London Stock Exchange.",
  "/wiki/Saga_Group": "Saga is a British company focused on serving the needs of those aged 50 and over. It has 2.7 million customers. The company operates from several sites on the Kent and Sussex coast: four in Folkestone at Middelburg Square, Enbrook Park, Cheriton Park and Ross Way; the fifth at the Eurokent Business park in Ramsgate, and the newest at Priory Square in Hastings. It is listed on the London Stock Exchange.",
  "/wiki/Slimming_World": "Slimming World is a UK-based weight loss organisation that provides weight management programmes for people of all ages, and though members are mostly female, there is an established male clientele as well.[citation needed] While the focus is largely weight loss, Slimming World also helps members who want to gain weight, and supports everyone to maintain a healthy weight once they reach their target. With local groups established nationwide it is the fastest growing weight loss organisation in the UK.[citation needed] The most popular locations include Essex, Bournemouth, Chorley and Lymington.",
  "/wiki/ASOS.com": "ASOS plc (/ˈeɪsɒs/ AY-soss) is a British online fashion and cosmetic retailer. The company was founded in 2000 in London, primarily aimed at young adults. The website sells over 850 brands as well as its own range of clothing and accessories, and ships to all 196 countries from fulfilment centres in the UK, US and EU.",
  "/wiki/Stylist_(magazine)": "Stylist is a free weekly magazine for women that is published in the United Kingdom since 7 October 2009 to complement men's magazine ShortList.",
  "/wiki/Shortlist_(magazine)": "ShortList was a free weekly magazine published in London, launched in 2007, the magazine had the biggest circulation of any men's lifestyle magazine in Britain.[citation needed]ShortList was published by Shortlist Media Ltd., who in 2009 launched Stylist, a similar magazine for women. The magazine's print edition was discontinued in 2018, due to declining advertising revenue. Around 20 staff were estimated to have lost their jobs as a result of its closure. The magazine released its last issue on 20 December 2018.",
  "/wiki/Glamour_(magazine)": "Glamour is an online women's magazine published by Condé Nast Publications. Founded in 1939 and first published in April 1939 in the United States, it was originally called Glamour of Hollywood.",
  "/wiki/Condé_Nast_Publications": "Condé Nast Inc. is an American mass media company founded in 1909 by Condé Montrose Nast, based at One World Trade Center in Manhattan and owned by Advance Publications.",
  "/wiki/Advance_Publications": "Advance Publications, Inc. is an American media company owned by the descendants of S.I. Newhouse Sr., Donald Newhouse and S.I. Newhouse Jr. It is named after the Staten Island Advance, the first newspaper owned by the Newhouse family, in which Sam Newhouse bought a controlling interest in 1922. The company is nominally headquartered in the Advance offices in Staten Island's Grasmere neighborhood, though Advance has never had an official headquarters.",
  "/wiki/List_of_magazines_by_circulation": "The following list of the magazines in the world by circulation is based upon the number of copies distributed, on average, for each issue."
}