{
  "/wiki/AARP_The_Magazine": "AARP The Magazine is an American bi-monthly magazine, published by the American Association of Retired People, AARP, which focuses on aging issues.",
  "/wiki/AARP": "AARP (formally the American Association of Retired Persons) is a United States-based interest group whose stated mission is \"to empower people to choose how they live as they age\". According to the organization, it had more than 38 million members as of 2018. The magazine and bulletin it sends to its members are the two largest-circulation publications in the United States.",
  "/wiki/AARP_Bulletin": "AARP (formally the American Association of Retired Persons) is a United States-based interest group whose stated mission is \"to empower people to choose how they live as they age\". According to the organization, it had more than 38 million members as of 2018. The magazine and bulletin it sends to its members are the two largest-circulation publications in the United States.",
  "/wiki/Costco": "Costco Wholesale Corporation, doing business as Costco, is an American multinational corporation which operates a chain of membership-only warehouse clubs. As of 2015[update], Costco was the second largest retailer in the world after Walmart, and as of 2016[update], Costco was the world's largest retailer of choice and prime beef, organic foods, rotisserie chicken, and wine. As of 2019[update], Costco is ranked #14 on the Fortune 500 rankings of the largest United States corporations by total revenue.",
  "/wiki/Costco_Wholesale": "Costco Wholesale Corporation, doing business as Costco, is an American multinational corporation which operates a chain of membership-only warehouse clubs. As of 2015[update], Costco was the second largest retailer in the world after Walmart, and as of 2016[update], Costco was the world's largest retailer of choice and prime beef, organic foods, rotisserie chicken, and wine. As of 2019[update], Costco is ranked #14 on the Fortune 500 rankings of the largest United States corporations by total revenue.",
  "/wiki/Better_Homes_and_Gardens_(magazine)": "Better Homes and Gardens is the fourth best selling magazine in the United States. The editor in chief is Stephen Orr. Better Homes and Gardens focuses on interests regarding homes, cooking, gardening, crafts, healthy living, decorating, and entertaining. The magazine is published 12 times per year by the Meredith Corporation.  It was founded in 1922 by Edwin Meredith, who had previously been the United States Secretary of Agriculture under Woodrow Wilson. The original name was Fruit, Garden and Home from 1922 to 1924. The name was changed in 1925 to Better Homes and Gardens.",
  "/wiki/Meredith_Corporation": "Meredith Corporation is an American media conglomerate based in Des Moines, Iowa. The company owns magazines, television stations, websites, and radio stations. Meredith's publications have a readership of more than 120 million, paid circulation of more than 40 million, and its websites have nearly 135 million monthly unique visitors. Meredith's broadcast television stations reach 11% of  U.S. households.",
  "/wiki/Game_Informer": "Game Informer (GI) is an American monthly video game magazine featuring articles, news, strategy, and reviews of video games and associated consoles. It debuted in August 1991 when FuncoLand started publishing a six-page magazine. The publication is owned and published by GameStop Corp., the parent company of the video game retailer of the same name, who bought FuncoLand in 2000. Due to this, a large amount of promotion is done in-store, which has contributed to the success of the magazine; it is now the 4th most popular magazine by copies circulated. Game Informer has since become an important part of GameStop's customer loyalty program, PowerUp Rewards, which offers subscribers access to special content on the official website.",
  "/wiki/GameStop": "GameStop Corp. (better known simply as GameStop) is an American video game, consumer electronics and gaming merchandise retailer. The company is headquartered in Grapevine, Texas, United States, a suburb of Dallas, and operates 5,830 retail stores throughout the United States, Canada, Australia, New Zealand, and Europe. The company's retail stores primarily operate under the GameStop, EB Games, ThinkGeek and Micromania brands.",
  "/wiki/American_Automobile_Association": "The American Automobile Association (AAA – pronounced \"Triple A\") is a federation of motor clubs throughout North America. AAA is a privately held not-for-profit national member association and service organization with over 58 million members in the United States and Canada. AAA provides services to its members, including roadside assistance and others. Its national headquarters are in Heathrow, Florida.",
  "/wiki/Good_Housekeeping": "Good Housekeeping is a women's magazine owned by the Hearst Corporation, featuring articles about women's interests, product testing by The Good Housekeeping Institute, recipes, diet, and health, as well as literary articles. It is well known for the \"Good Housekeeping Seal\", popularly known as the \"Good Housekeeping Seal of Approval\".[citation needed]",
  "/wiki/Hearst_(media)": "Hearst Communications, often referred to simply as Hearst, is an American mass media and business information conglomerate based in the Hearst Tower in Midtown Manhattan, New York City.",
  "/wiki/Family_Circle": "Family Circle was an American monthly magazine that focused on home and women's topics, published from 1932 through the end of 2019. Originally distributed at supermarkets, it was included as one of the \"Seven Sisters,\" a group of seven traditional \"women's service\" magazines centered on household issues, along with Ladies' Home Journal, McCall's, Good Housekeeping, Better Homes and Gardens, Woman's Day, and Redbook.",
  "/wiki/People_(magazine)": "People is an American weekly magazine of celebrity and human-interest stories, published by Meredith Corporation. With a readership of 46.6 million adults, People has the largest audience of any American magazine. People had $997 million in advertising revenue in 2011, the highest advertising revenue of any American magazine. In 2006, it had a circulation of 3.75 million and revenue expected to top $1.5 billion. It was named \"Magazine of the Year\" by Advertising Age in October 2005, for excellence in editorial, circulation, and advertising. People ranked number 6 on Advertising Age's annual \"A-list\" and number 3 on Adweek's \"Brand Blazers\" list in October 2006.",
  "/wiki/Woman's_Day": "Woman's Day is an American women's magazine that covers such topics as homemaking, food, nutrition, physical fitness, physical attractiveness, and fashion. The print edition is one of the Seven Sisters magazines. The magazine was first published in 1931 by The Great Atlantic & Pacific Tea Company; the current publisher is Hearst Corporation.",
  "/wiki/National_Geographic_(magazine)": "National Geographic (formerly the National Geographic Magazine and branded also as NAT GEO) is the official magazine of the National Geographic Society. It has been published continuously since its first issue in 1888, nine months after the Society itself was founded. It primarily contains articles about science, geography, history, and world culture. The magazine is known for its thick square-bound glossy format with a yellow rectangular border and its extensive use of dramatic photographs. Controlling interest in the magazine has been held by The Walt Disney Company since 2019.[citation needed]",
  "/wiki/Sports_Illustrated": "Sports Illustrated (SI) is an American sports magazine owned by Authentic Brands Group, and was first published in August 1954.",
  "/wiki/Time_(magazine)": "Time is an American weekly news magazine and news website published in New York City. It was founded in 1923 and for many years it was run by its influential co-founder Henry Luce. A European edition (Time Europe, formerly known as Time Atlantic) is published in London and also covers the Middle East, Africa, and, since 2003, Latin America. An Asian edition (Time Asia) is based in Hong Kong. The South Pacific edition, which covers Australia, New Zealand, and the Pacific Islands, is based in Sydney. In December 2008, Time discontinued publishing a Canadian advertiser edition.",
  "/wiki/Marc_Benioff": "Marc Russell Benioff (born September 25, 1964) is an American Internet entrepreneur with a net worth of $6.9 billion as of January 2020[update].  He is the founder, chairman and co-CEO of Salesforce, an enterprise cloud computing company. As of August 2019, he owned 4.14% of Salesforce shares, worth $4.33 billion.",
  "/wiki/Reader's_Digest": "Reader's Digest is an American general-interest family magazine, published ten times a year.  Formerly based in Pleasantville, New York, it is now headquartered in Midtown Manhattan. The magazine was founded in 1922, by DeWitt Wallace and Lila Bell Wallace. For many years, Reader's Digest was the best-selling consumer magazine in the United States; it lost the distinction in 2009 to Better Homes and Gardens. According to Mediamark Research (2006), Reader's Digest reaches more readers with household incomes of $100,000+ than Fortune, The Wall Street Journal, Business Week, and Inc. combined.",
  "/wiki/Trusted_Media_Brands": "Trusted Media Brands, Inc. (TMBI), formerly known as the Reader's Digest Association, Inc. (RDA), is an [American multi-platform media and publishing company that is co-headquartered in New York City and White Plains, New York. The company was founded by husband and wife DeWitt Wallace and Lila Bell Wallace in New York City in 1922 with the first publication of the magazine Reader's Digest.",
  "/wiki/Cosmopolitan_(magazine)": "Cosmopolitan is an international fashion and entertainment magazine for women that was formerly titled The Cosmopolitan. Cosmopolitan magazine is one of the best-selling magazines and is directed mainly towards a female audience. Jessica Pels is the editor-in-chief of Cosmopolitan magazine. The magazine was first published and distributed in 1886 in the United States as a family magazine; it was later transformed into a literary magazine and since 1965 has become a women's magazine.",
  "/wiki/Southern_Living": "Southern Living is a lifestyle magazine aimed at readers in the Southern United States featuring recipes, house plans, garden plans, and information about Southern culture and travel. It is published by Birmingham, Alabama–based Southern Progress Corporation, a unit of Meredith Corporation.",
  "/wiki/Taste_of_Home": "Taste of Home is an American media brand centered on food. It is an example of user-generated content in magazines, publishing recipes submitted by home cooks. Taste of Home is owned by Trusted Media Brands, which also owns Reader's Digest, Birds and Blooms and The Family Handyman.",
  "/wiki/Shape_Magazine": "Shape is a monthly English language fitness magazine started by Weider Publications in 1981, founded by Christine MacIntyre (a pioneer in women's free weight fitness) and became the number one women's fitness magazine. At that time, Weider Enterprises consisted primarily of the bodybuilding magazine Muscle & Fitness. Joe Weider and Christine MacIntyre had differing views of how to present Shape, Weider endorsing a less journalistic and more commercial approach to articles, MacIntyre endorsing a more academic, doctor-based magazine. Weider also endorsed a sexier approach to editorial while MacIntyre endorsed a healthier look for women, eschewing sexiness in the models and the copy. MacIntyre largely won that battle, editing a magazine that required that every byline have an advanced medical degree[clarification needed], that cover models should look healthy rather than sexy, and that sexist language be avoided.[citation needed] Christine MacIntyre was the editor-in-chief until her death in 1988. Tara Kraft is the current editor-in-chief. Shape found a readership based on that formula.",
  "/wiki/O,_The_Oprah_Magazine": "O, The Oprah Magazine, sometimes simply abbreviated to O, is a monthly magazine founded by Oprah Winfrey and Hearst Communications and primarily marketed at women.",
  "/wiki/Glamour_(magazine)": "Glamour is an online women's magazine published by Condé Nast Publications. Founded in 1939 and first published in April 1939 in the United States, it was originally called Glamour of Hollywood.",
  "/wiki/Condé_Nast": "Condé Nast Inc. is an American mass media company founded in 1909 by Condé Montrose Nast, based at One World Trade Center in Manhattan and owned by Advance Publications.",
  "/wiki/List_of_magazines_by_circulation": "The following list of the magazines in the world by circulation is based upon the number of copies distributed, on average, for each issue."
}