{
  "/wiki/The_Australian_Women%27s_Weekly": "The Australian Women's Weekly, sometimes known as simply The Weekly, is an Australian monthly women's magazine published by Bauer Media Group in Sydney. For many years it was the number one magazine in Australia before being outsold by the Australian edition of the American publication Better Homes and Gardens in 2014. As of February 2019[update], The Weekly has overtaken Better Homes and Gardens again, coming out on top as Australia's most read magazine.",
  "/wiki/Bauer_Media_Group": "Bauer Media Group (formerly Bauer Verlagsgruppe) is a German multimedia conglomerate headquartered in Hamburg that manages a portfolio of more than 600 magazines, over 400 digital products and 50 radio and TV stations around the world. The portfolio includes print shops, postal, distribution and marketing services. Bauer Media Group has a workforce of approximately 11,000 employees in 17 countries. Heinrich Bauer Verlag KG is the holding company of the group.",
  "/wiki/Better_Homes_and_Gardens_(magazine)": "Better Homes and Gardens is the fourth best selling magazine in the United States. The editor in chief is Stephen Orr. Better Homes and Gardens focuses on interests regarding homes, cooking, gardening, crafts, healthy living, decorating, and entertaining. The magazine is published 12 times per year by the Meredith Corporation.  It was founded in 1922 by Edwin Meredith, who had previously been the United States Secretary of Agriculture under Woodrow Wilson. The original name was Fruit, Garden and Home from 1922 to 1924. The name was changed in 1925 to Better Homes and Gardens.",
  "/wiki/Pacific_Magazines": "Pacific Magazines is a magazine publisher operating in Australia, owned by Bauer Media Group.",
  "/wiki/Woman%27s_Day_(Australian_magazine)": "Woman's Day is an Australian women's magazine owned by Bauer Media Group. It is Australia's highest selling weekly magazine.",
  "/wiki/New_Idea": "New Idea is a long-running Australian weekly magazine published by Pacific Magazines and aimed at women.",
  "/wiki/That%27s_Life!_(Australian_magazine)": "That's Life! (stylised thats life! and usually abbreviated to TL!) is an Australian entertainment and lifestyle magazine published each Thursday by Pacific Magazines, it is not related to the United Kingdom magazine publication of the same title, which is published by Bauer Media Group. TL! is a reality-based magazine, with most stories contributed by its readers as well as containing puzzles, recipes, health, beauty and fashion advice.",
  "/wiki/Reader%27s_Digest": "Reader's Digest is an American general-interest family magazine, published ten times a year.  Formerly based in Pleasantville, New York, it is now headquartered in Midtown Manhattan. The magazine was founded in 1922, by DeWitt Wallace and Lila Bell Wallace. For many years, Reader's Digest was the best-selling consumer magazine in the United States; it lost the distinction in 2009 to Better Homes and Gardens. According to Mediamark Research (2006), Reader's Digest reaches more readers with household incomes of $100,000+ than Fortune, The Wall Street Journal, Business Week, and Inc. combined.",
  "/wiki/The_Reader%27s_Digest_Association": "Trusted Media Brands, Inc. (TMBI), formerly known as the Reader's Digest Association, Inc. (RDA), is an [American multi-platform media and publishing company that is co-headquartered in New York City and White Plains, New York. The company was founded by husband and wife DeWitt Wallace and Lila Bell Wallace in New York City in 1922 with the first publication of the magazine Reader's Digest.",
  "/wiki/Take_5_(magazine)": "Take 5 is a weekly magazine owned by Bauer Media Group in Sydney, Australia. The magazine was launched in 1998 and goes on sale every Thursday. It features a variety of true stories submitted by readers, as well as recipes, fashion, tips, health news and a pull-out puzzle book, with the chance to win prizes by entering by post or online. It is aimed at a mainly female demographic, but is popular with all ages and genders. It has run campaigns on domestic violence (One Strike & You're Out), ice addiction (Break the Ice) and post natal depression (Chums For Mums).  In 2016 it won both Magazine of the Year (General interest) and Editor of the Year (Paul Merrill) at the Australian Magazine Awards. It has become famous and won awards, for its outlandish cover lines. Buzzfeed has created posts featuring some of the funniest examples.",
  "/wiki/News_Limited": "News Corp Australia is one of Australia's largest media conglomerates, employing more than 8,000 staff nationwide and approximately 3,000 journalists. The group's interests span newspaper and magazine publishing, Internet, subscription television, market research, DVD and film distribution, and film and television production trading assets. News Pty Limited (formerly News Limited) is the holding company of the group.",
  "/wiki/TV_Week": "TV Week is a weekly Australian magazine that provides television program listings information and highlights, as well as television-related news.",
  "/wiki/Who_(magazine)": "Who is a celebrity news and entertainment weekly magazine published in Australia by Pacific Magazines. It was launched in February 1992 as a sister magazine to the United States weekly People, with a name change facilitated because of an existing Australian lad's mag of the same name.",
  "/wiki/Cosmopolitan_(magazine)": "Cosmopolitan is an international fashion and entertainment magazine for women that was formerly titled The Cosmopolitan. Cosmopolitan magazine is one of the best-selling magazines and is directed mainly towards a female audience. Jessica Pels is the editor-in-chief of Cosmopolitan magazine. The magazine was first published and distributed in 1886 in the United States as a family magazine; it was later transformed into a literary magazine and since 1965 has become a women's magazine.",
  "/wiki/New_Weekly": "NW (formerly New Weekly)  is a weekly magazine (typically 110 pages) published in Australia by Bauer Media Group. It contains articles about media celebrities, Hollywood gossip, clothing, makeup, dieting, and entertainment.",
  "/wiki/Donna_Hay": "Donna Hay (born 28 January 1971) is an Australian food stylist, author and magazine editor.",
  "/wiki/Women%27s_Health_(magazine)": "Women's Health, published by Hearst, is a lifestyle magazine centered on health, sex, nutrition and fitness. It is published 10 times a year in the United States and has a circulation of 1.5 million readers. The magazine has 13 international editions spanning 25 countries and reaching more than 8 million readers globally.",
  "/wiki/Marie_Claire": "Marie Claire is an international monthly magazine first published in France in 1937, followed by the UK in 1941. Since then various editions are published in many countries and languages. The feature editions focuses on women around the world and several global issues. Marie Claire magazine also covers health, beauty, and fashion topics.",
  "/wiki/Dolly_(magazine)": "DOLLY was an Australian bimonthly teen magazine started in 1970 by Fairfax Ltd. in Australia and New Zealand, and purchased by ACP in 1988. The magazine became online-only publication and ceased the print edition in December 2016.",
  "/wiki/OK!": "OK! is a British weekly magazine specialising mainly in royal and celebrity news, with lots of showbiz exclusives. Originally launched as a monthly, its first issue was published in April 1993. In September 2004, OK! launched in Australia as a monthly title – the magazine went weekly in October 2006. In 2005, a US version was launched, followed by an Indian edition in May 2006, a Spanish-language version in Mexico in 2006, a Bulgarian-language version in 2007 and a Spanish edition in 2008."
}