{
  "/wiki/KF_Tirana": "Klubi i Futbollit Tirana is an Albanian football club based in the country's capital city, Tirana. The men's football club is part of the multi-disciplinary sports club SK Tirana, and is the most successful in Albania, having won 51 recognized major domestic trophies. They play their home games at the Selman Stërmasi Stadium in Tirana and they play in the Albanian Superliga.",
  "/wiki/Albania": "Albania (/ælˈbeɪniə, ɔːl-/ (listen) a(w)l-BAY-nee-ə; Albanian: Shqipëri or Shqipëria; Gheg Albanian: Shqipni or Shqipnia also Shqypni or Shqypnia), officially the Republic of Albania (Albanian: Republika e Shqipërisë, pronounced [ɾɛpuˈblika ɛ ʃcipəˈɾiːsə]), is a country in Southeast Europe on the Adriatic and Ionian Sea within the Mediterranean Sea. It shares land borders with Montenegro to the northwest, Kosovo[a] to the northeast, North Macedonia to the east, Greece to the south and maritime borders with Greece, Montenegro and Italy to the west.",
  "/wiki/Albanian_Superliga": "The Albanian Superliga (Albanian: Kategoria Superiore) is a professional league for men's association football clubs. At the top of the Albanian football league system, it is the country's primary football competition. It is contested by 10 clubs, and operates on a system of promotion and relegation with the Albanian First Division. Seasons run from August to May, with teams playing 36 matches each (playing each team in the league four times, twice at home and twice away).",
  "/wiki/Dinamo_Tirana": "Futboll Klub Dinamo Tirana is an Albanian football club based in the capital city Tirana. They currently compete in the Albanian First Division and they play their home games primarily at the Selman Stërmasi Stadium, as well as other grounds in the city. Founded in 1950 during the communist regime, the club was historically affiliated to the Interior Ministry and having won 18 National Championships, it is considered to be the second most decorated club after local rivals KF Tirana.",
  "/wiki/Partizani_Tirana": "FK Partizani is an Albanian professional football club based in Tirana, that competes in the Superliga. Founded in 1946, the club was historically affiliated to the Albanian army. Partizani's current temporary home ground is Selman Stërmasi Stadium.",
  "/wiki/SK_Rapid_Wien": "Sportklub Rapid Wien (German pronunciation: [ʁaˈpiːt ˈviːn]), commonly known as Rapid Vienna, is an Austrian football club playing in the country's capital city of Vienna. Rapid has won the most Austrian championship titles (32), including the first ever title in the season 1911–12, as well as a German championship in 1941 during Nazi rule. Rapid twice reached the final of the European Cup Winners' Cup in 1985 and 1996, losing on both occasions.",
  "/wiki/Austria": "Austria (/ˈɒstriə/ (listen), /ˈɔːs-/; German: Österreich [ˈøːstɐʁaɪ̯ç] (listen)), officially the Republic of Austria (German: Republik Österreich, listen (help·info)), is a landlocked East Alpine country in the southern part of Central Europe. It is composed of nine federated states (Bundesländer), one of which is Vienna, Austria's capital and its largest city. It is bordered by Germany to the northwest, Czechia to the north, Slovakia to the northeast, Hungary to the east, Slovenia and Italy to the south, and Switzerland and Liechtenstein to the west. Austria occupies an area of 83,879 km2 (32,386 sq mi) and has a population of nearly 9 million people. While German is the country's official language, many Austrians communicate informally in a variety of Bavarian dialects.",
  "/wiki/Austrian_Football_Bundesliga": "The Austrian Football Bundesliga (German: Österreichische Fußball-Bundesliga [ˈøːstɐʁaɪ̯çɪʃə ˈfuːsbal ˈbʊndəsliːɡa], Austrian Football Federal League) is the highest-ranking national league club competition in Austrian football. The competition decides the Austrian national football champions, as well the country's entrants for the various European cups run by UEFA. Since Austria stayed in sixteenth place in the UEFA association coefficient rankings at the end of the 2015–16 season, the league gained its first spot for the UEFA Champions League.\nThe Austrian Bundesliga, which began in the 1974–75 season, has been a separate registered association since 1 December 1991. It has been most won by the two Viennese giants Austria Wien, who were national champions 21 times, and Rapid Wien, who won the national title 32 times. Rapid’s Last title was in the 2007–08 Season. The current champions are Red Bull Salzburg. Hans Rinner is president of the Austrian Bundesliga.\nThe Austrian Football Bundesliga is currently known as Tipico Bundesliga for sponsorship reasons.",
  "/wiki/FK_Austria_Wien": "Fußballklub Austria Wien (German pronunciation: [ˈaʊ̯stri̯aː ˈviːn]; known in English as Austria Vienna, and usually shortened to Austria in German-speaking countries), is an Austrian association football club from the capital city of Vienna. It has won the most national titles of any Austrian club from the top flight. It has won 24 Austrian Bundesliga titles and is one of only two sides that have never been relegated from the Austrian top flight. With 27 victories in the Austrian Cup and six in the Austrian Supercup, Austria Wien is also the most successful club in each of those tournaments. The club reached the UEFA Cup Winners' Cup final in 1978, and the semi-finals of the European Cup the season after. The club plays at the Franz Horr Stadium, known as the Generali Arena since a 2010 naming rights deal with an Italian insurance company.",
  "/wiki/Fu%C3%9Fballclub_Wacker_Innsbruck": "FC Wacker Innsbruck is an Austrian association football club from Innsbruck. The club was formed in June 2002 as FC Wacker Tirol, and plays their home games at Tivoli-Neu. The club regard themselves as the spiritual continuation of the team FC Tirol Innsbruck, which went bankrupt in 2002 as well as the original FC Wacker Innsbruck which had been founded in 1913. In honour of this heritage, FC Wacker Tirol was renamed FC Wacker Innsbruck in 2007. However, legally it is a distinct and separate club, and is not entitled to claim the honours won by its predecessors.",
  "/wiki/FC_Wacker_Innsbruck": "FC Wacker Innsbruck was an Austrian association football club from Innsbruck, Tyrol.",
  "/wiki/FC_Swarovski_Tirol": "FC Swarovski Tirol was an Austrian association football club from 1986–1992, based in Innsbruck, Tyrol, Austria.",
  "/wiki/FC_Tirol_Innsbruck": "FC Tirol Innsbruck was an Austrian association football club from Innsbruck, Tyrol which existed between 1993 and 2002, when bankruptcy was declared.",
  "/wiki/FC_Red_Bull_Salzburg": "FC Red Bull Salzburg is an Austrian football club based in Wals-Siezenheim. Their home ground is the Red Bull Arena. Due to sponsorship restrictions, the club is known as FC Salzburg and wears a modified crest when playing in UEFA competitions.",
  "/wiki/Kapaz_PFC": "Kapaz PFK (Azerbaijani: Kəpəz Peşəkar Futbol Klubu, pronounced [kæpæz]), is an Azerbaijani football club based in Ganja, that currently plays in the Azerbaijan First Division.",
  "/wiki/Azerbaijan": "Azerbaijan (UK: /ˌæzərbaɪˈdʒɑːn, -ˈʒɑːn/ (listen), US: /ˌɑːzərbaɪˈdʒɑːn, ˌæz-/; Azerbaijani: Azərbaycan [ɑːzæɾbɑjˈd͡ʒɑn]), officially the Republic of Azerbaijan (Azerbaijani: Azərbaycan Respublikası [ɑːzæɾbɑjˈd͡ʒɑn ɾespublikɑˈsɯ]), is a landlocked country in the South Caucasus region of Eurasia at the crossroads of Eastern Europe and Central Asia. It is bounded by the Caspian Sea to the east, Russia to the north, Georgia to the northwest, Armenia to the west and Iran to the south. The exclave of Nakhchivan is bounded by Armenia to the north and east, Iran to the south and west, and has an 11 km (6.8 mi) long border with Turkey in the northwest.",
  "/wiki/Azerbaijan_Premier_League": "The Azerbaijani Premier League (Azerbaijani: Azərbaycan Premyer Liqası) is the top tier in Azerbaijani club football. The league is contested by 8 teams, in which the season runs from August to May. The winner enters the UEFA Champions League from the first qualifying round.",
  "/wiki/FC_Baku": "FC Baku (Azerbaijani: \"Bakı\" Futbol Klubu) is an Azerbaijani football club based in Baku that has been an amateur club since 2016. Prior to that, Baku played 18 seasons in the Azerbaijan Premier League, winning the championship twice and earning the National Cup three times.",
  "/wiki/FC_Inter_Baku": "Keshla FK (Azerbaijani: Keşlə Futbol Klubu; pronounced [keʃlæ],  formerly named Inter Baku) is an Azerbaijani football club, based in Keshla, that currently plays in the Azerbaijan Premier League. The club have won the Premier League title twice.",
  "/wiki/Neftchi_Baku_PFC": "Neftçi Peşəkar Futbol Klubu (English: Neftchi Professional Football Club), simply known as Neftçi (pronounced [neft͡ʃi]) or Neftchi Baku in English media, is an Azerbaijani football club based in the capital, Baku, that currently plays in the Azerbaijan Premier League.",
  "/wiki/FC_BATE_Borisov": "FC BATE Borisov (Belarusian: ФК БАТЭ Барысаў, IPA: [baˈtɛ]; Russian: ФК БАТЭ Борисов, FK BATE Borisov [bɐˈtɛ bɐˈrʲisəf]) is a professional Belarusian football team from the city of Barysaw. The club competes in the Belarusian Premier League, of which they are the league's most successful club with 15 titles, including 13 won consecutively. The club has also won three Belarusian Cups and four Belarusian Super Cups.",
  "/wiki/Belarus": "Belarus (/bɛləˈruːs/; Belarusian: Беларусь, IPA: [bʲɛlaˈrusʲ]), officially the Republic of Belarus (Belarusian: Рэспубліка Беларусь, Russian: Республика Беларусь), formerly known by its Russian name Byelorussia or Belorussia (Russian: Белоруссия), is a landlocked country in Eastern Europe bordered by Russia to the northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Its capital and most populous city is Minsk. Over 40% of its 207,600 square kilometres (80,200 sq mi) is forested. Its major economic sectors are service industries and manufacturing. Until the 20th century, different states at various times controlled the lands of modern-day Belarus, including the Principality of Polotsk (11th to 14th centuries), the Grand Duchy of Lithuania, the Polish–Lithuanian Commonwealth, and the Russian Empire.",
  "/wiki/Belarusian_Premier_League": "The Belarusian Premier League or the Vysheyshaya Liga (Belarusian: Вышэйшая ліга, Russian: Высшая лига, \"Top League\") is the top division of professional football in Belarus, and is organized by the Belarusian Football Federation. The number of teams in the competition has varied over the years from as high as 17 (1992–93 season) to as low as 11 (2012). As of 2019, the league includes 16 teams. Each team plays every other team twice during the course of the season. At the end of the season two teams are relegated to the Belarusian First League, and two are promoted from the First League to replace them.",
  "/wiki/FC_Dinamo_Minsk": "FC Dinamo Minsk (Belarusian: ФК Дынама Мінск, FK Dynama Minsk; Russian: ФК Динамо Минск) is a professional football club based in the Belarusian capital city of Minsk.",
  "/wiki/RSCA": "Royal Sporting Club Anderlecht, usually known as Anderlecht (Dutch pronunciation: [ˈɑndərlɛxt], French: [ɑ̃dəʁlɛkt], German: [ˈandɐlɛçt]) or RSCA (Dutch: [ˌɛrɛseːˈjaː, -seːˈʔaː], French: [ɛʁɛsse.ɑ], German: [ˌɛɐ̯ʔɛs.tseːˈʔaː]), is a Belgian professional football club based in Anderlecht, Brussels Capital-Region. Anderlecht plays in the Belgian First Division A and is the most successful Belgian football team in European competitions, with five trophies, as well as in the Belgian domestic league, with 34 championship wins. They have also won nine Belgian Cups and hold the record for most consecutive Belgian championship titles, winning five between the 1963–64 and 1967–68 seasons.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/Belgian_First_Division": "The Belgian First Division A is the top league competition for association football clubs in Belgium. Following the 2015–16 season it was renamed from the Belgian Pro League (officially known as Jupiler Pro League (Dutch pronunciation: [ˈʒypilɛr ˈproː ˈlik]). Contested by 16 clubs, it operates on a system of promotion and relegation with the Belgian First Division B. Seasons run from late July to early May, with teams playing 30 matches each in the regular season, and then entering play-offs 1 or play-offs 2 according to their position in the regular season. Play-offs 1 (also known as the title playoffs) are contested by the top 6 clubs in the regular season, with each club playing each other twice. Play-offs 2 (also known as the Europa League playoff) are contested by teams ranked 7 to 15 in the regular season, divided in two groups of 6 teams playing each other twice (three teams from the Belgian First Division B also take part in playoff 2). The team finishing in 16th place is relegated. As of 2014[update] the league was sponsored by AB InBev, brewers of Jupiler beer, and officially known as Jupiler Pro League.",
  "/wiki/Club_Brugge": "Club Brugge Koninklijke Voetbalvereniging (Dutch pronunciation: [klʏˈbrʏɣə ˌkoːnɪŋkləkə ˈvudbɑlvəreːnəɣɪŋ]), commonly referred to as just Club Brugge, or Club Bruges commonly in English, is a football club based in Bruges in Belgium. It was founded in 1891 and its home ground is the Jan Breydel Stadium, which has a capacity of 29,062.",
  "/wiki/Belgian_Pro_League": "The Belgian First Division A is the top league competition for association football clubs in Belgium. Following the 2015–16 season it was renamed from the Belgian Pro League (officially known as Jupiler Pro League (Dutch pronunciation: [ˈʒypilɛr ˈproː ˈlik]). Contested by 16 clubs, it operates on a system of promotion and relegation with the Belgian First Division B. Seasons run from late July to early May, with teams playing 30 matches each in the regular season, and then entering play-offs 1 or play-offs 2 according to their position in the regular season. Play-offs 1 (also known as the title playoffs) are contested by the top 6 clubs in the regular season, with each club playing each other twice. Play-offs 2 (also known as the Europa League playoff) are contested by teams ranked 7 to 15 in the regular season, divided in two groups of 6 teams playing each other twice (three teams from the Belgian First Division B also take part in playoff 2). The team finishing in 16th place is relegated. As of 2014[update] the league was sponsored by AB InBev, brewers of Jupiler beer, and officially known as Jupiler Pro League.",
  "/wiki/Standard_Li%C3%A8ge": "Royal Standard de Liège, commonly referred to as Standard Liège (French: [stɑ̃daʁ ljɛʒ]; Dutch: Standard Luik [ˈstɑndɑrt ˈlœyk]; German: Standard Lüttich [ˈstandaɐ̯t ˈlʏtɪç, ˈʃtan-]), is a Belgian football club from the city of Liège. They are one of the most successful clubs in Belgium, having won the Belgian league on ten occasions, most recently in 2007–08 and 2008–09. They have been in the top flight without interruption since 1921, longer than any other Belgian side. They have also won eight Belgian Cups, and in 1981–82 they reached the final of the European Cup Winners' Cup, which they lost 2–1 against Barcelona.",
  "/wiki/R.U._Saint-Gilloise": "Royale Union Saint-Gilloise, abbreviated to Union SG, unofficially simply called Union, is a Belgian football club originally located in the municipality of Saint-Gilles, in Brussels, although since the 1920s it has been based at the Stade Joseph Marien in the neighbouring municipality of Forest.",
  "/wiki/Belgian_Third_Division_B": "The Belgian Third Division B was one of the two leagues at the third level of the Belgian football league system, the other one being the Belgian Third Division A.  This division  existed from the 1952–53 until 2015–16 seasons and was played every year with 18 clubs from 2009.  Prior to this, the third level in the Belgian football league system was called Promotion and was divided into four leagues of 16 clubs each and prior to the 1931–32 season, the Promotion was divided into three leagues. Due to restructuring, the Third Division was replaced by Belgian Second Amateur Division which plays as three leagues of 16 clubs each from the 2016–17 season.",
  "/wiki/PFC_CSKA_Sofia": "CSKA (Bulgarian: ЦСКА) is a Bulgarian professional association football club based in Sofia and currently competing in the country's premier football competition, the First League. CSKA is an abbreviation for Central Sports Club of the Army (Bulgarian: Централен Спортен Клуб на Армията).",
  "/wiki/Bulgaria": "Bulgaria (/bʌlˈɡɛəriə, bʊl-/ (listen); Bulgarian: България, romanized: Balgariya), officially the Republic of Bulgaria (Bulgarian: Република България, romanized: Republika Balgariya, IPA: [rɛˈpublikɐ bɐɫˈɡarijɐ]), is a country in Southeast Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres (42,855 sq mi), Bulgaria is Europe's 16th-largest country.",
  "/wiki/Bulgarian_A_Football_Group": "The First Professional Football League (Bulgarian: Първа професионална футболна лига), also known as the Bulgarian First League or Parva liga, currently known as the efbet League for sponsorship reasons, is a professional association football league, located at the top of the Bulgarian football league system. Contested by 14 teams, it operates on a system of promotion and relegation with the Vtora liga.",
  "/wiki/GNK_Dinamo": "Građanski nogometni klub Dinamo Zagreb, commonly referred to as GNK Dinamo Zagreb or simply Dinamo Zagreb (pronounced [dinamo ˈzâːɡreb]), is a professional Croatian football club based in Zagreb. \nThe club is the successor of 1. HŠK Građanski or fully Prvi hrvatski građanski športski klub (English: First Croatian Citizens' Sports Club), club founded in 1911, banned in 1945 and replaced by newly established Dinamo Zagreb. They play their home matches at Stadion Maksimir. They are the most successful club in Croatian football, having won 20 Croatian Football League titles, 15 Croatian Football Cups and six Croatian Football Super Cups. The club has spent its entire existence in top flight, having been members of the Yugoslav First League from 1946 to 1991, and then the Croatian First League since its foundation in 1992.",
  "/wiki/Croatia": "Croatia (/kroʊˈeɪʃə/ (listen), kroh-AY-shə; Croatian: Hrvatska, pronounced [xř̩ʋaːtskaː]), officially the Republic of Croatia (Croatian: Republika Hrvatska, listen (help·info)),[d] is a country in Southeast Europe. It borders Slovenia to the northwest, Hungary to the northeast, Serbia to the east, Bosnia and Herzegovina, and Montenegro to the southeast, sharing a maritime border with Italy. Its capital, Zagreb, forms one of the country's primary subdivisions, along with twenty counties. Croatia has an area of 56,594 square kilometres (21,851 square miles) and a population of 4.28 million, most of whom are Roman Catholics.",
  "/wiki/1._HNL": "The Croatian First Football League (Croatian: Prva hrvatska nogometna liga, pronounced [pr̩̂ːʋaː xř̩ʋaːtskaː nôɡomeːtnaː lǐːɡa]), (also known as Prva HNL or 1. HNL) or for sponsorship reasons the Hrvatski Telekom Prva Liga, is the top Croatian professional football league competition, established in 1992. The winners enter the qualifying stages of the UEFA Champions League. Dinamo Zagreb are the most successful club with 20 titles overall, but most of these can be disputted due to illegal activities of the club's board members such as paying pf referees which has been proven. They are followed by Hajduk Split with six titles. Rijeka and NK Zagreb each have won one title.",
  "/wiki/SK_Slavia_Prague": "Sportovní klub Slavia Praha – fotbal (Sports Club Slavia Prague – Football, pronounced [ˈslaːvɪja ˈpraɦa]), commonly known as Slavia Praha / Slavia Prague, is a Czech professional football club in Prague. Founded in 1892, they are the second most successful club in the Czech Republic since its independence in 1993.",
  "/wiki/Czech_Republic": "The Czech Republic (/ˈtʃɛk -/ (listen); Czech: Česká republika [ˈtʃɛskaː ˈrɛpublɪka] (listen)), also known by its short-form name, Czechia (/ˈtʃɛkiə/ (listen); Czech: Česko [ˈtʃɛsko] (listen)), is a country in Central Europe bordered by Poland to the northeast, Slovakia to the southeast, Austria to the south, and Germany to the west. The Czech Republic is a landlocked country with a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unitary parliamentary republic, with 10.7 million inhabitants. Its capital and largest city is Prague, with 1.3 million residents; other major cities are Brno, Ostrava, Olomouc and Pilsen.",
  "/wiki/Gambrinus_Liga": "The Czech First League, known as the Fortuna liga for sponsorship reasons, is a Czech professional league for football clubs. At the top of the Czech football league system, it is the country's primary football competition. It is contested by 16 clubs, operating a system of promotion and relegation with the Czech National Football League. Since 2018–19, seasons run from July to May, with teams playing 30 games each. Then teams are divided into three groups playing superstructure for final positions. The league is currently ranked 13th in Europe in the UEFA league rankings."
}