{
  "/wiki/Dongan_Engine_Manufacturing_Company": "The Dongan Engine Manufacturing Company is a Chinese engine manufacturer founded in 1948.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Dongan_WJ5": "The Dongan WJ-5 is a Chinese single-shaft turboprop aero engine built by the Dongan Engine Manufacturing Company for the Xian Y-7 twin-engined transport.",
  "/wiki/Harbin_SH-5": "The Harbin SH-5 (Chinese: 水轰五型, where \"水轰\" is short for \"水上轰炸机\"(Shuishang Hongzhaji), literally \"seaborne bomber\") is a Chinese maritime patrol amphibious aircraft intended for a wide range of duties, including aerial firefighting, anti-submarine warfare (ASW) and air-sea rescue (SAR).  One prototype and six production aircraft have been built.",
  "/wiki/Xi'an_Y-7": "The Xian Y-7 (Chinese: 运-7; pinyin: Yùn-qī) is a transport/passenger aircraft built in China. It is based on the Soviet-designed Antonov An-24 series.",
  "/wiki/Europrop_International": "Europrop International (EPI) GmbH is a consortium set up in 2002 in the form of a company governed by German law, by the four main European aircraft engine manufacturers, MTU Aero Engines, Safran Aircraft Engines, Rolls-Royce and Industria de Turbo Propulsores.",
  "/wiki/European_Union": "The European Union (EU) is a political and economic union of 27 member states that are located primarily in Europe. Its members have a combined area of 4,233,255.3 km2 (1,634,469.0 sq mi) and an estimated total population of about 447 million. The EU has developed an internal single market through a standardised system of laws that apply in all member states in those matters, and only those matters, where members have agreed to act as one. EU policies aim to ensure the free movement of people, goods, services and capital within the internal market, enact legislation in justice and home affairs and maintain common policies on trade, agriculture, fisheries and regional development. For travel within the Schengen Area, passport controls have been abolished. A monetary union was established in 1999, coming into full force in 2002, and is composed of 19 EU member states which use the euro currency.",
  "/wiki/Europrop_TP400": "The Europrop International TP400-D6 is an 11,000 shp (8,200 kW) powerplant, developed and produced by Europrop International for the Airbus A400M Atlas military transport aircraft. The TP400 is the most powerful single-rotation turboprop; only the contra-rotating Kuznetsov NK-12 is larger.",
  "/wiki/Airbus_A400M": "The Airbus A400M Atlas is a European, four-engine turboprop military transport aircraft. It was designed by Airbus Military (now Airbus Defence and Space) as a tactical airlifter with strategic capabilities to replace older transport aircraft, such as the Transall C-160 and the Lockheed C-130 Hercules. The A400M is positioned, in terms of size, between the C-130 and the C-17; it can carry heavier loads than the C-130 and is able to use rough landing strips. Along with the transport role, the A400M can perform aerial refuelling and medical evacuation when fitted with appropriate equipment.",
  "/wiki/General_Electric": "General Electric Company (GE) is an American multinational conglomerate incorporated in New York City and headquartered in Boston. As of 2018[update], the company operates through the following segments: aviation, healthcare, power, renewable energy, digital industry, additive manufacturing, venture capital and finance and lighting.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/General_Electric_T700": "The General Electric T700 and CT7 are a family of turboshaft and turboprop engines in the 1,500–3,000 shp (1,100–2,200 kW) class.",
  "/wiki/CASA/IPTN_CN-235": "The CASA/IPTN CN-235 is a medium-range twin-engined transport aircraft that was jointly developed by Construcciones Aeronáuticas SA (CASA) of Spain and Indonesian manufacturer IPTN, as a regional airliner and military transport. Its primary military roles include maritime patrol, surveillance, and air transport. Its largest user is Turkey, which has 59 aircraft.",
  "/wiki/Let_L-610": "The Let L-610 is a prototype aircraft for the Czech civil aircraft manufacturer Let Kunovice made in 1988–1997. It was the largest ever designed aircraft in the country.",
  "/wiki/Saab_340": "The Saab 340 is a Swedish twin-engine turboprop aircraft designed and initially produced by Saab AB and Fairchild Aircraft. It is designed to seat 30-36 passengers and, as of July 2018, there were 240 operational aircraft used by 34 different operators.",
  "/wiki/Sukhoi_Su-80": "The Sukhoi Su-80 (formerly known as the Sukhoi S-80) is a Russian twin-turboprop, twin-boom STOL transport aircraft.",
  "/wiki/Czech_Republic": "The Czech Republic (/ˈtʃɛk -/ (listen); Czech: Česká republika [ˈtʃɛskaː ˈrɛpublɪka] (listen)), also known by its short-form name, Czechia (/ˈtʃɛkiə/ (listen); Czech: Česko [ˈtʃɛsko] (listen)), is a country in Central Europe bordered by Poland to the northeast, Slovakia to the southeast, Austria to the south, and Germany to the west. The Czech Republic is a landlocked country with a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unitary parliamentary republic, with 10.7 million inhabitants. Its capital and largest city is Prague, with 1.3 million residents; other major cities are Brno, Ostrava, Olomouc and Pilsen.",
  "/wiki/General_Electric_H80": "The General Electric H80 is a turboprop aircraft engine produced by GE BGA Turboprops. The H80 is an updated derivative of the Walter M601.",
  "/wiki/Ayres_Thrush": "The Ayres Thrush, formerly the Snow S-2, Aero Commander Ag Commander, and Rockwell Thrush Commander, is an American agricultural aircraft produced by Ayres Corporation and more recently by Thrush Aircraft. It is one of the most successful and long-lived agricultural application aircraft types in the world, with almost 2,000 sold since the first example flew 64 years ago. Typical of agricultural aircraft, it is a single-seat monoplane of conventional taildragger configuration. Originally powered by a radial piston engine, most examples produced since the 1980s have been turboprop-powered.",
  "/wiki/Let_L-410_Turbolet": "The Let L 410 Turbolet is a twin-engine short-range transport aircraft, manufactured by the Czech aircraft manufacturer Let Kunovice (named Aircraft Industries since 2005), often used as an airliner. The aircraft is capable of landing on short and unpaved runways and operating under  extreme conditions from +50 °C (122 °F) to −50 °C (−58 °F). In 2016, 1,200 L 410 have been built and over 350 are in service in more than 50 countries.",
  "/wiki/China_Aviation_Industry_General_Aircraft_Primus_150": "The AVIC Leadair AG300, previously called Primus 150, built by the China Aviation Industry General Aircraft, is a development of the Epic LT aircraft built using the international rights to Epic Aircraft bought in bankruptcy in 2010. As part of the settlement, Epic retained its rights for American construction and support of its aircraft, creating two divergent lines.",
  "/wiki/Nextant_G90XT": "Nextant Aerospace is a United States-based company specializing in the remanufacturing of business jets.  Founded in 2007, Nextant is the first company to introduce the concept of aircraft remanufacturing to the business jet market.",
  "/wiki/General_Electric_T64": "The General Electric T64 is a free-turbine turboshaft engine that was originally developed for use on helicopters, but which was later used on fixed-wing aircraft as well. General Electric introduced the engine in 1964. The original engine design included technical innovations such as corrosion resistant and high-temperature coatings. The engine features a high overall pressure ratio, yielding a low specific fuel consumption for its time. Although the compressor is all-axial, like the earlier General Electric T58, the power turbine shaft is coaxial with the HP shaft and delivers power to the front of the engine, not rearwards. Fourteen compressor stages are required to deliver the required overall pressure ratio. Compressor handling is facilitated by 4 rows of variable stators. Unlike the T58, the power turbine has 2 stages.",
  "/wiki/Aeritalia_G.222": "The Aeritalia G.222 (formerly Fiat Aviazione, later Alenia Aeronautica) is a medium-sized STOL military transport aircraft. It was developed to meet a NATO specification, but Italy was initially the only NATO member to adopt the type. The United States purchased a small number of G.222s, designating them the C-27A Spartan.",
  "/wiki/De_Havilland_Canada_DHC-5_Buffalo": "The de Havilland Canada DHC-5 Buffalo is a short takeoff and landing (STOL) utility transport turboprop aircraft developed from the earlier piston-powered DHC-4 Caribou. The aircraft has extraordinary STOL performance and is able to take off in distances much shorter than even most light aircraft can manage.",
  "/wiki/Kawasaki_P-2J": "The Kawasaki P-2J (originally P2V-Kai) was a Maritime patrol and ASW aircraft developed for the Japan Maritime Self Defense Force. A turboprop-powered version of the radial-engined P-2 Neptune, the P-2J was developed as an alternative to buying the larger and more expensive P-3 Orion, which would eventually replace the P-2J in the 1980s.",
  "/wiki/Honeywell": "Honeywell International Inc. is a publicly-traded conglomerate  headquartered in Charlotte, North Carolina, United States that produces commercial and consumer products, engineering services and aerospace systems.",
  "/wiki/TPE331": "The Honeywell TPE331 (military designation: T76) is a turboprop engine. It was originally designed in the 1950s by Garrett AiResearch, and produced since 1999 by Honeywell Aerospace. The engines power output ranges from 575 to 1650 shaft horsepower (shp).",
  "/wiki/Aero_Commander_500": "The Aero Commander 500 family is a series of light-twin piston-engined and turboprop aircraft originally built by the Aero Design and Engineering Company in the late 1940s, renamed the Aero Commander company in 1950, and a division of Rockwell International from 1965. The initial production version was the 200-mph, seven-seat Aero Commander 520. An improved version, the 500S, manufactured after 1967, is known as the Shrike Commander.  Larger variants are known by numerous model names and designations, ranging up to the 330-mph, 11-seat Model 695B/Jetprop 1000B turboprop.",
  "/wiki/Antonov_An-38": "The Antonov An-38 is a stretched and upgraded version of Antonov's earlier An-28. It is a twin-engined turboprop transport aircraft, designed by the Antonov Design Bureau in Kiev, Ukraine. Production is in Novosibirsk, Russia, but some crucial parts are also made in Ukraine and Belarus. It first flew in 1994, and received international flight certification in April 2000. A total of 11 were built and 2 remain in airline service as of August 2019.",
  "/wiki/Handley_Page_Jetstream": "The Handley Page HP.137 Jetstream is a small twin-turboprop airliner, with a pressurised fuselage. The aircraft was designed to meet the requirements of the United States commuter and regional airline market. The design was later improved and built by British Aerospace as the BAe Jetstream 31 and BAe Jetstream 32, featuring different turboprop engines.",
  "/wiki/BAe_Jetstream_41": "The British Aerospace Jetstream 41 is a turboprop-powered feederliner and regional airliner, designed by British Aerospace as a stretched version of the popular Jetstream 31. Intended to compete directly with 30-seat aircraft like the Embraer Brasilia, Dornier 328 and Saab 340, the new design eventually accommodated 29 passengers in a two-by-one arrangement like the Jetstream 31. Eastern Airways of the UK is the biggest operator of Jetstream 41s in the world, with 14 in the fleet.",
  "/wiki/CASA_C-212_Aviocar": "The CASA C-212 Aviocar is a turboprop-powered STOL medium cargo aircraft designed and built by CASA in Spain for civil and military use.",
  "/wiki/Cessna_441": "The Cessna 441 Conquest II is the first turboprop powered aircraft designed by Cessna and was meant to fill the gap between their jets and piston-engined aircraft. It was developed in November 1974, with the first aircraft delivered in September 1977. It is a pressurized, 8–9 passenger turbine development of the Cessna 404 Titan.",
  "/wiki/Dornier_Do_228": "The Dornier Do 228 is a twin-turboprop STOL utility aircraft, manufactured by Dornier GmbH (later DASA Dornier, Fairchild-Dornier) from 1981 until 1998. In 1983, Hindustan Aeronautics (HAL) bought a production licence and manufactured 125 aircraft. In Oberpfaffenhofen, Germany, 245 were built, and 125 in Kanpur, India. In July 2017, 63 aircraft were in airline service.",
  "/wiki/Fairchild_Swearingen_Metroliner": "The Fairchild Swearingen Metroliner (previously the Swearingen Metro and later Fairchild Aerospace Metro) is a 19-seat, pressurized, twin-turboprop airliner first produced by Swearingen Aircraft and later by Fairchild Aircraft at a plant in San Antonio, Texas.",
  "/wiki/General_Atomics_MQ-9_Reaper": "The General Atomics MQ-9 Reaper (sometimes called Predator B) is an unmanned aerial vehicle (UAV) capable of remotely controlled or autonomous flight operations developed by General Atomics Aeronautical Systems (GA-ASI) primarily for the United States Air Force (USAF). The MQ-9 and other UAVs are referred to as Remotely Piloted Vehicles/Aircraft (RPV/RPA) by the USAF to indicate their human ground controllers.",
  "/wiki/Grumman_Ag_Cat": "The Grumman G-164 Ag Cat is a single-engine biplane agricultural aircraft, developed by Grumman in the 1950s.",
  "/wiki/Mitsubishi_MU-2": "The Mitsubishi MU-2 is a Japanese high-wing, twin-engine turboprop aircraft with a pressurized cabin manufactured by Mitsubishi Heavy Industries. It made its maiden flight in September 1963 and was produced until 1986. It is one of postwar Japan's most successful aircraft, with 704 manufactured in Japan and San Angelo, Texas, in the United States.",
  "/wiki/North_American_Rockwell_OV-10_Bronco": "The North American Rockwell OV-10 Bronco is an American twin-turboprop light attack and observation aircraft. It was developed in the 1960s as a special aircraft for counter-insurgency (COIN) combat, and one of its primary missions was as a forward air control (FAC) aircraft. It can carry up to 3,200 lb of external munitions, internal loads such as paratroopers or stretchers, and loiter for three or more hours.",
  "/wiki/Piper_PA-42_Cheyenne": "The Piper PA-42 Cheyenne is a turboprop aircraft built by Piper Aircraft. The PA-42 Cheyenne is a larger development of the earlier PA-31T Cheyennes I and II (which are, in turn, turboprop developments of the PA-31 Navajo).",
  "/wiki/RUAG_Do_228NG": "The Dornier Do 228 is a twin-turboprop STOL utility aircraft, manufactured by Dornier GmbH (later DASA Dornier, Fairchild-Dornier) from 1981 until 1998. In 1983, Hindustan Aeronautics (HAL) bought a production licence and manufactured 125 aircraft. In Oberpfaffenhofen, Germany, 245 were built, and 125 in Kanpur, India. In July 2017, 63 aircraft were in airline service.",
  "/wiki/Short_SC.7_Skyvan": "The Short SC.7 Skyvan (nicknamed the \"Flying Shoebox\") is a British 19-seat twin-turboprop aircraft manufactured by Short Brothers of Belfast, Northern Ireland. It is used mainly for short-haul freight and skydiving.",
  "/wiki/Short_Tucano": "The Short Tucano is a two-seat turboprop basic trainer built by Short Brothers in Belfast, Northern Ireland. It is a licence-built version of the Brazilian Embraer EMB-312 Tucano.",
  "/wiki/Swearingen_Merlin": "The Swearingen Merlin or the Fairchild Aerospace Merlin is a pressurized, twin turboprop business aircraft first produced by Swearingen Aircraft, and later by Fairchild at a plant in San Antonio, Texas.",
  "/wiki/Lycoming_LTS101": "The Lycoming (now Honeywell) LTS101 is a turboshaft engine family ranging from 650 to 850 shaft horsepower, used in a number of popular helicopters, and, as the LTP101 turboprop, light aircraft. Both models carry the US military designation T702.  The engine was originally designed at the Lycoming Turbine Engine Division in Stratford, Connecticut, but is now produced by Honeywell Aerospace.",
  "/wiki/Air_Tractor_AT-302": "The Air Tractor AT-300 is a family of agricultural aircraft that first flew in the United States on September 1973. Type certification was awarded to Air Tractor in November the same year, and serial production commenced in 1976. Of low-wing monoplane taildragger configuration, they carry a chemical hopper between the engine firewall and the cockpit.",
  "/wiki/Piaggio_P.166": "The Piaggio P.166 is a twin-engine pusher-type utility aircraft developed by the Italian aircraft manufacturer Piaggio Aero. The aircraft model name was Portofino, and is also known as Albatross in South African military service.",
  "/wiki/Aviakor": "OJSC Aviakor (Russian: Авиако́р) is an aviation plant located in Samara, Russia. It is part of the Russian Machines holding under control of the financial industrial group Basic Element  owned by Oleg Deripaska. \nAviakor constructs, repairs, maintenances, and supplies spare parts for passenger aircraft the Antonov An-140 and Tupolev Tu-154.\nLaunch of An-140 serial production on Aviakor reinforced the creation of the \"International Aircraft project-140\"(Russian: Международный авиационный проект-140) in collaboration with Kharkiv State Aircraft Manufacturing Company (KSAMC). The joint enterprise was founded on 15 September  2003 upon mutual agreement of Konstantin Titov, Governor of Samara region, and Pavel Naumenko, General Director of KSAMC",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Kuznetsov_NK-12": "The Kuznetsov NK-12 is a Soviet turboprop engine of the 1950s, designed by the Kuznetsov design bureau.  The NK-12 drives two large four-bladed contra-rotating propellers, 5.6 m (18 ft) diameter (NK-12MA), and 6.2 m (20 ft) diameter (NK-12MV). It is the most powerful turboprop engine to enter service.",
  "/wiki/Antonov_An-22": "The Antonov An-22 \"Antei\" (Russian: Ан-22 Антей, An-22 Antej; English Antaeus) (NATO reporting name \"Cock\") is a heavy military transport aircraft designed by the Antonov Design Bureau in the Soviet Union. Powered by four turboprop engines each driving a pair of contra-rotating propellers, the design was the first wide-body transport aircraft and remains the world's largest turboprop-powered aircraft to date. The An-22 first appeared publicly outside the Soviet Union at the 1965 Paris Air Show. Since then, the model has seen extensive use in major military and humanitarian airlifts for the Soviet Union.",
  "/wiki/Tupolev_Tu-95": "The Tupolev Tu-95 (Russian: Туполев Ту-95; NATO reporting name: \"Bear\") is a large, four-engine turboprop-powered strategic bomber and missile platform. First flown in 1952, the Tu-95 entered service with the Soviet Union in 1956 and is expected to serve the Russian Aerospace Forces until at least 2040.\nA development of the bomber for maritime patrol is designated Tu-142, while a passenger airliner derivative was called Tu-114.",
  "/wiki/Tupolev_Tu-114": "The Tupolev Tu-114 Rossiya (Russian: Tyполев Тy-114 Poccия) (NATO reporting name Cleat) was a turboprop-powered long-range airliner designed by the Tupolev design bureau and built in the Soviet Union  from 1956. It is the world's first and only swept wing turboprop airliner.  The aircraft was the largest and fastest passenger plane at that time and at 10,900 km (6,800 mi) also had the longest range. It has held the official title of fastest propeller-driven aircraft since 1960.",
  "/wiki/Ivchenko-Progress": "Ivchenko-Progress ZMKB (Ukrainian: Запорізьке машинобудівне конструкторське бюро «Прогрес» ім. О.Г.Івченка, Zaporizhia Machine-Building Design Bureau \"Progress\" State Enterprise named after Academician O.H.Ivchenko), formerly OKB-478 and Ivchenko Lotarev, is a state design bureau that creates drafts and plans for aircraft engines in Zaporizhia, Ukraine whose products are widely used in both civil and military aircraft, most notably by Antonov, Beriev, Ilyushin, Tupolev, Mil and Yakovlev. The design bureau works closely with Motor Sich, the turbine manufacturer located in Zaporizhia which produces those engines.",
  "/wiki/Ukraine": "Ukraine (Ukrainian: Україна, romanized: Ukrayina, pronounced [ʊkrɐˈjinɐ] (listen)) is a country in Eastern Europe. It is bordered by Russia to the north-east; Belarus to the north; Poland, Slovakia and Hungary to the west; and Romania, Moldova, and the Black Sea to the south.  Ukraine is currently in a territorial dispute with Russia over the Crimean Peninsula, which Russia annexed in 2014. Including Crimea, Ukraine has an area of 603,628 km2 (233,062 sq mi), making it both the largest country entirely within Europe and the 46th largest country in the world. Excluding Crimea, Ukraine has a population of about 42 million, making it the 32nd most populous country in the world. Its capital and largest city is Kiev. Ukrainian is the official language and its alphabet is Cyrillic. The dominant religion in the country is Eastern Orthodoxy.",
  "/wiki/Klimov_TV3-117": "The Klimov TV3-117 is a Russian gas turbine aero engine.  It is used in most medium lift, utility, and attack helicopters designed by the Mil and Kamov design bureaus.  The TV3-117 turboshaft engine was developed in 1974. Later the Klimov TV3-117 was installed on 95% of all helicopters designed by Mil and Kamov Engineering Centre. The engine has been produced in many variants.",
  "/wiki/Antonov_An-140": "The Antonov An-140 is a turboprop regional airliner, designed by the Ukrainian Antonov ASTC bureau as a successor to the Antonov An-24, with extended cargo capacity and the ability to use unprepared airstrips.",
  "/wiki/Klimov": "The JSC Klimov (or Joint Stock Company Klimov) presently manufactures internationally certified gas turbine engines, main gearboxes and accessory drive gearboxes for transport aircraft.",
  "/wiki/Klimov_TV7-117": "The Klimov TV7-117 is a Russian turboprop engine certified in 1997 to power the Ilyushin Il-114 regional commuter aircraft. The new engine features enhanced reliability, fuel economy and greater service life compared to its predecessors produced in the former Soviet Union. The engine has a modular design. The nine modules can be replaced in the field, which dramatically reduces costs and accelerates repair and maintenance. The engine has an electronic-hydromechanical control system.",
  "/wiki/Ilyushin_Il-112": "The Ilyushin Il-112 (Russian: Ил-112) is a high-wing light military transport aircraft being developed by Ilyushin Aviation Complex (JSC IL) for air landing and airdrop of military air cargoes, equipment and personnel. The aircraft is newest of all historically Soviet-origin aircraft (as of July 2019), and being manufactured by Voronezh Aircraft Production Association in Voronezh. The Il-112V is equipped with the avionics combining the entire equipment complexes and systems into an integrated complex – the onboard equipment integrated complex. All aviation information as well as information on the operation of aircraft systems is displayed on six LCD monitors (digital cockpit).",
  "/wiki/Ilyushin_Il-114": "The Ilyushin Il-114 (Russian Илью́шин Ил-114) is a Russian twin-engine turboprop airliner, designed for local routes. Intended to replace the Antonov An-24, it first flew in 1990. A total of 20 Il-114s have been built.",
  "/wiki/Ivchenko_AI-20": "The Ivchenko AI-20 is a Soviet turboprop engine developed by the Ivchenko design bureau in the 1950s. It has been built in large numbers, serving as the powerplant for the Antonov An-12 transport and the Ilyushin Il-18 airliner.",
  "/wiki/Antonov_An-12": "The Antonov An-12 (Russian: Антонов Ан-12; NATO reporting name: Cub) is a four-engined turboprop transport aircraft designed in the Soviet Union. It is the military version of the Antonov An-10 and has many variants. For more than three decades the An-12 was the standard medium-range cargo and paratroop transport aircraft of the Soviet air forces. A total of 1,234 were eventually built.",
  "/wiki/Antonov_An-32": "The Antonov An-32 (NATO reporting name: Cline) is a turboprop twin-engined military transport aircraft.",
  "/wiki/Ilyushin_Il-18": "The Ilyushin Il-18 (Russian: Илью́шин Ил-18; NATO reporting name: Coot) is a large turboprop airliner that first flew in 1957 and became one of the best known and durable Soviet aircraft of its era. The Il-18 was one of the world's principal airliners for several decades and was widely exported. Due to the aircraft's airframe durability, many examples achieved over 45,000 flight hours and the type remains operational in both military and (to a lesser extent) civilian capacities. The Il-18's successor was the long range Il-62 jet airliner.",
  "/wiki/Ivchenko_AI-24": "The Ivchenko AI-24 turboprop aircraft engine was designed and developed in the late-1950s by the Ivchenko design bureau and manufactured thereafter by Motor Sich. It was designed to power Antonov's successful An-24, An-26 and An-30 aircraft series.",
  "/wiki/Antonov_An-24": "The Antonov An-24 (Russian/Ukrainian: Антонов Ан-24) (NATO reporting name: Coke) is a 44-seat twin turboprop transport/passenger aircraft designed in 1957 in the Soviet Union by the Antonov Design Bureau and manufactured by Kiev, Irkutsk and Ulan-Ude Aviation Factories.",
  "/wiki/Antonov_An-26": "The Antonov An-26 (NATO reporting name: Curl) is a twin-engined turboprop civilian and military transport aircraft, designed and produced in the Soviet Union from 1969 to 1986.",
  "/wiki/Antonov_An-30": "The Antonov An-30 (NATO reporting name: Clank), is a development of the An-24 designed for aerial cartography.",
  "/wiki/LHTEC": "LHTEC (Light Helicopter Turbine Engine Company) is a joint venture between Rolls-Royce and Honeywell. The company was originally a partnership between the Allison Engine Company and AlliedSignal Aerospace.\nIn 1995 Rolls-Royce acquired Allison, and AlliedSignal merged with Honeywell in 1999, and adopted its name.",
  "/wiki/LHTEC_T800": "The LHTEC T800 is a turboshaft engine for rotary wing applications. It is produced by the LHTEC (Light Helicopter Turbine Engine Company), a joint venture between Rolls-Royce and Honeywell. The commercial and export version is the CTS800. The engine was primarily developed for the United States Army's cancelled RAH-66 Comanche armed reconnaissance helicopter, but has found use in other applications.",
  "/wiki/Westland_Lynx": "The Westland Lynx is a British multi-purpose twin-engined military helicopter designed and built by Westland Helicopters at its factory in Yeovil. Originally intended as a utility craft for both civil and naval usage, military interest led to the development of both battlefield and naval variants. The Lynx went into operational usage in 1977 and was later adopted by the armed forces of over a dozen nations, primarily serving in the battlefield utility, anti-armour, search and rescue and anti-submarine warfare roles.",
  "/wiki/AgustaWestland_AW159": "The AgustaWestland AW159 Wildcat (previously called the Future Lynx and Lynx Wildcat) is an improved version of the Westland Super Lynx military helicopter designed to serve in the battlefield utility, search and rescue and anti-surface warfare roles. In British service, common variants are being operated by both the Royal Navy and British Army, having replaced their Lynx Mk.7/8/9 predecessors. The AW159 has also been offered to several export customers, and has been ordered by the Republic of Korea Navy and the Philippine Navy.",
  "/wiki/Ayres_LM200_Loadmaster": "The Ayres LM200 Loadmaster was a small cargo aircraft developed in the 1990s by Ayres Corp. largely for the needs of small-package carriers. In 1996, urged on by Federal Express, development was begun, designed to carry four demi containers.  The aircraft was to be powered by a LHTEC CTP800-4T turboprop, which was composed of two CTP800s driving a single five-bladed Hamilton-Standard propeller through a combining gearbox.  To support this development effort, Ayres acquired the LET aircraft manufacturing company in the Czech Republic in September 1998. In 2001, the company was forced into bankruptcy when creditors foreclosed on it, and the Loadmaster program was terminated.",
  "/wiki/Sikorsky_X2": "The Sikorsky X2 is an experimental high-speed compound helicopter with coaxial rotors developed by Sikorsky Aircraft.",
  "/wiki/TAI/AgustaWestland_T-129": "The TAI/AgustaWestland T129 ATAK is a twin-engine, tandem seat, multi-role, all-weather attack helicopter based on the Agusta A129 Mangusta platform. The T129 was developed by Turkish Aerospace Industries (TAI) with partner AgustaWestland. The helicopter is designed for advanced attack and reconnaissance missions in hot and high environments and rough geography in both day and night conditions.",
  "/wiki/Omsk_Engine_Design_Bureau": "The Omsk Engine Design Bureau (along OMO named after Baranov) is an aero engine design bureau.  It was originally situated in Moscow in the Soviet Union, but was evacuated in 1941. Operations were moved to a \"site of farm machinery\" . The Bureau returned to Moscow and became independent on 5 July 1947 and was renamed \"OKB-20\" .  The bureau absorbed OKB-29 in 1963 and in 1966 was renamed Mashinostoitel'noe KB (MKB). Since 1994, it has been known as Omskoe mashinstroitel'noe KB (or OMKB) .",
  "/wiki/Antonov_An-3": "The Antonov An-3 is a Soviet (later Ukrainian and Russian) civil multipurpose and agricultural aircraft. It is essentially a turboprop-powered development of the An-2, designed to upgrade or replace it. The basic transport version (An-3T) is supplemented by a cargo/passenger version (An-3TK), an agricultural version (An-3SH), a forest fire-fighting version (An-3P), as well as an ambulance version. It is designed to carry passengers and cargo, operating from paved or unpaved airfields, including snow covered surfaces up to 35 cm (using a ski landing gear).",
  "/wiki/Pratt_&_Whitney_Canada": "Pratt & Whitney Canada (PWC or P&WC) is a Canada-based aircraft engine manufacturer.  PWC's headquarters are in Longueuil, Quebec, just outside Montreal.  It is a division of the larger US-based Pratt & Whitney (P&W), itself a business unit of United Technologies. United Technologies has given PWC a world mandate for small and medium aircraft engines while P&W's US operations develop and manufacture larger engines.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/PT-6": "The Pratt & Whitney Canada PT6 is a turboprop aircraft engine produced by Pratt & Whitney Canada.\nIts design was started in 1958, it first ran in February 1960, first flew on 30 May 1961, entered service in 1964 and has been continuously updated since.\nIt consists of two basic sections: a gas generator with accessory gearbox and a free power turbine with reduction gearbox, and is often seemingly mounted backwards in an aircraft in so far as the intake is at the rear and the exhaust at the front.\nMany variants of the PT6 have been produced, not only as turboprops but also for helicopters, land vehicles, hovercraft, boats, as auxiliary power units and for industrial uses. By November 2015, 51,000 had been produced, had logged 400 million flight hours from 1963 to 2016. It is known for its reliability with an in-flight shutdown rate of 1 per 651,126 hours in 2016.\nThe PT6A covers the power range between 580 and 1,940 shp (430 and 1,450 kW) while the PT6B/C are turboshaft variants for helicopters.",
  "/wiki/Air_Tractor_AT-502": "The Air Tractor AT-500 is a family of agricultural aircraft that first flew in the United States on 25 April 1986, manufactured by Air Tractor Inc. Of monoplane low-wing, taildragger configuration, they carry a chemical hopper between the engine firewall and the cockpit. Compared with their predecessor, the AT-500 family mostly feature a wingspan increased to 50 ft (15.2 m), and an additional fuselage stretch of 22 in (56 cm), allowing for a larger chemical hopper. Almost all variants offer a widened \"buddy\" seat or a tandem seat for a passenger, observer, or loader; trainer aircraft with full dual controls have also been offered.",
  "/wiki/Air_Tractor_AT-602": "The Air Tractor AT-602 is an agricultural aircraft that first flew in the United States on 1 December 1995, manufactured by Air Tractor Inc. Of monoplane low-wing, taildragger configuration, it carries a chemical hopper between the engine firewall and the cockpit.  It was designed to fill a gap in the Air Tractor range between the AT-500 series with a 500 US gal (1,890 L) capacity and the AT-802s with a 810 US gal (3,070 L) capacity.",
  "/wiki/Air_Tractor_AT-802": "The Air Tractor AT-802 is an agricultural aircraft that may also be adapted into fire-fighting or armed versions. It first flew in the United States in October 1990 and is manufactured by Air Tractor Inc. The AT-802 carries a chemical hopper between the engine firewall and the cockpit. In the U.S., it is considered a Type III SEAT, or Single Engine Air Tanker.",
  "/wiki/Beechcraft_Model_99": "The Beechcraft Model 99 is a civilian aircraft produced by Beechcraft. It is also known as the Beech 99 Airliner and the Commuter 99. The 99 is a twin-engine, unpressurized, 15 to 17 passenger seat turboprop aircraft, derived from the earlier Beechcraft King Air and Queen Air. It uses the wings of the Queen Air, the engines and nacelles of the King Air, and sub-systems from both, with a specifically-designed nose structure.",
  "/wiki/Beechcraft_Super_King_Air": "The Beechcraft Super King Air family is part of a line of twin-turboprop aircraft produced by Beechcraft. The Model 200 and Model 300 series were originally marketed as the \"Super King Air\" family; the \"Super\" designation was dropped in 1996. They form the King Air line together with the King Air Model 90 and 100 series.",
  "/wiki/Beechcraft_1900": "The Beechcraft 1900 is a 19-passenger, pressurized twin-engine turboprop fixed-wing aircraft that was manufactured by Beechcraft. It was designed, and is primarily used, as a regional airliner. It is also used as a freight aircraft and corporate transport, and by several governmental and military organisations. With customers favoring larger regional jets, Raytheon ended production in October 2002.",
  "/wiki/Beechcraft_T-6_Texan_II": "The Beechcraft T-6 Texan II is a single-engine turboprop aircraft built by the Raytheon Aircraft Company (which became Hawker Beechcraft and later Beechcraft Defense Company, and was bought by Textron Aviation in 2014). A trainer aircraft based on the Pilatus PC-9, the T-6 has replaced the Air Force's Cessna T-37B Tweet and the Navy's T-34C Turbo Mentor. The T-6A is used by the United States Air Force for basic pilot training and Combat Systems Officer (CSO) training, the United States Navy and United States Marine Corps for primary and intermediate Naval Flight Officer (NFO) training, and by the Royal Canadian Air Force (CT-156 Harvard II designation), Greek Air Force, Israeli Air Force (with the \"Efroni\" nickname), and Iraqi Air Force for basic flight training. The T-6B is the primary trainer for U.S. student naval aviators (SNAs). The T-6C is used for training by the Mexican Air Force, Royal Air Force, Royal Moroccan Air Force, and the Royal New Zealand Air Force.",
  "/wiki/Cessna_208": "The Cessna 208 Caravan is a utility aircraft produced by Cessna.\nThe project was commenced on November 20, 1981, and the prototype first flew on December 9, 1982.\nThe production model was certified by the FAA in October 1984 and its Cargomaster freighter variant was developed for FedEx.\nThe 4 ft (1.2 m) longer 208B Super Cargomaster first flew in 1986 and was developed in the passenger 208B Grand Caravan.",
  "/wiki/Cessna_425": "The Cessna 425, known as the Corsair and later as the Conquest I, is an eight-seat American pressurized turboprop  twin-engined light aircraft. Now out of production, it was built by Cessna Aircraft of Wichita, Kansas between 1980 and 1986.",
  "/wiki/De_Havilland_Canada_DHC-6_Twin_Otter": "The de Havilland Canada DHC-6 Twin Otter, currently marketed as the Viking Air DHC-6 Twin Otter, is a Canadian 19-passenger STOL (Short Takeoff and Landing) utility aircraft developed by de Havilland Canada and currently produced by Viking Air. The aircraft's fixed tricycle undercarriage, STOL capabilities, twin turboprop engines and high rate of climb have made it a successful commuter passenger airliner as well as a cargo and medical evacuation aircraft. In addition, the Twin Otter has been popular with commercial skydiving operations, and is used by the United States Army Parachute Team and the United States Air Force's 98th Flying Training Squadron.",
  "/wiki/Harbin_Y-12": "The Harbin Y-12 (Chinese: 运-12; pinyin: Yùn-12) is a high wing twin-engine turboprop utility aircraft built by Harbin Aircraft Industry Group (HAIG).",
  "/wiki/Embraer_EMB_110_Bandeirante": "The Embraer EMB 110 Bandeirante is a Brazilian general purpose 15–21 passenger twin-turboprop light transport aircraft designed by Embraer for military and civil use.",
  "/wiki/Piaggio_P.180_Avanti": "The Piaggio P.180 Avanti is an Italian executive transport aircraft with twin turboprop engines mounted in pusher configuration. It seats up to nine people in a pressurized cabin, and may be flown by one or two pilots. The design is of three-surface configuration, having both a small forward wing and a conventional tailplane as well as its main wing, with the main wing spars passing behind the passenger cabin area.",
  "/wiki/Pilatus_PC-6_Porter": "The Pilatus PC-6 Porter is a single-engined STOL utility aircraft designed by Pilatus Aircraft of Switzerland. First flown in 1959, the PC-6 continues in production at Pilatus Flugzeugwerke in Stans, Switzerland. It has been built in both piston engine- and turboprop-powered versions and was produced under licence for a time by Fairchild Hiller in the United States.\nAfter around 600 deliveries in six decades, Pilatus will produce the last one in early 2019.",
  "/wiki/Pilatus_PC-12": "The Pilatus PC-12 is a single-engine turboprop passenger and cargo aircraft manufactured by Pilatus Aircraft of Stans, Switzerland, since 1991. The main market for the aircraft is corporate transport and regional airliner operators.  The PC-12 is the best-selling pressurized single-engine turbine-powered aircraft in the world and has been for several consecutive years, with 1,700 deliveries as of October 2019.",
  "/wiki/Piper_Malibu": "The Piper PA-46 Malibu and Matrix are a family of American light aircraft manufactured by Piper Aircraft of Vero Beach, Florida. The aircraft is powered by a single engine and has the capacity for one pilot and five passengers. Early Malibus were all piston-engined, but a turboprop version, introduced as the Malibu Meridian but now called the M500, is also available. Currently, Piper offers the M350, M500, and M600 in the PA-46 family.",
  "/wiki/Shorts_360": "The Short 360 (also SD3-60; also Shorts 360) is a commuter aircraft that was built by Northern Irish manufacturer Short Brothers during the 1980s. The Short 360 seats up to 39 passengers and was introduced into service in November 1982. It is a larger version of the Short 330.",
  "/wiki/SOCATA_TBM": "The SOCATA TBM (now Daher TBM) is a family of high performance single-engine turboprop light business and utility aircraft manufactured by Daher. It was originally collaboratively developed between the American Mooney Airplane Company and French light aircraft manufacturer SOCATA.",
  "/wiki/Embraer_EMB_314_Super_Tucano": "The Embraer EMB 314 Super Tucano (pronunciation), also named ALX or A-29B, is a Brazilian turboprop light attack aircraft designed and built by Embraer as a development of the Embraer EMB 312 Tucano. The A-29 Super Tucano carries a wide variety of weapons, including precision-guided munitions, and was designed to be a low-cost system operated in low-threat environments.",
  "/wiki/Pratt_&_Whitney_Canada_PW100": "The Pratt & Whitney Canada PW100 aircraft engine family is a series of 1,800 to 5,000 shaft horsepower (1,300 to 3,700 kW) turboprops manufactured by Pratt & Whitney Canada.  The engine first entered service in 1984. Pratt & Whitney Canada dominates the turboprops market with 89% of the turboprop regional airliner installed base in 2016, leading GE Aviation and Allison Engine Company.",
  "/wiki/ATR_42": "The ATR 42 is a twin-turboprop, short-haul regional airliner developed and manufactured in France and Italy by ATR (Aerei da Trasporto Regionale or Avions de transport régional), a joint venture formed by French aerospace company Aérospatiale (now Airbus) and Italian aviation conglomerate Aeritalia (now Leonardo S.p.A.). The number \"42\" in its name is derived from the aircraft's standard seating configuration in a passenger-carrying configuration, which typically varies between 40 and 52 passengers.",
  "/wiki/Bombardier_Dash_8": "The De Havilland Canada DHC-8, commonly known as the Dash 8, is a series of turboprop-powered regional airliners, introduced by de Havilland Canada (DHC) in 1984.  DHC was later bought by Boeing in 1988, then by Bombardier in 1992; then by Longview Aviation Capital in 2019, reviving the de Havilland Canada brand. Powered by two Pratt & Whitney Canada PW100s, it was developed from the Dash 7 with improved cruise performance, lowered operational costs but without STOL performance.  Three sizes were offered: initially the 37–40 seat -100 until 2005 and the more powerful -200 from 1995, the stretched 50–56 seats -300 from 1989, both until 2009, and the 68–90 seats -400 from 1999, still in production. The Q Series are post-1997 variants fitted with active noise control systems.",
  "/wiki/BAe_ATP": "The British Aerospace ATP (Advanced Turbo-Prop) is an airliner produced by British Aerospace, introduced in the 1980s as an evolution of the Hawker Siddeley HS 748. The fuel crisis and increasing worries about aircraft noise led business planners at British Aerospace to believe that there was a market for a short-range, low-noise, fuel-efficient turboprop aircraft. By the time it entered the market, the segment was already well represented by designs such as the de Havilland Canada Dash 8, ATR 42 and ATR 72 and production was ended after only 65 examples.",
  "/wiki/Turboprop": "A turboprop engine is a turbine engine that drives an aircraft propeller."
}