{
  "/wiki/Gold_Coast_Australian_Football_League": "There are several Australian rules football leagues in regional Queensland.\n The sport of Australian rules football has a rich history in Queensland which dates back to the 1860s, however the game outside of South East Queensland was slower to take off than in Brisbane.\n In 1913, a team of servicemen briefly existed on Thursday Island, but was short-lived.  In 1944, a league of servicemen was formed around the Atherton Tableland.  Teams represented included Wongabel, Wondelca, Kairi, Mareeba and Ravenshoe.   The league was a precursor to the nearby Cairns, Queensland league.\n In 1955, the Townsville Australian Football League began.  Two years later the Cairns Australian Football League was formed. AFL was also introduced to Mount Isa. In the early 1970s, organised leagues started appearing in Mackay, the Darling Downs and Central Queensland.\n The Australian Football League has occasionally played pre-season matches in Cairns and there have been semi-regular premiership matches on the Gold Coast.",
  "/wiki/Ipswich,_Queensland": "Ipswich is an urban region in South East Queensland, Australia, which is located in the south-west of the Brisbane metropolitan area. Situated on the Bremer River, it is approximately 40 kilometres (25 mi) west of the Brisbane CBD. A local government area, the City of Ipswich has a population of 200,000 (projected to grow to 435,000 residents by 2031). The city is renowned for its architectural, natural and cultural heritage. Ipswich preserves and operates from many of its historical buildings, with more than 6000 heritage-listed sites and over 500 parks. Ipswich began in 1827 as a mining settlement.",
  "/wiki/Palm_Beach_Currumbin_Australian_Football_Club": "The Palm Beach Currumbin Australian Football Club is an Australian rules football club on the Gold Coast, Queensland. The club emblem is the lion and the club plays in both Division One and Division Two of the AFL Queensland State League.\n Palm Beach won the 1999 premiership.",
  "/wiki/Surfers_Paradise_Australian_Football_Club": "Surfers Paradise Australian Football Club (nicknamed The Demons) is a Gold Coast based club competing in the AFL Queensland QAFL Australian rules football competition.",
  "/wiki/Salk_Oval": "Salk Oval is a multi-sports venue in Palm Beach, a suburb in the Gold Coast, Australia. It includes an Australian rules football and Cricket ground.\n It used by the Palm Beach Currumbin Australian Football Club and the Palm Beach Currumbin Cricket Club. The ground was named after American physician Jonas Salk.",
  "/wiki/Coolangatta_Tweed_Heads_Australian_Football_Club": "Coolangatta-Tweed Heads Football Club is an Australian rules football club based in Gold Coast, Queensland. The team currently competes in the AFL Queensland league.",
  "/wiki/Broadbeach_Australian_Football_Club": "Broadbeach Australian Football Club, also known as the Broadbeach Cats, is an Australian rules football club representing the suburb of Broadbeach on the Gold Coast.  The club competes in the Queensland Australian Football League after having previously competed in North East Australian Football League. Its home ground is Subaru Oval - Nee Merrimac Oval. In the club's inaugural year in the QAFL the cats finished 4th but eliminated in the first round of the finals. \n The senior level won its first premiership in 1987 under Coach Wayne Ling And Captain Brian Rowe. The highest point of the club's history was in 1996 when the club won 3 of the Grades, Colts, Seconds and Firsts. Some believe a three-year plan/structure built from within the licensed club manager in 1994, the year the club was supposed to fold due to a heavy debt to the bank and private lenders (somewhere near $80,000 plus unknown amount for new change rooms).\n Despite having been in existence since 1971, the Broadbeach Football Club has only competed at the top AFLQ level since 1997.  Nevertheless, it has shown steady improvement throughout its brief involvement, and in 2004, it won 14 of its 18 home and away matches and reached the preliminary final before losing to Morningside.\n In 2005, the Cats were one of eight inaugural members of Queensland football's new first Division set-up, and they once again reached the finals.\n Broadbeach has an infamous rivalry with fellow Division 1 team Southport Sharks. When the local derby is played between these two neighbouring clubs, the games are typically played in front of a larger than usual attendance due and with increased tension.\n The club made headlines in late 2008 when it signed reluctant AFL star Nathan Ablett for the 2009 season. However Ablett failed to perform.\n In 2011, the club was granted permission to enter the NEAFL, which is an even higher position within the AFL as a whole. With this, a new football board of management which has improved the off-field game plan, The game plan instigated by Geoff Bower in 2010 and exercised in 2011. \n The Broadbeach Cats have not seen such an improvement in the club since 1994 when Tiger McCormick dragged the licensed club out of over $100,000 in debt and into the black in under one year, and was able to sponsor and foster a team led by Harry Kennan in 1996, where the U-18s, Reserves and Seniors all won Premierships.\n In 2010 the club hosted a VFL match between the Gold Coast Suns & Frankston. The game which was Karmichael Hunt's first ever in Queensland. Broadbeach knocked off Queensland Rivals Morningside in a thriller in front of 1000 people in the curtain raiser game. That afternoon the ground held over 5000 people to watch the Gold Coast defeat Frankston, 15.13.103 to 7.4.46.\n At the start of the 2013 season the Cats opened new change-rooms.\n In 2017 BAFC charged back into September action under Brett Andrews playing in a preliminary final against Labrador. In 2018 Andrews and playing life member Nathan Quick led the cats to their maiden QAFL grand final against rivals Palm Beach but unfortunately lost by 34 points. \n In 2019 Beau Zorko brother of 4 x BAFC Best & Fairest Dayne Zorko took over as senior coach after life member, and premiership captain 1996 Brett Andrews resigned at the end of 2018 due to family commitments. In February 2020 the club announced the resignation of Beau Zorko, being replaced by Craig O’Brien as senior coach, growing tensions between the two.",
  "/wiki/QAFL": "The Queensland Australian Football League (QAFL) is an Australian rules football competition organised by the AFL Queensland, contested by  clubs from South East Queensland.\n Previously known as the Queensland Football League (QFL), Queensland Australian National Football League (QANFL), Queensland Australian Football League (QAFL) and AFL Queensland State League (AFLQSL), the QAFL is the premier semi-professional competition in Queensland.\n The QAFL is one division below that of the North East Australian Football League, the premier NSW/QLD/NT/ACT territories in Australia.",
  "/wiki/Morningside_Australian_Football_Club": "The Morningside Australian Football Club, also known as the Morningside Panthers, is an Australian rules football club based at Jack Esplen Oval in the suburb of Hawthorne in Brisbane. The club consists of Masters, Amateurs, Women's, Junior and Senior football sections.\nIts senior team competed in the North East Australian Football League (NEAFL) competition in 2011–14 and now is a member club of the Queensland Australian Football League. Its junior sides compete in the AFL Brisbane Juniors (AFLBJ) competition. The club also caters for young girls and boys by running Auskick skills clinics, which are held at the beginning of the season and do not involve competitive games.\n Morningside Football Club has operated successfully as a football club in Brisbane for over 50 years and is one of the most widely recognised Queensland based AFL clubs within Australia. It developed from the Hawthorne Juniors club which was founded in 1931.",
  "/wiki/Mayne_Australian_Football_Club": "Mayne Australian Football Club is an Australian rules football club based in the Brisbane suburb of Enoggera. The club colours are black and gold and they are nicknamed the Tigers.",
  "/wiki/Zillmere_Eagles_Australian_Football_Club": "Zillmere Eagles Australian Football Club (formerly Windsor-Zillmere, North Brisbane and Northern Eagles) is an Australian rules football club based in the suburb of Zillmere in the northern suburbs of Brisbane. The team plays in the QAFA Division 4. \n It reformed the senior side in 2013 and it was undefeated all year in the SEQAFL State Div 4 northern competition. Zillmere once competed in the AFL Queensland Australian Football League, where it ceased to play in 2008.",
  "/wiki/Brisbane_Cricket_Ground": "The Brisbane Cricket Ground, commonly known as the Gabba, is a major sports stadium in Brisbane, the capital of Queensland, Australia. The nickname Gabba derives from the suburb of Woolloongabba, in which it is located. Over the years, the Gabba has hosted athletics, Australian rules football, baseball, concerts, cricket, cycling, rugby league, rugby union, soccer and pony and greyhound races. At present, it serves as the home ground for the Queensland Bulls in domestic cricket, the Brisbane Heat of the Big Bash League and Women's Big Bash League, and the Brisbane Lions of the Australian Football League.\n Between 1993 and 2005, the Gabba was redeveloped in six stages at a cost of A$128,000,000. The dimensions of the playing field are now 170.6 metres (east-west) by 149.9 metres (north-south), to accommodate the playing of Australian rules football at elite level. The seating capacity of the ground was 42,000 in 2010, which has been reduced in recent times due to new electronic scoreboards and corporate facilities. For international cricket matches, the capacity is reduced to 36,000 due to new scoreboards and the addition of a pool deck, as well as wider sight screens. For AFL matches the capacity is slightly larger at 41,974.",
  "/wiki/Mount_Gravatt_Australian_Football_Club": "Mount Gravatt Australian Football Club, is a Brisbane based club which competed in the North East Australian Football League\ncompetition from 2011-2013 and as of 2014 is a member club of the Queensland Australian Football League., formed in 1964.",
  "/wiki/Giffin_Park": "Giffin Park is a sports venue in Coorparoo, a suburb in Brisbane, Australia. It includes an Australian rules football ground.\n It was formerly used by the Brisbane Lions as their secondary training venue and is used during the summer due to clashes with the Australian Cricket season. The Lions NEAFL team formerly used it as a home ground.",
  "/wiki/Carrara_Stadium": "Carrara Stadium (known commercially as Metricon Stadium) is a sporting venue on the Gold Coast in Queensland, Australia, located in the suburb of Carrara.\n The venue is primarily used for Australian rules football, serving as the home ground of the Gold Coast Suns, who compete in the Australian Football League. In addition, the venue is used occasionally for cricket, including Big Bash League matches. Carrara Stadium received substantial redevelopment work prior to the entry of the Brisbane Bears to the VFL/AFL in 1987, but following the Bears relocation to the Brisbane Cricket Ground in 1993, it was used for other sports including rugby league, rugby union and even baseball. The stadium has hosted the opening and closing ceremonies of the 2018 Commonwealth Games as well as the athletics competitions.",
  "/wiki/Southport_Australian_Football_Club": "Southport Australian Football Club (nicknamed The Sharks) is a Gold Coast based club competing in the NEAFL Australian rules football competition.\n Southport has claim to be the most successful ever Queensland based AFL club with a total of 13 premierships in only 26 years.\n The club has been involved in Australian Football League licence bids since 1996. To date none of these bids have been granted, however the AFL began taking interest in 2006 with pushes to merge Southport with a Melbourne-based AFL club.\n Southport Sharks joined the NEAFL competition in 2011. As of 2016, the current competition consists of the following sides: Southport Sharks, Aspley Hornets, Redland Bombers, NT Thunder, Sydney University Students, Canberra Demons, Gold Coast Suns, Brisbane Lions, Sydney Swans, Greater Western Sydney Giants."
}