{
  "/wiki/AC_Cars": "AC Cars, originally incorporated as  Auto Carriers Ltd., is a British specialist automobile manufacturer and one of the oldest independent car makers founded in Britain. As a result of bad financial conditions over the years, the company was renamed or liquidated many times until its present form.",
  "/wiki/West_Norwood": "West Norwood is a largely residential area of south London within the London Borough of Lambeth, located 5.4 miles (8.7 km) south south-east of Charing Cross.\nThe centre of West Norwood sits in a bowl surrounded by hillsides on its east, west and south sides.  From many parts of the area, distant views can be seen, of places such as the City of London, Canary Wharf and Crystal Palace.",
  "/wiki/AC_Cobra": "The AC Cobra, sold as the Shelby Cobra in the United States, is a British-American sports car with a Ford V8 engine, produced intermittently in both the UK and the US since 1962.",
  "/wiki/Alexander_Dennis": "Alexander Dennis is a British bus building company based in Larbert, Scotland. The largest bus and coach manufacturer in the United Kingdom, Alexander Dennis has manufacturing plants and partnerships in Canada, China, Europe, Hong Kong, Malaysia, New Zealand, Singapore, South Africa and the United States.",
  "/wiki/Falkirk": "Falkirk (/ˈfɔːlkɜːrk/; Scots: The Fawkirk; Scottish Gaelic: An Eaglais Bhreac) is a large town in the Central Lowlands of Scotland, historically within the county of Stirlingshire. It lies in the Forth Valley, 23.3 miles (37.5 km) north-west of Edinburgh and 20.5 miles (33.0 km) north-east of Glasgow.",
  "/wiki/Alexander_Dennis_Enviro200_Dart": "The Alexander Dennis Enviro200 (previously known as the TransBus Enviro200) is a midibus that was manufactured by TransBus International and later Alexander Dennis between 2003 and 2018. The original TransBus Enviro200 design was innovative but ultimately unsuccessful, with few being sold before the introduction of the second generation Enviro200 (originally referred to as the Enviro200 Dart) revived sales for the product from 2006. It was supposed to be positioned in between a minibus and a rigid single-decker bus.",
  "/wiki/Alexander_Dennis_Enviro300": "The Alexander Dennis Enviro300 (previously known as the TransBus Enviro300) is a light-weight full-size single-decker bus that was built by Alexander Dennis and its predecessor TransBus International between 2001 and 2015. The design was the first of the new Enviro range of buses from TransBus and also the first bus to be built as an integral bus by TransBus.",
  "/wiki/Alexander_Dennis_Enviro400": "The Alexander Dennis Enviro400 is a twin-axle low-floor double-decker bus that was built by the British bus manufacturer Alexander Dennis between 2005 and 2018, replacing the Alexander ALX400, Dennis Trident (from which the Enviro400 was developed) and Plaxton President. In 2014, the Enviro400 was succeeded by the updated Alexander Dennis Enviro400 MMC, and production of the classic Enviro400 ceased in 2018.",
  "/wiki/Guildford": "Guildford (/ˈɡɪlfərd/ (listen))\nis a large town in Surrey, England, 27 miles (43 km) southwest of London on the A3 trunk road midway between the capital and Portsmouth.",
  "/wiki/Dennis_Javelin": "The Dennis Javelin (later known as the Alexander Dennis Javelin) was an underfloor-engined bus and coach chassis manufactured by Dennis and later Alexander Dennis. It was unveiled in 1986 and acted more or less as a modern replacement for the discontinued Bedford Y series. It also supplanted the heavier Dennis Dorchester.",
  "/wiki/Dennis_R-Series": "The Dennis R series is a rear-engined coach chassis built by Dennis (and later TransBus/Alexander Dennis), it was unveiled in 1999.",
  "/wiki/Ariel_Ltd": "Ariel Motor Company Ltd is a low-volume performance motor vehicle manufacturing company in Crewkerne, in Somerset, England.",
  "/wiki/Crewkerne": "Crewkerne (/ˈkruːkərn/ KROO-kərn) is a town and electoral ward in Somerset, England, situated 9 miles (14 km) south west of Yeovil and 7 miles (11 km) east of Chard in the South Somerset district close to the border with Dorset. The civil parish of West Crewkerne includes the hamlets of Woolminstone and Henley. The town lies on the River Parrett, A30 road and West of England Main Line railway.",
  "/wiki/Ariel_Atom": "The Ariel Atom is a road legal high performance sports car made by the Ariel Motor Company based in Crewkerne, Somerset, England, and under license in North America by TMI Autotech, Inc. at Virginia International Raceway in Alton, Virginia.",
  "/wiki/Ascari_Cars": "Ascari Cars Ltd. was a British automobile manufacturer based in Banbury, England, and founded by Klaas Zwart. The company was named after Alberto Ascari (1918–1955), the first double winner of the World Championship of Drivers.",
  "/wiki/Banbury": "Banbury is a historic market town on the River Cherwell in Oxfordshire, England. The town is situated 64 miles (103 km) northwest of London, 37 miles (60 km) southeast of Birmingham, 27 miles (43 km) south-by-southeast of Coventry and 22 miles (35 km) north-by-northwest of the county town of Oxford. It had a population of 46,853 at the 2011 census.",
  "/wiki/Ascari_Ecosse": "The Ascari Ecosse is a mid-engined sports car produced by Ascari Cars from 1998 to 1999.  It was the first production car released by the company and is essentially the production version of the Ascari FGT concept race car.",
  "/wiki/Ascari_A10": "The Ascari A10 is a prototype automobile produced by the British company Ascari Cars that was conceived by Dutch millionaire Klaas Zwart. It is a road-going evolution of the KZ1-R GT race car that participated in the Spanish GT Championship, with both cars penned by Paul Brown, former designer for the Zakspeed F1 team. It was intended to be the third road car produced by the company, after the Ecosse and the KZ1, with the name A10 intended to commemorate the 10th anniversary of the company, but it did not reach production despite a planned fifty cars.",
  "/wiki/Aston_Martin": "Aston Martin Lagonda Global Holdings plc is a British independent manufacturer of luxury sports cars and grand tourers. It was founded in 1913 by Lionel Martin and Robert Bamford. Steered from 1947 by David Brown, it became associated with expensive grand touring cars in the 1950s and 1960s, and with the fictional character James Bond following his use of a DB5 model in the 1964 film Goldfinger. Their sports cars are regarded as a British cultural icon. Aston Martin has held a Royal Warrant as purveyor of motorcars to the Prince of Wales since 1982. It has over 150 car dealerships in over 50 countries on six continents, making them a global automobile brand. The company is traded at the London Stock Exchange and is a constituent of the FTSE 250 Index. In 2003 it received the Queen's Award for Enterprise for outstanding contribution to international trade.",
  "/wiki/Gaydon": "Gaydon is a parish and village in Warwickshire, England, close to Royal Leamington Spa. In the 2001 census, the parish had a population of 376, increasing to 446 at the 2011 Census.",
  "/wiki/Aston_Martin_One-77": "The Aston Martin One-77 is a two-door, two-seater flagship sports car built by the British car manufacturer Aston Martin. The car was first shown at the 2008 Paris Motor Show, although it remained mostly covered by a \"Savile Row tailored skirt\" throughout the show. It was revealed in full at the 2009 Geneva Motor Show, and deliveries from the beginning of 2011.",
  "/wiki/Aston_Martin_Cygnet": "The Toyota iQ is a transverse engined, front-wheel-drive city car that was manufactured by Toyota and marketed in a single generation for Japan (2008–2016), Europe (2008–2015), and North America (2012–2015) where it was marketed as the Scion iQ. A rebadged variant was marketed in Europe as the Aston Martin Cygnet (2009–2013).",
  "/wiki/Aston_Martin_DB9": "The Aston Martin DB9 is a British grand tourer first shown by Aston Martin at the 2003 Frankfurt Auto Show. Available both in coupé and a convertible bodystyles, the latter being known as the Volante, the DB9 was the successor of the DB7. It was the first model built at Aston Martin's Gaydon facility.",
  "/wiki/Aston_Martin_DBS_V12": "The Aston Martin DBS is a high performance grand tourer based on the DB9 and manufactured by the British luxury automobile manufacturer Aston Martin.",
  "/wiki/Aston_Martin_Vantage_(2005)": "The Aston Martin Vantage  is a series of hand-built sports cars from the British automotive manufacturer Aston Martin. Aston Martin has previously used the \"Vantage\" name on high-performance variants of their existing GT models, notably on the Virage-based car of the 1990s. The modern car, in contrast, is the leanest and most agile car in Aston's lineup. As such, it is intended as a more focused model to reach out to potential buyers of cars such as the Porsche 911 as well as the exotic sports and GT cars with which Aston Martins traditionally compete.",
  "/wiki/Aston_Martin_Virage": "The Aston Martin Virage is an automobile produced by British luxury automobile manufacturer Aston Martin as a replacement for its V8 models. Introduced at the Birmingham Motor Show in 1988, it was joined by the high-performance Vantage in 1993, and then the name of the base model was changed to V8 Coupé in 1996.",
  "/wiki/Aston_Martin_Vanquish": "The Aston Martin Vanquish is a grand tourer introduced by British luxury automobile manufacturer Aston Martin in 2001 as a successor to the Aston Martin Vantage (1993).",
  "/wiki/Aston_Martin_Rapide": "The Aston Martin Rapide is a 5-door, 4-seater, high-performance sports saloon, which the British luxury marque Aston Martin introduced in early 2010. It was first presented as a concept car at the North American International Auto Show in 2006 and the production version was shown at the 2009 Frankfurt Motor Show.",
  "/wiki/Bentley": "Bentley Motors Limited (/ˈbɛntli/) is a British manufacturer and marketer of luxury cars and SUVs—and a subsidiary of the Volkswagen Group since 1998.",
  "/wiki/Volkswagen_Group": "Volkswagen AG (German: [ˈfɔlksˌvaːgn̩]), known internationally as the Volkswagen Group, is a German multinational automotive manufacturing company headquartered in Wolfsburg, Lower Saxony, Germany and indirectly majority owned by Austrian Porsche and Piëch families. It designs, manufactures and distributes passenger and commercial vehicles, motorcycles, engines, and turbomachinery and offers related services including financing, leasing and fleet management. In 2016, it was the world's largest automaker by sales, overtaking Toyota and keeping this title in 2017, 2018 and 2019 selling 10.9 million vehicles. It has maintained the largest market share in Europe for over two decades. It ranked seventh in the 2018 Fortune Global 500 list of the world's largest companies.\nVolkswagen Group sells passenger cars under the Audi, Bentley, Bugatti, Lamborghini, Porsche, SEAT, Škoda  and the flagship Volkswagen marques; motorcycles under the Ducati brand; and TRATON (commercial vehicles, trucks, and buses) under the marques MAN, Scania, and Volkswagen Commercial Vehicles. It is divided into two primary divisions, the Automotive Division and the Financial Services Division, and as of 2008 had approximately 342 subsidiary companies. Volkswagen also has two major joint-ventures in China (FAW-Volkswagen and SAIC Volkswagen). The company has operations in approximately 150 countries and operates 100 production facilities across 27 countries.",
  "/wiki/Bentley_Crewe": "Bentley Crewe, located on the outskirts of Crewe, Cheshire, England, is the headquarters and design and manufacturing centre of Bentley Motors Limited. The site covers an area of 521,111 m² (52.1 hectares), of which 166,930 m² (16.7 hectares) is indoors.",
  "/wiki/Bentley_Azure_(2006)": "The Bentley Azure is a large, four seater convertible grand tourer manufactured by British automobile manufacturer Bentley Motors. The model debuted in 1995 on the Bentley Continental R platform and was produced until 2003. After a three-year break a completely new version powered by a significantly updated engine and based on the newer Arnage platform debuted in 2006.",
  "/wiki/Bentley_Brooklands": "Bentley Brooklands is the name of two distinct models manufactured by British automobile manufacturer Bentley Motors. The first Brooklands was a full-size luxury saloon, launched in 1992 to replace the Bentley Mulsanne and in turn succeeded by the Bentley Arnage in 1998.",
  "/wiki/Bentley_Continental_Flying_Spur_(2005)": "The Bentley Flying Spur (formerly the Bentley Continental Flying Spur) is a luxury saloon produced by Bentley Motors Limited since 2005. It is the four-door variant of the Bentley Continental GT coupé.",
  "/wiki/Bentley_Continental_GT": "The Bentley Continental GT is a grand tourer manufactured and marketed by British automaker Bentley Motors since 2003. It was the first car released by Bentley under Volkswagen AG management, after the company's acquisition in 1998, and the first Bentley to employ mass production manufacturing techniques.",
  "/wiki/Bentley_Mulsanne_(2010)": "The Bentley Mulsanne is a handmade full-size luxury car manufactured by British automobile manufacturer Bentley Motors in the United Kingdom. The car is named after the Mulsanne Corner of the Le Mans racing circuit, where Bentley race cars have won six times in the past in the 24 hours racing format.",
  "/wiki/Briggs_Automotive_Company": "Briggs Automotive Company (BAC) is a British supercar manufacturing company based in Speke, Liverpool.",
  "/wiki/Liverpool": "Liverpool is a city and metropolitan borough in Merseyside, England. As of 2018, the population is approximately 494,814. Liverpool is the ninth-largest English district by population, and the largest in Merseyside and the Liverpool City Region. It lies within the United Kingdom's sixth-most populous urban area. Liverpool's metropolitan area is the fifth-largest in the United Kingdom, with a population of 2.24 million.",
  "/wiki/Bristol_Cars": "Bristol Cars is a dormant manufacturer of hand-built luxury cars headquartered at Mychett Place, Surrey, England.",
  "/wiki/Filton": "Filton is a suburban town and civil parish in South Gloucestershire, England, north of the City of Bristol and approximately 5 miles (8.0 km) from the city centre. The town centres upon Filton Church, which dates back to the 12th century and is a Grade II listed building.",
  "/wiki/Bristol_603": "The Bristol Type 603 is a car which was launched in 1976 by British manufacturer Bristol Cars to replace the 411. With the 603 – introduced along with the Zagato-built 412 – the Bristol car underwent its first major facelift since the introduction of the 406 in the late 1950s. The design was to last until the marque's (temporary?) demise in 2011. Bristol's chief designer Dudley Hobbs strived to make the car more spacious and aerodynamic, while also using flatter body panels that would be easier to hammer.",
  "/wiki/Bristol_Fighter_(car)": "The Bristol Fighter is a sports car produced by Bristol Cars in small numbers from 2004 until the company suspended manufacturing in 2011. It is generally classed as a supercar.",
  "/wiki/Caterham_Cars": "Caterham Cars is a British manufacturer of specialist lightweight sports cars established in Caterham, Surrey,  with their headquarters in Crawley, Sussex. Their current model, the Caterham 7 (or Seven), originally launched in 1973, is a direct evolution of the Series 3 Lotus Seven designed by Colin Chapman. In the 1990s the company made the Caterham 21, a two-seater soft top alternative to the MGF and Lotus Elise, (which both sold many more units). A track-only car, the SP/300.R, a joint project with Lola was released for customer testing in 2010 and was scheduled for release in 2013. On 27 April 2011, Team Lotus owner Tony Fernandes announced that he had purchased Caterham.",
  "/wiki/Dartford": "Dartford is the principal town in the Borough of Dartford, Kent, England. It is located 18 miles (29 kilometres) south-east of Central London, and\nis situated adjacent to the London Borough of Bexley to its west. To its north, across the Thames estuary, is Thurrock in Essex, which can be reached via the Dartford Crossing.",
  "/wiki/Caterham_CSR260": "The Caterham Seven CSR is the latest model from sports car manufacturer Caterham Cars. The CSR is the most heavily modified Caterham, though it still retains the basic look of the Super Seven. The CSR has two engine options based on the same Duratec block, though modifications and power output differ. The entry level engine produces 200 bhp (149 kW), with a 0-60 mph (97 km/h) time of 3.7 seconds. The upgraded engine produces 260 bhp (194 kW), with a 0-60 mph (97 km/h) time of 3.1 seconds and a top speed of 155 mph (249 km/h).",
  "/wiki/Dennis_Eagle": "Dennis Eagle Limited is a UK-based bin lorry manufacturer owned by Terberg RosRoca Group, Europe’s largest refuse collection vehicle manufacturer and the second largest refuse collection vehicle manufacturer in the world.",
  "/wiki/Ros_Roca_SA": "Ros Roca SA is a Spanish manufacturer of waste management machinery managed from Tàrrega, Catalonia, Spain and is a subsidiary of Terberg RosRoca Group.",
  "/wiki/Warwick": "Warwick (/ˈwɒrɪk/) is a market town and the county town of Warwickshire, England. It lies near the River Avon, 11 miles (18 km) south of Coventry and just west of Leamington Spa and Whitnash. Its population was 31,345 in 2011. Signs of activity date to the Neolithic period and unbroken habitation to the 6th century AD. It was a Saxon burh in the 9th century; Warwick Castle was built during the Norman conquest of England. Warwick School claims to be the country's oldest boys' school. The earldom of Warwick, created in 1088, controlled the medieval town and built town walls, of which Eastgate and Westgate survive. The castle grew into a fortress, then a country house. The Great Fire of Warwick in 1694 destroyed much of the town. Warwick missed 19th-century industrialisation, but the population has grown almost sixfold since 1801.",
  "/wiki/Ginetta_Cars": "Ginetta Cars is a British specialist builder of racing and sports cars based in Garforth, Leeds, West Yorkshire.",
  "/wiki/Leeds": "Leeds is the largest city in the county of West Yorkshire in Northern England, approximately 170 miles north of central London. Leeds has one of the most diverse economies of all the UK's main employment centres and has seen the fastest rate of private-sector jobs growth of any UK city. It also has the highest ratio of private to public sector jobs of all the UK's Core Cities, with 77% of its workforce working in the private sector. Leeds has the third-largest jobs total by local authority area, with 480,000 in employment and self-employment at the beginning of 2015. Leeds is ranked as a High Sufficiency level city by the Globalization and World Cities Research Network. Leeds is the cultural, financial and commercial heart of the West Yorkshire Urban Area. Leeds is served by five universities, and has the fourth largest student population in the country and the country's fourth largest urban economy.",
  "/wiki/Ginetta_G40": "The Ginetta G40 is a sports car which has been built by Ginetta Cars since 2010. It is available in two versions; a road-going version, named the G40R, and the race version, the G40, which is available in two specifications; one of which is the G40 Challenge, the other is the G40 Junior, which were designed for the Ginetta GT5 Challenge and the Ginetta Junior Championship respectively. The G40 replaced the Ginetta G20 race car, and also replaced the road version of the Ginetta G50.",
  "/wiki/Ginetta_G50": "The Ginetta G50 is a specialist GT4 class-developed racing car, designed by Ginetta Cars. A road version of the car was planned, but did not enter wide-scale production; instead, the smaller Ginetta G40 was launched.",
  "/wiki/Ginetta_G55": "The Ginetta G55 is a specialist sports car, which has been built by Ginetta Cars since 2011. It is built to the FIA GT3 regulations, and the cars are raced in a one-make series; the Ginetta GT Supercup. In addition to this, they are also used in the GT3 class of competitions such as the British GT Championship. It was an evolutionary update of the Ginetta G50, which is a GT4-class car.",
  "/wiki/Ginetta_G60": "The G60 is a mid-engined sports car produced by British car manufacturer Ginetta Cars, based on the Ginetta F400, which itself was based on the Farbio GTS.",
  "/wiki/GM_Manufacturing_Luton": "IBC Vehicles Limited is a British automotive manufacturing company based in Luton, Bedfordshire and a subsidiary of Vauxhall, itself a wholly owned subsidiary of Opel Automobile GmbH.  Its principal operation is an assembly plant located in Luton, Vauxhall Luton, which currently produces light commercial vehicles sold under the Opel and Vauxhall marques.",
  "/wiki/Opel": "Opel Automobile GmbH (German pronunciation: [ˈoːpl̩]) is a German automobile manufacturer, a subsidiary of French automaker Groupe PSA since August 2017. From 1929 until 2017, Opel was owned by American automaker General Motors. Opel vehicles are sold in Great Britain under the Vauxhall brand. Some Opel vehicles are badge-engineered in Australia under the Holden brand namely Commodore & Senator and in North America and China under the Buick, Saturn, and Cadillac brands.",
  "/wiki/Luton": "Luton (/ˈluːtən/ (listen)) is a large town, borough and unitary authority area of Bedfordshire, situated in the south east of England, but in the East of England region for administrative purposes. It has a population of 214,109 (mid-2018 est.) and is one of the most populous towns without city status in the United Kingdom. The town is situated on the River Lea, about 30 miles (50 km) northwest of London. The town's foundation dates to the sixth century as a Saxon outpost on the River Lea, from which Luton derives its name. Luton is recorded in the Domesday Book as Loitone and Lintone and one of the largest churches in Bedfordshire, St Mary's Church, was built in the 12th century. There are local museums which explore Luton's history in Wardown Park and Stockwood Park.",
  "/wiki/Opel_Vivaro_B": "The Renault Trafic is a light commercial van produced by the French automaker Renault since 1980. It is also currently marketed as the Fiat Talento, the Nissan NV300 and, until the model year of 2018, as the Opel/Vauxhall Vivaro. Up until the model year of 2016, the Trafic was also sold as the Nissan Primastar.",
  "/wiki/Renault_Trafic": "The Renault Trafic is a light commercial van produced by the French automaker Renault since 1980. It is also currently marketed as the Fiat Talento, the Nissan NV300 and, until the model year of 2018, as the Opel/Vauxhall Vivaro. Up until the model year of 2016, the Trafic was also sold as the Nissan Primastar.",
  "/wiki/Nissan_Primastar": "The Renault Trafic is a light commercial van produced by the French automaker Renault since 1980. It is also currently marketed as the Fiat Talento, the Nissan NV300 and, until the model year of 2018, as the Opel/Vauxhall Vivaro. Up until the model year of 2016, the Trafic was also sold as the Nissan Primastar.",
  "/wiki/Honda_of_the_UK_Manufacturing": "Honda of the UK Manufacturing Ltd. (informally HUM) is a United Kingdom-based manufacturing subsidiary of the multinational automotive company Honda. HUM operates manufacturing plants at a site in Swindon, England, which include casting, engine assembly, pressing, welding, painting, and car assembly activities. HUM employs around 3,400 people at the plants, which occupy a site covering around 370 acres.",
  "/wiki/Honda": "Honda Motor Company, Ltd. (Japanese: 本田技研工業株式会社, Hepburn: Honda Giken Kōgyō KK, IPA: [honda] (listen); /ˈhɒndə/) is a Japanese public multinational conglomerate corporation primarily known as a manufacturer of automobiles, motorcycles, and power equipment.",
  "/wiki/Swindon": "Swindon (/ˈswɪndən/ (listen)) is a large town in the ceremonial county of Wiltshire, South West England, between Bristol, 35 miles (56 kilometres) to the west, and Reading, the same distance to the east; the town is 71 miles (114 km) west of London. The population estimates for the UK, England and Wales, Scotland and Northern Ireland: mid 2018 released by the Office for National Statistics (ONS) on 30 June 2018 estimated a population of 192,599 for Swindon. At the 2011 census, it had a population of 182,441.  The Town Development Act 1952 led to a major increase in its population.",
  "/wiki/Honda_CR-V": "The Honda CR-V is a compact crossover SUV manufactured by Honda since 1995 and introduced in the North American market in 1997. It uses the Honda Civic platform with an SUV body design. The CR-V is Honda's mid-range utility vehicle, slotting between the smaller Honda HR-V and the larger Honda Passport. Honda states \"CR-V\" stands for \"Comfortable Runabout Vehicle,\" while the term \"Compact Recreational Vehicle\" is used in a British car review article that was republished by Honda.",
  "/wiki/Honda_Jazz": "The Honda Jazz nameplate has been used by the Japanese manufacturer Honda to denote several different motorized vehicles since 1982:",
  "/wiki/Honda_Civic": "The Honda Civic (Japanese: ホンダ・シビック) is a line of cars manufactured by Honda. Originally a subcompact, the Civic has gone through several generational changes, becoming both larger and more upscale, moving into the compact car segment. EPA guidelines for vehicle size class stipulate a car having combined passenger and cargo room of 110 to 119.9 cubic feet (3,110 to 3,400 L) is considered a mid-size car, and as such the tenth generation Civic sedan is technically a small-end mid-size car, although it still competes in the compact class. The Civic coupé is still considered a compact car. The Civic currently falls between the Honda City and Honda Accord.",
  "/wiki/Honda_Civic_Type-R": "The Honda Civic Type R (Japanese: ホンダ・シビックタイプR, Honda Shibikku Taipuāru) is the highest performance version of the Honda Civic manufactured by Honda Motor Company of Japan. It features a lightened and stiffened body, special engine and six speed manual only transmission, and upgraded brakes and chassis. Red is used in the Honda badge background to give it a special sporting distinction and to separate it from other models.",
  "/wiki/Jaguar_Land_Rover": "Jaguar Land Rover Automotive PLC is the holding company of Jaguar Land Rover Limited, a British multinational automotive company with its headquarters in Whitley, Coventry, United Kingdom, and a subsidiary of Indian automotive company Tata Motors. The principal activity of Jaguar Land Rover Limited is the design, development, manufacture and sale of vehicles bearing the Jaguar and Land Rover marques.",
  "/wiki/Tata_Motors": "Tata Motors Limited, formerly Tata Engineering and Locomotive Company (TELCO), is an Indian multinational   automotive manufacturing company headquartered in Mumbai, Maharashtra, India. It is a part of Tata Group, an Indian conglomerate. Its products include passenger cars, trucks, vans, coaches, buses, sports cars, construction equipment and military vehicles.",
  "/wiki/Castle_Bromwich_Assembly": "Castle Bromwich Assembly is a factory owned by Jaguar Land Rover. It is located on the Chester Road in Castle Vale, Birmingham, England and employs 3,200 people. The plant covers an area of 110 acres (44.5 hectares), with a 60,000 m² (6-hectare) manufacturing facility. It manufactures all Jaguar saloon and sports cars.",
  "/wiki/Jaguar_XF": "Jaguar XF may refer to:",
  "/wiki/Jaguar_XJ_(X351)": "The Jaguar XJ (X351) is the fourth generation of the Jaguar XJ saloon manufactured by British automobile manufacturer Jaguar. Announced in 2009, and going on sale from 2010, the X351 combines revised styling with underpinnings of the previous X350 generation.",
  "/wiki/Jaguar_XK_(X150)": "The Jaguar XK is the second and final generation of the Jaguar XK 2+2 grand tourer manufactured and marketed by British automobile manufacturer Jaguar Cars under the X150 internal designation. The three-door hatchback coupé debuted at the 2005 Frankfurt Motor Show with the 4.2-litre V8 engine of its predecessor, and the two-door convertible debuted in 2006 at the North American International Auto Show.",
  "/wiki/Jaguar_F-Type": "The Jaguar F-Type (project code X152) is a two-door, two-seater sports car, manufactured by British luxury car manufacturer Jaguar Land Rover under their Jaguar Cars marque since 2013. The car's JLR D6a platform is based on a shortened version of the XK's platform. It serves as the spiritual successor to the famous E-Type while also serving as the replacement for the XK grand tourer while not being its successor.",
  "/wiki/Halewood_Body_%26_Assembly": "Halewood Body & Assembly is a Jaguar Land Rover production facility in Halewood, Merseyside, England.",
  "/wiki/Land_Rover_Discovery_Sport": "The Land Rover Discovery Sport (internal code L550) is a compact luxury crossover SUV produced by British automotive company Jaguar Land Rover under their Land Rover marque, and since 2017 their best-selling model.",
  "/wiki/Range_Rover_Evoque": "The Land Rover Range Rover Evoque (commonly known as the Range Rover Evoque) is a series of subcompact luxury crossover SUVs produced by the British manufacturer Jaguar Land Rover, a subsidiary of Tata Motors, under their Land Rover marque. The original Evoque was a development of the Land Rover LRX concept vehicle, which was unveiled at the North American International Auto Show in January 2008. The first generation Evoque was produced from July 2011 until 2018 in three- and five-door versions, with both two-wheel and four-wheel drive. The second generation car started production in 2018.",
  "/wiki/Solihull_plant": "Solihull plant is a car manufacturing factory in Lode Lane, Solihull, UK, owned by Jaguar Land Rover.",
  "/wiki/Land_Rover_(Series/Defender)": "The Land Rover Defender (initially called the Land Rover Ninety and Land Rover One Ten) is a British four-wheel drive off-road vehicle developed in the 1980s from the original Land Rover series which was launched at the Amsterdam Motor Show in April 1948.",
  "/wiki/Land_Rover_Discovery": "Land Rover Discovery, also frequently just called \"Disco\" in slang or popular language, is a series of medium to large premium SUVs, produced under the Land Rover marque, from the British  manufacturer Land Rover (becoming Jaguar Land Rover in 2013). The series is currently in its fifth iteration (or generation, according to the manufacturer), the first of which was introduced in 1989, making the Discovery the first new model series since the launch of the 1970 Range Rover – on which it was based – and only the third new product line since the conception of the Land Rover (vehicle and brand) by Rover in 1948. The model is sometimes called influential, as one of the first to market a true off-road capable family car.",
  "/wiki/Range_Rover_Sport": "The Range Rover Sport is a British luxury mid-size SUV made by Land Rover. The first generation (codename: L320) started production in 2005, and was replaced by the second generation Sport (codename: L494) in 2013.",
  "/wiki/Range_Rover": "The Land Rover Range Rover (generally known simply as a Range Rover) is a full-sized luxury sport utility vehicle (SUV) from Land Rover, a marque of Jaguar Land Rover. The Range Rover was launched in 1970 by British Leyland. This flagship model is now in its fourth generation.",
  "/wiki/Leyland_Trucks": "Leyland Trucks is a medium and heavy duty truck manufacturer based in Leyland, England. It can trace its origins back to the original Leyland Motors, which was founded in 1896, and subsequently evolved into British Leyland. After British Leyland became the Rover Group in February 1986, the truck business was spun out and merged with DAF Trucks to form DAF NV, operating as Leyland DAF in the United Kingdom.",
  "/wiki/Paccar": "PACCAR Inc is an American Fortune 500 company and counts among the largest manufacturers of medium- and heavy-duty commercial vehicles in the world. PACCAR is engaged in the design, manufacture and customer support of light-, medium- and heavy-duty trucks under the Kenworth, Peterbilt, Leyland Trucks and DAF nameplates. PACCAR also designs and manufactures diesel engines, provides financial services and information technology, and distributes truck parts related to its principal business.",
  "/wiki/Leyland,_Lancashire": "Leyland (/ˈleɪlənd/) is a town in the South Ribble borough, in the county of Lancashire, England. It is approximately six miles (10 km) south of the city of Preston. The population of the town was estimated as 35,600 at the 2011 Census.",
  "/wiki/DAF_CF": "The DAF CF is a range of trucks produced under the DAF brand. Most left-hand drive trucks are assembled in Eindhoven, Netherlands. All right-hand drive DAF trucks are produced by the British manufacturer Leyland Trucks.. It was originally known as the DAF 65, 75 and 85 in 1992.",
  "/wiki/DAF_LF": "The DAF LF is a range of light/medium duty trucks produced by the British manufacturer Leyland Trucks. It is a redevelopment from the Leyland Roadrunner of 1984.",
  "/wiki/DAF_XF": "The DAF XF is a range of semi trucks produced by the Dutch manufacturer DAF Trucks NV.\nThe XF 105 won the International Truck of the Year 2007 award. The truck features a 12.9 litre (PACCAR MX 11 or 13) engine and ZF AS Tronic gearbox in both manual and automatic formats.",
  "/wiki/London_Electric_Vehicle_Company": "London EV Company Limited (LEVC, formerly The London Taxi Corporation Limited trading as The London Taxi Company) is an automotive engineering company with its headquarters near Coventry, United Kingdom, and is a wholly owned subsidiary of Chinese automaker Geely. The company is famous for its London black taxicabs.",
  "/wiki/Geely": "Zhejiang Geely Holding Group Co., Ltd, commonly known as Geely, is a Chinese privately held global automotive company headquartered in Hangzhou, Zhejiang province. The group was established in 1986 and entered the automotive industry in 1997 with its Geely Auto brand. It sells passenger vehicles under the Geely Auto, Lotus, Lynk & Co, PROTON, and Volvo personal and commercial vehicles as well as commercial only vehicles under the London EV Company and Yuan Cheng Auto brands. The group sold over 1.5 million cars in 2018.",
  "/wiki/Coventry": "Coventry (/ˈkɒvəntri/ (listen) KOV-ən-tree or /ˈkʌv-/ KUV-) is a city, administrative centre and metropolitan borough in England and the United Kingdom. It is built on the River Sherbourne, which remains largely hidden by infrastructure, although it can be seen by the canal. Coventry has been a large settlement for centuries, although it wasn't founded and given its city status since the Middle Ages, since then it has been one of the most important and largest cities of the country. The conurbation consists of the Coventry and Bedworth Urban Area, being the 20th largest in the country, and the city is governed by Coventry City Council.",
  "/wiki/LEVC_TX": "The LEVC TX (previously known as the TX5) is a purpose-built hackney carriage manufactured by the London EV Company (LEVC), a subsidiary of the Chinese auto-maker Geely. It is the latest in a succession of purpose-built hackney carriages produced by LEVC and various predecessor entities. The LEVC TX is a plug-in hybrid range-extender electric vehicle. Like its competitor, the Ecotive Metrocab, the vehicle is designed to comply with Transport for London’s Taxi Private Hire regulations, which from 1 January 2018, banned new diesel-powered taxis and requires zero-emissions capability.",
  "/wiki/Lotus_Cars": "Lotus Cars Limited is a British automotive company that manufactures sports cars and racing cars with headquarters in Hethel, England. Lotus cars include the Esprit, Elan, Europa, Elise, Exige, Evora and Evija sports cars and it had motor racing success with Team Lotus in Formula One. Lotus Cars are based at the former site of RAF Hethel, a World War II airfield in Norfolk. The company designs and builds race and production automobiles of light weight and fine handling characteristics. It also owns the engineering consultancy firm  Lotus Engineering, which has facilities in the United Kingdom, United States, China, and Malaysia.",
  "/wiki/Hethel": "Hethel is a small village in Norfolk, England, near the historic market town of Wymondham, and approximately 10 miles (16 km) south of the city of Norwich.",
  "/wiki/Lotus_Elise": "The Lotus Elise is a two-seat, rear-wheel drive, mid-engined roadster conceived in early 1994 and released in September 1996 by the British manufacturer Lotus Cars. The Elise has a fibreglass body shell atop its bonded extruded aluminium chassis that provides a rigid platform for the suspension, while keeping weight and production costs to a minimum. It is capable of speeds up to 240 km/h (150 mph). The Elise was named after Elisa Artioli, the granddaughter of Romano Artioli who was chairman of Lotus and Bugatti at the time of the car's launch.",
  "/wiki/Lotus_Exige": "The Lotus Exige /ɛɡˈziːʒ/ is a British two-door, two-seat sports car made by Lotus Cars since 2000. Originally a more-hardcore coupé version of the Lotus Elise roadster, since the Series 3 the Exige has been the larger-engined model of the family - using a V6 engine in place of the Elise's straight 4 with convertible versions of both available.",
  "/wiki/Lotus_Evora": "The Lotus Evora is a sports car produced by British car manufacturer Lotus. The car, which was developed under the project name Project Eagle, was launched as the Evora on 22 July 2008 at the British International Motor Show. The Evora S was launched in 2010 with a supercharged 3.5-litre V6. A facelifted and more powerful Evora 400 model was unveiled at the 2015 Geneva Motor Show, followed by a more powerful variant, the Evora GT430 which was unveiled in 2017.",
  "/wiki/Automotive_industry_in_the_United_Kingdom": "The automotive industry in the United Kingdom is now best known for premium and sports car marques including Aston Martin, Bentley, Caterham Cars, Daimler, Jaguar, Lagonda, Land Rover, Lister Cars, Lotus, McLaren, MG, Mini, Morgan and Rolls-Royce. Volume car manufacturers with a major presence in the UK include Honda, Nissan, Toyota and Vauxhall Motors (subsidiary of Opel, subsidiary of the French automotive company Groupe PSA). Commercial vehicle manufacturers active in the UK include Alexander Dennis, Ford, IBC Vehicles (owned by Groups PSA), Leyland Trucks (owned by Paccar) and London EV Company (owned by Geely)."
}