{
  "/wiki/Arkansas_Razorbacks_baseball": "The University of Arkansas Razorbacks baseball team, sometimes referred to as the Diamond Hogs, are members of the National Collegiate Athletic Association (NCAA) and the Southeastern Conference (SEC), and are coached by Dave Van Horn. The program started in 1897, and is in its 96th season of play (72nd consecutive) in 2019. Arkansas is one of only four schools in the SEC to turn a profit from its baseball program in recent years, along with SEC Western division rivals LSU, Mississippi State and Ole Miss. Many large schools such as Iowa State, Colorado, and Wisconsin have dropped their baseball programs because of financial losses.",
  "/wiki/2004_Florida_Gators_baseball_team": "The 2004 Florida Gators baseball team represented the University of Florida in the sport of baseball during the 2004 college baseball season.  The Gators competed in Division I of the National Collegiate Athletic Association (NCAA) and the Eastern Division of the Southeastern Conference (SEC).  They played their home games at Alfred A. McKethan Stadium, on the university's Gainesville, Florida campus.  The team was coached by Pat McMahon, who was in his third season at Florida.",
  "/wiki/Georgia_Bulldogs_baseball": "The Georgia Bulldogs baseball team represents the University of Georgia in NCAA Division I college baseball.",
  "/wiki/LSU_Tigers_baseball": "The LSU Tigers baseball team represents Louisiana State University in NCAA Division I college baseball.  The team participates in the West Division of the Southeastern Conference.  It is one of the elite college baseball programs in the nation, ranking seventh all-time with 18 College World Series appearances and second all-time with six national championships (1991, 1993, 1996, 1997, 2000, and 2009). The Tigers play home games on LSU's campus at Alex Box Stadium, Skip Bertman Field, and they are currently coached by Paul Mainieri.",
  "/wiki/Mississippi_State_Bulldogs_baseball": "The Mississippi State Bulldogs baseball team is the varsity intercollegiate baseball team representing Mississippi State University in NCAA Division I college baseball. The program is a member of the West Division of the Southeastern Conference (SEC). The current head coach is Chris Lemonis, who replaced interim head coach Gary Henderson. They have appeared in the College World Series 11 times, most recently in 2019.  They earned their highest finish in their 2013 CWS appearance, losing in the finals to UCLA, finishing the season with a consensus No. 2 ranking, the highest in program history.",
  "/wiki/Ole_Miss_Rebels_baseball": "The Ole Miss Rebels baseball team represents the University of Mississippi in NCAA Division I college baseball. The team participates in the West Division of the Southeastern Conference (SEC). They are currently coached by Mike Bianco.",
  "/wiki/South_Carolina_Gamecocks_baseball": "The South Carolina Gamecocks baseball team represents the University of South Carolina in NCAA Division I college baseball.  South Carolina has perennially been one of the best teams in college baseball since 1970, posting 32 NCAA Tournament appearances, 11 College World Series berths, 6 CWS Finals appearances and 2 National Championships: 2010 and 2011.  Carolina is one of six schools in NCAA history to win back-to-back titles.  Since joining the Southeastern Conference in 1992, the team has competed in the Eastern division.  South Carolina owns a stellar 32-18 record at the CWS, holds the NCAA record for consecutive wins (22) in the national tournament and the longest win streak ever at the CWS (12 in a row from 2010 to 2012) in which the Gamecocks played for national titles all three years.",
  "/wiki/Tennessee_Volunteers_baseball": "The Tennessee Volunteers baseball team represents the University of Tennessee in NCAA Division I college baseball. Along with most other Tennessee athletic teams, the baseball team participates in the Eastern division of the Southeastern Conference. The Volunteers play all on-campus home games at Lindsey Nelson Stadium.",
  "/wiki/Vanderbilt_Commodores_baseball": "The Vanderbilt Commodores baseball team is an American National Collegiate Athletic Association (NCAA) college baseball team, and the reigning Division I national champion. From Vanderbilt University in Nashville, Tennessee, the team participates in the Eastern division of the Southeastern Conference (SEC) and plays its home games on campus at Hawkins Field.  The Commodores are coached by three-time National Coach of the Year and three-time SEC Coach of the Year, Tim Corbin.",
  "/wiki/2004_Clemson_Tigers_baseball_team": "The Clemson Tigers baseball teams represented Clemson University in Clemson, South Carolina, United States in the sport of college baseball in the NCAA Division I Atlantic Coast Conference.  The program was established in 1896, and has continuously fielded a team since 1945.  In this decade, the Tigers reached the College World Series in Omaha, Nebraska three times, reached the Super Regional round an additional four times, and made nine total appearances in the NCAA Division I Baseball Championship.",
  "/wiki/Florida_State_Seminoles_baseball": "The Florida State Seminoles baseball team represents Florida State University (variously Florida State or FSU) in the sport of college baseball. Florida State competes in NCAA Division I, and the Atlantic Division of the Atlantic Coast Conference (ACC).",
  "/wiki/Georgia_Tech_Yellow_Jackets_baseball": "The Georgia Tech Yellow Jackets baseball team represents the Georgia Institute of Technology in NCAA Division I college baseball.  Along with most other Georgia Tech athletic teams, the baseball team participates in the Atlantic Coast Conference.  The Yellow Jackets play their home games in Russ Chandler Stadium and they are currently coached by Danny Hall.",
  "/wiki/North_Carolina_Tar_Heels_baseball": "The North Carolina Tar Heels baseball team, commonly referred to as Carolina, represents the University of North Carolina at Chapel Hill in NCAA Division I college baseball.  They compete in the Coastal Division of the Atlantic Coast Conference.  The Tar Heels play their home games on campus at Boshamer Stadium, and are currently coached by Mike Fox.",
  "/wiki/NC_State_Wolfpack_baseball": "The NC State Wolfpack baseball team is the varsity intercollegiate baseball program of North Carolina State University, based in Raleigh, North Carolina, United States. The team has been a member of the Atlantic Coast Conference since the conference's founding in the 1954 season. The program's home venue is Doak Field, which opened in 1966.  Elliott Avent has been the head coach of the team since prior to the 1997 season.  As of the end of the 2015 season, the Wolfpack have appeared in two College World Series and 27 NCAA Tournaments. They have won four ACC Tournament Championships and four ACC Regular Season Championships. As of the 2015 Major League Baseball season, 44 former Wolfpack players have played in Major League Baseball.",
  "/wiki/Virginia_Cavaliers_baseball": "The Virginia Cavaliers baseball team represents the University of Virginia in NCAA Division I college baseball.  Established in 1889, the team participates in the Coastal division of the Atlantic Coast Conference and plays its home games at Davenport Field.  The team's head coach is Brian O'Connor. The team won the College World Series championship in 2015.",
  "/wiki/2004_Missouri_Tigers_baseball_team": "The following members of the Missouri Tigers baseball program were drafted in the 2000 Major League Baseball Draft.",
  "/wiki/Oklahoma_Sooners_baseball": "Oklahoma Sooners baseball is the NCAA Division I  collegiate baseball team of the University of Oklahoma based in Norman, Oklahoma.",
  "/wiki/Oklahoma_State_Cowboys_baseball": "Oklahoma State Cowboys baseball is the NCAA Division I varsity intercollegiate baseball team of Oklahoma State University, based in Stillwater, Oklahoma, United States. The team competes in the Big 12 Conference.",
  "/wiki/2004_Texas_Longhorns_baseball_team": "The 2004 Texas Longhorns baseball team represented the University of Texas at Austin in the 2004 NCAA Division I baseball season. The Longhorns played their home games at Disch–Falk Field. The team was coached by Augie Garrido in his 8th season at Texas.",
  "/wiki/Texas_A%26M_Aggies_baseball": "The Texas A&M Aggie baseball team represents Texas A&M University in NCAA Division I college baseball.  The Aggies have competed in the Southeastern Conference since 2013.  The Aggies play home games at Olsen Field at Blue Bell Park. The team is led by head coach Rob Childress.",
  "/wiki/Texas_Tech_Red_Raiders_baseball": "The Texas Tech Red Raiders baseball team represents Texas Tech University in  NCAA Division I college baseball. The team competes in the Big 12 Conference and plays at Dan Law Field at Rip Griffin Park. Their head coach is Tim Tadlock and he is in his 7th season with the Red Raiders.",
  "/wiki/Arizona_Wildcats_baseball": "The Arizona Wildcats baseball team is the intercollegiate men's baseball program representing the University of Arizona in Tucson, Arizona, United States. They compete in the Pac-12 Conference (Pac-12) of NCAA Division I. The baseball team had its first season in 1904. The baseball team has captured four national championship titles in 1976, 1980, 1986 and 2012, with the first three coached by Jerry Kindall and the most recent by Andy Lopez. The team has appeared in the NCAA National Championship title series eight times (1956, 1959, 1963, 1976, 1980, 1986, 2012, and 2016). They have appeared in 34 baseball tournaments in their rich history. Arizona is ranked seventh in all-time regular season game wins with 2,347.",
  "/wiki/Arizona_State_Sun_Devils_baseball": "The Arizona State Sun Devils baseball program at the Arizona State University (ASU) is part of the Pac-12 Conference. Since it became a member of the Pac-12, it had the highest winning percentage, at .681, of all schools that participate in Division I baseball within the conference. ASU's NCAA leading 54 consecutive 30 win seasons was the longest streak in the nation. The Sun Devils' only losing seasons occurred in 1963, 2017,& 2018 The Sun Devils had been nationally ranked during at least a part of every season of their 58-year history until 2017. The Sun Devils have finished 27 times in the Top 10, 22 times in the Top 5, and 5 times as the No. 1 team in the nation.",
  "/wiki/Stanford_Cardinal_baseball": "The Stanford Cardinal baseball team represents Stanford University in NCAA Division I college baseball. Along with most other Stanford athletic teams, the baseball team participates in the Pac-12 Conference. The Cardinal play their home games on campus at Klein Field at Sunken Diamond, and they are currently coached by David Esquer.",
  "/wiki/UCLA_Bruins_baseball": "The UCLA Bruins baseball team is the varsity college baseball team of the University of California, Los Angeles.  Having started playing in 1920, the program is a member of the NCAA Division I Pac-12 Conference. It plays its home games at Jackie Robinson Stadium. The program has appeared in five College World Series and won the 2013 National Championship.",
  "/wiki/Washington_Huskies_baseball": "The Washington Huskies baseball team is the varsity intercollegiate baseball team of the University of Washington, located in Seattle, Washington, United States. The program has been a member of the NCAA Division I Pac-12 Conference since the start of the 1960 season, preceded by the Pacific Coast Conference.",
  "/wiki/East_Carolina_Pirates_baseball": "The East Carolina Pirates baseball team is an intercollegiate baseball team representing East Carolina University in NCAA Division I college baseball and has made regular appearances in the NCAA Tournament, but as of 2019 has yet to appear in the College World Series.",
  "/wiki/Southern_Miss_Golden_Eagles_baseball": "The Southern Miss Golden Eagles baseball team represents the University of Southern Mississippi in NCAA Division I college baseball. They participate as a member of Conference USA. The team has been to 16 NCAA Tournaments and served as an NCAA Regional host in 2003 and 2017.  The Southern Miss baseball team has produced 19 All-Americans. and currently has 4 players on Major League rosters. Southern Miss has won five Conference USA Regular Season Championships (2003, 2011, 2013, 2017, 2018) and five Tournament Championships (2003, 2010, 2016, 2018,2019) and is the only team in CUSA to participate in every conference baseball tournament since the conference's inception.  The Golden Eagles rich history began in 1912 with a game against the Detroit Tigers, a contest which Southern Miss lost by a score of 24–2. The Golden Eagles play at Pete Taylor Park/Hill Denson Field on the campus of the University of Southern Mississippi and consistently rank in the top 20 nationally in NCAA attendance figures.",
  "/wiki/TCU_Horned_Frogs_baseball": "The TCU Horned Frogs baseball team represents Texas Christian University in NCAA Division I baseball. The Frogs have competed in the Big 12 Conference since 2013 and previously competed in the Mountain West, Conference USA, Western Athletic Conference and Southwest Conference.  Since February 2003, the Horned Frogs have played their home games at Lupton Stadium, located on the TCU campus in Fort Worth, Texas. The Frogs are led by head coach Jim Schlossnagle, the winningest coach in TCU baseball history, whose many coaching accolades include 8 conference coach of the year awards and being named the 2010 National Coach of the Year by the National Collegiate Baseball Writers Association and 2016 National Coach of the Year by Baseball America.",
  "/wiki/Tulane_Green_Wave_baseball": "The Tulane Green Wave baseball team represents Tulane University in NCAA Division I college baseball. The Green Wave baseball team competes in the American Athletic Conference and play their home games on campus at Greer Field at Turchin Stadium. They are coached by head coach Travis Jewett.",
  "/wiki/2004_Cal_State_Fullerton_Titans_baseball_team": "The 2004 Cal State Fullerton Titans baseball team represented California State University, Fullerton in the 2004 NCAA Division I baseball season. The Titans played their home games at Goodwin Field. The team was coached by George Horton in his 8th season at Cal State Fullerton.",
  "/wiki/Long_Beach_State_Dirtbags_baseball": "The Long Beach State Dirtbags baseball team is the college baseball program that represents California State University, Long Beach. Although all Long Beach State sports teams are officially known as the 49ers, the baseball team is typically (though unofficially) referred to as the \"Dirtbags\". Their colors are black and gold.",
  "/wiki/UC_Irvine_Anteaters_baseball": "The UC Irvine Anteaters baseball team is the varsity intercollegiate baseball program of the University of California, Irvine. The team's home venue is Cicerone Field at Anteater Ballpark located on campus in Irvine, California. UC Irvine baseball has been a member of the NCAA Division I Big West Conference since the start of the 2002 season which was the Anteaters' first season of play following the university's decision to revive its baseball program after the sport had been dropped following the 1992 season.",
  "/wiki/UCF_Knights_baseball": "The UCF Knights baseball team represents The University of Central Florida in National Collegiate Athletics Association (NCAA) Division I. The Knights compete in the American Athletic Conference (The American). The Knights play their home games on UCF's main campus in Orlando, Florida at John Euliano Park, and are currently coached by head coach Greg Lovelady.",
  "/wiki/Florida_Atlantic_Blue_Wave": "The Florida Atlantic Owls are the college baseball team of Florida Atlantic University which plays its home games at FAU Baseball Stadium. The Owls' head coach is John McCormack.",
  "/wiki/Notre_Dame_Fighting_Irish_baseball": "The Notre Dame Fighting Irish baseball team represents the University of Notre Dame in NCAA Division I college baseball. Notre Dame competes as a member of the Atlantic Coast Conference and plays its home games at Frank Eck Stadium in Notre Dame, Indiana.",
  "/wiki/St._John%27s_Red_Storm_baseball": "The St. John's Red Storm baseball team represents St. John's University, in New York City in college baseball. The program is classified in the NCAA Division I, and the team competes in the Big East Conference. The team is coached by Mike Hampton. The St. John's baseball team has been to the College World Series six times and have sent more than 100 players on to professional baseball careers.",
  "/wiki/Birmingham%E2%80%93Southern_Panthers_baseball": "Birmingham–Southern College (BSC) is a private liberal arts college in Birmingham, Alabama, United States. Founded in 1856, the college is affiliated with the United Methodist Church and is accredited by the Southern Association of Colleges and Schools (SACS). More than 1300 students from 33 states and 16 foreign countries attend the college.   Birmingham–Southern has a 13:1 student-faculty ratio, and 96% of full-time faculty hold a doctorate or the highest degree in their field.",
  "/wiki/Coastal_Carolina_Chanticleers_baseball": "The Coastal Carolina Chanticleers baseball program has been the university's most consistent program in terms of success. Head Coach Gary Gilmore (903–464-1 at CCU, 1,156-566-3 overall) has led the Chanticleers to 16 NCAA Regional appearances and three Super Regional appearances since being hired in 1996. The program has received #1 regional seeds on five occasions (2005, 2007, 2008, 2010, 2018) and won 50+ games in 2005, 2007, 2008, 2010, and 2016. In addition, the Chanticleers hosted NCAA Regionals in 2007, 2008, 2010, and 2018. The program hosted a Super Regional in 2010.",
  "/wiki/George_Mason_Patriots_baseball": "The George Mason Patriots baseball team is an intercollegiate baseball team representing George Mason University in NCAA Division I college baseball and has made six appearances in the NCAA Tournament.",
  "/wiki/UNC_Wilmington_Seahawks_baseball": "The UNC Wilmington (UNCW) Seahawks are the varsity athletic teams representing UNC Wilmington in Wilmington, North Carolina in intercollegiate athletics. The university sponsors eight teams for the men (baseball, basketball, cross country, golf, soccer, swimming and diving, tennis, and outdoor track & field only) and eleven for the women (basketball, cross country, golf, soccer, softball, swimming and diving, tennis, track & field (indoor and outdoor), volleyball, and beach volleyball). With the exception of beach volleyball (Coastal Collegiate Sports Association), the Seahawks compete as a non-football member of NCAA Division I and are members of the Colonial Athletic Association.",
  "/wiki/2004_The_Citadel_Bulldogs_baseball_team": "The Citadel Bulldogs baseball teams represented The Citadel, The Military College of South Carolina in Charleston, South Carolina, United States in the sport of college baseball in the NCAA Division I Southern Conference.  The program was established in 1899, and has continuously fielded a team since 1947.  Their primary rivals are College of Charleston, Furman and VMI.",
  "/wiki/College_of_Charleston_Cougars_baseball": "The Charleston Cougars baseball team is a varsity intercollegiate athletic team of the College of Charleston in Charleston, South Carolina, United States. The team is a member of the Colonial Athletic Association, which is part of the National Collegiate Athletic Association's Division I. The team plays its home games at CofC Baseball Stadium at Patriot's Point in Mount Pleasant, South Carolina. The Cougars are currently coached by Chad Holbrook, who was previously the head coach at the University of South Carolina.",
  "/wiki/Middle_Tennessee_Blue_Raiders_baseball": "The Blue Raiders are the men's and women's athletic teams at Middle Tennessee State University, in Murfreesboro, Tennessee. MT athletic teams participate in NCAA Division I (Bowl Subdivision in football) in Conference USA. MT competed in the Ohio Valley Conference until 2000, and the Sun Belt Conference until 2013.",
  "/wiki/Western_Kentucky_Hilltoppers_baseball": "The Western Kentucky Hilltoppers and Lady Toppers are the athletic teams that represent Western Kentucky University (WKU). The men's teams uses the name Hilltoppers; however, the women's teams use the name Lady Toppers. The university's athletic program fields 17 varsity teams in 11 different sports. WKU participates in the Division I of the National Collegiate Athletic Association (NCAA) and competes as a member of Conference USA.",
  "/wiki/Stony_Brook_Seawolves_baseball": "The Stony Brook Seawolves baseball team represents Stony Brook University in NCAA Division I men's college baseball. Stony Brook currently competes in the America East Conference and plays its home games on Joe Nathan Field.  Matt Senk has coached the team since the beginning of the 1991 season. The team has won the America East tournament six times in 2004, 2008, 2010, 2012, 2015, and 2019. In 2011, the Seawolves claimed their first America East regular season championship. Stony Brook has participated in the NCAA Tournament on six separate occasions, winning their first game in 2010.",
  "/wiki/St._Bonaventure_Bonnies_baseball": "The St. Bonaventure Bonnies baseball team (formerly the St. Bonaventure Brown Indians) is a varsity intercollegiate athletic team of St. Bonaventure University in St. Bonaventure, New York, United States. The team is a member of the Atlantic 10 Conference, which is part of the National Collegiate Athletic Association's Division I. The team plays its home games at Fred Handler Park in St. Bonaventure, New York. The Bonnies are coached by Larry Sudbrook.",
  "/wiki/Minnesota_Golden_Gophers_baseball": "The Minnesota Golden Gophers baseball team is the varsity intercollegiate athletic team of the University of Minnesota in Minneapolis, Minnesota, United States. The team competes in the National Collegiate Athletic Association's Division I and are members of the Big Ten Conference.",
  "/wiki/Youngstown_State_Penguins_baseball": "The Youngstown State Penguins are the athletic teams of Youngstown State University of Youngstown, Ohio. The university is a member of the National Collegiate Athletic Association's (NCAA) Division I, and the Penguins compete in football as members of the Missouri Valley Football Conference. Most other sports compete as members of the Horizon League",
  "/wiki/Miami_Hurricanes_baseball": "The Miami Hurricanes baseball team is the college baseball program that represents the University of Miami.",
  "/wiki/Princeton_Tigers_baseball": "The Princeton Tigers baseball team is a varsity intercollegiate athletic team of Princeton University in Princeton, New Jersey, United States. The team is a member of the Ivy League, which is part of the National Collegiate Athletic Association's Division I. Princeton's first baseball team was fielded in 1864. The team plays its home games at Bill Clarke Field in Princeton, New Jersey. The Tigers are coached by Scott Bradley.",
  "/wiki/Le_Moyne_Dolphins_baseball": "The Le Moyne Dolphins are the athletic teams that represent Le Moyne College, located in Syracuse, New York, in NCAA Division II intercollegiate sporting competitions. The Dolphins compete as members of Northeast-10 Conference. Le Moyne has been a member of the NE-10 since 1996.",
  "/wiki/Kent_State_Golden_Flashes_baseball": "The Kent State Golden Flashes baseball team is a varsity intercollegiate athletic team of Kent State University in Kent, Ohio, United States. The team competes at the Division I level of the National Collegiate Athletic Association (NCAA) as a member of the Mid-American Conference. The head coach is retired Major League Baseball player Jeff Duncan, who was hired in June 2013."
}