{
  "/wiki/Airlock": "An airlock is a device which permits the passage of people and objects between a pressure vessel and its surroundings while minimizing the change of pressure in the vessel and loss of air from it.  The lock consists of a small chamber with two airtight doors in series which do not open simultaneously.",
  "/wiki/Rage_Software": "Rage Games (formerly Rage Software) was a British video game developer. Formed in Liverpool in 1992, its video games were marked by an emphasis on graphical effects with arcade gameplay.",
  "/wiki/Wireless_Application_Protocol": "Wireless Application Protocol (WAP) is a technical standard for accessing information over a mobile wireless network. A WAP browser is a web browser for mobile devices such as mobile phones that uses the protocol. Introduced in 1999, WAP achieved some popularity in the early 2000s, but by the 2010s it had been largely superseded by more modern standards. Most modern handset internet browsers now fully support HTML, so they do not need to use WAP markup for web page compatibility, and therefore, most are no longer able to render and display pages written in WML, WAP's markup language.",
  "/wiki/Acclaim_Studios_Manchester": "Acclaim Studios Manchester (formerly Software Creations) was a British video game developer based in Manchester, England. The company was established in 1985 by Richard Kay. They were primarily known for their video games based on movie and comic licences like Marvel Comics, Cutthroat Island, Disney's Beauty and the Beast and the original titles Plok, Solstice, and its sequel Equinox.",
  "/wiki/Acclaim_Entertainment": "Acclaim Entertainment, Inc. was an American video game developer and publisher based in Glen Cove, New York. Originally formed by Greg Fischbach, Robert Holmes and Jim Scoroposki out of an Oyster Bay storefront in 1987, the company established a worldwide development team through a series of acquisitions in the late 1990s and early 2000s. After poor financial returns in their 2003 fiscal year, Acclaim filed for Chapter 7 bankruptcy in September 2004. Properties owned by Acclaim were subsequently auctioned off to various parties.",
  "/wiki/Game_Boy_Advance": "The Game Boy Advance[a] (commonly abbreviated as GBA) is a 32-bit handheld game console developed, manufactured and marketed by Nintendo as the successor to the Game Boy Color. It was released in Japan on March 21, 2001, in North America on June 11, 2001, in Australia and Europe on June 22, 2001, and in mainland China on June 8, 2004 as iQue Game Boy Advance. The GBA is part of the sixth generation of video game consoles. The original model did not have an illuminated screen; Nintendo addressed that with the release of a redesigned model with a frontlit screen, the Game Boy Advance SP, in 2003. A newer revision of the aforementioned redesign was released in 2005, which included a backlit screen. The final redesign, the Game Boy Micro, was released in 2005.",
  "/wiki/Software_Creations_(UK)": "Acclaim Studios Manchester (formerly Software Creations) was a British video game developer based in Manchester, England. The company was established in 1985 by Richard Kay. They were primarily known for their video games based on movie and comic licences like Marvel Comics, Cutthroat Island, Disney's Beauty and the Beast and the original titles Plok, Solstice, and its sequel Equinox.",
  "/wiki/Batman:_The_Caped_Crusader": "Batman: The Caped Crusader is an action-adventure game developed by Special FX Software (Jonathan Smith, Zach Townsend, Charles Davies, and Keith Tinman) and published by Ocean Software in 1988. It was licensed by Data East and Erbe Software for release in North American and Spain. It was the second of three unrelated Batman games released by Ocean, after Batman in 1986 and preceding Batman: The Movie in 1989. The Apple II version was developed by California-based Quicksilver Software; it requires a 128k IIe or IIc to run. As with many other Ocean releases, the C64 port came in separate cassette and disk releases; the North American NTSC version was based on the latter. The disk version contained slightly remixed music and differences in enemy spawns.",
  "/wiki/Ocean_Software": "Ocean Software Ltd, commonly referred to as Ocean, was a British software development company, that became one of the biggest European video game developers and publishers of the 1980s and 1990s.",
  "/wiki/ZX_Spectrum": "The ZX Spectrum (UK: /zɛd ɛks/) is an 8-bit personal home computer released in the United Kingdom in 1982 by Sinclair Research.",
  "/wiki/SNES": "The Super Nintendo Entertainment System (SNES),[b] also known as the Super NES[c] or Super Nintendo,[d] is a 16-bit home video game console developed by Nintendo that was released in 1990 in Japan and South Korea,[citation needed] 1991 in North America, 1992 in Europe and Australasia (Oceania), and 1993 in South America. In Japan, the system is called the Super Famicom (SFC).[e] In South Korea, it is known as the Super Comboy[f] and was distributed by Hyundai Electronics. The system was released in Brazil on August 30, 1993, by Playtronic. Although each version is essentially the same, several forms of regional lockout prevent the different cartridges from being compatible with one another.",
  "/wiki/Cobra_(video_game)": "Cobra is a 1986 American  action film  directed by George P. Cosmatos, and written by Sylvester Stallone, who also starred in the title role. The film co-stars Reni Santoni, Brigitte Nielsen and Andrew Robinson. It is the first film where Brian Thompson plays a prominent role. The film was loosely based on the novel Fair Game by Paula Gosling, which was later filmed under that title in 1995. However, Stallone's screenplay was originally conceived from ideas he had during pre-production of Beverly Hills Cop, whose screenplay he heavily revised. He had wanted to make Beverly Hills Cop a less comedic and more action-oriented film, which the studio rejected as being far too expensive. When he left that project, Eddie Murphy was brought in to play the lead role.",
  "/wiki/Green_Beret_(arcade_game)": "Rush'n Attack, originally released in Japan and Europe as Green Beret (グリーンベレー, Gurīn Berē), is a run and gun arcade game released by Konami in 1985. Rush'n Attack is remembered for its Cold War setting (the title is a play on \"Russian attack\") and its reliance on the player using a knife to dispatch enemies.",
  "/wiki/Imagine_Software": "Imagine Software was a British video games developer based in Liverpool which existed briefly in the early 1980s, initially producing software for the ZX Spectrum and VIC-20. The company rose quickly to prominence and was noted for its polished, high-budget approach to packaging and advertising (at a time when this was not commonplace in the British software industry), as well as its self-promotion and ambition.",
  "/wiki/Hudson_Hawk": "Hudson Hawk is a 1991 American action comedy film directed by Michael Lehmann. Bruce Willis stars in the title role and also co-wrote both the story and the theme song. Danny Aiello, Andie MacDowell, James Coburn, David Caruso, Lorraine Toussaint, Frank Stallone, Sandra Bernhard and Richard E. Grant are also featured.",
  "/wiki/Atari_ST": "The Atari ST is a line of home computers from Atari Corporation and the successor to the Atari 8-bit family. The initial ST model, the 520ST, saw limited release in April–June 1985 and was widely available in July. The Atari ST is the first personal computer to come with a bitmapped color GUI, using a version of Digital Research's GEM released in February 1985. The 1040ST, released in 1986, is the first personal computer to ship with a megabyte of RAM in the base configuration and also the first with a cost-per-kilobyte of less than US$1.",
  "/wiki/Sinclair_User": "Sinclair User, often abbreviated SU, was a magazine dedicated to the Sinclair Research range of home computers, most specifically the ZX Spectrum (while also occasionally covering arcade games). Initially published by ECC Publications, and later EMAP, it was published in the UK between 1982 and 1993, and was the longest running Sinclair-based magazine.",
  "/wiki/Hyper_Sports": "Hyper Sports, known in Japan as Hyper Olympic '84 (ハイパーオリンピック'84) is an arcade game published in 1984 by Konami. It is the sequel to 1983's Track & Field and features seven new Olympic events.  Like its predecessor, Hyper Sports has two run buttons and one action button per player. The Japanese release of the game sported an official license for the 1984 Summer Olympics.",
  "/wiki/Software_Projects": "Software Projects was the name of a computer game development company which was started by Manic Miner developer Matthew Smith, Alan Maton and Colin Roach.  After leaving Bug-Byte as a freelance developer, Smith was able to take the rights to his recently developed Manic Miner game with him, due to an oversight in his freelance contract.  Software Projects was then able to market and publish the ZX Spectrum hit game separately from Bug-Byte. Their logo was a Penrose triangle.",
  "/wiki/Konami%27s_Ping_Pong": "Konami's Ping Pong is a sports arcade game created in 1985 by Konami. The game is notable as the first video game to accurately reflect the gameplay of table tennis, as opposed to earlier simplifications like Pong. As with other Konami titles of the time, it was ported to several 8-bit computer systems and video game consoles.",
  "/wiki/Kong_Strikes_Back!": "Kong Strikes Back! is a video game published by Ocean Software in 1984 for the Amstrad CPC, Commodore 64 and ZX Spectrum. It is heavily inspired by Mr. Do's Wild Ride. This is one of the first games with music composed by Martin Galway.[citation needed]",
  "/wiki/Looney_Tunes_Back_in_Action": "Looney Tunes: Back in Action is a 2003 American live-action/animated comedy film directed by Joe Dante. It is the third feature-length live-action/animation hybrid film to feature  Looney Tunes characters, after Who Framed Roger Rabbit (1988) and Space Jam (1996). The plot follows Daffy Duck and Bugs Bunny (both voiced by Joe Alaskey) as they help aspiring daredevil Damian \"D.J.\" Drake, Jr. (Brendan Fraser) and Warner Bros. executive Kate Houghton (Jenna Elfman) find the \"blue monkey\" diamond in order to prevent the evil Mr. Chairman (Steve Martin) of the Acme Corporation from using it to turn mankind into monkeys that will manufacture his products; the group also attempts to rescue D.J.'s father (Timothy Dalton), an actor and spy who has been captured by Mr. Chairman.",
  "/wiki/Electronic_Arts": "Electronic Arts Inc. (EA) is an American video game company headquartered in Redwood City, California. It is the second-largest gaming company in the Americas and Europe by revenue and market capitalization after Activision Blizzard and ahead of Take-Two Interactive and Ubisoft as of March 2018.",
  "/wiki/Momma_Can_I_Mow_The_Lawn": "Warthog Games Limited was a UK-based video game developer, located in Cheadle Hulme, Stockport, with studios in Sweden and the USA.",
  "/wiki/Gizmondo_Studios": "The Gizmondo is a handheld gaming console developed by Tiger Telematics. It was released in the UK, Sweden and the U.S. starting in March 2005. Its first-party games were developed in studios in Helsingborg, Sweden, and Manchester, England. Gizmondo Europe, Ltd. was based in London, England, and was a subsidiary of Florida-based Tiger Telematics, whose chairman Carl Freer led Gizmondo's development.",
  "/wiki/Gizmondo": "The Gizmondo is a handheld gaming console developed by Tiger Telematics. It was released in the UK, Sweden and the U.S. starting in March 2005. Its first-party games were developed in studios in Helsingborg, Sweden, and Manchester, England. Gizmondo Europe, Ltd. was based in London, England, and was a subsidiary of Florida-based Tiger Telematics, whose chairman Carl Freer led Gizmondo's development.",
  "/wiki/Midnight_Resistance": "Midnight Resistance (ミッドナイトレジスタンス, Middonaito Rejisutansu) is a side-scrolling action shooting game produced by Data East for the arcades in 1989.  It was ported to the Sega Mega Drive in 1991 as Data East's first video game for the console.  The game was also adapted by Ocean Software to various home computer platforms.",
  "/wiki/Mikie": "Mikie is  video game released in arcades in 1984 by Konami. The object of the game is to guide a student named Mikie around the school locations to collect hearts which make up a letter from his girlfriend while being chased by members of the school staff.",
  "/wiki/Mr._Do!": "Mr. Do! (ミスタードゥ, Misutā Du) is a maze video game created by Universal and released in arcades in 1982. The first game in the Mr. Do series, it was one of the first arcade games to be released as a conversion kit (by Taito), and went on to sell 30,000 units in the United States.",
  "/wiki/Game_Boy": "The Game Boy[a] is an 8-bit handheld game console developed and manufactured by Nintendo. The first handheld in the Game Boy family, it was first released in Japan on April 21, 1989 (1989-04-21), then North America, three months later, and lastly in Europe, over a year later. It was designed by the same team that developed the Game & Watch and several Nintendo Entertainment System games: Satoru Okada, Gunpei Yokoi, and Nintendo Research & Development 1."
}