{
  "/wiki/Cidade_Velha": "Cidade Velha (Portuguese for \"old city\", also: Santiago de Cabo Verde) is a city in the southern part of the island of Santiago, Cape Verde. Founded in 1462,:77 it is the oldest settlement in Cape Verde and its former capital. Once called Ribeira Grande, its name was changed to Cidade Velha in the late 18th century. It is the seat of the Ribeira Grande de Santiago municipality.",
  "/wiki/Portuguese_Cape_Verde": "Cape Verde was a colony of the Portuguese Empire from the initial settlement of the Cape Verde Islands in 1462 until the independence of Cape Verde in 1975.",
  "/wiki/Cape_Verde": "Cape Verde (/ˈvɜːrd(i)/ (listen)) or Cabo Verde (/ˌkɑːboʊ ˈvɜːrdeɪ/ (listen), /ˌkæb-/) (Portuguese: Cabo Verde, pronounced [ˈkabu ˈveɾdɨ]), officially the Republic of Cabo Verde, is an island country spanning an archipelago of 10 volcanic islands in the central Atlantic Ocean. It forms part of the Macaronesia ecoregion, along with the Azores, Canary Islands, Madeira, and the Savage Isles. Located 570 kilometres (350 mi) west of the Cape Verde Peninsula off the coast of Northwest Africa, the islands cover a combined area of slightly over 4,000 square kilometres (1,500 sq mi).",
  "/wiki/Praia": "Praia (Portuguese pronunciation: [ˈpɾajɐ], Portuguese for \"beach\") is the capital and largest city of Republic of Cabo Verde. Located on the southern coast of Santiago island, within the Sotavento Islands group, the city is the seat of the Praia Municipality. Praia is the economic, political, and cultural center of Cabo Verde.",
  "/wiki/Boma,_Democratic_Republic_of_the_Congo": "Boma is a port town on the Congo River, some 100 km upstream from the Atlantic Ocean, in the Kongo Central province of the Democratic Republic of the Congo, adjacent to the border with the Democratic Republic of the Congo. It had an estimated population of 162,521 in 2012.",
  "/wiki/Congo_Free_State": "The Congo Free State, also known as the Independent State of the Congo (French: État indépendant du Congo, Dutch: Kongo-Vrijstaat), was a large state in Central Africa from 1885 to 1908. It was ruled personally by Leopold II and not by the government of Belgium, of which he was the constitutional monarch. Leopold II was able to procure the region by convincing other Eurasian states at the Berlin Conference that he was involved in humanitarian and philanthropic work and would not tax trade. Via the International Association of the Congo, he was able to lay claim to most of the Congo basin. On 29 May 1885, after the closure of the Berlin Conference, the king announced that he planned to name his possessions \"the Congo Free State\", an appellation which was not yet used at the Berlin Conference and which officially replaced \"International Association of the Congo\" on 1 August 1885. The Congo Free State operated as a corporate state privately controlled by Leopold II, although he never personally visited the state.",
  "/wiki/Democratic_Republic_of_the_Congo": "The Democratic Republic of the Congo (pronunciation (help·info) French: République démocratique du Congo [kɔ̃ɡo]), also known as DR Congo, the DRC, DROC, Congo-Kinshasa, or simply the Congo, is a country located in Central Africa. It was formerly called Zaire (1971–1997). It is, by area, the largest country in sub-Saharan Africa, the second-largest in all of Africa (after Algeria), and the 11th-largest in the world. With a population of over 84 million, the Democratic Republic of the Congo is the most populous officially Francophone country, the fourth-most-populous country in Africa, and the 16th-most-populous country in the world. Eastern DR Congo has been the scene of ongoing military conflict in Kivu, since 2015.",
  "/wiki/Belgian_Congo": "The Belgian Congo (French: Congo belge, pronounced [kɔ̃ɡo bɛlʒ]; Dutch: Belgisch-Congo[a])\nwas a Belgian colony in Central Africa from 1908 until independence in 1960. The former colony adopted its present-day name, the Democratic Republic of the Congo (DRC), in 1964.",
  "/wiki/Kinshasa": "Kinshasa (/kɪnˈʃɑːsə/; French: [kinʃasa]), formerly Léopoldville (Dutch: Leopoldstad), is the capital and the largest city of the Democratic Republic of the Congo. The city is situated alongside the Congo River.",
  "/wiki/Grand-Bassam": "Grand-Bassam is a town in south-eastern Ivory Coast, lying east of Abidjan. It was the French colonial capital city from 1893 to 1896, when the administration was transferred to Bingerville after a bout of yellow fever. The town remained a key seaport until the growth of Abidjan from the 1930s.",
  "/wiki/Ivory_Coast": "Ivory Coast, formally Côte d'Ivoire,[a] officially the Republic of Côte d'Ivoire, is a country located on the south coast of West Africa. Ivory Coast's political capital is Yamoussoukro in the centre of the country, while its economic capital and largest city is the port city of Abidjan. It borders Guinea to the northwest, Liberia to the west, Mali to the northwest, Burkina Faso to the northeast, Ghana to the east, and the Gulf of Guinea (Atlantic Ocean) to the south. The official language of the republic is French, with local indigenous languages also being widely used that include Baoulé, Dioula, Dan, Anyin, and Cebaara Senufo. In total, there are around 78 different languages spoken in Ivory Coast. The country has large populations of Muslims, Christians (primarily Roman Catholics) and various indigenous religions.",
  "/wiki/Bingerville": "Bingerville is a town in south-eastern Ivory Coast. It is a suburb of Abidjan and is one of four sub-prefectures of Abidjan Autonomous District. Bingerville is also a commune. The town is about 10 kilometres east of Abidjan and lies on the Ébrié Lagoon. Villages in the sub-prefecture include Eloka.",
  "/wiki/Abidjan": "Abidjan (/ˌæbɪˈdʒɑːn/ AB-ih-JAHN, French: [abidʒɑ̃]) is the economic capital of Ivory Coast and one of the most populous French-speaking cities in Africa. According to the 2014 census, Abidjan's population was 4.7 million, which is 20 percent of the overall population of the country, and this also makes it the sixth most populous city proper in Africa, after Lagos, Cairo, Kinshasa, Dar es Salaam, and Johannesburg. A cultural crossroads of West Africa, Abidjan is characterised by a high level of industrialisation and urbanisation.",
  "/wiki/Yamoussoukro": "Yamoussoukro (/ˌjæmʊˈsuːkroʊ/; French pronunciation: ​[jamusukʁo]) is one of the two political capitals and administrative capital of Ivory Coast and an autonomous district of the country, while the other capital of the country is Abidjan. As of the 2014 preliminary census, the district had a population of 355,573 inhabitants. Located 240 kilometers (150 mi) north-west of Abidjan, the administrative centre on the coast, upon rolling hills and plains, the municipality covers 3,500 square kilometers (1,400 sq mi).",
  "/wiki/Volubilis": "Volubilis (Berber languages: Walili, Arabic: وليلي‎) is a partly excavated  Berber city in Morocco situated near the city of Meknes, and commonly considered as the ancient capital of the kingdom of Mauretania. Built in a fertile agricultural area, it developed from the 3rd century BC onward as a Berber, then proto-Carthaginian, settlement before being the capital of the kingdom of Mauretania. It grew rapidly under Roman rule from the 1st century AD onward and expanded to cover about 42 hectares (100 acres) with a 2.6 km (1.6 mi) circuit of walls. The city gained a number of major public buildings in the 2nd century, including a basilica, temple and triumphal arch. Its prosperity, which was derived principally from olive growing, prompted the construction of many fine town-houses with large mosaic floors.",
  "/wiki/Idrisid_dynasty": "The Idrisids (Arabic: الأدارسة‎ al-Adārisah) were an Arab Muslim dynasty of Morocco, ruling from 788 to 974. Named after the founder Idriss I, the great grandchild of Hasan ibn Ali, the Idrisids are considered to be the founders of the first Moroccan state.",
  "/wiki/Morocco": "Morocco (/məˈrɒkoʊ/ (listen); Arabic: المغرب‎, romanized: al-maġhrib, lit. 'place the sun sets; the west'; Standard Moroccan Tamazight: ⵍⵎⵖⵔⵉⴱ, romanized: lmeɣrib; French: Maroc), officially the Kingdom of Morocco (Arabic: المملكة المغربية‎, romanized: al-mamlakah al-maghribiyah, lit. 'The Western Kingdom'; Standard Moroccan Tamazight: ⵜⴰⴳⵍⴷⵉⵜ ⵏ ⵍⵎⵖⵔⵉⴱ, romanized: tageldit n lmaɣrib; French: Royaume du Maroc), is a country located in the Maghreb region of North Africa. It overlooks the Mediterranean Sea to the north and the Atlantic Ocean to the west, with land border with Algeria to the east and Western Sahara to the south (status disputed). Morocco also claims the exclaves of Ceuta, Melilla and Peñón de Vélez de la Gomera, all of them under Spanish jurisdiction, as well as several small Spanish-controlled islands of its coast. The capital is Rabat and the largest city is Casablanca. Morocco spans an area of 710,850 km2 (274,460 sq mi) and has a population of over 36 million.",
  "/wiki/Fez,_Morocco": "Fez or Fes (Arabic: فاس‎ [faːs], Berber: ⴼⴰⵙ [faːs], French: Fès) is a city in northern inland Morocco and the capital of the Fas-Meknas administrative region. It is the second largest city in Morocco after Casablanca, with a population of 1.4 million (2014). Located to the northeast of Atlas Mountains, Fez is situated at the crossroad of the important cities of all regions; 206 km (128 mi) from Tangier to the northwest, 246 km (153 mi) from Casablanca, 169 km (105 mi) from Rabat to the west, and 387 km (240 mi) from Marrakesh to the southwest which leads to the Trans-Saharan trade route. It is surrounded by the high grounds, and the old city is penetrated by the River of Fez flowing from the west to east.",
  "/wiki/Hajar_an-Nasar": "Hajar an-Nasar (Arabic: حجر النسر‎, lit. 'the eagle's rock') is an ancient fortress located in northern Morocco. It was constructed in the 10th-century by the Idrisid dynasty. The archaeological site is situated on a rocky crest overlooking the headwaters of a tributary of the Loukkos River around 40 km almost due east of the modern city of Larache.",
  "/wiki/Marrakesh": "Marrakesh (/məˈrækɛʃ/ or /ˌmærəˈkɛʃ/; Arabic: مراكش‎ Murrākuš; Berber languages: ⴰⵎⵓⵔⴰⴽⵓⵛ, romanized: Amurakuc, French: Marrakech)  is the fourth largest city in the Kingdom of Morocco. It is the capital of the mid-southwestern region of Marrakesh-Safi. It is located west of the foothills of the Atlas Mountains. Marrakesh is situated 580 km (360 mi) southwest of Tangier, 327 km (203 mi) southwest of the Moroccan capital of Rabat, 239 km (149 mi) south of Casablanca, and 246 km (153 mi) northeast of Agadir.",
  "/wiki/Almoravid_dynasty": "The Almoravid dynasty (Arabic: المرابطون‎, Al-Murābiṭūn) was an imperial Berber Muslim dynasty centered in Morocco. It established an empire in the 11th century that stretched over the western Maghreb and Al-Andalus. Founded by Abdallah ibn Yasin, the Almoravid capital was Marrakesh, a city the ruling house founded in 1062. The dynasty originated among the Lamtuna and the Gudala, nomadic Berber tribes of the Sahara, traversing the territory between the Draa, the Niger, and the Senegal rivers.",
  "/wiki/Almohad_dynasty": "The Almohad Caliphate (/ɑːlməˈhɑːd/; from Arabic الموحدون (al-Muwaḥḥidūn), \"the monotheists\" or \"the unifiers\") was a North African Berber Muslim movement and empire founded in the 12th century.",
  "/wiki/Marinid_dynasty": "The Marinid Sultanate covered present-day Morocco and, intermittently, parts of North Africa and southern Spain around Gibraltar, from the mid-13th to the 15th century. It was ruled by the Marinid dynasty (Berber: ⴰⵢⵜ ⵎⵔⵉⵏ ayt mrin; Arabic: المرينيون‎ al-marīniyyūn), or Banu Abd al-Haqq, a Sunni Muslim family of Zenata Berber descent.",
  "/wiki/Wattasid_dynasty": "The Wattasid dynasty (Berber languages: ⵉⵡⴻⵟⵟⴰⵙⴻⵏ, Iweṭṭasen; Arabic: الوطاسيون‎, al-waṭṭāsīyūn) was a ruling dynasty of Morocco. Like the Marinid dynasty, its rulers were of Zenata Berber descent. The two families were related, and the Marinids recruited many viziers from the Wattasids. These viziers assumed the powers of the Sultans, seizing control of the Marinid dynasty's realm when the last Marinid, Abu Muhammad Abd al-Haqq, who had massacred many of the Wattasids in 1459, was murdered during a popular revolt in Fez in 1465.",
  "/wiki/Saadi_dynasty": "The Saadi dynasty or Saadian dynasty (Arabic: السعديون‎ as-saʿdiyyūn) was an Arab Moroccan dynasty, which ruled Morocco from 1549 to 1659.",
  "/wiki/Alaouite_dynasty": "The Alaouite dynasty, or Alawite dynasty (Arabic: سلالة العلويين الفيلاليين‎, Sulālat al-ʿAlawiyyīn al-Fīlālīyn), is the current Moroccan royal family. Sharif ibn Ali became Prince of Tafilalt in 1631. His son Mulay Al-Rashid (1664–1672) was able to unite and pacify the country.",
  "/wiki/Meknes": "Meknes  (Arabic: مكناس‎, romanized: Məknas; Berber languages: ⴰⵎⴽⵏⴰⵙ, romanized: Amknas; French: Meknès) is one of the four Imperial cities of Morocco, located in northern central Morocco and the sixth largest city by population in the kingdom. Founded in the 11th century by the Almoravids as a military settlement, Meknes became capital of Morocco under the reign of Sultan Moulay Ismaïl (1672–1727), son of the founder of the Alaouite dynasty. Moulay Ismaïl turned Meknes into an impressive city in Spanish-Moorish style, surrounded by high walls with great doors, where the harmonious blending of the Islamic and European styles of the 17th century Maghreb are still evident today. The city recorded a population of 632,079 in the 2014 Moroccan census. It is the seat of Meknès Prefecture and an important economic pole in the region of Fès-Meknès.",
  "/wiki/Ismail_Ibn_Sharif": "Moulay Ismail ibn Sharif (Arabic: مولاي إسماعيل بن الشريف ابن النصر‎), born around 1645 in Sijilmassa and died on 22 March 1727 at Meknes, was an Arab Sultan of Morocco from 1672–1727, as the second ruler of the Alaouite dynasty. He was the seventh son of Moulay Sharif and was governor of the Kingdom of Fez and the north of Morocco from 1667 until the death of his half-brother, Sultan Moulay Rashid in 1672. He was proclaimed sultan at Fez, but spent several years in conflict with his nephew Moulay Ahmed ben Mehrez, who also claimed the throne, until the latter's death in 1687. Moulay Ismail's 55-year reign is the longest of any sultan of Morocco.",
  "/wiki/Rabat": "Rabat (/rəˈbɑːt/, also UK: /rəˈbæt/, US: /rɑːˈbɑːt/; Arabic: الرِّبَاط‎, romanized: ar-ribāṭ; Berber languages: ⴰⵕⴱⴰⵟ, romanized: Aṛṛbaṭ) is the capital city of Morocco and the country's seventh largest city with an urban population of approximately 580,000 (2014) and a metropolitan population of over 1.2 million.  It is also the capital city of the Rabat-Salé-Kénitra administrative region. Rabat is located on the Atlantic Ocean at the mouth of the river Bou Regreg, opposite Salé, the city's main commuter town.",
  "/wiki/Fustat": "Fustat  (Arabic: الفسطاط‎ al-Fusţāţ, Coptic: ⲫⲩⲥⲧⲁⲧⲱⲛ), also Fostat, Al Fustat, Misr al-Fustat and Fustat-Misr, was the first capital of Egypt under Muslim rule. It was built by the Muslim general 'Amr ibn al-'As immediately after the Muslim conquest of Egypt in AD 641, and featured the Mosque of Amr, the first mosque built in Egypt and in all of Africa.",
  "/wiki/Egypt_in_the_Middle_Ages": "Following the Islamic conquest in 639 AD, Lower Egypt was ruled at first by governors acting in the name of the Rashidun Caliphs and then the Ummayad Caliphs in Damascus, but in 747 the Ummayads were overthrown. Throughout the Islamic rule, Askar was named the capital and housed the ruling administration. The conquest led to two separate provinces all under one ruler: Upper and Lower Egypt. These two very distinct regions would be heavily governed by the military and followed the demands handed down by the governor of Egypt and imposed by the heads of their communities.",
  "/wiki/Egypt": "Egypt (/ˈiːdʒɪpt/ (listen) EE-jipt; Arabic: مِصر‎ Miṣr, Egyptian Arabic: مَصر‎ Maṣr, Coptic: Ⲭⲏⲙⲓ Khēmi), officially the Arab Republic of Egypt, is a country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf of Aqaba lies Jordan, across the Red Sea lies Saudi Arabia, and across the Mediterranean lie Greece, Turkey and Cyprus, although none share a land border with Egypt.",
  "/wiki/Al-Askar": "Al-‘Askar (Arabic: العسكر‎) was the capital of Egypt from 750-868, when Egypt was a province of the Abbasid Caliphate.",
  "/wiki/Al-Qata%27i": "Al-Qaṭāʾi (Arabic: القطائـع‎) was the short-lived Tulunid capital of Egypt, founded by Ahmad ibn Tulun in the year 868 CE. Al-Qata'i was located immediately to the northeast of the previous capital, al-Askar, which in turn was adjacent to the settlement of Fustat. All three settlements were later incorporated into the city of Cairo, founded by the Fatimids in 969 CE. The city was razed in the early 10th century CE, and the only surviving structure is the Mosque of Ibn Tulun.",
  "/wiki/Cairo": "Cairo (/ˈkaɪroʊ/ KY-roh; Arabic: القاهرة‎, romanized: al-Qāhirah, pronounced [ælˈqɑːhɪɾɑ] (listen)) is the capital of Egypt and the largest city in the Arab world. Its metropolitan area, with a population of over 20 million, is the largest in Africa, the Arab world, and the Middle East, and the 15th-largest in the world. Cairo is associated with ancient Egypt, as the famous Giza pyramid complex and the ancient city of Memphis are located in its geographical area. Located near the Nile Delta, modern Cairo was founded in 969 AD by the Fatimid dynasty, but the land composing the present-day city was the site of ancient national capitals whose remnants remain visible in parts of Old Cairo. Cairo has long been a centre of the region's political and cultural life, and is titled \"the city of a thousand minarets\" for its preponderance of Islamic architecture. Cairo is considered a World City with a \"Beta +\" classification according to GaWC.",
  "/wiki/Thebes,_Egypt": "Thebes (Ancient Greek: Θῆβαι, Thēbai), known to the ancient Egyptians as Waset, was an ancient Egyptian city located along the Nile about 800 kilometers (500 mi) south of the Mediterranean. Its ruins lie within the modern Egyptian city of Luxor. Thebes was the main city of the fourth Upper Egyptian nome (Sceptre nome) and was the capital of Egypt for long periods during the Middle Kingdom and New Kingdom eras. It was close to Nubia and the Eastern Desert, with its valuable mineral resources and trade routes. It was a cult center and the most venerated city of ancient Egypt during its heyday. The site of Thebes includes areas on both the eastern bank of the Nile, where the temples of Karnak and Luxor stand and where the city proper was situated; and the western bank, where a necropolis of large private and royal cemeteries and funerary complexes can be found.",
  "/wiki/Ancient_Greeks": "Ancient Greece (Greek: Ἑλλάς, romanized: Hellás) was a civilization belonging to a period of Greek history from the Greek Dark Ages of the 12th–9th centuries BC to the end of antiquity (c. AD 600). Immediately following this period was the beginning of the Early Middle Ages and the Byzantine era. Roughly three centuries after the Late Bronze Age collapse of Mycenaean Greece, Greek urban poleis began to form in the 8th century BC, ushering in the Archaic period and colonization of the Mediterranean Basin. This was followed by the period of Classical Greece, an era that began with the Greco-Persian Wars, lasting from the 5th to 4th centuries BC. Due to the conquests by Alexander the Great of Macedon, Hellenistic civilization flourished from Central Asia to the western end of the Mediterranean Sea. The Hellenistic period came to an end with the conquests and annexations of the eastern Mediterranean world by the Roman Republic, which established the Roman province of Macedonia in Roman Greece, and later the province of Achaea during the Roman Empire.",
  "/wiki/Ancient_Egypt": "Ancient Egypt was a civilization of ancient North Africa, concentrated along the lower reaches of the Nile River, situated in the place that is now the country Egypt. Ancient Egyptian civilization followed prehistoric Egypt and coalesced around 3100 BC (according to conventional Egyptian chronology) with the political unification of Upper and Lower Egypt under Menes (often identified with Narmer). The history of ancient Egypt occurred as a series of stable kingdoms, separated by periods of relative instability known as Intermediate Periods: the Old Kingdom of the Early Bronze Age, the Middle Kingdom of the Middle Bronze Age and the New Kingdom of the Late Bronze Age.",
  "/wiki/Pi-Ramesses": "Pi-Ramesses (/pɪərɑːmɛs/; Ancient Egyptian: Per-Ra-mes(i)-su, meaning \"House of Ramesses\") was the new capital built by the Nineteenth Dynasty Pharaoh Ramesses II (1279–1213 BC) at Qantir, near the old site of Avaris. The city had served as a summer palace under Seti I (c. 1290–1279 BC), and may have been founded by Ramesses I (c. 1292–1290 BC) while he served under Horemheb.",
  "/wiki/Memphis,_Egypt": "Memphis (Arabic: مَنْف‎ Manf  pronounced [mænf]; Bohairic Coptic: ⲙⲉⲙϥⲓ; Greek: Μέμφις) was the ancient capital of Inebu-hedj, the first nome of Lower Egypt. Its ruins are located near the town of Mit Rahina, 20 km (12 mi) south of Giza in Greater Cairo, Egypt.",
  "/wiki/Heracleopolis_Magna": "In Ancient Egypt, Heracleopolis Magna was known in Demotic as nn nswt Child of the Pharaoh (appearing as hnn nswt or hwt nn nswt). This later developed into Coptic: Ϩⲛⲏⲥ (/ǝhnes/), which was borrowed into early Egyptian Arabic: اهناس‎ Ahnās. The site is now known as Ihnasiyyah Umm al-Kimam \"Ihnasiyyah, Mother of the Shards\" and as Ihnasiyyah al-Madinah \"The City of Ihnasiyyah\"."
}