{
  "/wiki/Kandahar": "Kandahar (/ˈkɑːnðəˌhɑːr/) or Qandahar (Pashto: کندهار‎; Dari: قندهار‎; known in older literature as Candahar) is a city located in Afghanistan, with a population of about 614,118. Kandahar is located in the south of the country on the Arghandab River, at an elevation of 1,010 m (3,310 ft). It is the capital of Kandahar Province, and also the center of the larger cultural region called Loy Kandahar. In 1709, Mirwais Hotak made the region an independent kingdom and turned Kandahar into the capital of the Hotak dynasty. In 1747, Ahmad Shah Durrani, founder of the Durrani dynasty, made Kandahar the capital of the Afghan Empire.",
  "/wiki/Durrani_Empire": "The Durrani Empire (Pashto: د دورانیانو امپراتوري‎), also called the Sadozai Kingdom (د افغانانو واکمني), and Afghan Empire (د افغانانو واکمني), was founded and built by Ahmad Shah Durrani. At its maximum extent, the empire ruled over what are now the modern-day countries of Afghanistan and Pakistan, as well as some parts of northeastern Iran, eastern Turkmenistan, and northwestern India.",
  "/wiki/Afghanistan": "Afghanistan (/æfˈɡænɪstæn, æfˈɡɑːnɪstɑːn/ (listen); Pashto/Dari: افغانستان, Pashto: Afġānistān [avɣɒnisˈtɒn, ab-],[a] Dari: Afġānestān [avɣɒnesˈtɒn]), officially the Islamic Republic of Afghanistan, is a landlocked country in Asia. Afghanistan is bordered by Pakistan to the east and south;[b] Iran to the west; Turkmenistan, Uzbekistan, and Tajikistan to the north; and China to the northeast. Occupying 652,000 square kilometers (252,000 sq mi), it is a mountainous country with plains in the north and southwest. Kabul is the capital and largest city.  The population is 32 million, mostly composed of ethnic Pashtuns, Tajiks, Hazaras and Uzbeks.",
  "/wiki/Kabul": "Kabul (Persian: کابل‎, romanized: Kābol, Pashto: کابل‎, romanized: Kābəl) is the capital and largest city of Afghanistan, located in the eastern section of the country. It is also a municipality, forming part of the greater Kabul Province, and divided into 22 districts. According to estimates in 2019, the population of Kabul is 4.114 million, which includes all the major ethnic groups of Afghanistan. Afghanistan's only city with a population of over 1 million, Kabul serves as its political, cultural and economical center. Rapid urbanization had made Kabul the world's 75th largest city.",
  "/wiki/Samarkand": "Samarkand (/ˈsæmərkænd/; Uzbek: Samarqand; Persian: سمرقند‎; Russian: Самарканд), alternatively Samarqand, is a city in south-eastern Uzbekistan and one of the oldest continuously inhabited cities in Central Asia. There is evidence of human activity in the area of the city from the late Paleolithic era, though there is no direct evidence of when Samarkand was founded; some theories propose that it was founded between the 8th and 7th centuries B.C. Prospering from its location on the Silk Road between China and the Mediterranean, at times Samarkand was one of the greatest cities of Central Asia.",
  "/wiki/Timurid_Empire": "The Timurid Empire (Persian: تیموریان‎, Timuriyān), self-designated as Gurkani (Persian: گورکانیان‎, Gurkāniyān meaning \"son-in-law\" of Genghisids), was a Persianate Turco-Mongol empire comprising modern-day Uzbekistan, Iran, the southern Caucasus, Mesopotamia, Afghanistan, much of Central Asia, as well as parts of contemporary India, Pakistan, Syria and Turkey.",
  "/wiki/Uzbekistan": "Uzbekistan (UK: /ʊzˌbɛkɪˈstɑːn, ʌz-, -ˈstæn/, US: /ʊzˈbɛkɪstæn, -stɑːn/; Uzbek: O'zbekiston, Ўзбекистон pronounced [ozbekiˈstɒn]), officially Republic of Uzbekistan (Uzbek: O'zbekiston Respublikasi), is a country in Central Asia. It is bordered by five landlocked countries: Kazakhstan to the north; Kyrgyzstan to the northeast; Tajikistan to the southeast; Afghanistan to the south; and Turkmenistan to the southwest. Along with Liechtenstein, it is one of the world's only two doubly landlocked countries.",
  "/wiki/Herat": "Herāt (/hɛˈrɑːt/; Persian/Pashto: هرات) is the third-largest city of Afghanistan. It has a population of about 436,300, and serves as the capital of Herat Province, situated in the fertile valley of the Hari River in the western part of the country. It is linked with Kandahar, Kabul, and Mazar-i-Sharif via Highway 1 or the ring road. It is further linked to the city of Mashhad in neighboring Iran through the border town of Islam Qala, and to Mary in Turkmenistan to the north through the border town of Torghundi.",
  "/wiki/Muhammad_Shaybani": "Muhammad Shaybani Khan  (Uzbek: Muhammad Shayboniy, also known as Abul-Fath Shaybani Khan or Shayabak Khan or Shahi Beg Khan, originally named \"Shibägh\", which means \"wormwood\" or \"obsidian\")  (c. 1451 – 2 December 1510), was an Uzbek leader who consolidated various Uzbek tribes and laid the foundations for their ascendance in Transoxiana and the establishment of the Khanate of Bukhara. He was a Shaybanid or descendant of Shiban (or Shayban), the fifth son of Jochi, Genghis Khan's eldest son. His father was Sheikh Haidar, son of Abu'l-Khayr Khan.",
  "/wiki/Semey": "Semey (Kazakh: Семей, romanized: Semeı; Russian: Семей), until 2007 known as Semipalatinsk (Kazakh: Семипалатинск, Russian: Семипалатинск) and in 1917–1920 as Alash-kala (Kazakh: Алаш-қала, Alash-qala), is a city in Kazakhstan, in East Kazakhstan Region, and in the Kazakhstan part of Siberia, near the border with Russia, around 1,000 kilometers (620 mi) north of Almaty, and 700 kilometers (430 mi) southeast of the Russian city of Omsk, along the Irtysh River. Population: 299,264 (2009 Census results); 269,574 (1999 Census results).",
  "/wiki/Alash_Orda": "Alash Autonomy (Kazakh: Алаш аутономиясы, Alash aýtonomııasy; Russian: Алашская автономия Alashskaya avtonomiya) was a Kazakh state that existed between December 13, 1917, and 1918, on, approximately, the territory of the present-day Republic of Kazakhstan. The capital city was Semey, then known as \"Alash-qala\".",
  "/wiki/Kazakhstan": "Kazakhstan,[b] officially the Republic of Kazakhstan,[c] is a transcontinental country largely located in Central Asia with the most western parts of it being located in Eastern Europe. It is the world's largest landlocked country, and the ninth largest country in the world, with an area of 2,724,900 square kilometres (1,052,100 sq mi). Kazakhstan is the most dominant nation of Central Asia economically, generating 60% of the region's GDP, primarily through its oil and gas industry. It also has vast mineral resources.",
  "/wiki/Kirghiz_Autonomous_Socialist_Soviet_Republic_(1920–1925)": "The Kirghiz Autonomous Socialist Soviet Republic (Russian: Киргизская Автономная Социалистическая Советская Республика; Kazakh: Қырғыз Автономиялы Социалистік Кеңес Республикасы, Qyrǵyz Avtonomııaly Sotsıalıstik Keńes Respýblıkasy) was an autonomous republic within the Russian Socialist Federative Soviet Republic that existed from 26 August 1920 until 15 June 1925 on the territory of the  Kazakh Khanate, when it took the name of Kazakh Autonomous Socialist Soviet Republic, based on the autonym Kazakh.",
  "/wiki/Orenburg": "Orenburg (Russian: Оренбург, IPA: [ərʲɪnˈburk], Kazakh: Орынбор, romanized: Orynbor) is the administrative center of Orenburg Oblast, Russia. It lies on the Ural River, 1,478 kilometers (918 mi) southeast of Moscow, on the boundary of Europe and Asia. Orenburg is also very close to the border with Kazakhstan. Population: 548,331 (2010 Census); 549,361 (2002 Census); 546,501 (1989 Census).",
  "/wiki/Bishkek": "Bishkek (Kyrgyz: Бишке́к, بىشکەک; IPA: [biʃˈkek]; Russian: Бишке́к, tr. Biškék, IPA: [bʲɪˈʂkʲek]), formerly Pishpek and Frunze, is the capital and largest city of Kyrgyzstan (Kyrgyz Republic). Bishkek is also the most commonly  administrative centre of the Chuy Region. The province surrounds the city, although the city itself is not part of the province, but rather a province-level unit of Kyrgyzstan.",
  "/wiki/Kyrgyzstan": "Kyrgyzstan (/ˌkɜːrɡɪˈstɑːn/ KUR-gih-STAHN; Kyrgyz: Кыргызстан Kırğızstan Kyrgyz pronunciation: [qɯrʁɯsˈstɑn]), officially the Kyrgyz Republic (Kyrgyz: Кыргыз Республикасы, romanized: Kırğız Respublikası; Russian: Кыргызская Республика, tr. Kyrgyzskaya Respublika), and also known as Kirghizia (Russian: Киргизия [kʲɪrˈɡʲizʲɪjə]), is a country in Central Asia. Kyrgyzstan is a landlocked country with mountainous terrain. It is bordered by Kazakhstan to the north, Uzbekistan to the west and southwest, Tajikistan to the southwest and China to the east. Its capital and largest city is Bishkek.",
  "/wiki/Qyzylorda": "Kyzylorda (Kazakh: Қызылорда, romanized: Qyzylorda, قىزىلوردا), formerly known as Kzyl-Orda (Russian: Кзыл-Орда), Ak-Mechet (Ак-Мечеть), Perovsk (Перовск), and Fort-Perovsky (Форт-Перовский), is a city in south-central Kazakhstan, capital of Kyzylorda Region and former capital of the Kazak ASSR from 1925 to 1929.",
  "/wiki/Kazakh_Autonomous_Soviet_Socialist_Republic": "The Kazakh Autonomous Socialist Soviet Republic (Russian: Казахская Автономная Социалистическая Советская Республика; Kazakh: Qazaq Aptonom Sotsijalijstik Sobettik Respuvblijkasь), abbreviated as Kazak ASSR (Russian: Казакская АССР; Kazakh: Qazaq ASSR) and simply Kazakhstan (Russian: Казахстан; Kazakh: Qazaqstan), was an autonomous republic of the Soviet Union within the Russian Soviet Federative Socialist Republic (RSFSR) existing from 1925 until 1936.",
  "/wiki/Alma-Ata": "Almaty (/ˈælməti/; Kazakh: Almaty, Алматы; Yañalif: Almatь; [ɑlmɑˈtə]; Russian: Алматы, [ɐlmɐˈtɨ]), formerly known as Alma-Ata (/ˌælmə.əˈtɑː/; Kazakh: Alma-Ata; Russian: Алма-Ата, romanized: Alma-Ata) and Verniy (Russian: Верный, romanized: Vernyy), is the largest city in Kazakhstan, with a population of 2,039,376 people, about 11% of the country's total population, and more than 2.7 million in its built-up area that encompasses Talgar, Boraldai, Otegen Batyr and many other suburbs. It served as capital of the Soviet and later independent Kazakhstan from 1929 to 1997. In 1997, the government relocated the capital to Astana (known as \"Nur-Sultan\" as of 23 March 2019) in the north of the country and about 12 hours away by train.",
  "/wiki/Almaty": "Almaty (/ˈælməti/; Kazakh: Almaty, Алматы; Yañalif: Almatь; [ɑlmɑˈtə]; Russian: Алматы, [ɐlmɐˈtɨ]), formerly known as Alma-Ata (/ˌælmə.əˈtɑː/; Kazakh: Alma-Ata; Russian: Алма-Ата, romanized: Alma-Ata) and Verniy (Russian: Верный, romanized: Vernyy), is the largest city in Kazakhstan, with a population of 2,039,376 people, about 11% of the country's total population, and more than 2.7 million in its built-up area that encompasses Talgar, Boraldai, Otegen Batyr and many other suburbs. It served as capital of the Soviet and later independent Kazakhstan from 1929 to 1997. In 1997, the government relocated the capital to Astana (known as \"Nur-Sultan\" as of 23 March 2019) in the north of the country and about 12 hours away by train.",
  "/wiki/Kazakh_SSR": "The Kazakh Soviet Socialist Republic[note 1] was one of the transcontinental constituent republics of the Soviet Union from 1936 to 1991 in northern Central Asia. It was created on 5 December 1936 from the Kazakh ASSR, an autonomous republic of the Russian SFSR.",
  "/wiki/Astana": "Nur-Sultan (US: /ˌnʊərsʊlˈtɑːn/; Kazakh: Nur-Sultan, Нұр-Сұлтан; Russian: Нур-Султан), previously named Astana[a] (Kazakh: Astana, Russian: Астана) from 1998 to 2019, is the capital city of Kazakhstan. In March 2019, it was renamed to Nur-Sultan after the departing Kazakh president, Nursultan Nazarbayev. It stands on the banks of the Ishim River in the northern portion of Kazakhstan, within the Akmola Region, though administered separately from the region as a city with special status. A 2017 official estimate reported a population of 1,029,556 within the city limits, making it the second-largest city in the country, behind Almaty, the capital from 1991 to 1997.",
  "/wiki/Nur-Sultan": "Nur-Sultan (US: /ˌnʊərsʊlˈtɑːn/; Kazakh: Nur-Sultan, Нұр-Сұлтан; Russian: Нур-Султан), previously named Astana[a] (Kazakh: Astana, Russian: Астана) from 1998 to 2019, is the capital city of Kazakhstan. In March 2019, it was renamed to Nur-Sultan after the departing Kazakh president, Nursultan Nazarbayev. It stands on the banks of the Ishim River in the northern portion of Kazakhstan, within the Akmola Region, though administered separately from the region as a city with special status. A 2017 official estimate reported a population of 1,029,556 within the city limits, making it the second-largest city in the country, behind Almaty, the capital from 1991 to 1997.",
  "/wiki/Omsk": "Omsk (/ɒmsk/; Russian: Омск, IPA: [omsk]) is a city and the administrative center of Omsk Oblast, Russia, located in southwestern Siberia 2,236 kilometers (1,389 mi) from Moscow. With a population of 1,154,116, it is Russia's second-largest city east of the Ural Mountains after Novosibirsk, and seventh by size nationally. Omsk acts as an essential transport node, serving as a train station for Trans-Siberian Railway and as a staging post for the Irtysh River.",
  "/wiki/White_Movement": "The White movement (Russian: Бѣлое движеніе/Белое движение, tr. Beloye dvizheniye, IPA: [ˈbʲɛləɪ dvʲɪˈʐenʲɪɪ]) and its military arm the White Army (Бѣлая Армія/Белая Армия, Belaya Armiya), also known as the White Guard (Бѣлая Гвардія/Белая Гвардия, Belaya Gvardiya), the White Guardsmen (Бѣлогвардейцы/Белогвардейцы, Belogvardeytsi) or simply the Whites (Бѣлые/Белые, Beliye), was a loose confederation of  anti-communist forces that fought the Communist Bolsheviks, also known as the Reds, in the Russian Civil War (1917–1922/1923) and that to a lesser extent continued operating as militarized associations of insurrectionists both outside and within Russian borders in Siberia until roughly World War II (1939–1945).",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Communism": "Communism (from Latin communis, \"common, universal\") is a philosophical, social, political and economic ideology and movement whose ultimate goal is the establishment of a communist society, namely a socioeconomic order structured upon the ideas of common ownership of the means of production and the absence of social classes, money and the state.",
  "/wiki/Uzbek_SSR": "Uzbekistan (US: /ʊzˈbɛkɪˌstæn, -ˌstɑːn/ (listen), UK: /ʊzˌbɛkɪˈstɑːn, ʌz-, -ˈstæn/) is the common English name for the Uzbek Soviet Socialist Republic (Uzbek SSR; Uzbek: Ўзбекистон ССР, Oʻzbekiston SSR; Russian: Узбекская ССР, Uzbekskaya SSR) and later, the Republic of Uzbekistan (Uzbek: Oʻzbekiston Respublikasi, Ўзбекистон Республикаси), that refers to the period of Uzbekistan from 1924 to 1991. as one of the constituent republics of the Soviet Union. It was governed by the Uzbek branch of the Soviet Communist Party, the only legal political party, from 1925 until 1990. From 1990 to 1991, it was a sovereign part of the Soviet Union with its own legislation. Sometimes, that period is also referred to as Soviet Uzbekistan.",
  "/wiki/Tashkent": "Tashkent (/ˌtɒʃˈkɛnt/; Russian pronunciation: [tɐʂˈkʲent]; Russian: Ташкент, tr. Tashkent), or Toshkent ([tɒʃˈkent]; Uzbek: Toshkent, Тошкент, تاشكینت‎), is the capital and largest city of Uzbekistan, as well as the most populated city in ex-Soviet Central Asia with a population in 2018 of 2,485,900. It is located in the north-east of the country close to the border with Kazakhstan.",
  "/wiki/List_of_former_national_capitals": "Throughout the world there are many cities that were once national capitals but no longer have that status because the country ceased to exist, the capital was moved, or the capital city was renamed. This is a list of such cities, sorted by country and then by date. Where a city name has changed, the name of the city when it was a capital is listed first, followed by its modern name in brackets."
}