{
  "/wiki/Dhaka": "Dhaka City (/ˈdɑːkə/ DAH-kə or /ˈdækə/ DAK-ə; Bengali: ঢাকা, pronounced [ɖʱaka]), formerly known as Dacca, is the capital and largest city of Bangladesh. It is the sixth-largest and sixth-most densely populated city in the world, with a population of 20.2 million people in the Greater Dhaka Area.",
  "/wiki/Pakistan": "Pakistan,[b] officially the Islamic Republic of Pakistan,[c] is a country in South Asia. It is the world's sixth-most populous country with a population exceeding 207.8 million. In area, it is the 33rd-largest country, spanning 881,913 square kilometres (340,509 square miles). Pakistan has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the south and is bordered by India to the east, Afghanistan to the west, Iran to the southwest, and China in the northeast. It is separated narrowly from Tajikistan by Afghanistan's Wakhan Corridor in the northwest, and also shares a maritime border with Oman.",
  "/wiki/Bangladesh": "Bangladesh (Bengali: বাংলাদেশ) pronounced /ˌbɑːŋlɑːˈdɛʃ/ (bung-lah-desh) or [ˈbaŋladeʃ] (listen); literally meaning The country of Bengal; and officially called the People's Republic of Bangladesh (গণপ্রজাতন্ত্রী বাংলাদেশ Gônoprojatontri Bangladesh), is a country in South Asia. It is the world's 8th-most populous country with nearly 163 million people, and is the 92nd-largest country in land area, spanning 147,570 square kilometres (56,980 sq mi), making it one of the most densely-populated countries in the world. Bangladesh shares land borders with India to the west, north, and east, Myanmar to the southeast, and the Bay of Bengal to the south. It is narrowly separated from Nepal and Bhutan by India's Siliguri Corridor in the north and from China by the Indian state of Sikkim in the northeast. Dhaka, the capital and largest city, is the nation's economic, political and cultural hub. Chittagong, the largest sea port, is the second largest city. The dominant geographic feature is the Ganges delta, which empties into the Bay of Bengal the combined waters of several river systems, including the Brahmaputra and the Ganges, with numerous criss-crossing rivers and inland waterways. Highlands with evergreen forests cover the northeastern and southeastern regions. The seacoast features the longest natural sea beach and most of the world's largest mangrove forest. The country's biodiversity includes a vast array of plants and wildlife, including the endangered Bengal tiger, the national animal.",
  "/wiki/Mujibnagar": "Mujibnagar (Bengali: মুজিবনগর), formerly known as Baidyanathtala (Boiddonathtola) and Bhoborpara, is a town in the Meherpur District of Bangladesh. The Provisional Government of Bangladesh was formed on 10 April 1971, however, sworn in on 17 April 1971 in this place by the elected representatives of the Bengalees (mostly belongling to Awami League), that led the Bangladesh Liberation War, who were leading the guerrilla war for the independence of Bangladesh (then East Pakistan) from Pakistan in 1971. The place was renamed Mujibnagar by the proclamation of independence, in honour of Sheikh Mujibur Rahman, who declared Bangladesh independent. The actual capital of the government while in exile was Calcutta. A memorial complex covering 20.10 acres (8.13 ha) has been built at the site where the ministers of that first government took their oaths.",
  "/wiki/Provisional_Government_of_Bangladesh": "The Provisional Government of the People's Republic of Bangladesh, most popularly known as Mujibnagar Government was established following the declaration of independence of East Pakistan on 10 April 1971. It was the supreme leadership of the Bangladeshi liberation movement. It included the first cabinet of Bangladesh; the nascent Bangladeshi diplomatic corps; the Constituent Assembly of Bangladesh; the Mukti Bahini military, paramilitary and guerrilla forces; and the Independent Bangladesh Radio.",
  "/wiki/Oaths": "Traditionally an oath (from Anglo-Saxon āð, also called plight) is either a statement of fact or a promise with wording relating to something considered sacred as a sign of verity. A common legal substitute for those who conscientiously object to making sacred oaths is to give an affirmation instead. Nowadays, even when there is no notion of sanctity involved, certain promises said out loud in ceremonial or juridical purpose are referred to as oaths. \"To swear\" is a verb used to describe the taking of an oath, to making a solemn vow.",
  "/wiki/Sheikh_Mujibur_Rahman": "Sheikh Mujibur Rahman (Bengali: শেখ মুজিবুর রহমান; 17 March 1920 – 15 August 1975), shortened as Sheikh Mujib or just Mujib, was a Bangladeshi politician and statesman. He is often called the father of Bengali nation. He served as the first President of Bangladesh and later as the Prime Minister of Bangladesh from 17 April 1971 until his assassination on 15 August 1975. He is considered to be the driving force behind the independence of Bangladesh. He is popularly dubbed with the title of \"Bangabandhu\" (Bôngobondhu \"Friend of Bengal\") by the people of Bangladesh. He became a leading figure in and eventually the leader of the Awami League, founded in 1949 as an East Pakistan-based political party in Pakistan. Mujib is credited as an important figure in efforts to gain political autonomy for East Pakistan and later as the central figure behind the Bangladesh Liberation Movement and the Bangladesh Liberation War in 1971. Thus, he is regarded \"Jatir Janak\" or \"Jatir Pita\" (Jatir Jônok or Jatir Pita, both meaning \"Father of the Nation\") of Bangladesh. His daughter Sheikh Hasina is the current leader of the Awami League and also the Prime Minister of Bangladesh.",
  "/wiki/Sonargaon": "Sonargaon (Bengali: সোনারগাঁও; pronounced as Show-naar-gaa; meaning Golden Hamlet) is a historic city in central Bangladesh. It is one of the old capitals of the historic region of Bengal and was an administrative center of eastern Bengal. It was also a port and trading center. During British colonial rule, merchants built many Indo-Saracenic townhouses in the Panam neighborhood. Sonargaon was central to the muslin trade in Bengal.",
  "/wiki/Bengal_Sultanate": "The Sultanate of Bengal, (also known as the Bengal Sultanate; Bangalah (Persian: بنگاله‎ Bangālah, Bengali: বাঙ্গালা/বঙ্গালা) and Shahi Bangalah (Persian: شاهی بنگاله‎ Shāhī Bangālah, Bengali: শাহী বাঙ্গলা)), was an empire and the sovereign power of Bengal for much of the 14th, 15th and 16th centuries. Its imperial capital was one of the world's largest cities. It had a circle of vassal states, including Odisha in the southwest, Arakan in the southeast, and Tripura in the east. In 1494, the Bengal Sultanate reached the peak of its territorial growth with control over Kamrup and Kamata. It was known as one of the major trading nations of the medieval world. During the 16th-century, Bengal suffered two major defeats by the Suri Empire and the Mughal Empire.",
  "/wiki/Gau%E1%B8%8Da_(city)": "Gauḍa (also known as Gaur, Gour, Lakhnauti, and Jannatabad) is a historic city of Bengal in the eastern part of the Indian subcontinent, and one of the most prominent capitals in classical and medieval Indian subcontinent located on the border between India and Bangladesh, with most of its ruins on the Indian side and a few structures on the Bangladeshi side. It was once one of the most populous cities in the world. The ruins of this former city now straddle the international border and are divided between the Malda district of West Bengal and Chapai Nawabganj District of Rajshahi Division. The Kotwali Gate, formerly part of the citadel, now marks the border checkpoint between the two countries.",
  "/wiki/Daulatabad,_Maharashtra": "Daulatabad Fort, also known as Devagiri or Deogiri, is a historical fortified citadel located in Aurangabad, Maharashtra, India. It was the capital of the Yadava dynasty (9th century–14th century CE), for a brief time the capital of the Delhi Sultanate (1327–1334), and later a secondary capital of the Ahmadnagar Sultanate (1499–1636). Around the sixth century CE, Devagiri emerged as an important uplands town near present-day Aurangabad, along caravan routes going towards western and southern India. The historical triangular fortress in the city was initially built around 1187 by the first Yadava king, Bhillama V. In 1308, the city was annexed by Sultan Alauddin Khalji of the Delhi Sultanate, which ruled over most of the Indian subcontinent. In 1327, Sultan Muhammad bin Tughluq of the Delhi Sultanate renamed the city as \"Daulatabad\" and shifted his imperial capital to the city from Delhi, ordering a mass migration of Delhi's population to Daulatabad. However, Muhammad bin Tughluq reversed his decision in 1334 and the capital of the Delhi Sultanate was shifted back from Daulatabad to Delhi. In 1499, Daulatabad became a part of the Ahmadnagar Sultanate, who used it as their secondary capital. In 1610, near Daulatabad Fort, the new city of Aurangabad, then named Khadki, was established to serve as the capital of the Ahmadnagar Sultanate by the Ethiopian military leader Malik Ambar, who was brought to India as a slave but rose to become a popular Prime Minister of the Ahmadnagar Sultanate. Most of the present-day fortification at Daulatabad Fort was constructed under the Ahmadnagar Sultanate.",
  "/wiki/Tughlaq_dynasty": "The Tughlaq dynasty (Ṭughlāq or Arabic script: طغلاق ) also referred to as Tughluq or Tughluk dynasty, was a Muslim dynasty of Turko-Indian origin which ruled over the Delhi sultanate in medieval India. Its reign started in 1320 in Delhi when Ghazi Malik assumed the throne under the title of Ghiyath al-Din Tughluq. The dynasty ended in 1413.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Delhi": "Delhi (English: /ˈdɛli/; Hindi: [ˈdɪlːi] Dillī; Punjabi: [ˈdɪlːi] Dillī; Urdu: [ˈdeɦli] Dēhlī), officially the National Capital Territory of Delhi (NCT), is a city and a union territory of India containing New Delhi, the capital of India.\nIt is bordered by the state of Haryana on three sides and by Uttar Pradesh to the east. The NCT covers an area of 1,484 square kilometres (573 sq mi). According to the 2011 census, Delhi's city proper population was over 11 million, the second-highest in India after Mumbai, while the whole NCT's population was about 16.8 million. Delhi's urban area is now considered to extend beyond the NCT boundaries, and include the neighbouring satellite cities of Ghaziabad, Faridabad, Gurgaon and Noida in an area now called  National Capital Region (NCR) and had an estimated 2016 population of over 26 million people, making it the world's second-largest urban area according to the United Nations.\nAs of 2016[update], recent estimates of the metro economy of its urban area have ranked Delhi either the most or second-most productive metro area of India. Delhi is the second-wealthiest city in India after Mumbai and is home to 18 billionaires and 23,000 millionaires. Delhi ranks fifth among the Indian states and union territories in human development index. Delhi has the second-highest GDP per capita in India. Furthermore, it is considered one of the world's most polluted cities by particulate matter concentration.",
  "/wiki/Agra": "Agra (/ˈɑːɡrə/ (listen)) is a city on the banks of the Yamuna river in the Indian state of Uttar Pradesh. It is 206 kilometres (128 mi) south of the national capital New Delhi. Agra is the fourth-most populous city in Uttar Pradesh and 24th in India.",
  "/wiki/Mughal_Empire": "The Mughal Empire, or Mogul Empire, was an early-modern empire in South Asia. For some two centuries, the empire stretched from the outer fringes of the Indus basin in the west, northern Afghanistan in the northwest, and Kashmir in the north, to the highlands of present-day Assam and Bangladesh in the east,  and the uplands of the Deccan plateau  in South India. At its greatest extent, it was one of the largest empires in the history of South Asia.",
  "/wiki/Aurangabad,_Maharashtra": "Aurangabad (pronunciation (help·info)) is a city in the Indian state of Maharashtra. It is the administrative headquarters of Aurangabad district and is the largest city in the Marathwada region. Located on a hilly upland terrain in the Deccan Traps, Aurangabad is the fourth-most populous urban area in Maharashtra with a population of 1,175,116. The city is known as a major production center of cotton textile and artistic silk fabrics. Several prominent educational institutions, including Dr. Babasaheb Ambedkar Marathwada University, are located in the city. The city is also a popular tourism hub, with tourist destinations like the Ajanta and Ellora caves lying on its outskirts, both of which have been designated as UNESCO World Heritage Sites since 1983. Another tourist destination is the Bibi Ka Maqbara (\"Tomb of the Lady\"), also known as Dakkhanī Tāj or the \"Taj Mahal of the Deccan\", which was commissioned in 1660 by the Mughal emperor, Aurangzeb (reigned from 1658 to 1707), to house the tomb of his favourite wife, Dilras Banu Begum. Other tourist attractions include Aurangabad Caves, Daulatabad Fort, Grishneshwar Temple, Jama Mosque, Himayat Bagh, Panchakki and Salim Ali Lake. Historically, there were 52 Gates in Aurangabad, some of them extant, because of which Aurangabad is nicknamed as the \"City of Gates\". In 2019, the Aurangabad Industrial City (AURIC) became the first greenfield industrial smart city of India under the country's flagship Smart Cities Mission.",
  "/wiki/Shah_Jahan": "Shahab-ud-din Muhammad Khurram (5 January 1592  – 22 January 1666), better known by his regnal name Shah Jahan (Persian: شاه جهان; \"King of the World\"), was the fifth Mughal emperor, who reigned from 1628 to 1658.\nHis reign represented the height of the Mughal architecture, most notably the Taj Mahal. His relationship with his wife Mumtaz Mahal has been heavily adapted into Indian art, literature, and cinema.",
  "/wiki/Fatehpur_Sikri": "Fatehpur Sikri is a town in the Agra District of Uttar Pradesh, India. The city itself was founded as the capital of Mughal Empire in 1571 by Emperor Akbar, serving this role from 1571 to 1585, when Akbar abandoned it due to a campaign in Punjab and was later completely abandoned in 1610.",
  "/wiki/Pune": "Pune (Marathi pronunciation: [puɳe]; English:  /ˈpuːnə/; also called Poona, the official name until 1978) is the second largest city in the Indian state of Maharashtra, after Mumbai. It is the ninth most populous city in the country with an estimated population of 6.4 million. Along with its extended city limits Pimpri Chinchwad and the three cantonment towns of Pune, Khadki and Dehu Road, Pune forms the urban core of the eponymous Pune Metropolitan Region (PMR). According to the 2011 census, the urban area has a combined population of 5.05 million while the population of the metropolitan region is estimated at 7.27 million. Situated 560 metres (1,837 feet) above sea level on the Deccan plateau on the right bank of the Mutha river, Pune is also the administrative headquarters of its namesake district. In the 18th century, the city was the seat of the Peshwas, the prime ministers of the Maratha Empire and so was one of the most important political centres on the Indian subcontinent. Pune is ranked the number one city in India in the ease of living ranking index.",
  "/wiki/Maratha_Empire": "The Maratha Empire or the Maratha Confederacy was a power that dominated a large portion of the Indian subcontinent in the 18th century. The empire formally existed from 1674 with the coronation of Shivaji as the Chhatrapati and ended in 1818 with the defeat of Peshwa Bajirao II. The Marathas are credited to a large extent for ending Mughal rule in India.[note 1]",
  "/wiki/Calcutta": "Kolkata (/kɒlˈkʌtə/, Bengali: [kolkata] (listen), also known as Calcutta /kælˈkʌtə/, the official name until 2001) is the \"cultural capital\" of India and the capital of the Indian state of West Bengal. According to the 2011 Indian census, it is the seventh most populous city; the city had a population of 4.5 million, while the suburb population brought the total to 14.1 million, making it the third-most populous metropolitan area in India. Kolkata Megalopolis is the area surrounding Kolkata Metropolitan city with additional population. Located on the east bank of the Hooghly River approximately 80 kilometres (50 mi) west of the border with Bangladesh, it is the principal commercial, cultural, and educational centre of East India, while the Port of Kolkata is India's oldest operating port and its sole major riverine port. The city, nicknamed the \"City of Joy\" is widely regarded as the \"cultural capital\" of India and as of 2019, six Nobel Laureates have been associated with the city. Recent estimates of Kolkata Metropolitan Area's economy have ranged from $60 to $150 billion (GDP adjusted for purchasing power parity) making it third most-productive metropolitan area in India, after Mumbai and Delhi.",
  "/wiki/Kolkata": "Kolkata (/kɒlˈkʌtə/, Bengali: [kolkata] (listen), also known as Calcutta /kælˈkʌtə/, the official name until 2001) is the \"cultural capital\" of India and the capital of the Indian state of West Bengal. According to the 2011 Indian census, it is the seventh most populous city; the city had a population of 4.5 million, while the suburb population brought the total to 14.1 million, making it the third-most populous metropolitan area in India. Kolkata Megalopolis is the area surrounding Kolkata Metropolitan city with additional population. Located on the east bank of the Hooghly River approximately 80 kilometres (50 mi) west of the border with Bangladesh, it is the principal commercial, cultural, and educational centre of East India, while the Port of Kolkata is India's oldest operating port and its sole major riverine port. The city, nicknamed the \"City of Joy\" is widely regarded as the \"cultural capital\" of India and as of 2019, six Nobel Laureates have been associated with the city. Recent estimates of Kolkata Metropolitan Area's economy have ranged from $60 to $150 billion (GDP adjusted for purchasing power parity) making it third most-productive metropolitan area in India, after Mumbai and Delhi.",
  "/wiki/British_Raj": "The British Raj (/rɑːdʒ/; from rāj, literally, \"rule\" in Sanskrit and Hindustani) was the rule by the British Crown on the Indian subcontinent from 1858 to 1947. The rule is also called Crown rule in India, or direct rule in India. The region under British control was commonly called India in contemporaneous usage, and included areas directly administered by the United Kingdom, which were collectively called British India, plus those ruled by indigenous rulers, but under British tutelage or paramountcy, called the princely states. The whole was never officially called the Indian Empire, only informally.",
  "/wiki/New_Delhi": "New Delhi (/ˈdɛli/ (listen), Hindi: [nəi dɪlːi] Naī Dillī) is an urban district of Delhi which serves as the capital of India and seat of all three branches of the Government of India.",
  "/wiki/Union_of_India": "The Union of India, also called the Dominion of India, was an independent dominion in the British Commonwealth of Nations between 15 August 1947 and 26 January 1950. It was created by the Indian Independence Act 1947 and was transformed into the  Republic of India by the promulgation of the Constitution of India in 1950.",
  "/wiki/Republic_of_India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Shimla": "Shimla (English:  /ˈʃɪmlə/; Hindi: [ˈʃɪmlaː] (listen)), also known as Simla, is the capital and the largest city of the Indian state of Himachal Pradesh. In 1864, Shimla was declared as the summer capital of British India, succeeding Murree, northeast of Rawalpindi. After independence, the city became the capital of Punjab and was later made the capital of Himachal Pradesh. It is the principal commercial, cultural and educational centre of the state.",
  "/wiki/Summer_capital": "A summer capital is a city used as an administrative capital during extended periods of particularly hot [summer]weather. The term is mostly of relevance in a historical context as political systems with ruling classes that would migrate to a summer capital, making them less prevalent in modern times.[citation needed] The ubiquity of air-conditioning systems also reduces the imperative to periodically relocate to summer capitals.",
  "/wiki/Mysore": "Mysore (/maɪˈsɔːr/ (listen)), officially Mysuru, is a city in the southern part of the state of Karnataka, India. Mysore city is geographically located between 12° 18′ 26″ north latitude and 76° 38′ 59″ east longitude. It is located at an altitude of 2,427 ft (739.75 m).",
  "/wiki/Kingdom_of_Mysore": "The Kingdom of Mysore was a kingdom in southern India, traditionally believed to have been founded in 1399 in the vicinity of the modern city of Mysore. The kingdom, which was ruled by the Wodeyar family, initially served as a vassal state of the Vijayanagara Empire. With the decline of the Vijayanagara Empire (c. 1565), the kingdom became independent. The 17th century saw a steady expansion of its territory and during the rule of Narasaraja Wodeyar I and Chikka Devaraja Wodeyar, the kingdom annexed large expanses of what is now southern Karnataka and parts of Tamil Nadu to become a powerful state in the southern Deccan.",
  "/wiki/Mark_Cubbon": "Lieutenant-General Sir Mark Cubbon KCB (23 August 1775 – 23 April 1861) was a British army officer with the East India Company who became the British Commissioner of Mysore state in 1834. During his tenure, he established a law and order system, introduced judicial and economic reforms and through action in all spheres of governance helped develop the economy of Mysore. He resigned from his office in 1860 due to ill-health and left for England for the first time since his arrival in India as a cadet in 1800. The administration of the Kingdom of Mysore under his leadership ensured that the 1857 rebellion had almost no repercussions in the region. He died in 1861 on board ship at Suez. Cubbon Road and Cubbon Park in Bangalore are named after him.",
  "/wiki/Hyderabad": "Hyderabad (/ˈhaɪdərəbɑːd/ (listen) HY-dər-ə-baad) is the capital and largest city of the Indian state of Telangana and de jure capital of Andhra Pradesh.[A] Occupying 650 square kilometres (250 sq mi) along the banks of the Musi River, located on the Deccan Plateau in the northern part of South India. At an average altitude of 542 metres (1,778 ft), much of Hyderabad is situated on hilly terrain around artificial lakes, including Hussain Sagar lake—predating the city's founding—north of the city centre. Hyderabad City has a population of about 6.9 million, with about 9.7 million in Hyderabad Metropolitan Region, making it the fourth-most populous city and sixth-most populous urban agglomeration in India. With an output of US$74 billion, Hyderabad is the fifth-largest contributor to India's overall gross domestic product.",
  "/wiki/Hyderabad_Deccan": "Hyderabad State (pronunciation (help·info)), also known as Hyderabad Deccan, was an Indian princely state located in the south-central region of India with its capital at the city of Hyderabad. It is now divided into Telangana state, the Hyderabad-Karnataka region of Karnataka, and the Marathwada region of Maharashtra.",
  "/wiki/Operation_Polo": "Operation Polo was the code name of the Hyderabad \"police action\" in September 1948, by the then newly independent India against the Hyderabad State. It was a military operation in which the Indian Armed Forces invaded the Nizam-ruled princely state, annexing it into the Indian Union.",
  "/wiki/Telangana": "Telangana (/tɛlənˈɡɑːnə/ (listen)) is a state in India situated on the centre-south stretch of the Indian peninsula on the high Deccan Plateau. It is the twelfth largest state and the twelfth-most populated state in India with a geographical area of 112,077 km2 (43,273 sq mi) and 35,193,978 residents as per 2011 census. On 2 June 2014, the area was separated from the northwestern part of Andhra Pradesh as the newly formed 29th state with Hyderabad as its historic permanent capital. Its other major cities include Warangal, Nizamabad, Khammam and Karimnagar. Telangana is bordered by the states of Maharashtra to the north, Chhattisgarh to the east, Karnataka to the west, and Andhra Pradesh to the east and south. The terrain of Telangana region consists mostly of hills, mountain ranges, and thick dense forests covering an area of 27,292 km2 (10,538 sq mi). As of 2019, the state of Telangana is divided into 33 districts.",
  "/wiki/Andhra_Pradesh": "Andhra Pradesh (/ˌɑːndrə prəˈdɛʃ/) (pronunciation (help·info)) is one of the 28 states of India, situated in the south-eastern part of the country. It is the eight-largest state in India, covering an area of 162,975 km2 (62,925 sq mi). As per the 2011 census, it is the tenth-most populous state, with 49,386,799 inhabitants. The largest city in Andhra Pradesh is Visakhapatnam. Telugu, one of the classical languages of India, is the major and official language of Andhra Pradesh.",
  "/wiki/Gorkha_District": "Gorkha District (Nepali: गोरखा जिल्ला Listen (help·info)), a part of Gandaki Pradesh, is one of the seventy-Seven districts of Nepal and connected historically with the creation of the modern Nepal and the name of the legendary Gurkha soldiers. The district, with Gorkha Municipality (previously known as Prithivi Narayan Nagarpalika) as its district headquarters, covers an area of 3,610 km2 (1,390 sq mi) and has a population (2001) of 288,134. It is the location of the Manakamana Temple. Also, the temples of great sage Gorakh Nath and goddess Gorakh Kali temple is located in district, after which the district got its name. Four major rivers run within and along it - the Chepe, Daraudi, Marsyangdi, and Budhi Gandaki.",
  "/wiki/Gorkha_Kingdom": "Gorkha Kingdom (Nepali: गोरखा राज्य) was a kingdom in the confederation of 24 Khas states, known as Chaubisi rajya, located in the Indian subcontinent, present-day western Nepal. The Kingdom of Gorkha extended from the Marshyangdi River in the west to the Trishuli River in the east, which separated it from the kingdoms of Lamjung and Nepal respectively. The Gorkha Kingdom was established by Prince Dravya Shah, second son of King Yasho Brahma Shah of Lamjung Kingdom, on 1559 CE replacing the Khandka chiefs.",
  "/wiki/Nepal": "Nepal (Nepali: नेपाल [neˈpal]), officially the Federal Democratic Republic of Nepal, is a landlocked country in South Asia. It is located mainly in the Himalayas, but also includes parts of the Indo-Gangetic Plain. With an estimated population of 26.4 million, it is 48th largest country by population and 93rd largest country by area. It borders China in the north and India in the south, east and west while Bangladesh is located within only 27 km (17 mi) of its southeastern tip and Bhutan is separated from it by the Indian state of Sikkim. Nepal has a diverse geography, including fertile plains, subalpine forested hills, and eight of the world's ten tallest mountains, including Mount Everest, the highest point on Earth. Kathmandu is the capital and the largest city. Nepal is a multiethnic country with Nepali as the official language.",
  "/wiki/Kathmandu": "Kathmandu (/ˌkætmænˈduː/; Nepali: काठमाडौं, Nepal Bhasa: य़े: Yei, Nepali pronunciation: [kaʈʰmaɳɖu]) is the capital and largest metropolis of Nepal, with a population of around 2.5 million.",
  "/wiki/Unification_of_Nepal": "Before the Shah dynasty united Nepal, only Kathmandu was known as Nepal or Nepal Mandala. After conquering all the small kingdoms of Nepal in the mid-eighteenth century, King Prithvi Narayan Shah moved his capital to Kathmandu from Gorkha and named the newly created empire, Nepal.",
  "/wiki/Kathmandu_District": "Kathmandu District (Nepali: काठमाडौं जिल्लाListen (help·info); Nepal Bhasa: ये: जिल्ला) is a district located in Kathmandu Valley, Province No. 3 of Nepal, a landlocked country in South Asia. It is one of the 77 districts of Nepal, covers an area of 395 km2 (153 sq mi), and is the most densely populated district of Nepal with 1,081,845 inhabitants in 2001 and 1,744,240 in 2011. The district's headquarter is Kathmandu Metropolitan City, also the capital of Nepal. It is also a famous tourist spot as there are many religious temples, attracting places.",
  "/wiki/Kantipur": "Kantipur (from kanti light, pur city) was a medieval kingdom in the Malla confederacy  of Nepal. The name of the kingdom was derived from the Sanskrit name of its capital city, now known as Kathmandu.",
  "/wiki/Karachi": "Karachi (Urdu: کراچی‎; ALA-LC: Karācī, IPA: [kəˈraːtʃi] (listen)) is the capital of the Pakistani province of Sindh. It is the most populous city in Pakistan, and fifth-most-populous city proper in the world. Ranked as a beta-global city, the city is Pakistan's premier industrial and financial centre. It is the cultural, economic, philanthropic, educational, and political hub of the country, and Pakistan's most cosmopolitan city. Situated on the Arabian Sea, Karachi serves as a transport hub, and is home to Pakistan's two largest seaports, the Port of Karachi and Port Bin Qasim, as well as Pakistan's busiest airport, Jinnah International Airport.",
  "/wiki/Rawalpindi": "Rawalpindi (/ˌrɑːwəlˈpɪndi/ or /rɔːlˈpɪndi/; Punjabi, Urdu: راولپِنڈى‎, Rāwalpiṇḍī), commonly known as Pindi (Punjabi: پِنڈی), is a city in the Punjab province of Pakistan. Rawalpindi is adjacent to Pakistan's capital of Islamabad, and the two are jointly known as the \"twin cities\" on account of strong social and economic links between the cities. Rawalpindi is the fourth-largest city in Pakistan by population, while the larger Islamabad Rawalpindi metropolitan area is the country's third-largest metropolitan area.",
  "/wiki/Islamabad": "Islamabad (/ɪsˈlɑːməˌbɑːd/; Urdu: اسلام آباد‎, Islāmābād) is the capital city of Pakistan, and is federally administered as part of the Islamabad Capital Territory. Built as a planned city in the 1960s to replace Karachi as Pakistan's capital, Islamabad is noted for its high standards of living, safety, and abundant greenery.",
  "/wiki/Lahore": "Lahore (/ləˈhɔːr/; Punjabi: لہور; Urdu: لاہور‎, pronounced [lɑːˈɦɔːr]) is the capital of the Pakistani province of Punjab. It is the country's second-most populous city after Karachi. Lahore is one of Pakistan's wealthiest cities, with an estimated GDP of $58.14 billion (PPP) as of 2015. Lahore is the largest city and historic cultural centre of the wider Punjab region, and is one of Pakistan's most socially liberal, progressive, and cosmopolitan cities.",
  "/wiki/Sikh_Empire": "The Sikh Empire (also Sikh Khalsa Raj or Sarkar-i Khalsa) was a state originating in the Indian subcontinent, formed under the leadership of Maharaja Ranjit Singh, who established a secular empire based in the Punjab. The empire existed from 1799, when Ranjit Singh captured Lahore, to 1849 and was forged on the foundations of the Khalsa from a collection of autonomous Sikh misls. At its peak in the 19th century, the Empire extended from the Khyber Pass in the west to western Tibet in the east, and from Mithankot in the south to Kashmir in the north. Religiously diverse, with an estimated population of 3.5 million in 1831 (making it the 19th most populous country at the time), it was the last major region of the Indian subcontinent to be annexed by the British.",
  "/wiki/Punjab_region": "The Punjab (/pʌnˈdʒɑːb/ (listen), /-ˈdʒæb/, /ˈpʌndʒɑːb/, /-dʒæb/; native pronunciation: [pənˈdʒaːb]), also spelled and romanised as Panjāb,[a] is a geopolitical, cultural and historical region in South Asia, specifically in the northern part of the Indian subcontinent, comprising areas of eastern Pakistan and northern India. The boundaries of the region are ill-defined and focus on historical accounts.",
  "/wiki/East_India_Company": "The East India Company (EIC), also known as the Honourable East India Company (HEIC), East India Trading Company (EITC), or the British East India Company, and informally known as John Company, Company Bahadur, or simply The Company, was an English and later British joint-stock company. It was formed to trade in the Indian Ocean region, initially with Mughal India and the East Indies, and later with Qing China. The company ended up seizing control of large parts of the Indian subcontinent, colonised parts of Southeast Asia, and colonised Hong Kong after a war with Qing China.",
  "/wiki/Anuradhapura": "Anuradhapura (Sinhala: අනුරාධපුරය, romanized: Anurādhapuraya; Tamil: அனுராதபுரம், romanized: Aṉurātapuram) is a major city in Sri Lanka. It is the capital city of North Central Province, Sri Lanka and the capital of Anuradhapura District. Anuradhapura is one of the ancient capitals of Sri Lanka, famous for its well-preserved ruins of an ancient Sinhala civilization. It was the third capital of the kingdom of Rajarata, following the kingdoms of Tambapanni and Upatissa Nuwara.",
  "/wiki/Sri_Lanka": "Sri Lanka (UK: /sri ˈlæŋkə, ʃriː -/, US: /- ˈlɑːŋkə/ (listen); Sinhala: ශ්‍රී ලංකා Śrī Laṃkā; Tamil: இலங்கை Ilaṅkai), officially the Democratic Socialist Republic of Sri Lanka, is an island country in South Asia, located in the Indian Ocean to the southwest of the Bay of Bengal and to the southeast of the Arabian Sea. The island is geographically separated from the Indian subcontinent by the Gulf of Mannar and the Palk Strait. The legislative capital, Sri Jayawardenepura Kotte, is a suburb of the commercial capital and largest city, Colombo.",
  "/wiki/Polonnaruwa": "Poḷonnaruwa (Sinhala: පොළොන්නරුව, romanized: Poḷonnaruva; Tamil: பொலன்னறுவ, romanized: Polaṉṉaṟuvai) is the main town of Polonnaruwa District in North Central Province, Sri Lanka. Kaduruwela area is the Polonnaruwa New Town and the other part of Polonnaruwa remains as the royal ancient city of the Kingdom of Polonnaruwa.",
  "/wiki/Dambadeniya": "Dambadeniya is a ruined ancient city situated in the North Western Province (Wayamba), Sri Lanka on the Kurunegala - Negombo main road. It served as the capital of Sri Lanka in the mid 13th century. Much of Dambadeniya still lies buried on a huge fortified rock. Dambadeniya is situated about 31 km from Kurunegala, the modern day capital of the North Western Province.",
  "/wiki/List_of_former_national_capitals": "Throughout the world there are many cities that were once national capitals but no longer have that status because the country ceased to exist, the capital was moved, or the capital city was renamed. This is a list of such cities, sorted by country and then by date. Where a city name has changed, the name of the city when it was a capital is listed first, followed by its modern name in brackets."
}