{
  "/wiki/Anyang": "Anyang (simplified Chinese: 安阳; traditional Chinese: 安陽; pinyin: Ānyáng; [án.jǎŋ]) is a prefecture-level city in Henan province, China. The northernmost city in Henan, Anyang borders Puyang to the east, Hebi and Xinxiang to the south, and the provinces of Shanxi and Hebei to its west and north respectively.",
  "/wiki/Shang_dynasty": "The Shang dynasty  (Chinese: 商朝; pinyin: Shāngcháo), also historically known as the Yin dynasty (殷代; Yīndài), was a Chinese dynasty that ruled in the Lower Yellow River Valley in the second millennium BC, succeeding the semi-mythical Xia dynasty and followed by the Zhou dynasty. The classic account of the Shang comes from texts such as the Book of Documents, Bamboo Annals and Records of the Grand Historian.  According to the traditional chronology based on calculations made approximately 2,000 years ago by Liu Xin, the Shang ruled from 1766 to 1122 BC, but according to the chronology based upon the \"current text\" of Bamboo Annals, they ruled from 1556 to 1046 BC. The Xia–Shang–Zhou Chronology Project dated them from c. 1600 to 1046 BC based on the carbon 14 dates of the Erligang site.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Xian": "Xi'an (UK: /ˌʃiːˈæn/ shee-AN, US: /ˌʃiːˈɑːn/ shee-AHN, Chinese: [ɕí.án] (listen)), also known as Sian, is the capital of Shaanxi Province. A sub-provincial city on the Guanzhong Plain in northwest China, it is one of the oldest cities in China, and the oldest prefecture capital and one of the Four Great Ancient Capitals, having held the position under several of the most important dynasties in Chinese history, including Western Zhou, Qin, Western Han, Sui, and Tang. Xi'an is the starting point of the Silk Road and home to the Terracotta Army of Emperor Qin Shi Huang.",
  "/wiki/Zhou_dynasty": "The Zhou dynasty (Chinese: 周; pinyin: Zhōu [ʈʂóu]) was a Chinese dynasty that followed the Shang dynasty and preceded the Qin dynasty. The Zhou dynasty lasted longer than any other dynasty in Chinese history (790 years). The military control of China by the royal house, surnamed Ji, lasted initially from 1046 until 771 BC for a period known as the Western Zhou and the political sphere of influence it created continued well into Eastern Zhou for another 500 years.",
  "/wiki/Luoyang": "Luoyang (Luòyáng)  is a city located in the confluence area of Luo River and Yellow River in the west of Henan province. Governed as a prefecture-level city, it borders the provincial capital of Zhengzhou to the east, Pingdingshan to the southeast, Nanyang to the south, Sanmenxia to the west, Jiyuan to the north, and Jiaozuo to the northeast. As of the final 2010 census, Luoyang had a population of 6,549,941 inhabitants with 1,857,003 people living in the built-up (or metro) area made of the city's five urban districts, all of which except the Jili District are not urbanized yet.",
  "/wiki/Xianyang": "Xianyang (Chinese: 咸阳; pinyin: Xiányáng) is a prefecture-level city in central Shaanxi province, situated on the Wei River a few kilometers upstream (west) from the provincial capital of Xi'an. Once the capital of the Qin dynasty, it is now integrated into the Xi'an metropolitan area, one of the main urban agglomerations in inland China, with more than 7.17 million inhabitants, its built-up area made of 2 urban districts (Qindu and Weicheng) was 945,420 inhabitants at the 2010 census. It has a total area of 10,213 square kilometres (3,943 sq mi).",
  "/wiki/Qin_dynasty": "The Qin dynasty ([tɕʰín] Chinese: 秦朝; pinyin: Qíncháo; Wade–Giles: Chʻin²-chʻao²) was the first dynasty of Imperial China, lasting from 221 to 206 BC. Named for its heartland in Qin state (modern Gansu and Shaanxi), the dynasty was founded by Qin Shi Huang, the First Emperor of Qin. The strength of the Qin state was greatly increased by the Legalist reforms of Shang Yang in the fourth century BC, during the Warring States period. In the mid and late third century BC, the Qin state carried out a series of swift conquests, first ending the powerless Zhou dynasty, and eventually conquering the other six of the Seven Warring States. Its 15 years was the shortest major dynasty in Chinese history, consisting of only two emperors, but inaugurated an imperial system that lasted from 221 BC, with interruption and adaptation, until 1912 AD.",
  "/wiki/Han_dynasty": "The Han dynasty (Chinese: 漢朝; pinyin: Hàncháo) was the second imperial dynasty of China (206 BC–220 AD), preceded by the Qin dynasty (221–206 BC) and succeeded by the Three Kingdoms period (220–280 AD). Spanning over four centuries, the Han period is considered a golden age in Chinese history. To this day, China's majority ethnic group refers to themselves as the \"Han Chinese\" (Han Zu) and the Chinese script is referred to as \"Han characters\". It was founded by the rebel leader Liu Bang, known posthumously as Emperor Gaozu of Han, and briefly interrupted by the Xin dynasty (9–23 AD) of the former regent Wang Mang. This interregnum separates the Han dynasty into two periods: the Western Han or Former Han (206 BC – 9 AD) and the Eastern Han or Later Han (25–220 AD).",
  "/wiki/Six_Dynasties": "Six Dynasties (Chinese: 六朝; Pinyin: Liù Cháo; 220 or 222–589) is a collective term for six Han-ruled dynasties in China during the periods of the Three Kingdoms (220–280 AD), Jin dynasty (265–420), and Southern and Northern Dynasties (420–589). It also coincides with the era of the Sixteen Kingdoms (304–439).",
  "/wiki/Sui_dynasty": "The Sui dynasty (Chinese: 隋朝; pinyin: Suí cháo) was a short-lived imperial dynasty of China of pivotal significance. The Sui unified the Northern and Southern dynasties and reinstalled the rule of ethnic Chinese in the entirety of China proper, along with sinicization of former nomadic ethnic minorities (Five Barbarians) within its territory. It was succeeded by the Tang dynasty, which largely inherited its foundation.",
  "/wiki/Tang_dynasty": "The Tang dynasty (/tɑːŋ/; Chinese: 唐朝[a]) or the Tang Empire was an  imperial dynasty of China that ruled from 618 to 907, with an interregnum between 690 and 705. It was preceded by the Sui dynasty and followed by the Five Dynasties and Ten Kingdoms period in Chinese history. Historians generally regard the Tang as a high point in Chinese civilization, and a golden age of cosmopolitan culture. Tang territory, acquired through the military campaigns of its early rulers, rivaled that of the Han dynasty. The Tang capital at Chang'an (present-day Xi'an) was the most populous city in the world in its day.",
  "/wiki/Five_Dynasties_and_Ten_Kingdoms": "The Five Dynasties and Ten Kingdoms period (907–979) was an era of political upheaval and division in 10th-century Imperial China. Five states quickly succeeded one another in the Central Plain, and more than a dozen concurrent states were established elsewhere, mainly in South China. It was the last prolonged period of multiple political division in Chinese imperial history.",
  "/wiki/Kaifeng": "Kaifeng (Chinese: 开封) is a prefecture-level city in east-central Henan province, China. It is one of the Eight Ancient Capitals of China, having been the capital seven times in history, and is best known for being the Chinese capital in the Northern Song dynasty.",
  "/wiki/Song_dynasty": "The Song dynasty (Chinese: 宋朝; pinyin: Sòng cháo; 960–1279) was an imperial dynasty of China that began in 960 and lasted until 1279. The dynasty was founded by Emperor Taizu of Song following his usurpation of the throne of the Later Zhou, ending the Five Dynasties and Ten Kingdoms period. The Song often came into conflict with the contemporaneous Liao, Western Xia and Jin dynasties to its north. It was eventually conquered by the Mongol-led Yuan dynasty. The Song government was the first in world history to issue banknotes or true paper money nationally and the first Chinese government to establish a permanent standing navy. This dynasty also saw the first known use of gunpowder, as well as the first discernment of true north using a compass.",
  "/wiki/Hangzhou": "Hangzhou (Chinese: 杭州; Hangzhounese pronunciation: [ɦɑ̃.tse], Putonghua pronunciation: [xǎŋ.ʈʂóu] (listen)), formerly romanized as Hangchow, is the capital and most populous city of Zhejiang Province in East China. It sits at the head of Hangzhou Bay, which separates Shanghai and Ningbo. Hangzhou grew to prominence as the southern terminus of the Grand Canal and has been one of the most renowned and prosperous cities in China for much of the last millennium. The city's West Lake, a UNESCO World Heritage site immediately west of the city, is among its best-known attractions. A study conducted by PwC and China Development Research Foundation saw Hangzhou ranked first among \"Chinese Cities of Opportunity\". Hangzhou is also considered a World City with a \"Beta+\" classification according to GaWC.",
  "/wiki/Kublai_Khan": "Kublai (/ˈkuːblaɪ/; Mongolian: Хубилай, romanized: Hubilai; Chinese: 忽必烈; pinyin: Hūbìliè) was the fifth Khagan (Great Khan) of the Mongol Empire (Ikh Mongol Uls), reigning from 1260 to 1294 (although after the division of the empire this was a nominal position). He also founded the Yuan dynasty in China as a conquest dynasty in 1271, and ruled as the first Yuan emperor until his death in 1294.",
  "/wiki/Mongol_Empire": "The Mongol Empire existed during the 13th and 14th centuries, and was the largest contiguous land empire in history. Originating in Mongolia, the Mongol Empire eventually stretched from Eastern Europe and parts of Central Europe to the Sea of Japan, extending northward into parts of Siberia; eastward and southward into the Indian subcontinent, Mainland Southeast Asia and the Iranian Plateau; and westward as far as the Levant and the Carpathian Mountains.",
  "/wiki/Nanjing": "Nanjing (listen), alternatively romanized as Nanking and Nankin, also known as Langjin in Nanjing dialect, is the capital of Jiangsu of the People's Republic of China and the second largest city in the East China region,[c] with 11 districts,an administrative area of 6,600 km2 (2,500 sq mi) and a total population of 8,436,200 as of 2018[update]. The inner area of Nanjing enclosed by the city wall is Nanjing City (南京城).",
  "/wiki/Ming_dynasty": "The Ming dynasty (/mɪŋ/), officially the Great Ming, was the ruling dynasty of China from 1368 to 1644 following the collapse of the Mongol-led Yuan dynasty. The Ming dynasty was the last imperial dynasty of China ruled by Han Chinese. Although the primary capital of Beijing fell in 1644 to a rebellion led by Li Zicheng (who established the Shun dynasty, soon replaced by the Manchu-led Qing dynasty), numerous rump regimes loyal to the Ming throne – collectively called the Southern Ming – survived until 1662.[d]",
  "/wiki/Beijing": "Beijing (/ˌbeɪˈdʒɪŋ/ BAY-JING, /ˌbeɪˈʒɪŋ/ BAY-ZHING; Mandarin pronunciation: [pèi.tɕíŋ] (listen)), formerly romanized as Peking (/ˌpiːˈkɪŋ/ PEE-KING), is the capital of the People's Republic of China, the world's third most populous city proper, and most populous capital city. The city, located in northern China, is governed as a municipality under the direct administration of the central government with 16 urban, suburban, and rural districts. Beijing Municipality is surrounded by Hebei Province with the exception of neighboring Tianjin Municipality to the southeast; together, the three divisions form the Jingjinji metropolitan region and the national capital region of China.",
  "/wiki/Republic_of_China_(1912%E2%80%9349)": "The Republic of China (ROC) was a sovereign state in mainland China between 1912 and 1949, prior to the nationalist government's relocation to the island of Taiwan. It was established in January 1912 after the Xinhai Revolution, which overthrew the Qing dynasty, the last imperial dynasty of China. The Republic's first president, Sun Yat-sen, served only briefly before handing over the position to Yuan Shikai, the leader of the Beiyang Army. Sun's party, the Kuomintang (KMT), then led by Song Jiaoren, won the parliamentary election held in December 1912. However, Song was assassinated on Yuan's orders shortly after; and the Beiyang Army, led by Yuan, maintained full control of the Beiyang government. Between late 1915 and early 1916, Yuan proclaimed himself Emperor of China before abdicating not long after due to popular unrest. After Yuan's death in 1916, the authority of the Beiyang government was further weakened by a brief restoration of the Qing dynasty. Cliques in the Beiyang Army claimed individual autonomy and clashed with each other during the ensuing Warlord Era.",
  "/wiki/Chongqing": "Chongqing (/ˌtʃʊŋˈtʃɪŋ/, also US: /ˌtʃɔːŋ-, ˌtʃuːŋ-/, Chinese: [ʈʂʰʊ̌ŋ.tɕʰîŋ] (listen)), alternatively romanised as Chungking,[note 2] is a megacity in southwest China. Administratively, it is one of the four municipalities under the direct administration of central government of the People's Republic of China (the other three are Beijing, Shanghai and Tianjin), and the only such municipality located far away from the coast. The municipality of Chongqing, which is around the size of Austria, includes the city of Chongqing and various non-connected cities. As the Chongqing municipality government directly administers the city of Chongqing, as well as rural counties, and other cities not connected to the city of Chongqing, Chongqing municipality can technically claim to be the largest city proper in the world, even though this is due to a classification technicality and not because it is actually the world's largest urban area.",
  "/wiki/Taipei": "Taipei (/ˌtaɪˈpeɪ/), officially Taipei City,[I] is the capital and a special municipality of Taiwan (officially the Republic of China, \"ROC\"). Located in northern Taiwan, Taipei City is an enclave of the municipality of New Taipei City that sits about 25 km (16 mi) southwest of the northern port city Keelung. Most of the city lies on the Taipei Basin, an ancient lakebed. The basin is bounded by the relatively narrow valleys of the Keelung and Xindian rivers, which join to form the Tamsui River along the city's western border.",
  "/wiki/Geography_of_Taiwan": "Taiwan, officially the Republic of China (ROC), is an island state in East Asia. The main island of Taiwan, known historically in English as Formosa, makes up 99% of the area controlled by the ROC, measuring 35,808 square kilometres (13,826 sq mi) and lying some 180 kilometres (112 mi) across the Taiwan Strait from the southeastern coast of mainland China. The East China Sea lies to its north, the Philippine Sea to its east, the Luzon Strait directly to its south and the South China Sea to its southwest. Smaller islands include a number in the Taiwan Strait including the Penghu archipelago, the Kinmen and Matsu Islands near the Chinese coast, and some of the South China Sea Islands.",
  "/wiki/Taiwan": "Taiwan,[II] officially the Republic of China (ROC),[I] is a state in East Asia. Neighbouring states include the People's Republic of China (PRC) to the north-west, Japan to the north-east, and the Philippines to the south. The island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its highly urbanised population is concentrated. Taipei is the capital and largest metropolitan area. Other major cities include Kaohsiung, Taichung, Tainan and Taoyuan. With 23.7 million inhabitants, Taiwan is among the most densely populated states, and is the most populous state and largest economy that is not a member of the United Nations (UN).",
  "/wiki/Hakodate": "Hakodate (函館市, Hakodate-shi) is a city and port located in Oshima Subprefecture, Hokkaido, Japan. It is the capital city of Oshima Subprefecture.",
  "/wiki/Republic_of_Ezo": "The Republic of Ezo (蝦夷共和国, Ezo Kyōwakoku) was a short-lived state established in 1869 by a part of the former Tokugawa military on the island of Ezo, the large but sparsely populated northernmost island in modern Japan, now known as Hokkaido. Ezo is notable for being the first government to attempt to institute democracy in Japan.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Dadu_District,_Taichung": "Dadu District (Chinese: 大肚區; pinyin: Dàdù Qū; Pe̍h-ōe-jī: Tōa-tō͘-khu) is a suburban district in southwestern Taichung, Taiwan. The eponymous Dadu River flows nearby.",
  "/wiki/Kingdom_of_Middag": "The Kingdom of Middag (Chinese: 大肚王國; pinyin: Dàdù Wángguó) was a supra-tribal alliance located in the central western plains of Taiwan in the 17th century. This polity was established by the Taiwanese aboriginal peoples of Papora, Babuza, Pazeh and Hoanya.[citation needed]\nIt ruled as many as 27 villages, occupying the western part of present-day Taichung county and the northern part of modern Changhua county. Having survived the rule of European colonists and the Kingdom of Tungning, the aboriginal peoples who previously comprised Middag were eventually subjugated to the rule of the Qing Empire in the 18th century.",
  "/wiki/Tainan": "Tainan, officially Tainan City,[I] is a city in southern Taiwan. The city proper is a special municipality facing the Formosan Strait or Taiwan Strait in the west and south. Tainan is the oldest city on the island of Taiwan and also commonly known as the \"Capital City\"[II] for its over 200 years of history as the capital of Taiwan under Koxinga and later Qing rule. Tainan's complex history of comebacks, redefinitions and renewals inspired its popular nickname \"the Phoenix City\".",
  "/wiki/Republic_of_Formosa": "The Republic of Formosa (Chinese: 臺灣民主國; pinyin: Táiwān mínzhǔ guó; Pe̍h-ōe-jī: Tâi-oân Bîn-chú-kok; literally: Democratic State of Taiwan) was a short-lived republic that existed on the island of Taiwan in 1895 between the formal cession of Taiwan by the Qing dynasty of China to the Empire of Japan by the Treaty of Shimonoseki and its being taken over by Japanese troops. The Republic was proclaimed on 23 May 1895 and extinguished on 21 October, when the Republican capital Tainan was taken over by the Japanese. Though sometimes claimed as the first Asian republic to have been proclaimed, it was predated by the Lanfang Republic in Borneo, established in 1777, as well as by the Republic of Ezo in Japan, established in 1869.",
  "/wiki/Kingdom_of_Tungning": "The Kingdom of Tungning (Chinese: 東寧王國; pinyin: Dōngníng Wángguó; Pe̍h-ōe-jī: Tang-lêng Ông-kok) or Kingdom of Formosa was a government that ruled part of southwestern Formosa (Taiwan) between 1661 and 1683. It was founded by Koxinga (Zheng Chenggong) as part of the loyalist movement to restore the Ming dynasty in China after it was overthrown by the Manchu-led Qing dynasty. Koxinga hoped to recapture the Chinese mainland from the Qing, using the island as a base of operations. Until its annexation by the Qing Dynasty in 1683, the Kingdom was ruled by Koxinga's heirs, the House of Koxinga.",
  "/wiki/Qing_dynasty": "The Qing dynasty, officially the Great Qing ([tɕʰíŋ]), was the last imperial dynasty of China. It was established in 1636, and ruled China proper from 1644 to 1911. It was preceded by the Ming dynasty and succeeded by the Republic of China. The Qing multi-cultural empire lasted for almost three centuries and formed the territorial base for modern China. It was the fifth largest empire in world history. The dynasty was founded by the Manchu Aisin Gioro clan in Manchuria. In the late sixteenth century, Nurhaci, originally a Ming vassal, began organizing \"Banners\", military-social units that included Manchu, Han, and Mongol elements. Nurhaci united Manchu clans and officially proclaimed the Later Jin dynasty in 1616. His son Hong Taiji began driving Ming forces out of the Liaodong Peninsula and declared a new dynasty, the Qing, in 1636.",
  "/wiki/Asuka,_Nara": "Asuka (明日香村, Asuka-mura) is a village located in Takaichi District, Nara Prefecture, Japan.",
  "/wiki/Fujiwara-ky%C5%8D": "Fujiwara-kyō (藤原京) was the Imperial capital of Japan for sixteen years, between 694 and 710. It was located in Yamato Province (present-day Kashihara in Nara Prefecture), having been moved from nearby Asuka. However, the name Fujiwara-kyō was never used in the Nihon Shoki. During those times it was recorded as Aramashi-kyō (新益京).",
  "/wiki/Kashihara,_Nara": "Kashihara (橿原市, Kashihara-shi) is a city located in Nara Prefecture, Japan.",
  "/wiki/Heij%C5%8D-ky%C5%8D": "Heijō-kyō (平城京, also Heizei-kyō, sometimes Nara no miyako), was the Capital of Japan during most of the Nara period, from 710–40 and again from 745–84.  The imperial palace is a listed UNESCO World Heritage together with other places in the city of Nara (cf. Historic Monuments of Ancient Nara).",
  "/wiki/Nara,_Japan": "Nara (奈良市, Nara-shi, Japanese: [naꜜɾa]) is the capital city of Nara Prefecture located in the Kansai region of Japan. The city occupies the northern part of Nara Prefecture, bordering Kyoto Prefecture. Eight temples, shrines, and ruins in Nara remain: specifically Tōdai-ji, Saidai-ji, Kōfuku-ji, Kasuga Shrine, Gangō-ji, Yakushi-ji, Tōshōdai-ji, and the Heijō Palace, together with Kasugayama Primeval Forest, collectively form \"Historic Monuments of Ancient Nara\", a UNESCO World Heritage Site. During the Nara period, Nara was the capital of Japan, and the Emperor lived there before moving the capital to Kyoto.",
  "/wiki/Nagaoka-ky%C5%8D": "Nagaoka-kyō (長岡京) was the capital of Japan from 784 to 794. Its location was reported as Otokuni District, Yamashiro Province, and Nagaokakyō, Kyoto, which took its name from the capital. Parts of the capital were in what is now the city of Nagaokakyō, while other parts were in the present-day Mukō and Nishikyō-ku, the latter of which belongs to the city of Kyoto.",
  "/wiki/Nagaokaky%C5%8D,_Kyoto": "Nagaokakyō (長岡京市, Nagaokakyō-shi) is a city located in Kyoto Prefecture, Japan."
}