{
  "/wiki/Vienna": "Vienna (/viˈɛnə/ (listen); German: Wien [viːn] (listen)) is the national capital, largest city, and one of nine states of Austria. Vienna is Austria's most populous city, with about 1.9 million inhabitants (2.6 million within the metropolitan area, nearly one third of the country's population), and its cultural, economic, and political centre. It is the 6th-largest city by population within city limits in the European Union.",
  "/wiki/Austrian_Empire": "The Austrian Empire (Austrian German: Kaiserthum Oesterreich, modern spelling Kaisertum Österreich) was a Central European multinational great power from 1804 to 1867, created by proclamation out of the realms of the Habsburgs. During its existence, it was the third most populous empire after the Russian Empire and the United Kingdom in Europe. Along with Prussia, it was one of the two major powers of the German Confederation. Geographically, it was the third largest empire in Europe after the Russian Empire and the First French Empire (621,538 square kilometres; 239,977 sq mi). Proclaimed in response to the First French Empire, it partially overlapped with the Holy Roman Empire until the latter's dissolution in 1806.",
  "/wiki/Austria": "Austria (/ˈɒstriə/ (listen), /ˈɔːs-/; German: Österreich [ˈøːstɐʁaɪ̯ç] (listen)), officially the Republic of Austria (German: Republik Österreich, listen (help·info)), is a landlocked East Alpine country in the southern part of Central Europe. It is composed of nine federated states (Bundesländer), one of which is Vienna, Austria's capital and its largest city. It is bordered by Germany to the northwest, Czechia to the north, Slovakia to the northeast, Hungary to the east, Slovenia and Italy to the south, and Switzerland and Liechtenstein to the west. Austria occupies an area of 83,879 km2 (32,386 sq mi) and has a population of nearly 9 million people. While German is the country's official language, many Austrians communicate informally in a variety of Bavarian dialects.",
  "/wiki/Austria-Hungary": "Austria-Hungary, often referred to as the Austro-Hungarian Empire or the Dual Monarchy, was a constitutional monarchy in Central and Eastern Europe between 1867 and 1918. It was formed when the Austrian Empire adopted a new constitution; as a result Austria (Cisleithania) and Hungary (Transleithania) were placed on equal footing. It dissolved when its member states proclaimed sovereignty and independence following the First World War.",
  "/wiki/Austro-Hungarian_Empire": "Austria-Hungary, often referred to as the Austro-Hungarian Empire or the Dual Monarchy, was a constitutional monarchy in Central and Eastern Europe between 1867 and 1918. It was formed when the Austrian Empire adopted a new constitution; as a result Austria (Cisleithania) and Hungary (Transleithania) were placed on equal footing. It dissolved when its member states proclaimed sovereignty and independence following the First World War.",
  "/wiki/Tournai": "Tournai (/tʊərˈneɪ/ toor-NAY, French: [tuʁnɛ]; Picard: Tornai (and Walloon: Tornè) Walloon: [tɔʀ.'nɛ] (listen); Latin: Tornacum), known in Dutch as Doornik and historically as Dornick in English, is a Walloon municipality of Belgium, 85 kilometres (53 miles) southwest of Brussels on the river Scheldt. In the province of Hainaut, Tournai is part of Eurometropolis Lille–Kortrijk–Tournai, which had 2,155,161 residents in 2008.",
  "/wiki/Francia": "Francia, also called the Kingdom of the Franks (Latin: Regnum Francorum), or Frankish Empire, was the largest post-Roman barbarian kingdom in Western Europe. It was ruled by the Franks during Late Antiquity and the Early Middle Ages. It is the predecessor of the modern states of France and Germany. After the Treaty of Verdun in 843, West Francia became the predecessor of France, and East Francia became that of Germany. Francia was among the last surviving Germanic kingdoms from the Migration Period era before its partition in 843.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/Childeric_I": "Childeric I (/ˈkɪldərɪk/; French: Childéric; Latin: Childericus; reconstructed Frankish: *Hildirīk; c. 437 – 481 AD) was a Frankish leader in the northern part of imperial Roman Gaul and a member of the Merovingian dynasty, described as a King (Latin Rex), both on his Roman-style seal ring, which was buried with him, and in fragmentary later records of his life. He was father of Clovis I, who acquired lordship over all or most Frankish kingdoms, and a significant part of Roman Gaul.",
  "/wiki/Clovis_I": "Clovis (Latin: Chlodovechus; reconstructed Frankish: *Hlōdowig; c. 466 – 27 November 511) was the first king of the Franks to unite all of the Frankish tribes under one ruler, changing the form of leadership from a group of royal chieftains to rule by a single king and ensuring that the kingship was passed down to his heirs. He is considered to have been the founder of the Merovingian dynasty, which ruled the Frankish kingdom for the next two centuries.",
  "/wiki/Kelmis": "Kelmis (French: La Calamine) is a municipality located in the Belgian province of Liège, named for the historical deposits of calamine (zinc ore) nearby. As of 2011[update], the population was 10,881; the area is 18.1 square kilometres (7.0 sq mi) and the population density is 601.2 inhabitants per square kilometre (1,557/sq mi).",
  "/wiki/Neutral_Moresnet": "Neutral Moresnet (French pronunciation: ​[mɔ.ʁɛ.nɛ]) was a small Belgian–Prussian condominium in central-western Europe that existed from 1816 to 1920 and was jointly administered by the United Kingdom of the Netherlands (Belgium after its independence in 1830) and the Kingdom of Prussia. After 1830, the territory's northernmost border point at Vaalserberg connected it to a quadripoint shared additionally with the Dutch Province of Limburg, the Prussian Rhine Province, and the Belgian Province of Liège. Today it is known as the Three-Country Point, being the meeting place of the borders of Belgium, Germany, and the Netherlands.",
  "/wiki/Vichy": "Vichy (Occitan: Vichèi, Vichèir, or Vichier) is a city in the Allier department of Auvergne-Rhône-Alpes in central France, in the historic province of Bourbonnais.",
  "/wiki/Vichy_France": "Vichy France (French: Régime de Vichy) is the common name of the French State (État français) headed by Marshal Philippe Pétain during World War II. Evacuated from Paris to Vichy in the unoccupied \"Free Zone\" (zone libre) in the southern part of metropolitan France which included French Algeria, it remained responsible for the civil administration of France as well as the French colonial empire.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Vichy_French": "Vichy France (French: Régime de Vichy) is the common name of the French State (État français) headed by Marshal Philippe Pétain during World War II. Evacuated from Paris to Vichy in the unoccupied \"Free Zone\" (zone libre) in the southern part of metropolitan France which included French Algeria, it remained responsible for the civil administration of France as well as the French colonial empire.",
  "/wiki/Aachen": "Aachen (/ˈɑːxən/, German: [ˈʔaːxn̩] (listen); Kölsch: Oche [ˈɔːxə]), also known as Bad Aachen (\"Aachen Spa\"), in French and English as Aix-la-Chapelle,[a] in Italian as Aquisgrana, and in Latin as Aquæ Granni, is a spa and border city in North Rhine-Westphalia, Germany. Aachen developed from a Roman settlement and spa, subsequently becoming the preferred medieval Imperial residence of Charlemagne, and, from 936 to 1531, the place where 31 Holy Roman Emperors were crowned Kings of the Germans.",
  "/wiki/Carolingian_Empire": "The Carolingian Empire (800–888) also known as Empire of the Romans and Franks(Romanorum sive Francorum imperium) was a large Frankish-dominated empire in western and central Europe during the early Middle Ages. It was ruled by the Carolingian dynasty, which had ruled as kings of the Franks since 751 and as kings of the Lombards in Italy from 774. In 800, the Frankish king Charlemagne was crowned emperor in Rome by Pope Leo III in an effort to revive the Roman Empire in the west. The Carolingian Empire is considered the first phase in the history of the Holy Roman Empire, which lasted until 1806.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Charlemagne": "Charlemagne (English: /ˈʃɑːrləmeɪn, ˌʃɑːrləˈmeɪn/; French: [ʃaʁləmaɲ]) or Charles the Great[a] (2 April 748[b] – 28 January 814), numbered Charles I, was King of the Franks from 768, King of the Lombards from 774, and Emperor of the Romans from 800. During the Early Middle Ages, he united the majority of western and central Europe. He was the first recognised emperor to rule from western Europe since the fall of the Western Roman Empire three centuries earlier. The expanded Frankish state that Charlemagne founded is called the Carolingian Empire. He was later canonised by Antipope Paschal III.",
  "/wiki/Imperator_Augustus": "The Latin word imperator derives from the stem of the verb imperare, meaning 'to order, to command'. It was originally employed as a title roughly equivalent to commander under the Roman Republic. Later it became a part of the titulature of the Roman Emperors as part of their cognomen. The English word emperor derives from   imperator via Old French: Empereür. The Roman emperors themselves generally based their authority on multiple titles and positions, rather than preferring any single title. Nevertheless, imperator was used relatively consistently as an element of a Roman ruler's title throughout the principate and the dominate. In Latin, the feminine form of imperator is imperatrix.",
  "/wiki/Karlsruhe": "Karlsruhe (/ˈkɑːrlzruːə/, also US: /ˈkɑːrls-/, German: [ˈkaʁlsˌʁuːə] (listen); formerly spelled Carlsruhe) is the second-largest city of the German federal state of Baden-Württemberg after its capital of Stuttgart, and its 309,999 (2016) inhabitants make it the 21st largest city of Germany. On the right bank of the Rhine, the city lies near the French-German border, between the Mannheim/Ludwigshafen conurbation to the north, and the Strasbourg/Kehl conurbation to the south. It is the largest city of Baden, a region named after Hohenbaden Castle in the city of Baden-Baden. Karlsruhe is also the largest city in the South Franconian dialect area (transitional dialects between Central and Upper German), the only other larger city in that area being Heilbronn. The city is the seat of the Federal Constitutional Court (Bundesverfassungsgericht), as well as of the Federal Court of Justice (Bundesgerichtshof) and the Public Prosecutor General of the Federal Court of Justice (Generalbundesanwalt beim Bundesgerichtshof).",
  "/wiki/Grand_Duchy_of_Baden": "The Grand Duchy of Baden (German: Großherzogtum Baden) was a state in the southwest German Empire on the east bank of the Rhine. It existed between 1806 and 1918.",
  "/wiki/Munich": "Munich (/ˈmjuːnɪk/ MEW-nik; German: München [ˈmʏnçn̩] (listen); Austro-Bavarian: Minga [ˈmɪŋ(ː)ɐ]; Latin: Monachium) is the capital and most populous city of Bavaria, the second most populous German federal state. With a population of around 1.5 million, it is the third-largest city in Germany, after Berlin and Hamburg, and thus the largest which does not constitute its own state, as well as the 11th-largest city in the European Union. The city's metropolitan region is home to 6 million people. Straddling the banks of the River Isar (a tributary of the Danube) north of the Bavarian Alps, it is the seat of the Bavarian administrative region of Upper Bavaria, while being the most densely populated municipality in Germany (4,500 people per km²). Munich is the second-largest city in the Bavarian dialect area, after the Austrian capital of Vienna, Munich was one of the host cities of the official tournament of the 2006 FIFA World Cup.",
  "/wiki/Kingdom_of_Bavaria": "The Kingdom of Bavaria (German: Königreich Bayern; Austro-Bavarian: Kinereich Bayern) was a German state that succeeded the former Electorate of Bavaria in 1805 and continued to exist until 1918. The Bavarian Elector Maximilian IV Joseph of the House of Wittelsbach became the first King of Bavaria in 1805 as Maximilian I Joseph. The crown would go on being held by the Wittelsbachs until the kingdom came to an end in 1918. Most of Bavaria's present-day borders were established after 1814 with the Treaty of Paris, in which Bavaria ceded Tyrol and Vorarlberg to the Austrian Empire while receiving Aschaffenburg and Würzburg. With the unification of Germany into the German Empire in 1871, the kingdom became a federal state of the new Empire and was second in size, power, and wealth only to the leading state, the Kingdom of Prussia. In 1918, Bavaria became a republic, and the kingdom was thus succeeded by the current Free State of Bavaria.",
  "/wiki/Braunschweig": "Braunschweig (German pronunciation: [ˈbʁaʊnʃvaɪk] (listen); Low German: Brunswiek [ˈbrɔˑnsviːk]), also called Brunswick (/ˈbrʌnzwɪk/) in English, is a city in Lower Saxony, Germany, north of the Harz mountains at the farthest navigable point of the Oker River which connects it to the North Sea via the Aller and Weser Rivers. In 2016, it had a population of 250,704.",
  "/wiki/Duchy_of_Brunswick": "The Duchy of Brunswick (German: Herzogtum Braunschweig) was a historical German state. Its capital was the city of Brunswick (Braunschweig).\nIt was established as the successor state of the Principality of Brunswick-Wolfenbüttel by the Congress of Vienna in 1815. In the course of the 19th-century history of Germany, the duchy was part of the German Confederation, the North German Confederation and from 1871 the German Empire. It was disestablished after the end of World War I, its territory incorporated into the Weimar Republic as the Free State of Brunswick.",
  "/wiki/Free_State_of_Brunswick": "The Free State of Brunswick (German: Freistaat Braunschweig) was a state of the German Reich in the time of the Weimar Republic. It was formed after the abolition of the Duchy of Brunswick in the course of the German Revolution of 1918–19. Its capital was Braunschweig (Brunswick).",
  "/wiki/Lower_Saxony": "Lower Saxony (German: Niedersachsen [ˈniːdɐzaksn̩] (listen); Low German: Neddersassen) is a German state (Land) situated in northwestern Germany. It is the second-largest state by land area, with 47,624 km2 (18,388 sq mi), and fourth-largest in population (7.9 million) among the 16 Länder federated as the Federal Republic of Germany. In rural areas, Northern Low Saxon (a dialect of Low German) and Saterland Frisian (a variety of the Frisian language) are still spoken, but the number of speakers is declining.",
  "/wiki/Frankfurt": "Frankfurt (officially: Frankfurt am Main (German: [ˈfʁaŋkfʊʁt ʔam ˈmaɪn] (listen); Hessian: Frangford am Maa; lit. \"Frank ford on the[a] Main\")) is a metropolis and the largest city of the German federal state of Hesse, and its 746,878 (2017) inhabitants make it the fifth-largest city in Germany. On the River Main (a tributary of the Rhine), it forms a continuous conurbation with the neighbouring city of Offenbach am Main, and its urban area has a population of 2.3 million. The city is at the centre of the larger Rhine-Main Metropolitan Region, which has a population of 5.5 million and is Germany's second-largest metropolitan region after the Rhine-Ruhr Region. Since the enlargement of the European Union in 2013, the geographic centre of the EU is about 40 km (25 mi) to the east of Frankfurt's central business district. Like France and Franconia, the city is named after the Franks. Frankfurt is the largest city in the Rhine Franconian dialect area (Franconian dialects), Frankfurt was one of the host cities of the official tournaments of the 1974 and the 2006 FIFA World Cup.",
  "/wiki/Confederation_of_the_Rhine": "The Confederation of the Rhine (German: Rheinbund; French: officially États confédérés du Rhin (\"Confederated States of the Rhine\"), but in practice Confédération du Rhin) was a confederation of client states of the First French Empire. It was formed initially from sixteen German states by Napoleon after he defeated Austria and Russia at the Battle of Austerlitz. The Treaty of Pressburg, in effect, led to the creation of the Confederation of the Rhine, which lasted from 1806 to 1813.",
  "/wiki/German_Confederation": "The German Confederation (German: Deutscher Bund) was an association of 39 German-speaking states in Central Europe (adding the mainly non-German speaking Kingdom of Bohemia and Duchy of Carniola), created by the Congress of Vienna in 1815 to coordinate the economies of separate German-speaking countries and to replace the former Holy Roman Empire, which had been dissolved in 1806.  The German Confederation excluded German-speaking lands in the eastern portion of the Kingdom of Prussia (East Prussia, West Prussia and Posen), the German cantons of Switzerland, and the French region of Alsace, which was predominantly German speaking.",
  "/wiki/Berlin": "Berlin (/bɜːrˈlɪn/; German: [bɛʁˈliːn] (listen)) is the capital and largest city of Germany by both area and population. Its 3,748,148 (2018) inhabitants make it the  most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions.",
  "/wiki/German_Empire": "The German Empire (German: Deutsches Kaiserreich, officially Deutsches Reich), sometimes referred to as Imperial Germany, was the German nation state that existed from the unification of Germany in 1871 until the abdication of Emperor Wilhelm II in 1918.",
  "/wiki/Weimar_Republic": "The Weimar Republic (German: Weimarer Republik [ˈvaɪmaʁɐ ʁepuˈbliːk] (listen)) is an unofficial historical designation for the German state from 1918 to 1933. The name derives from the city of Weimar, where its constitutional assembly first took place. The official name of the republic remained Deutsches Reich (\"German Reich\") unchanged from 1871, because of the German tradition of substates. Although commonly translated as \"German Empire\", the word Reich here better translates as \"realm\", in that the term does not necessarily have monarchical connotations in itself. The Reich was changed from a constitutional monarchy into a republic. In English, the country was usually known simply as Germany.",
  "/wiki/Nazi_Germany": "Nazi Germany is the common English name for Germany between 1933 and 1945, when Adolf Hitler and his Nazi Party (NSDAP) controlled the country through a dictatorship. Under Hitler's rule, Germany became a totalitarian state where nearly all aspects of life were controlled by the government. The official name of the state was Deutsches Reich (German Reich) until 1943 and Großdeutsches Reich (Greater German Reich) from 1943 to 1945. Nazi Germany is also known as the Third Reich (Drittes Reich), meaning \"Third Realm\" or \"Third Empire\", the first two being the Holy Roman Empire (800–1806) and the German Empire (1871–1918). The Nazi regime ended after the Allies defeated Germany in May 1945, ending World War II in Europe.",
  "/wiki/Allied-occupied_Germany": "Upon defeat of Nazi Germany in World War II, the victorious Allies asserted joint authority and sovereignty over 'Germany as a whole', defined as all territories of the former German Reich west of the Oder–Neisse line, having declared the destruction of Nazi Germany at the death of Adolf Hitler (see 1945 Berlin Declaration). The four powers divided 'Germany as a whole' into four occupation zones for administrative purposes, under the United States, United Kingdom, France and the Soviet Union respectively; creating what became collectively known as Allied-occupied Germany (German: Alliierten-besetztes Deutschland). This division was ratified at the Potsdam Conference (17 July to 2 August 1945).[not verified in body] The four zones were as agreed in February 1945 by the United States, United Kingdom and Soviet Union meeting at the Yalta Conference; setting aside an earlier division into three zones (excluding France) proposed by the London Protocol.",
  "/wiki/Bonn": "The Federal City of Bonn (German pronunciation: [bɔn] (listen)) is a city on the banks of the Rhine in the German state of North Rhine-Westphalia, with a population of over 300,000. About 24 km (15 mi) south-southeast of Cologne, Bonn is in the southernmost part of the Rhine-Ruhr region, Germany's largest metropolitan area, with over 11 million inhabitants. It is famously known as the birthplace of Ludwig van Beethoven in 1770. He spent his childhood and teenage years in Bonn.",
  "/wiki/West_Germany": "West Germany was the informal name for the Federal Republic of Germany, a country in Western Europe, in the period between its formation on 23 May 1949 and German reunification on 3 October 1990. During this Cold War period, the western portion of Germany was part of the Western Bloc. The Federal Republic was created during the Allied occupation of Germany after World War II, established from eleven states formed in the three Allied zones of occupation held by the United States, the United Kingdom and France. Its (provisional) capital was the city of Bonn. The Cold War era West Germany is also retrospectively designated the Bonn Republic.",
  "/wiki/German_reunification": "German reunification (German: Deutsche Wiedervereinigung) was the process in 1990 in which the German Democratic Republic (GDR, colloquially East Germany; German: Deutsche Demokratische Republik/DDR) became part of the Federal Republic of Germany (FRG, colloquially West Germany; German: Bundesrepublik Deutschland/BRD) to form the reunited nation of Germany, as provided by Article 23 of the FRG's then constitution (Grundgesetz). The end of the unification process is officially referred to as German unity (German: Deutsche Einheit), celebrated each year on 3 October as German Unity Day (German: Tag der deutschen Einheit). Berlin was reunited into a single city, and was once again designated as the capital of united Germany.",
  "/wiki/East_Berlin": "East Berlin was the capital city of the German Democratic Republic from 1949 to 1990. Formally, it was the Soviet sector of Berlin, established in 1945. The American, British, and French sectors were known as West Berlin. From 13 August 1961 until 9 November 1989, East Berlin was separated from West Berlin by the Berlin Wall. The Western Allied powers did not recognise East Berlin as the GDR's capital, nor the GDR's authority to govern East Berlin. On 3 October 1990, the day Germany was officially reunified, East and West Berlin formally reunited as the city of Berlin.",
  "/wiki/East_Germany": "East Germany, officially the German Democratic Republic (GDR; German: Deutsche Demokratische Republik [ˈdɔʏtʃə demoˈkʁaːtɪʃə ʁepuˈbliːk], DDR), was a state that existed from 1949 to 1990, the period when the eastern portion of Germany was part of the Eastern Bloc during the Cold War. Commonly described as a communist state in English usage, it described itself as a socialist \"workers' and peasants' state\". It consisted of territory that was administered and occupied by Soviet forces following the end of World War II—the Soviet occupation zone of the Potsdam Agreement, bounded on the east by the Oder–Neisse line. The Soviet zone surrounded West Berlin but did not include it; as a result, West Berlin remained outside the jurisdiction of the GDR.",
  "/wiki/West_Berlin": "West Berlin (German: Berlin (West) or colloquially West-Berlin) was a political enclave which comprised the western part of Berlin during the years of the Cold War. There was no specific date on which the sectors of Berlin occupied by the Western Allies became \"West Berlin\", but 1949 is widely accepted as the year in which the name was adopted. West Berlin aligned itself politically with the Federal Republic of Germany (called the \"Bonn Republic\" by historians) and was directly or indirectly represented in its federal institutions.",
  "/wiki/Hanover": "Hanover or Hannover (/ˈhænoʊvər, -nəv-/; German: Hannover [haˈnoːfɐ] (listen); Low German: Hannober) is the capital of and largest city in the state of Lower Saxony. Its 535,061 (2017) inhabitants make it the thirteenth-largest city in Germany as well as the third-largest city in Northern Germany after Hamburg and Bremen. The city lies at the confluence of the River Leine (progression: Aller→ Weser→ North Sea) and its tributary Ihme, in the south of the North German Plain, and is the largest city in the Hannover–Braunschweig–Göttingen–Wolfsburg Metropolitan Region. It is the fifth-largest city in the Low German dialect area after Hamburg, Dortmund, Essen and Bremen.",
  "/wiki/Kingdom_of_Hanover": "The Kingdom of Hanover (German: Königreich Hannover) was established in October 1814 by the Congress of Vienna, with the restoration of George III to his Hanoverian territories after the Napoleonic era. It succeeded the former Electorate of Hanover (known formally as the Electorate of Brunswick-Lüneburg), and joined 38 other sovereign states in the German Confederation in June 1815. The kingdom was ruled by the House of Hanover, a cadet branch of the House of Welf, in personal union with the United Kingdom of Great Britain and Ireland since 1714. Since its monarch resided in London, a viceroy (usually a younger member of the British Royal Family) handled the administration of the Kingdom of Hanover.",
  "/wiki/Prussia": "Prussia (/ˈprʌʃə/; German: Preußen, pronounced [ˈpʁɔʏsn̩] (listen), Old Prussian: Prūsa or Prūsija) was a historically prominent German state that originated in 1525 with a duchy centered on the region of Prussia on the southeast coast of the Baltic Sea. It was de facto dissolved by an emergency decree transferring powers of the Prussian government to German Chancellor Franz von Papen in 1932 and de jure by an Allied decree in 1947. For centuries, the House of Hohenzollern ruled Prussia, successfully expanding its size by way of an unusually well-organised and effective army. Prussia, with its capital first in Königsberg and then, in 1701, in Berlin, decisively shaped the history of Germany.",
  "/wiki/Province_of_Hanover": "The Province of Hanover (German: Provinz Hannover) was a province of the Kingdom of Prussia and the Free State of Prussia from 1868 to 1946.",
  "/wiki/Darmstadt": "Darmstadt (/ˈdɑːrmstæt/, also UK: /-ʃtæt/, US: /-stɑːt, -ʃtɑːt/, German: [ˈdaʁmʃtat] (listen)) is a city in the state of Hesse in Germany, located in the southern part of the Rhine-Main-Area (Frankfurt Metropolitan Region). Darmstadt had a population of around 157,437 at the end of 2016. The Darmstadt Larger Urban Zone has 430,993 inhabitants.",
  "/wiki/Landgraviate_of_Hesse-Darmstadt": "The Landgraviate of Hesse-Darmstadt (German: Landgrafschaft Hessen-Darmstadt) was a State of the Holy Roman Empire, ruled by a younger branch of the House of Hesse. It was formed in 1567 following the division of the Landgraviate of Hesse between the four sons of Landgrave Philip I.",
  "/wiki/Grand_Duchy_of_Hesse": "The Grand Duchy of Hesse and by Rhine (German: Großherzogtum Hessen und bei Rhein) was a grand duchy in western Germany that existed from 1806 (the period of German mediatization) to the end of the German Empire in 1918.  The grand duchy originally formed on the basis of the Landgraviate of Hesse-Darmstadt in 1806 as the Grand Duchy of Hesse (German: Großherzogtum Hessen).  After the end of the Napoleonic Wars in 1815, it changed its name in 1816 to distinguish itself from the Electorate of Hesse, which had formed from neighboring Hesse-Kassel.  Colloquially, the grand duchy continued to be known by its former name of Hesse-Darmstadt.  It joined the German Empire in 1871 and became a republic after German defeat in World War I in 1918.",
  "/wiki/People's_State_of_Hesse": "The People's State of Hesse (German: Volksstaat Hessen) was the name of the German state of Hesse-Darmstadt from 1918 until 1945.",
  "/wiki/Kassel": "Kassel (German pronunciation: [ˈkasl̩] (listen); in Germany, spelled Cassel until 1928) is a city located on the Fulda River in northern Hesse, Germany. It is the administrative seat of the Regierungsbezirk Kassel and the district of the same name and had 200,507 inhabitants in December 2015. The former capital of the state of Hesse-Kassel has many palaces and parks, including the Bergpark Wilhelmshöhe, which is a UNESCO World Heritage Site. Kassel is also known for the documenta exhibitions of contemporary art. Kassel has a public university with 25,000 students (2018) and a multicultural population (39% of the citizens in 2017 had a migration background).",
  "/wiki/Landgraviate_of_Hesse-Kassel": "The Landgraviate of Hesse-Kassel (German: Landgrafschaft Hessen-Kassel), spelled Hesse-Cassel during its entire existence,[a] was a state in the Holy Roman Empire that was directly subject to the Emperor. The state was created in 1567 when the Landgraviate of Hesse was divided upon the death of Philip I, Landgrave of Hesse. His eldest son William IV inherited the northern half of the Landgraviate and the capital of Kassel. The other sons received the Landgraviate of Hesse-Marburg, the Landgraviate of Hesse-Rheinfels and the Landgraviate of Hesse-Darmstadt.",
  "/wiki/Electorate_of_Hesse": "The Electorate of Hesse (German: Kurfürstentum Hessen), also known as Hesse-Kassel or Kurhessen, was a landgraviate whose prince was given the right to elect the Emperor by Napoleon.  When the Holy Roman Empire was abolished in 1806, its prince, William I, chose to retain the title of Elector, even though there was no longer an Emperor to elect. In 1807, with the Treaties of Tilsit, the area was annexed to the Kingdom of Westphalia, but in 1814, the Congress of Vienna restored the electorate.",
  "/wiki/Hesse-Nassau": "The Province of Hesse-Nassau (German: Provinz Hessen-Nassau) was a province of the Kingdom of Prussia from 1868 to 1918, then a province of the Free State of Prussia until 1944.",
  "/wiki/Wiesbaden": "Wiesbaden (German pronunciation: [ˈviːsˌbaːdn̩] (listen)) is a city in central western Germany and the capital of the federal state of Hesse. As of January 2018[update], it had 289,544 inhabitants, plus approximately 19,000 United States citizens (mostly associated with the United States Army). The Wiesbaden urban area is home to approx. 560,000 people.",
  "/wiki/Duchy_of_Nassau": "The Duchy of Nassau (German: Herzogtum Nassau) was an independent state between 1806 and 1866, located in what is now the German states of Rhineland-Palatinate and Hesse. It was a member of the Confederation of the Rhine and later of the German Confederation. Its ruling dynasty, now extinct, was the House of Nassau. The duchy was named for its historical core city, Nassau, although Wiesbaden rather than Nassau was its capital. In 1865, the Duchy of Nassau had 465,636 inhabitants. After being occupied and annexed into the Kingdom of Prussia in 1866 following the Austro-Prussian War, it was incorporated into the Province of Hesse-Nassau. The area today is a geographical and historical region, Nassau, and Nassau is also the name of the Nassau Nature Park within the borders of the former duchy.",
  "/wiki/Hesse": "Hesse (/hɛs/, also US: /ˈhɛsə, ˈhɛsi/, Hessian dialect: [ˈhɛzə]) or Hessia (UK: /ˈhɛsiə/, US: /ˈhɛʃə/; German: Hessen [ˈhɛsn̩] (listen)), officially the State of Hesse (German: Land Hessen), is a parliamentary republic in western Europe and, with just over six million inhabitants, a member state of the Federal Republic of Germany as of 1949. Its capital city is Wiesbaden, the largest metropolitan area is Frankfurt am Main.",
  "/wiki/List_of_former_national_capitals": "Throughout the world there are many cities that were once national capitals but no longer have that status because the country ceased to exist, the capital was moved, or the capital city was renamed. This is a list of such cities, sorted by country and then by date. Where a city name has changed, the name of the city when it was a capital is listed first, followed by its modern name in brackets."
}