{
  "/wiki/Holetown": "Holetown (UN/LOCODE: BB HLT), is a small town located in the Caribbean island nation of Barbados.  Holetown is located in the parish of Saint James on the sheltered west coast of the island.",
  "/wiki/Barbados": "Barbados (/bɑːrˈbeɪdɒs/ (listen) or /-doʊs/) is an island country in the Lesser Antilles of the West Indies, in the Caribbean region of North America. It is 34 kilometres (21 miles) in length and up to 23 km (14 mi) in width, covering an area of 432 km2 (167 sq mi). It is situated in the western area of the North Atlantic and 100 km (62 mi) east of the Windward Islands and the Caribbean Sea; therein, Barbados is east of the Windwards, part of the Lesser Antilles, roughly at 13°N of the equator. It is about 168 km (104 mi) east of both the countries of Saint Lucia and Saint Vincent and the Grenadines and 180 km (110 mi) south-east of Martinique and 400 km (250 mi) north-east of Trinidad and Tobago. Barbados is outside the principal Atlantic hurricane belt. Its capital and largest city is Bridgetown.",
  "/wiki/Bridgetown": "Bridgetown (UN/LOCODE: BB BGI) is the capital and largest city of Barbados. Formerly The Town of Saint Michael, the Greater Bridgetown area is located within the parish of Saint Michael. Bridgetown is sometimes locally referred to as \"The City\", but the most common reference is simply \"Town\". As of 2014, its metropolitan population stands at roughly 110,000.",
  "/wiki/St._George,_Bermuda": "St. George's (formally, the Town of St. George, or St. George's Town), located on the island and within the parish of the same names, settled in 1612, is the first permanent English settlement on the islands of Bermuda. It is often described as the third successful English settlement in the Americas, after St. John's, Newfoundland, and Jamestown, Virginia and the oldest continuously-inhabited English town in the New World, since the other two settlements were seasonal for a number of years.",
  "/wiki/Bermuda": "Bermuda (/bərˈmjuːdə/) (in full, the Islands of Bermuda) is a British Overseas Territory in the North Atlantic Ocean. It is approximately 1,070 km (665 mi) east-southeast of Cape Hatteras, North Carolina; 1,236 km (768 mi) south of Cape Sable Island, Nova Scotia; and 1,759 km (1,093 mi) northeast of Cuba. Though it is typically referred to in the singular, Bermuda consists of 181 islands; the largest of these islands is known as Main Island. The capital city of Bermuda is Hamilton. Bermuda is self-governing, with its own constitution and government and a Parliament which makes local laws. The United Kingdom retains responsibility for defence and foreign relations. As of July 2018, it has a population of 71,176, making it the most populous of the British overseas territories.",
  "/wiki/Hamilton,_Bermuda": "Hamilton is the capital of the British Overseas Territory of Bermuda. It is the territory's financial centre and a major port and tourist destination. Its population of 1,010 (2010) is one of the smallest of any capital cities.",
  "/wiki/Belize_City": "Belize City is the largest city in Belize and was once the capital of the former British Honduras. According to the 2010 census, Belize City has a population of 57,169 people in 16,162 households. It is at the mouth of the Haulover Creek, which is a tributary of the Belize River. The Belize River empties into the Caribbean Sea five miles from Belize City on the Philip Goldson Highway on the coast of the Caribbean. The city is the country's principal port and its financial and industrial hub. Cruise ships drop anchor outside the port and are tendered by local citizens. The city was almost entirely destroyed in 1961 when Hurricane Hattie swept ashore on October 31. It was the capital of British Honduras (as Belize was then named) until the government was moved to the new capital of Belmopan in 1970.",
  "/wiki/British_Honduras": "British Honduras was a British Crown colony on the east coast of Central America, south of Mexico, from 1862 to 1964, then a self-governing colony, renamed Belize in June 1973, until September 1981, when it gained full independence as Belize. British Honduras was the last continental possession of the United Kingdom in the Americas.",
  "/wiki/Belmopan": "Belmopan (/ˌbɛlmoʊˈpæn/) is the capital city of Belize. Its population in 2010 was 16,451. Although it is the smallest capital city in the continental Americas by population, Belmopan is the third-largest settlement in Belize, behind Belize City and San Ignacio. Founded as a planned community in 1970, Belmopan is one of the newest national capital cities in the world. Since 2000 Belmopan has been one of two settlements in Belize to hold official city status, along with Belize City.",
  "/wiki/Hurricane_Hattie": "Hurricane Hattie was the strongest and deadliest tropical cyclone of the 1961 Atlantic hurricane season, reaching a peak intensity as a Category 5 hurricane. The ninth tropical storm and seventh hurricane and major hurricane of the season, Hattie originated from an area of low pressure that strengthened into a tropical storm over the southwestern Caribbean Sea on October 27. Moving generally northward, the storm quickly became a hurricane and later major hurricane the following day. Hattie then turned westward west of Jamaica and strengthened into a Category 5 hurricane, with maximum sustained winds of 165 mph (270 km/h). It weakened to Category 4 before making landfall south of Belize City on October 31. The storm turned southwestward and weakened rapidly over the mountainous terrain of Central America, dissipating on November 1.",
  "/wiki/Chan_Santa_Cruz": "Chan Santa Cruz  was the name of a shrine in Mexico of the Maya Cruzob (or Cruzoob) religious movement. It was also the name of the town that developed around it (now known as Felipe Carrillo Puerto) and, less formally, the late 19th-century indigenous Maya state, in what is now the Mexican state of Quintana Roo, of which it was the main center. This area was the center of the Caste War of Yucatán beginning in 1847, by which the Maya established some autonomous areas on the east side of the Yucatán Peninsula. The main conflict ended in 1915, when they agreed to recognize the Mexican government, but the last time Mexican troops took action against a Maya village in this area was 1933.",
  "/wiki/Mexico": "Mexico (Spanish: México [ˈmexiko] (listen); Nahuatl languages: Mēxihco), officially the United Mexican States (UMS; Spanish: Estados Unidos Mexicanos, EUM [esˈtaðos uˈniðoz mexiˈkanos] (listen), lit. Mexican United States), is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Covering almost 2,000,000 square kilometers (770,000 sq mi), the nation is the fifth largest country in the Americas by total area and the 13th largest independent state in the world. With an estimated population of over 129 million people, Mexico is the tenth most populous country and the most populous Spanish-speaking country in the world, while being the second most populous nation in Latin America after Brazil. Mexico is a federation comprising 31 states plus Mexico City (CDMX), which is the capital city and its most populous city. Other metropolises in the country include Guadalajara, Monterrey, Puebla, Toluca, Tijuana, and León.",
  "/wiki/Cartago,_Costa_Rica": "Cartago (Spanish pronunciation: [kaɾˈtaɣo]) is the third largest city in Costa Rica, about 25 km (16 mi) east of the capital, San José. It is at an elevation of 1,435 m (4,708 ft) above sea level, at the base of the Irazú Volcano. Cartago is the capital of Cartago province, and was the capital of Costa Rica from 1574 to 1824. The city covers an area of 152,68 km2. It includes the districts of city downtown: Oriental, Occidental (known as the typical downtown area), San Nicolás (the main entrance to the city, at west), El Carmen (north), Dulce Nombre, San Francisco (at south, San Francisco is known commonly as Aguacaliente), and Guadalupe (Arenilla). The city is part, with the cities of San Rafael de Oreamuno and Tejar del Guarco, of a continuous urban area that, in 2008, had a population of 156,600 inhabitants, according to the Statistics and Census Institute of Costa Rica.",
  "/wiki/Costa_Rica": "Costa Rica (/ˌkɒstə ˈriːkə/, US: /ˌkoʊstə/ (listen); Spanish: [ˈkosta ˈrika]; literally \"Rich Coast\"), officially the Republic of Costa Rica (Spanish: República de Costa Rica), is a country in Central America, bordered by Nicaragua to the north, the Caribbean Sea to the northeast, Panama to the southeast, the Pacific Ocean to the southwest, and Ecuador to the south of Cocos Island. It has a population of around 5 million in a land area of 51,060 square kilometers (19,714 square miles). An estimated 333,980 people live in the capital and largest city, San José, with around 2 million people in the surrounding metropolitan area.",
  "/wiki/San_Jos%C3%A9,_Costa_Rica": "San José (Spanish: [saŋ xoˈse]; literally meaning \"Saint Joseph\") is the capital and largest city of Costa Rica, and the capital of the province of the same name. It is located in the centre of the country, specifically in the mid-west of the Central Valley, and contained within San José Canton. San José is the seat of national government, the focal point of political and economic activity, and the major transportation hub of Costa Rica. The population of San José Canton was 288,054 in 2011, and\nSan José’s municipal land area measures 44.2 square kilometers (17.2 square miles), with an estimated 333,980 residents in 2015. Together with several other cantons of the central valley including Alajuela, Heredia and Cartago it forms the Greater Metropolitan Area of the country, with an estimated population of over 2 million in 2017. The city is named in honor of Joseph of Nazareth.",
  "/wiki/Santiago_de_Cuba": "Santiago de Cuba is the second-largest city in Cuba and the capital city of Santiago de Cuba Province. It lies in the southeastern area of the island, some 870 km (540 mi) southeast of the Cuban capital of Havana.",
  "/wiki/Cuba": "Cuba (/ˈkjuːbə/ (listen); Spanish pronunciation: [ˈkuβa]), officially the Republic of Cuba (Spanish: República de Cuba (help·info)), is a country comprising the island of Cuba as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Haiti and north of both Jamaica and the Cayman Islands. Havana is the largest city and capital; other major cities include Santiago de Cuba and Camagüey. The area of the Republic of Cuba is 110,860 square kilometers (42,800 sq mi) (109,884 square kilometers (42,426 sq mi) without the territorial waters). The island of Cuba is the largest island in Cuba and in the Caribbean, with an area of 105,006 square kilometers (40,543 sq mi), and the second-most populous after Hispaniola, with over 11 million inhabitants.",
  "/wiki/Havana": "Havana (/həˈvænə/; Spanish: La Habana [la aˈβana] (listen)) is the capital city, largest city, province, major port, and leading commercial center of Cuba. The city has a population of 2.1 million inhabitants, and it spans a total of 781.58 km2 (301.77 sq mi) – making it the largest city by area, the most populous city, and the fourth largest metropolitan area in the Caribbean region.",
  "/wiki/Santiago_de_los_Caballeros": "Santiago de los Caballeros or simply Santiago (English: Saint James of the Knights) is the second-largest city in the Dominican Republic, and the fourth-largest city in the Caribbean. It is the capital of Santiago Province and major metropolis in the north-central region of the country. The city's metropolitan area has a total population of 1,173,015 inhabitants. Santiago is located approximately 155 km (96 mi) northwest of the capital Santo Domingo with an average altitude of 178 meters (584 ft).",
  "/wiki/Dominican_Republic": "The Dominican Republic (/dəˈmɪnɪkən/ də-MIN-ik-ən; Spanish: República Dominicana, pronounced [reˈpuβlika ðominiˈkana] (listen)) is a country located on the island of Hispaniola in the Greater Antilles archipelago of the Caribbean region. It occupies the eastern five-eighths of the island, which it shares with the Republic of Haiti, making Hispaniola one of only two Caribbean islands, along with Saint Martin, that are shared by two sovereign states. The Dominican Republic is the second-largest Caribbean nation by area (after Cuba) at 48,671 square kilometers (18,792 sq mi), and third by population with approximately 10,299,000 people (July 2018 est.), of whom approximately three million live in the metropolitan area of Santo Domingo, the capital city.",
  "/wiki/Dominican_Restoration_War": "The Dominican Restoration War was a guerrilla war between 1863 and 1865 in the Dominican Republic between nationalists and Spain, who had recolonized the country 17 years after its independence. The war resulted in the restoration of Dominican sovereignty, the withdrawal of Spanish forces, the separation of the Captaincy General of Santo Domingo from Spain, and the establishment of a second republic in the Dominican Republic.",
  "/wiki/Spanish_Town": "Spanish Town is the capital and the largest town in the parish of St. Catherine in the historic county of Middlesex, Jamaica. It was the Spanish and British capital of Jamaica from 1534 until 1872. The town is home to numerous memorials, the national archives, and one of the oldest Anglican churches outside England (the others are in Virginia, Maryland and Bermuda).",
  "/wiki/Jamaica": "Jamaica (/dʒəˈmeɪkə/ (listen)) is an island country situated in the Caribbean Sea. Spanning 10,990 square kilometres (4,240 sq mi) in area, it is the third-largest island of the Greater Antilles and the Caribbean (after Cuba and Hispaniola). Jamaica lies about 145 kilometres (90 mi) south of Cuba, and 191 kilometres (119 mi) west of Hispaniola (the island containing the countries of Haiti and the Dominican Republic); the British Overseas Territory of the Cayman Islands lies some 215 kilometres (134 mi) to the north-west.",
  "/wiki/Kingston,_Jamaica": "Kingston is the capital and largest city of Jamaica, located on the southeastern coast of the island. It faces a natural harbour protected by the Palisadoes, a long sand spit which connects the town of Port Royal and the Norman Manley International Airport to the rest of the island. In the Americas, Kingston is the largest predominantly English-speaking city south of the United States.",
  "/wiki/Quetzaltenango": "Quetzaltenango (Spanish pronunciation: [ketsalteˈnaŋgo], also known by its Maya name, Xelajú [ʃelaˈχu] or Xela [ˈʃela]), is both the capital of Quetzaltenango Department and the municipal seat of Quetzaltenango municipality.",
  "/wiki/Los_Altos,_Central_America": "Los Altos (Spanish for \"the highlands\" or \"the heights\") was the sixth state of the Federal Republic of Central America, and a short-lived independent republic. Its capital was Quetzaltenango. Los Altos occupied eight departments in the west of present-day Guatemala as well as the Soconusco region in the Mexican state of Chiapas.",
  "/wiki/Granada,_Nicaragua": "Granada (Spanish pronunciation: [ɡɾaˈnaða]) is a city in western Nicaragua and the capital of the Granada Department. With an estimated population of 123,697 (2012), it is Nicaragua's sixth most populous city. Granada is historically one of Nicaragua's most important cities, economically and politically. It has a rich colonial heritage, seen in its architecture and structure.",
  "/wiki/Nicaragua": "Nicaragua (/ˌnɪkəˈrɑːɡwə, -ˈræɡ-, -ɡjuə/ (listen); Spanish: [nikaˈɾaɣwa] (listen)), officially the Republic of Nicaragua (Spanish: República de Nicaragua (help·info)), is the largest country in the Central American isthmus, bordered by Honduras to the northwest, the Caribbean to the east, Costa Rica to the south, and the Pacific Ocean to the southwest. Managua is the country's capital and largest city and is also the third-largest city in Central America, behind Tegucigalpa and Guatemala City. The multi-ethnic population of six million includes people of indigenous, European, African, and Asian heritage. The main language is Spanish. Indigenous tribes on the Mosquito Coast speak their own languages and English.",
  "/wiki/Managua,_Nicaragua": "Managua (Spanish pronunciation: [maˈnaɣwa]) is the capital and largest city of Nicaragua, and the center of an eponymous department. Located on the southwestern shore of Lake Managua and inside the Managua Department, it has an estimated population 1,042,641 in 2016 within the city's administrative limits and a population of 1,401,687 in the metropolitan area, which additionally includes the municipalities of Ciudad Sandino, El Crucero, Nindirí, Ticuantepe and Tipitapa.",
  "/wiki/St._John%27s,_Newfoundland_and_Labrador": "St. John's is the capital and largest city of the Canadian province of Newfoundland and Labrador. It is on the eastern tip of the Avalon Peninsula on the large Canadian island Newfoundland. The city spans 446.04 square kilometres (172.22 sq mi) and is North America's easternmost city, excluding Greenland.",
  "/wiki/Dominion_of_Newfoundland": "Newfoundland was a British dominion from 1907 to 1934 when it surrendered dominion status by ending self-government in exchange for British Royal Commission rule  as a crown colony. Newfoundland remained a crown colony until Newfoundland joined Canada as a province. The dominion, situated in northeastern North America along the Atlantic coast, comprised the island of Newfoundland as well as Labrador on the continental mainland. Before attaining dominion status, Newfoundland was a British colony, self-governing from 1855.",
  "/wiki/Newfoundland_Act": "The Newfoundland Act was an Act of the Parliament of the United Kingdom that confirmed and gave effect to the Terms of Union agreed to between the then-separate Dominions of Canada and Newfoundland on March 23, 1949. It was originally titled the British North America Act 1949, but was renamed in Canada on the patriation of the Canadian Constitution from the United Kingdom in 1982.",
  "/wiki/Newfoundland_and_Labrador": "Newfoundland and Labrador is the easternmost province of Canada. Situated in the country's Atlantic region, it is composed of the insular region of Newfoundland and the continental region of Labrador to the northwest, with a combined area of 405,212 square kilometres (156,500 sq mi). In 2018, the province's population was estimated at 525,073. About 92% of the province's population lives on the island of Newfoundland (and its neighbouring smaller islands), of whom more than half live on the Avalon Peninsula.",
  "/wiki/Embassy_of_the_Philippines_in_Washington,_D.C.": "The Embassy of the Philippines in Washington, D.C. (Filipino: Pasuguan ng Pilipinas sa Washington D.C) is the diplomatic mission of the Republic of the Philippines to the United States. It is located at 1600 Massachusetts Avenue, Northwest, Washington, D.C. It predates the independence of the Philippines, and is the oldest Philippine legation overseas, though the distinction of the first Philippine embassy proper overseas, belongs to the Philippine Embassy in Tokyo.",
  "/wiki/Commonwealth_of_the_Philippines": "The Commonwealth of the Philippines (Spanish: Commonwealth  de Filipinas; Tagalog: Komonwelt ng Pilipinas or Malasariling Pamahalaan ng Pilipinas) was the administrative body that governed the Philippines from 1935 to 1946, aside from a period of exile in the Second World War from 1942 to 1945 when Japan occupied the country. It replaced the Insular Government, a United States territorial government, and was established by the Tydings–McDuffie Act. The Commonwealth was designed as a transitional administration in preparation for the country's full achievement of independence. Its foreign affairs remained managed by the United States.",
  "/wiki/Philippines": "The Philippines (/ˈfɪləpiːnz/ (listen); Filipino: Pilipinas [ˌpɪlɪˈpinɐs] or Filipinas [ˌfɪlɪˈpinɐs]), officially the Republic of the Philippines (Filipino: Republika ng Pilipinas),[a] is an archipelagic country in Southeast Asia. Situated in the western Pacific Ocean, it consists of about 7,641 islands that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas and Mindanao. The capital city of the Philippines is Manila and the most populous city is Quezon City, both part of Metro Manila. Bounded by the South China Sea on the west, the Philippine Sea on the east and the Celebes Sea on the southwest, the Philippines shares maritime borders with Taiwan to the north, Japan to the northeast, Vietnam to the west, Palau to the east, and Malaysia and Indonesia to the south.",
  "/wiki/Japanese_occupation_of_the_Philippines": "The Japanese occupation of the Philippines (Filipino: Pananakop ng mga Hapones sa Pilipinas; Japanese: 日本のフィリピン占領; Hepburn: Nihon no Firipin Senryō) occurred between 1942 and 1945, when Imperial Japan occupied the Commonwealth of the Philippines during World War II.",
  "/wiki/Old_Road_Town": "Old Road Town is a town located on the west coast of Saint Kitts island in Saint Kitts and Nevis. It is in Saint Thomas Middle Island Parish, and just to the east of Middle Island town. Its current population is estimated at 1,647.",
  "/wiki/Saint_Kitts": "Saint Kitts, also known more formally as Saint Christopher Island, is an island in the West Indies. The west side of the island borders the Caribbean Sea, and the eastern coast faces the Atlantic Ocean. Saint Kitts and the neighbouring island of Nevis constitute one country: the Federation of Saint Kitts and Nevis. Saint Kitts and Nevis are separated by a shallow 3-kilometre (2 mi) channel known as \"The Narrows\".",
  "/wiki/Basseterre": "Basseterre /bæsˈtɛər/ is the capital and largest city of Saint Kitts and Nevis with an estimated population of 14,000 in 2018. Geographically, the Basseterre port is located at 17°18′N 62°44′W﻿ / ﻿17.300°N 62.733°W﻿ / 17.300; -62.733Coordinates: 17°18′N 62°44′W﻿ / ﻿17.300°N 62.733°W﻿ / 17.300; -62.733, on the south western coast of Saint Kitts Island, and it is one of the chief commercial depots of the Leeward Islands. The city lies within Saint George Basseterre Parish.",
  "/wiki/Saint_Joseph,_Trinidad_and_Tobago": "St. Joseph was founded in 1592 by Antonio de Berrio and is the oldest town in Trinidad and Tobago. Originally named San José de Oruña, it served as the capital of Spanish Trinidad between 1592 and 1783. In 1595 the place was attacked and held by Sir Walter Raleigh and was used as a base for his exploration of the Orinoco river in search of the fabled city of El Dorado. Soon after his return the place was burnt and sacked.",
  "/wiki/History_of_Trinidad_and_Tobago": "The history of Trinidad and Tobago begins with the settlements of the islands by Amerindians, specifically the Island Carib and Arawak peoples. Both islands were visited by Christopher Columbus on his third voyage in 1498 and claimed in the name of Spain. Trinidad remained in Spanish hands until 1797, but it was largely settled by French colonists. Tobago changed hands between the British, French, Dutch, and Courlanders, but eventually ended up in British hands following the second Treaty of Paris (1814). In 1889 the two islands were incorporated into a single crown colony. Trinidad and Tobago obtained its independence from the British  Empire in 1962 and became a republic in 1976.",
  "/wiki/Port_of_Spain": "Port of Spain (Spanish: Puerto España), officially the City of Port of Spain (also stylized Port-of-Spain), is the capital city of Trinidad and Tobago and the country's second-largest city after San Fernando and the third largest municipality after Chaguanas and San Fernando. The city has a municipal population of 37,074 (2011 census), an urban population of 81,142 (2011 estimate) and a transient daily population of 250,000. It is located on the Gulf of Paria, on the northwest coast of the island of Trinidad and is part of a larger conurbation stretching from Chaguaramas in the west to Arima in the east with an estimated population of 600,000.",
  "/wiki/Caparra,_Puerto_Rico": "Caparra is an archaeological site in the municipality of Guaynabo, Puerto Rico.  It was declared a U.S. National Historic Landmark in 1994.  The site contains the remains of the first Spanish capital of the island, settled in 1508 and abandoned in 1521.  It represents the oldest known European settlements on United States territory.",
  "/wiki/Puerto_Rico": "Puerto Rico[a] (Spanish for \"Rich Port\"; abbreviated PR), officially the Commonwealth of Puerto Rico (Spanish: Estado Libre Asociado de Puerto Rico, lit. \"Free Associated State of Puerto Rico\")[b] and briefly called Porto Rico,[c] is an unincorporated territory of the United States located in the northeast Caribbean Sea, approximately 1,000 miles (1,600 km) southeast of Miami, Florida.",
  "/wiki/San_Juan,_Puerto_Rico": "San Juan (/ˌsæn ˈhwɑːn/, Spanish: [saŋ ˈxwan]; \"Saint John\") is the capital and most populous municipality in the Commonwealth of Puerto Rico, an unincorporated territory of the United States. As of the 2010 census, it is the 46th-largest city under the jurisdiction of the United States, with a population of 395,326. San Juan was founded by Spanish colonists in 1521, who called it Ciudad de Puerto Rico (\"Rich Port City\"). Puerto Rico's capital is the third oldest European-established capital city in the Americas, after Santo Domingo, in the Dominican Republic, founded in 1496 and Panama City, in Panama, founded in 1519. Several historical buildings are located in San Juan; among the most notable are the city's former defensive forts, Fort San Felipe del Morro and Fort San Cristóbal, and La Fortaleza, the oldest executive mansion in continuous use in the Americas.",
  "/wiki/Chaguaramas,_Trinidad": "Chaguaramas (pronounced, in the local English dialect, \"shag-gah-rah-muss\") lies in the North West Peninsula of Trinidad west of Port of Spain; the name is often applied to the entire peninsula, but is sometimes used to refer to its most developed area.  The developed area in Chaguaramas starts at ALCOA and ends at the Army and  Coast Guard camps on the mainland. In the description or context of \"developed area\"  one  excludes the five islands which are in various stages of development or redevelopment as of 2016. However in the information below, some data is included on the Five Islands (5 Islands)",
  "/wiki/West_Indies_Federation": "The West Indies Federation, also known as the West Indies, the Federation of the West Indies or the West Indian Federation,  was a short-lived political union that existed from 3 January 1958 to 31 May 1962. Various islands in the Caribbean that were colonies of the United Kingdom, including Trinidad and Tobago, Barbados, Jamaica, and those on the Leeward and Windward Islands, came together to form the Federation, with its capital in Port of Spain, Trinidad and Tobago. The expressed intention of the Federation was to create a political unit that would become independent from Britain as a single state—possibly similar to the Canadian Confederation, Australian Commonwealth, or Central African Federation; however, before that could happen, the Federation collapsed due to internal political conflicts over how the Federation itself would be governed or how it would viably function. The territories that would have become part of the Federation eventually became the nine contemporary sovereign states of Antigua and Barbuda, Barbados, Dominica, Grenada, Jamaica, Saint Kitts and Nevis, Saint Lucia, Saint Vincent and the Grenadines, and Trinidad and Tobago; with Anguilla, Montserrat, the Cayman Islands, and Turks and Caicos Islands becoming British overseas territories. British Guiana (Guyana) and British Honduras (Belize) held observer status within the West Indies Federation.",
  "/wiki/M%C3%A9rida,_Yucat%C3%A1n": "Mérida (Spanish pronunciation: [ˈmeɾiða] (listen)) is the capital and largest city in Yucatan state in Mexico, as well as the largest city of the Yucatán Peninsula. The city is located in the northwest part of the state, about 35 kilometres (22 miles) off the coast of the Gulf of Mexico. The city is also the municipal seat of the Municipality of Mérida, which includes the city and the areas around it.",
  "/wiki/Republic_of_Yucat%C3%A1n": "The Republic of Yucatán (Spanish: República de Yucatán) was a sovereign state during two periods of the nineteenth century. The first Republic of Yucatán, founded May 29, 1823, willingly joined the Mexican federation as the Federated Republic of Yucatán on December 23, 1823, less than seven months later. The second Republic of Yucatán began in 1841, with its declaration of independence from the Centralist Republic of Mexico. It remained independent for seven years, after which it rejoined the United Mexican States. The area of the former republic includes the modern Mexican states of Yucatán, Campeche and Quintana Roo. The Republic of Yucatán usually refers to the Second Republic (1841–1848).",
  "/wiki/Yucat%C3%A1n_(state)": "Yucatán (/ˌjuːkəˈtɑːn/, also UK: /ˌjʊk-/, US: /-ˈtæn, ˌjuːkɑːˈtɑːn/, Spanish: [ɟʝukaˈtan] (listen)), officially the Free and Sovereign State of Yucatán,[c] is one of the 32 states which comprise the Federal Entities of Mexico. It is divided into 106 municipalities, and its capital city is Mérida.",
  "/wiki/Comayagua,_Comayagua": "Comayagua (Spanish pronunciation: [komaˈʝaɣwa]) is a city in Honduras, some 80 kilometres (50 miles) northwest of Tegucigalpa on the highway to San Pedro Sula and 594 metres (1,949 feet) above sea level.",
  "/wiki/Republic_of_Honduras": "Honduras (/hɒnˈdjʊərəs, -ˈdʊər-/ (listen), /-æs/; Spanish: [onˈduɾas] (listen)), officially the Republic of Honduras (Spanish: República de Honduras), is a country in Central America. The republic of Honduras is bordered to the west by Guatemala, to the southwest by El Salvador, to the southeast by Nicaragua, to the south by the Pacific Ocean at the Gulf of Fonseca, and to the north by the Gulf of Honduras, a large inlet of the Caribbean Sea."
}