{
  "/wiki/Dancing_at_Lughnasa": "Dancing at Lughnasa  is a 1990 play by dramatist Brian Friel set in County Donegal in Ulster in the north of Ireland in August 1936 in the fictional town of Ballybeg. It is a memory play told from the point of view of the adult Michael Evans, the narrator. He recounts the summer in his aunts' cottage when he was seven years old.",
  "/wiki/Brian_Friel": "Brian Patrick Friel[note 1] (9 January 1929[note 1] – 2 October 2015) was an Irish dramatist, short story writer and founder of the Field Day Theatre Company. He had been considered one of the greatest living English-language dramatists. He has been likened to an \"Irish Chekhov\" and described as \"the universally accented voice of Ireland\". His plays have been compared favourably to those of contemporaries such as Samuel Beckett, Arthur Miller, Harold Pinter and Tennessee Williams.",
  "/wiki/Arts_Theatre": "The Arts Theatre is a theatre in Great Newport Street, in Westminster, Central London.",
  "/wiki/Apollo_Theatre": "The Apollo Theatre is a Grade II listed West End theatre, on Shaftesbury Avenue in the City of Westminster, in central London. Designed by the architect Lewin Sharp for owner Henry Lowenfeld, it became the fourth legitimate theatre to be constructed on the street when it opened its doors on 21 February 1901, with the American musical comedy The Belle of Bohemia.",
  "/wiki/Soho_Theatre": "The Soho Theatre is a theatre and registered charity in the Soho district of the City of Westminster, in London, England.  It presents new works of theatre, together with comedy and cabaret, across three performance spaces.",
  "/wiki/How_Love_Is_Spelt": "How Love is Spelt is a 2005 play written by Chloe Moss.",
  "/wiki/Chloe_Moss": "Chloë Moss (born 1976 in Liverpool) is an English playwright.",
  "/wiki/Bush_Theatre": "The Bush Theatre is located in the Passmore Edwards Public Library, Shepherd's Bush, in the London Borough of Hammersmith and Fulham. It was established in 1972 as a showcase for the work of new writers. The Bush Theatre strives to create a space which nurtures and develops new artists and their work. A seedbed for the best new playwrights, many of whom have gone on to become established names in the industry, the Bush Theatre has produced hundreds of premieres, many of them Bush Theatre commissions, and hosted guest productions by theatre companies and artists from across the world.",
  "/wiki/Matt_Charman": "Matt Charman is a British screenwriter, playwright, and producer. He was nominated for an Academy Award for Best Original Screenplay for his 2015 film Bridge of Spies, directed by Steven Spielberg and co-written with Joel and Ethan Coen. Charman started out writing for theatre, making his breakthrough as writer-in-residence at London's National Theatre, where then director Nicholas Hytner described Charman as having \"a priceless nose for a story.\".",
  "/wiki/Orphans_(Dennis_Kelly_play)": "Orphans is a 2009 play by London playwright Dennis Kelly, an exploration of violence in urban areas. Kelly said “I always want my plays to have tension; whether the audience hates it or loves it is up to them, but I never want them to be bored.”",
  "/wiki/Dennis_Kelly": "Dennis Kelly (born November 16, 1970) is a British writer for film, television and theatre. He co-wrote BBC Three's sitcom Pulling with actress Sharon Horgan, Matilda the Musical with comedian Tim Minchin, and the Channel 4 conspiracy thriller Utopia.",
  "/wiki/Traverse_Theatre": "The Traverse Theatre is a theatre in Edinburgh, Scotland. It was founded in 1963 by John Calder, John Malcolm, Jim Haynes and Richard Demarco[citation needed] seeking to extend the spirit of the Festival throughout the year.",
  "/wiki/Birmingham_Repertory_Theatre": "Birmingham Repertory Theatre, commonly called Birmingham Rep or just The Rep, is a producing theatre based on Centenary Square in Birmingham, England. It is the longest-established of Britain's building-based theatre companies and one of its most consistently innovative.",
  "/wiki/The_Empire_(play)": "The Empire is a 2010 play by British playwright DC Moore set during the War in Afghanistan. It was first staged at the Royal Court Theatre in London directed by Mike Bradwell. The production was critically acclaimed. It won the 2010 TMA Award for best touring production and was nominated for a 2010 Olivier Award for Outstanding Achievement in Affiliated Theatre.",
  "/wiki/D._C._Moore": "David \"D. C.\" Moore (born 1980) is a British playwright.",
  "/wiki/Jerwood_Theatre_Upstairs": "The Royal Court Theatre, at different times known as the Court Theatre, the New Chelsea Theatre, and the Belgravia Theatre, is a non-commercial West End theatre on Sloane Square, in the Royal Borough of Kensington and Chelsea, London, England. In 1956 it was acquired by and remains the home of the English Stage Company and is notable for its contributions to contemporary theatre.",
  "/wiki/Theatre_Royal,_Plymouth": "Theatre Royal, Plymouth, is a theatre venue in Plymouth, Devon. It consists of a 1,300-seat main auditorium, The Lyric, which regularly hosts large-scale musicals, opera and ballet; a 200-seat studio, The Drum; and a 50-seat studio, The Lab. On a separate site, Theatre Royal Plymouth also has a production and learning centre, TR2, featuring rehearsal studios and workshops for the production of set and costumes.",
  "/wiki/Flare_Path": "Flare Path is a play by Terence Rattigan, written in 1941 and first staged in 1942.  Set in a hotel near an RAF Bomber Command airbase during the Second World War, the story involves a love triangle between a pilot, his actress wife and a famous film star. The play is based in part on Rattigan's own wartime experiences.",
  "/wiki/Terence_Rattigan": "Sir Terence Mervyn Rattigan, CBE (10 June 1911 – 30 November 1977) was a British dramatist. He was one of England's most popular mid 20th century dramatists. His plays are typically set in an upper-middle-class background. He wrote The Winslow Boy (1946), The Browning Version (1948), The Deep Blue Sea (1952) and Separate Tables (1954), among many others.",
  "/wiki/Theatre_Royal_Haymarket": "The Theatre Royal Haymarket (also known as Haymarket Theatre or the Little Theatre) is a West End theatre on Haymarket in the City of Westminster which dates back to 1720, making it the third-oldest London playhouse still in use. Samuel Foote acquired the lease in 1747, and in 1766 he gained a royal patent to play legitimate drama (meaning spoken drama, as opposed to opera, concerts or plays with music) in the summer months. The original building was a little further north in the same street. It has been at its current location since 1821, when it was redesigned by John Nash. It is a Grade I listed building, with a seating capacity of 888. The freehold of the theatre is owned by the Crown Estate.",
  "/wiki/Miss_Julie": "Miss Julie (Swedish: Fröken Julie) is a naturalistic play written in 1888 by August Strindberg. It is set on Midsummer's Eve and the following morning, which is Midsummer and the Feast Day of St. John the Baptist. The setting is an estate of a count in Sweden. Miss Julie is drawn to a senior servant, a valet named Jean, who is well-traveled and well-read. The action takes place in the kitchen of Miss Julie's father's manor, where Jean's fiancée, a servant named Christine, cooks and sometimes sleeps while Jean and Miss Julie talk.",
  "/wiki/August_Strindberg": "Johan August Strindberg (/ˈstrɪn(d)bɜːrɡ/, Swedish: [ˈǒːɡɵst ˈstrɪ̂nːdbærj] (listen); 22 January 1849 – 14 May 1912) was a Swedish playwright, novelist, poet, essayist and painter. A prolific writer who often drew directly on his personal experience, Strindberg's career spanned four decades, during which time he wrote over sixty plays and more than thirty works of fiction, autobiography, history, cultural analysis, and politics. A bold experimenter and iconoclast throughout, he explored a wide range of dramatic methods and purposes, from naturalistic tragedy, monodrama, and history plays, to his anticipations of expressionist and surrealist dramatic techniques. From his earliest work, Strindberg developed innovative forms of dramatic action, language, and visual composition.  He is considered the \"father\" of modern Swedish literature and his The Red Room (1879) has frequently been described as the first modern Swedish novel.",
  "/wiki/Royal_Exchange,_Manchester": "The Royal Exchange is a grade II listed building in Manchester, England. It is located in the city centre on the land bounded by St Ann's Square, Exchange Street, Market Street, Cross Street and Old Bank Street. The complex includes the Royal Exchange Theatre and the Royal Exchange Shopping Centre.",
  "/wiki/The_Dumb_Waiter": "The Dumb Waiter is a one-act play by Harold Pinter written in 1957.",
  "/wiki/Harold_Pinter": "Harold Pinter CH CBE (/ˈpɪntər/; 10 October 1930 – 24 December 2008) was a British playwright, screenwriter, director and actor. A Nobel Prize winner, Pinter was one of the most influential modern British dramatists with a writing career that spanned more than 50 years. His best-known plays include The Birthday Party (1957), The Homecoming (1964), and Betrayal (1978), each of which he adapted for the screen. His screenplay adaptations of others' works include The Servant (1963), The Go-Between (1971), The French Lieutenant's Woman (1981), The Trial (1993), and Sleuth (2007). He also directed or acted in radio, stage, television, and film productions of his own and others' works.",
  "/wiki/Print_Room_(theatre)": "The Coronet Theatre, formerly The Print Room, is an Off West End theatre located in the former Coronet Cinema in London. The company was founded in Westbourne Grove, West London, and opened in September 2010. It produces a programme of theatre, art, dance, poetry, film and music. The theatre is run by Artistic Director Anda Winters.",
  "/wiki/Constellations_(play)": "Constellations is a two-hander play by the English playwright Nick Payne.",
  "/wiki/Nick_Payne": "Nick Payne (born 1984) is a British playwright and screenwriter.",
  "/wiki/D._H._Lawrence": "David Herbert Lawrence (11 September 1885 – 2 March 1930) was an English writer and poet. His collected works represent, among other things, an extended reflection upon the dehumanising effects of modernity and industrialisation. Some of the issues Lawrence explores are sexuality, emotional health, vitality, spontaneity, and instinct.",
  "/wiki/Royal_National_Theatre": "The Royal National Theatre in London, commonly known as the National Theatre (NT), is one of the United Kingdom's three most prominent publicly funded performing arts venues, alongside the Royal Shakespeare Company and the Royal Opera House. Internationally, it is known as the National Theatre of Great Britain.",
  "/wiki/Rutherford_and_Son": "Rutherford and Son is a play by Githa Sowerby (1876–1970), written in 1912. It premiered in London in the same year with four matinee performances at the Royal Court followed by a run of 133 performances at the Vaudeville Theatre. The production was directed by Norman McKinnel who also took the role of Rutherford. The same production opened at the Little Theater, New York on Christmas Eve, 1912 and ran for 63 performances. The Times theatre critic, Arthur Bingham Walkley, called it \"a play not easily forgotten, and full of promise for the future as well as of merit in itself\", while the Saturday Review thought it showed \"what can be done in the modern theatre by keeping strictly to the point.\" Journalist Keble Howard, after an interview with Sowerby in 1912, wrote that, \"Rutherford and Son is a marvellous achievement...\".",
  "/wiki/Githa_Sowerby": "Katherine Githa Sowerby (6 October 1876 – 30 June 1970), also known under her pen name K. G. Sowerby, was an English playwright, children's writer, and member of the Fabian Society. A feminist, she was well-known during the early twentieth century for her 1912 hit play Rutherford & Son, but lapsed into obscurity in later decades.",
  "/wiki/Joe_Armstrong_(actor)": "Joe Armstrong (born 7 October 1978) is an English actor. His notable television roles include Allan A Dale in three series of Robin Hood, Hotspur in  Henry IV, Part I, Ashley Cowgill in Happy Valley and Bairstow in The Village. On stage, he played the lead role in D. C. Moore's The Empire and appeared in the 2011 revival of Flare Path. He co-starred with Maxine Peake in Miss Julie at the Royal Exchange and with Louise Brealey in a touring production of Constellations."
}