{
  "/wiki/Annie_Allen": "Annie Allen is a book of poetry by Gwendolyn Brooks that was published in 1949, and for which she received the Pulitzer Prize in 1950. This made her the first African American to ever receive a Pulitzer Prize.",
  "/wiki/Gwendolyn_Brooks": "Gwendolyn Elizabeth Brooks (June 7, 1917 – December 3, 2000) was an American poet, author, and teacher. Her work often dealt with the personal celebrations and struggles of ordinary people in her community. She won the Pulitzer Prize for Poetry on May 1, 1950, for Annie Allen, making her the first African American to receive a Pulitzer Prize.",
  "/wiki/The_Luck_of_Barry_Lyndon": "The Luck of Barry Lyndon is a picaresque novel by William Makepeace Thackeray, first published as a serial in Fraser's Magazine in 1844, about a member of the Irish gentry trying to become a member of the English aristocracy. Thackeray, who based the novel on the life and exploits of the Anglo-Irish rake and fortune-hunter Andrew Robinson Stoney, later reissued it under the title The Memoirs of Barry Lyndon, Esq.",
  "/wiki/William_Makepeace_Thackeray": "William Makepeace Thackeray (/ˈθækəri/; 18 July 1811 – 24 December 1863) was a British novelist, author and illustrator born in India. He is known for his satirical works, particularly Vanity Fair, a panoramic portrait of British society, and The Luck of Barry Lyndon, which was adapted for film by Stanley Kubrick.",
  "/wiki/James_Bond_(literary_character)": "Commander James Bond, CMG, RNVR, is a fictional spy created by the British journalist and novelist Ian Fleming in 1953. He is the protagonist of the James Bond series of novels, films, comics and video games. Fleming wrote twelve Bond novels and two short story collections. His final two books—The Man with the Golden Gun (1965) and Octopussy and The Living Daylights (1966)—were published posthumously.",
  "/wiki/List_of_James_Bond_novels_and_short_stories": "The James Bond literary franchise is a series of novels and short stories, first published in 1953 by Ian Fleming, a British author, journalist, and former naval intelligence officer. James Bond, often referred to by his code name, 007, is a British Secret Service agent; the character was created by journalist and author Ian Fleming, and first appeared in his 1953 novel Casino Royale; the books are set in a contemporary period, between May 1951 and February 1964. Fleming went on to write a total of twelve novels and two collections of short stories, all written at his Jamaican home Goldeneye and published annually. Two of his books were published after his death in 1964.",
  "/wiki/Ian_Fleming": "Ian Lancaster Fleming (28 May 1908 – 12 August 1964) was an English author, journalist and naval intelligence officer who is best known for his James Bond series of spy novels. Fleming came from a wealthy family connected to the merchant bank Robert Fleming & Co., and his father was the Member of Parliament for Henley from 1910 until his death on the Western Front in 1917. Educated at Eton, Sandhurst and, briefly, the universities of Munich and Geneva, Fleming moved through several jobs before he started writing.",
  "/wiki/Pinkie_Brown": "Pinkie Brown is a fictional character, the main antagonist in Graham Greene's 1938 novel Brighton Rock.",
  "/wiki/Brighton_Rock_(novel)": "Brighton Rock is a novel by Graham Greene, published in 1938  and later adapted for film in 1947 and 2010. The novel is a murder thriller set in 1930s Brighton. The title refers to a confectionery traditionally sold at seaside resorts, which in the novel is used as a metaphor for the personality of Pinkie, which is the same all the way through. There are links between this novel and Greene's earlier novel A Gun for Sale (1936), because Raven's murder of the gang boss Kite, mentioned in A Gun For Sale, allows Pinkie to take over his gang and thus sets the events of Brighton Rock in motion.",
  "/wiki/Graham_Greene": "Henry Graham Greene OM CH (2 October 1904 – 3 April 1991), better known by his pen name Graham Greene, was an English novelist regarded by many as one of the leading English novelists of the 20th century. Combining literary acclaim with widespread popularity, Greene acquired a reputation early in his lifetime as a major writer, both of serious Catholic novels, and of thrillers (or \"entertainments\" as he termed them). He was shortlisted, in 1966 and 1967, for the Nobel Prize for Literature. Through 67 years of writings, which included over 25 novels, he explored the ambivalent moral and political issues of the modern world, often through a Catholic perspective.",
  "/wiki/Holden_Caulfield": "Holden Caulfield is a fictional character in author J. D. Salinger's 1951 novel The Catcher in the Rye. Since the book's publication, Holden has become an icon for teenage rebellion and angst, and now stands among the most important characters of 20th-century American literature. The name Holden Caulfield was used in an unpublished short story written in 1941 and first appeared in print in 1945.",
  "/wiki/The_Catcher_in_the_Rye": "The Catcher in the Rye is a story by J. D. Salinger, partially published in serial form in 1945–1946 and as a novel in 1951. It was originally intended for adults but is often read by adolescents for its themes of angst and alienation, and as a critique on superficiality in society. It has been translated into almost all of the world's major languages. Around one million copies are sold each year, with total sales of more than 65 million books. The novel's protagonist Holden Caulfield has become an icon for teenage rebellion. The novel also deals with complex issues of innocence, identity, belonging, loss, connection, and sex.",
  "/wiki/J._D._Salinger": "Jerome David Salinger (/ˈsælɪndʒər/; January 1, 1919 –  January 27, 2010) was an American writer best known for his novel The Catcher in the Rye.",
  "/wiki/Quentin_Compson": "Quentin Compson is a fictional character created by William Faulkner. He is an intelligent, neurotic, and introspective son of the Compson Family. He is featured in the classic novels The Sound and the Fury and Absalom, Absalom! as well as the short stories, \"That Evening Sun\" and \"A Justice\". His thoughts are articulated with Faulkner's innovative stream-of-consciousness technique. Faulkner published The Sound and the Fury in 1929 which chronicles Quentin's childhood in postbellum Mississippi as well as the last months of his life in Cambridge, Massachusetts at Harvard University, before hurling himself off of a bridge on June 2, 1910. In 1936, Faulkner published Absalom, Absalom! which takes place before Quentin left for Harvard in which he attempts to solve and reflect on a mysterious tragedy in the past. The passage in The Sound and the Fury's entry gives more information about the character.[clarification needed]",
  "/wiki/The_Sound_and_the_Fury": "The Sound and the Fury is a novel written by the American author William Faulkner. It employs a number of narrative styles, including stream of consciousness. Published in 1929, The Sound and the Fury was Faulkner's fourth novel, and was not immediately successful. In 1931, however, when Faulkner's sixth novel, Sanctuary, was published—a sensationalist story, which Faulkner later claimed was written only for money—The Sound and the Fury also became commercially successful, and Faulkner began to receive critical attention.",
  "/wiki/William_Faulkner": "William Cuthbert Faulkner (/ˈfɔːknər/; September 25, 1897 – July 6, 1962) was an American writer and Nobel Prize laureate from Oxford, Mississippi. Faulkner wrote novels, short stories, screenplays, poetry, essays, and  a play. He is primarily known for his novels and short stories set in the fictional Yoknapatawpha County, based on Lafayette County, Mississippi, where he spent most of his life.",
  "/wiki/Cross_Damon": "Cross Damon was a fictional character from Richard Wright's 1953 novel The Outsider.  Cross Damon was viewed as an \"outsider\" who did not attempt to become a product of the established culture of American society. Cross was considered a complete opposite to Bigger Thomas, another character created by Richard Wright in his novel Native Son.  He also ridicules Communist techniques and lives according to the principles of free choice. Cross Damon committed murder in a completely different spirit than Bigger Thomas.  He acts as an individual who is free to do whatever his habits and desires lead him to do.  His is not a victim of social and environmental pressures outside his control.  In many ways, Cross Damon resembles Meursault, the hero of Albert Camus novel The Stranger.  Both men lived outside of any involvement with common humanity and paid no attention to social mores.",
  "/wiki/The_Outsider_(Wright_novel)": "The Outsider is a novel by American author Richard Wright, first published in 1953. The Outsider is Richard Wright's second installment in a story of epic proportions, a complex master narrative to show American racism in raw and ugly terms.  It was the kind of racism that Wright knew and experienced, a racism from which most black people of his own time could not escape, and it remained the central element in his fiction.  The Outsider appeared during the height of McCarthyism in the United States and the advent of the Cold War in Europe, two events which had a significant bearing on its initial reception.",
  "/wiki/Richard_Wright_(author)": "Richard Nathaniel Wright (September 4, 1908 – November 28, 1960) was an American author of novels, short stories, poems, and non-fiction. Much of his literature concerns racial themes, especially related to the plight of African Americans during the late 19th to mid-20th centuries, who suffered discrimination and violence in the South and the North. Literary critics believe his work helped change race relations in the United States in the mid-20th century.",
  "/wiki/Song_of_Solomon_(novel)": "Song of Solomon is a 1977 novel by American author Toni Morrison, her third to be published. It follows the life of Macon \"Milkman\" Dead III, an African-American man living in Michigan, from birth to adulthood.",
  "/wiki/Toni_Morrison": "Chloe Anthony Wofford Morrison (born Chloe Ardelia Wofford; February 18, 1931 – August 5, 2019), known as Toni Morrison, was an American novelist, essayist, book editor, and college professor. Her first novel, The Bluest Eye, was published in 1970. The critically acclaimed Song of Solomon (1977) brought her national attention and won the National Book Critics Circle Award. In 1988, Morrison won the Pulitzer Prize for Beloved (1987); she gained worldwide recognition when she was awarded the Nobel Prize in Literature in 1993.",
  "/wiki/Stephen_Dedalus": "Stephen Dedalus is James Joyce's literary alter ego, appearing as the protagonist and antihero of his first, semi-autobiographical novel of artistic existence A Portrait of the Artist as a Young Man and an important character in Joyce's Ulysses.",
  "/wiki/A_Portrait_of_the_Artist_as_a_Young_Man": "A Portrait of the Artist as a Young Man is the first novel of Irish writer James Joyce.  A Künstlerroman in a modernist style, it traces the religious and intellectual awakening of young Stephen Dedalus, a fictional alter ego of Joyce and an allusion to Daedalus, the consummate craftsman of Greek mythology.  Stephen questions and rebels against the Catholic and Irish conventions under which he has grown, culminating in his self-exile from Ireland to Europe.  The work uses techniques that Joyce developed more fully in Ulysses (1922) and Finnegans Wake (1939).",
  "/wiki/Ulysses_(novel)": "Ulysses is a modernist novel by Irish writer James Joyce. It was first serialised in parts in the American journal The Little Review from March 1918 to December 1920 and then published in its entirety in Paris by Sylvia Beach on 2 February 1922, Joyce's 40th birthday. It is considered one of the most important works of modernist literature and has been called \"a demonstration and summation of the entire movement.\" According to Declan Kiberd, \"Before Joyce, no writer of fiction had so foregrounded the process of thinking\".",
  "/wiki/James_Joyce": "James Augustine Aloysius Joyce (2 February 1882 – 13 January 1941) was an Irish novelist, short story writer, poet, teacher, and literary critic. He contributed to the modernist avant-garde and is regarded as one of the most influential and important authors of the 20th century. Joyce is best known for Ulysses (1922), a landmark work in which the episodes of Homer's Odyssey are paralleled in a variety of literary styles, most famously stream of consciousness. Other well-known works are the short-story collection Dubliners (1914), and the novels A Portrait of the Artist as a Young Man (1916) and Finnegans Wake (1939). His other writings include three books of poetry, a play, his published letters and occasional journalism.",
  "/wiki/Roland_Deschain": "Roland Deschain of Gilead is a fictional character and the protagonist of Stephen King's The Dark Tower series. He is the son of Steven and Gabrielle Deschain and is descended from a long line of \"gunslingers\", peacekeepers and diplomats of Roland's society.",
  "/wiki/The_Dark_Tower_(series)": "The Dark Tower is a series of eight books and one short story written by American author Stephen King that incorporate themes from multiple genres, including dark fantasy, science fantasy, horror, and Western. It describes a \"gunslinger\" and his quest toward a tower, the nature of which is both physical and metaphorical. The series, and its use of the Dark Tower, expands upon Stephen King's multiverse and in doing so, links together many of his other novels.\nIn addition to the eight novels of the series proper that comprise 4,250 pages, many of King's other books relate to the story, introducing concepts and characters that come into play as the series progresses.",
  "/wiki/Stephen_King": "Stephen Edwin King (born September 21, 1947) is an American author of horror, supernatural fiction, suspense, and fantasy novels. His books have sold more than 350 million copies, many of which have been adapted into feature films, miniseries, television series, and comic books. King has published 61 novels (including seven under the pen name Richard Bachman) and six non-fiction books. He has written approximately 200 short stories, most of which have been published in book collections.",
  "/wiki/Raoul_Duke": "Raoul Duke is the fictional character and antihero based on Hunter S. Thompson in his autobiographical novel Fear and Loathing in Las Vegas. The book was originally written under the name Raoul Duke.",
  "/wiki/Fear_and_Loathing_in_Las_Vegas": "Fear and Loathing in Las Vegas: A Savage Journey to the Heart of the American Dream is a 1971 novel by Hunter S. Thompson, illustrated by Ralph Steadman. The book is a roman à clef, rooted in autobiographical incidents. The story follows its protagonist, Raoul Duke, and his attorney, Dr. Gonzo, as they descend on Las Vegas to chase the American Dream through a drug-induced haze, all the while ruminating on the failure of the 1960s countercultural movement. The work is Thompson's most famous book, and is noted for its lurid descriptions of illegal drug use and its early retrospective on the culture of the 1960s. Its popularization of Thompson's highly subjective blend of fact and fiction has become known as gonzo journalism. The novel first appeared as a two-part series in Rolling Stone magazine in 1971, and was published as a book in 1972. It was later adapted into a film of the same title in 1998 by Terry Gilliam, starring Johnny Depp and Benicio del Toro who portrayed Raoul Duke and Dr. Gonzo, respectively.",
  "/wiki/Hunter_S._Thompson": "Hunter Stockton Thompson (July 18, 1937 – February 20, 2005) was an American journalist and author, and the founder of the gonzo journalism movement. He first rose to prominence with the publication of Hell's Angels (1967), a book for which he spent a year living and riding with the Hells Angels motorcycle gang in order to write a first-hand account of the lives and experiences of its members.",
  "/wiki/The_Narrator_(Fight_Club)": "The Narrator is a fictional character appearing as the central figure of the 1996 Chuck Palahniuk novel Fight Club, its 1999 film adaptation of the same name, and the comic book Fight Club 2. The character is an insomniac with a split personality, and is depicted as an unnamed everyman (credited in the film as \"the Narrator\") during the day, who becomes the chaotic and charismatic Tyler Durden at night during periods of insomnia.",
  "/wiki/Fight_Club_(novel)": "Fight Club is a 1996 novel by Chuck Palahniuk. It follows the experiences of an unnamed protagonist struggling with insomnia. Inspired by his doctor's exasperated remark that insomnia is not suffering, the protagonist finds relief by impersonating a seriously ill person in several support groups. Then he meets a mysterious man named Tyler Durden and establishes an underground fighting club as radical psychotherapy.",
  "/wiki/Chuck_Palahniuk": "Charles Michael Palahniuk (/ˈpɔːlənɪk/; born February 21, 1962) is an American novelist and freelance journalist, who describes his work as transgressional fiction. He is the author of the award-winning novel Fight Club, which also was made into a popular film of the same name.",
  "/wiki/Geralt_of_Rivia": "Geralt of Rivia (Polish: Geralt z Rivii) is a fictional character and the protagonist of The Witcher series of short stories and novels by Polish writer Andrzej Sapkowski, as well as its adaptations, which include film, TV series, comic books and video games. Geralt, one of the few remaining witchers on the Continent, is a traveling monster slayer for hire, mutated and trained from an early age to slay deadly beasts.",
  "/wiki/The_Witcher": "The Witcher (Polish: Wiedźmin, Polish pronunciation: [ˈvʲɛd͡ʑmʲin]) is a fantasy series of novels and short stories written by Polish author Andrzej Sapkowski. The series revolves around the titular \"witcher\", Geralt of Rivia. In Sapkowski's works, \"witchers\" are beast hunters who develop supernatural abilities at a young age to battle wild beasts and monsters. The books have been adapted into a film (The Hexer), two television series (The Hexer and The Witcher), a trilogy of video games (The Witcher, The Witcher 2: Assassins of Kings, and The Witcher 3: Wild Hunt), and a graphic novel series. The series of novels is known as the Witcher Saga. The short stories and novels have been translated into numerous languages, including English, German, French, Italian, Spanish and Russian.",
  "/wiki/Andrzej_Sapkowski": "Andrzej Sapkowski (Polish pronunciation: [ˈandʐɛj sapˈkɔfskʲi]; born 21 June 1948) is a Polish fantasy writer. He is best known for his book series, The Witcher. His books have been translated into over 20 languages.",
  "/wiki/Huckleberry_Finn": "Huckleberry \"Huck\" Finn is a fictional character created by Mark Twain who first appeared in the book The Adventures of Tom Sawyer (1876) and is the protagonist and narrator of its sequel, Adventures of Huckleberry Finn (1884). He is 12 or 13 years old during the former and a year older (\"thirteen or fourteen or along there\", Chapter 17) at the time of the latter. Huck also narrates Tom Sawyer Abroad and Tom Sawyer, Detective, two shorter sequels to the first two books.",
  "/wiki/Adventures_of_Huckleberry_Finn": "Adventures of Huckleberry Finn (or, in more recent editions, The Adventures of Huckleberry Finn) is a novel by Mark Twain, first published in the United Kingdom in December 1884 and in the United States in February 1885. Commonly named among the Great American Novels, the work is among the first in major American literature to be written throughout in vernacular English, characterized by local color regionalism. It is told in the first person by Huckleberry \"Huck\" Finn, the narrator of two other Twain novels (Tom Sawyer Abroad and Tom Sawyer, Detective) and a friend of Tom Sawyer. It is a direct sequel to The Adventures of Tom Sawyer.",
  "/wiki/Mark_Twain": "Samuel Langhorne Clemens (November 30, 1835 – April 21, 1910), known by his pen name Mark Twain, was an American writer, humorist, entrepreneur, publisher, and lecturer. He was lauded as the \"greatest humorist this country has produced\", and William Faulkner called him \"the father of American literature\". His novels include The Adventures of Tom Sawyer (1876) and its sequel, the Adventures of Huckleberry Finn (1884), the latter often called \"The Great American Novel\".",
  "/wiki/Randall_Flagg": "Randall Flagg is a fictional character created by American author Stephen King, who has appeared in at least nine of his novels. Described as \"an accomplished sorcerer and a devoted servant of the Outer Dark,\" he has supernatural abilities involving necromancy, prophecy, and influence over animal and human behavior. His goals typically center on bringing down civilizations through destruction and conflict. He has a variety of names, usually with the initial letters \"R. F.\" but with occasional exceptions, such as Walter o'Dim (originally envisioned by King as a separate character) in The Dark Tower series and Marten Broadcloak.",
  "/wiki/The_Stand": "The Stand is a postapocalyptic horror/fantasy novel by American author Stephen King. It expands upon the scenario of his earlier short story \"Night Surf\", and presents a detailed vision of the total breakdown of society after the accidental release of a strain of influenza that had been modified for biological warfare causes an apocalyptic pandemic, killing off over 99% of the world's population. Published in 1978, The Stand is the fourth and longest novel King published.",
  "/wiki/Eyes_of_the_Dragon": "The Eyes of the Dragon is a fantasy novel by American  writer Stephen King, first published as a limited edition slipcased hardcover by Philtrum Press in 1984, illustrated by Kenneth R. Linkhauser. The novel would later be published for the mass market by Viking in 1987, with illustrations by David Palladini. This trade edition was slightly revised for publication. The 1995 French edition did not reproduce the American illustrations; it included brand new illustrations by Christian Heinrich, and a 2016 new French version also included brand new illustrations, by Nicolas Duffaut.",
  "/wiki/Harry_Flashman": "Sir Harry Paget Flashman VC, KCB, KCIE is a fictional character created by Thomas Hughes (1822–1896) in the semi-autobiographical Tom Brown's School Days (1857) and later developed by George MacDonald Fraser (1925–2008). Harry Flashman appears in a series of 12 of Fraser's books, collectively known as The Flashman Papers, with covers illustrated by Arthur Barbosa. Flashman was played by Malcolm McDowell in the Richard Lester 1975 film Royal Flash.",
  "/wiki/The_Flashman_Papers": "The Flashman Papers is a series of novels and short stories written by George MacDonald Fraser, the first of which was published in 1969. The books centre on the exploits of the fictional protagonist Harry Flashman. He is a cowardly British soldier, rake and cad who is placed in a series of real historical incidents between 1839 and 1894. While the incidents and much of the detail in the novels have a factual background, Flashman's actions in the stories are either fictional, or Fraser uses the actions of unidentified individuals and assigns them to Flashman. Flashman is a character in the 1857 novel by Thomas Hughes, Tom Brown's School Days; Hughes' version of the character is a bully at Rugby School who is expelled for drunkenness. The character was then developed by Fraser, and appeared in the 1969 novel Flashman. Fraser went on to write a total of eleven novels and one collection of short stories featuring the character.",
  "/wiki/George_MacDonald_Fraser": "George MacDonald Fraser OBE FRSL (2 April 1925 – 2 January 2008) was a Scottish author who wrote historical novels, non-fiction books and several screenplays. He is best known for a series of works that featured the character Flashman.",
  "/wiki/Artemis_Fowl_II": "Artemis Fowl II is the eponymous protagonist of the Artemis Fowl series by Eoin Colfer.",
  "/wiki/Artemis_Fowl_(series)": "Artemis Fowl is a series of eight fantasy novels written by Irish author Eoin Colfer, featuring the criminal mastermind Artemis Fowl II. \nThe series has received positive critical reception and generated huge sales. It has also originated graphic novel adaptations.",
  "/wiki/Eoin_Colfer": "Eoin Colfer  (/ˈoʊ.ɪn/; born 14 May 1965) is an Irish author of children's books. He worked as a primary school teacher before he became a full-time writer. He is best known for being the author of the Artemis Fowl series. In September 2008, Colfer was commissioned to write the sixth instalment of the Hitchhiker's Guide to the Galaxy series, entitled And Another Thing ..., which was published in October 2009. In October 2016, in a contract with Marvel Comics, he released Iron Man: The Gauntlet. He served as Laureate na nÓg (Ireland's Children's Laureate) between 2014 and 2016.",
  "/wiki/Jay_Gatsby": "Jay Gatsby (originally named James \"Jimmy\" Gatz) is the title character of the 1925 F. Scott Fitzgerald novel The Great Gatsby. The fictional character, a millionaire and the owner of a luxurious mansion where extravagant parties are often hosted, is described by the novel's narrator, Nick Carraway, as being \"the single most hopeful person I've ever met\".",
  "/wiki/The_Great_Gatsby": "The Great Gatsby is a 1925 novel written by American author F. Scott Fitzgerald that follows a cast of characters living in the fictional towns of West Egg and East Egg on prosperous Long Island in the summer of 1922. The story primarily concerns the young and mysterious millionaire Jay Gatsby and his quixotic passion and obsession with the beautiful former debutante Daisy Buchanan. Considered to be Fitzgerald's magnum opus, The Great Gatsby explores themes of decadence, idealism, resistance to change, social upheaval and excess, creating a portrait of the Roaring Twenties that has been described as a cautionary[a] tale regarding the American Dream.",
  "/wiki/F._Scott_Fitzgerald": "Francis Scott Key Fitzgerald (September 24, 1896 – December 21, 1940) was an American fiction writer, whose works helped to illustrate the flamboyance and excess of the Jazz Age. While he achieved popular success, fame, and fortune in his lifetime, he did not receive much critical acclaim until after his death. Perhaps the most notable member of the \"Lost Generation\" of the 1920s, Fitzgerald is now widely regarded as one of the greatest American writers of the 20th century. He finished four novels: This Side of Paradise, The Beautiful and Damned, The Great Gatsby, and Tender Is the Night. A fifth, unfinished novel, The Last Tycoon, was published posthumously. Four collections of his short stories were published, as well as 164 short stories in magazines during his lifetime.",
  "/wiki/Prince_Hamlet": "Prince Hamlet is the title role and protagonist of William Shakespeare's c. 1600 tragedy Hamlet. He is the Prince of Denmark, nephew to the usurping Claudius, and son of King Hamlet, the previous king of Denmark. At the beginning of the play, he struggles with whether, and how, to avenge the murder of his father, and struggles with his own sanity along the way. By the end of the tragedy, Hamlet has caused the deaths of Polonius, Laertes, Claudius, and Rosencrantz and Guildenstern, two acquaintances of his from the University of Wittenberg. He is also indirectly involved in the deaths of his love Ophelia (drowning) and of his mother Gertrude (poisoned by Claudius by mistake).",
  "/wiki/Hamlet": "The Tragedy of Hamlet, Prince of Denmark, often shortened to Hamlet (/ˈhæmlɪt/), is a tragedy written by William Shakespeare sometime between 1599 and 1601. \nIt is Shakespeare's longest play with 30,557 words. Set in Denmark, the play depicts Prince Hamlet and his revenge against his uncle, Claudius, who has murdered Hamlet's father in order to seize his throne and marry Hamlet's mother.",
  "/wiki/William_Shakespeare": "William Shakespeare (bapt. 26 April 1564 – 23 April 1616)[a] was an English poet, playwright, and actor, widely regarded as the greatest writer in the English language and the world's greatest dramatist. He is often called England's national poet and the \"Bard of Avon\" (or simply \"the Bard\").[b] His extant works, including collaborations, consist of some 39 plays,[c] 154 sonnets, two long narrative poems, and a few other verses, some of uncertain authorship. His plays have been translated into every major living language and are performed more often than those of any other playwright.",
  "/wiki/If_He_Hollers_Let_Him_Go": "If He Hollers Let Him Go is the first novel by American writer Chester Himes, published in 1945, about an African-American shipyard worker in Los Angeles during World War II. It earned him critical acclaim and was considered a \"protest novel\", in the tradition of Richard Wright.",
  "/wiki/Chester_Himes": "Chester Bomar Himes (July 29, 1909 – November 12, 1984) was a black American writer. His works include If He Hollers Let Him Go and the Harlem Detective series. In 1958 he won France's Grand Prix de Littérature Policière."
}