{
  "/wiki/Menace_II_Society": "Menace II Society (pronounced Menace to Society) is a 1993 American teen hood drama film directed by Allen and Albert Hughes in their directorial debut, and starring Tyrin Turner, Jada Pinkett, Larenz Tate and Samuel L. Jackson. The film is set in Watts and follows the life of a young man named Kaydee \"Caine\" Lawson and his close friends. It gained notoriety for its scenes of violence, profanity and drug-related content. It also received positive reviews for its gritty portrayal of urban violence and its powerful underlying messages.",
  "/wiki/Larenz_Tate": "Larenz Tate (born September 8, 1975) is an American film and television actor. Tate is best known for his roles as O-Dog in Menace II Society and as Councilman Tate in Power. Tate's other films and television series include the films Dead Presidents, Love Jones, A Man Apart, Crash, Waist Deep, Ray and the television series Rush and Game of Silence.",
  "/wiki/Beetlejuice_(character)": "Beetlejuice is a 1988 American horror comedy film directed by Tim Burton, produced by the Geffen Company, and distributed by Warner Bros. Pictures. The plot revolves around a recently deceased couple (Alec Baldwin and Geena Davis) who become ghosts haunting their former home, and an obnoxious, devious poltergeist named Betelgeuse (pronounced and occasionally spelled Beetlejuice in the movie and portrayed by Michael Keaton) from the Netherworld who tries to scare away the new inhabitants (Catherine O'Hara, Jeffrey Jones, and Winona Ryder).",
  "/wiki/Beetlejuice": "Beetlejuice is a 1988 American horror comedy film directed by Tim Burton, produced by the Geffen Company, and distributed by Warner Bros. Pictures. The plot revolves around a recently deceased couple (Alec Baldwin and Geena Davis) who become ghosts haunting their former home, and an obnoxious, devious poltergeist named Betelgeuse (pronounced and occasionally spelled Beetlejuice in the movie and portrayed by Michael Keaton) from the Netherworld who tries to scare away the new inhabitants (Catherine O'Hara, Jeffrey Jones, and Winona Ryder).",
  "/wiki/Michael_Keaton": "Michael John Douglas (born September 5, 1951), known professionally as Michael Keaton, is an American actor, producer, and director. He first rose to fame for his roles on the CBS sitcoms All's Fair and The Mary Tyler Moore Hour and his comedic film roles in Night Shift (1982), Mr. Mom (1983), Johnny Dangerously (1984), and Beetlejuice (1988). He earned further acclaim for his dramatic portrayal of the title character in Tim Burton's Batman (1989) and Batman Returns (1992).",
  "/wiki/Travis_Bickle": "Travis Bickle is a fictional character who is the protagonist of the 1976 film Taxi Driver directed by Martin Scorsese. He is played by Robert De Niro, who received an Oscar nomination for his performance.",
  "/wiki/Taxi_Driver": "Taxi Driver is a 1976 American neo-noir psychological thriller film directed by Martin Scorsese, written by Paul Schrader, and starring Robert De Niro, Jodie Foster, Cybill Shepherd, Harvey Keitel, Peter Boyle, Leonard Harris and Albert Brooks. Set in a decaying and morally bankrupt New York City following the Vietnam War, the film tells the story of a lonely taxi driver, who descends into insanity as he plots to assassinate both the presidential candidate (Harris) for whom the woman he is infatuated with (Shepherd) works, and the pimp (Keitel) of an underage prostitute (Foster) he befriends.",
  "/wiki/Robert_De_Niro": "Robert Anthony De Niro Jr. (/də ˈnɪəroʊ/, Italian: [de ˈniːro]; born August 17, 1943) is an American actor, producer, and director. He has received numerous accolades, including two Academy Awards, a Golden Globe Award, the Cecil B. DeMille Award, the Golden Lion, the AFI Life Achievement Award, Presidential Medal of Freedom, and has been nominated for six BAFTA Awards, four Primetime Emmy Awards, and four Screen Actors Guild Awards. He also has Italian citizenship.",
  "/wiki/Casablanca_(film)": "Casablanca is a 1942 American romantic drama film directed by Michael Curtiz based on Murray Burnett and Joan Alison's unproduced stage play Everybody Comes to Rick's. The film stars Humphrey Bogart, Ingrid Bergman, and Paul Henreid; it also features Claude Rains, Conrad Veidt, Sydney Greenstreet, Peter Lorre, and Dooley Wilson. Set during World War II, it focuses on an American expatriate who must choose between his love for a woman and helping her and her husband, a Czech resistance leader, escape from the Vichy-controlled city of Casablanca to continue his fight against the Germans.",
  "/wiki/Humphrey_Bogart": "Humphrey DeForest Bogart (/ˈboʊɡɑːrt/; December 25, 1899 – January 14, 1957) was an American film and stage actor. His performances in Classical Hollywood cinema films made him an American cultural icon. In 1999, the American Film Institute selected Bogart as the greatest male star of classic American cinema.",
  "/wiki/Nightcrawler_(film)": "Nightcrawler is a 2014 American neo-noir thriller film written and directed by Dan Gilroy in his feature directorial debut. It stars Jake Gyllenhaal as Louis Bloom, a stringer who records violent events late at night in Los Angeles and sells the footage to a local television news station. Rene Russo, Riz Ahmed, and Bill Paxton also star. A common theme in the film is the symbiotic relationship between unethical journalism and consumer demand.",
  "/wiki/Jake_Gyllenhaal": "Jacob Benjamin Gyllenhaal (common: /ˈdʒɪlənhɔːl/, correct: [ˈjʏ̂lːɛnˌhɑːl]; born December 19, 1980) is an American actor and film producer. Born into the Gyllenhaal family, he is the son of director Stephen Gyllenhaal and screenwriter Naomi Foner. He began acting as a child, making his acting debut in City Slickers (1991), followed by roles in his father's films A Dangerous Woman (1993) and Homegrown (1998). His breakthrough performances were as Homer Hickam in October Sky (1999) and as a psychologically troubled teenager in Donnie Darko (2001). His most widely seen film to that point came with the disaster film The Day After Tomorrow (2004).",
  "/wiki/Jason_Bourne": "Jason Bourne (/boʊrn/) is a fictional character created by novelist Robert Ludlum.  Bourne is the protagonist in a series of novels and subsequent film adaptations.  He first appeared in the novel The Bourne Identity (1980), which was adapted for television in 1988. The novel was adapted into a feature film of the same name in 2002 and starred Matt Damon in the lead role.",
  "/wiki/Bourne_(film_series)": "Bourne films are a series of American action thriller films based on the character Jason Bourne, a CIA assassin suffering from dissociative amnesia who must figure out who he is, created by author Robert Ludlum.",
  "/wiki/Matt_Damon": "Matthew Paige Damon (/ˈdeɪmən/; born October 8, 1970) is an American actor, film producer and screenwriter. He is ranked among Forbes magazine's most bankable stars and is one of the highest-grossing actors of all time.[nb 1] Damon has received various accolades, including an Academy Award from five nominations, two Golden Globe Awards from eight nominations, and has been nominated for three British Academy Film Awards and seven Emmy Awards.",
  "/wiki/Brightburn": "Brightburn is a 2019 American superhero horror film directed by David Yarovesky, written by Mark Gunn and Brian Gunn, and produced by James Gunn and Kenneth Huang. It stars Elizabeth Banks, David Denman, Jackson A. Dunn, Matt Jones and Meredith Hagner. It follows Brandon Breyer, a young boy of extraterrestrial origin reared on Earth who realizes he has superpowers. Upon learning of them and being brainwashed by the ship he arrived in, Brandon rejects his humanity and turns to evil, opting to terrorize his hometown, including his parents. The film is produced and financed by Screen Gems, Stage 6 Films, The H Collective and Troll Court Entertainment.",
  "/wiki/Brodie_Bruce": "This is a list of major and recurring characters in Kevin Smith's fictional universe known as the View Askewniverse.",
  "/wiki/Mallrats": "Mallrats is a 1995 American romantic buddy comedy film written and directed by Kevin Smith and starring Jason Lee, Jeremy London, Shannen Doherty, Claire Forlani, Ben Affleck, Jason Mewes, Joey Lauren Adams, Michael Rooker, and Smith himself. It is the second film in the View Askewniverse after 1994's Clerks, although, chronologically, Mallrats takes place a day before.",
  "/wiki/Jason_Lee_(actor)": "Jason Michael Lee (born April 25, 1970) is an American actor, producer, writer, photographer and former professional skateboarder. He is best known for his role as Earl Hickey in the television comedy series My Name Is Earl, for which he was nominated for Best Actor in a Musical or Comedy TV series in 2005 and 2006 by The Golden Globes. His other credits include David Seville in the live action/CGI film series, Alvin and the Chipmunks, and the voice of Syndrome in The Incredibles. He is also known for his roles in Kevin Smith films such as Mallrats, Chasing Amy, Dogma, Jay and Silent Bob Strike Back, Jersey Girl, Clerks II,  and Cop Out, and has starred in Kissing a Fool, Almost Famous, Heartbreakers, Stealing Harvard, A Guy Thing, Monster House and Underdog. A former professional skateboarder, Lee is the co-founder and co-owner of Stereo Skateboards, a company that manufactures and distributes skateboard decks, equipment and apparel.",
  "/wiki/Harry_Callahan_(character)": "Inspector Harold Francis Callahan (born October 24, 1928), also known as Dirty Harry, is a fictional character in the Dirty Harry film series, which consists of Dirty Harry (1971), Magnum Force (1973), The Enforcer (1976), Sudden Impact (1983) and The Dead Pool (1988). Callahan is portrayed by Clint Eastwood in each film.",
  "/wiki/Dirty_Harry_(film_series)": "Dirty Harry is an American action film series featuring San Francisco Police Department Homicide Division Inspector \"Dirty\" Harry Callahan who is notorious for being extremely violent and ruthless in his methods, and a danger for any partner assigned to him. Actor Clint Eastwood portrayed Callahan in all five of the series' films and directed the fourth one.",
  "/wiki/Clint_Eastwood": "Clinton Eastwood Jr. (born May 31, 1930) is an American actor, filmmaker, musician, and politician. After achieving success in the Western TV series Rawhide, he rose to international fame with his role as the Man with No Name in Italian filmmaker Sergio Leone's Dollars Trilogy of spaghetti Westerns during the 1960s and as antihero cop Harry Callahan in the five Dirty Harry films throughout the 1970s and 1980s. These roles, among others, have made Eastwood an enduring cultural icon of masculinity.",
  "/wiki/Get_Carter": "Get Carter is a 1971 British crime film directed by Mike Hodges and starring Michael Caine, Ian Hendry, Britt Ekland, John Osborne and Bryan Mosley. The screenplay was adapted by Hodges from Ted Lewis's 1970 novel Jack's Return Home. Producer Michael Klinger optioned the book and made a deal for the ailing Metro-Goldwyn-Mayer (MGM) studio to finance and release the film, bringing in Hodges and Caine. Caine became a co-producer of the film. Get Carter was Hodges's first feature film as director, as well as being the screen debut of Alun Armstrong. MGM was reducing its European operations and the film became the last project approved before it closed its Borehamwood studios. The film is set in north-east England and was filmed in and around Newcastle upon Tyne, Gateshead and County Durham.",
  "/wiki/Michael_Caine": "Sir Michael Caine, CBE (/keɪn/; born Maurice Joseph Micklewhite Jr., 14 March 1933) is an English actor, film producer and author. He has appeared in more than 130 films in a career spanning over 60 years and is considered a British film icon. Known for his cockney accent, Caine was born in Southeast London.",
  "/wiki/Chev_Chelios": "Crank is a 2006 American action film written and directed by Mark Neveldine and Brian Taylor (in their directorial debuts) and starring Jason Statham, Amy Smart and Jose Pablo Cantillo. The plot centres on a British hitman in Los Angeles named Chev Chelios who is poisoned and must keep his adrenaline flowing constantly in order to keep himself alive. He does so by various methods including taking drugs and getting into fights, while he tries to track down the man who poisoned him. The title of the film comes from the slang word for methamphetamine.",
  "/wiki/Crank_(film)": "Crank is a 2006 American action film written and directed by Mark Neveldine and Brian Taylor (in their directorial debuts) and starring Jason Statham, Amy Smart and Jose Pablo Cantillo. The plot centres on a British hitman in Los Angeles named Chev Chelios who is poisoned and must keep his adrenaline flowing constantly in order to keep himself alive. He does so by various methods including taking drugs and getting into fights, while he tries to track down the man who poisoned him. The title of the film comes from the slang word for methamphetamine.",
  "/wiki/Crank:_High_Voltage": "Crank: High Voltage (alternately titled Crank 2: High Voltage) is a 2009 American action film written and directed by Mark Neveldine and Brian Taylor. It is the sequel to the 2006 film Crank, and stars Jason Statham, Amy Smart, Clifton Collins Jr., Efren Ramirez, Bai Ling, David Carradine, and Dwight Yoakam. The story follows ex-hitman Chev Chelios, who, shortly after surviving a deadly fall on the streets of Los Angeles, is kidnapped and has his heart stolen by Chinese gangsters, replacing him with an artificial heart designed to keep him alive for an hour. Chev then sets out to find his heart while keeping himself electrically charged to stay alive. The film also features several cameo appearances of celebrities from different entertainment medium.",
  "/wiki/Jason_Statham": "Jason Statham (/ˈsteɪθəm/; born 26 July 1967) is an English actor and film producer. Typecast as the antihero, he is known for his action-thriller roles and portraying tough, irredeemable, and machiavellian characters. Throughout his film career, Statham has regularly performed his own stage combat and stunts.",
  "/wiki/Barnabas_Collins": "Barnabas Collins is a fictional character, a featured role in the ABC daytime serial Dark Shadows, which aired from 1966 to 1971. Barnabas is a 175-year-old vampire in search of fresh blood and his lost love, Josette. The character, originally played by Canadian actor Jonathan Frid, was introduced in an attempt to resurrect the show's flagging ratings, and was originally to have only a brief 13-week run. He was retained due to his popularity and the program's quick spike in ratings, and virtually became the star of the show.",
  "/wiki/Dark_Shadows_(film)": "Dark Shadows is a 2012 American fantasy horror comedy film based on the gothic television soap opera of the same name. It was directed by Tim Burton and stars Johnny Depp, Michelle Pfeiffer, Helena Bonham Carter, Eva Green, Jackie Earle Haley, Jonny Lee Miller, Chloë Grace Moretz, and Bella Heathcote in a dual role. The film had a limited release on May 10, 2012, and was officially released the following day in the United States.",
  "/wiki/Johnny_Depp": "John Christopher Depp II (born June 9, 1963) is an American actor, producer, and musician. He has been nominated for 10 Golden Globe Awards, winning one for Best Actor for his performance of the title role in Sweeney Todd: The Demon Barber of Fleet Street (2008), and has been nominated for three Academy Awards for Best Actor, among other accolades. He is regarded as one of the world's biggest film stars.",
  "/wiki/John_Constantine": "John Constantine (/ˈkɒnstəntaɪn/) is a fictional Antihero appearing in American comic books published by DC Comics and its alternative imprint Vertigo. The character first appeared in The Saga of Swamp Thing #37 (June 1985), and was created by Alan Moore, Rick Veitch, Steve Bissette, John Totleben, Jamie Delano and John Ridgway. He serves as the lead character of the  comic books Hellblazer (1988–2013),  Constantine (2013–2015), Constantine: The Hellblazer (2015–2016), and The Hellblazer (2016–2018).",
  "/wiki/Constantine_(film)": "Constantine is a 2005 American occult detective film directed by Francis Lawrence, in his feature-length directorial debut, and starring Keanu Reeves as John Constantine. Rachel Weisz, Shia LaBeouf, Tilda Swinton, Pruitt Taylor Vince, Djimon Hounsou, Gavin Rossdale, and Peter Stormare co-star. With a screenplay by Kevin Brodbin and Frank Cappello, the film is based on DC Comics' Hellblazer comic book, with plot elements taken from the \"Dangerous Habits\" story arc (issues #41–46) and the \"Original Sins\" story arc. The film portrays John Constantine as a cynic with the ability to perceive and communicate with half-angels and half-demons in their true form. He seeks salvation from eternal damnation in Hell for a suicide attempt in his youth. Constantine exorcises demons back to Hell to earn favor with Heaven but has become weary over time. With terminal lung cancer, he helps a troubled police detective learn the truth about her twin sister's death while simultaneously unraveling a much larger and darker plot.",
  "/wiki/Keanu_Reeves": "Keanu Charles Reeves (/kiˈɑːnuː/ kee-AH-noo; born September 2, 1964) is a Canadian[a] actor, producer, and musician. Reeves gained fame for his starring roles in several blockbuster films, including comedies from the Bill and Ted franchise (1989–present); action thrillers Point Break (1991), Speed (1994), and the John Wick franchise (2014–present); psychological thriller The Devil's Advocate (1997); supernatural action horror Constantine (2005); and sci-fi action series The Matrix (1999–present). He has also appeared in drama films such as Dangerous Liaisons (1988), My Own Private Idaho (1991), and Little Buddha (1993), as well as the romantic horror Bram Stoker's Dracula (1992).",
  "/wiki/Rooster_Cogburn_(character)": "Reuben J. \"Rooster\" Cogburn is a fictional character who first appeared in the 1968 Charles Portis novel, True Grit.",
  "/wiki/True_Grit_(1969_film)": "True Grit is a 1969 American Western film directed by Henry Hathaway and starring Kim Darby as Mattie Ross and John Wayne as U.S. Marshal Rooster Cogburn. It is the first film adaptation of Charles Portis' 1968 novel of the same name. The screenplay was written by Marguerite Roberts. Wayne won his only Oscar for his performance in the film and reprised his role for the 1975 sequel Rooster Cogburn.",
  "/wiki/Rooster_Cogburn_(film)": "Rooster Cogburn is a 1975 American Adventure Western film directed by Stuart Millar and starring John Wayne (in his penultimate film), reprising his role as U.S. Marshal Reuben J. \"Rooster\" Cogburn, and Katharine Hepburn. Written by Martha Hyer, based on the character Rooster Cogburn created by Charles McColl Portis in his 1968 western novel True Grit, the film is about an aging one-eyed lawman whose badge was recently suspended for a string of routine arrests that ended in bloodshed. To earn back his badge, he is tasked with bringing down a ring of bank robbers that has hijacked a wagon shipment of nitroglycerin. He is helped by a spinster searching for her father's killer. Rooster Cogburn is a sequel to the 1969 film True Grit.",
  "/wiki/True_Grit_(2010_film)": "True Grit is a 2010 American Revisionist Western film directed, written, produced, and edited by the Coen brothers and executively produced by Steven Spielberg. It is an adaptation of Charles Portis' 1968 novel of the same name, and stars Hailee Steinfeld as Mattie Ross and Jeff Bridges as Deputy U.S. Marshal Reuben J. \"Rooster\" Cogburn, along with Matt Damon, Josh Brolin, and Barry Pepper.\nA previous film adaptation in 1969 starred John Wayne, Kim Darby and Glen Campbell.",
  "/wiki/John_Wayne": "Marion Mitchell Morrison[a] (born Marion Robert Morrison; May 26, 1907 – June 11, 1979), known professionally as John Wayne and nicknamed Duke, was an American actor, filmmaker, Oscar winner and Presidential Medal of Freedom recipient. He was among the top box office draws for three decades.",
  "/wiki/Jeff_Bridges": "Jeffrey Leon Bridges (born December 4, 1949) is an American actor, singer, comedian and producer. He comes from a prominent acting family and appeared on the television series Sea Hunt (1958–60), with his father, Lloyd Bridges and brother, Beau Bridges. He won numerous accolades, including the Academy Award for Best Actor for his role as Otis \"Bad\" Blake in the 2009 film Crazy Heart, and earned Academy Award nominations for his roles in The Last Picture Show (1971), Bad Company (1972), Thunderbolt and Lightfoot (1974), Starman (1984), The Contender (2000), True Grit (2010), and Hell or High Water (2016). His other films include Tron (1982), Jagged Edge (1985), The Fabulous Baker Boys (1989), The Fisher King (1991), Fearless (1993), The Big Lebowski (1998), Seabiscuit (2003), Iron Man (2008), Tron: Legacy (2010), and The Giver (2014).",
  "/wiki/Michael_Corleone": "Michael Corleone is the main protagonist of Mario Puzo's novel, The Godfather. In the three Godfather films, directed by Francis Ford Coppola, Michael was portrayed by Al Pacino, for which he was twice-nominated for Academy Awards. Michael is the youngest son of Vito Corleone, a Sicilian immigrant who builds a Mafia empire. Upon his father’s death, Michael succeeds him as the don of the Corleone crime family.",
  "/wiki/The_Godfather_(film_series)": "The Godfather is an American film series that consists of three crime drama films directed by Francis Ford Coppola inspired by the novel of the same name by Italian American author Mario Puzo. The films follow the trials of the Italian American mafia Corleone family whose patriarch, Vito Corleone, rises to be a major figure in American organized crime. His youngest son, Michael Corleone, becomes his successor. The films were distributed by Paramount Pictures and released in 1972, 1974 and 1990. The series achieved success at the box office, with the films earning between $430 and $512 million worldwide.[N 2][N 3] The Godfather is seen by many as one of the greatest films of all time, while The Godfather Part II is viewed as one of the best sequels in cinematic history. The series is heavily awarded, winning 9 out of 28 total Academy Award nominations.",
  "/wiki/Al_Pacino": "Alfredo James \"Al\" Pacino (/pəˈtʃiːnoʊ/; Italian: [paˈtʃiːno]; born April 25, 1940) is an American actor and filmmaker. In a career spanning over five decades, he has received many awards and nominations, including an Academy Award, two Tony Awards, and two Primetime Emmy Awards, becoming one of the few performers to have received the Triple Crown of Acting. He has also been honored with the AFI Life Achievement Award, the Cecil B. DeMille Award, and the National Medal of Arts.",
  "/wiki/Rick_Deckard": "Rick Deckard is a fictional character, the protagonist of Philip K. Dick's 1968 novel Do Androids Dream of Electric Sheep?. Harrison Ford portrayed the character in the 1982 film adaptation, Blade Runner, and reprised his role in the 2017 sequel, Blade Runner 2049. James Purefoy voiced the character in the 2014 BBC Radio 4 adaptation.",
  "/wiki/Blade_Runner": "Blade Runner is a 1982 science fiction film directed by Ridley Scott, and written by Hampton Fancher and David Peoples. Starring Harrison Ford, Rutger Hauer and Sean Young, it is loosely based on Philip K. Dick's novel Do Androids Dream of Electric Sheep? (1968). The film is set in a dystopian future Los Angeles of 2019, in which synthetic humans known as replicants are bio-engineered by the powerful Tyrell Corporation to work on off-world colonies. When a fugitive group of advanced replicants led by Roy Batty (Hauer) escapes back to Earth, burnt-out cop Rick Deckard (Ford) reluctantly agrees to hunt them down.",
  "/wiki/Blade_Runner_2049": "Blade Runner 2049 is a 2017 American neo-noir science fiction film directed by Denis Villeneuve and written by Hampton Fancher and Michael Green. A sequel to the 1982 film Blade Runner, the film stars Ryan Gosling and Harrison Ford, with Ana de Armas, Sylvia Hoeks, Robin Wright, Mackenzie Davis, Carla Juri, Lennie James, Dave Bautista, and Jared Leto in supporting roles. Ford and Edward James Olmos reprise their roles from the original. Set thirty years after the first film, Gosling plays K, a Nexus-9 replicant \"blade runner\" who uncovers a secret that threatens to destabilize society and the course of civilization. Original director Ridley Scott served as an executive producer on the film.",
  "/wiki/Harrison_Ford": "Harrison Ford (born July 13, 1942) is an American actor, aviator, and environmental activist. He gained worldwide fame for his starring role as Han Solo in the original Star Wars Trilogy (1977–1983), eventually reprising the role decades later in the sequel trilogy (2015–2019). Ford is also widely known for his portrayal of Indiana Jones in the Indiana Jones film franchise and as Tom Clancy's Jack Ryan in the spy thrillers Patriot Games (1992) and Clear and Present Danger (1994).",
  "/wiki/Django_(character)": "Django is a character who appears in a number of spaghetti western films. Originally played by Franco Nero in the Italian film of the same name by Sergio Corbucci, he has appeared in 31 films since then. Especially outside of the genre's home country Italy, mainly Germany, countless releases have been retitled in the wake of the original film's enormous success.",
  "/wiki/Django_Unchained": "Django Unchained (/ˈdʒæŋɡoʊ/) is a 2012 American revisionist Western film written and directed by Quentin Tarantino, starring Jamie Foxx, Christoph Waltz, Leonardo DiCaprio, Kerry Washington, and Samuel L. Jackson, with Walton Goggins, Dennis Christopher, James Remar, Michael Parks, and Don Johnson in supporting roles. Set in the Old West and Antebellum South, it is a highly stylized tribute to Spaghetti Westerns using an obvious revisionist history, in particular the 1966 Italian film Django by Sergio Corbucci, whose star Franco Nero has a cameo appearance.",
  "/wiki/Jamie_Foxx": "Eric Marlon Bishop (born December 13, 1967), known professionally as Jamie Foxx, is an American actor, singer, comedian, presenter, and producer. Foxx became widely known for his portrayal of Ray Charles in the 2004 biographical film Ray, for which he won the Academy Award, BAFTA, Screen Actors Guild Award, Critics' Choice Movie Award and Golden Globe Award for Best Actor. That same year, he was nominated for the Academy Award for Best Supporting Actor for his role in the crime film Collateral. Since spring 2017, Foxx has served as the host and executive producer of the Fox game show Beat Shazam.",
  "/wiki/Hustle_%26_Flow": "Hustle & Flow is a 2005 American drama film written and directed by Craig Brewer and produced by John Singleton and Stephanie Allain. It was released on July 22, 2005. Terrence Howard stars as a Memphis hustler and pimp who faces his aspiration to become a rapper.",
  "/wiki/Terrence_Howard": "Terrence Dashon Howard (born March 11, 1969) is an American actor, rapper, singer-songwriter, and record producer. Having his first major roles in the 1995 films Dead Presidents and Mr. Holland's Opus, Howard broke into the mainstream with a succession of television and cinema roles between 2004 and 2006. He was nominated for the Academy Award for Best Actor for his role in Hustle & Flow.",
  "/wiki/Frank_Drebin": "Franklin \"Frank\" Drebin is a fictional character in the Police Squad! series and The Naked Gun movies played by Leslie Nielsen. In 2008, Drebin was selected by Empire magazine as one of The 100 Greatest Movie Characters of All Time. In 2000, TV Guide named him to its list of the 25 greatest TV detectives, ranking him #23.  He was also named by UGO.com as one of The 100 Best Heroes of All Time.",
  "/wiki/The_Naked_Gun": "The Naked Gun is a series of American crime comedy films, created by Zucker, Abrahams and Zucker. All three films are based on their earlier television series Police Squad!, which was cancelled after six episodes.",
  "/wiki/Leslie_Nielsen": "Leslie William Nielsen OC (11 February 1926 – 28 November 2010) was a Canadian actor, comedian and producer. He appeared in more than 100 films and 150 television programs, portraying more than 220 characters.",
  "/wiki/Judge_Dredd": "Judge Dredd is a comic book franchise based on the longest-running comic strip in 2000 AD (1977), a British weekly anthology comic.",
  "/wiki/Dredd": "Dredd is a 2012 science fiction action film directed by Pete Travis and written and produced by Alex Garland. It is based on the 2000 AD comic strip Judge Dredd and its eponymous character created by John Wagner and Carlos Ezquerra. Karl Urban stars as Judge Dredd, a law enforcer given the power of judge, jury and executioner in a vast, dystopic metropolis called Mega-City One that lies in a post-apocalyptic wasteland. Dredd and his apprentice partner, Judge Anderson (Olivia Thirlby), are forced to bring order to a 200-storey high-rise block of flats and deal with its resident drug lord, Ma-Ma (Lena Headey).",
  "/wiki/Karl_Urban": "Karl-Heinz Urban (born 7 June 1972) is a New Zealand actor. His career began with appearances in New Zealand films and TV series such as Xena: Warrior Princess. His first Hollywood role was in the 2002 horror film Ghost Ship. Since then, he has appeared in many high-profile movies, including the second and third installments of The Lord of the Rings trilogy in the role of Éomer. He has also portrayed Leonard McCoy in the Star Trek reboot film series, Vaako in the Riddick film series, and Judge Dredd in Dredd. Since 2019, he has starred as Billy Butcher in Amazon's web television series The Boys."
}