{
  "/wiki/1965_Chicago_Bears_season": "The 1965 Chicago Bears season was their 46th regular season completed in the National Football League. The team finished with a  9–5 record, earning them a third-place finish in the NFL Western Conference. The club improved over the dismal 5–9 record of the previous season.",
  "/wiki/Brian_Piccolo": "Louis Brian Piccolo (October 31, 1943 – June 16, 1970) was an American professional football player, a running back for the Chicago Bears of the National Football League (NFL) for four years. He died at age 26 from embryonal cell carcinoma, an aggressive form of germ cell testicular cancer, first diagnosed after it had spread to his chest cavity.",
  "/wiki/Running_back": "A running back (RB) is a member of the offensive backfield in gridiron football. The primary roles of a running back are to receive handoffs from the quarterback to rush the ball,\nand block.  There are usually one or two running backs on the field for a given play, depending on the offensive formation. A running back may be a halfback (in certain contexts also referred to as a tailback), a wingback or a fullback. A running back will sometimes be called a \"feature back\" if he is the team's starting running back.",
  "/wiki/1964_Wake_Forest_Demon_Deacons_football_team": "The 1964 Wake Forest Demon Deacons football team represented Wake Forest University during the 1964 NCAA University Division football season. In its first season under head coach Bill Tate, the team compiled a 5–5 record and finished in a three-way tie for third place in the Atlantic Coast Conference (ACC).",
  "/wiki/Atlantic_Coast_Conference": "The Atlantic Coast Conference (ACC) is a collegiate athletic conference located in the eastern United States. Headquartered in Greensboro, North Carolina, the conference consists of fifteen member universities, each of whom compete in the National Collegiate Athletic Association (NCAA)'s Division I, with its football teams competing in the Football Bowl Subdivision (FBS), the highest levels for athletic competition in US-based collegiate sports. The ACC sponsors competition in twenty-five sports with many of its member institutions' athletic programs held in high regard nationally. Current members of the conference are Boston College, Clemson University, Duke University, Georgia Institute of Technology, Florida State University, North Carolina State University, Syracuse University, the University of Louisville, the University of Miami, the University of North Carolina, the University of Notre Dame, the University of Pittsburgh, the University of Virginia, Virginia Polytechnic Institute and State University, and Wake Forest University.",
  "/wiki/Ron_Smith_(defensive_back)": "Ronald \"Trousers\" Smith (May 3, 1943 – June 2, 2013) was an American football defensive back and return specialist.  He played professionally in the National Football League (NFL) for ten season with five teams: the Chicago Bears (1965, 1970–1972), the Atlanta Falcons (1966–1967), the Los Angeles Rams (1968–1969), the San Diego Chargers (1973), and the Oakland Raiders (1974). He went to the Pro Bowl after the 1972 season as a kick returner.",
  "/wiki/Cornerback": "A cornerback (CB) is a member of the defensive backfield or secondary in gridiron football. Cornerbacks cover receivers most of the time, but also blitz and defend against such offensive running plays as sweeps and reverses. They create turnovers through hard tackles, interceptions, and  deflecting forward passes.",
  "/wiki/1964_Wisconsin_Badgers_football_team": "The 1964 Wisconsin Badgers football team represented the University of Wisconsin in the 1964 Big Ten Conference football season.",
  "/wiki/Big_Ten_Conference": "The Big Ten Conference (stylized B1G, formerly the Western Conference and the Big Nine Conference) is the oldest Division I collegiate athletic conference in the United States. It is based in Rosemont, Illinois. For decades the conference consisted of 10 universities, while the present conference has 14 member institutions. They compete in the NCAA Division I; its football teams compete in the Football Bowl Subdivision (FBS), formerly known as Division I-A, the highest level of NCAA competition in that sport. The conference includes the flagship public university in each of 11 states stretching from New Jersey to Nebraska, as well as two additional public land-grant schools and a private university.",
  "/wiki/1965_Dallas_Cowboys_season": "The 1965 Dallas Cowboys season was their sixth in the National Football League and their best record to date, at 7–7. After five consecutive losses, Dallas was 2–5 halfway through the season. They won five of the final seven games and finished in a tie for second place in the Eastern Conference, with the New York Giants, four games behind the defending NFL champion Cleveland Browns (11–3).",
  "/wiki/Obert_Logan": "Obert Clark \"Butch\" Logan (December 6, 1941 – January 21, 2003) was an American football safety in the National Football League for the Dallas Cowboys and New Orleans Saints. He played college football at Trinity University. Logan, whose nickname was \"The Little O\", was the last person in the NFL to wear the single digit 0 before its use was discontinued by the league.",
  "/wiki/Safety_(gridiron_football_position)": "Safety, historically known as a safetyman, is a position in gridiron football played by a member of the defense. The safeties are defensive backs who line up from ten to fifteen yards from the line of scrimmage. There are two variations of the position in a typical American formation: the free safety (FS) and the strong safety (SS). Their duties depend on the defensive scheme. The defensive responsibilities of the safety and cornerback usually involve pass coverage towards the middle and sidelines of the field, respectively. While American (11-player) formations generally use two safeties, Canadian (12-player) formations generally have one safety and two defensive halfbacks, a position not used in the American game.\nAs professional and college football have become more focused on the passing game, safeties have become more involved in covering the eligible pass receivers.",
  "/wiki/Trinity_Tigers_football": "The Trinity Tigers is the nickname for the sports teams of Trinity University in San Antonio, Texas. They participate in the NCAA's Division III and the Southern Collegiate Athletic Conference (SCAC). The school mascot is LeeRoy, a Bengal tiger. In the 1950s, LeeRoy was an actual tiger who was brought to sporting events, but today LeeRoy is portrayed by a student wearing a tiger suit.   Early in its history, the school participated in Division I/II athletics, but by 1991 the entire program made the move to Division III, at which time it joined the SCAC.",
  "/wiki/Southland_Conference": "The Southland Conference, abbreviated to SLC, is a collegiate athletic conference which operates in the South Central United States (specifically Texas, Louisiana, and Arkansas). It participates in the NCAA's Division I for all sports; for football, it participates in the Division I Football Championship Subdivision (FCS).  The Southland sponsors 18 sports, 10 for women and eight for men, and is governed by a presidential Board of Directors and an Advisory Council of athletic and academic administrators.  Tom Burnett was named the Southland's sixth commissioner on Dec. 23, 2002. From 1996 to 2002, for football only, the Southland Conference was known as the Southland Football League.",
  "/wiki/Dan_Reeves": "Daniel Edward Reeves (born January 19, 1944) is a former American football running back and coach in the National Football League (NFL). Over the course of his 38 years in the NFL, Reeves participated in a combined nine Super Bowls as player and coach, the second-most in league history behind Bill Belichick's eleven. He served as a head coach for 23 seasons, primarily with the Denver Broncos and the Atlanta Falcons. As a player, he spent the entirety of his eight-season career with the Dallas Cowboys.",
  "/wiki/1964_South_Carolina_Gamecocks_football_team": "The 1964 South Carolina Gamecocks football team represented the University of South Carolina in the Atlantic Coast Conference in the 1964 NCAA University Division football season. The Gamecocks finished the season 3–5–2 overall.",
  "/wiki/Bill_Sandeman": "William Stewart Sandeman (born November 30, 1942 in Providence, Rhode Island) was an American football offensive tackle in the NFL for the Dallas Cowboys, New Orleans Saints, and Atlanta Falcons.  He played college football at the University of the Pacific.",
  "/wiki/Tackle_(gridiron_football_position)": "Tackle is a playing position in gridiron football. Historically, in the one-platoon system prevalent in the late nineteenth and early twentieth centuries, a tackle played on both offense and defense. In the modern system of specialized units, offensive tackle and defensive tackle are separate positions, and the stand-alone term \"tackle\" refers to the offensive tackle position only. The offensive tackle (OT, T) is a position on the offensive line, left and right. Like other offensive linemen, their job is to block: to physically keep defenders away from the offensive player who has the football and enable him to advance the football and eventually score a touchdown. The term \"tackle\" is a vestige of an earlier era of football in which the same players played both offense and defense.",
  "/wiki/1964_Pacific_Tigers_football_team": "The 1964 Pacific Tigers football team represented the University of the Pacific during the 1964 NCAA University Division football season.",
  "/wiki/NCAA_University_Division_independent_schools": "National Collegiate Athletic Association (NCAA) Football Bowl Subdivision independent schools are four-year institutions whose football programs are not part of an NCAA-affiliated conference. This means that FBS independents are not required to schedule each other for competition like conference schools do.",
  "/wiki/A.D._Whitfield": "A. D. Whitfield, Jr. (born September 2, 1943) is a former American football running back in the National Football League for the Dallas Cowboys and Washington Redskins. He played college football at the University of North Texas.",
  "/wiki/North_Texas_Mean_Green_football": "The North Texas Mean Green football program is the intercollegiate team that represents the University of North Texas in the sport of American football. The Mean Green compete in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) and the West Division of Conference USA (CUSA). They are coached by Seth Littrell, who has served in that position since 2016. North Texas has produced 24 conference championship titles, with eight postseason bowl appearances and four appearances in the former I-AA (now Football Championship Series) Playoffs. The Mean Green play their home games at the Apogee Stadium which has a seating capacity of 30,850.",
  "/wiki/Missouri_Valley_Conference": "The Missouri Valley Conference (also called MVC or simply \"The Valley\") is the third-oldest collegiate athletic conference in the United States. Currently, its members are located in the midwestern United States.",
  "/wiki/1965_Minnesota_Vikings_season": "The 1965 season was the Minnesota Vikings' fifth in the National Football League. Under head coach Norm van Brocklin, the team finished with a 7–7 record.",
  "/wiki/Earsell_Mackbee": "Earsell Mackbee (January 15, 1941 – November 9, 2009) was a professional American football player.",
  "/wiki/1964_Utah_State_Aggies_football_team": "The 1964 Utah State Aggies football team was an American football team that represented Utah State University as an independent during the 1964 NCAA University Division football season. In second first season under head coach Tony Knap, the Aggies compiled a 5–4–1 record and outscored all opponents by a total of 294 to 136.",
  "/wiki/Lonnie_Warwick": "Lonnie Preston Warwick (born February 26, 1942) is a former professional American football player. He played 10 seasons in the National Football League, with the Minnesota Vikings and Atlanta Falcons. He started in Super Bowl IV.",
  "/wiki/Linebacker": "A linebacker (LB or backer) is a playing position in gridiron football.  Linebackers are members of the defensive team, and line up approximately three to five yards (4 m) behind the line of scrimmage, behind the defensive linemen, and therefore \"back up the line\". Linebackers generally align themselves before the ball is snapped by standing upright in a \"two-point stance\" (as opposed to the defensive linemen, who put one or two hands on the ground for a \"three-point stance\" or \"four-point stance\" before the ball is snapped).",
  "/wiki/Tennessee_Tech_Golden_Eagles_football": "The Tennessee Tech Golden Eagles football program is the intercollegiate American football team for the Tennessee Technological University located in the U.S. state of Tennessee. The team competes in the NCAA Division I Football Championship Subdivision (FCS) and are members of the Ohio Valley Conference. The school's first football team was fielded in 1922. The team plays its home games at the 16,500 seat Tucker Stadium. They are coached by Dewayne Alexander.",
  "/wiki/Ohio_Valley_Conference": "The Ohio Valley Conference (OVC) is a collegiate athletic conference which operates in the Midwestern and Southeastern United States. It participates in Division I of the NCAA; the conference's football programs compete in the Football Championship Subdivision (FCS; formerly known as Division I-AA), the lower of two levels of Division I football competition. The OVC has 12 members, 9 of which compete in football in the conference.",
  "/wiki/1965_Philadelphia_Eagles_season": "The Philadelphia Eagles had a season of 5 wins to 9 losses out of the 14 games they played. The coach of the Eagles in the season was Joe Kuharich, and the owner was Jerry Wolman. The Eagles began the season with a win against the St. Louis Cardinals that followed with a loss against the New York Giants. In the season, for every win they had a loss followed. The Eagles lost four games in a row after winning against the Dallas Cowboys. Those chains of losses caused the team to fall into 5th place of the NFL Eastern Division, cost them from entering the playoffs.",
  "/wiki/Jim_Nettles_(American_football)": "James Arthur Nettles (born February 15, 1942 in Muncie, Indiana) is a former American football defensive back who played eight seasons in the National Football League for the Philadelphia Eagles and the Los Angeles Rams. He played college football at the University of Wisconsin.",
  "/wiki/Harold_Wells": "Harold W. Wells  was a Massachusetts politician who served as the 27th Mayor of Somerville, Massachusetts.",
  "/wiki/1964_Purdue_Boilermakers_football_team": "The 1964 Purdue Boilermakers football team was an American football team that represented Purdue University during the 1964 Big Ten Conference football season.  In their ninth season under head coach Jack Mollenkopf, the Boilermakers compiled a 6–3 record, finished in third place in the Big Ten Conference with a 5–2 record against conference opponents, and outscored all opponents by a combined total of 168 to 146.",
  "/wiki/1968_Pittsburgh_Steelers_season": "The 1968 Pittsburgh Steelers season was the team's 36th in the National Football League.",
  "/wiki/Charles_Leigh_(American_football)": "Charles Irving \"Charlie\" Leigh Sr. (October 29, 1945 – October 26, 2006) was a National Football League (NFL) running back. He was the first and only NFL player to be signed out of high school. His children recently went on Paternity Court with Judge Lauren Lake. He is best known for backing up Mercury Morris and Jim Kiick and returning kicks for the Miami Dolphins' back to back Super Bowl champions in the 1972 and 1973 seasons.  He also played for the Cleveland Browns and Green Bay Packers.  He played a total of six seasons in the NFL.",
  "/wiki/1965_Pittsburgh_Steelers_season": "The 1965 Pittsburgh Steelers season was the team's 33rd in the National Football League.",
  "/wiki/Jerry_Simmons_(American_football)": "Jerry Bernard Simmons (born November 14, 1942 in Nichols, Florida) is a former American football wide receiver. He played college football at Bethune-Cookman University, and professionally for ten seasons in the National Football League for the Pittsburgh Steelers, the New Orleans Saints, the Atlanta Falcons, the Chicago Bears, and the Denver Broncos.",
  "/wiki/Wide_receiver": "A wide receiver, also referred to as wideouts or simply receivers, is an offensive position in gridiron football, and is a key player. They get their name because they are split out \"wide\" (near the sidelines), farthest away from the rest of the team.  Wide receivers are among the fastest players on the field.  The wide receiver functions as the pass-catching specialist.",
  "/wiki/Bethune-Cookman_Wildcats_football": "The Bethune–Cookman Wildcats football team represents Bethune–Cookman University in the sport of college football. The Wildcats compete in the Division I Football Championship Subdivision (FCS) of the National Collegiate Athletic Association (NCAA) and the south division of the Mid-Eastern Athletic Conference (MEAC). They play their home games at Daytona Stadium. The Wildcats have won two black college football national championships and seven MEAC titles in the history of their football program.",
  "/wiki/Southern_Intercollegiate_Athletic_Conference": "The Southern Intercollegiate Athletic Conference (SIAC) is a collegiate athletic conference consisting mostly of historically black colleges and universities (HBCUs), with all but one member located in the Southern United States. Formed in 1913, the SIAC is a member of the National Collegiate Athletic Association (NCAA) and competes in Division II.",
  "/wiki/1965_Washington_Redskins_season": "The 1965 Washington Redskins season was the franchise's 34th season in the National Football League (NFL) and their 29th in Washington, D.C.. After dropping their first five, the Redskins won two-thirds of their remaining games to finish again at 6–8, fourth in the Eastern Conference.",
  "/wiki/Rickie_Harris": "Rickie Calvin Harris (born May 15, 1943 in St. Louis, Missouri) is a former American football defensive back in the National Football League (NFL) for the Washington Redskins and the New England Patriots.  He played college football at the University of Arizona.",
  "/wiki/1964_Arizona_Wildcats_football_team": "The 1964 Arizona Wildcats football team represented the University of Arizona in the Western Athletic Conference (WAC) during the 1964 NCAA University Division football season.  In their sixth season under head coach Jim LaRue, the Wildcats compiled a 6–3–1 record (3–1 against WAC opponents), finished in a three-way for the WAC championship, and outscored their opponents, 147 to 76. Team captains were John Briscoe and Larry Fairholm.  The team played its home games in Arizona Stadium in Tucson, Arizona.",
  "/wiki/Western_Athletic_Conference": "The Western Athletic Conference (WAC) is an American collegiate athletic conference formed on July 27, 1962, and affiliated with the National Collegiate Athletic Association (NCAA) Division I.  The WAC covers a broad expanse of the western United States, with member institutions located in Arizona, California, New Mexico, Utah, and Washington, along with the \"non-western\" states of Missouri and Illinois (traditionally associated with the Midwest), as well as Texas (traditionally associated with the Southwest)."
}