{
  "/wiki/Martin_Lel": "Martin Kiptolo Lel (born 29 October 1978) is a Kenyan long distance and marathon runner.  He won the London Marathon in 2005, 2007, and 2008, the New York City Marathon in 2003 and 2007 and the Great North Run in 2007 and 2009. His personal best time, as of April 2008[update], is 2:05:15, which he ran in the 2008 London Marathon setting a course record. Lel is coached by Claudio Berardelli and lives in the Rift Valley region of Kenya.\n Lel ran his first marathons in 2002: he failed to finish at the Prague Marathon, but in his first finish he managed to claim second in the Venice Marathon. He won Lisbon Half Marathon in 2003, 2006 and 2009, was the gold medalist at the 2003 IAAF World Half Marathon Championships, and won the Portugal Half Marathon in 2005. He made his Olympic debut for Kenya at the 2008 Beijing Olympics and came fifth in the marathon.\n He beat Samuel Wanjiru to win the inaugural edition of the Rock ‘n’ Roll Mardi Gras Marathon in 2010. In August 2010 he ran at the Falmouth Road Race and took third place. After almost 3 years without running a marathon, he participated in the 2011 London Marathon as a replacement for Samuel Wanjiru, who was originally invited to run, but he still placed second with a time of 2:05:45, out-sprinting Patrick Makau at the finish line. He ran the 15K Saint Silvester Road Race at the end of the year, but was beaten into fourth place. Lel entered two races the year after: he was runner-up again at the 2012 London Marathon (finishing in 2:06:51) and was victorious at the Portugal Half Marathon with a time of 61:28 minutes.\n In 2011 the American Charity, Shoe4Africa, funded and opened the Shoe4Africa Martin Lel school in Lel's home village, Kimn'geru, to honor the athlete.\n His brother, Cyprian Kimurgor Kotut, followed in his footsteps as a marathon runner and won the 2016 Paris Marathon.",
  "/wiki/Kenya": "Kenya (/ˈkɛnjə/ (listen)), officially the Republic of Kenya (Swahili: Jamhuri ya Kenya), is a country in Africa with 47 semiautonomous counties governed by elected governors. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Mombasa. Kisumu City is the third largest city and also an inland port on Lake Victoria. Other important urban centres include Nakuru and Eldoret.\n Kenya is bordered by South Sudan to the northwest, Ethiopia to the north, Somalia to the east, Uganda to the west, Tanzania to the south, and the Indian Ocean to the southeast.\n According to archaeological dating of associated artifacts and skeletal material, the Cushites first settled in the lowlands of Kenya between 3,200 and 1,300 BC, a phase referred to as the Lowland Savanna Pastoral Neolithic.\n Nilotic-speaking pastoralists (ancestral to Kenya's Nilotic speakers) started migrating from present-day southern Sudan into Kenya around 500 BC. European colonisation of Kenya began in the 19th century during the European exploration of the interior. Modern-day Kenya emerged from a protectorate established by the British Empire in 1895 and the subsequent Kenya Colony, which began in 1920. Numerous disputes between the UK and the colony led to the Mau Mau revolution, which began in 1952, and the subsequent declaration of independence in 1963. After independence, Kenya remained a member of the Commonwealth of Nations. The current constitution was adopted in 2010 to replace the 1963 independence constitution.\n Kenya is a presidential representative democratic republic, in which elected officials represent the people and the president is the head of state and government. Kenya is a member of the United Nations, World Bank, International Monetary Fund, COMESA, International Criminal Court, and other international organisations. With a GNI of 1,460, Kenya is a lower-middle-income economy. Kenya's economy is the largest in eastern and central Africa, with Nairobi serving as a major regional commercial hub. Agriculture is the largest sector: tea and coffee are traditional cash crops, while fresh flowers are a fast-growing export. The service industry is also a major economic driver, particularly tourism. Kenya is a member of the East African Community trade bloc, though some international trade organisations categorise it as part of the Greater Horn of Africa. Africa is Kenya's largest export market, followed by the European Union.",
  "/wiki/Fabiano_Joseph": "Fabiano Joseph Naasi (born December 24, 1985, in Babati, Manyara) is a Tanzanian long-distance runner.",
  "/wiki/Tanzania": "Tanzania (/ˌtænzəˈniːə/,[note 2] Swahili: [tanzaˈni.a]), officially the United Republic of Tanzania (Swahili: Jamhuri ya Muungano wa Tanzania), is a country in East Africa within the African Great Lakes region. It borders Uganda to the north; Kenya to the northeast; Comoro Islands and the Indian Ocean to the east; Mozambique and Malawi to the south; Zambia to the southwest; and Rwanda, Burundi, and the Democratic Republic of the Congo to the west. Mount Kilimanjaro, Africa's highest mountain, is in northeastern Tanzania.\n Many important hominid fossils have been found in Tanzania, such as 6-million-year-old Pliocene hominid fossils. The genus Australopithecus ranged all over Africa 4 to 2 million years ago; and the oldest remains of the genus Homo are found near Lake Olduvai. Following the rise of Homo erectus 1.8 million years ago, humanity spread all over the Old World, and later in the New World and Australia under the species Homo sapiens. Homo sapiens also overtook Africa and absorbed the older archaic species and subspecies of humanity. One of the oldest known ethnic groups still existing, the Hadzabe, appears to have originated in Tanzania, and their oral history recalls ancestors who were tall and were the first to use fire, medicine, and lived in caves, much like Homo erectus or Homo heidelbergensis who lived in the same region before them.\n Later in the Stone and Bronze Age, prehistoric migrations into Tanzania included Southern Cushitic speakers who moved south from present-day Ethiopia; Eastern Cushitic people who moved into Tanzania from north of Lake Turkana about 2,000 and 4,000 years ago; and the Southern Nilotes, including the Datoog, who originated from the present-day South Sudan–Ethiopia border region between 2,900 and 2,400 years ago.:page 18 These movements took place at about the same time as the settlement of the Mashariki Bantu from West Africa in the Lake Victoria and Lake Tanganyika areas. They subsequently migrated across the rest of Tanzania between 2,300 and 1,700 years ago.\n German rule began in mainland Tanzania during the late 19th century when Germany formed German East Africa. This was followed by British rule after World War I. The mainland was governed as Tanganyika, with the Zanzibar Archipelago remaining a separate colonial jurisdiction. Following their respective independence in 1961 and 1963, the two entities merged in 1964 to form the United Republic of Tanzania.\n The United Nations estimated Tanzania's 2018 population at 56.31 million. The population is composed of several ethnic, linguistic, and religious groups. The sovereign state of Tanzania is a presidential constitutional republic and since 1996 its official capital city has been Dodoma where the president's office, the National Assembly, and some government ministries are located. Dar es Salaam, the former capital, retains most government offices and is the country's largest city, principal port, and leading commercial centre. Tanzania is a de facto one-party state with the democratic socialist Chama Cha Mapinduzi party in power.\n Tanzania is mountainous and densely forested in the north-east, where Mount Kilimanjaro is located. Three of Africa's Great Lakes are partly within Tanzania. To the north and west lie Lake Victoria, Africa's largest lake, and Lake Tanganyika, the continent's deepest lake, known for its unique species of fish. To the south lies Lake Malawi. The eastern shore is hot and humid, with the Zanzibar Archipelago just offshore. The Menai Bay Conservation Area is Zanzibar's largest marine protected area. The Kalambo Falls, located on the Kalambo River at the Zambian border, is the second highest uninterrupted waterfall in Africa.\n Over 100 different languages are spoken in Tanzania, making it the most linguistically diverse country in East Africa. The country does not have a de jure official language,[citation needed] although the national language is Swahili. Swahili is used in parliamentary debate, in the lower courts, and as a medium of instruction in primary school. English is used in foreign trade, in diplomacy, in higher courts, and as a medium of instruction in secondary and higher education, although the Tanzanian government is planning to discontinue English as a language of instruction altogether. Approximately 10 percent of Tanzanians speak Swahili as a first language, and up to 90 percent speak it as a second language.",
  "/wiki/Martin_Sulle": "Martin Hhaway Sulle (born 28 December 1982) is a Tanzanian long-distance runner who specializes in the half marathon.\n He made his international debut at the 1999 IAAF World Cross Country Championships, where he was 15th in the junior race. He competed at the event the following year in Vilamoura, Portugal and was fifth in the junior race. He also made his global senior debut as he ran in the men's short race, finishing in twelfth.\n He was the winner of the inaugural edition of the Oeiras International Cross Country race in late 2000. He also won half marathon races in Portugal, taking the 2001 Cidade de Ovar Half Marathon title and the Setúbal Half Marathon with a course record time of 1:01:25.\n He won a bronze medal at the 2003 World Half Marathon Championships which was also held in Vilamoura. Shortly after, he won the Giro al Sas di Trento 10K race in Italy. He was the 2006 winner of the Humarathon in France. He was the silver medallist in the half marathon at the 2007 All-Africa Games, finishing runner-up to Deriba Merga. He returned to the global stage after a long absence at the 2010 IAAF World Cross Country Championships and placed 41st in the men's senior race.",
  "/wiki/John_Cheruiyot_Korir": "John Cheruiyot Korir (born 13 December 1981) is a Kenyan athlete who specializes in long-distance running.  He is known to be an athlete who often shines at trials but fails to win big competitions.",
  "/wiki/John_Yuda_Msuri": "John Yuda Msuri (born June 9, 1979 in Dodoma) is a Tanzanian long-distance runner.",
  "/wiki/Zersenay_Tadesse": "Zersenay Tadese[nb] (Tigrinya: ዘርእሰናይ ታደሰ; born 8 February 1982) is an Eritrean long-distance track and road running athlete. He held the men's half marathon world record from 2010 to 2018. His bronze medal in the 10,000 metres at the 2004 Athens Olympics made him the first ever Eritrean Olympic medallist, and his 20-km title at the 2006 IAAF World Road Running Championships also made him the country's first athlete to win at a world championship event. He does not use a sprint finish to win races; his strategy relies on a combination of efficient running and fast pace setting.\n Zersenay (\"Tadese\" is his father's name) has found most of his success in the half marathon, with four consecutive victories in the World Half Marathon Championships from 2006 to 2009 (with a 2006 20km edition), a silver medal in 2010 and a fifth title in 2012. His 5 titles are a record. He set a world record at the Lisbon Half Marathon in 2010. \n He has also excelled in cross country running, winning a gold, a silver, and two bronze medals in the long distance race over five IAAF World Cross Country Championships. He is a four-time Olympian (2004, 2008, 2012 and 2016).\n In 2009, Zersenay became only the second man (after Paul Tergat) to win three World Championship medals over three different surfaces in the same year, winning World Cross Country bronze, 10,000 metres World Championship silver on the track, and gold in road running at the World Half Marathon Championships. He is a popular public figure in his home country; 2500 guests attended his wedding to Merhawit Solomon, which was broadcast live on Eritrean television. His brother, Kidane Tadese, is also a professional distance runner.\n In 2016, he was chosen to be part of Nike's Breaking2 team to try to break 2 hours for the marathon and finished in 2:06:51h.",
  "/wiki/Eritrea": "Eritrea (/ˌɛrɪˈtreɪə, ˌɛrɪˈtriːə/ (listen) officially the State of Eritrea), is a country in the Horn of Africa in East Africa, with its capital at Asmara. It is bordered by Sudan in the west, Ethiopia in the south, and Djibouti in the southeast. The northeastern and eastern parts of Eritrea have an extensive coastline along the Red Sea. The nation has a total area of approximately 117,600 km2 (45,406 sq mi), and includes the Dahlak Archipelago and several of the Hanish Islands.\n Eritrea is a multi-ethnic country, with nine recognized ethnic groups in its population of around 3 million. Eritrea has nine national languages which are Tigrinya language, Tigre, Afar, Beja, Bilen, Kunama, Nara, Saho. Tigrinya, Arabic, and English serve as the three working languages. Most residents speak languages from the Afroasiatic family, either of the Ethiopian Semitic languages or Cushitic branches. Among these communities, the Tigrinyas make up about 55% of the population, with the Tigre people constituting around 30% of inhabitants. In addition, there are a number of Nilo-Saharan-speaking Nilotic ethnic minorities. Most people in the territory adhere to Islam or Christianity.\n The Kingdom of Aksum, covering much of modern-day Eritrea and northern Ethiopia, was established during the first or second centuries AD. It adopted Christianity around the middle of the fourth century. In medieval times much of Eritrea fell under the Medri Bahri kingdom, with a smaller region being part of Hamasien.\n The creation of modern-day Eritrea is a result of the incorporation of independent, distinct kingdoms and sultanates (for example, Medri Bahri and the Sultanate of Aussa) eventually resulting in the formation of Italian Eritrea. After the defeat of the Italian colonial army in 1942, Eritrea was administered by the British Military Administration until 1952. Following the UN General Assembly decision, in 1952, Eritrea would govern itself with a local Eritrean parliament but for foreign affairs and defense it would enter into a federal status with Ethiopia for a period of 10 years. However, in 1962 the government of Ethiopia annulled the Eritrean parliament and formally annexed Eritrea, but the Eritreans who had argued for complete Eritrean independence since the ouster of the Italians in 1941 anticipated what was coming and, in 1961, organized the Eritrean Liberation Front in opposition. In 1991, after 30 years of continuous armed struggle for independence, the Eritrean liberation fighters entered the capital city, Asmara, in victory.\n The sovereign state  is a totalitarian one-party dictatorship in which national legislative and presidential elections have never been held since independence. According to Human Rights Watch, the Eritrean government's human rights record is among the worst in the world. The Eritrean government has dismissed these allegations as politically motivated. The compulsory military service requires long, indefinite conscription periods (6.5 years on average), which some Eritreans leave the country to avoid. Because all local media is state-owned, Eritrea was also ranked as having the third-least press freedom in the global Press Freedom Index, behind North Korea and Turkmenistan.\n The sovereign state of Eritrea is a member of the African Union, the United Nations, and the Intergovernmental Authority on Development, and is an observer state in the Arab League alongside Brazil, Venezuela and Turkey.",
  "/wiki/Tesfaye_Tola": "Tesfaye Tola (born October 19, 1974) is an Ethiopian long-distance runner, most known for winning a bronze medal in marathon at the 2000 Summer Olympics. The next year he finished fourth at the 2001 World Championships, and fifth in the World Half Marathon Championships.",
  "/wiki/Ethiopia": "Ethiopia (/ˌiːθiˈoʊpiə/; Amharic: ኢትዮጵያ, ʾĪtyōṗṗyā, listen (help·info), Tigrinya: ኢትዮጵያ, Oromo: Itiyoophiyaa, Somali: Itoobiya, Afar: Itiyoophiyaa), officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti to the northeast, Somalia, and the de facto state of Somaliland to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. With over 109 million inhabitants, Ethiopia is the most populous landlocked country in the world and the second-most populous nation on the African continent with a total area of 1,100,000 square kilometres (420,000 sq mi). Its capital and largest city is Addis Ababa, which lies a few miles west of the East African Rift that splits the country into the Nubian and Somali tectonic plates.\nSome of the oldest skeletal evidence for anatomically modern humans has been found in Ethiopia. It is widely considered as the region from which modern humans first set out for the Middle East and places beyond. According to linguists, the first Afroasiatic-speaking populations settled in the Horn region during the ensuing Neolithic era. Tracing its roots to the 2nd millennium BCE, Ethiopia's governmental system was a monarchy for most of its history. Oral literature tells that the monarchy was founded by the Solomonic dynasty of the Queen of Sheba, under its first king, Menelik I. In the first centuries, the Kingdom of Aksum maintained a unified civilization in the region, followed by the Ethiopian Empire circa 1137. During the late 19th-century Scramble for Africa, Ethiopia and Liberia were two nations that preserved their sovereignty from long-term colonisation by a European colonial power and many newly-independent nations on the continent subsequently adopted its flag colours. However, the country was later occupied by Italy in 1936 and became Italian Ethiopia (part of Italian East Africa) until it was liberated during World War II. Ethiopia was also the first independent member from Africa of the 20th-century League of Nations and the United Nations. In 1974, the Ethiopian monarchy under Haile Selassie was overthrown by the Derg, a communist military government backed by the Soviet Union. In 1987, the Derg established the People's Democratic Republic of Ethiopia, but it was overthrown in 1991 by the Ethiopian People's Revolutionary Democratic Front, which has been the ruling political coalition since.\n Ethiopia and Eritrea use the ancient Ge'ez script, which is one of the oldest alphabets still in use in the world. They follow the Ethiopian calendar, which is approximately seven years and three months behind the Gregorian calendar. A majority of the population adheres to Christianity (mainly the Ethiopian Orthodox Tewahedo Church and P'ent'ay) and the historical Kingdom of Aksum was one of the first states to officially adopt the religion, whereas around a third follows Islam (primarily Sunni). The country is the site of the Migration to Abyssinia and the oldest Muslim settlement in Africa at Negash. A substantial population of Ethiopian Jews, known as Bete Israel, also resided in Ethiopia until the 1980s. Ethiopia is a multilingual nation with around 80 ethnolinguistic groups, the four largest of which are the Oromo, Amhara, Somali and Tigrayans. Most people in the country speak Afroasiatic languages of the Cushitic or Semitic branches. Additionally, Omotic languages are spoken by ethnic minority groups inhabiting the southern regions. Nilo-Saharan languages are also spoken by the nation's Nilotic ethnic minorities. Oromo is the most populous language by native speakers, while Amharic is the most populous by number of total speakers and serves as the working language in the federal government. Ge'ez remains important as a liturgical language, both for the Ethiopian Orthodox Tewahedo Church, Eritrean Orthodox Tewahedo Church, and for the Beta Israel (Ethiopian Jews).\n The nation is a land of natural contrasts, with its vast fertile west, its forests, and numerous rivers, and the world's hottest settlement of Dallol in its north. The Ethiopian Highlands are the largest continuous mountain ranges in Africa, and the Sof Omar Caves contains the largest cave on the continent. Ethiopia also has the most UNESCO World Heritage Sites in Africa. Additionally, the sovereign state is a founding member of the UN, the Group of 24 (G-24), the Non-Aligned Movement, G-77 and the Organisation of African Unity. Its capital city Addis Ababa serves as the headquarters of the African Union, the Pan African Chamber of Commerce and Industry, the United Nations Economic Commission for Africa, the African Standby Force, and many of the global NGOs focused on Africa. In the 1970s and 1980s, Ethiopia experienced civil conflicts and communist purges, which hindered its economy. The country has since recovered and now has the largest economy (by GDP) in East Africa, having the largest population in the region. Despite these improvements, it remains one of the world's poorest countries. In addition to poverty, Ethiopia faces hunger, corruption, weak infrastructure, and poor access to health and education  (with an illiteracy rate of 51%), ranking in the worst quartile on the Human Development Index. The Ethiopian government's respect for human rights also remained poor.",
  "/wiki/Ridouane_Harroufi": "Ridouane Harroufi (born 30 July 1981 in Azrou) is a Moroccan long-distance runner who competes in road running competitions, including the marathon.",
  "/wiki/Morocco": "Morocco (/məˈrɒkoʊ/ (listen); Arabic: المغرب‎, romanized: al-maġhrib, lit. 'place the sun sets; the west'; Standard Moroccan Tamazight: ⵍⵎⵖⵔⵉⴱ, romanized: lmeɣrib; French: Maroc), officially the Kingdom of Morocco (Arabic: المملكة المغربية‎, romanized: al-mamlakah al-maghribiyah, lit. 'The Western Kingdom'; Standard Moroccan Tamazight: ⵜⴰⴳⵍⴷⵉⵜ ⵏ ⵍⵎⵖⵔⵉⴱ, romanized: tageldit n lmaɣrib; French: Royaume du Maroc), is a country located in the Maghreb region of North Africa. It overlooks the Mediterranean Sea to the north and the Atlantic Ocean to the west, with land border with Algeria to the east and Western Sahara to the south (status disputed). Morocco also claims the exclaves of Ceuta, Melilla and Peñón de Vélez de la Gomera, all of them under Spanish jurisdiction, as well as several small Spanish-controlled islands of its coast. The capital is Rabat and the largest city is Casablanca. Morocco spans an area of 710,850 km2 (274,460 sq mi) and has a population of over 36 million.\n Since the foundation of the first Moroccan state by Idris I in 788 AD, the country has been ruled by a series of independent dynasties, reaching its zenith under Almoravid and Almohad rule, when it spanned parts of Iberia and northwestern Africa. The Marinid and Saadi dynasties resisted foreign domination into the 17th century, allowing Morocco to remain the only northwest African country to avoid Ottoman occupation. The Alaouite dynasty, which rules to this day, seized power in 1631. The country's strategic location near the mouth of the Mediterranean attracted the interest of Europe, and in 1912, Morocco was divided into French and Spanish protectorates, with an international zone in Tangier. It regained its independence in 1956, and has since remained comparatively stable and prosperous by regional standards, with the fifth largest economy in Africa.\n Morocco claims the non-self-governing territory of Western Sahara, formerly Spanish Sahara, as its Southern Provinces. After Spain agreed to decolonise the territory to Morocco and Mauritania in 1975, a guerrilla war arose with local forces. Mauritania relinquished its claim in 1979, and the war lasted until a ceasefire in 1991. Morocco currently occupies two thirds of the territory, and peace processes have thus far failed to break the political deadlock.\n The sovereign state is a unitary constitutional monarchy with an elected parliament. The country wields significant influence in both Africa and the Arab world, and  is considered a regional power and a middle power. The King of Morocco holds vast executive and legislative powers, especially over the military, foreign policy and religious affairs. Executive power is exercised by the government, while legislative power is vested in both the government and the two chambers of parliament, the Assembly of Representatives and the Assembly of Councillors. The king can issue decrees called dahirs, which have the force of law. He can also dissolve the parliament after consulting the Prime Minister and the president of the constitutional court.\n Morocco's predominant religion is Islam, and its official languages are Arabic and Berber, the latter achieving official recognition in 2011, having been the native language of Morocco before the Muslim conquest in the seventh century C.E. The Moroccan dialect of Arabic, referred to as Darija, and French are also widely spoken. Moroccan culture is a blend of Berber, Arab, Sephardi Jews, West African and European influences.\n Morocco is a member of the Arab League, the Union for the Mediterranean and the African Union.",
  "/wiki/Abderrahim_Goumri": "Abderrahim Goumri (Arabic: عبد الرحيم الغومري‎; 21 May 1976 – 19 January 2013 in Temara, Morocco) was a Moroccan long-distance runner. He had competed in cross country, track, road running and marathon races.\n He spent the early part of his career in Norway and established himself with performances at the IAAF World Cross Country Championships, where he helped his nation to team bronze medals at the 2002 and 2003 editions. He reached the 5000 metres track finals at the 2003 World Championships and the 2004 Summer Olympics. In 2005 he ran a career best of 12:50.25 minutes for the distance to take eleventh place on the all-time lists.\n From 2007 onwards he focused on marathon running and was runner-up at both the London and New York races that year. He set a Moroccan record of 2:05:30 hours for third at the 2008 London Marathon, becoming the sixth fastest marathoner at that point. He was the runner-up at the 2008 New York Marathon and the 2009 Chicago Marathon. In spite of good performances at major races on the circuit, he has not performed well in the event at championships—finishing twentieth at the 2008 Beijing Olympics and failing to finish at the World Championships in 2007, 2009 and 2011.\n On 7 June 2012, the International Association of Athletics Federations (IAAF) announced that Goumri was provisionally suspended on the basis of abnormal blood values in his \"biological passport.\" The French newspaper L'Équipe reported that the IAAF was recommending a suspension of two to four years for the doping offense. He received a four-year suspension.\n Goumri died on 19 January 2013 in a car crash in Temara, Morocco while en route to Rabat.",
  "/wiki/Paulo_Gomes_(athlete)": "Paulo Jorge Caetano Gomes (born May 15, 1973 in Celorico da Beira, Beira Interior Norte) is a Portuguese marathon runner. He set a personal best time of 2:12:51, by finishing third at the 2007 Volkswagen Marathon in Prague, Czech Republic.\n At age thirty-five, Gomes made his official debut for the 2008 Summer Olympics in Beijing, where he competed in the men's marathon, along with his teammate Hélder Ornelas. He successfully finished the race in thirtieth place by four seconds behind Russia's Oleg Kulkov, with a time of 2:18:15.",
  "/wiki/Portugal": "Portugal (Portuguese: [puɾtuˈɣal]), officially the Portuguese Republic (Portuguese: República Portuguesa [ʁɛˈpuβlikɐ puɾtuˈɣezɐ]),[note 5] is a country located mostly on the Iberian Peninsula, in southwestern Europe. It is the westernmost sovereign state of mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional governments.\n Portugal is the oldest nation state on the Iberian Peninsula and one of the oldest in Europe and the world, its territory having been continuously settled, invaded and fought over since prehistoric times. The pre-Celtic people, Iberians, \nCelts, Carthaginians and Romans were followed by the invasions of the Visigoths and Suebi Germanic peoples. After the Muslim conquests of the Iberian Peninsula, most of the territory was part of Al-Andalus until their expulsion. Portugal as a country was established during the early Christian Reconquista. Founded in 868, the County of Portugal gained prominence after the Battle of São Mamede in 1128. The Kingdom of Portugal was later proclaimed following the Battle of Ourique in 1139, and independence from León was recognised by the Treaty of Zamora in 1143. On 12 December 2017, the Portuguese Navy commemorated the 700th anniversary of its official creation by King Denis of Portugal. Tracing its origins back to the 12th century, it is the oldest continuously serving navy in the world.\n In the 15th and 16th centuries, Portugal established the first global empire, becoming one of the world's major economic, political and military powers. During this period, today referred to as the Age of Discovery, Portuguese explorers pioneered maritime exploration, notably under royal patronage of Prince Henry the Navigator and King John II, with such notable voyages as Bartolomeu Dias' sailing beyond the Cape of Good Hope (1488), Vasco da Gama's discovery of the sea route to India (1497–98) and the European discovery of Brazil (1500). During this time Portugal monopolized the spice trade, divided the world into hemispheres of dominion with Castille, and the empire expanded with military campaigns in Asia. However, events such as the 1755 Lisbon earthquake, the country's occupation during the Napoleonic Wars, the independence of Brazil (1822) and a late industrialization compared to other European powers erased to a great extent Portugal's prior opulence.\n After the 1910 revolution deposed the monarchy, the democratic but unstable Portuguese First Republic was established, later being superseded by the Estado Novo authoritarian regime. Democracy was restored after the Carnation Revolution in 1974, ending the Portuguese Colonial War. Shortly after, independence was granted to almost all its overseas territories, including East Timor. The handover of Macau to China in 1999 marked the end of what can be considered the longest-lived colonial empire.\n Portugal has left a profound cultural, architectural and linguistic influence across the globe, with a legacy of around 250 million Portuguese speakers, and many Portuguese-based creoles. It is a developed country with an advanced economy and high living standards. Additionally, it is highly placed in rankings of moral freedom (2nd), peacefulness (3rd), LGBTI rights (7th in Europe), democracy (8th), press freedom (12th), stability (15th), social progress (18th), prosperity (26th), and HDI (40th). A member of the United Nations and the European Union, Portugal was also one of the founding members of NATO, the eurozone, the OECD, and the Community of Portuguese Language Countries.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).\n Japan is officially divided into 47 prefectures and traditionally into eight regions. Approximately two-thirds of the country's terrain is mountainous and heavily forested, and less than one-eighth of land is suitable for agriculture. Consequently, Japan is among the most densely populated and urbanized countries in the world, with over 90% of its population living in urban areas. The largest of these is the metropolitan area centered on the capital city of Tokyo, which is the most populous in the world and home to more than 38 million people. Japan itself is the world's eleventh most populous country with a population of 126.2 million, of which 97.8% are ethnically Japanese.\n The kanji (or \"Chinese characters\") that make up the name of Japan in the Japanese language mean \"sun origin\"; in the Western world, the country is often known by the sobriquet \"Land of the Rising Sun\". Periods of influence from other regions, primarily China, followed by periods of isolation, particularly from Western Europe, have characterized the history of Japan.\n While archaeological evidence indicates that Japan was inhabited as early as the Upper Paleolithic period, the first written mention of the archipelago appears in Chinese texts from the first century AD. Between the fourth and ninth centuries, the kingdoms of Japan became gradually unified under an Emperor and imperial court based in Heian-kyō (modern Kyoto). However, beginning in the twelfth century, de facto political power came to be held by a succession of military dictators (shōgun) and feudal lords (daimyō) and enforced by a class of warrior nobility known as samurai. After a century-long period of civil war, Japan was reunified in 1603 under the rule of the Tokugawa shogunate, which established a government in Edo (modern Tokyo) and enacted a policy of isolationism. This period ended in 1853 when a United States fleet forced Japan to open to the West, leading to the fall of the shogunate and the restoration of imperial power in 1868. In the following Meiji era, Japan adopted a Western-style government and pursued a program of industrialization and modernization; this transformed the feudal society into a great power, with Japan establishing a colonial empire in East Asia after decisive victories in the First Sino-Japanese War and Russo-Japanese War. In 1937, the Empire of Japan invaded China, beginning the Second Sino-Japanese War; in 1940, it signed the Tripartite Pact and entered World War II the following year on the side of the Axis powers. After suffering major defeats in the Pacific and two atomic bombings, Japan surrendered to the Allies in 1945, coming under a brief occupation and adopting a new post-war constitution. Japan has since maintained a unitary parliamentary constitutional monarchy with the Emperor as a ceremonial head of state and an elected legislature known as the National Diet.\n Today, Japan is a member of numerous international institutions, including the United Nations, the OECD, the G7, and the G20. Although it has officially renounced its right to declare war, Japan maintains a modern military for peacekeeping and self-defense, which has been ranked as the world's fourth most powerful. Following World War II, Japan experienced record economic growth, recovering from the war to become the world's second-largest economy by 1980. Today, Japan's economy is the world's third-largest by nominal GDP and fourth-largest by purchasing power parity; it is also the fourth-largest importer and exporter and a global leader in the automotive and electronics industries. Japan is ranked \"very high\" on the Human Development Index; its population enjoys high levels of education and the second-highest life expectancy in the world, though it currently is experiencing a projected decline due to low birth rates. Culturally, Japan is globally renowned for its art, cuisine, literature, cinema, music, and popular culture, including its prominent comics, animation, and video game industries.",
  "/wiki/Wilson_Busienei": "Wilson Kipkemei Busienei (born 18 August 1981 in Nakasongola) is an Ugandan long-distance runner. He is best known for winning three gold medals at the 2005 Summer Universiade. He has represented his country at the World Championship level in cross country running and road running and on the track. He took part in the 2004 Summer Olympics, finishing eleventh in the 10,000 metres. Busienei has also competed at the Commonwealth Games, having taken fifth in the 10,000 m in 2006.\n He ran at the 2010 Giro al Sas 10,000 m race in Italy in October and crossed the line after Edwin Soi to finish as runner-up.",
  "/wiki/Uganda": "Uganda, officially the Republic of Uganda (Swahili: Jamhuri ya Uganda; Luganda: Eggwanga Yuganda) is a landlocked country in East-Central Africa. It is bordered to the east by Kenya, to the north by South Sudan, to the west by the Democratic Republic of the Congo, to the south-west by Rwanda, and to the south by Tanzania. The southern part of the country includes a substantial portion of Lake Victoria, shared with Kenya and Tanzania. Uganda is in the African Great Lakes region. Uganda also lies within the Nile basin, and has a varied but generally a modified equatorial climate.\n Uganda takes its name from the Buganda kingdom, which encompasses a large portion of the south of the country, including the capital Kampala. The people of Uganda were hunter-gatherers until 1,700 to 2,300 years ago, when Bantu-speaking populations migrated to the southern parts of the country.\n Beginning in 1894, the area was ruled as a protectorate by the UK, who established administrative law across the territory. Uganda gained independence from the UK on 9 October 1962. The period since then has been marked by violent conflicts, including an 8-year-long far right military dictatorship led by Idi Amin. Additionally, a lengthy civil war against the Lord's Resistance Army in the Northern Region led by Joseph Kony, has caused hundreds of thousands of casualties.\n The official languages are English and Swahili, although \"any other language may be used as a medium of instruction in schools or other educational institutions or for legislative, administrative or judicial purposes as may be prescribed by law.\" Luganda, a central language, is widely spoken across the country, and several other languages are also spoken, including Acholi, Runyoro, Runyankole, Rukiga, Luo and Lusoga.\n The current president of Uganda is Yoweri Kaguta Museveni, who came to power in January 1986 after a protracted six-year guerrilla war. He has since eliminated the presidential term limits and the presidential age limit; due to the nature of Ugandan politics, this effectively makes him president for life.",
  "/wiki/Tariku_Jufar": "Tariku Jufar (born 18 July 1984) is an Ethiopian long-distance runner who competes in marathon races. He has won the Beijing, Beirut and Houston Marathons and has had top-three finishes in Istanbul, Mumbai, Los Angeles, Lake Biwa and Hamburg. His personal best for the distance is 2:06:51 hours (set in 2012).\n In addition to marathon running, he also represented his country at the IAAF World Half Marathon Championships in 2003 and 2007.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.\n During the Iron Age, what is now metropolitan France was inhabited by the Gauls, a Celtic people. Rome annexed the area in 51 BC, holding it until the arrival of Germanic Franks in 476, who formed the Kingdom of Francia. The Treaty of Verdun of 843 partitioned Francia into East Francia, Middle Francia and West Francia. West Francia, which became the Kingdom of France in 987, emerged as a major European power in the Late Middle Ages, following its victory in the Hundred Years' War (1337–1453). During the Renaissance, French culture flourished and a global colonial empire was established, which by the 20th century would become the second largest in the world. The 16th century was dominated by religious civil wars between Catholics and Protestants (Huguenots). France became Europe's dominant cultural, political, and military power in the 17th century under Louis XIV. In the late 18th century, the French Revolution overthrew the absolute monarchy, establishing one of modern history's earliest republics and drafting the Declaration of the Rights of Man and of the Citizen, which expresses the nation's ideals to this day.\n In the 19th century, Napoleon took power and established the First French Empire. His subsequent Napoleonic Wars (1803–15) shaped the course of continental Europe. Following the collapse of the Empire, France endured a tumultuous succession of governments culminating with the establishment of the French Third Republic in 1870. France was a major participant in World War I, from which it emerged victorious, and was one of the Allies in World War II, but came under occupation by the Axis powers in 1940. Following liberation in 1944, a Fourth Republic was established and later dissolved in the course of the Algerian War. The Fifth Republic, led by Charles de Gaulle, was formed in 1958 and remains today. Algeria and nearly all the other colonies became independent in the 1960s, with most retaining close economic and military connections with France.\n France has long been a global centre of art, science, and philosophy. It hosts the world's fourth-largest number of UNESCO World Heritage Sites and is the leading tourist destination, receiving around 83 million foreign visitors annually, but if it counted the nights spent by non-residents tourist, France become the sixth country in world with 138 millions of nights, behind United States, China, Spain, Italy and United Kingdom. France is a developed country with the world's sixth-largest economy by nominal GDP, and tenth-largest by purchasing power parity. In terms of aggregate household wealth, it ranks fourth in the world. France performs well in international rankings of education, health care, life expectancy, and human development. France is considered a great power in global affairs, being one of the five permanent members of the United Nations Security Council with the power to veto and an official nuclear-weapon state. It is a leading member state of the European Union and the Eurozone, and a member of the Group of 7, North Atlantic Treaty Organization (NATO), Organisation for Economic Co-operation and Development (OECD), the World Trade Organization (WTO), and La Francophonie.",
  "/wiki/Óscar_Fernández_(athlete)": "Óscar Fernández Giralda (born October 23, 1974) is a retired male long-distance runner from Spain. He set his personal best (2:09:59) in the marathon on December 12, 2003 in Fukuoka, Japan.\n He is currently a coach of a group of athletes belonging to the Isaac Viciosa athletics school. He also runs his own school of athletics in Tudela de Duero (Valladolid), called Santinos.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.\n With an area of 505,990 km2 (195,360 sq mi), Spain is the largest country in Southern Europe, the second largest country in Western Europe and the European Union, and the fourth largest country in the European continent. By population (about 47 million), Spain is the sixth largest in Europe and the fifth in the European Union. Spain's capital and largest city is Madrid; other major urban areas include Barcelona, Valencia, Seville, Zaragoza, Málaga and Bilbao.\n Modern humans first arrived in the Iberian Peninsula around 35,000 years ago. Iberian cultures along with ancient Phoenician, Greek, Celtic and Carthaginian settlements developed on the peninsula until it came under Roman rule around 200 BCE, after which the region was named Hispania, based on the earlier Phoenician name Sp(a)n or Spania. At the end of the Western Roman Empire the Germanic tribal confederations migrated from Central Europe, invaded the Iberian peninsula and established relatively independent realms in its western provinces, including the Suebi, Alans and Vandals. Eventually, the Visigoths would forcibly integrate all remaining independent territories in the peninsula, including the Byzantine province of Spania, into the Visigothic Kingdom, which more or less unified politically, ecclesiastically and legally all the former Roman provinces or successor kingdoms of what was then documented as Hispania.\n In the early eighth century the Visigothic Kingdom was conquered by the Umayyad Islamic Caliphate, that arrived to the peninsula in the year 711. The Muslim rule in the Iberian Peninsula (al-Andalus) soon became autonomous from Baghdad. The handful of small Christian pockets in the north left out of Muslim rule, along the presence of the Carolingian Empire near the Pyreneean range, would eventually led to the emergence of the Christian kingdoms of León, Castile, Aragon, Portugal and Navarre. Along seven centuries, an intermittent southwards expansion of the latter kingdoms (metahistorically dubbed as a reconquest: the Reconquista) took place, culminating with the Christian seizure of the last Muslim polity (the Nasrid Kingdom of Granada) in 1492, the same year Christopher Columbus arrived in the New World. A process of political conglomeration among the Christian kingdoms also ensued, and the late 15th-century saw the dynastic union of Castile and Aragon under the Catholic Monarchs, sometimes considered as the point of emergence of Spain as unified country. The Conquest of Navarre would take in 1512, while the Kingdom of Portugal was also ruled by the Hapsburg Dynasty between 1580 and 1640.\n In the early modern period, Spain ruled one of the largest empires in history which was also one of the first global empires, leaving a large cultural and linguistic legacy that includes over 570 million Hispanophones, making Spanish the world's second-most spoken native language, after Mandarin Chinese. During the Golden Age there were also many advancements in the arts, with world-famous painters such as Diego Velázquez.\nThe most famous Spanish literary work, Don Quixote, was also published during the Golden Age. Spain hosts the world's third-largest number of UNESCO World Heritage Sites.\n Spain is a secular parliamentary democracy and a parliamentary monarchy, with King Felipe VI as head of state. It is a major developed country and a high income country, with the world's fourteenth largest economy by nominal GDP and sixteenth largest by purchasing power parity. It is a member of the United Nations (UN), the European Union (EU), the Eurozone, the Council of Europe (CoE), the Organization of Ibero-American States (OEI), the Union for the Mediterranean, the North Atlantic Treaty Organization (NATO), the Organisation for Economic Co-operation and Development (OECD), Organization for Security and Co-operation in Europe (OSCE), the Schengen Area, the World Trade Organization (WTO) and many other international organisations. While not an official member, Spain has a \"Permanent Invitation\" to the G20 summits, participating in every summit, which makes Spain a de facto member of the group.",
  "/wiki/2003_IAAF_World_Half_Marathon_Championships": "The 12th IAAF World Half Marathon Championships was held on October 4, 2003 in Vilamoura, Portugal. A total of 171 athletes, 98 men and 73 women, from 49 countries took part.\nDetailed reports on the event and an appraisal of the results were given both\nfor the men's race and for the women's race.\n Complete results were published for the men's race, for the women's race, for men's team, and for women's team."
}