{
  "/wiki/1st_ECO_Summit": "The 1992 ECO summit was the first Economic Cooperation Organization summit, held between 16–17 February in Tehran, Iran. The summit welcomed the admission of new members Azerbaijan, Turkmenistan, Uzbekistan, Tajikistan and Kyrgyzstan as well as allowing limited participation in economic, cultural and technical activities of Northern Cyprus.",
  "/wiki/Iran": "Iran (Persian: ایران‎ Irān [ʔiːˈɾɒːn] (listen)), also called Persia, and officially the Islamic Republic of Iran (Persian: جمهوری اسلامی ایران‎ Jomhuri-ye Eslāmi-ye Irān (listen) [dʒomhuːˌɾije eslɒːˌmije ʔiːˈɾɒn]), is a country in Western Asia. With 82 million inhabitants, Iran is the world's 18th most populous country. Its territory spans 1,648,195 km2 (636,372 sq mi), making it the second largest country in the Middle East and the 17th largest in the world. Iran is bordered to the northwest by Armenia and the Republic of Azerbaijan,[a] to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan and Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Its central location in Eurasia and Western Asia, and its proximity to the Strait of Hormuz, give it geostrategic importance. Tehran is the political and economic center of Iran, and the largest and most populous city in Western Asia with more than 8.8 million residents in the city and 15 million in the larger metropolitan area.",
  "/wiki/Tehran": "Tehran or Teheran (/tɛəˈræn, -ˈrɑːn, ˌteɪə-/; Persian: تهران‎ Ťehrân [tehˈɾɒːn] (listen)) is the capital of Iran and Tehran Province. With a population of around 8.7 million in the city and 15 million in the larger metropolitan area of Greater Tehran, Tehran is the most populous city in Iran and Western Asia, and has the second-largest metropolitan area in the Middle East (after Cairo). It is ranked 24th in the world by the population of its metropolitan area.",
  "/wiki/2nd_ECO_Summit": "The 1993 ECO summit was the second Economic Cooperation Organization summit, held between 6–7 May in Istanbul, Turkey. Afghanistan was welcomed as the 10th member state of the ECO during the summit.",
  "/wiki/Turkey": "Turkey (Turkish: Türkiye [ˈtyɾcije]), officially the Republic of Turkey (Turkish: Türkiye Cumhuriyeti [ˈtyɾcije dʒumˈhuːɾijeti] (listen)), is a transcontinental country almost wholly located on the Anatolian peninsula in Western Asia, with a smaller portion on the Balkan peninsula in Southeastern Europe. East Thrace, the part of Turkey in Europe, is separated from Anatolia by the Sea of Marmara, the Bosporus and the Dardanelles (collectively called the Turkish Straits). Turkey is bordered by Greece and Bulgaria to its northwest, the Black Sea to its north, Georgia to its northeast, Armenia, the Azerbaijani exclave of Nakhchivan and Iran to its east, Iraq and Syria to its southeast, the Mediterranean Sea to its south, and the Aegean Sea to its west. Istanbul is the largest city in the country while Ankara is the capital. Approximately 70 to 80 percent of the country's citizens identify as Turkish, while Kurds are the largest minority at anywhere from 15 to 20 percent of the population.",
  "/wiki/Istanbul": "Istanbul (/ˌɪstænˈbʊl/, also US: /ˈɪstænbʊl/; Turkish: İstanbul [isˈtanbuɫ] (listen)), formerly known as Byzantium and Constantinople, is the most populous city in Turkey and the country's economic, cultural and historic center. Istanbul is a transcontinental city in Eurasia, straddling the Bosporus strait (which separates Europe and Asia) between the Sea of Marmara and the Black Sea. Its commercial and historical center lies on the European side and about a third of its population lives in suburbs on the Asian side of the Bosporus. With a total population of around 15 million residents in its metropolitan area, Istanbul is one of the world's most populous cities, ranking as the world's fifth-largest city proper and the largest European city. The city is the administrative center of the Istanbul Metropolitan Municipality (coterminous with Istanbul Province).",
  "/wiki/3rd_ECO_Summit": "The 1995 ECO summit was the third Economic Cooperation Organization summit, held between 14–15 May 1995 in Islamabad, Pakistan.",
  "/wiki/Pakistan": "Pakistan,[b] officially the Islamic Republic of Pakistan,[c] is a country in South Asia. It is the world's sixth-most populous country with a population exceeding 207.8 million. In area, it is the 33rd-largest country, spanning 881,913 square kilometres (340,509 square miles). Pakistan has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the south and is bordered by India to the east, Afghanistan to the west, Iran to the southwest, and China in the northeast. It is separated narrowly from Tajikistan by Afghanistan's Wakhan Corridor in the northwest, and also shares a maritime border with Oman.",
  "/wiki/Islamabad": "Islamabad (/ɪsˈlɑːməˌbɑːd/; Urdu: اسلام آباد‎, Islāmābād) is the capital city of Pakistan, and is federally administered as part of the Islamabad Capital Territory. Built as a planned city in the 1960s to replace Karachi as Pakistan's capital, Islamabad is noted for its high standards of living, safety, and abundant greenery.",
  "/wiki/4th_ECO_Summit": "The 1996 ECO summit was the fourth Economic Cooperation Organization summit, held between 14–15 May 1996 in Ashgabat, Turkmenistan.",
  "/wiki/Turkmenistan": "Turkmenistan (/tɜːrkˈmɛnɪstæn/ (listen) or /tɜːrkmɛnɪˈstɑːn/ (listen); Turkmen: Türkmenistan, pronounced [tʏɾkmɛnɪˈθtɑn]) is a sovereign country in Central Asia, bordered by Kazakhstan to the northwest, Uzbekistan to the north and east, Afghanistan to the southeast, Iran to the south and southwest, and the Caspian Sea to the west. Ashgabat is the capital and largest city of the country. The population of the country is 5.6 million, the lowest of the Central Asian republics. Turkmenistan is one of the most sparsely populated nations in Asia.",
  "/wiki/Ashgabat": "Ashgabat (Turkmen: Aşgabat, pronounced [ɑʃʁɑˈbɑt]) —  formerly named Poltoratsk (Russian: Полтора́цк, IPA: [pəltɐˈratsk]) between 1919 and 1927, is the capital and the largest city of Turkmenistan. It is situated between the Karakum Desert and the Kopet Dag mountain range in Central Asia.",
  "/wiki/Kazakhstan": "Kazakhstan,[b] officially the Republic of Kazakhstan,[c] is a transcontinental country largely located in Central Asia with the most western parts of it being located in Eastern Europe. It is the world's largest landlocked country, and the ninth largest country in the world, with an area of 2,724,900 square kilometres (1,052,100 sq mi). Kazakhstan is the most dominant nation of Central Asia economically, generating 60% of the region's GDP, primarily through its oil and gas industry. It also has vast mineral resources.",
  "/wiki/Almaty": "Almaty (/ˈælməti/; Kazakh: Almaty, Алматы; Yañalif: Almatь; [ɑlmɑˈtə]; Russian: Алматы, [ɐlmɐˈtɨ]), formerly known as Alma-Ata (/ˌælmə.əˈtɑː/; Kazakh: Alma-Ata; Russian: Алма-Ата, romanized: Alma-Ata) and Verniy (Russian: Верный, romanized: Vernyy), is the largest city in Kazakhstan, with a population of 2,039,376 people, about 11% of the country's total population, and more than 2.7 million in its built-up area that encompasses Talgar, Boraldai, Otegen Batyr and many other suburbs. It served as capital of the Soviet and later independent Kazakhstan from 1929 to 1997. In 1997, the government relocated the capital to Astana (known as \"Nur-Sultan\" as of 23 March 2019) in the north of the country and about 12 hours away by train.",
  "/wiki/Tajikistan": "Tajikistan (/tɑːˈdʒiːkɪstɑːn/ (listen), /tə-, tæ-/; Tajik: Тоҷикистон [tɔdʒikisˈtɔn], Russian: Таджикистан, tr. Tadzhikistan), officially the Republic of Tajikistan (Tajik: Ҷумҳурии Тоҷикистон, Jumhurii Tojikiston, Russian: Республика Таджикистан, tr. Respublika Tadzhikistan), is a mountainous, landlocked country in Central Asia with an area of 143,100 km2 (55,300 sq mi) and an estimated population of 9,275,828 people. It is bordered by Afghanistan to the south, Uzbekistan to the west, Kyrgyzstan to the north, and China to the east. The traditional homelands of the Tajik people include present-day Tajikistan as well as parts of Afghanistan and Uzbekistan.",
  "/wiki/Dushanbe": "Dushanbe (Tajik: Душанбе, IPA: [duʃæmˈbe]; meaning Monday in Persian, Russian: Душанбе, tr. Dushanbe) is the capital and largest city of Tajikistan. It was named this way because it grew from a village that originally had a popular market on Mondays. As of 2016[update], Dushanbe had a population of 802,700.",
  "/wiki/Azerbaijan": "Azerbaijan (UK: /ˌæzərbaɪˈdʒɑːn, -ˈʒɑːn/ (listen), US: /ˌɑːzərbaɪˈdʒɑːn, ˌæz-/; Azerbaijani: Azərbaycan [ɑːzæɾbɑjˈd͡ʒɑn]), officially the Republic of Azerbaijan (Azerbaijani: Azərbaycan Respublikası [ɑːzæɾbɑjˈd͡ʒɑn ɾespublikɑˈsɯ]), is a landlocked country in the South Caucasus region of Eurasia at the crossroads of Eastern Europe and Central Asia. It is bounded by the Caspian Sea to the east, Russia to the north, Georgia to the northwest, Armenia to the west and Iran to the south. The exclave of Nakhchivan is bounded by Armenia to the north and east, Iran to the south and west, and has an 11 km (6.8 mi) long border with Turkey in the northwest.",
  "/wiki/Baku": "Baku (/bəˈkuː, bɑːˈkuː, ˈbɑːkuː, ˈbækuː/; Azerbaijani: Bakı, IPA: [bɑˈcɯ]) is the capital and largest city of Azerbaijan, as well as the largest city on the Caspian Sea and of the Caucasus region. Baku is located 28 metres (92 ft) below sea level, which makes it the lowest lying national capital in the world and also the largest city in the world located below sea level. Baku lies on the southern shore of the Absheron Peninsula, alongside the Bay of Baku. At the beginning of 2009, Baku's urban population was estimated at just over two million people. Officially, about 25% of all inhabitants of the country live in Baku's metropolitan area. Baku is the sole metropolis in Azerbaijan.",
  "/wiki/12th_ECO_Summit": "The 2012 ECO summit was the twelfth Economic Cooperation Organization summit, held on 16 October 2012 in Baku, Azerbaijan.",
  "/wiki/13th_ECO_Summit": "The 2017 ECO summit was the 13th summit of the Economic Cooperation Organization, held on 1 March 2017 in Islamabad, Pakistan.",
  "/wiki/Economic_Cooperation_Organization": "The Economic Cooperation Organization or ECO is an Asian political and economic intergovernmental organization which was founded in 1985 in Tehran by the leaders of Iran, Pakistan, and Turkey. It provides a platform to discuss ways to improve development and promote trade and investment opportunities. The ECO is an ad hoc organisation under the United Nations Charter. The objective is to establish a single market for goods and services, much like the European Union. The ECO's secretariat and cultural department are located in Iran, its economic bureau is in Turkey and its scientific bureau is situated in Pakistan."
}