{
  "/wiki/1st_ECO_Summit": "The 1992 ECO summit was the first Economic Cooperation Organization summit, held between 16–17 February in Tehran, Iran. The summit welcomed the admission of new members Azerbaijan, Turkmenistan, Uzbekistan, Tajikistan and Kyrgyzstan as well as allowing limited participation in economic, cultural and technical activities of Northern Cyprus.",
  "/wiki/Iran": "Iran (Persian: ایران‎ Irān [ʔiːˈɾɒːn] (listen)), also called Persia, and officially the Islamic Republic of Iran (Persian: جمهوری اسلامی ایران‎ Jomhuri-ye Eslāmi-ye Irān (listen) [dʒomhuːˌɾije eslɒːˌmije ʔiːˈɾɒn]), is a country in Western Asia. With 82 million inhabitants, Iran is the world's 18th most populous country. Its territory spans 1,648,195 km2 (636,372 sq mi), making it the second largest country in the Middle East and the 17th largest in the world. Iran is bordered to the northwest by Armenia and the Republic of Azerbaijan,[a] to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan and Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Its central location in Eurasia and Western Asia, and its proximity to the Strait of Hormuz, give it geostrategic importance. Tehran is the political and economic center of Iran, and the largest and most populous city in Western Asia with more than 8.8 million residents in the city and 15 million in the larger metropolitan area.\n Iran is home to one of the world's oldest civilizations, beginning with the formation of the Elamite kingdoms in the fourth millennium BCE. It was first unified by the Iranian Medes in the seventh century BCE, and reached its territorial height in the sixth century BCE under Cyrus the Great, whose Achaemenid Empire stretched from Eastern Europe to the Indus Valley, one of the largest empires in history. The empire fell to Alexander the Great in the fourth century BCE and was divided into several Hellenistic states. An Iranian rebellion established the Parthian Empire in the third century BCE, which was succeeded in the third century CE by the Sasanian Empire, a leading world power for the next four centuries.\nArab Muslims conquered the empire in the seventh century CE, and the subsequent Islamization of Iran led to the decline of the once dominant Zoroastrian religion. Iran's major contributions to art, philosophy, and science spread throughout the Muslim world and beyond during the Islamic Golden Age. Over the next two centuries, a series of native Muslim dynasties emerged before the Seljuq Turks and the Ilkhanate Mongols conquered the region. The rise of the native Safavids in the 15th century led to the reestablishment of a unified Iranian state and national identity, with the country's conversion to Shia Islam marking a turning point in Iranian and Muslim history.\n Under Nader Shah, Iran was one of the most powerful states in the 18th century, though by the 19th century, a series of conflicts with the Russian Empire led to significant territorial losses. The Persian Constitutional Revolution in the early 20th century created a constitutional monarchy and the country's first legislature. A 1953 coup instigated by the United Kingdom and the United States resulted in greater autocratic rule under Mohammad Reza Pahlavi and growing Western political influence. A far-reaching series of reforms known as the White Revolution was launched by the Shah in 1963, prompting industrial growth, land reforms, and increased women's rights. Nevertheless, widespread dissatisfaction and unrest against the monarchy persisted, leading to the Iranian Revolution, which established the current Islamic Republic. For most of the 1980s, Iran fought a war with Iraq that resulted in millions of casualties and economic devastation for both sides.\n Iran's political system has elements of a presidential democracy with a theocracy governed by an autocratic \"Supreme Leader\". It has been described as authoritarian, with significant constraints and abuses against human rights.\n Iran is a founding member of the UN, ECO, OIC, and OPEC. It is a major regional and middle power, and its large reserves of fossil fuels—including the world's largest natural gas supply and the third largest proven oil reserves—exert considerable influence in international energy security and the world economy. The country's rich cultural legacy is reflected in part by its 22 UNESCO World Heritage Sites, the third largest number in Asia and 10th largest in the world. Historically a multi-ethnic country, Iran remains a pluralistic society comprising numerous ethnic, linguistic, and religious groups, the largest being Persians, Azeris, Kurds, Mazandaranis and Lurs.",
  "/wiki/Tehran": "Tehran or Teheran (/tɛəˈræn, -ˈrɑːn, ˌteɪə-/; Persian: تهران‎ Ťehrân [tehˈɾɒːn] (listen)) is the capital of Iran and Tehran Province. With a population of around 8.7 million in the city and 15 million in the larger metropolitan area of Greater Tehran, Tehran is the most populous city in Iran and Western Asia, and has the second-largest metropolitan area in the Middle East (after Cairo). It is ranked 24th in the world by the population of its metropolitan area.\n In the Classical era, part of the territory of present-day Tehran was occupied by Rhages, a prominent Median city. It was subject to destruction through the medieval Arab, Turkic, and Mongol invasions. Its modern-day inheritor remains as an urban area absorbed into the metropolitan area of Greater Tehran.\n Tehran was first chosen as the capital of Iran by Agha Mohammad Khan of the Qajar dynasty in 1786, in order to remain within close reach of Iran's territories in the Caucasus, before being separated from Iran as a result of the Russo-Iranian Wars, and to avoid the vying factions of the previously ruling Iranian dynasties. The capital has been moved several times throughout history, and Tehran is the 32nd national capital of Iran. Large-scale demolition and rebuilding began in the 1920s, and Tehran has been a destination for mass migrations from all over Iran since the 20th century.\n Tehran is home to many historical collections, including the royal complexes of Golestan, Sa'dabad, and Niavaran, where the two last dynasties of the former Imperial State of Iran were seated. Tehran's most famous landmarks include the Azadi Tower, a memorial built under the reign of Mohammad Reza Shah of the Pahlavi dynasty in 1971 to mark the 2,500th year of the foundation of the Imperial State of Iran, and the Milad Tower, the world's sixth-tallest self-supporting tower which was completed in 2007. The Tabiat Bridge, a newly built landmark, was completed in 2014.\n The majority of the population of Tehran are Persian-speaking people, and roughly 99% of the population understand and speak Persian, but there are large populations of other ethno-linguistic groups who live in Tehran and speak Persian as a second language.\n Tehran has an international airport (Imam Khomeini Airport), a domestic airport (Mehrabad Airport), a central railway station, the rapid transit system of Tehran Metro, a bus rapid transit system, trolleybuses, and a large network of highways.\n There have been plans to relocate Iran's capital from Tehran to another area, due mainly to air pollution and the city's exposure to earthquakes. To date, no definitive plans have been approved. A 2016 survey of 230 cities by consultant Mercer ranked Tehran 203rd for quality of life. According to the Global Destinations Cities Index in 2016, Tehran is among the top ten fastest growing destinations.\n October 6 is marked as Tehran Day based on a 2016 decision by members of the City Council, celebrating the day when the city was officially chosen as the capital of Iran by the Qajar dynasty back in 1907.",
  "/wiki/2nd_ECO_Summit": "The 1993 ECO summit was the second Economic Cooperation Organization summit, held between 6–7 May in Istanbul, Turkey. Afghanistan was welcomed as the 10th member state of the ECO during the summit.",
  "/wiki/Turkey": "Turkey (Turkish: Türkiye [ˈtyɾcije]), officially the Republic of Turkey (Turkish: Türkiye Cumhuriyeti [ˈtyɾcije dʒumˈhuːɾijeti] (listen)), is a transcontinental country located mostly on the Anatolian peninsula in Western Asia, with a smaller portion on the Balkan peninsula in Southeastern Europe. East Thrace, the part of Turkey in Europe, is separated from Anatolia by the Sea of Marmara, the Bosporus and the Dardanelles (collectively called the Turkish Straits). Istanbul, mostly located on the European side, is the largest city in the country while Ankara is the capital. Turkey is bordered by Greece and Bulgaria to its northwest, the Black Sea to its north, Georgia to its northeast, Armenia, the Azerbaijani exclave of Nakhchivan and Iran to its east, Iraq and Syria to its southeast, the Mediterranean Sea to its south, and the Aegean Sea to its west. Approximately 70 to 80 percent of the country's citizens identify as Turkish, while Kurds are the largest minority at anywhere from 15 to 20 percent of the population.\n At various points in its history, the region has been inhabited by diverse civilisations including the Assyrians, Greeks, Thracians, Phrygians, Urartians, and Armenians. Hellenization started during the era of Alexander the Great and continued into the Byzantine era. The Seljuk Turks began migrating into the area in the 11th century, and their victory over the Byzantines at the Battle of Manzikert in 1071 symbolises the start and foundation of Turkey. The Seljuk Sultanate of Rûm ruled Anatolia until the Mongol invasion in 1243, when it disintegrated into small principalities called beyliks. Beginning in the late 13th century, the Ottomans started uniting beyliks and conquering the Balkans. After Mehmed II conquered Constantinople in 1453, Ottoman expansion continued under Selim I. During the reign of Suleiman the Magnificent the Ottoman Empire encompassed much of Southeast Europe, West Asia and North Africa and became a world power. Beginning from the late 18th century the empire entered a period of decline with a gradual loss of territories and wars. In an effort to consolidate the weakening social and political foundations of the empire, Mahmut II started a period of modernisation in the early 19th century, bringing reforms in all areas of the state including the military and bureaucracy along with the emancipation of all citizens.\n In 1913, a coup d'état effectively put the country under the control of the Three Pashas who were largely responsible for the Empire's entry into World War I in 1914. During World War I, the Ottoman government committed genocides against its Armenian, Assyrian and Pontic Greek subjects.[I] Following the war, the conglomeration of territories and peoples that formerly comprised the Ottoman Empire was partitioned into several new states. The Turkish War of Independence, initiated by Mustafa Kemal Atatürk and his colleagues against occupying Allied Powers, resulted in the abolition of monarchy in 1922 and the establishment of the Republic of Turkey in 1923, with Atatürk as its first president. Atatürk enacted numerous reforms, many of which incorporated various aspects of Western thought, philosophy, and customs into the new form of Turkish government. The conflict between the state and Kurdish insurgents, has been active since 1984 primarily in the southeast of the country. Various Kurdish groups demand separation from Turkey to create an independent Kurdistan or to have autonomy and greater political and cultural rights for Kurds in Turkey.\n Turkey is a charter member of the UN, an early member of NATO, the IMF, and the World Bank, and a founding member of the OECD, OSCE, BSEC, OIC, and G-20. After becoming one of the first members of the Council of Europe in 1949, Turkey became an associate member of the EEC in 1963, joined the EU Customs Union in 1995, and started accession negotiations with the European Union in 2005, which were effectively stopped by the EU in 2018.  Turkey's economy and diplomatic initiatives led to its recognition as a regional power, while its location has given it geopolitical and strategic importance throughout history. Turkey is a secular, unitary, formerly parliamentary republic that adopted a presidential system with a referendum in 2017; the new system came into effect with the presidential election in 2018. Turkey's current administration, headed by president Recep Tayyip Erdoğan of the AKP, has enacted measures to increase the influence of Islam and undermine Kemalist policies and freedom of the press.",
  "/wiki/Istanbul": "Istanbul (/ˌɪstænˈbʊl/, also US: /ˈɪstænbʊl/; Turkish: İstanbul [isˈtanbuɫ] (listen)), formerly known as Byzantium and Constantinople, is the most populous city in Turkey and the country's economic, cultural and historic center. Istanbul is a transcontinental city in Eurasia, straddling the Bosporus strait (which separates Europe and Asia) between the Sea of Marmara and the Black Sea. Its commercial and historical center lies on the European side and about a third of its population lives in suburbs on the Asian side of the Bosporus. With a total population of around 15 million residents in its metropolitan area, Istanbul is one of the world's most populous cities, ranking as the world's fifth-largest city proper and the largest European city. The city is the administrative center of the Istanbul Metropolitan Municipality (coterminous with Istanbul Province).\n Founded under the name of Byzantion (Βυζάντιον) on the Sarayburnu promontory around 660 BCE, the city grew in size and influence, becoming one of the most important cities in history. After its reestablishment as Constantinople in 330 CE, it served as an imperial capital for almost 16 centuries, during the Roman/Byzantine (330–1204), Latin (1204–1261), Palaiologos Byzantine (1261–1453) and Ottoman (1453–1922) empires. It was instrumental in the advancement of Christianity during Roman and Byzantine times, before the Ottomans conquered the city in 1453 CE and transformed it into an Islamic stronghold and the seat of the Ottoman Caliphate. Under the name Constantinople it was the Ottoman capital until 1923. The capital was then moved to Ankara and the city was renamed Istanbul.\n The city held the strategic position between the Black Sea and the Mediterranean. It was also on the historic Silk Road. It controlled rail networks between the Balkans and the Middle East, and was the only sea route between the Black Sea and the Mediterranean. In 1923, after the Turkish War of Independence, Ankara was chosen as the new Turkish capital, and the city's name was changed to Istanbul. Nevertheless, the city maintained its prominence in geopolitical and cultural affairs. The population of the city has increased tenfold since the 1950s, as migrants from across Anatolia have moved in and city limits have expanded to accommodate them. Arts, music, film, and cultural festivals were established towards the end of the 20th century and continue to be hosted by the city today. Infrastructure improvements have produced a complex transportation network in the city.\n Over  12 million foreign visitors came to Istanbul in 2015, five years after it was named a European Capital of Culture, making the city the world's fifth most popular tourist destination. The city's biggest attraction is its historic center, partially listed as a UNESCO World Heritage Site, and its cultural and entertainment hub is across the city's natural harbor, the Golden Horn, in the Beyoğlu district. Considered a global city, It hosts the headquarters of many Turkish companies and media outlets and accounts for more than a quarter of the country's gross domestic product. Hoping to capitalize on its revitalization and rapid expansion, Istanbul has bid for the Summer Olympics five times in twenty years.",
  "/wiki/3rd_ECO_Summit": "The 1995 ECO summit was the third Economic Cooperation Organization summit, held between 14–15 May 1995 in Islamabad, Pakistan.",
  "/wiki/Pakistan": "Pakistan,[b] officially the Islamic Republic of Pakistan,[c] is a country in South Asia. It is the world's sixth-most populous country with a population exceeding 207.8 million. In area, it is the 33rd-largest country, spanning 881,913 square kilometres (340,509 square miles). Pakistan has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the south and is bordered by India to the east, Afghanistan to the west, Iran to the southwest, and China in the northeast. It is separated narrowly from Tajikistan by Afghanistan's Wakhan Corridor in the northwest, and also shares a maritime border with Oman.\n The territory that now constitutes Pakistan was the site of several ancient cultures and intertwined with the history of the broader Indian subcontinent. The ancient history involves the Neolithic site of Mehrgarh and the Bronze Age Indus Valley Civilisation, and was later home to kingdoms ruled by people of different faiths and cultures, including Hindus, Indo-Greeks, Muslims, Turco-Mongols, Afghans and Sikhs. The area has been ruled by numerous empires and dynasties, including the Persian Achaemenid Empire, Alexander III of Macedon, the Seleucid Empire, the Indian Maurya Empire, the Gupta Empire, the Arab Umayyad Caliphate, the Delhi Sultanate, the Mongol Empire, the Mughal Empire, the Afghan Durrani Empire, the Sikh Empire (partially) and, most recently, the British Indian Empire. Pakistan is the only country to have been created in the name of Islam. It is an ethnically and linguistically diverse country, with similarly diverse geography and wildlife. Initially a dominion, Pakistan adopted a constitution in 1956, becoming an Islamic republic. An ethnic civil war and Indian military intervention in 1971 resulted in the secession of East Pakistan as the new country of Bangladesh. In 1973, Pakistan adopted a new constitution which stipulated that all laws are to conform to the injunctions of Islam as laid down in the Quran and Sunnah.\n A middle power, Pakistan has the sixth-largest standing armed forces in the world and is also a nuclear power as well as a declared nuclear-weapons state, the second in South Asia and the only nation in the Muslim world to have that status. Pakistan has a semi-industrialised[citation needed] economy with a well-integrated agriculture sector and a growing services sector. It is ranked among the emerging and growth-leading economies of the world, and is backed by one of the world's largest and fastest-growing middle class. Pakistan's political history since independence has been characterized by periods of military rule, political instability and conflicts with India. The country continues to face challenging problems, including overpopulation, terrorism, poverty, illiteracy, and corruption. Pakistan is a member of the UN, the Shanghai Cooperation Organisation, the OIC, the Commonwealth of Nations, the SAARC, the Islamic Military Counter Terrorism Coalition and the Major non-NATO ally.",
  "/wiki/Islamabad": "Islamabad (/ɪsˈlɑːməˌbɑːd/; Urdu: اسلام آباد‎, Islāmābād) is the capital city of Pakistan, and is federally administered as part of the Islamabad Capital Territory. Built as a planned city in the 1960s to replace Karachi as Pakistan's capital, Islamabad is noted for its high standards of living, safety, and abundant greenery.\n With a population of 1,014,825 as per the 2017 Census, Islamabad is the 9th largest city in Pakistan, while the larger Islamabad-Rawalpindi metropolitan area is the country's third largest with a population exceeding four million. The city is the political seat of Pakistan and local government setup is run by the Islamabad Metropolitan Corporation, supported by the Capital Development Authority (CDA).\n Islamabad is located in the Pothohar Plateau in the northeastern part of the country, between Rawalpindi District and the Margalla Hills National Park to the north. The region has historically been a part of the crossroads of Punjab and Khyber Pakhtunkhwa with the Margalla Pass acting as the gateway between the two regions.\n The city's master-plan, designed by Greek architect Constantinos Apostolou Doxiadis, divides the city into eight zones, including administrative, diplomatic enclave, residential areas, educational sectors, industrial sectors, commercial areas, and rural and green areas. The city is known for the presence of several parks and forests, including the Margalla Hills National Park and Shakarparian Park. The city is home to several landmarks, including the Faisal Mosque, the largest mosque in South Asia and the fourth largest in the world. Other landmarks include the Pakistan's National Monument and Democracy Square.\n Islamabad is a gamma-global city; it is categorised as very high on the Human Development Index, with an HDI of 0.875, the 2nd highest in the country after Lahore. The city has the highest cost of living in Pakistan, and its population is dominated by middle and upper middle class citizens. The city is home to twenty universities, including the Bahria University, Quaid-e-Azam University, PIEAS, COMSATS Institute of Information Technology and NUST. The city is one of the safest in Pakistan, and has an expansive surveillance system with 1,900 CCTV cameras.",
  "/wiki/4th_ECO_Summit": "The 1996 ECO summit was the fourth Economic Cooperation Organization summit, held between 14–15 May 1996 in Ashgabat, Turkmenistan.",
  "/wiki/Turkmenistan": "Turkmenistan (/tɜːrkˈmɛnɪstæn/ (listen) or /tɜːrkmɛnɪˈstɑːn/ (listen); Turkmen: Türkmenistan, pronounced [tʏɾkmɛnɪˈθtɑn]) is a sovereign country in Central Asia, bordered by Kazakhstan to the northwest, Uzbekistan to the north and east, Afghanistan to the southeast, Iran to the south and southwest, and the Caspian Sea to the west. Ashgabat is the capital and largest city of the country. The population of the country is 5.6 million, the lowest of the Central Asian republics. Turkmenistan is one of the most sparsely populated nations in Asia.\n Turkmenistan has been at the crossroads of civilizations for centuries. In medieval times, Merv was one of the great cities of the Islamic world and an important stop on the Silk Road, a caravan route used for trade with China until the mid-15th century. Annexed by the Russian Empire in 1881, Turkmenistan later figured prominently in the anti-Bolshevik movement in Central Asia. In 1925, Turkmenistan became a constituent republic of the Soviet Union, Turkmen Soviet Socialist Republic (Turkmen SSR); it became independent after the dissolution of the Soviet Union in 1991.\n Turkmenistan possesses the world's fourth largest reserves of natural gas resources. Most of the country is covered by the Karakum (Black Sand) Desert. From 1993 to 2017, citizens received government-provided electricity, water and natural gas free of charge.\n The sovereign state of Turkmenistan was ruled by President for Life Saparmurat Niyazov (also known as Turkmenbashi) until his death in 2006. Gurbanguly Berdimuhamedow was elected president in 2007 (he was vice-president and then acting president previously). According to Human Rights Watch, \"Turkmenistan remains one of the world’s most repressive countries. The country is virtually closed to independent scrutiny, media and religious freedoms are subject to draconian restrictions, and human rights defenders and other activists face the constant threat of government reprisal.\" After suspending the death penalty, the use of capital punishment was formally abolished in the 2008 constitution.",
  "/wiki/Ashgabat": "Ashgabat (Turkmen: Aşgabat, pronounced [ɑʃʁɑˈbɑt]) —  formerly named Poltoratsk (Russian: Полтора́цк, IPA: [pəltɐˈratsk]) between 1919 and 1927, is the capital and the largest city of Turkmenistan. It is situated between the Karakum Desert and the Kopet Dag mountain range in Central Asia.\n The city was founded in 1881, and made the capital of the Turkmen Soviet Socialist Republic in 1924. Much of the city was destroyed by the 1948 Ashgabat earthquake but has since seen extensively rebuilt under the rule of Saparmurat Niyazov’s “White City” urban renewal project, resulting in monumental projects sheathed in costly white marble. The Soviet-era Karakum Canal runs through the city, carrying waters from the Amu Darya from east to west.",
  "/wiki/Kazakhstan": "Kazakhstan,[b] officially the Republic of Kazakhstan,[c] is a transcontinental country largely located in Central Asia with the most western parts of it being located in Eastern Europe. It is the world's largest landlocked country, and the ninth largest country in the world, with an area of 2,724,900 square kilometres (1,052,100 sq mi). Kazakhstan is the most dominant nation of Central Asia economically, generating 60% of the region's GDP, primarily through its oil and gas industry. It also has vast mineral resources.\n Kazakhstan is officially a democratic, secular, unitary, constitutional republic with a diverse cultural heritage. Kazakhstan shares borders with Russia, China, Kyrgyzstan, Uzbekistan, and Turkmenistan, and also adjoins a large part of the Caspian Sea. The terrain of Kazakhstan includes flatlands, steppe, taiga, rock canyons, hills, deltas, snow-capped mountains, and deserts. Kazakhstan has an estimated 18.3 million people as of 2018[update]. Its population density is among the lowest, at less than 6 people per square kilometre (15 people per sq mi). Since 1997 and independence, the capital is Nur-Sultan, formerly known as Astana. It was moved from Almaty, the country's largest city.\n The territory of Kazakhstan has historically been inhabited by nomadic groups and empires. In antiquity, the nomadic Scythians inhabited the land and the Persian Achaemenid Empire expanded towards the southern territory of the modern country. Turkic nomads, who trace their ancestry to many Turkic states such as Turkic Khaganate, etc., have inhabited the country throughout its history. \n In the 13th century, the territory was subjugated by the Mongolian Empire under Genghis Khan. By the 16th century, the Kazakh emerged as a distinct group, divided into three jüz (ancestor branches occupying specific territories). The Russians began advancing into the Kazakh steppe in the 18th century, and by the mid-19th century, they nominally ruled all of Kazakhstan as part of the Russian Empire. Following the 1917 Russian Revolution, and subsequent civil war, the territory of Kazakhstan was reorganised several times. In 1936, it was made the Kazakh Soviet Socialist Republic, part of the Soviet Union.\n Kazakhstan was the last of the Soviet republics to declare independence during the dissolution of the Soviet Union in 1991. Nursultan Nazarbayev, the first president of Kazakhstan, was characterised as an authoritarian, and his government was accused of numerous human rights violations, including suppression of dissent and censorship of the media. Nazarbayev resigned in March 2019 but was made the Kazakh Security Council's chairman-for-life. He had the capital's name changed to his first name. \n Senate Chairman Kassym-Jomart Tokayev succeeded Nazarbayev as president. In the 21st century, Kazakhstan has worked to develop its economy, especially its dominant hydrocarbon industry. Human Rights Watch says that \"Kazakhstan heavily restricts freedom of assembly, speech, and religion.\" Other human rights organisations regularly describe Kazakhstan's human rights situation as poor.\n Kazakhstan's 131 ethnicities include Kazakhs (65.5% of the population), Russians, Uzbeks, Ukrainians, Germans, Tatars, and Uyghurs. Islam is the religion of about 70% of the population, with Christianity practised by 26%. Kazakhstan officially allows freedom of religion, but religious leaders who oppose the government are suppressed. \n The Kazakh language is the state language, and Russian has equal official status for all levels of administrative and institutional purposes. Kazakhstan is a member of the United Nations (UN), WTO, CIS, the Shanghai Cooperation Organization (SCO), the Eurasian Economic Union, CSTO, OSCE, OIC, and TURKSOY.",
  "/wiki/Almaty": "Almaty (/ˈælməti/; Kazakh: Almaty, Алматы; Yañalif: Almatь; [ɑlmɑˈtə]; Russian: Алматы, [ɐlmɐˈtɨ]), formerly known as Alma-Ata (/ˌælmə.əˈtɑː/; Kazakh: Alma-Ata; Russian: Алма-Ата, romanized: Alma-Ata) and Verniy (Russian: Верный, romanized: Vernyy), is the largest city in Kazakhstan, with a population of 2,039,376 people, about 11% of the country's total population, and more than 2.7 million in its built-up area that encompasses Talgar, Boraldai, Otegen Batyr and many other suburbs. It served as capital of the Soviet and later independent Kazakhstan from 1929 to 1997. In 1997, the government relocated the capital to Astana (known as \"Nur-Sultan\" as of 23 March 2019) in the north of the country and about 12 hours away by train.\n Almaty continues as the major commercial and cultural centre of Kazakhstan, as well as its most populous and most cosmopolitan city.  The city is located in the mountainous area of southern Kazakhstan near the border with Kyrgyzstan in the foothills of the Trans-Ili Alatau at an elevation of 700–900 m (2,300–3,000 feet), where the Large and Small Almatinka rivers run into the plain.\n The city has been part of the UNESCO Creative Cities Network in the area of music since November 2017. The city was the host for a 1978 international conference on Primary Health Care where the Alma Ata Declaration was adopted, marking a paradigm shift in global public health.",
  "/wiki/Tajikistan": "Tajikistan (/tɑːˈdʒiːkɪstɑːn/ (listen), /tə-, tæ-/; Tajik: Тоҷикистон [tɔdʒikisˈtɔn]), officially the Republic of Tajikistan (Tajik: Ҷумҳурии Тоҷикистон, Jumhurii Tojikiston) is a mountainous, landlocked country in Central Asia with an area of 143,100 km2 (55,300 sq mi) and an estimated population of 9,275,828 people. It is bordered by Afghanistan to the south, Uzbekistan to the west, Kyrgyzstan to the north, and China to the east. The traditional homelands of the Tajik people include present-day Tajikistan as well as parts of Afghanistan and Uzbekistan.\n The territory that now constitutes Tajikistan was previously home to several ancient cultures, including the city of Sarazm of the Neolithic and the Bronze Age, and was later home to kingdoms ruled by people of different faiths and cultures, including the Oxus civilisation, Andronovo culture, Buddhism, Nestorian Christianity, Zoroastrianism, Manichaeism and Islam. The area has been ruled by numerous empires and dynasties, including the Achaemenid Empire, Sasanian Empire, Hephthalite Empire, Samanid Empire, Mongol Empire, Timurid dynasty, the Khanate of Bukhara, the Russian Empire, and subsequently the Soviet Union. Within the Soviet Union, the country's modern borders were drawn when it was part of Uzbekistan as an autonomous republic before becoming a full-fledged Soviet republic in 1929.\n On 9 September 1991, Tajikistan became an independent sovereign nation when the Soviet Union disintegrated. A civil war was fought almost immediately after independence, lasting from 1992 to 1997. Since the end of the war, newly established political stability and foreign aid have allowed the country's economy to grow. Like all other Central Asian neighbouring states, the country, led by President Emomali Rahmon since 1994, has been criticised by a number of non-governmental organizations for authoritarian leadership, lack of religious freedom, corruption and widespread violations of human rights.\n Tajikistan is a presidential republic consisting of four provinces. Most of Tajikistan's population belongs to the Tajik ethnic group, who speak Tajik (a dialect of Persian). Russian is used as the inter-ethnic language. While the state is constitutionally secular, Islam is practiced by 98% of the population. In the Gorno-Badakhshan Oblast of Tajikistan, despite its sparse population, there is large linguistic diversity where Rushani, Shughni, Ishkashimi, Wakhi and Tajik are some of the languages spoken. Mountains cover more than 90% of the country. It has a transition economy that is highly dependent on remittances, aluminium and cotton production. Tajikistan is a member of the United Nations, CIS, OSCE, OIC, ECO, SCO and CSTO as well as an NATO PfP partner.",
  "/wiki/Dushanbe": "Dushanbe (Tajik: Душанбе, IPA: [duʃæmˈbe]; meaning Monday in Persian, Russian: Душанбе, tr. Dushanbe) is the capital and largest city of Tajikistan. It was named this way because it grew from a village that originally had a popular market on Mondays. As of 2016[update], Dushanbe had a population of 802,700.\n Historically a small village, Dushanbe was made the capital of the Tajik Autonomous Soviet Socialist Republic in 1924. Until 1929, the city was known in Russian as Dyushambe (Russian: Дюшамбе, Dyushambe), and from 1929 to 1961 as Stalinabad (Tajik: Сталинобод, Stalinobod), after Joseph Stalin.",
  "/wiki/Azerbaijan": "Azerbaijan (UK: /ˌæzərbaɪˈdʒɑːn, -ˈʒɑːn/ (listen), US: /ˌɑːzərbaɪˈdʒɑːn, ˌæz-/; Azerbaijani: Azərbaycan [ɑːzæɾbɑjˈd͡ʒɑn]), officially the Republic of Azerbaijan (Azerbaijani: Azərbaycan Respublikası [ɑːzæɾbɑjˈd͡ʒɑn ɾespublikɑˈsɯ]), is a landlocked country in the South Caucasus region of Eurasia at the crossroads of Eastern Europe and Central Asia. It is bounded by the Caspian Sea to the east, Russia to the north, Georgia to the northwest, Armenia to the west and Iran to the south. The exclave of Nakhchivan is bounded by Armenia to the north and east, Iran to the south and west, and has an 11 km (6.8 mi) long border with Turkey in the northwest.\n The Azerbaijan Democratic Republic proclaimed its independence in 1918 and became the first secular democratic Muslim-majority state. In 1920 the country was incorporated into the Soviet Union as the Azerbaijan Soviet Socialist Republic. The modern Republic of Azerbaijan proclaimed its independence on 30 August 1991, shortly before the dissolution of the USSR in the same year. In September 1991, the Armenian majority of the disputed Nagorno-Karabakh region seceded to form the Republic of Artsakh. The region and seven adjacent districts outside it became de facto independent with the end of the Nagorno-Karabakh War in 1994. These regions are internationally recognized as part of Azerbaijan pending a solution to the status of the Nagorno-Karabakh through negotiations facilitated by the OSCE.\n Azerbaijan is a unitary semi-presidential republic. It is one of six independent Turkic states and an active member of the Turkic Council and the TÜRKSOY community. Azerbaijan has diplomatic relations with 158 countries and holds membership in 38 international organizations, including the United Nations (since 1992), the Council of Europe, the Non-Aligned Movement, the OSCE, and the NATO Partnership for Peace (PfP) program. It is one of the founding members of GUAM, the Commonwealth of Independent States (CIS) and the Organisation for the Prohibition of Chemical Weapons. Azerbaijan also holds observer status in the World Trade Organization.\n While more than 89% of the population is Shia Muslim, the Constitution of Azerbaijan does not declare an official religion and all major political forces in the country are secularist. Azerbaijan has a high level of human development according to the Human Development Index. It has a high rate of economic development and literacy, as well as a low rate of unemployment. However, the ruling party, the New Azerbaijan Party, has been accused of authoritarianism and human rights abuses.",
  "/wiki/Baku": "Baku (/bəˈkuː, bɑːˈkuː, ˈbɑːkuː, ˈbækuː/; Azerbaijani: Bakı, IPA: [bɑˈcɯ]) is the capital and largest city of Azerbaijan, as well as the largest city on the Caspian Sea and of the Caucasus region. Baku is located 28 metres (92 ft) below sea level, which makes it the lowest lying national capital in the world and also the largest city in the world located below sea level. Baku lies on the southern shore of the Absheron Peninsula, alongside the Bay of Baku. At the beginning of 2009, Baku's urban population was estimated at just over two million people. Officially, about 25% of all inhabitants of the country live in Baku's metropolitan area. Baku is the sole metropolis in Azerbaijan.\n Baku is divided into twelve administrative raions and 48 townships. Among these are the townships on the islands of the Baku Archipelago, and the town of Oil Rocks built on stilts in the Caspian Sea, 60 kilometres (37 miles) away from Baku. The Inner City of Baku, along with the Shirvanshah's Palace and Maiden Tower, were inscribed as a UNESCO World Heritage Site in 2000. According to the Lonely Planet's ranking, Baku is also among the world's top ten destinations for urban nightlife.\n The city is the scientific, cultural, and industrial center of Azerbaijan. Many sizeable Azerbaijani institutions have their headquarters there. The Baku International Sea Trade Port is capable of handling two million tons of general and dry bulk cargoes per year. In recent years, Baku has become an important venue for international events. It hosted the 57th Eurovision Song Contest in 2012, the 2015 European Games, 4th Islamic Solidarity Games, the F1 Azerbaijan Grand Prix since 2016, hosted the final of the 2018–19 UEFA Europa League, and will be one of the host cities for UEFA Euro 2020.\n The city is renowned for its harsh winds, which is reflected in its nickname, the \"City of Winds\".",
  "/wiki/12th_ECO_Summit": "The 2012 ECO summit was the twelfth Economic Cooperation Organization summit, held on 16 October 2012 in Baku, Azerbaijan.",
  "/wiki/13th_ECO_Summit": "The 2017 ECO summit was the 13th summit of the Economic Cooperation Organization, held on 1 March 2017 in Islamabad, Pakistan.\n The Summit was preceded by the 22nd Meeting of the ECO Council of Foreign Ministers (COM) on 28 February 2017 in Islamabad. Senior Officials from Member States met on 27 February 2017 in Islamabad and stayed for the duration of the summit.\n The summit highlighted the state of affairs of ECO in the light of the new and emerging global and regional circumstances and agreed on expanding regional economic cooperation among its member states. The new ECO Vision 2025 was expanded upon and several key guidelines have been taken into account. Pakistan plans to integrate the ECO Summit members with the China–Pakistan Economic Corridor.",
  "/wiki/Economic_Cooperation_Organization": "The Economic Cooperation Organization or ECO is an Asian political and economic intergovernmental organization which was founded in 1985 in Tehran by the leaders of Iran, Pakistan, and Turkey. It provides a platform to discuss ways to improve development and promote trade and investment opportunities. The ECO is an ad hoc organisation under the United Nations Charter. The objective is to establish a single market for goods and services, much like the European Union. The ECO's secretariat and cultural department are located in Iran, its economic bureau is in Turkey and its scientific bureau is situated in Pakistan.\n The nature of the ECO is that it consists of predominantly Muslim-majority states as it is a trade bloc for the Central Asian states connected to the Mediterranean through Turkey, to the Persian Gulf via Iran, and to the Arabian sea via Pakistan. The current framework of the ECO expresses itself mostly in the form of bilateral agreements and arbitration mechanisms between individual and fully sovereign member states. This makes the ECO similar to ASEAN in that it is an organisation that has its own offices and bureaucracy for implementation of trade amongst sovereign member states.\n This consists of the historically integrated agricultural region of the Ferghana Valley which allows for trade and common agricultural production in the border region of Kyrgyzstan, Tajikistan, Uzbekistan and Turkmenistan. Free trade agreements between the industrial nations of Iran and Turkey are due to be signed[dubious  – discuss] in 2017. Likewise the Pakistan-Turkey Free Trade Agreement is due to be signed[dubious  – discuss]. Pakistan has free trade agreements with both Afghanistan and Iran which are signed and are in the process of implementation, and currently most of Afghanistan trade is through Pakistan. And the Afghanistan-Pakistan Transit Trade Agreement is designed to facilitate trade for goods and services for Central Asia via both Afghanistan and Pakistan. This is in addition to the Ashgabat agreement which is a multi-modal transport agreement between the Central Asian states.\n Further cooperation amongst members is planned in the form of the Iran–Pakistan gas pipeline, as well as a Turkmenistan–Afghanistan–Pakistan pipeline. Current pipelines include the Tabriz–Ankara pipeline in addition to the planned Persian Pipeline. This is in addition to the transportation of oil and gas from resource rich Central Asian states such as Kazakshtan and Turkmenistan of minerals and agriculture that complements the industrialisation underway in Iran, Pakistan and Turkey. Pakistan plans to diversify its source of oil and gas supplies towards the Central Asian states including petroleum import contracts with Azerbaijan."
}