{
  "/wiki/Argentina": "Argentina (Spanish: [aɾxenˈtina]), officially the Argentine Republic[A] (Spanish: República Argentina), is a country located mostly in the southern half of South America. Sharing the bulk of the Southern Cone with Chile to the west, the country is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. With a mainland area of 2,780,400 km2 (1,073,500 sq mi),[B] Argentina is the eighth-largest country in the world, the fourth largest in the Americas, the second largest in South America after Brazil, and the largest Spanish-speaking nation. The sovereign state is subdivided into twenty-three provinces (Spanish: provincias, singular provincia) and one autonomous city (ciudad autónoma), Buenos Aires, which is the federal capital of the nation (Spanish: Capital Federal) as decided by Congress. The provinces and the capital have their own constitutions, but exist under a federal system. Argentina claims sovereignty over part of Antarctica, the Falkland Islands (Spanish: Islas Malvinas), and South Georgia and the South Sandwich Islands.\n The earliest recorded human presence in modern-day Argentina dates back to the Paleolithic period. The Inca Empire expanded to the northwest of the country in Pre-Columbian times. The country has its roots in Spanish colonization of the region during the 16th century. Argentina rose as the successor state of the Viceroyalty of the Río de la Plata, a Spanish overseas viceroyalty founded in 1776. The declaration and fight for independence (1810–1818) was followed by an extended civil war that lasted until 1861, culminating in the country's reorganization as a federation of provinces with Buenos Aires as its capital city. The country thereafter enjoyed relative peace and stability, with several waves of European immigration, mainly Italians and Spaniards, radically reshaping its cultural and demographic outlook; 62.5% of the population has full or partial Italian ancestry, and the Argentine culture has significant connections to the Italian culture. The almost-unparalleled increase in prosperity led to Argentina becoming the seventh wealthiest nation in the world by the early 20th century.\n Following the Great Depression in the 1930s, Argentina descended into political instability and economic decline that pushed it back into underdevelopment, though it remained among the fifteen richest countries for several decades. Following the death of President Juan Perón in 1974, his widow, Isabel Martínez de Perón, ascended to the presidency. She was overthrown in 1976 by a U.S.-backed coup which installed a right-wing military dictatorship. The military government persecuted and murdered numerous political critics, activists, and leftists in the Dirty War, a period of state terrorism that lasted until the election of Raúl Alfonsín as President in 1983. Several of the junta's leaders were later convicted of their crimes and sentenced to imprisonment.\n Argentina is a prominent regional power in the Southern Cone and Latin America, and retains its historic status as a middle power in international affairs. Argentina has the second largest economy in South America, the third-largest in Latin America, and membership in the G-15 and G-20 major economies. It is also a founding member of the United Nations, World Bank, World Trade Organization, Mercosur, Union of South American Nations, Community of Latin American and Caribbean States and the Organization of Ibero-American States. Despite its history of economic instability, it ranks second highest in the Human Development Index in Latin America.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.\n Bounded by the Atlantic Ocean on the east, Brazil has a coastline of 7,491 kilometers (4,655 mi). It borders all other countries in South America except Ecuador and Chile and covers 47.3% of the continent's land area. Its Amazon River basin includes a vast tropical forest, home to diverse wildlife, a variety of ecological systems, and extensive natural resources spanning numerous protected habitats. This unique environmental heritage makes Brazil one of 17 megadiverse countries, and is the subject of significant global interest and debate regarding deforestation and environmental protection.\n Brazil was inhabited by numerous tribal nations prior to the landing in 1500 of explorer Pedro Álvares Cabral, who claimed the area for the Portuguese Empire. Brazil remained a Portuguese colony until 1808, when the capital of the empire was transferred from Lisbon to Rio de Janeiro. In 1815, the colony was elevated to the rank of kingdom upon the formation of the United Kingdom of Portugal, Brazil and the Algarves. Independence was achieved in 1822 with the creation of the Empire of Brazil, a unitary state governed under a constitutional monarchy and a parliamentary system. The ratification of the first constitution in 1824 led to the formation of a bicameral legislature, now called the National Congress. The country became a presidential republic in 1889 following a military coup d'état. An authoritarian military junta came to power in 1964 and ruled until 1985, after which civilian governance resumed. Brazil's current constitution, formulated in 1988, defines it as a democratic federal republic. Due to its rich culture and history, the country ranks thirteenth in the world by number of UNESCO World Heritage Sites.\n Brazil is considered an advanced emerging economy. It has the ninth largest GDP in the world by nominal, and eight by PPP measures. It is one of the world's major breadbaskets, being the largest producer of coffee for the last 150 years. It is classified as an upper-middle income economy by the World Bank and a newly industrialized country, with the largest share of global wealth in Latin America. Brazil is a regional power and sometimes considered a great or a middle power in international affairs. On account of its international recognition and influence, the country is subsequently classified as an emerging power and a potential superpower by several analysts. Brazil is a founding member of the United Nations, the G20, BRICS, Union of South American Nations, Mercosul, Organization of American States, Organization of Ibero-American States and the Community of Portuguese Language Countries.",
  "/wiki/Ecuador": "Ecuador (/ˈɛkwədɔːr/ (listen) EK-wə-dor; Spanish pronunciation: [ekwaˈðoɾ] (listen); Quechua: Ikwayur; Shuar: Ecuador or Ekuatur), officially the Republic of Ecuador (Spanish: República del Ecuador,  which literally translates as \"Republic of the Equator\"; Quechua: Ikwadur Ripuwlika; Shuar: Ekuatur Nunka), is a country in northwestern South America, bordered by Colombia on the north, Peru on the east and south, and the Pacific Ocean on the west. Ecuador also includes the Galápagos Islands in the Pacific, about 1,000 kilometres (620 mi) west of the mainland. The capital city is Quito, which is also its largest city.\n The territories of modern-day Ecuador were once home to a variety of Amerindian groups that were gradually incorporated into the Inca Empire during the 15th century. The territory was colonized by Spain during the 16th century, achieving independence in 1820 as part of Gran Colombia, from which it emerged as its own sovereign state in 1830. The legacy of both empires is reflected in Ecuador's ethnically diverse population, with most of its 17.1 million people being mestizos, followed by large minorities of European, Amerindian, and African descendants. Spanish is the official language and is spoken by a majority of the population, though 13 Amerindian languages are also recognized, including Quichua and Shuar.\n The sovereign state of Ecuador is a middle-income representative democratic republic with a developing economy that is highly dependent on commodities, namely petroleum and agricultural products. It is governed as a democratic presidential republic. One of 18 megadiverse countries in the world, Ecuador hosts many endemic plants and animals, such as those of the Galápagos Islands. In recognition of its unique ecological heritage, the new constitution of 2008 is the first in the world to recognize legally enforceable Rights of Nature, or ecosystem rights. It also has the fifth lowest homicide rate in the Americas. Between 2006 and 2016, poverty decreased from 36.7% to 22.5% and annual per capita GDP growth was 1.5 percent (as compared to 0.6 percent over the prior two decades). At the same time, inequalities, as measured by the Gini index, decreased from 0.55 to 0.47.",
  "/wiki/Colombia": "Colombia (/kəˈlʌmbiə/ (listen) kə-LUM-bee-ə, /-ˈlɒm-/ -⁠LOM-; Spanish: [koˈlombja] (listen)), officially the Republic of Colombia (Spanish: República de Colombia (help·info)),[Note 1] is a country largely situated in the north of South America, with land and territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by both Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific. It comprises thirty-two departments, with the capital in Bogotá.\n Colombia is ethnically and linguistically diverse, with its rich cultural heritage reflecting influences by various Amerindian civilizations, European settlement, forced African labor, and immigration from Europe and the greater Middle East. Urban centres are concentrated in the Andean highlands and the Caribbean coast.\n Colombia has been inhabited by various American Indian peoples since at least 12,000 BCE, including the Muisca, Quimbaya, and the Tairona. Spaniards arrived in 1499 and by the mid-16th century annexed part of the region, establishing the New Kingdom of Granada, with Santafé de Bogotá as its capital. Independence from Spain was achieved in 1819, but by 1830 the Gran Colombia Federation was dissolved, with what is now Colombia and Panama emerging as the Republic of New Granada. The new sovereign state experimented with federalism as the Granadine Confederation (1858), and then the United States of Colombia (1863), before the Republic of Colombia was finally declared in 1886. Panama seceded in 1903, leading to Colombia's present borders. Beginning in the 1960s, the country suffered from an asymmetric low-intensity armed conflict and political violence, both of which escalated in the 1990s. Since 2005, there has been significant improvement in security, stability, and rule of law.\n Colombia has the second-highest biodiversity in the world and is one of the world's 17 megadiverse countries; its territory encompasses Amazon rainforest, highlands, grasslands, deserts, and islands and coastlines along both the Atlantic and Pacific (the only country in South America).\n Colombia is the only NATO Global Partner in Latin America. It is part of the CIVETS group of leading emerging markets and a member of the UN, the WTO,  the OAS, the Pacific Alliance, an associate member of Mercosur and other international organizations. Colombia's diversified economy is the third largest in South America, with macroeconomic stability and favorable long-term growth prospects.",
  "/wiki/Mexico": "Mexico (Spanish: México [ˈmexiko] (listen); Nahuatl languages: Mēxihco), officially the United Mexican States (UMS; Spanish: Estados Unidos Mexicanos, EUM [esˈtaðos uˈniðoz mexiˈkanos] (listen), lit. Mexican United States), is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Covering almost 2,000,000 square kilometers (770,000 sq mi), the nation is the fifth largest country in the Americas by total area and the 13th largest independent state in the world. With an estimated population of over 129 million people, Mexico is the tenth most populous country and the most populous Spanish-speaking country in the world, while being the second most populous nation in Latin America after Brazil. Mexico is a federation comprising 31 states plus Mexico City (CDMX), which is the capital city and its most populous city. Other metropolises in the country include Guadalajara, Monterrey, Puebla, Toluca, Tijuana, and León.\nPre-Columbian Mexico dates to about 8000 BC and is identified as one of six cradles of civilization and was home to many advanced Mesoamerican civilizations such as the Olmec, Toltec, Teotihuacan, Zapotec, Maya, and Aztec before first contact with Europeans. In 1521, the Spanish Empire conquered and colonized the territory from its politically powerful base in Mexico-Tenochtitlan (part of Mexico City), which was administered as the viceroyalty of New Spain. The Roman Catholic Church played a powerful role in governing the country as millions were converted to the faith, although King Charles III expelled the Jesuits in the 1770s. The territory became a nation state following its recognition in 1821 after the Mexican War of Independence. The post-independence period was tumultuous, characterized by economic inequality and many contrasting political changes. The Mexican–American War (1846–1848) led to a territorial loss of part of the huge northern territories to the United States. The Pastry War, the Franco-Mexican War, a civil war, two empires, and the Porfiriato occurred in the 19th century. The Porfiriato ended with the Mexican Revolution in 1910, which culminated in the promulgation of the 1917 Constitution and the emergence of an authoritarian one-party state, once described as the \"perfect dictatorship\", that ruled for much of the 20th century until the opposition victories led Mexico to democratic transition in the 1990s. Since 2006, there is a serious conflict between the Mexican government and various drug trafficking syndicates that lead to over 120,000 deaths\n Mexico has the 15th largest nominal GDP and the 11th largest by purchasing power parity. The Mexican economy is strongly linked to those of its 1994 North American Free Trade Agreement (NAFTA) partners, especially the United States. In 1994, Mexico became the first Latin American member of the OECD. It is classified as an upper-middle income country by the World Bank and a newly industrialized country by several analysts. The country is considered both a regional power and a middle power, and is often identified as an emerging global power. Due to its rich culture and history, Mexico ranks first in the Americas and seventh in the world for number of UNESCO World Heritage Sites. Mexico is an ecologically megadiverse country, ranking fifth in the world for its biodiversity. Mexico receives a huge number of tourists every year: in 2018, it was the sixth most-visited country in the world, with 39 million international arrivals. Mexico is a member of the United Nations (UN), the World Trade Organization (WTO), the G8+5, the G20, the Uniting for Consensus group of the UN, and the Pacific Alliance trade bloc.",
  "/wiki/Chile": "Chile (/ˈtʃɪli/ (listen), /ˈtʃɪleɪ/; Spanish: [ˈtʃile]),[nb 2] officially the Republic of Chile (Spanish: República de Chile (help·info)), is a South American country occupying a long, narrow strip of land between the Andes to the east and the Pacific Ocean to the west. It borders Peru to the north, Bolivia to the northeast, Argentina to the east, and the Drake Passage in the far south. Chilean territory includes the Pacific islands of Juan Fernández, Salas y Gómez, Desventuradas, and Easter Island in Oceania. Chile also claims about 1,250,000 square kilometres (480,000 sq mi) of Antarctica under the Chilean Antarctic Territory.[nb 3],\nThe arid Atacama Desert in northern Chile contains great mineral wealth, principally copper and lithium. The relatively small central area dominates in terms of population and agricultural resources, and is the cultural and political center from which Chile expanded in the late 19th century when it incorporated its northern and southern regions. Southern Chile is rich in forests and grazing lands, and features a string of volcanoes and lakes. The southern coast is a labyrinth of fjords, inlets, canals, twisting peninsulas, and islands.\nSpain conquered and colonized the region in the mid-16th century, replacing Inca rule in the north and centre, but failing to conquer the independent Mapuche who inhabited what is now south-central Chile. After declaring its independence from Spain in 1818, Chile emerged in the 1830s as a relatively stable authoritarian republic. In the 19th century, Chile saw significant economic and territorial growth, ending Mapuche resistance in the 1880s and gaining its current northern territory in the War of the Pacific (1879–83) after defeating Peru and Bolivia. In the 1960s and 1970s, the country experienced severe left-right political polarization and turmoil. This development culminated with the 1973 Chilean coup d'état that overthrew Salvador Allende's democratically elected left-wing government and instituted a 16-year-long right-wing military dictatorship that left more than 3,000 people dead or missing. The regime, headed by Augusto Pinochet, ended in 1990 after it lost a referendum in 1988 and was succeeded by a center-left coalition which ruled through four presidencies until 2010.\n The modern sovereign state of Chile is among South America's most economically and socially stable and prosperous nations, with a high-income economy and high living standards. It leads Latin American nations in rankings of human development, competitiveness, income per capita, globalization, state of peace, economic freedom, and low perception of corruption. It also ranks high regionally in sustainability of the state, and democratic development. Currently it also has the lowest homicide rate in the Americas after Canada. Chile is a founding member of the United Nations, the Union of South American Nations (UNASUR), the Community of Latin American and Caribbean States (CELAC) and the Pacific Alliance, and joined the Organisation for Economic Co-operation and Development (OECD) in 2010.",
  "/wiki/Peru": "Peru (/pəˈruː/ (listen); Spanish: Perú [peˈɾu]; Quechua: Piruw Republika [pʰɪɾʊw]; Aymara: Piruw Suyu [pɪɾʊw]), officially the Republic of Peru (Spanish: República del Perú (help·info)), is a country in western South America. It is bordered in the north by Ecuador and Colombia, in the east by Brazil, in the southeast by Bolivia, in the south by Chile, and in the west by the Pacific Ocean. Peru is a megadiverse country with habitats ranging from the arid plains of the Pacific coastal region in the west to the peaks of the Andes mountains vertically extending from the north to the southeast of the country to the tropical Amazon Basin rainforest in the east with the Amazon river. At 1.28 million km2 (0.5 million mi2), Peru is the 19th largest country in the world, and the third largest in South America.\n Peruvian territory was home to several ancient cultures. Ranging from the Norte Chico civilization starting in 3500 BC, the oldest civilization in the Americas and one of the five cradles of civilization, to the Inca Empire, the largest state in pre-Columbian America, the territory now including Peru has one of the longest histories of civilization of any country, tracing its heritage back to the 4th millennia BCE.\n The Spanish Empire conquered the region in the 16th century and established a viceroyalty that encompassed most of its South American colonies, with its capital in Lima. Peru formally proclaimed independence in 1821, and following the military campaigns of José de San Martín and Simón Bolívar, and the decisive battle of Ayacucho, Peru completed its independence in 1824. In the ensuing years, the country enjoyed relative economic and political stability, which ended shortly before the War of the Pacific with Chile. Throughout the 20th century, Peru endured armed territorial disputes, coups, social unrest, and internal conflicts, as well as periods of stability and economic upswing. Alberto Fujimori was elected to the presidency in 1990; his government was credited with economically stabilizing Peru and successfully ending the Shining Path insurgency, though he was widely accused of human rights violations and suppression of political dissent. Fujimori left the presidency in 2000 and was charged with human rights violations and imprisoned until his pardon by President Pedro Pablo Kuczynski in 2017. Even after the president's regime, Fujimori's followers, called Fujimoristas, have caused political turmoil for any opposing faction in power, even causing Pedro Pablo Kuczynski to resign in March 2018.\n The sovereign state of Peru is a representative democratic republic divided into 25 regions. It is classified as an emerging market with a high level of human development and an upper middle income level with a poverty rate around 19 percent. It is one of the region's most prosperous economies with an average growth rate of 5.9% and it has one of the world's fastest industrial growth rates at an average of 9.6%. Its main economic activities include mining, manufacturing, agriculture and fishing; along with other growing sectors such as telecommunications and biotechnology. The country forms part of The Pacific Pumas, a political and economic grouping of countries along Latin America's Pacific coast that share common trends of positive growth, stable macroeconomic foundations, improved governance and an openness to global integration. Peru ranks high in social freedom; it is an active member of the Asia-Pacific Economic Cooperation, the Pacific Alliance, the Trans-Pacific Partnership and the World Trade Organization; and is considered as a middle power.\n Peru has a population of 32 million, which includes Amerindians, Europeans, Africans and Asians. The main spoken language is Spanish, although a significant number of Peruvians speak Quechua or other indigenous languages. This mixture of cultural traditions has resulted in a wide diversity of expressions in fields such as art, cuisine, literature, and music.",
  "/wiki/Bolivia": "Bolivia (/bəˈlɪviə/ (listen) Spanish pronunciation: [bo.ˈli.βja]), officially the Plurinational State of Bolivia (Spanish: Estado Plurinacional de Bolivia Spanish pronunciation: [esˈtaðo pluɾinasjoˈnal de βoˈliβja] (listen)), is a landlocked country located in western-central South America. The capital is Sucre, while the seat of government and financial center is located in La Paz. The largest city and principal industrial center is Santa Cruz de la Sierra, located on the Llanos Orientales (tropical lowlands), a mostly flat region in the east of the country.\n The sovereign state of Bolivia is a constitutionally unitary state, divided into nine departments. Its geography varies from the peaks of the Andes in the West, to the Eastern Lowlands, situated within the Amazon Basin. It is bordered to the north and east by Brazil, to the southeast by Paraguay, to the south by Argentina, to the southwest by Chile, and to the northwest by Peru. One-third of the country is within the Andean mountain range. With 1,098,581 km2 (424,164 sq mi) of area, Bolivia is the fifth largest country in South America, after Brazil, Argentina, Peru and Colombia (and alongside Paraguay, one of the only two landlocked countries in the Americas), the 27th largest in the world, the largest landlocked country in the Southern Hemisphere and the world's seventh largest landlocked country, after Kazakhstan, Mongolia, Chad, Niger, Mali and Ethiopia.\n The country's population, estimated at 11 million, is multiethnic, including Amerindians, Mestizos, Europeans, Asians and Africans. Spanish is the official and predominant language, although 36 indigenous languages also have official status, of which the most commonly spoken are Guarani, Aymara and Quechua languages.\n Before Spanish colonization, the Andean region of Bolivia was part of the Inca Empire, while the northern and eastern lowlands were inhabited by independent tribes. Spanish conquistadors arriving from Cuzco and Asunción took control of the region in the 16th century. During the Spanish colonial period Bolivia was administered by the Royal Audiencia of Charcas. Spain built its empire in large part upon the silver that was extracted from Bolivia's mines.\nAfter the first call for independence in 1809, 16 years of war followed before the establishment of the Republic, named for Simón Bolívar. Over the course of the 19th and early 20th century Bolivia lost control of several peripheral territories to neighboring countries including the seizure of its coastline by Chile in 1879. Bolivia remained relatively politically stable until 1971, when Hugo Banzer led a coup d'état which replaced the socialist government of Juan José Torres with a military dictatorship headed by Banzer; Torres was murdered in Buenos Aires, Argentina by a right-wing death squad in 1976. Banzer's regime cracked down on leftist and socialist opposition and other forms of dissent, resulting in the torture and deaths of a number of Bolivian citizens. Banzer was ousted in 1978 and later returned as the democratically elected president of Bolivia from 1997 to 2001.\n Modern Bolivia is a charter member of the UN, IMF, NAM, OAS, ACTO, Bank of the South, ALBA and USAN. For over a decade Bolivia has had[when?] one of the highest economic growth rates in Latin America; however, it remains the second poorest country in South America. It is a developing country, with a medium ranking in the Human Development Index, a poverty level of 38.6%, and one of the lowest crime rates in Latin America. Its main economic activities include agriculture, forestry, fishing, mining, and manufacturing goods such as textiles, clothing, refined metals, and refined petroleum. Bolivia is very rich in minerals, including tin, silver, and lithium.",
  "/wiki/List_of_Copa_Sudamericana_finals": "The Copa Sudamericana is an annual association football tournament established in 2002. The competition is organized by the South American Football Confederation, or CONMEBOL, and it is contested by 39 clubs from its member association. From 2004 to 2008, clubs from the CONCACAF were invited to participate. The finals are contested over two legs, one at each participating club's stadium. San Lorenzo won the inaugural competition in 2002, defeating Atlético Nacional.\n Ten clubs have won the competition since its inception. Boca Juniors and Independiente hold the record for the most victories, winning the competition two times. Boca Juniors is also the only club to have successfully defended their title. Teams from Argentina have won the competition the most, with eight wins among them.\n The current champion is Independiente del Valle, who defeated Colón in the 2019 edition."
}