{
  "/wiki/2002_FIFA_World_Cup_(video_game)": "2002 FIFA World Cup, sometimes known as FIFA World Cup 2002, is the second EA Sports official World Cup video game developed by EA Canada and Creations, with Intelligent Games assisting for PS2, Xbox, Windows, and Nintendo GameCube platform and Tose Software also assisting the GameCube version, the game was published by EA Sports in North America and Europe and published by Electronic Arts Victor in Japan.",
  "/wiki/EA_Sports": "EA Sports is a division of Electronic Arts that develops and publishes sports video games.  Formerly a marketing gimmick of Electronic Arts, in which they tried to imitate real-life sports networks by calling themselves the \"EA Sports Network\" (EASN) with pictures or endorsements with real commentators such as John Madden, it soon grew up to become a sub-label on its own, releasing game series such as FIFA, NHL, NBA Live and Madden NFL.",
  "/wiki/Codename:_Kids_Next_Door_%E2%80%93_Operation:_V.I.D.E.O.G.A.M.E.": "Codename: Kids Next Door – Operation: V.I.D.E.O.G.A.M.E. (Villains In Detention Escape Outpost Growing Amalgamation Mega Enormously) is a 2005 platformer video game based on the American animated television series Codename: Kids Next Door. It was released for the Nintendo GameCube, Xbox, and PlayStation 2 in America, Europe, and Australia.",
  "/wiki/Global_Star_Software": "Global Star Software was a Canadian video game publisher based in Mississauga. It was founded in 1995 by Craig McGauley and Damian Cristiani alongside as part of distributor Triad Distributors, which had been founded in 1993. Both companies were acquired by Take-Two Interactive on 1 September 1999. When the \"2K Play\" label was added to Take-Two's 2K label on 10 September 2007, 2K absorbed all of Global Star's assets.",
  "/wiki/Curse:_The_Eye_of_Isis": "Curse: The Eye of Isis is a survival horror video game that was developed by British studio Asylum Entertainment and published by DreamCatcher Interactive and Wanadoo for the Xbox, PlayStation 2 and Windows. It was released stateside for Windows in October 2003 and for Xbox in April 2004. The PlayStation 2 version was only released in Europe.",
  "/wiki/DreamCatcher_Interactive": "DreamCatcher Interactive Inc. (also known as DreamCatcher Games) was a Canadian video game publisher founded in 1996 by Richard Wah Kan. In 2006, the company became a subsidiary of JoWooD Entertainment. In 2011, the company went into administration along with its parent JoWooD and all assets were purchased by Nordic Games Holding. The DreamCatcher Interactive brand is currently being used as a publishing label for THQ Nordic.",
  "/wiki/MC2_France": "Microids (formerly Microïds) is a French video game developer and publisher based in Paris. Founded in 1985 by Elliot Grassiano, it attained early success with games published through Loriciel in France and other partners (including Activision and Broderbund) in international markets. Through expanding its staff and development teams, Microïds generated funds to expand from just development to publishing and distribution and opening international offices. The company merged with MC2 in 2003 to create MC2-Microïds, whereafter it acquired publishers Wanadoo Edition and Cryo Interactive. Grassiano left MC2-Microïds in 2005; under new management, MC2-Microïds was briefly renamed MC2 before returning to the old Microïds name. It was then acquired by Anuman Interactive in 2010, which itself was renamed Microïds (then simplified to Microids) in 2019.",
  "/wiki/James_Bond_007:_Nightfire": "James Bond 007: Nightfire is a first-person shooter video game published by Electronic Arts in 2002 for the GameCube, PlayStation 2, Xbox and PC, with additional versions released for the Game Boy Advance in 2003, and the macOS in 2004. The game's story involves fictional British secret agent James Bond, as he undertakes a mission to investigate the operations of a noted industrialist, uncovering a plot by them to conquer the world via a major defence satellite created by the United States. While the game involves the use of Pierce Brosnan's likeness with his role as Bond, before his fourth and final Bond film Die Another Day (2002), the character is voiced by Maxwell Caulfield.",
  "/wiki/Electronic_Arts": "Electronic Arts Inc. (EA) is an American video game company headquartered in Redwood City, California. It is the second-largest gaming company in the Americas and Europe by revenue and market capitalization after Activision Blizzard and ahead of Take-Two Interactive and Ubisoft as of March 2018.",
  "/wiki/Legends_of_Wrestling": "Legends of Wrestling is a professional wrestling video game based on the greatest wrestlers of all time, from WWF/WWE, NWA, WCW, WCCW, AWA, ECW and various independent promotions. It was developed and produced by Acclaim. It was released in 2001 for the PlayStation 2, then in 2002 for the GameCube and Xbox. A sequel, Legends of Wrestling II, was released in 2002.",
  "/wiki/Acclaim_Entertainment": "Acclaim Entertainment, Inc. was an American video game developer and publisher based in Glen Cove, New York. Originally formed by Greg Fischbach, Robert Holmes and Jim Scoroposki out of an Oyster Bay storefront in 1987, the company established a worldwide development team through a series of acquisitions in the late 1990s and early 2000s. After poor financial returns in their 2003 fiscal year, Acclaim filed for Chapter 7 bankruptcy in September 2004. Properties owned by Acclaim were subsequently auctioned off to various parties.",
  "/wiki/NBA_Live_2003": "NBA Live 2003 is the 2003 installment of the NBA Live video games series. The cover features Jason Kidd as a member of the New Jersey Nets. The game was developed by EA Sports and released on October 8, 2002 for the PlayStation, PlayStation 2, Xbox, and GameCube consoles and November 14, 2002 for Microsoft Windows. The game includes a soundtrack, which is the first video game soundtrack in history to be certified Platinum by the RIAA, selling over 1,300,000 copies worldwide.",
  "/wiki/Rugby_2005": "Rugby 2005 is a game in the Rugby series by EA Sports.  The game allows players to play as many Rugby nations, both major and minor, and includes many tournaments, such as the Rugby World Cup, the Tri Nations, the Six Nations, and the Super 12.",
  "/wiki/Sniper_Elite_(video_game)": "Sniper Elite (also known as Sniper Elite: Berlin 1945) is a third-person tactical shooter stealth video game developed by Rebellion Developments and published by MC2 France in Europe and by Namco Hometek in North America, in 2005. In 2012, to coincide with the release of the remake Sniper Elite V2, it was re-issued through Steam by Rebellion itself.",
  "/wiki/Namco": "Namco Ltd.[a] (stylized as NAMCO)[b] is a former Japanese developer and publisher of arcade and home console video games, originally headquartered in Ōta, Tokyo. Several international divisions were established, including Namco America in Santa Clara, California, Shanghai Namco in mainland China, and Namco Enterprises Asia in Hong Kong.",
  "/wiki/Star_Wars:_The_Clone_Wars_(2002_video_game)": "Star Wars: The Clone Wars is a video game developed by Pandemic Studios and published by LucasArts for GameCube, PlayStation 2 and Xbox.",
  "/wiki/Tecmo_Classic_Arcade": "Tecmo Classic Arcade is a collection of classic Tecmo arcade games for the Microsoft Xbox. This collection was released on September 13, 2005 in the U.S., October 21, 2005 in Europe and October 27, 2005 in Japan, and contains all of the games that Tecmo Hit Parade (a similar collection released on the PlayStation 2 exclusively in Japan) includes along with four more games. This game was published and developed by Tecmo.",
  "/wiki/Tecmo": "Tecmo Co., Ltd. (テクモ株式会社, Tekumo kabushikigaisha), was a Japanese video game corporation founded in 1967. It had its headquarters in Kudankita, Chiyoda, Tokyo. Its subsidiary, Tecmo Inc, was located  in Torrance, California.",
  "/wiki/List_of_Xbox_games_compatible_with_Xbox_360": "The Xbox 360 gaming console has received updates from Microsoft from its launch in 2005 until November 2007 that enable it to play select games from its predecessor, Xbox. The Xbox 360 launched with backward compatibility with the number of supported Xbox games varying depending on region. Microsoft continued to update the list of Xbox games that were compatible with Xbox 360 until November 2007 when the list was finalized. Microsoft later launched the Xbox Originals program on December 7, 2007 where select backward compatible Xbox games could be purchased digitally on Xbox 360 consoles with the program ending less than two years later in June 2009. The following is a list of all backward compatible games on Xbox 360 under this functionality."
}