{
  "/wiki/Blacktown_Olympic_Park": "Blacktown International Sportspark (formally known as Blacktown Olympic Park) is a multi-sports venue located in Rooty Hill, a suburb in Sydney, Australia. The venue includes two cricket grounds, which have also been used for Australian rules football, an athletics track and field, three baseball diamonds, two soccer fields, four softball diamonds, administration centers and park land.",
  "/wiki/Softball_at_the_2000_Summer_Olympics": "Final results for the Softball competition at the 2000 Summer Olympics:",
  "/wiki/Bondi_Beach,_New_South_Wales": "Bondi Beach (/ˈbɒndaɪ/) is a popular beach and the name of the surrounding suburb in Sydney, New South Wales, Australia. Bondi Beach is located 7 km (4 mi) east of the Sydney central business district, in the local government area of Waverley Council, in the Eastern Suburbs. Bondi, North Bondi, and Bondi Junction are neighbouring suburbs. Bondi Beach is one of the most visited tourist sites in Australia.",
  "/wiki/Centennial_Parklands": "Centennial Parklands is the name given to a group of three urban parklands located in the eastern suburbs of Sydney, New South Wales, Australia. Comprising approximately 360 hectares (890 acres), the lands encompass Centennial Park, Moore Park and Queen's Park. The Parklands are listed on the New South Wales Heritage Register, with various components of national, state or local heritage significance. The parks are contained within the local government areas of City of Randwick, Waverley Municipal Council, and City of Sydney.",
  "/wiki/Cycling_at_the_2000_Summer_Olympics": "At the 2000 Summer Olympics, 3 different bicycle racing disciplines were contested: Road cycling, track cycling, and mountain biking.",
  "/wiki/Dunc_Gray_Velodrome": "The Dunc Gray Velodrome is an Australian velodrome located at Bass Hill approximately 5 kilometres north west of the Sydney suburb of Bankstown.  The cycling venue for the 2000 Olympic games, the Dunc Gray Velodrome was opened on 28 November 1999 and is named after Dunc Gray, the first Australian to win a cycling Gold Medal at the Olympic Games (Los Angeles 1932).",
  "/wiki/North_Sydney,_New_South_Wales": "North Sydney is a suburb and major district on the Lower North Shore of Sydney, Australia. North Sydney is located 3 kilometres north of the Sydney central business district and is the administrative centre for the local government area of North Sydney Council.",
  "/wiki/Rushcutters_Bay,_New_South_Wales": "Rushcutters Bay is a harbourside eastern suburb of Sydney, in the state of New South Wales, Australia 3 kilometres east of the Sydney central business district, in the local government area of the City of Sydney.",
  "/wiki/Sailing_at_the_2000_Summer_Olympics": "Sailing at the 2000 Summer Olympics in Sydney was held from 17–30 September 2000 at the Olympic Sailing Shore Base in the Sydney Harbour.",
  "/wiki/Penrith_Whitewater_Stadium": "The Penrith Whitewater Stadium is located near Sydney, Australia. It is an artificial whitewater sporting facility which hosted the canoe/kayak slalom events at the 2000 Summer Olympics in Sydney. The facility is part of the Penrith Lakes Scheme, which is converting open-pit sand and gravel mines into lakes for recreation. It is close to Cranebrook and is adjacent to the Sydney International Regatta Centre. These lakes are not filled via the Nepean River, but are filled via rain water and ground water. The operation of the facility aerates the water and improves water quality in the flat water rowing and canoeing course.",
  "/wiki/Canoeing_at_the_2000_Summer_Olympics": "Canoeing at the 2000 Summer Olympics was held at the Sydney International Regatta Centre for the sprint events and the Whitewater Stadium in Penrith for the canoe and kayak slalom disciplines. The repechage rounds that ran from the 1960 to the 1996 Games were eliminated in the sprint events while qualifying rounds were added to the slalom events. Additionally, a quota system for each event was enacted, meaning each event had a limited number of competitors that could compete.",
  "/wiki/Ryde_Aquatic_Leisure_Centre": "The Ryde Aquatic Leisure Centre is an aquatics venue located in Ryde, New South Wales, Australia. The original venue was demolished in November 1998 with rebuilding commencing in April 1999. Rebuilding was completed in April 2000 with opening in May 2000. During the 2000 Summer Olympics, it hosted the water polo preliminaries and the women's semifinals.",
  "/wiki/Sydney_Convention_and_Exhibition_Centre": "The Sydney Convention and Exhibition Centre, completed in 1988 and closed in 2013 to undergo demolition and revitalisation, was Australia's first fully integrated convention, exhibition and entertainment precinct.",
  "/wiki/Boxing_at_the_2000_Summer_Olympics": "The boxing competition at the 2000 Summer Olympics in Sydney was held at the Sydney Convention and Exhibition Centre in Darling Harbour. The event was only open to men and bouts were contested over four rounds of two minutes each. Five judges scored the fighters in real time and the boxer with the most points at the end was the winner.",
  "/wiki/Fencing_at_the_2000_Summer_Olympics": "At the 2000 Summer Olympics, ten fencing events were contested. Men competed in both individual and team events for each of the three weapon types (épée, foil and sabre). Women competed in the foil and the épée events. The events took place at the Sydney Convention and Exhibition Centre.",
  "/wiki/Judo_at_the_2000_Summer_Olympics": "Final results for the Judo events at the 2000 Summer Olympics:",
  "/wiki/Weightlifting_at_the_2000_Summer_Olympics": "The Weightlifting Competition at the 2000 Summer Olympics in Sydney, Australia saw the introduction of women's weightlifting.",
  "/wiki/Wrestling_at_the_2000_Summer_Olympics": "Wrestling at the 2000 Summer Olympics took place in the Sydney Convention and Exhibition Centre and was split into two disciplines, Freestyle and Greco-Roman which are further divided into different weight categories. The freestyle competitions were held from 28 September to 1 October, and the Greco-Roman events were held from 24 to 27 September. In the freestyle 76 kg Alexander Leipold of Germany originally placed first, but was disqualified after he tested positive for Nandrolone.",
  "/wiki/Sydney_Entertainment_Centre": "Sydney Entertainment Centre (later known as Qantas Credit Union Arena) was a multi-purpose arena located in Haymarket, Sydney, Australia. It opened in May 1983, to replace Sydney Stadium, which had been demolished in 1970 to make way for the Eastern Suburbs railway line. The centre was owned by the Sydney Harbour Foreshore Authority, which administered the neighbouring Darling Harbour area, and managed under a lease.",
  "/wiki/Sydney_Football_Stadium": "The Sydney Football Stadium, commercially known as Allianz Stadium and previously Aussie Stadium, was a football stadium in Moore Park, Sydney, Australia. Built in 1988 next to the Sydney Cricket Ground, the stadium was Sydney's premier rectangular field venue for rugby league, rugby union, and football.",
  "/wiki/Sydney_International_Equestrian_Centre": "The Sydney International Equestrian Centre (SIEC for short) is the facility which was used to host equestrian events during the 2000 Summer Olympics.",
  "/wiki/Equestrian_at_the_2000_Summer_Olympics": "The equestrian events at the 2000 Summer Olympics in Sydney included dressage, eventing, and show jumping. All three disciplines had both individual and team competitions.",
  "/wiki/Sydney_International_Regatta_Centre": "The Sydney International Regatta Centre, located in Penrith, Sydney, New South Wales, Australia, is a rowing and canoe sprint venue built for the 2000 Summer Olympics. It is now a popular sporting venue, with the Head of the River Regatta held annually here.",
  "/wiki/Rowing_at_the_2000_Summer_Olympics": "Rowing at the 2000 Summer Olympics took place at the Sydney International Regatta Centre in Penrith, New South Wales, Australia. It featured 547 competitors (363 men and 184 women) from 51 nations taking part in 14 events.",
  "/wiki/Sydney_International_Shooting_Centre": "The Sydney International Shooting Centre in Cecil Park, New South Wales, Australia was built for the shooting events at the 2000 Summer Olympics. It has also been used for:",
  "/wiki/Shooting_at_the_2000_Summer_Olympics": "The shooting competitions at the 2000 Summer Olympics were carried out at the Sydney International Shooting Centre in Liverpool, New South Wales, Australia during the first week of the Games, from Saturday 16 September 2000 to Saturday 23 September 2000.",
  "/wiki/Sydney_Opera_House": "The Sydney Opera House is a multi-venue performing arts centre at Sydney Harbour in Sydney, New South Wales, Australia. It is one of the 20th century's most famous and distinctive buildings.",
  "/wiki/Triathlon_at_the_2000_Summer_Olympics": "Triathlon made its official debut at the 2000 Summer Olympics in Sydney, Australia. This sporting event was held at the Sydney Opera House. Forty-eight triathletes contested the female event on September 16, while fifty-two contested the male event on September 17, making up a total of 100 competitors. Each competitor starts the event with a 1500-metre swim course, followed by a 40 kilometre road bicycle race and finish with a 10 kilometre road run. Each consecutive event in triathlon runs in sequence, without any respite, so that the athlete who crossed the line in first place at the end of the run would be the winner.",
  "/wiki/Western_Sydney_Parklands": "The Western Sydney Parklands is an urban park system and a nature reserve located in Sydney, New South Wales, Australia. The NSW government has spent around $400 million for the park. The park is governed by the NSW National Parks and Wildlife Service and is listed under the National Parks and Wildlife Act 1974. The Parklands begin in the north in the City of Blacktown, cross the City of Fairfield, and end in the City of Liverpool."
}