{
  "/wiki/Chris_Hero": "Chris Spradlin (born December 24, 1979) is an American professional wrestler and trainer, better known by his ring name Chris Hero. He is currently working for WWE, performing for NXT and NXT UK under the ring name Kassius Ohno. From his debut in 1998 until 2010 and again between 2013 and 2017 Spradlin (as \"Chris Hero\") worked for a number of independent wrestling promotions, including the American Pro Wrestling Guerrilla and Ring of Honor,  Independent Wrestling Association Mid-South, Combat Zone Wrestling and Chikara, as well as Pro Wrestling Noah in Japan. Between 2010 and 2013 Spradlin worked for WWE as part of their development territory NXT, and later returned to the promotion in 2017 to work as a \"player coach\" for the trainees in NXT and NXT UK.",
  "/wiki/Roderick_Strong": "Christopher Lindsey (born July 26, 1983) is an American professional wrestler currently signed to WWE, where he performs on the NXT brand under the ring name Roderick Strong. He is a member of The Undisputed Era (alongside Adam Cole, Bobby Fish, and Kyle O'Reilly).",
  "/wiki/Professional_wrestling_match_types": "Many types of wrestling matches, sometimes called \"concept\" or \"gimmick matches\" in the jargon of the business, are performed in professional wrestling. Some of them occur relatively frequently while others are developed so as to advance an angle and such match types are used rarely. Because of professional wrestling's long history over decades, many things have been recycled (many match types often being variations of previous match types). These match types can be organized into several loose groups.",
  "/wiki/Alex_Shelley": "Patrick Martin (born May 23, 1983) is an American professional wrestler, better known by the ring name Alex Shelley.",
  "/wiki/Petey_Williams": "Peter Williams III (born August 26, 1981) is a Canadian professional wrestler best known for his tenures in Total Nonstop Action Wrestling (TNA) / Impact Wrestling where he is a two-time X Division Champion, and former captain of Team Canada.  He was also in Lucha Libre USA (LLUSA), where he held the Tag Team Championship with Jon Rekon. He was also known by his nickname \"The Canadian Destroyer\", a reference to his front flip piledriver finishing move of the same name.",
  "/wiki/Slyk_Wagner_Brown": "Wagner Brown (born September 5, 1979) is a Jamaican born professional wrestler, better known by his ring name, SWB or Slyck Wagner Brown. Brown currently wrestles on the Independent circuit in the Northeastern United States. Additionally, SWB was appointed head trainer at Killer Kowalski's school in Boston. Brown also had a longtime association with women's wrestler April Hunter. The duo held tag team titles together in Jersey All Pro Wrestling and Pro-Pain Pro Wrestling. Brown now runs his wrestling training school, Test of Strength, out of East Hartford, Connecticut and runs monthly shows.",
  "/wiki/Zach_Gowen": "Zachary Mark Gowen (born March 30, 1983) is an American professional wrestler and promoter. Gowen competed for World Wrestling Entertainment and Total Nonstop Action Wrestling.",
  "/wiki/Scoot_Andrews": "Andrew Warner (born June 1, 1967) is a retired American professional wrestler, better known by his ring name \"The Black Nature Boy\" Scoot Andrews.",
  "/wiki/Colt_Cabana": "Scott Colton (born May 6, 1980) is an American professional wrestler and color commentator better known by his ring name Colt Cabana. He is currently signed to National Wrestling Alliance (NWA). He is the former NWA National Champion. Cabana has also wrestled as Scotty Goldman in World Wrestling Entertainment (WWE) and as old school masked wrestler Matt Classic in Wrestling Society X and Chikara.",
  "/wiki/Mike_Sullivan_(wrestler)": "Mike Sullivan (born 1971) is an American professional wrestler who competes in Southeastern independent promotions including Full Impact Pro, Future of Wrestling, International Professional Wrestling and NWA Florida. He also had several brief appearances in the X Wrestling Federation, World Championship Wrestling and the World Wrestling Federation.",
  "/wiki/Danny_Doring": "Daniel Morrison (born February 19, 1974) is an American professional wrestler, better known by the ring name Danny Doring. He is best known for his appearances with the professional wrestling promotion Extreme Championship Wrestling from 1997 to 2001.",
  "/wiki/NWA_Florida_Southern_Heavyweight_Championship": "The Florida version of the NWA Southern Heavyweight Championship was the major singles professional wrestling championship in the National Wrestling Alliance's Florida territory, Championship Wrestling Florida. It existed from 1962 until 1987, when the title was abandoned. It was revived by NWA Florida in 1996. At various times, different NWA affiliated promotions used their own regional version of the title including promotions based in Georgia, Tennessee, and the Carolinas.",
  "/wiki/Jack_Evans_(wrestler)": "Jack Edward Miller (born April 2, 1982) is an American professional wrestler, better known by his ring name Jack Evans.  He is currently signed to All Elite Wrestling (AEW) and Lucha Libre AAA World Wide (AAA). In addition to AAA, Evans has wrestled for numerous independent promotions around the world, including Calgary's Stampede Wrestling, Ring of Honor, Dragon Gate, Combat Zone Wrestling, Lucha Underground, Pro Wrestling Guerrilla, Pro Wrestling Noah and Wrestling Society X. He is a former PWG World Tag Team Champion and winner of the 2008 Dynamite Duumvirate Tag Team Title Tournament (with Roderick Strong).",
  "/wiki/NWA_World_Junior_Heavyweight_Championship": "The NWA World Junior Heavyweight Championship is a professional wrestling world championship in the National Wrestling Alliance competed for by wrestlers in the Junior Heavyweight division. The title has been in existence from 1945 to the present. The title was unified with the National Wrestling Association's World Junior Heavyweight Championship in 1949.",
  "/wiki/Lex_Lovett": "Patrick Wayne Meyer (born October 7, 1974) is an American professional wrestler, known by his ringname Lex Lovett, who competes in Southeastern independent promotions such as Independent Pro Wrestling and the National Wrestling Alliance-affiliated NWA Florida as well as having toured the Middle East, Europe and Asia.",
  "/wiki/Steve_Madison": "Stephen Philip Favata (born April 9, 1983) is an American professional wrestler, known by his ringname \"Modern Miracle\" Steve Madison, who competes in Southeastern independent promotions including AWA World-1 South, Full Impact Pro, Future of Wrestling, NWA Florida and Dusty Rhodes' Turnbuckle Championship Wrestling. While in NWA Florida, he was part of the heel stable 911 Incorporated with Ron Niemi, Rod Steel, Eric Loy and The Shane Twins. He was also a member of The Young, Rich & Ready with Chasyn Rance and Kenny King.",
  "/wiki/The_Shane_Twins": "The Shane Twins (born December 21, 1967) are a professional wrestling tag team that consist of twin brothers Mike and Todd Shane. They were best known for their appearances in World Wrestling Entertainment (WWE) as Gymini.",
  "/wiki/Mike_Shane": "The Shane Twins (born December 21, 1967) are a professional wrestling tag team that consist of twin brothers Mike and Todd Shane. They were best known for their appearances in World Wrestling Entertainment (WWE) as Gymini.",
  "/wiki/Todd_Shane": "The Shane Twins (born December 21, 1967) are a professional wrestling tag team that consist of twin brothers Mike and Todd Shane. They were best known for their appearances in World Wrestling Entertainment (WWE) as Gymini.",
  "/wiki/Dr._Heresy": "Jeremy Barron (born September 25, 1976), better known by the ring name Dr. Reginald Heresy, is an American semi-retired professional wrestler, manager, promoter, and trainer. A mainstay of the New England independent circuit, Barron has wrestled in the East Coast, Midwestern, and Southeastern United States since his debut in 1996.",
  "/wiki/Jeff_Peterson_Memorial_Cup": "The Jeff Peterson Memorial Cup was an annual professional wrestling memorial show produced by Full Impact Pro (FIP) promotion, typically between October and December. The event was established to honor the memory of independent wrestler \"All American\" Jeff Peterson who died at age 21 after a two-year battle with leukemia. A rising star in the National Wrestling Alliance at the time of his death, his home promotion NWA Florida held a memorial tournament, co-hosted by IPW Hardcore, presented by his friends and fellow Florida wrestlers. The first show was held on May 16–17, 2003, at the Florida WrestlePlex in St. Petersburg, Florida. It is the longest-running tournament in the Southeastern United States followed by CWF Mid-Atlantic's Johnny Weaver Memorial Tournament."
}