{
  "/wiki/23rd_Grammy_Awards": "The 23rd Annual Grammy Awards were held on February 25, 1981, at Radio City Music Hall in New York City and were broadcast live on American television. They recognized accomplishments by musicians from the year 1980.",
  "/wiki/Ella_Fitzgerald": "Ella Jane Fitzgerald  (April 25, 1917 – June 15, 1996) was an American jazz singer sometimes referred to as the First Lady of Song, Queen of Jazz, and Lady Ella. She was noted for her purity of tone, impeccable diction, phrasing, intonation, and a \"horn-like\" improvisational ability, particularly in her scat singing.",
  "/wiki/A_Perfect_Match_(Ella_Fitzgerald_album)": "A Perfect Match is a 1979 (see 1979 in music) live album by the American jazz singer Ella Fitzgerald, accompanied by the Count Basie Orchestra, and featuring Count Basie himself on the last track.",
  "/wiki/Betty_Carter": "Betty Carter (born Lillie Mae Jones; May 19, 1929 – September 26, 1998) was an American jazz singer known for her improvisational technique, scatting and other complex musical abilities that demonstrated her vocal talent and imaginative interpretation of lyrics and melodies. Vocalist Carmen McRae once remarked: \"There's really only one jazz singer—only one: Betty Carter.\":xiv",
  "/wiki/The_Audience_with_Betty_Carter": "The Audience with Betty Carter is a 1979 live double album by the American jazz singer Betty Carter.",
  "/wiki/Helen_Humes": "Helen Humes (June 23, 1913 – September 9, 1981) was an American jazz and blues singer.",
  "/wiki/Helen_Merrill": "Helen Merrill (born Jelena Ana Milcetic  July 21, 1930) is an American jazz vocalist. Her first album, the eponymous 1955 release Helen Merrill, was an immediate success and associated her with the first generation of bebop jazz musicians. After a prolific 1950s and '60s when she recorded with Charlie Parker and Clifford Brown, Merrill spent time recording and touring in Europe and Japan, falling into obscurity in the United States. In the 1980s and '90s, a contract with Verve Records and high-profile performances in America returned her to prominence. Noted for her emotional, sensual vocal performances, her career continues in its sixth decade with concerts and recordings.",
  "/wiki/Sarah_Vaughan": "Sarah Lois Vaughan (March 27, 1924 – April 3, 1990) was an American jazz singer.",
  "/wiki/The_Duke_Ellington_Songbook,_Vol._1": "The Duke Ellington Songbook, Vol. 1 is an album of Duke Ellington standards performed by Sarah Vaughan. It was recorded in 1979 and released on the Pablo label.",
  "/wiki/24th_Grammy_Awards": "The 24th Annual Grammy Awards were held on February 24, 1982, at the Shrine Auditorium in Los Angeles, and were broadcast live on American television. The event recognized the accomplishments of musicians during the year 1981. Quincy Jones was the major recipient of awards with a total of five Grammys.",
  "/wiki/Digital_III_at_Montreux": "Digital III at Montreux is a 1979 live album featuring a compilation of performances by Ella Fitzgerald, Count Basie, Niels-Henning Ørsted Pedersen, Joe Pass, and Ray Brown, recorded at the 1979 Montreux Jazz Festival. It was produced and has liner notes by Norman Granz, the cover photo is by\nPhil Stern.",
  "/wiki/Ernestine_Anderson": "Ernestine Anderson (November 11, 1928 – March 10, 2016) was an American jazz and blues singer. In a career spanning more than six decades, she recorded over 30 albums. She was nominated four times for a Grammy Award. She sang at Carnegie Hall, the Kennedy Center, the Monterey Jazz Festival (six times over a 33-year span), as well as at jazz festivals all over the world. In the early 1990s she joined Qwest Records, the label founded by fellow Garfield High School graduate Quincy Jones.",
  "/wiki/Helen_(album)": "Helen is an album released by Helen Humes in 1981 on Muse MR 5233, her second for that company.  The album was in the final nominations for the 24th Annual Grammy Awards in the category of “Best Jazz Vocal Performance.”",
  "/wiki/Etta_Jones": "Etta Jones (November 25, 1928 – October 16, 2001) was an American jazz singer. Her best-known recordings were \"Don't Go to Strangers\" and \"Save Your Love for Me\". She worked with Buddy Johnson, Oliver Nelson, Earl Hines, Barney Bigard, Kenny Burrell, Milt Jackson, Cedar Walton, and Houston Person.",
  "/wiki/Janet_Lawson": "Janet Lawson (born Janet Ann Polun; November 13, 1940, in Baltimore, Maryland) is a jazz singer and educator. Her primary influences as a singer were saxophonists such as Charlie Parker, Lester Young and Sonny Rollins. Her voice was described by jazz critic John S. Wilson in a 1977 New York Times article entitled Janet Lawson: The Dream Jazz Voice writing that she  \"has the kind of voice that most jazz singers probably wish they had. It is a full, well‐developed, remarkably pliant voice with a lower range whose dark sonorities compare favorably with the deep power of Sarah Vaughan, and a high register in which she does not have to strain to project very fast, often complex, lines.\"",
  "/wiki/25th_Grammy_Awards": "The 25th Annual Grammy Awards were held on February 23, 1983, at Shrine Auditorium, Los Angeles. They recognized accomplishments by musicians from the previous year.",
  "/wiki/Gershwin_Live!": "Gershwin Live! is a 1982 live album by Sarah Vaughan, of music composed by George Gershwin, accompanied by the Los Angeles Philharmonic, conducted by Michael Tilson Thomas. The album was arranged by Marty Paich.",
  "/wiki/A_Classy_Pair": "A Classy Pair is a 1979 studio album by the American jazz singer Ella Fitzgerald, accompanied by the Count Basie Orchestra, with arrangements by Benny Carter.",
  "/wiki/Chaka_Khan": "Yvette Marie Stevens (born March 23, 1953), better known by her stage name Chaka Khan, is an American singer and songwriter. Her career has spanned nearly five decades, beginning in the 1970s as the lead vocalist of the funk band Rufus. Khan received public attention for her vocals and image. Known as the \"Queen of Funk\", Khan was the first R&B artist to have a crossover hit featuring a rapper, with \"I Feel for You\" in 1984. Khan has won ten Grammy Awards and has sold an estimated 70 million records worldwide.",
  "/wiki/Echoes_of_an_Era": "Echoes of an Era is an album by American R&B/jazz singer Chaka Khan, Joe Henderson, Freddie Hubbard, Chick Corea, Stanley Clarke and Lenny White, released in 1982 on Elektra Records.",
  "/wiki/Cleo_Laine": "Dame Cleo Laine DBE (born 28 October 1927) is an English jazz and pop singer and an actress, known for her scat singing and for her vocal range. Though her natural range is that of a contralto, she is able to produce a G above high C, giving her an overall compass of well over three octaves. Laine is the only female performer to have received Grammy nominations in the jazz, popular and classical music categories. She is the widow of jazz composer Sir John Dankworth.",
  "/wiki/Maxine_Sullivan": "Maxine Sullivan (May 13, 1911 – April 7, 1987), born Marietta Williams in Homestead, Pennsylvania, was an American jazz vocalist and performer.",
  "/wiki/26th_Grammy_Awards": "The 26th Annual Grammy Awards were held on February 28, 1984, at Shrine Auditorium, Los Angeles, and were broadcast live on American television. They recognized accomplishments by musicians from the year 1983. Michael Jackson who had been recovering from scalp burns sustained due to an accident which occurred during filming of a Pepsi commercial, won a record eight awards during the show. It is notable for garnering the largest Grammy Award television audience ever.",
  "/wiki/The_Best_Is_Yet_to_Come_(Ella_Fitzgerald_album)": "The Best Is Yet to Come is a 1982 studio album by the American jazz singer Ella Fitzgerald, accompanied by a studio orchestra arranged and conducted by Nelson Riddle.",
  "/wiki/Whatever_Happened_to_Love?": "Whatever Happened to Love? is a 1982 live album by the American jazz singer Betty Carter. It is her only live album to include a string section on some tracks.",
  "/wiki/Sue_Raney": "Raelene Claire Claussen, known professionally as Sue Raney (born June 18, 1940 in McPherson, Kansas) is an American jazz singer. Signed by Capitol Records at the age of 17, her debut album When Your Lover Has Gone was produced by Nelson Riddle and released in 1958.",
  "/wiki/Crazy_and_Mixed_Up": "Crazy and Mixed Up is a 1982 studio album by the American jazz singer Sarah Vaughan.",
  "/wiki/27th_Grammy_Awards": "The 27th Annual Grammy Awards were held on February 26, 1985, at Shrine Auditorium, Los Angeles, and were broadcast live on American television. They recognized accomplishments by musicians from the year 1984.",
  "/wiki/28th_Grammy_Awards": "The 28th Annual Grammy Awards were held on February 25, 1986, at Shrine Auditorium, Los Angeles. They recognized accomplishments by musicians from the previous year, 1985.",
  "/wiki/Cleo_at_Carnegie:_The_10th_Anniversary_Concert": "Cleo at Carnegie: The 10th Anniversary Concert is a live album by Cleo Laine, recorded at Carnegie Hall and released in April 1983 through RCA Records. The album earned Laine a Grammy Award for Best Jazz Vocal Performance, Female. John Dankworth was the arranger.",
  "/wiki/Cheryl_Bentyne_(singer)": "Cheryl Bentyne (born January 17, 1954) is a jazz singer who spent much of her career with The Manhattan Transfer.",
  "/wiki/Tania_Maria": "Tania Maria (born  May 9, 1948) is a Brazilian artist, singer, composer, bandleader and piano player, singing mostly in Portuguese or English. Her Brazilian-style music is mostly vocal, sometimes pop, often jazzy, and includes samba, bossa, Afro-Latin, pop and jazz fusion.",
  "/wiki/Flora_Purim": "Flora Purim (born March 6, 1942) is a Brazilian jazz singer known primarily for her work in the jazz fusion style. She became prominent for her part in Return to Forever with Chick Corea and Stanley Clarke. She has recorded and performed with numerous artists, including Dizzy Gillespie, Gil Evans, Opa, Stan Getz, George Duke, Mickey Hart of the Grateful Dead, Santana, Jaco Pastorius, and her husband Airto Moreira.",
  "/wiki/Janis_Siegel_(singer)": "Janis Siegel (born July 23, 1952) is an American jazz singer, best known as a member of the vocal group The Manhattan Transfer.",
  "/wiki/29th_Grammy_Awards": "The 29th Annual Grammy Awards were held on February 24, 1987, at Shrine Auditorium, Los Angeles, California. They recognized accomplishments by musicians from the previous year.",
  "/wiki/Diane_Schuur": "Diane Joan Schuur (born December 10, 1953), nicknamed \"Deedles\", is an American jazz singer and pianist.  As of 2015, Schuur had released 23 albums, and had extended her jazz repertoire to include essences of Latin, gospel, pop and country music. Her most successful album is Diane Schuur & the Count Basie Orchestra, which remained number one on the Billboard Jazz Charts for 33 weeks. She won Grammy Awards for best female jazz vocal performance in both 1986 and 1987 and has had three other Grammy nominations.",
  "/wiki/Timeless_(Diane_Schuur_album)": "Timeless is a 1986 album by Diane Schuur, accompanied by a big band, arranged by Billy May, Johnny Mandel, Patrick Williams and Jeremy Lubbock.",
  "/wiki/Etta_James": "Etta James (born Jamesetta Hawkins; January 25, 1938 – January 20, 2012) was an American singer who performed in various genres, including blues, R&B, soul, rock and roll, jazz and gospel. Starting her career in 1954, she gained fame with hits such as \"The Wallflower\", \"At Last\", \"Tell Mama\", \"Something's Got a Hold on Me\", and \"I'd Rather Go Blind\". She faced a number of personal problems, including heroin addiction, severe physical abuse, and incarceration, before making a musical comeback in the late 1980s with the album Seven Year Itch.",
  "/wiki/30th_Grammy_Awards": "The 30th Annual Grammy Awards were held March 2, 1988, at Radio City Music Hall, New York City. They recognized accomplishments by musicians from the previous year.",
  "/wiki/Diane_Schuur_&_the_Count_Basie_Orchestra": "Diane Schuur & the Count Basie Orchestra is a 1987 live album by Diane Schuur, accompanied by the Count Basie Orchestra, arranged by Frank Foster.",
  "/wiki/Easy_Living_(Ella_Fitzgerald_album)": "Easy Living is a 1986 studio album by Ella Fitzgerald, accompanied by the celebrated jazz guitarist Joe Pass.  Cover photo by Tad Hershorn.",
  "/wiki/Carmen_McRae": "Carmen Mercedes McRae (April 8, 1922 – November 10, 1994) was an American jazz singer. She is considered one of the most influential jazz vocalists of the 20th century and is remembered for her behind-the-beat phrasing and ironic interpretation of lyrics. McRae was inspired by Billie Holiday, but she established her own voice. She recorded over sixty albums and performed worldwide.",
  "/wiki/Any_Old_Time_(album)": "Any Old Time is a 1986 studio album by Carmen McRae, featuring the tenor saxophonist Clifford Jordan. McRae was nominated for the Grammy Award for Best Jazz Vocal Performance, Female at the 30th Annual Grammy Awards for her performance on this album.",
  "/wiki/Brazilian_Romance": "Brazilian Romance is a 1987 studio album by Sarah Vaughan.",
  "/wiki/31st_Grammy_Awards": "The 31st Annual Grammy Awards were held on February 22, 1989, at Shrine Auditorium, Los Angeles. They recognized accomplishments by musicians from the previous year.",
  "/wiki/Look_What_I_Got!": "Look What I Got! is a 1988 album by the American jazz singer Betty Carter.",
  "/wiki/Lena_Horne": "Lena Mary Calhoun Horne (June 30, 1917 – May 9, 2010) was an American singer, dancer, actress, and civil rights activist. Horne's career spanned over 70 years, appearing in film, television, and theater. Horne joined the chorus of the Cotton Club at the age of 16 and became a nightclub performer before moving to Hollywood.",
  "/wiki/The_Men_in_My_Life": "The Men in My Life is a 1988 studio album by Lena Horne, featuring Horne in duet with Joe Williams and Sammy Davis, Jr..",
  "/wiki/Rickie_Lee_Jones": "Rickie Lee Jones (born November 8, 1954) is an American vocalist, musician, songwriter, producer, actress and narrator.  Over the course of a career that spans five decades, Jones has recorded in various musical styles including rock, R&B, blues, pop, soul, and jazz.",
  "/wiki/Peggy_Lee": "Norma Deloris Egstrom (May 26, 1920 – January 21, 2002), known professionally as Peggy Lee, was an American jazz and popular music singer, songwriter, composer, and actress, in a career spanning six decades. From her beginning as a vocalist on local radio to singing with Benny Goodman's big band, she forged a sophisticated persona, evolving into a multi-faceted artist and performer. During her career, she wrote music for films, acted, and recorded conceptual record albums that combined poetry and music.",
  "/wiki/Miss_Peggy_Lee_Sings_the_Blues": "Miss Peggy Lee Sings the Blues is a 1988 studio album by jazz singer Peggy Lee. This was Lee's first album for nine years, and the first of two albums that she recorded for the Musicmasters label.",
  "/wiki/Fine_and_Mellow:_Live_at_Birdland_West": "Fine and Mellow: Live at Birdland West is a 1988 live album by Carmen McRae.",
  "/wiki/32nd_Grammy_Awards": "The 32nd Annual Grammy Awards were held in 1990. They recognized accomplishments by musicians from the previous year.",
  "/wiki/Ruth_Brown": "Ruth Alston Brown (née Weston, January 12, 1928 – November 17, 2006) was an American singer-songwriter and actress, sometimes known as the \"Queen of R&B\". She was noted for bringing a pop music style to R&B music in a series of hit songs for Atlantic Records in the 1950s, such as \"So Long\", \"Teardrops from My Eyes\" and \"(Mama) He Treats Your Daughter Mean\". For these contributions, Atlantic became known as \"the house that Ruth built\" (alluding to the popular nickname for the old Yankee Stadium).",
  "/wiki/Blues_on_Broadway": "Blues on Broadway is an album by Ruth Brown, released in 1989 through Fantasy Records. The album earned Brown a Grammy Award for Best Jazz Vocal Performance, Female.",
  "/wiki/Dee_Dee_Bridgewater": "Dee Dee Bridgewater (née Denise Garrett, May 27, 1950) is an American jazz singer. She is a three-time Grammy Award-winning singer-songwriter, as well as a Tony Award-winning stage actress. For 23 years, she was the host of National Public Radio's syndicated radio show JazzSet with Dee Dee Bridgewater. She is a United Nations Goodwill Ambassador for the Food and Agriculture Organization.",
  "/wiki/Anita_O'Day": "Anita O'Day (born Anita Belle Colton; October 18, 1919 – November 23, 2006) was an American jazz singer and self proclaimed “song stylist” widely admired for her sense of rhythm and dynamics, and her early big band appearances that shattered the traditional image of the \"girl singer\". Refusing to pander to any female stereotype, O'Day presented herself as a \"hip\" jazz musician, wearing a band jacket and skirt as opposed to an evening gown. She changed her surname from Colton to O'Day, pig Latin for \"dough\", slang for money.",
  "/wiki/In_a_Mellow_Tone_(album)": "In a Mellow Tone is a 1989 studio album by Anita O'Day.",
  "/wiki/The_Christmas_Song": "\"The Christmas Song\" (commonly subtitled \"Chestnuts Roasting on an Open Fire\" or, as it was originally subtitled, \"Merry Christmas to You\") is a classic Christmas song written in 1945 by Robert Wells and Mel Tormé.",
  "/wiki/33rd_Grammy_Awards": "The 33rd Annual Grammy Awards were held on February 20, 1991. They recognized accomplishments by musicians from the previous year. Quincy Jones was the night's biggest winner winning a total of six awards including Album of the Year.",
  "/wiki/All_That_Jazz_(Ella_Fitzgerald_album)": "All That Jazz was the last studio album by the American jazz singer Ella Fitzgerald.",
  "/wiki/Droppin'_Things": "Droppin' Things is a 1990 live album by the American jazz singer Betty Carter.",
  "/wiki/The_Peggy_Lee_Songbook:_There'll_Be_Another_Spring": "The Peggy Lee Songbook: There'll Be Another Spring is a 1989 studio album by Peggy Lee.",
  "/wiki/Carmen_Sings_Monk": "Carmen Sings Monk is a 1988 studio album by the American jazz singer Carmen McRae, focusing on the songs composed by Thelonious Monk.",
  "/wiki/Dianne_Reeves": "Dianne Elizabeth Reeves (born October 23, 1956) is an American jazz singer.",
  "/wiki/I_Got_It_Bad_(and_That_Ain't_Good)": "\"I Got It Bad (and That Ain't Good)\" is a pop and jazz standard with music by Duke Ellington and lyrics by Paul Francis Webster published in 1941. It was introduced in the musical revue Jump for Joy by Ivie Anderson, who also provided the vocals for Duke Ellington and His Orchestra on the single Victor 27531.",
  "/wiki/Grammy_Award_for_Best_Jazz_Vocal_Performance,_Female": "The Grammy Award for Best Jazz Vocal Performance, Female was an honor presented at the Grammy Awards, a ceremony that was established in 1958 and originally called the Gramophone Awards, to female recording artists for quality jazz vocal performances (songs or albums). Honors in several categories are presented at the ceremony annually by the National Academy of Recording Arts and Sciences of the United States to \"honor artistic achievement, technical proficiency and overall excellence in the recording industry, without regard to album sales or chart position\"."
}