{
  "/wiki/Reporting_mark": "A reporting mark is an alphabetic code of two to four letters used to identify owners or lessees of rolling stock and other equipment used on certain railroad networks.",
  "/wiki/Central_Maine_and_Quebec_Railway": "The Central Maine & Québec Railway (reporting mark CMQ) is a Class II freight railroad operating in the U.S. states of Maine and Vermont and the Canadian province of Quebec with headquarters in Bangor, Maine.  It is owned by Railroad Acquisition Holdings, LLC, a subsidiary of Fortress Investment Group, LLC.",
  "/wiki/Railroad_Acquisition_Holdings": "Railroad Acquisition Holdings, LLC (RAH) is a railroad holding company which owns several railroads in the U.S. states of Florida, Maine, and Vermont, as well as the Canadian province of Quebec.",
  "/wiki/Chemin_de_fer_Arnaud": "The Chemin de fer Arnaud, now Chemin de fer Arnaud Quebec (reporting mark CFAQ) (formerly ARND and CFA) (in English, the Arnaud Railway) is a private Canadian short line railway owned by Société ferroviaire et portuaire de Pointe-Noire (SFPPN) operating in the province of Quebec.",
  "/wiki/Cliffs_Natural_Resources": "Cleveland-Cliffs, Inc., formerly Cliffs Natural Resources, is a Cleveland, Ohio, business firm that specializes in the mining, beneficiation, and pelletizing of iron ore. The firm is an independent company whose shares are traded on the New York Stock Exchange. Cleveland-Cliffs' primary operations are organized and managed according to product category: Mining & Pelletizing and Metallics.",
  "/wiki/Cartier_Railway": "The Cartier Railway (reporting mark AMMC) (formerly CFC and QCM) is a privately owned railway that operates 260 miles (418 km) of track in the Canadian province of Québec. It is operated by the Cartier Railway Company, a wholly owned subsidiary of Arcelor Mittal, formerly Québec Cartier Mining Company. The railway connects the company's huge iron ore mine at Mont-Wright in Northeastern Québec with the company's processing plant and port at Port-Cartier, formerly Shelter Bay, which is located on the northern banks of the St. Lawrence River.",
  "/wiki/ArcelorMittal": "ArcelorMittal S.A. (French pronunciation: ​[aʁsəlɔʁ mital]) is a multinational steel manufacturing corporation headquartered in Luxembourg City. It was formed in 2006 from the takeover and merger of Arcelor by Indian-owned Mittal Steel. ArcelorMittal is the world's largest steel producer, with an annual crude steel production of 92.5 million metric tonnes as of 2018[update]. It is ranked 123rd in the 2017 Fortune Global 500 ranking of the world's largest corporations.",
  "/wiki/Charlevoix_Railway": "The Charlevoix Railway (French: Chemin de fer Charlevoix) (reporting mark CFC) is a short-line railway that operates in the Charlevoix region of Quebec Canada.  From 1994 to 2009 it was a subsidiary of the Quebec Railway Corporation, a short line operator.  Since April 2009 it has been owned by \nTrain touristique de Charlevoix Inc., a Groupe Le Massif Inc. (owners of Le Massif) subsidiary.  With a length of 144–148 kilometres (89–92 mi) it connects the city of Clermont in the Charlevoix region to a freight yard of the Canadian National Railway (CN) located in the La Cité-Limoilou borough of the city of Quebec. The railway runs along both the St. Lawrence River and the Malbaie River and consists of a single non-electrified track.",
  "/wiki/Chemin_de_fer_Lanaudi%C3%A8re": "Compagnie du chemin de fer Lanaudière Inc. (CFL), provides transportation, storage and several unloading sites that accommodate various types of products. The railroad is in operation since 1992.",
  "/wiki/Chemin_de_fer_de_l%27Outaouais": "The Chemin de fer de l'Outaouais, (CFO) or the Compagnie de chemin de fer de l'Outaouais (CCFO) is a railroad that links the city of Gatineau to Wakefield, in the province of Québec. Before 1986 the track extended to Maniwaki.",
  "/wiki/Soci%C3%A9t%C3%A9_de_chemin_de_fer_de_la_Gasp%C3%A9sie": "The Société du chemin de fer de la Gaspésie (reporting mark SFG) (in English, the Gaspésie Railway Society) is a Canadian short line railway located in eastern Quebec operating 202.2 mi (325.4 km) of track from its interchange with Canadian National Railway (CN) at Matapédia in the west to the end of the line at Gaspé in the east, along the south coast of the Gaspé Peninsula.",
  "/wiki/Avignon_Regional_County_Municipality": "Avignon is a regional county municipality located in the Gaspésie–Îles-de-la-Madeleine region of Quebec, Canada.  The seat is Nouvelle. Its largest city is Carleton-sur-Mer.",
  "/wiki/Bonaventure_Regional_County_Municipality": "Bonaventure is a regional county municipality in the Gaspésie–Îles-de-la-Madeleine region of eastern Quebec, Canada, on the Gaspé Peninsula. Its seat is New Carlisle.",
  "/wiki/Le_Rocher-Perc%C3%A9_Regional_County_Municipality": "Rocher-Percé is a regional county municipality in the Gaspésie–Îles-de-la-Madeleine region of Quebec, Canada.  Its seat is Chandler.  Prior to July 17, 1999 it was known as Pabok Regional County Municipality.",
  "/wiki/La_C%C3%B4te-de-Gasp%C3%A9_Regional_County_Municipality": "La Côte-de-Gaspé is a regional county municipality on the Gaspé peninsula in eastern Quebec, Canada, part of the Gaspésie–Îles-de-la-Madeleine region. The seat is Gaspé.",
  "/wiki/Quebec_Gatineau_Railway": "Chemins de fer Québec-Gatineau Inc. (CFQG), in English the Quebec Gatineau Railway (reporting mark QGRY) is a shortline railway operating the 450 km (280 mi) long ex-Canadian Pacific Railway line between Quebec City, Trois-Rivières, Laval, Lachute and Gatineau, formerly Hull. It was acquired in 1997 by Genesee & Wyoming Canada Inc., subsidiary of Genesee & Wyoming Inc.",
  "/wiki/Genesee_%26_Wyoming": "Genesee & Wyoming Inc. (G&W) is an American short line railroad holding company, that owns or maintains an interest in 120 railroads throughout six countries: the United States, Canada, Australia, Belgium, Netherlands, Poland and the United Kingdom. It operates more than 15,500 miles (24,900 km) of owned and leased track, with more than 3,300 miles (5,300 km) under track-access arrangements. The company had its roots in the Class III Genesee and Wyoming Railroad, which began in 1899.",
  "/wiki/Chemin_de_fer_de_la_Rivi%C3%A8re_Romaine": "The Chemin de fer de la Rivière Romaine (reporting mark CFRR) (in English, the Romaine River Railway) is a Canadian short line iron ore mining railway operating in eastern Quebec.",
  "/wiki/QIT-Fer_et_Titane": "QIT-Fer et Titane (QIT from its old name \"Quebec Iron and Titanium\") is a Canadian mining company located in Quebec.  The company operates an ilmenite (titanium oxide ore) mine at Lake Tio in northern Quebec, and in southern Quebec operates refining facilities that produce titanium dioxide, pig iron, steel, and other metal products.  The company is a wholly owned subsidiary of mining giant Rio Tinto Group.",
  "/wiki/Roberval_and_Saguenay_Railway": "The Roberval and Saguenay Railway (reporting mark RS) is a small railway company, wholly owned by Rio Tinto Alcan, a mining corporation.",
  "/wiki/Rio_Tinto_Alcan": "The aluminium division of Rio Tinto (previously known as Rio Tinto Alcan) is a subsidiary of Rio Tinto, based in Montreal. It was created on 15 November 2007 as the result of the merger between Rio Tinto PLC's Canadian subsidiary, Rio Tinto Canada Holding Inc., and Canadian company Alcan Inc. On the same date, Alcan Inc. was renamed Rio Tinto Alcan Inc..",
  "/wiki/Port_of_Montreal_Railway": "The Port of Montreal Railway is a terminal railroad operating in Montreal, Canada.",
  "/wiki/Port_of_Montreal": "The Port of Montreal (French: Port de Montréal) is a port and transshipment point on the St. Lawrence River in Montreal, Quebec, Canada. On the Saint Lawrence Seaway 1,600 kilometres inland from the Atlantic Ocean, it is on the shortest direct route from Europe and the Mediterranean to North America. It is an international container port that services Toronto and the rest of Central Canada, the U.S. Midwest, and the U.S. Northeast.",
  "/wiki/Crown_corporations_of_Canada": "Canadian Crown corporations (French: sociétés d'État du Canada) are state-owned enterprises owned by the Sovereign of Canada (i.e. the Crown). They are established by an Act of Parliament or Act of a provincial legislature and report to that body via a minister of the Crown in the relevant cabinet, though they are \"shielded from constant government intervention and legislative oversight\" and thus \"generally enjoy greater freedom from direct political control than government departments.\"",
  "/wiki/St._Lawrence_and_Atlantic_Railroad": "The St. Lawrence and Atlantic Railroad (reporting mark SLR), known as St-Laurent et Atlantique Quebec (reporting mark SLQ) in Canada, is a short-line railway operating between Portland, Maine, on the Atlantic Ocean, and Montreal, Quebec, on the St. Lawrence River. It crosses the Canada–US border at Norton, Vermont, and Stanhope, Quebec, and is owned by short-line operator Genesee & Wyoming."
}