{
  "/wiki/CTrain": "CTrain is a light rail transit system in Calgary, Alberta, Canada. It began operation on May 25, 1981 and has expanded as the city has increased in population. The system is operated by Calgary Transit, as part of the Calgary municipal government's transportation department. As of 2017, it is one of the busiest light rail transit systems in North America, with 306,900 weekday riders, and has been growing steadily in recent years. About 45% of workers in Downtown Calgary take the CTrain to work.",
  "/wiki/Calgary_Transit": "Calgary Transit is the public transit service which is owned and operated by the city of Calgary, Alberta, Canada. In 2018, an estimated 105.3 million passengers boarded approximately 1,155 Calgary Transit vehicles.",
  "/wiki/Edmonton_LRT": "Edmonton Light Rail Transit, commonly referred to as the LRT, is a light rail system in Edmonton, Alberta. Part of the Edmonton Transit Service (ETS), the system has 18 stations on two lines and 24.3 km (15.1 mi) of track. As of 2018, it is one of the busiest light rail transit systems in North America, with over 110,000 daily weekday riders, and has been growing steadily in recent years.",
  "/wiki/Edmonton_Transit_Service": "The Edmonton Transit Service (previously known as Edmonton Transit System), also called ETS, is the public transit service owned and operated by the city of Edmonton, Alberta. It operates Edmonton's bus and light rail systems.",
  "/wiki/Ion_rapid_transit": "Ion, stylized as ION, is an integrated public transportation network in the Regional Municipality of Waterloo in Ontario, Canada. It is operated by Keolis and is part of the Grand River Transit (GRT) system, partially replacing GRT's Route 200 iXpress bus service. The section of Route 200 serving Cambridge has been renamed \"Ion Bus\". The first phase commenced operations on June 21, 2019, between the north end of Waterloo and the south end of Kitchener. A future extension of light rail to the downtown Galt area of Cambridge (Phase 2) is planned but construction may not begin on that line until 2025.",
  "/wiki/Grand_River_Transit": "Grand River Transit (GRT) is the public transport operator for the Region of Waterloo, Ontario, Canada. It operates daily bus services in the region, primarily in the cities of Kitchener, Waterloo, and Cambridge, alongside the Ion rapid transit light rail system which began service on June 21, 2019.",
  "/wiki/Montreal_Metro": "The Montreal Metro (French: Métro de Montréal) is a rubber-tired, underground rapid transit system serving the city of Montreal, Quebec, Canada.",
  "/wiki/Societé_de_Transport_de_Montréal": "The Société de transport de Montréal (STM; English: Montreal Transit Corporation) is a public transport agency that operates transit bus and rapid transit services in Montreal, Quebec, Canada. Established in 1861 as the \"Montreal City Passenger Railway Company\", it has grown to comprise four subway lines with a total of 68 stations, as well as over 186 bus routes and 23 night routes. The STM was created in 2002 to replace the Société de transport de la communauté urbaine de Montréal (STCUM). The STM operates the second most heavily used urban mass transit system in Canada after the Toronto Transit Commission, and one of the most heavily used rapid transit systems in North America. As of 2011, the average daily ridership is 2,524,500 passengers: 1,403,700 by bus, 1,111,700 by rapid transit and 9,200 by paratransit service.",
  "/wiki/O-Train": "The O-Train is a light rail transit system in Ottawa, Ontario, Canada operated by OC Transpo. It currently has two lines in operation, the electrically-operated Confederation Line and the diesel-powered Trillium Line with a total of 17 stations.",
  "/wiki/OC_Transpo": "OC Transpo (Ottawa-Carleton Transportation Commission) is the public transit agency of the City of Ottawa, Ontario, Canada that carries approximately 97.1 million annual riders (340,000 daily trips). It operates an integrated hub-and-spoke system that includes light metro, bus rapid transit, and conventional bus routes.",
  "/wiki/Toronto_Subway": "The Toronto subway is a rapid transit system serving Toronto and the neighbouring city of Vaughan in Ontario, Canada, operated by the Toronto Transit Commission (TTC). It is a multimodal rail network consisting of three heavy-capacity rail lines operating predominantly underground, and one elevated medium-capacity rail line. Two light rail lines, which will operate both at-grade and underground, are under construction.",
  "/wiki/Toronto_Transit_Commission": "The Toronto Transit Commission (TTC) is the public transport agency that operates bus, subway, streetcar, and paratransit services in Toronto, Ontario, Canada. It is the oldest and largest of the urban transit service providers in the Greater Toronto Area, with numerous connections to systems serving its surrounding municipalities.",
  "/wiki/Toronto_Streetcar_System": "The Toronto streetcar system is a network of ten streetcar routes in Toronto, Ontario, Canada, operated by the Toronto Transit Commission (TTC). It is the third busiest light-rail system in North America. The network is concentrated primarily in Downtown Toronto and in proximity to the city's waterfront. Much of the streetcar route network dates from the 19th century. Most of Toronto's streetcar routes operate on street trackage shared with vehicular traffic, and streetcars stop on demand at frequent stops like buses.",
  "/wiki/SkyTrain_(Vancouver)": "SkyTrain is a light rapid transit system in the Metro Vancouver Regional District, serving Vancouver, British Columbia, Canada, and surrounding municipalities. SkyTrain has 79.6 km (49.5 mi) of track and uses fully automated trains on grade-separated tracks running on underground and elevated guideways, allowing SkyTrain to hold consistently high on-time reliability. The name \"SkyTrain\" was coined for the system during Expo 86 because the first line (Expo) principally runs on elevated guideway outside of Downtown Vancouver, providing panoramic views of the metropolitan area. SkyTrain uses the world's second-longest cable-supported transit-only bridge, known as SkyBridge, to cross the Fraser River.",
  "/wiki/TransLink_(British_Columbia)": "TransLink, formally the South Coast British Columbia Transportation Authority, is the statutory authority responsible for the regional transportation network of Metro Vancouver in British Columbia, Canada, including public transport, major roads and bridges. Its main operating facilities are located in the city of New Westminster.",
  "/wiki/List_of_Canadian_railways": "N/A"
}