{
  "/wiki/Ethiopia": "Ethiopia (/ˌiːθiˈoʊpiə/; Amharic: ኢትዮጵያ, ʾĪtyōṗṗyā, listen (help·info), Tigrinya: ኢትዮጵያ, Oromo: Itiyoophiyaa, Somali: Itoobiya, Afar: Itiyoophiyaa), officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti to the northeast, Somalia and Somaliland to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. With over 109 million inhabitants, Ethiopia is the most populous landlocked country in the world and the second-most populous nation on the African continent with a total area of 1,100,000 square kilometres (420,000 sq mi). Its capital and largest city is Addis Ababa, which lies a few miles west of the East African Rift that splits the country into the Nubian and Somali tectonic plates.\nSome of the oldest skeletal evidence for anatomically modern humans has been found in Ethiopia. It is widely considered as the region from which modern humans first set out for the Middle East and places beyond. According to linguists, the first Afroasiatic-speaking populations settled in the Horn region during the ensuing Neolithic era. Tracing its roots to the 2nd millennium BCE, Ethiopia's governmental system was a monarchy for most of its history. Oral literature tells that the monarchy was founded by the Solomonic dynasty of the Queen of Sheba, under its first king, Menelik I. In the first centuries, the Kingdom of Aksum maintained a unified civilization in the region, followed by the Ethiopian Empire circa 1137. During the late 19th-century Scramble for Africa, Ethiopia and Liberia were two nations that preserved their sovereignty from long-term colonisation by a European colonial power and many newly-independent nations on the continent subsequently adopted its flag colours. However, the country was later occupied by Italy in 1936 and became Italian Ethiopia (part of Italian East Africa) until it was liberated during World War II. Ethiopia was also the first independent member from Africa of the 20th-century League of Nations and the United Nations. In 1974, the Ethiopian monarchy under Haile Selassie was overthrown by the Derg, a communist military government backed by the Soviet Union. In 1987, the Derg established the People's Democratic Republic of Ethiopia, but it was overthrown in 1991 by the Ethiopian People's Revolutionary Democratic Front, which has been the ruling political coalition since.",
  "/wiki/Haile_Gebrselassie": "Haile Gebrselassie (Amharic: ኃይሌ ገብረ ሥላሴ, haylē gebre silassē; born 18 April 1973) is a retired Ethiopian long-distance track and road running athlete. He won two Olympic gold medals over 10,000 metres and four World Championship titles in the event. He won the Berlin Marathon four times consecutively and also had three straight wins at the Dubai Marathon. Further to this, he won four world titles indoors and was the 2001 World Half Marathon Champion.",
  "/wiki/Tesfaye_Jifar": "Tesfaye Jifar (Amharic: ተስፋዬ ጅፋር) born April 23, 1976) is a male Ethiopian long-distance runner.",
  "/wiki/Tesfaye_Tola": "Tesfaye Tola (born October 19, 1974) is an Ethiopian long-distance runner, most known for winning a bronze medal in marathon at the 2000 Summer Olympics. The next year he finished fourth at the 2001 World Championships, and fifth in the World Half Marathon Championships.",
  "/wiki/Kenya": "Kenya (/ˈkɛnjə/ (listen)), officially the Republic of Kenya (Swahili: Jamhuri ya Kenya), is a country in Africa with 47 semiautonomous counties governed by elected governors. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Mombasa. Kisumu City is the third largest city and also an inland port on Lake Victoria. Other important urban centres include Nakuru and Eldoret.",
  "/wiki/Evans_Rutto": "Evans Rutto (born 8 April 1978 in Marakwet District) is a Kenyan long-distance runner, who specialises in road running events. He made the fastest-ever marathon debut by winning the 2003 Chicago Marathon in a time of 2:05:50. He won the London Marathon and a second title in Chicago the following year.",
  "/wiki/Peter_Chebet": "Peter Chebet Kiprono (born 24 June 1974) is a Kenyan long-distance runner.",
  "/wiki/Christopher_Cheboiboch": "Christopher Cheboiboch (born 3 March 1977) is a Kenyan long-distance runner who competes in the marathon. He has won the Leipzig Marathon and the San Diego Marathon and was the runner-up at the 2002 New York City Marathon. He represented his country at the 2003 World Championships in Athletics, but did not finish the marathon race.",
  "/wiki/Tanzania": "Tanzania (/ˌtænzəˈniːə/,[note 2] Swahili: [tanzaˈni.a]), officially the United Republic of Tanzania (Swahili: Jamhuri ya Muungano wa Tanzania), is a country in East Africa within the African Great Lakes region. It borders Uganda to the north; Kenya to the northeast; Comoro Islands at the Indian Ocean to the east; Mozambique and Malawi to the south; Zambia to the southwest; and Rwanda, Burundi, and the Democratic Republic of the Congo to the west. Mount Kilimanjaro, Africa's highest mountain, is in northeastern Tanzania.",
  "/wiki/John_Yuda_Msuri": "John Yuda Msuri (born June 9, 1979 in Dodoma) is a Tanzanian long-distance runner.",
  "/wiki/Faustin_Baha": "Phaustin Baha Sulle (born 30 May 1982 in Arusha) is a Tanzanian long-distance runner who specializes in the half marathon and marathon. He won the silver medal at the 2000 World Half Marathon Championships. In 1999 he won the Paris Half Marathon and set a course record at the Marseille-Cassis Classique Internationale.",
  "/wiki/Benedict_Ako": "Benedict Ako (born 5 August 1968) is a retired Tanzanian long-distance runner. Ako is a three-time champion of the Mount Meru Marathon in Arusha, Tanzania (1993, 1994, 2002). He holds an \"all-comers\" record for the fastest marathon performance in Tanzania, 2:13:46, set August 1, 1993 in Arusha.",
  "/wiki/Morocco": "Morocco (/məˈrɒkoʊ/ (listen); Arabic: المغرب‎, romanized: al-maġhrib, lit. 'place the sun sets; the west'; Standard Moroccan Tamazight: ⵍⵎⵖⵔⵉⴱ, romanized: lmeɣrib; French: Maroc), officially the Kingdom of Morocco (Arabic: المملكة المغربية‎, romanized: al-mamlakah al-maghribiyah, lit. 'The Western Kingdom'; Standard Moroccan Tamazight: ⵜⴰⴳⵍⴷⵉⵜ ⵏ ⵍⵎⵖⵔⵉⴱ, romanized: tageldit n lmaɣrib; French: Royaume du Maroc), is a country located in the Maghreb region of North Africa. It overlooks the Mediterranean Sea to the north and the Atlantic Ocean to the west, with land border with Algeria to the east and Western Sahara to the south (status disputed). Morocco also claims the exclaves of Ceuta, Melilla and Peñón de Vélez de la Gomera, all of them under Spanish jurisdiction, as well as several small Spanish-controlled islands of its coast. The capital is Rabat and the largest city is Casablanca. Morocco spans an area of 710,850 km2 (274,460 sq mi) and has a population of over 36 million.",
  "/wiki/Jaouad_Gharib": "Jaouad Gharib (Arabic: جواد غريب‎, born 22 May 1972 in Khenifra) is a Moroccan long-distance runner who competes in the marathon. Winner of the 2003 World Championships and 2005 World Championships over the distance, he is also notable because he only began running seriously at the age of twenty-two. His 2005 retention made him one of only two successive world championship marathon champions, after Abel Antón. He was the silver medallist in the marathon at the 2008 Summer Olympics.",
  "/wiki/Khalid_Skah": "Khalid Skah (Arabic: خالد سكاح‎) (born January 29, 1967) is a Moroccan track and field athlete, winner of the 10,000 metres at the 1992 Summer Olympics.",
  "/wiki/Salah_Hissou": "Salah Hissou (Arabic: صلاح حيسو‎) (born January 16, 1972 in Ait Taghia, Kasba Tadla) is a long-distance runner from Morocco, who won the gold medal over 5000 metres at the 1999 World Championships in Athletics in Seville. With 26:38.08 he also set a world record over 10,000 metres in Brussels in 1996 and won a bronze medal over 10,000 m at the 1996 Summer Olympics in Atlanta.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry.",
  "/wiki/Hendrick_Ramaala": "Hendrik Ramaala (born 2 February 1972) is a South African long-distance runner.",
  "/wiki/Abner_Chipu": "Abner Chipu (born 2 January 1972) is a retired South African long-distance runner. His specialties include Cross, Half Marathon, Marathon, Cross team event and the Half Marathon Team Event.",
  "/wiki/George_Mofokeng_(athlete)": "George Mofokeng (born 19 February 1979) is a long-distance runner from South Africa, who twice won the national marathon title in his native country: in 2006 and 2007.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Kazuo_Ietani": "Kazuo Ietani (born 25 August 1977) is a Japanese long-distance runner who specializes in the half marathon.",
  "/wiki/Algeria": "Algeria (/ælˈdʒɪəriə/ (listen) al-JEER-ee-ə) is a country in the Maghreb region of North Africa. The capital and most populous city is Algiers, located in the far north of the country on the Mediterranean coast. With an area of 2,381,741 square kilometres (919,595 sq mi), Algeria is the tenth-largest country in the world, and the  largest in the Arab world and Africa. With an estimated population of over 42 million, it is among the ten most populous states in Africa. Algeria is bordered to the northeast by Tunisia, to the east by Libya, to the west by Morocco, to the southwest by the Western Saharan territory, Mauritania, and Mali, to the southeast by Niger, and to the north by the Mediterranean Sea. It is a semi-presidential republic consisting of 48 provinces and 1,541 communes (counties).",
  "/wiki/Rachid_Ziar": "Rachid Ziar (born 15 November 1973) is a retired Algerian long-distance runner who specialized in the marathon.",
  "/wiki/Sa%C3%AFd_Belhout": "Saïd Belhout (born 16 April 1975) is an Algerian former long-distance runner who competed in the 2004 Summer Olympics. He was born in Tiaret.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Mostafa_Errebbah": "Mostafa Errebbah (born 1 August 1971 in Douar Krazza) is a Moroccan-born Italian long-distance runner who specialized in the 5000 metres.",
  "/wiki/Daniele_Caimmi": "Daniele Caimmi (born 17 December 1972, in Jesi) is an Italian long-distance runner who specializes in the marathon race. His personal best marathon time is 2:08:59 hours, achieved in December 2002 in Milan.",
  "/wiki/Ottaviano_Andriani": "Ottaviano \"Ottavio\" Andriani (Francavilla Fontana, 4 January 1974) is a former Italian marathon runner.",
  "/wiki/Portugal": "Portugal (Portuguese: [puɾtuˈɣal]), officially the Portuguese Republic (Portuguese: República Portuguesa [ʁɛˈpuβlikɐ puɾtuˈɣezɐ]),[note 5] is a country located mostly on the Iberian Peninsula, in southwestern Europe. It is the westernmost sovereign state of mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional governments.",
  "/wiki/Eduardo_Henriques": "Eduardo António da Silva Henriques (born 24 March 1968 in Alenquer, Oeste) is a Portuguese runner who specialized in the 3000 metres steeplechase and cross-country running. Since 1999 he has mainly been running half marathon.",
  "/wiki/Paulo_Guerra": "Paulo Alexandre Martins Guerra (born 21 August 1970 in Barrancos, Baixo Alentejo Province) is a Portuguese former long-distance runner who specialized in the 10,000 metres and cross-country running. After 2001 he mainly ran half marathons.",
  "/wiki/Domingos_Castro": "Domingos Silva Castro (born 22 November 1963 in Fermentões-Guimarães) is a former long-distance runner from Portugal, who was one of the leading athletes in the longer events during the late 1980s, early 1990s. He won the silver medal in the 5,000 metres at the 1987 World Championships.  As a marathoner, he won the 1995 edition of the Paris Marathon, clocking 2:10:06, and the Rotterdam Marathon of 1997, in his personal best of 2:07:51. He won the Cross Internacional de Venta de Baños four times in his career – more than any other athlete. He also came in 2nd place overall in the 1999 New York City Marathon.",
  "/wiki/Botswana": "Botswana (/bɒtˈswɑːnə/ (listen), also UK: /bʊt-, bʊˈtʃw-/), officially the Republic of Botswana (Setswana: Lefatshe la Botswana), is a landlocked country in Southern Africa. Formerly the British protectorate of Bechuanaland, Botswana adopted its name after becoming independent within the Commonwealth on 30 September 1966. Since then, it has been a representative republic, with a consistent record of uninterrupted democratic elections and the lowest perceived corruption ranking in Africa since at least 1998. It is currently Africa's oldest continuous democracy.",
  "/wiki/Tiyapo_Maso": "Tiyapo Maso (born 30 December 1972) is a Botswana long-distance runner. He competed in the men's marathon at the 2000 Summer Olympics.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Dan_Robinson_(athlete)": "Daniel (\"Dan\") Stephen Robinson (born 13 January 1975 in Cheltenham) is a former English long-distance runner who specialises in the marathon. He represented Great Britain in the marathon at the 2004 and  2008 Olympic games.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Dan_Browne": "Daniel J. Browne (born June 24, 1975) is a United States distance runner. He has won numerous major American road race championships and was a member of the 2004 Olympic team in the 10 km and marathon.",
  "/wiki/Uganda": "Uganda, officially the Republic of Uganda (Swahili: Jamhuri ya Uganda; Luganda: Eggwanga Yuganda) is a landlocked country in East-Central Africa. It is bordered to the east by Kenya, to the north by South Sudan, to the west by the Democratic Republic of the Congo, to the south-west by Rwanda, and to the south by Tanzania. The southern part of the country includes a substantial portion of Lake Victoria, shared with Kenya and Tanzania. Uganda is in the African Great Lakes region. Uganda also lies within the Nile basin, and has a varied but generally a modified equatorial climate.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/Jos%C3%A9_Carlos_Ad%C3%A1n": "José Carlos Adán (born 22 July 1967, in Vigo) is a retired Spanish long-distance runner who specialized in cross-country running. He was twice a team bronze medallist at the IAAF World Cross Country Championships and his highest individual placing was 18th, achieved in 1995. In total, he made twelve appearances at the competition, from 1986 to 2002. He also represented his country at the 1993 World Championships in Athletics, placing 16th in the 10,000 metres, and at the 1992 Barcelona Olympics, being eliminated in the 10,000 m heats. He twice competed at the IAAF World Half Marathon Championships (1997 and 2001).",
  "/wiki/Ignacio_C%C3%A1ceres": "Ignacio Cáceres (born 18 June 1976) is a Spanish long-distance runner who specializes in the 10,000 metres, half marathon and marathon. He lives in Viladecans, Spain and his wife is the Spanish racewalker Eva Pérez.",
  "/wiki/Alejandro_G%C3%B3mez_(athlete)": "Alejandro Gómez Cabral (born 11 April 1967 in Vigo, Pontevedra) is a retired Spanish long-distance runner who specialized in the marathon and cross-country running.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/Lu%C3%ADz_dos_Santos": "Luíz Antônio dos Santos (born 6 September 1964) is a Brazilian male former long-distance runner who specialized in the marathon. Born in Volta Redonda, Rio de Janeiro, he was a World Championships bronze medalist and a 1996 Olympian. He twice won the Chicago Marathon and also won the Fukuoka Marathon.",
  "/wiki/Jos%C3%A9_de_Souza_(long-distance_runner)": "José Teles de Souza (born 22 April 1971 in Teresina, Piauí) is a Brazilian long-distance runner. He finished eighteenth in the marathon at the 2007 World Championships.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/Zambia": "Zambia (/ˈzæmbiə/), officially the Republic of Zambia, is a landlocked country in Southern-Central Africa (although some sources consider it part of East Africa). Its neighbors are the Democratic Republic of the Congo to the north, Tanzania to the north-east, Malawi to the east, Mozambique to the southeast, Zimbabwe and Botswana to the south, Namibia to the southwest, and Angola to the west. The capital city is Lusaka, located in the south-central part of Zambia. The population is concentrated mainly around Lusaka in the south and the Copperbelt Province to the northwest, the core economic hubs of the country.",
  "/wiki/Mexico": "Mexico (Spanish: México [ˈmexiko] (listen); Nahuatl languages: Mēxihco), officially the United Mexican States (UMS; Spanish: Estados Unidos Mexicanos, EUM [esˈtaðos uˈniðoz mexiˈkanos] (listen), lit. Mexican United States), is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Covering almost 2,000,000 square kilometers (770,000 sq mi), the nation is the fifth largest country in the Americas by total area and the 13th largest independent state in the world. With an estimated population of over 129 million people, Mexico is the tenth most populous country and the most populous Spanish-speaking country in the world, while being the second most populous nation in Latin America after Brazil. Mexico is a federation comprising 31 states plus Mexico City (CDMX), which is the capital city and its most populous city. Other metropolises in the country include Guadalajara, Monterrey, Puebla, Toluca, Tijuana, and León.",
  "/wiki/Jos%C3%A9_de_Jes%C3%BAs_(athlete)": "José de Jesús (born 18 September 1954) is a Puerto Rican long-distance runner. He competed in the marathon at the 1976 Summer Olympics.",
  "/wiki/Procopio_Franco": "Procopio Franco Hernández (born 8 July 1970 in Mexico City) is a Mexican former long-distance runner who competed in the 2004 Summer Olympics and in the 2008 Summer Olympics.",
  "/wiki/Belarus": "Belarus (/bɛləˈruːs/; Belarusian: Беларусь, IPA: [bʲɛlaˈrusʲ]), officially the Republic of Belarus (Belarusian: Рэспубліка Беларусь, Russian: Республика Беларусь), formerly known by its Russian name Byelorussia or Belorussia (Russian: Белоруссия), is a landlocked country in Eastern Europe bordered by Russia to the northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Its capital and most populous city is Minsk. Over 40% of its 207,600 square kilometres (80,200 sq mi) is forested. Its major economic sectors are service industries and manufacturing. Until the 20th century, different states at various times controlled the lands of modern-day Belarus, including the Principality of Polotsk (11th to 14th centuries), the Grand Duchy of Lithuania, the Polish–Lithuanian Commonwealth, and the Russian Empire.",
  "/wiki/Takhir_Mamashayev": "Takhir Mamashayev (Kazakh: Тахир Мамашаев; born September 24, 1979 in Zhambyl) is a Kazakhstani marathon runner. He set a personal best time of 2:15:20 at the 2003 Berlin Marathon."
}