{
  "/wiki/Blackpool_Tower": "Blackpool Tower is a tourist attraction in Blackpool, Lancashire, England, which was opened to the public on 14 May 1894. When completed Blackpool Tower was the tallest man made structure in the British Empire. Inspired by the Eiffel Tower in Paris, it is 518 feet (158 metres) tall and is the 120th-tallest freestanding tower in the world. Blackpool Tower is also the common name for the Tower Buildings, an entertainment complex in a red-brick three-storey block that comprises the tower, Tower Circus, the Tower Ballroom, and roof gardens, which was designated a Grade I listed building in 1973. The tower celebrated its 125th anniversary in May 2019.",
  "/wiki/Eiffel_Tower": "The Eiffel Tower (/ˈaɪfəl/ EYE-fəl; French: tour Eiffel [tuʁ‿ɛfɛl] (listen)) is a wrought-iron lattice tower on the Champ de Mars in Paris, France. It is named after the engineer Gustave Eiffel, whose company designed and built the tower.",
  "/wiki/Grand_Theatre,_Blackpool": "Blackpool Grand Theatre is a theatre in Blackpool, Lancashire, England. Since 2006, it has also been known as the National Theatre of Variety. It is a Grade II* Listed Building.",
  "/wiki/Frank_Matcham": "Frank Matcham (22 November 1854 – 17 May 1920) was an English theatre architect and designer.  During his 40-year career, he was responsible for the design and construction of over 90 theatres and the redesign and refurbishment of a further 80 throughout the United Kingdom. Matcham was best known for his work in London, under Moss Empires, which included the designs of the Hippodrome (1900), Hackney Empire (1901), London Coliseum (1903), London Palladium (1910), and the Victoria Palace (1911). According to the dramatist Alan Bennett, there was a Matcham theatre in every corner of the UK.",
  "/wiki/Edwardian_Baroque_architecture": "Edwardian Baroque is the Neo-Baroque architectural style of many public buildings built in the British Empire during the Edwardian era (1901–1910).",
  "/wiki/Copper": "Copper is a chemical element with the symbol Cu (from Latin: cuprum) and atomic number 29. It is a soft, malleable, and ductile metal with very high thermal and electrical conductivity. A freshly exposed surface of pure copper has a pinkish-orange color. Copper is used as a conductor of heat and electricity, as a building material, and as a constituent of various metal alloys, such as sterling silver used in jewelry, cupronickel used to make marine hardware and coins, and constantan used in strain gauges and thermocouples for temperature measurement.",
  "/wiki/Cupola": "In architecture, a cupola /ˈkjuːpələ/ is a relatively small, most often dome-like, tall structure on top of a building. Often used to provide a lookout or to admit light and air, it usually crowns a larger roof or dome.",
  "/wiki/Proscenium": "A proscenium (Greek: προσκήνιον) is the metaphorical vertical plane of space in a theatre, usually surrounded on the top and sides by a physical proscenium arch (whether or not truly \"arched\") and on the bottom by the stage floor itself, which serves as the frame into which the audience observes from a more or less unified angle the events taking place upon the stage during a theatrical performance.  The concept of the fourth wall of the theatre stage space that faces the audience is essentially the same.",
  "/wiki/Sacred_Heart_Church,_Blackpool": "The Roman Catholic Church of the Sacred Hearts of Jesus and Mary, or Sacred Heart Church, is a Roman Catholic church in the seaside resort of Blackpool, Lancashire, England. Located on Talbot Road close to the town centre, it was the first Roman Catholic church built in Blackpool. It has been designated a Grade II* listed building by English Heritage.",
  "/wiki/Catholic_Church": "The Catholic Church, sometimes referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2017[update]. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church is headed by the Bishop of Rome, known as the pope. Its central administration is the Holy See.",
  "/wiki/E._W._Pugin": "Edward Welby Pugin (11 March 1834 – 5 June 1875) was an English architect, the eldest son of architect Augustus Welby Northmore Pugin and Louisa Barton. His father was an architect and designer of Neo-Gothic architecture, and after his death in 1852 Edward took up his successful practice. At the time of his own early death in 1875, Pugin had designed and completed more than one hundred Catholic churches.",
  "/wiki/Pugin_&_Pugin": "Pugin & Pugin (fl. 1851–c. 1958) was a London-based family firm of church architects, founded in the Westminster office of Augustus Welby Northmore Pugin (1812–1852). The firm was succeeded by his sons Cuthbert Welby Pugin (1840–1928) and Peter Paul Pugin (1851–1904) after the death of their elder brother, Edward Welby Pugin (1834–1875). They were later joined by Sebastian Pugin Powell and Charles Henry Cuthbert Purcell until the latter’s death in 1958.",
  "/wiki/Buttress": "A buttress is an architectural structure built against or projecting from a wall which serves to support or reinforce the wall. Buttresses are fairly common on more ancient buildings, as a means of providing support to act against the lateral (sideways) forces arising out of the roof structures that lack adequate bracing.",
  "/wiki/Battlement": "A battlement  in defensive architecture, such as that of city walls or castles, comprises a parapet (i.e., a defensive low wall between chest-height and head-height), in which gaps or indentations, which are often rectangular, occur at intervals to allow for the launch of arrows or other projectiles from within the defences. These gaps are termed \"crenels\" (also known as carnels, or embrasures), and a wall or building with them is called crenellated; alternative (older) terms are castellated and embattled.  The act of adding crenels to a previously unbroken parapet is termed crenellation.",
  "/wiki/Coping_(architecture)": "Coping (from cope, Latin capa) consists of the capping or covering of a wall.",
  "/wiki/Pinnacle": "A pinnacle is an architectural ornament originally forming the cap or crown of a buttress or small turret, but afterwards used on parapets at the corners of towers and in many other situations. The pinnacle looks like a small spire. It was mainly used in Gothic architecture.",
  "/wiki/Crossing_(architecture)": "A crossing, in ecclesiastical architecture, is the junction of the four arms of a cruciform (cross-shaped) church.",
  "/wiki/Shrine_of_Our_Lady_of_Lourdes,_Blackpool": "The Shrine of Our Lady of Lourdes, Blackpool, stands in Whinney Heys Road, Blackpool, Lancashire, England (grid reference SD332368).  It is recorded in the National Heritage List for England as a designated Grade II* listed building, and now owned by Historic Chapels Trust. Locally it has been known as the \"white church\".",
  "/wiki/Roman_Catholic_Diocese_of_Lancaster": "The Roman Catholic Diocese of Lancaster is a Latin Church Roman Catholic diocese centred on Lancaster Cathedral in the city of Lancaster in Lancashire, England.",
  "/wiki/World_War_II": "World War II (often abbreviated to WWII or WW2), also known as the Second World War, was a global war that lasted from 1939 to 1945. The vast majority of the world's countries—including all the great powers—eventually formed two opposing military alliances: the Allies and the Axis. A state of total war emerged, directly involving more than 100 million people from more than 30 countries. The major participants threw their entire economic, industrial, and scientific capabilities behind the war effort, blurring the distinction between civilian and military resources. World War II was the deadliest conflict in human history, marked by 70 to 85 million fatalities, most of whom were civilians in the Soviet Union and China. It included massacres, the genocide of the Holocaust, strategic bombing, premeditated death from starvation and disease, and the only use of nuclear weapons in war.",
  "/wiki/Our_Lady_of_Lourdes": "Our Lady of Lourdes is a Roman Catholic title of the Blessed Virgin Mary venerated in honour of the Marian apparitions that occurred in 1858 in the vicinity of Lourdes in France.  The first of these is the apparition of 11 February 1858, when 14-year old Bernadette Soubirous told her mother that a \"lady\" spoke to her in the cave of Massabielle (a kilometre and a half (1 mi) from the town) while she was gathering firewood with her sister and a friend. Similar apparitions of the \"Lady\" were reported on eighteen occasions that year, until the climax revelation of Our Lady of the Immaculate Conception took place.",
  "/wiki/Patron_saint": "A patron saint,  patroness saint, patron hallow or heavenly protector is a saint who in Roman Catholicism, Anglicanism or Eastern Orthodoxy, is regarded as the heavenly advocate of a nation, place, craft, activity, class, clan, family or person.",
  "/wiki/Portland_stone": "Portland Stone or Portland Stone Formation is a limestone formation from the Tithonian stage of the Jurassic period quarried on the Isle of Portland, Dorset. The quarries are cut in beds of white-grey limestone separated by chert beds. It has been used extensively as a building stone throughout the British Isles, notably in major public buildings in London such as St Paul's Cathedral and Buckingham Palace. Portland Stone is also exported to many countries—being used for example in the United Nations headquarters building in New York City.",
  "/wiki/Flèche": "In French architecture, a flèche (Fr. for \"arrow\") is a lead-covered timber spire, or spirelet. These are placed on the ridges of church or cathedral roofs and are usually relatively small. However, larger versions can be found on cathedrals such as Amiens Cathedral, Coventry Cathedral, and previously Notre-Dame de Paris, before its collapse in a 2019 fire that also destroyed the roof.\nThe highest flèche in the world was built at the end of the 19th century for Rouen Cathedral. Its height is 157 metres (515 ft).",
  "/wiki/Historic_Chapels_Trust": "The Historic Chapels Trust is a British Registered Charity set up to care for redundant non-Anglican churches, chapels, and places of worship in England.  To date, its holdings encompass various nonconformist Christian denominations and Roman Catholic sites.",
  "/wiki/Winter_Gardens,_Blackpool": "The Winter Gardens is a large entertainment complex in Blackpool, Lancashire, England, which includes a theatre, ballroom and conference facilities. Opened in 1878, it is a Grade II* listed building, operated by Blackpool Entertainment Company Limited on behalf of Blackpool Council, which purchased the property from Leisure Parcs Ltd as part of a £40 million deal in 2010.",
  "/wiki/Thatching": "Thatching is the craft of building a roof with dry vegetation such as straw, water reed, sedge (Cladium mariscus), rushes, heather, or palm branches, layering the vegetation so as to shed water away from the inner roof. Since the bulk of the vegetation stays dry and is densely packed—trapping air—thatching also functions as insulation. It is a very old roofing method and has been used in both tropical and temperate climates. Thatch is still employed by builders in developing countries, usually with low-cost local vegetation. By contrast, in some developed countries it is  the choice of some affluent people who desire a rustic look for their home, would like a more ecologically friendly roof, or who have purchased an originally thatched abode.",
  "/wiki/Gable": "A gable is the generally triangular portion of a wall between the edges of intersecting roof pitches. The shape of the gable and how it is detailed depends on the structural system used, which reflects climate, material availability, and aesthetic concerns. A gable wall or gable end more commonly refers to the entire wall, including the gable and the wall below it. Some types of roofs do not have a gable (for example hip roofs do not). One common type of roof with gables, the gable roof, is named after its prominent gables.",
  "/wiki/Bispham_Parish_Church": "Bispham Parish Church, also known as All Hallows Church, is a Church of England parish church located in Bispham, Blackpool, Lancashire, England, known as the Mother Church of Blackpool.",
  "/wiki/Blackpool_United_Hebrew_Congregation": "The Blackpool United Hebrew Congregation was an Ashkenazi orthodox community in Blackpool, England.",
  "/wiki/Synagogue": "A synagogue (pronounced /ˈsɪnəɡɒɡ/; from Greek συναγωγή, synagogē, 'assembly', Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"SBL Hebrew\",\"SBL BibLit\",\"Frank Ruehl CLM\",\"Taamey Frank CLM\",\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}בית כנסת bet knesset, 'house of assembly' or בית תפילה bet tefila, \"house of prayer\", Yiddish: שול shul, Ladino: אשנוגה esnoga or esnoga, 'bright as fire' or קהל kahal) is a Jewish or Samaritan house of worship.",
  "/wiki/Alderman": "An alderman is a member of a municipal assembly or council in many jurisdictions founded upon English law. The term may be titular, denoting a high-ranking member of a borough or county council, a council member chosen by the elected members themselves rather than by popular vote, or a council member elected by voters.",
  "/wiki/Justice_of_the_peace": "A justice of the peace (JP) is a judicial officer of a lower or puisne court, elected or appointed by means of a commission (letters patent) to keep the peace. In past centuries the term commissioner of the peace was often used with the same meaning. Depending on the jurisdiction, such justices dispense summary justice or merely deal with local administrative applications in common law jurisdictions. Justices of the peace are appointed or elected from the citizens of the jurisdiction in which they serve, and are (or were) usually not required to have any formal legal education in order to qualify for the office. Some jurisdictions have varying forms of training for JPs.",
  "/wiki/Ashlar": "Ashlar (/ˈæʃlər/) is finely dressed (cut, worked) stone, either an individual stone that was worked until squared or the structure built from it. Ashlar is the finest stone masonry unit, generally rectangular cuboid, mentioned by Vitruvius as opus isodomum, or less frequently trapezoidal. Precisely cut \"on all faces adjacent to those of other stones\", ashlar is capable of very thin joints between blocks, and the visible face of the stone may be quarry-faced or feature a variety of treatments: tooled, smoothly polished or rendered with another material for decorative effect.",
  "/wiki/Roof_tile": "Roof tiles are designed mainly to keep out rain, and are traditionally made from locally available materials such as terracotta or slate. Modern materials such as concrete and plastic are also used and some clay tiles have a waterproof glaze.",
  "/wiki/Byzantine_architecture": "Byzantine architecture is the architecture of the Byzantine Empire, or Eastern Roman Empire.",
  "/wiki/Torah": "Torah (/ˈtɔːrə, ˈtoʊrə/; Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"SBL Hebrew\",\"SBL BibLit\",\"Frank Ruehl CLM\",\"Taamey Frank CLM\",\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}תּוֹרָה, \"Instruction\", \"Teaching\" or \"Law\") has a range of meanings. It can most specifically mean the first five books (Pentateuch or five books of Moses) of the 24 books of the Hebrew Bible. This is commonly known as the Written Torah. It can also mean the continued narrative from all the 24 books, from the Book of Genesis to the end of the Tanakh (Chronicles), and it can even mean the totality of Jewish teaching, culture, and practice, whether derived from biblical texts or later rabbinic writings. This is often known as the Oral Torah. Common to all these meanings, Torah consists of the origin of Jewish peoplehood: their call into being by God, their trials and tribulations, and their covenant with their God, which involves following a way of life embodied in a set of moral and religious obligations and civil laws (halakha).",
  "/wiki/Israelites": "The Israelites (/ˈɪzriəlaɪts/; Hebrew: בני ישראל‎ Bnei Yisra'el) were a confederation of Iron Age Semitic-speaking tribes of the ancient Near East, who inhabited a part of Canaan during the tribal and monarchic periods. According to the religious narrative of the Hebrew Bible, the Israelites' origin is traced back to the Biblical patriarchs and matriarchs Abraham and his wife Sarah, through their son Isaac and his wife Rebecca, and their son Jacob who was later called Israel, whence they derive their name, with his wives Leah and Rachel and the handmaids Zilpa and Bilhah.",
  "/wiki/Neoclassical_architecture": "Neoclassical architecture is an architectural style produced by the neoclassical movement that began in the mid-18th century in Italy and France. In its purest form, it is a style principally derived from the architecture of classical antiquity, the Vitruvian principles, and the work of the Italian architect Andrea Palladio.",
  "/wiki/Faience": "Faience or faïence (/faɪˈɑːns, feɪˈ-, -ˈɒ̃s/; French: [fajɑ̃s] (listen)) is the conventional name in English for fine tin-glazed pottery on a buff earthenware body, at least when there is no more usual English name for the type concerned.  The invention of a white pottery glaze suitable for painted decoration, by the addition of an oxide of tin to the slip of a lead glaze, was a major advance in the history of pottery. The invention seems to have been made in Iran or the Middle East before the ninth century. A kiln capable of producing temperatures exceeding 1,000 °C (1,830 °F) was required to achieve this result, the result of millennia of refined pottery-making traditions. The term is now used for a wide variety of pottery from several parts of the world, including many types of European painted wares, often produced as cheaper versions of porcelain styles.",
  "/wiki/Central_Library_(Blackpool)": "Central Library is a public library in Blackpool, Lancashire, England. The building that contains the library and the Grundy Art Gallery has been designated a Grade II listed building by English Heritage.",
  "/wiki/Grundy_Art_Gallery": "The Grundy is an art gallery located in Blackpool, Lancashire, England. Its eclectic programme consists of regional historic to recent contemporary art exhibitions. Opened in 1911, it is owned and operated by Blackpool Council.",
  "/wiki/Frieze": "In architecture, the frieze /friːz/ is the wide central section part of an entablature and may be plain in the Ionic or Doric order, or decorated with bas-reliefs. Paterae are also usually used to decorate friezes. Even when neither columns nor pilasters are expressed, on an astylar wall it lies upon the architrave (\"main beam\") and is capped by the moldings of the cornice. A frieze can be found on many Greek and Roman buildings, the Parthenon Frieze being the most famous, and perhaps the most elaborate. This style is typical for the Persians.",
  "/wiki/Portico": "A portico is a porch leading to the entrance of a building, or extended as a colonnade, with a roof structure over a walkway, supported by columns or enclosed by walls.  This idea was widely used in ancient Greece and has influenced many cultures, including most Western cultures.",
  "/wiki/Ionic_order": "The Ionic order forms one of the three classical orders of classical architecture, the other two canonic orders being the Doric and the Corinthian. There are two lesser orders: the Tuscan (a plainer Doric), and the rich variant of Corinthian called the composite order, both added by 16th-century Italian architectural writers, based on Roman practice. Of the three canonic orders, the Ionic order has the narrowest columns.",
  "/wiki/Church_of_Saint_John_the_Evangelist,_Blackpool": "The parish church of Blackpool Saint John the Evangelist, or St John's Blackpool, is an Anglican church in Blackpool, Lancashire, England. It was completed in 1878 and is a Grade II listed building. A church was built on the site in 1821 and was replaced by the current building to accommodate a larger congregation. The church was designed by Garlick, Park and Sykes in the Early English style and has been restored and renovated in 1986 and from 2000–2006. St John's is known as the parish church of Blackpool, and is an active parish church in the Diocese of Blackburn which is within the ecclesiastical province of York. It is in the Archdeaconry of Lancaster and the Deanery of Blackpool.",
  "/wiki/English_Gothic_architecture": "English Gothic is an architectural style, which originated in France and flourished in England from about 1180 until about 1520.",
  "/wiki/Finial": "A finial or hip-knob is an element marking the top or end of some object, often formed to be a decorative feature.  In architecture it is a decorative device, typically carved in stone, employed to emphasize the apex of a dome, spire, tower, roof, or gable or any of various distinctive ornaments at the top, end, or corner of a building or structure. Where there are several such elements they may be called pinnacles. Smaller finials in materials such as metal or wood are used as a decorative ornament on the tops or ends of poles or rods such as tent-poles or curtain rods or any object such as a piece of furniture. These are frequently seen on top of bed posts or clocks.  Decorative finials are also commonly used to fasten lampshades, and as an ornamental element at the end of the handles of souvenir spoons. The charm at the end of a pull chain (such as for a ceiling fan or a lamp) is also known as a finial.",
  "/wiki/Nave": "The nave /neɪv/ is the central part of a church, stretching from the (normally western) main entrance or rear wall, to the transepts, or in a church without transepts, to the chancel. When a church contains side aisles, as in a basilica-type building, the strict definition of the term \"nave\" is restricted to the central aisle. In a broader, more colloquial sense, the nave includes all areas available for the lay worshippers, including the side-aisles and transepts. Either way, the nave is distinct from the area reserved for the choir and clergy.",
  "/wiki/Transept": "A transept (with two semitransepts) is a transverse part of any building, which lies across the main body of the edifice. In churches, a transept is an area set crosswise to the nave in a cruciform (\"cross-shaped\") building within the Romanesque and Gothic Christian church architectural traditions. Each half of a transept is known as a semitransept.",
  "/wiki/Apse": "In architecture, an apse (plural apses; from Latin absis: \"arch, vault\" from Greek ἀψίς apsis \"arch\"; sometimes written apsis, plural apsides) is a semicircular recess covered with a hemispherical vault or semi-dome, also known as an exedra.  In Byzantine, Romanesque, and Gothic Christian church (including cathedral and abbey) architecture, the term is applied to a semi-circular or polygonal termination of the main building at the liturgical east end (where the altar is), regardless of the shape of the roof, which may be flat, sloping, domed, or hemispherical.  Smaller apses may also be in other locations, especially shrines.",
  "/wiki/Chancel": "In church architecture, the chancel is the space around the altar, including the choir and the sanctuary (sometimes called the presbytery), at the liturgical east end of a traditional Christian church building. It may terminate in an apse.  It is generally the area used by the clergy and choir during worship, while the congregation is in the nave. Direct access may be provided by a priest's door, usually on the south side of the church. This is one definition, sometimes called the \"strict\" one; in practice in churches where the eastern end contains other elements such as an ambulatory and side chapels, these are also often counted as part of the chancel, especially when discussing architecture. In smaller churches, where the altar is backed by the outside east wall and there is no distinct choir, the chancel and sanctuary may be the same area.  In churches with a retroquire area behind the altar, this may only be included in the broader definition of chancel.",
  "/wiki/Anglicanism": "Anglicanism is a Western Christian tradition which has developed from the practices, liturgy, and identity of the Church of England following the English Reformation.",
  "/wiki/Church_of_England_parish_church": "A parish church in the Church of England is the church which acts as the religious centre for the people within the smallest and most basic Church of England administrative region, the parish – since the 19th century called the ecclesiastical parish (outside meetings of the church) to avoid confusion with the civil parish which many towns and villages have.",
  "/wiki/Elmslie_School": "Elmslie School was an independent girls' school in the English seaside resort of Blackpool, Lancashire, England, from 1918–2000. The school was established in a former house called the Elms, and later expanded into other buildings on the site. The Elms has been designated a Grade II listed building by English Heritage.",
  "/wiki/Sandstone": "Sandstone is a clastic sedimentary rock composed mainly of sand-sized (0.0625 to 2 mm) mineral particles or rock fragments.",
  "/wiki/Bay_window": "A bay window is a window space projecting outward from the main walls of a building and forming a bay in a room.",
  "/wiki/Funny_Girls": "Funny Girls is a burlesque cabaret showbar on the North Shore of Blackpool, Lancashire, England. The cast comprise male dancers and drag performers, and are part of Ellis Noble Leisure Ltd., owned by Basil Newby MBE.",
  "/wiki/Odeon_Cinemas": "Odeon, stylised as ODEON, is a cinema brand name operating in the United Kingdom, Ireland and Norway, which along with UCI Cinemas and Nordic Cinema Group is part of the Odeon Cinemas Group subsidiary of AMC Theatres. It uses the famous name of the Odeon cinema circuit first introduced in Britain in 1930.",
  "/wiki/Harry_Weedon": "Harold William \"Harry\" Weedon (1887 – 17 June 1970) was a British architect. Although he designed a large number of buildings during a long career, he is best known for his role overseeing the Art Deco designs of the Odeon Cinemas for Oscar Deutsch in the 1930s. Influenced by the work of Erich Mendelsohn and Hans Poelzig – the Odeons \"taught Britain to love modern architecture\" and form \"a body of work which, with London Underground stations, denotes the Thirties like nothing else\".",
  "/wiki/Art_Deco": "Art Deco, sometimes referred to as Deco, is a style of visual arts, architecture and design that first appeared in France just before World War I. Art Deco influenced the design of buildings, furniture, jewelry, fashion, cars, movie theatres, trains, ocean liners, and everyday objects such as radios and vacuum cleaners. It took its name, short for Arts Décoratifs, from the Exposition internationale des arts décoratifs et industriels modernes (International Exhibition of Modern Decorative and Industrial Arts) held in Paris in 1925. It combined modern styles with fine craftsmanship and rich materials. During its heyday, Art Deco represented luxury, glamour, exuberance, and faith in social and technological progress.",
  "/wiki/Burlesque": "A burlesque is a literary, dramatic or musical work intended to cause laughter by caricaturing the manner or spirit of serious works, or by ludicrous treatment of their subjects. The word derives from the Italian burlesco, which, in turn, is derived from the Italian burla – a joke, ridicule or mockery.",
  "/wiki/Office_of_Works": "The Office of Works was established in the English royal household in 1378 to oversee the building and maintenance of the royal castles and residences.  In 1832 it became the Works Department forces within the Office of Woods, Forests, Land Revenues, Works and Buildings.  It was reconstituted as a government department in 1851 and became part of the Ministry of Works in 1940.",
  "/wiki/Slate": "Slate is a fine-grained, foliated, homogeneous metamorphic rock derived from an original shale-type sedimentary rock composed of clay or volcanic ash through low-grade regional metamorphism. It is the finest grained foliated metamorphic rock. Foliation may not correspond to the original sedimentary layering, but instead is in planes perpendicular to the direction of metamorphic compression.",
  "/wiki/Hip_roof": "A hip roof, hip-roof or hipped roof, is a type of roof where all sides slope downwards to the walls, usually with a fairly gentle slope (although a tented roof by definition is a hipped roof with steeply pitched slopes rising to a peak). Thus a hipped roof house has no gables or other vertical sides to the roof.",
  "/wiki/Renaissance_architecture": "Renaissance architecture is the European architecture of the period between the early 14th and early 16th centuries in different regions, demonstrating a conscious revival and development of certain elements of ancient Greek and Roman thought and material culture. Stylistically, Renaissance architecture followed Gothic architecture and was succeeded by Baroque architecture. Developed first in Florence, with Filippo Brunelleschi as one of its innovators, the Renaissance style quickly spread to other Italian cities. The style was carried to France, Germany, England, Russia and other parts of Europe at different dates and with varying degrees of impact.",
  "/wiki/Atlas_(architecture)": "In European architectural sculpture, an atlas (also known as an atlant, or atlante  or atlantid; plural atlantes) is a support sculpted in the form of a man, which may take the place of a column, a pier or a pilaster. The Roman term for such a sculptural support is a telamon (plural telamones or telamons).",
  "/wiki/Holy_Trinity_Church,_Blackpool": "Holy Trinity Church is an Anglican church in Blackpool, Lancashire, England. Completed in 1895, the present church replaced one from 1836. Designed by Richard Knill Freeman in the Decorated Gothic style, it has been designated a Grade II listed building by English Heritage. It is an active parish church in the Diocese of Blackburn, the archdeaconry of Lancaster and the deanery of Blackpool.",
  "/wiki/Pilaster": "In classical architecture, a pilaster is an architectural element used to give the appearance of a supporting column and to articulate an extent of wall, with only an ornamental function. It consists of a flat surface raised from the main wall surface, usually treated as though it were a column, with a capital at the top, plinth (base) at the bottom, and the various other column elements. In contrast to a pilaster, an engaged column or buttress can support the structure of a wall and roof above.",
  "/wiki/Shrigley_and_Hunt": "Shrigley and Hunt was an English firm which produced stained glass windows and art tiles.",
  "/wiki/French_Renaissance_architecture": "French Renaissance architecture is a style which was prominent between the 15th and early 17th centuries in the Kingdom of France. It succeeded  French Gothic architecture. The style was originally imported  from Italy next after the Hundred Years' War by the French kings Charles VII, Louis XI, Charles VIII, Louis XII, and François I. Several notable royal châteaux in this style were built in the Loire Valley, notably the Chateau de Montsoreau, the Chateau de Langeais, the Chateau d'Amboise, the Chateau of Blois, the Chateau of Gaillon, and the Chateau of Chambord, and, closer to Paris, the Château de Fontainebleau.",
  "/wiki/Nikolaus_Pevsner": "Sir Nikolaus Bernhard Leon Pevsner CBE FBA (30 January 1902 – 18 August 1983) was a German-British art historian and architectural historian best known for his monumental 46-volume series of county-by-county guides, The Buildings of England (1951–74).",
  "/wiki/Accrington": "Accrington /ˈækrɪŋtən/ is a town in the Hyndburn borough of Lancashire, England. It lies about 4 miles (6 km) east of Blackburn, 6 miles (10 km) west of Burnley, 13 miles (21 km) east of Preston, 20 miles (32 km) north of Manchester city centre and is situated on the mostly culverted River Hyndburn. Commonly abbreviated by locals to \"Accy\", the town has a population of 35,456 according to the 2011 census.",
  "/wiki/Barrel_vault": "A barrel vault, also known as a tunnel vault or a wagon vault, is an architectural element formed by the extrusion of a single curve (or pair of curves, in the case of a pointed barrel vault) along a given distance. The curves are typically circular in shape, lending a semi-cylindrical appearance to the total design. The barrel vault is the simplest form of a vault: effectively a series of arches placed side by side (i.e., one after another). It is a form of barrel roof.",
  "/wiki/Facade": "A facade (also façade; /fəˈsɑːd/ (listen)) is generally one exterior side of a building, usually the front. It is a foreign loan word from the French façade (pronounced [fasad]), which means \"frontage\" or \"face\".",
  "/wiki/Foyer": "A lobby is a room in a building used for entry from the outside. Sometimes referred to as a foyer, reception area or an entrance hall, it often is a large room or complex of rooms (in a theatre, opera house, concert hall, showroom, cinema, etc.) adjacent to the auditorium. It is a repose area for spectators and place of venues, especially used before performance and during intermissions but also as a place of celebrations or festivities after performance.",
  "/wiki/Cornice": "In architecture, a cornice  (from the Italian cornice meaning \"ledge\") is generally any horizontal decorative molding that crowns a building or furniture element – the cornice over a door or window, for instance, or the cornice around the top edge of a pedestal or along the top of an interior wall. A simple cornice may be formed just with a crown.",
  "/wiki/Bingo_(non-US)": "Bingo is a game of probability in which players mark off numbers on cards as the numbers are drawn randomly by a caller, the winner being the first person to mark off all their numbers. Bingo became increasingly popular across the UK with more purpose-built bingo halls opened every year until 2005. Since 2005, Bingo Halls have seen a marked decline in revenues and the closure of many halls. The number of bingo clubs in Britain has dropped from nearly 600 in 2005 to under 400 as of January, 2014. These closures are blamed on high taxes, the smoking ban, and the rise in online gambling, amongst other things.",
  "/wiki/Social_club": "A social club may be a group of people or the place where they meet, generally formed around a common interest, occupation, or activity.  Examples include: anime clubs, book discussion clubs, charity work, chess clubs, country clubs, criminal headquarters (e.g., the Cage or the Ravenite Social Club), final club, fishing club, gaming club, gentlemen's clubs (known as private clubs in the US), hunting clubs, military officers' clubs, politics clubs, science clubs,  university clubs, Christian Fellowships. This article covers only three distinct types of social clubs: the historic gentlemen's clubs, the modern activities clubs, and an introduction to fraternities and sororities.  This article does not cover a variety of other types of clubs having some social characteristics.",
  "/wiki/Layton_Cemetery": "Layton cemetery is a graveyard located at Talbot Road in Blackpool, Lancashire in England. It was opened in 1873 when Blackpool parish church was replete with burying. The site encompasses 30 acres (120,000 m2), having been regularly expanded during its history. It is administered by Blackpool Council. A number of memorials in the cemetery are executed in Portland stone.",
  "/wiki/Spire": "A spire is a tapering conical or pyramidal structure on the top of a building, often a skyscraper or  a church tower, similar to a steep tented roof. \nEtymologically, the word is derived from the Old English word spir, meaning a sprout, shoot, or stalk of grass.",
  "/wiki/Lucarne": "In architecture, a lucarne is a feature of a warehouse, mill or factory. A window or opening high up on an outside wall supports a hoist above doors on the floors below.",
  "/wiki/Little_Marton_Mill": "Little Marton Mill is a 19th-century English tower windmill in Marton, now part of Blackpool, Lancashire. It was built in 1838 by John Hays for grinding corn, and worked until 1928. It has been designated a Grade II listed building by Historic England.",
  "/wiki/Stucco": "Stucco or render is a construction material made of aggregates, a binder, and water. Stucco is applied wet and hardens to a very dense solid. It is used as a decorative coating for walls and ceilings, and as a sculptural and artistic material in architecture. Stucco may be used to cover less visually appealing construction materials, such as metal, concrete, cinder block, or clay brick and adobe.",
  "/wiki/Listed_buildings_in_Blackpool": "Blackpool is a seaside town and unitary authority situated on The Fylde coast in Lancashire, England. This list includes the listed buildings in Blackpool and Bispham, a village within the borough of Blackpool. One is classified by English Heritage as being in Grade I and five in Grade II*. In the United Kingdom, the term \"listed building\" refers to a building or other structure officially designated as being of special architectural, historical or cultural significance. These buildings are in three grades: Grade I consists of buildings of outstanding architectural or historical interest; Grade II* includes particularly significant buildings of more than local interest; Grade II consists of buildings of special architectural or historical interest. Buildings in England are listed by the Secretary of State for Culture, Media and Sport on recommendations provided by English Heritage, which also determines the grading."
}