{
  "/wiki/International_Civil_Aviation_Organization_airport_code": "The ICAO (/ˌaɪˌkeɪˈoʊ/, eye-KAY-oh) airport code or location indicator is a four-letter code designating aerodromes around the world. These codes, as defined by the International Civil Aviation Organization and published in ICAO Document 7910: Location Indicators, are used by air traffic control and airline operations such as flight planning.",
  "/wiki/Transport_Canada": "Transport Canada (French: Transports Canada) is the department within the Government of Canada responsible for developing regulations, policies and services of road, rail, marine and air transportation in Canada. It is part of the Transportation, Infrastructure and Communities (TIC) portfolio. The current Minister of Transport is Marc Garneau. Transport Canada is headquartered in Ottawa, Ontario.",
  "/wiki/Location_identifier": "A location identifier is a symbolic representation for the name and the location of an airport, navigation aid, or weather station, and is used for manned air traffic control facilities in air traffic control, telecommunications, computer programming, weather reports, and related services.",
  "/wiki/International_Air_Transport_Association_airport_code": "An IATA airport code, also known as an IATA location identifier, IATA station code or simply a location identifier, is a three-letter geocode designating many airports and metropolitan areas around the world, defined by the International Air Transport Association (IATA). The characters prominently displayed on baggage tags attached at airport check-in desks are an example of a way these codes are used.",
  "/wiki/Alexandria_Aerodrome": "Alexandria Aerodrome, (TC LID: CNS4), is located in Alexandria, Ontario, Canada, near the Ontario/Quebec border and the edge of Montreal terminal airspace. This airport's primary use is glider and skydiving.",
  "/wiki/North_Glengarry,_Ontario": "North Glengarry is a township in eastern Ontario, Canada, in the United Counties of Stormont, Dundas and Glengarry. It is a predominantly rural area located between Ottawa-Gatineau, Montreal and Cornwall.",
  "/wiki/Hawkesbury_Airport": "Hawkesbury Airport, (TC LID: CNV4), is located 1.7 nautical miles (3.1 km; 2.0 mi) west of Hawkesbury, Ontario, Canada, near the Ottawa River and the border with Quebec.",
  "/wiki/Hawkesbury,_Ontario": "Hawkesbury is a town in Eastern Ontario, Canada, on the Ottawa River, near the Quebec-Ontario border.",
  "/wiki/Hawkesbury_(East)_Airport": "Hawkesbury (East) Airport, (TC LID: CPG5), located 2 nautical miles (3.7 km; 2.3 mi) east of Hawkesbury, Ontario, Canada, is one of three small airports between Ottawa and Montreal on the south shore of the Ottawa River.",
  "/wiki/Lac_Agile_(Mascouche)_Airport": "Lac Agile (Mascouche) Airport, (TC LID: CSA2), is located 3.5 nautical miles (6.5 km; 4.0 mi) north northwest of Mascouche, Quebec, Canada.",
  "/wiki/Mascouche": "Mascouche is an off-island suburb of Montreal, in southern Quebec, Canada. The city is located on the Mascouche River within the Les Moulins Regional County Municipality and has a population of 42,491,  ranking 30th among Quebec municipalities.",
  "/wiki/Lachute_Airport": "Lachute Airport (TC LID: CSE4) is a general aviation airport 1 nautical mile (1.9 km; 1.2 mi) southwest of Lachute, northwest of Montreal, Quebec, Canada.",
  "/wiki/Lachute": "Lachute (French pronunciation: ​[laʃyt]) is a town in southwest Quebec, Canada, 62 km (39 mi) northwest of Montreal, on the Rivière du Nord, a tributary of the Ottawa River, and west of Mirabel International Airport. It is located on Autoroute 50, at the junctions of Quebec Provincial Highways Route 148, Route 158, and Secondary Highways 327 and 329.",
  "/wiki/Montr%C3%A9al/A%C3%A9roparc_%C3%8Ele_Perrot": "Montréal/Aéroparc Île Perrot, (TC LID: CSP6), is located 10 nautical miles (19 km; 12 mi) southwest of Montreal, Quebec, Canada.",
  "/wiki/Montreal": "Montreal (/ˌmʌntriˈɔːl/ (listen) MUN-tree-AWL; officially Montréal, French: [mɔ̃ʁeal] (listen)) is the most populous municipality in the Canadian province of Quebec and the second-most populous municipality in Canada. Originally founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which took its name from the same source as the city, and a few much smaller peripheral islands, the largest of which is Île Bizard. It has a distinct four-season continental climate with warm to hot summers and cold, snowy winters.",
  "/wiki/Montr%C3%A9al/Les_C%C3%A8dres_Airport": "Montréal/Les Cèdres Airport, (TC LID: CSS3), is a general aviation aerodrome located approximately 30 km (19 mi) west of Montreal, Quebec, Canada near Autoroute 20 west of Vaudreuil-Dorion. The aerodrome is owned and operated by Laurentide Aviation.",
  "/wiki/Les_C%C3%A8dres,_Quebec": "Les Cèdres is a municipality located north of the Saint Lawrence River in the Montérégie of Quebec, Canada, near Vaudreuil-Dorion. The population as of the Canada 2011 Census was 6,079.  The name means \"The Cedars\" in French.",
  "/wiki/Montr%C3%A9al/Saint-Lazare_Aerodrome": "Montréal/Saint-Lazare Aerodrome, (TC LID: CST3), is a small, general aviation airport located adjacent to Saint-Lazare and approximately 20 km (12 mi) west of Montreal Quebec, Canada.",
  "/wiki/Saint-Lazare,_Quebec": "Saint-Lazare, also known as Saint-Lazare-de-Vaudreuil, is an off-island suburb of Montreal, in southwestern Quebec, Canada in the Regional County Municipality of Vaudreuil-Soulanges.",
  "/wiki/Saint-Jean_Airport": "Saint-Jean Airport, (IATA: YJN, ICAO: CYJN), is located in the southwestern section of the city of Saint-Jean-sur-Richelieu, Quebec, Canada. The airport handles general aviation traffic and is also the main site of the annual International Balloon Festival of Saint-Jean-sur-Richelieu. Summer also sees a major increase in the number of movements due to the Royal Canadian Air Cadets glider center held at the airport.",
  "/wiki/Saint-Jean-sur-Richelieu": "Saint-Jean-sur-Richelieu (French pronunciation: ​[sɛ̃ ʒɑ̃ syʁ ʁiʃ(ə)ljø]) is a city in eastern Montérégie in the Canadian province of Quebec, about 40 kilometres (25 mi) southeast of Montreal. It is situated on the west bank of the Richelieu River at the northernmost navigable point of Lake Champlain. As of 2016 the population of Saint-Jean-sur-Richelieu was 95,114.",
  "/wiki/Saint-Mathias_Aerodrome": "Saint-Mathias Aerodrome, (TC LID: CSP5), is located 1.7 nautical miles (3.1 km; 2.0 mi) northeast of Saint-Mathias-sur-Richelieu, Quebec, Canada.",
  "/wiki/Saint-Mathias-sur-Richelieu,_Quebec": "Saint-Mathias-sur-Richelieu is a municipality in the Canadian province of Quebec. It is located within the Rouville Regional County Municipality in the Montérégie region on the Richelieu River. The population as of the Canada 2011 Census was 4,618.",
  "/wiki/Saint-Mathias/Grant_Aerodrome": "Saint-Mathias/Grant Aerodrome, (TC LID: CSX5), is located 2.7 nautical miles (5.0 km; 3.1 mi) southeast of Saint-Mathias-sur-Richelieu, Quebec, Canada.",
  "/wiki/Saint-Mathieu-de-Beloeil_Aerodrome": "Saint-Mathieu-de-Beloeil Aerodrome, (TC LID: CSB3), is located 1.5 nautical miles (2.8 km; 1.7 mi) northwest of Saint-Mathieu-de-Beloeil, Quebec, Canada.",
  "/wiki/Saint-Mathieu-de-Beloeil,_Quebec": "Saint-Mathieu-de-Beloeil is a municipality in southwestern Quebec, Canada, east of Montreal in the Regional County Municipality of La Vallée-du-Richelieu. The population as of the 2011 Canadian Census was 2,624.",
  "/wiki/Salaberry-de-Valleyfield_Aerodrome": "Salaberry-de-Valleyfield Aerodrome, (TC LID: CSD3), is located 2.5 nautical miles (4.6 km; 2.9 mi) southwest of Salaberry-de-Valleyfield, Quebec, Canada.",
  "/wiki/Salaberry-de-Valleyfield": "Salaberry-de-Valleyfield is a city in southwestern Quebec, Canada, in the Regional County Municipality of Beauharnois-Salaberry.",
  "/wiki/Richelieu_Airport": "Richelieu Airport, (TC LID: CSX3), is located adjacent to the community of Richelieu, Quebec, Canada.",
  "/wiki/Richelieu,_Quebec": "Richelieu is a city in Rouville Regional County Municipality, in the province of Quebec, Canada. The population as of the Canada 2011 Census was 5,467. Its name comes from the fact that it lies along the Richelieu River.",
  "/wiki/Richelieu/Messier_Aerodrome": "Richelieu/Messier Aerodrome, (TC LID: CRM3), is located 3.5 nautical miles (6.5 km; 4.0 mi) south the community of Richelieu, Quebec, Canada.",
  "/wiki/List_of_airports_in_the_Montreal_area": "The following active airports serve the area around Montreal, Quebec, Canada, lying underneath or immediately adjacent to Montreal's terminal control area:"
}