{
  "/wiki/International_Civil_Aviation_Organization_airport_code": "The ICAO (/ˌaɪˌkeɪˈoʊ/, eye-KAY-oh) airport code or location indicator is a four-letter code designating aerodromes around the world. These codes, as defined by the International Civil Aviation Organization and published in ICAO Document 7910: Location Indicators, are used by air traffic control and airline operations such as flight planning.",
  "/wiki/Transport_Canada": "Transport Canada (French: Transports Canada) is the department within the Government of Canada responsible for developing regulations, policies and services of road, rail, marine and air transportation in Canada. It is part of the Transportation, Infrastructure and Communities (TIC) portfolio. The current Minister of Transport is Marc Garneau. Transport Canada is headquartered in Ottawa, Ontario.",
  "/wiki/Location_identifier": "A location identifier is a symbolic representation for the name and the location of an airport, navigation aid, or weather station, and is used for manned air traffic control facilities in air traffic control, telecommunications, computer programming, weather reports, and related services.",
  "/wiki/International_Air_Transport_Association_airport_code": "An IATA airport code, also known as an IATA location identifier, IATA station code or simply a location identifier, is a three-letter geocode designating many airports and metropolitan areas around the world, defined by the International Air Transport Association (IATA). The characters prominently displayed on baggage tags attached at airport check-in desks are an example of a way these codes are used.",
  "/wiki/List_of_heliports_in_Canada": "WThis is an alphabetical list of heliports in Canada. They are listed in the format:",
  "/wiki/Montreal": "Montreal (/ˌmʌntriˈɔːl/ (listen) MUN-tree-AWL; officially Montréal, French: [mɔ̃ʁeal] (listen)) is the most populous municipality in the Canadian province of Quebec and the second-most populous municipality in Canada. Originally founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which took its name from the same source as the city, and a few much smaller peripheral islands, the largest of which is Île Bizard. It has a distinct four-season continental climate with warm to hot summers and cold, snowy winters.",
  "/wiki/Les_C%C3%A8dres,_Quebec": "Les Cèdres is a municipality located north of the Saint Lawrence River in the Montérégie of Quebec, Canada, near Vaudreuil-Dorion. The population as of the Canada 2011 Census was 6,079.  The name means \"The Cedars\" in French.",
  "/wiki/H%C3%B4pital_Pierre_Boucher": "Pierre Boucher Hospital (French: Hôpital Pierre-Boucher) is a Canadian hospital located on Jacques Cartier Boulevard in Longueuil, Quebec. Inaugurated in 1982, the hospital is the regional health centre for 245,000 people located in the borough of Le Vieux-Longueuil, as well as the cities and towns of Boucherville, Varennes, Verchères, Sainte-Julie, Saint-Amable, Calixa-Lavallée and Contrecœur.",
  "/wiki/Saint-Hubert,_Quebec": "Saint-Hubert (/- ˈhjuːbərt/ -⁠ HEW-bərt, French: [sɛ̃t‿ybɛʁ], locally [sẽɪ̯̃t͡s‿ybaɛ̯ʁ]) is a borough in the city of Longueuil, located in the Montérégie region of Quebec, Canada. It had been a separate city prior to January 1, 2002, when it along with several other neighbouring south shore municipalities were merged into Longueuil. According to the Quebec Statistics Institute, Saint-Hubert had 78,336 in 2006. The area of the borough is 65.98 km2 (25.48 sq mi). Longueuil's city hall is now located in Saint-Hubert. Saint-Hubert is located about 14 kilometres (8.7 mi) from downtown Montreal.",
  "/wiki/Longueuil": "Longueuil (/lɒŋˈɡeɪl/; French: [lɔ̃ɡœj]) is a city in the province of Quebec, Canada. It is the seat of the Montérégie administrative region and the central city of the urban agglomeration of Longueuil. It sits on the south shore of the Saint Lawrence River directly across from Montreal. The population as of the Canada 2016 Census totalled 239,700, making it Montreal's second largest suburb, the fifth most populous city in Quebec and twentieth largest in Canada.",
  "/wiki/H%C3%B4pital_du_Sacr%C3%A9-C%C5%93ur_de_Montr%C3%A9al": "The Hôpital du Sacré-Cœur de Montréal is a hospital in the Cartierville neighbourhood of Montreal, Quebec, Canada.",
  "/wiki/Salaberry-de-Valleyfield": "Salaberry-de-Valleyfield is a city in southwestern Quebec, Canada, in the Regional County Municipality of Beauharnois-Salaberry.",
  "/wiki/List_of_airports_in_the_Montreal_area": "The following active airports serve the area around Montreal, Quebec, Canada, lying underneath or immediately adjacent to Montreal's terminal control area:"
}