{
  "/wiki/Surname": "A surname, family name, or last name is the portion (in some cultures) of a personal name that indicates a person's family (or tribe or community, depending on the culture). Depending on the culture, all members of a family unit may have identical surnames or there may be variations based on the cultural rules.",
  "/wiki/Ion_Antonescu": "Ion Antonescu (/ˌæntəˈnɛskuː/; Romanian: [jon antoˈnesku] (listen); June 14 [O.S. June 2] 1882 – June 1, 1946) was a Romanian soldier and authoritarian politician who, as the Prime Minister and Conducător during most of World War II, presided over two successive wartime dictatorships.  After the war, he was convicted of war crimes and executed.",
  "/wiki/Kingdom_of_Romania": "The Kingdom of Romania (Romanian: Regatul României) was a constitutional monarchy that existed in Romania from 26 March 1881 with the crowning of prince Karl of Hohenzollern-Sigmaringen as King Carol I, until 1947 with the abdication of King Michael I of Romania, and the Romanian parliament proclaiming Romania a people's republic.",
  "/wiki/Ivan_Ivanov_Bagryanov": "Ivan Ivanov Bagryanov (Bulgarian: Иван Иванов Багрянов) (17 October 1891, in Razgrad – 1 February 1945, in Sofia) was a leading Bulgarian politician who briefly served as Prime Minister during the Second World War.",
  "/wiki/Kingdom_of_Bulgaria": "The Kingdom of Bulgaria (Bulgarian: Царство България, Tsarstvo Bǎlgariya), also referred to as the Tsardom of Bulgaria and the Third Bulgarian Tsardom, was a constitutional monarchy in Eastern and Southeastern Europe, which was established on 5 October (O.S. 22 September) 1908, when the Bulgarian state was raised from a principality to a kingdom. Ferdinand I was crowned a Tsar at the Declaration of Independence, mainly because of his military plans and for seeking options for unification of all lands in the Balkans region with an ethnic Bulgarian majority (lands that had been seized from Bulgaria and given to the Ottoman Empire in the Treaty of Berlin).",
  "/wiki/Celal_Bayar": "Mahmut Celâl Bayar (16 May 1883 – 22 August 1986) was a Turkish politician, who was the third President of Turkey from 1950 to 1960; previously he was Prime Minister of Turkey from 1937 to 1939. Bayar, as the Turkish President, was decorated with the Legion of Merit by the President of the United States, as a result of Turkey's participation in the Korean War. He is considered to be the longest-lived former head of state and was the longest-lived state leader until 8 December 2008 (when he was surpassed by Chau Sen Cocsal Chhum). Celal Bayar died on 22 August 1986 at the age of 103 after a brief illness.",
  "/wiki/Turkey": "Turkey (Turkish: Türkiye [ˈtyɾcije]), officially the Republic of Turkey (Turkish: Türkiye Cumhuriyeti [ˈtyɾcije dʒumˈhuːɾijeti] (listen)), is a transcontinental country almost wholly located on the Anatolian peninsula in Western Asia, with a smaller portion on the Balkan peninsula in Southeastern Europe. East Thrace, the part of Turkey in Europe, is separated from Anatolia by the Sea of Marmara, the Bosporus and the Dardanelles (collectively called the Turkish Straits). Turkey is bordered by Greece and Bulgaria to its northwest, the Black Sea to its north, Georgia to its northeast, Armenia, the Azerbaijani exclave of Nakhchivan and Iran to its east, Iraq and Syria to its southeast, the Mediterranean Sea to its south, and the Aegean Sea to its west. Istanbul is the largest city in the country while Ankara is the capital. Approximately 70 to 80 percent of the country's citizens identify as Turkish, while Kurds are the largest minority at anywhere from 15 to 20 percent of the population.",
  "/wiki/Zulfikar_Ali_Bhutto": "Zulfikar Ali Bhutto (Sindhi: ذوالفقار علي ڀٽو‎; Urdu: ذوالفقار علی بھٹو‎‎; 5 January 1928 – 4 April 1979) was a Pakistani barrister and politician who served as the 9th Prime Minister of Pakistan from 1973 to 1977, and prior to that as the fourth President of Pakistan from 1971 to 1973. He was also the founder of the Pakistan People's Party (PPP) and served as its chairman until his execution in 1979.",
  "/wiki/Pakistan": "Pakistan,[b] officially the Islamic Republic of Pakistan,[c] is a country in South Asia. It is the world's sixth-most populous country with a population exceeding 207.8 million. In area, it is the 33rd-largest country, spanning 881,913 square kilometres (340,509 square miles). Pakistan has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the south and is bordered by India to the east, Afghanistan to the west, Iran to the southwest, and China in the northeast. It is separated narrowly from Tajikistan by Afghanistan's Wakhan Corridor in the northwest, and also shares a maritime border with Oman.",
  "/wiki/Jean-B%C3%A9del_Bokassa": "Jean-Bédel Bokassa ([ʒɑ̃ bedɛl bɔkasa]; 22 February 1921 – 3 November 1996), also known as Bokassa I, was a Central African political and military leader who served as the 2nd President of the Central African Republic and as the emperor of its successor state, the Central African Empire, from his Saint-Sylvestre coup d'état on 1 January 1966 until overthrown in a subsequent coup in 1979.",
  "/wiki/Central_African_Empire": "The Central African Empire (French: Empire centrafricain) was a short-lived and self-proclaimed \"Imperial\" one-party state ruled by an absolute monarch that replaced the Central African Republic and was, in turn, replaced by the restoration of the Republic. The empire was formed by and under the command of Marshal Jean-Bédel Bokassa, military dictator and President of the Central African Republic, who declared himself Bokassa I, Emperor of Central Africa, on 4 December 1976.",
  "/wiki/Dobri_Bozhilov": "Dobri Bozhilov Khadzhiyanakev (Bulgarian: Добри Божилов Хаджиянакиев) (June 13, 1884 – February 1, 1945) was Prime Minister of Bulgaria during World War II.",
  "/wiki/People%27s_Republic_of_Bulgaria": "The People's Republic of Bulgaria (PRB; Bulgarian: Народна Република България (НРБ) Narodna Republika Bǎlgariya (NRB)) was the official name of Bulgaria, when it was a socialist republic.",
  "/wiki/Nicolae_Ceau%C5%9Fescu": "Nicolae Ceaușescu (/tʃaʊˈʃɛskuː/, Romanian: [nikoˈla.e tʃe̯a.uˈʃesku] (listen); 26 January 1918 – 25 December 1989) was a Romanian communist politician and leader. He was the general secretary of the Romanian Communist Party from 1965 to 1989 and hence the second and last Communist leader of Romania. He was also the country's head of state from 1967, serving as President of the State Council and from 1974 concurrently as President of the Republic until his overthrow and execution in the Romanian Revolution in December 1989, part of a series of anti-Communist and anti-Soviet Union uprisings in Eastern Europe that year.",
  "/wiki/Socialist_Republic_of_Romania": "The Socialist Republic of Romania (Romanian: Republica Socialistă România, RSR) refers to Romania under Marxist-Leninist one-party communist rule that existed officially from 1947 to 1989. From 1947 to 1965, the state was known as the Romanian People's Republic (Republica Populară Romînă, RPR). The country was a Soviet-aligned Eastern Bloc state with a dominant role for the Romanian Communist Party enshrined in its constitutions.",
  "/wiki/Charles_I_of_England": "Charles I (19 November 1600 – 30 January 1649)[a] was King of England, King of Scotland, and King of Ireland from 27 March 1625 until his execution in 1649.",
  "/wiki/Kingdom_of_England": "The Kingdom of England (Anglo-Norman: Realme d'Engleterre, French: Royaume d'Angleterre) was a sovereign state on the island of Great Britain from 927, when it emerged from various Anglo-Saxon kingdoms until 1707, when it united with Scotland to form the Kingdom of Great Britain.",
  "/wiki/Kingdom_of_Scotland": "The Kingdom of Scotland (Scottish Gaelic: Rìoghachd na h-Alba; Scots: Kinrick o Scotland) was a sovereign state in northwest Europe traditionally said to have been founded in 843. Its territories expanded and shrank, but it came to occupy the northern third of the island of Great Britain, sharing a land border to the south with the Kingdom of England. It suffered many invasions by the English, but under Robert I it fought a successful War of Independence and remained an independent state throughout the late Middle Ages. Following the annexation of the Northern Isles from the Kingdom of Norway in 1472 and the final capture of the Royal Burgh of Berwick by the Kingdom of England in 1482, the territory of the Kingdom of Scotland corresponded to that of modern-day Scotland, bounded by the North Sea to the east, the Atlantic Ocean to the north and west, and the North Channel and Irish Sea to the southwest. In 1603, James VI of Scotland became King of England, joining Scotland with England in a personal union. In 1707, the two kingdoms were united to form the Kingdom of Great Britain under the terms of the Acts of Union.",
  "/wiki/Kingdom_of_Ireland": "The Kingdom of Ireland (Classical Irish: Ríoghacht Éireann; Modern Irish: Ríocht Éireann) was a client state of England and then of Great Britain that existed from 1542 until 1800. It was ruled by the monarchs of England and then of Great Britain in personal union with their other realms. The kingdom was administered from Dublin Castle nominally by the King or Queen, who appointed a viceroy (the Lord Deputy, later Lord Lieutenant) to rule in their stead. It had its own legislature (the Parliament of Ireland), peerage (the Peerage of Ireland), legal system, and state church (the Protestant Church of Ireland).",
  "/wiki/Chen_Gongbo": "Chen Gongbo (Chinese: 陳公博; Wade–Giles: Ch'en Kung-po; Japanese: Chin Kōhaku, October 19, 1892 – June 3, 1946) was a Chinese politician, noted for his role as second (and final) President of the collaborationist pro-Japanese Wang Jingwei regime during World War II.",
  "/wiki/Wang_Jingwei_regime": "The Wang Jingwei regime is the common name of the Reorganized National Government of the Republic of China (Chinese: 中華民國國民政府; pinyin: Zhōnghuá mínguó guómín zhèngfǔ), the government of the puppet state of the Empire of Japan in eastern China called simply the Republic of China. This should not be confused with the Republic of China under Chiang Kai-shek, which was fighting with the Allies of World War II against Japan. The country was ruled as a one-party republic under Wang Jingwei, a very high-ranking former Kuomintang (KMT) official. The region that it would administer was initially seized by Japan throughout the late 1930s with the beginning of the Second Sino-Japanese War. Wang, a rival of Chiang Kai-shek and member of the pro-peace faction of the KMT, defected to the Japanese side and formed a collaborationist government in occupied Nanking (Nanjing) (the traditional capital of China) in 1940. The new state claimed the entirety of China during its existence, portraying itself as the legitimate inheritors of the Xinhai Revolution and Sun Yat-sen's legacy as opposed to Chiang Kai-shek's government in Chunking (Chongqing), but effectively only Japanese-occupied territory was under its direct control. Its international recognition was limited to other members of the Anti-Comintern Pact, of which it was a signatory. The Reorganized National Government existed until the end of World War II and the surrender of Japan in August 1945, at which point the regime was dissolved and many of its leading members were executed for treason.",
  "/wiki/Chun_Doo-hwan": "Chun Doo-hwan (Korean pronunciation: [tɕʌn.du.ɦwan] or [tɕʌn] [tu.ɦwan]; born 18 January 1931) is a former South Korean army general who served as the President of South Korea from 1980 to 1988, ruling as an unelected coup leader from December 1979 to September 1980 and as elected president from 1980 to 1988. Chun was sentenced to death in 1996 for his role in the Gwangju Massacre but was later pardoned by President Kim Young-sam, with the advice of then President-elect Kim Dae-jung, whom Chun's administration had sentenced to death some 20 years earlier.",
  "/wiki/Fifth_Republic_of_Korea": "The Fifth Republic of South Korea was the government of South Korea from March 1981 to December 1987.",
  "/wiki/Bogdan_Filov": "Bogdan Dimitrov Filov (Bulgarian: Богдан Димитров Филов) (10 April 1883 – 1 February 1945) was a Bulgarian archaeologist, art historian and politician. He was Prime Minister of Bulgaria during World War II. During his service, Bulgaria became the seventh nation to join the Axis Powers.",
  "/wiki/Amir-Abbas_Hoveida": "Amir-Abbas Hoveyda (Persian: امیرعباس هویدا‎, romanized: Amīr `Abbās Hoveyda; 18 February 1919 – 7 April 1979) was an Iranian economist and politician who served as Prime Minister of Iran from 27 January 1965 to 7 August 1977. He was prime minister for 13 years and is the longest serving prime minister in Iran's history. He also served as Deputy Prime Minister and Minister of Finance in Mansur's cabinet. After the Iranian Revolution, he was tried by the newly established Revolutionary Court for \"waging war against God\" and \"spreading corruption on earth\" and executed.",
  "/wiki/Pahlavi_dynasty": "The Pahlavi dynasty was the last ruling house of the Imperial State of Iran (Persian: کشور شاهنشاهی ایران‎, romanized: Kešvar-e Šâhanšâhi-ye Irân) from 1925 until 1979, when the Persian monarchy was overthrown and abolished as a result of the Iranian Revolution. The dynasty was founded by Reza Shah Pahlavi in 1925, a former brigadier-general of the Persian Cossack Brigade, whose reign lasted until 1941 when he was forced to abdicate by the Allies after the Anglo-Soviet invasion of Iran. He was succeeded by his son, Mohammad Reza Pahlavi, the last Shah of Iran.",
  "/wiki/Lady_Jane_Grey": "Lady Jane Grey (c. 1537 – 12 February 1554), also known as Lady Jane Dudley (after her marriage) and as \"the Nine Days' Queen\", was an English noblewoman and de facto Queen of England and Ireland from 10 July until 19 July 1553.",
  "/wiki/Li_Si": "Li Si (/ˈliː ˈsiː/; c. 280 BC – September or October 208 BC) was a Chinese calligrapher, philosopher, politician, and writer of the Qin dynasty. He served as Chancellor (or Prime Minister) from 246–208 BC under two rulers: Qin Shi Huang, the king of the Qin state and later the First Emperor of the Qin dynasty; and Qin Er Shi, Qin Shi Huang's eighteenth son and the Second Emperor. Concerning administrative methods, Li Si \"indicated that he admired and utilized the ideas of Shen Buhai\", repeatedly referring to the technique of Shen Buhai and Han Fei, but regarding law followed Shang Yang.",
  "/wiki/Qin_dynasty": "The Qin dynasty ([tɕʰín] Chinese: 秦朝; pinyin: Qíncháo; Wade–Giles: Chʻin²-chʻao²) was the first dynasty of Imperial China, lasting from 221 to 206 BC. Named for its heartland in Qin state (modern Gansu and Shaanxi), the dynasty was founded by Qin Shi Huang, the First Emperor of Qin. The strength of the Qin state was greatly increased by the Legalist reforms of Shang Yang in the fourth century BC, during the Warring States period. In the mid and late third century BC, the Qin state carried out a series of swift conquests, first ending the powerless Zhou dynasty, and eventually conquering the other six of the Seven Warring States. Its 15 years was the shortest major dynasty in Chinese history, consisting of only two emperors, but inaugurated an imperial system that lasted from 221 BC, with interruption and adaptation, until 1912 AD.",
  "/wiki/Waist_chop": "Waist chop (腰斬; 腰斩; yāo zhǎn) or waist cutting was a form of execution used in ancient China. As its name implies, it involved the condemned being sliced in two at the waist by an executioner.",
  "/wiki/Liang_Hongzhi": "Liang Hongzhi; (Chinese: 梁鴻志; pinyin: Liáng Hóngzhì; Wade-Giles: Liang Hung-chih; Hepburn: Ryō Koushi, 1882 - November 6, 1946)  was a leading official in the Anhui clique of the Beiyang Government, later noted for his role as in the collaborationist Reformed Government of the Republic of China during World War II.",
  "/wiki/Reformed_Government_of_the_Republic_of_China": "The  Reformed Government of the Republic of China (Chinese: 中華民國維新政府, Zhōnghuá Mínguó Wéixīn Zhèngfǔ or Japanese: 中華民国維新政府, \"Chūkaminkoku Ishin Seifu\") was a Chinese puppet state created by Japan that existed from 1938 to 1940 during the Second Sino-Japanese War. The regime had little authority or popular support, nor did it receive international recognition even from Japan itself, lasting only two years before it was merged with the Provisional Government into the Reorganized National Government of the Republic of China under Wang Jingwei. Due to the extensive powers of the Japanese advisors within the government and its own limited powers, the Reformed Government was not much more than an arm of the Japanese military administration.",
  "/wiki/Louis_XVI_of_France": "Louis XVI  (French pronunciation: ​[lwi sɛːz]; 23 August 1754 – 21 January 1793), born Louis-Auguste, was the last king of France before the fall of the monarchy during the French Revolution. He was referred to as citizen Louis Capet during the four months just before he was guillotined. In 1765, at the death of his father, Louis, son and heir apparent of Louis XV, Louis-Auguste became the new dauphin of France. Upon his grandfather's death on 10 May 1774, he assumed the title \"king of France and Navarre\", which he used until 4 September 1791, when he received the title of \"king of the French\" until the monarchy was abolished on 21 September 1792.",
  "/wiki/Kingdom_of_France": "The Kingdom of France (French: Royaume de France) was a medieval and early modern monarchy in Western Europe. It was among the most powerful states in Europe and a great power since the Late Middle Ages and the Hundred Years' War. It was also an early colonial power, with possessions around the world.",
  "/wiki/Guillotine": "A guillotine (/ˈɡɪlətiːn/ GHIL-ə-teen, also US: /ˈɡiːətiːn/ GHEE-, French: [ɡijɔtin] (listen)) is an apparatus designed for efficiently carrying out executions by beheading. The device consists of a tall, upright frame with a weighted and angled blade suspended at the top. The condemned person is secured with stocks at the bottom of the frame, positioning the neck directly below the blade. The blade is then released, swiftly and forcefully decapitating the victim with a single, clean pass so that the head falls into a basket or other receptacle below.",
  "/wiki/Francisco_Mac%C3%ADas_Nguema": "Francisco Macías Nguema (born Mez-m Ngueme; Africanised to Masie Nguema Biyogo Ñegue Ndong; 1 January 1924 – 29 September 1979) was the first President of Equatorial Guinea, from 1968 until his overthrow and subsequent execution in 1979.",
  "/wiki/Equatorial_Guinea": "Equatorial Guinea (Spanish: Guinea Ecuatorial;[a] French: Guinée équatoriale; Portuguese: Guiné Equatorial), officially the Republic of Equatorial Guinea (Spanish: República de Guinea Ecuatorial, French: République de Guinée équatoriale, Portuguese: República da Guiné Equatorial),[b] is a country located on the west coast of Central Africa, with an area of 28,000 square kilometres (11,000 sq mi). Formerly the colony of Spanish Guinea, its post-independence name evokes its location near both the Equator and the Gulf of Guinea. Equatorial Guinea is the only sovereign African state in which Spanish is an official language. As of 2015[update], the country had an estimated population of 1,222,245.",
  "/wiki/Mary,_Queen_of_Scots": "Mary, Queen of Scots (8 December 1542 – 8 February 1587), also known as Mary Stuart or Mary I of Scotland, reigned over Scotland from 14 December 1542 to 24 July 1567.",
  "/wiki/Alphonse_Massemba-D%C3%A9bat": "Alphonse Massamba-Débat (February 11, 1921 – March 25, 1977) was a political figure of the Republic of the Congo who led the country from 1963 until 1968.",
  "/wiki/Republic_of_the_Congo": "The Republic of the Congo (pronunciation (help·info) French: République du Congo, Kongo: Repubilika ya Kôngo), also known as Congo-Brazzaville, the Congo Republic, RotC, or simply the Congo, is a country located in the western coast of Central Africa. It is bordered by five countries: Gabon to its west; Cameroon to its northwest and the Central African Republic to its northeast; the Democratic Republic of the Congo to the southeast and the Angolan exclave of Cabinda to its south; and the Atlantic Ocean to its southwest.",
  "/wiki/Adnan_Menderes": "Adnan Menderes (Turkish: [adˈnan ˈmændeɾes]; 1899 – 17 September 1961) was a Turkish politician. He was the Turkish Prime Minister between 1950–1960.  He was one of the founders of the Democrat Party (DP) in 1946, the fourth legal opposition party of Turkey. He was hanged by the military junta after the 1960 coup d'état, along with two other cabinet members, Fatin Rüştü Zorlu and Hasan Polatkan. He was the last Turkish political leader to be executed after a military coup and is also one of the three political leaders of the Turkish Republic (along with Atatürk and Turgut Özal) to have had a mausoleum built in his honor."
}