{
  "/wiki/Georgina_Evers-Swindell": "Georgina Emma Buchanan Earl ONZM (born 10 October 1978 in Hastings, New Zealand), better known under her maiden name Georgina Evers-Swindell, is a former New Zealand rower. She competed in the double sculls with her identical twin sister Caroline Evers-Swindell, and is a double Olympic gold medallist, having won at Athens in 2004 and Beijing in 2008.  In November 2005 she and her sister were named Rowing Female Crew of the Year by the International Rowing Federation (FISA), and in 2016 they became the first New Zealanders to be awarded the federation's highest award, the Thomas Keller Medal. She is 180 cm tall, weighs 80 kg and currently resides in Napier, New Zealand.",
  "/wiki/Caroline_Evers-Swindell": "Caroline Frances Meyer ONZM (born 10 October 1978 in Hastings, New Zealand), better known under her maiden name Caroline Evers-Swindell, is a former New Zealand rower. She is 179 cm tall and 80 kg. She competed in the double sculls with her identical twin sister Georgina Evers-Swindell. In November 2005 she and her sister were named Rowing Female Crew of the Year by the International Rowing Federation (FISA),  and in 2016 they became the first New Zealanders to be awarded the federation's highest award, the Thomas Keller Medal.",
  "/wiki/Rowing_at_the_2008_Summer_Olympics": "Rowing competitions at the 2008 Summer Olympics in Beijing were held from August 9 to August 17, at the Shunyi Olympic Rowing-Canoeing Park.",
  "/wiki/Rowing_at_the_2008_Summer_Olympics_%E2%80%93_Women%27s_double_sculls": "Women's double sculls competition at the 2008 Summer Olympics in Beijing was held between August 9 and 16 at the Shunyi Olympic Rowing-Canoeing Park.",
  "/wiki/Valerie_Vili": "Dame Valerie Kasanita Adams DNZM (formerly Vili; born 6 October 1984) is a New Zealand shot putter. She is a four-time World champion, four-time World Indoor champion, two-time Olympic, three-time Commonwealth Games champion and twice IAAF Continental Cup winner. She has a personal best throw of 21.24 metres outdoors and 20.54 m indoors. These marks are Oceanian, Commonwealth and New Zealand national records. She also holds the Oceanian junior record (18.93 m) and the Oceanian youth record (17.54 m), as well as the World Championships record, World Indoor Championships record and Commonwealth Games record.",
  "/wiki/Athletics_at_the_2008_Summer_Olympics": "Athletics at the 2008 Summer Olympics were held during the last ten days of the games, from August 15 to August 24, 2008, at the Beijing National Stadium.  The Olympic sport of athletics is split into four distinct sets of events: track and field events, road running events, and racewalking events.",
  "/wiki/Athletics_at_the_2008_Summer_Olympics_%E2%80%93_Women%27s_shot_put": "The women's shot put event at the 2008 Olympic Games took place on 16 August at the Beijing Olympic Stadium. The qualifying standards were 18.35 m (60 ft 2 in) (A standard) and 17.20 m (56 ft 5 in) (B standard).",
  "/wiki/Tom_Ashley": "Thomas John Mitchell Ashley ONZM (born 11 February 1984 in Auckland) is a sailor from New Zealand, who won the gold medal in the men's sailboard event at the 2008 Summer Olympics, he also won the 2008 RS:X World Championships. He is the Olympic champion and the 2008 World champion. Ashley attended Westlake Boys High School in Auckland, which had earlier fostered the development of other notable sailors, including Chris Dickson and Dean Barker.",
  "/wiki/Sailing_at_the_2008_Summer_Olympics": "Sailing/Yachting is an Olympic sport starting from the Games of the 1st Olympiad (1896 Olympics in Athens, Greece). With the exception of 1904 and possibly the cancelled 1916 Summer Olympics, sailing has always been included on the Olympic schedule.\nThe Sailing program of 2008 consisted of a total of nine sailing classes (eleven disciplines). Eleven races are scheduled for each event except for the 49er class, for which 16 races are scheduled from 9 August 2008 to 21 August 2008 of the coast of the Qingdao International Sailing Centre facing the Yellow Sea. Of the 11 (16) races, 10 (15) are scheduled as opening races and one as a medal race. The sailing was done on four different types of courses.",
  "/wiki/Sailing_at_the_2008_Summer_Olympics_%E2%80%93_Men%27s_sailboard": "The Men's RS:X was a sailing event on the Sailing at the 2008 Summer Olympics program in Qingdao International Sailing Centre. Eleven races (last one a medal race) were scheduled and completed. 35 sailors, on 35 boards, from 35 nations competed. Ten boards qualified for the medal race.",
  "/wiki/Hayden_Roulston": "Hayden Roulston MNZM (born 10 January 1981, in Ashburton) is a former New Zealand professional racing cyclist. He won the silver medal in the men's 4000 m individual pursuit and a bronze medal in the men's 4000 m team pursuit at the 2008 Summer Olympics in Beijing.",
  "/wiki/Cycling_at_the_2008_Summer_Olympics": "Cycling competitions at the Beijing 2008 Summer Olympics were held from August 9 to August 23 at the Laoshan Velodrome (track events), Laoshan Mountain Bike Course, Laoshan BMX Field and the Beijing Cycling Road Course. The event was  dominated by the British team, who claimed 14 medals in total, including eight golds.",
  "/wiki/Cycling_at_the_2008_Summer_Olympics_%E2%80%93_Men%27s_individual_pursuit": "The men's individual pursuit at the 2008 Summer Olympics took place on August 16 at the Laoshan Velodrome. The pre-event favorite to win the gold medal was the defending Olympic champion Bradley Wiggins of Great Britain, who managed to retain the title, setting a new Olympic record in the preliminary round.",
  "/wiki/Nick_Willis": "Nicholas Ian Willis MNZM (born 25 April 1983) is a New Zealand middle distance runner and the country's only two-time Olympic medalist in the 1500 metres. He won the silver medal at the 2008 Olympics in Beijing, and bronze at the 2016 Olympics in Rio. His other achievements over the same distance include the national and Oceania record (3:29.66), and medals from three consecutive Commonwealth Games (gold in 2006, bronze in 2010 and 2014).",
  "/wiki/Athletics_at_the_2008_Summer_Olympics_%E2%80%93_Men%27s_1500_metres": "The Men's 1500 metres at the 2008 Summer Olympics took place on 15–19 August at the Beijing National Stadium.",
  "/wiki/Mah%C3%A9_Drysdale": "Alexander Mahé Owens Drysdale MNZM (born 19 November 1978) is a New Zealand rower. Drysdale is the current Olympic champion and five-time World champion in the single sculls. The name Mahé comes from the largest island in the Seychelles.",
  "/wiki/Rowing_at_the_2008_Summer_Olympics_%E2%80%93_Men%27s_single_sculls": "Men's single sculls competition at the 2008 Summer Olympics in Beijing was held between August 9 and 16, at the Shunyi Olympic Rowing-Canoeing Park.",
  "/wiki/Nathan_Twaddle": "Robert Nathan Twaddle MNZM (born 21 August 1976) is a former New Zealand rower and Olympic medallist. He competed at the 2008 Summer Olympics in Beijing, in the coxless pair rowing with his partner George Bridgewater and won a bronze medal.",
  "/wiki/George_Bridgewater": "George Spencer Bridgewater MNZM (born 18 January 1983) is a former New Zealand rower who competed in the pair at international level with Nathan Twaddle. The pair began representing New Zealand together in 2004 and won bronze medals at the 2008 Summer Olympics in Beijing. Bridgewater went to his third Summer Olympics in 2016 in Rio de Janeiro.",
  "/wiki/Rowing_at_the_2008_Summer_Olympics_%E2%80%93_Men%27s_coxless_pair": "Men's coxless pair competition at the 2008 Summer Olympics in Beijing was held between August 9 and 16, at the Shunyi Olympic Rowing-Canoeing Park.",
  "/wiki/Jesse_Sergent": "Jesse Sergent (born 8 July 1988) is a retired New Zealand racing cyclist who rode professionally between 2011 and 2016 for Team RadioShack, Trek Factory Racing and AG2R La Mondiale.",
  "/wiki/Marc_Ryan": "Marc Ryan (born 14 October 1982) is a New Zealand racing cyclist.",
  "/wiki/Sam_Bewley": "Samuel Ryan Bewley (born 22 July 1987) is a New Zealand racing cyclist, who currently rides for UCI WorldTeam Mitchelton–Scott. Bewley has also competed for UCI ProTeam Team RadioShack, as well as the BikeNZ PureBlack Racing team.",
  "/wiki/Cycling_at_the_2008_Summer_Olympics_%E2%80%93_Men%27s_team_pursuit": "The men's team pursuit at the 2008 Summer Olympics took place between August 17 and 18, at the Laoshan Velodrome.",
  "/wiki/Bevan_Docherty": "Bevan John Docherty MNZM (born 29 March 1977) is a triathlete from New Zealand, who won medals twice at the Olympic Games. Docherty attended Tauhara College, Taupo.",
  "/wiki/Triathlon_at_the_2008_Summer_Olympics": "The Triathlon competitions at the 2008 Summer Olympics, in Beijing, were held on Monday, August 18 (women) and Tuesday, August 19 (men), on the Triathlon Venue at the Ming Tomb Reservoir in Shisanling.",
  "/wiki/Triathlon_at_the_2008_Summer_Olympics_%E2%80%93_Men%27s": "The men's triathlon was part of the Triathlon at the 2008 Summer Olympics programme. It was the third appearance of the event, which was established in 2000. The competition was held on Tuesday, August 19, 2008 at the Triathlon Venue at the Ming Tomb Reservoir in Shisanling. Fifty-five triathletes from 31 nations competed."
}