{
  "/wiki/Georgina_Evers-Swindell": "Georgina Emma Buchanan Earl ONZM (born 10 October 1978 in Hastings, New Zealand), better known under her maiden name Georgina Evers-Swindell, is a former New Zealand rower. She competed in the double sculls with her identical twin sister Caroline Evers-Swindell, and is a double Olympic gold medallist, having won at Athens in 2004 and Beijing in 2008.  In November 2005 she and her sister were named Rowing Female Crew of the Year by the International Rowing Federation (FISA), and in 2016 they became the first New Zealanders to be awarded the federation's highest award, the Thomas Keller Medal. She is 180 cm tall, weighs 80 kg and currently resides in Napier, New Zealand.\n In 2001, she won silver at the World Championships in both the double and quadruple sculls. Together with her sister she won gold at both the 2002 and 2003 World Rowing Championships in the double sculls.\n In 2002, she broke the indoor 2000 m rowing world record, recording a time of 6 minutes and 28.5 seconds beating the previous record by 2.1 seconds.\n In the 2005 New Year Honours, she was made an Officer of the New Zealand Order of Merit, for services to rowing.\n At the 2008 Summer Olympics in Beijing, she and her sister won gold medals in the women's double sculls, beating the German double by 1/100 of a second, 7:07.32 versus 7:07.33. This was the first time in history that the women's double scull title had successfully been defended. She and her sister announced their retirement from rowing in October 2008.\n In December 2008, she and her sister won the Lonsdale Cup which is awarded by the New Zealand Olympic Committee to the athlete/s who make the most outstanding contribution to an Olympic sport. They previously won the cup in 2003.\n In January 2009, Evers-Swindell married Sam Earl, himself a former New Zealand rower and son of Olympic gold medallist rower Joe Earl. Since then, she has styled herself Georgina Earl.",
  "/wiki/Caroline_Evers-Swindell": "Caroline Frances Meyer ONZM (born 10 October 1978 in Hastings, New Zealand), better known under her maiden name Caroline Evers-Swindell, is a former New Zealand rower. She is 179 cm tall and 80 kg. She competed in the double sculls with her identical twin sister Georgina Evers-Swindell. In November 2005 she and her sister were named Rowing Female Crew of the Year by the International Rowing Federation (FISA),  and in 2016 they became the first New Zealanders to be awarded the federation's highest award, the Thomas Keller Medal.\n The twins narrowly missed the qualification for the 2000 Summer Olympics in Sydney; in the crucial race in Lucerne where they had to come second, they came third. In 2001, she won silver at the World Championships in both the double and quadruple sculls. Together with her sister she won gold at both the 2002 and 2003 World Rowing Championships in the double sculls. She also won, again with her sister, the 2004 Olympic gold medal. Caroline was coached by Dick Tonks and represented Hamilton Rowing Club.\n In the 2005 New Year Honours, she was made an Officer of the New Zealand Order of Merit, for services to rowing.\n At the 2008 Summer Olympics in Beijing, she and her sister won gold medals in the women's double sculls, beating the German pair by 1/100 of a second, 7:07.32 versus 7:07.33. This was the first time in history that the women's double scull title had successfully been defended. She and her sister announced their retirement from rowing in October 2008.\n In December 2008, she and her sister won the Lonsdale Cup which is awarded by the New Zealand Olympic Committee to the athlete/s who make the most outstanding contribution to an Olympic sport. They previously won the cup in 2003.\n In December 2009, Evers-Swindell married former Olympic rower Carl Meyer. She now goes by the name Caroline Meyer.",
  "/wiki/Rowing_at_the_2008_Summer_Olympics": "Rowing competitions at the 2008 Summer Olympics in Beijing were held from August 9 to August 17, at the Shunyi Olympic Rowing-Canoeing Park.",
  "/wiki/Rowing_at_the_2008_Summer_Olympics_–_Women's_double_sculls": "Women's double sculls competition at the 2008 Summer Olympics in Beijing was held between August 9 and 16 at the Shunyi Olympic Rowing-Canoeing Park.\n This rowing event is a double scull event, meaning that each boat is propelled by a pair of rowers. The \"scull\" portion means that each rower uses two oars, one on each side of the boat; this contrasts with sweep rowing in which each rower has one oar and rows on only one side. The competition consists of multiple rounds. Finals were held to determine the placing of each boat; these finals were given letters with those nearer to the beginning of the alphabet meaning a better ranking.\n During the first round two heats were held. The top boat in each heat advanced directly to the A final, with all others going to the repechage. The two repechage heats filled out the rest of the finals, with the best two boats in each repechage heat advancing to the A final and the remaining two boats in each repechage going to the B final.\n Each final determined a set of rankings. The A final determined the medals, along with the rest of the places through 6th. The B final gave the rest of the rankings, through 10th place.\n In the A Final, Georgina and Caroline Evers-Swindell of New Zealand defended their Double Sculls gold medal from the 2004 Summer Olympics in a highly competitive race which saw them beat the German crew by just 1/100th of a second (7:07.32 versus 7:07.33), and the third-placing British crew by just 0.23 seconds. This was the first time in Olympic history that the Women's Double Sculls title had been successfully defended.",
  "/wiki/Valerie_Vili": "Dame Valerie Kasanita Adams DNZM (formerly Vili; born 6 October 1984) is a New Zealand shot putter. She is a four-time World champion, four-time World Indoor champion, two-time Olympic, three-time Commonwealth Games champion and twice IAAF Continental Cup winner. She has a personal best throw of 21.24 metres outdoors and 20.54 m indoors. These marks are Oceanian, Commonwealth and New Zealand national records. She also holds the Oceanian junior record (18.93 m) and the Oceanian youth record (17.54 m), as well as the World Championships record, World Indoor Championships record and Commonwealth Games record.\n Adams was the third woman to win world championships at the youth, junior, and senior level of an athletics event, following the feats of Yelena Isinbayeva and Jana Pittman. She was the first woman to win four consecutive individual titles at the IAAF World Championships. Adams had a winning streak that extended to 56 wins at elite-level competitions, which started in August 2010 and ended in July 2015. (This streak may increase to 95, depending on the results of a doping ban against Nadzeya Ostapchuk, who was the sole challenger to Vili during this period.) She was the IAAF World Athlete of the Year in 2014 and the Track & Field News Athlete of the Year in 2012 and 2013. She had the longest shot put performance of the season every year from 2006 to 2014, bar 2008 when she was second to Natallia Mikhnevich (later banned for doping that year).\n Adams won silver medals at the 2016 Summer Olympics, 2005 World Championships in Athletics, and the Commonwealth Games in 2002 and 2018. She was also a bronze medallist at the 2016 IAAF World Indoor Championships. While still a teenager, Adams was a finalist at the 2003 World Championships in Athletics and the 2004 Summer Olympics.\n At national level, she has won fifteen shot put titles at the New Zealand Athletics Championships between 2001 and 2018, as well as having a hammer throw national title in 2003. Adams also won four times at the Australian Athletics Championships between 2004 and 2008. From 2006 to 2012 she was chosen as the New Zealand Sportswoman of the Year seven times consecutively and has been awarded the Lonsdale Cup on five occasions in recognition as the leading national athlete in an Olympic sport.",
  "/wiki/Athletics_at_the_2008_Summer_Olympics": "Athletics at the 2008 Summer Olympics were held during the last ten days of the games, from August 15 to August 24, 2008, at the Beijing National Stadium.  The Olympic sport of athletics is split into four distinct sets of events: track and field events, road running events, and racewalking events.\n Both men and women had very similar schedules of events. Men competed in 24 events and women in 23, as their schedule lacked the 50 km race walk. In addition, both the men's 110 m hurdles and decathlon are reflected in the women's schedule by the 100 m hurdles and heptathlon, respectively.\n The Olympic record was broken in 17 returning events. In five events, including the inaugural women's 3000 m steeplechase, the world record was broken.\n The athletics was, alongside the Olympic cycling events, one of the few large sports programmes in which the host nation fared comparatively poorly in terms of medals won. Despite a haul of 100 medals at the games as a whole, Chinese athletes took home two bronze medals from the athletics events. The country's foremost athlete Liu Xiang, the 2004 Olympic champion in the 110 metres hurdles, had to withdraw after a false start due to injury.\n In the years following the events, results were significantly affected by doping findings; 19 of the 47 events have had amendments to their medal rankings as a result of testing and retesting of samples taken at or before the Games. Multiple medalists have been sanctioned for doping violations. Russia has had the most medals stripped (9).",
  "/wiki/Athletics_at_the_2008_Summer_Olympics_–_Women's_shot_put": "The women's shot put event at the 2008 Olympic Games took place on 16 August at the Beijing Olympic Stadium. The qualifying standards were 18.35 m (60 ft 2 in) (A standard) and 17.20 m (56 ft 5 in) (B standard).\n The event was won by Valerie Vili (née Adams) of New Zealand, with a best throw of 20.56 metres.\n In 2016, it was announced that a reanalysis of samples resulted in a doping violation by Natallia Mikhnevich and Nadzeya Ostapchuk. They were disqualified from the competition.  Medals of other teams have been reallocated by IAAF.",
  "/wiki/Tom_Ashley": "Thomas John Mitchell Ashley ONZM (born 11 February 1984 in Auckland) is a sailor from New Zealand, who won the gold medal in the men's sailboard event at the 2008 Summer Olympics, he also won the 2008 RS:X World Championships. He is the Olympic champion and the 2008 World champion. Ashley attended Westlake Boys High School in Auckland, which had earlier fostered the development of other notable sailors, including Chris Dickson and Dean Barker.\n Ashley placed 2nd two years previous at the 2006 World Championships. During the event the top-10 sailors were selected to sail the final race, called the medal race. Before the start of the medal race Ashley was in first position, only one point in front of Casper Bouman from the Netherlands. Bouman finished second in the medal race, one position in front of Ashley. Both sailors then had the same points (23), but Bouman was crowned as the World champion thanks to his better position during the medal race.\n In the 2009 New Year Honours, Ashley was appointed an Officer of the New Zealand Order of Merit for services to board sailing.",
  "/wiki/Sailing_at_the_2008_Summer_Olympics": "Sailing/Yachting is an Olympic sport starting from the Games of the 1st Olympiad (1896 Olympics in Athens, Greece). With the exception of 1904 and possibly the cancelled 1916 Summer Olympics, sailing has always been included on the Olympic schedule.\nThe Sailing program of 2008 consisted of a total of nine sailing classes (eleven disciplines). Eleven races are scheduled for each event except for the 49er class, for which 16 races are scheduled from 9 August 2008 to 21 August 2008 of the coast of the Qingdao International Sailing Centre facing the Yellow Sea. Of the 11 (16) races, 10 (15) are scheduled as opening races and one as a medal race. The sailing was done on four different types of courses.",
  "/wiki/Sailing_at_the_2008_Summer_Olympics_–_Men's_sailboard": "The Men's RS:X was a sailing event on the Sailing at the 2008 Summer Olympics program in Qingdao International Sailing Centre. Eleven races (last one a medal race) were scheduled and completed. 35 sailors, on 35 boards, from 35 nations competed. Ten boards qualified for the medal race.",
  "/wiki/Hayden_Roulston": "Hayden Roulston MNZM (born 10 January 1981, in Ashburton) is a former New Zealand professional racing cyclist. He won the silver medal in the men's 4000 m individual pursuit and a bronze medal in the men's 4000 m team pursuit at the 2008 Summer Olympics in Beijing.",
  "/wiki/Cycling_at_the_2008_Summer_Olympics": "Cycling competitions at the Beijing 2008 Summer Olympics were held from August 9 to August 23 at the Laoshan Velodrome (track events), Laoshan Mountain Bike Course, Laoshan BMX Field and the Beijing Cycling Road Course. The event was  dominated by the British team, who claimed 14 medals in total, including eight golds.",
  "/wiki/Cycling_at_the_2008_Summer_Olympics_–_Men's_individual_pursuit": "The men's individual pursuit at the 2008 Summer Olympics took place on August 16 at the Laoshan Velodrome. The pre-event favorite to win the gold medal was the defending Olympic champion Bradley Wiggins of Great Britain, who managed to retain the title, setting a new Olympic record in the preliminary round.",
  "/wiki/Nick_Willis": "Nicholas Ian Willis MNZM (born 25 April 1983) is a New Zealand middle distance runner and the country's only two-time Olympic medalist in the 1500 metres. He won the silver medal at the 2008 Olympics in Beijing, and bronze at the 2016 Olympics in Rio. His other achievements over the same distance include the national and Oceania record (3:29.66), and medals from three consecutive Commonwealth Games (gold in 2006, bronze in 2010 and 2014).",
  "/wiki/Athletics_at_the_2008_Summer_Olympics_–_Men's_1500_metres": "The Men's 1500 metres at the 2008 Summer Olympics took place on 15–19 August at the Beijing National Stadium.\n The qualifying standards were 3:36.60 (A standard) and 3:39.00 (B standard).\n The initial winner, Rashid Ramzi of Bahrain, tested positive for the blood-booster CERA and was disqualified on November 18, 2009.",
  "/wiki/Mahé_Drysdale": "Alexander Mahé Owens Drysdale MNZM (born 19 November 1978) is a New Zealand rower. Drysdale is the current Olympic champion and five-time World champion in the single sculls. The name Mahé comes from the largest island in the Seychelles.\n Born in Australia to New Zealand parents, Drysdale attended Tauranga Boys' College in Tauranga, New Zealand, then the University of Auckland. He began rowing at university at the age of 18. He gave up rowing to concentrate on his studies, but began rowing again after watching fellow New Zealander Rob Waddell win gold at the 2000 Olympic Games.\n Drysdale is a member of the West End Rowing Club in Avondale, Auckland, New Zealand, and Tideway Scullers School, London.",
  "/wiki/Rowing_at_the_2008_Summer_Olympics_–_Men's_single_sculls": "Men's single sculls competition at the 2008 Summer Olympics in Beijing was held between August 9 and 16, at the Shunyi Olympic Rowing-Canoeing Park.\n This rowing event is a single scull event, meaning that each boat is propelled by a single rower. The \"scull\" portion means that the rower uses two oars, one on each side of the boat; this contrasts with sweep rowing in which each rower has one oar and rows on only one side (not feasible for singles events). The competition consists of multiple rounds. Finals were held to determine the placing of each boat; these finals were given letters with those nearer to the beginning of the alphabet meaning a better ranking. Semifinals were named based on which finals they fed, with each semifinal having two possible finals.\n During the first round six heats were held. The top four boats in each heat advanced to the quarterfinals, while all others were relegated to the E/F semifinals.\n The quarterfinals were the second round for rowers still competing for medals. Placing in the quarterfinal heats determined which semifinal the boat would race in. The top three boats in each quarterfinal moved on to the A/B semifinals, with the bottom three boats going to the C/D semifinals.\n Six semifinals were held, two each of A/B semifinals, C/D semifinals, and E/F semifinals. For each semifinal race, the top three boats moved on to the better of the two finals, while the bottom three boats went to the lesser of the two finals possible. For example, a second-place finish in an A/B semifinal would result in advancement to the A final.\n The fourth and final round was the Finals. Each final determined a set of rankings. The A final determined the medals, along with the rest of the places through 6th. The B final gave rankings from 7th to 12th, the C from 13th to 18th, and so on. Thus, to win a medal rowers had to finish in the top four of their heat, top three of their quarterfinal, and top three of their A/B semifinal to reach the A final.",
  "/wiki/Nathan_Twaddle": "Robert Nathan Twaddle MNZM (born 21 August 1976) is a former New Zealand rower and Olympic medallist. He competed at the 2008 Summer Olympics in Beijing, in the coxless pair rowing with his partner George Bridgewater and won a bronze medal.\n The pair began representing New Zealand together in 2004 and won bronze medals at the 2008 Summer Olympics in Beijing.\n Twaddle was born in Whakatane, New Zealand.  He rowed for the Otago University and Auckland Rowing Clubs, and won several titles at New Zealand Rowing Championships, including the single sculls championships.\n Twaddle first competed for New Zealand at the World Championships in Milan Italy in 2003, qualifying for the Athens Olympics with pairs partner Robert Hellstrom.\n The following year, Twaddle and Bridgwater were paired together and finished fourth in the pairs final at the Athens Olympics.\n Twaddle and Bridgewater were world champions in 2005.  They won a gold medal at the World Rowing Championships in Gifu Prefecture, Japan, in the Magic 45 minutes where four New Zealand crews won gold medals. The pair were silver medallists in the 2006 and 2007 World Rowing Championships.  \n The pair were named Halberg Team of the Year in 2005.\n Twaddle retired from international rowing in 2011.\n In the 2009 New Year Honours, Twaddle was appointed a Member of the New Zealand Order of Merit, for services to rowing. \n He was part of the International Olympic Broadcasting Commentary team for the 2016 summer Olympics in Rio.\n Twaddle is a graduate of the Otago University, with a degree in Physical Education.  He has post-graduate studies in finance.  Following his rowing career, Twaddle worked as an Advisor for High Performance Sport New Zealand.\n Twaddle is a member of the New Zealand Olympic Committee Athletes Commission, having held the position since 2009.  He is the current Chair of that Commission, and a member of the NZOC Board.  \n More recently he is a founding member of The Sons of Leamington BC in Cambridge, New Zealand.[citation needed]\n He recently placed 3rd in the Master C Division, Head of the Yarra 2019, Melbourne Australia. He subsequently had difficulty holding his drink.",
  "/wiki/George_Bridgewater": "George Spencer Bridgewater MNZM (born 18 January 1983) is a former New Zealand rower who competed in the pair at international level with Nathan Twaddle. The pair began representing New Zealand together in 2004 and won bronze medals at the 2008 Summer Olympics in Beijing. Bridgewater went to his third Summer Olympics in 2016 in Rio de Janeiro.",
  "/wiki/Rowing_at_the_2008_Summer_Olympics_–_Men's_coxless_pair": "Men's coxless pair competition at the 2008 Summer Olympics in Beijing was held between August 9 and 16, at the Shunyi Olympic Rowing-Canoeing Park.\n This rowing event was a sweep event, meaning that each rower has one oar and rows on only one side. Two rowers crewed each boat, with no coxswain. The competition consists of multiple rounds. Finals were held to determine the placing of each boat; these finals were given letters with those nearer to the beginning of the alphabet meaning a better ranking. Semifinals were named based on which finals they fed, with each semifinal having two possible finals.\n During the first round three heats were held. The top three boats in each heat advanced to the A/B semifinals, while all others were sent to the repechage. In the repechage, each boat had another chance to advance to the A/B semifinals, with the top three boats doing so. The remaining repechage finishers were sent to the C final.\n Only A/B semifinals were held. For each of the two semifinal races, the top three boats moved on to the better of the two finals, while the bottom three boats went to the lesser of the two finals. For example, a second-place finish in an A/B semifinal would result in advancement to the A final.\n The third and final round was the Finals. Each final determined a set of rankings. The A final determined the medals, along with the rest of the places through 6th. The B final gave rankings from 7th to 12th. The C final determined the places lower than 12th.",
  "/wiki/Jesse_Sergent": "Jesse Sergent (born 8 July 1988) is a retired New Zealand racing cyclist who rode professionally between 2011 and 2016 for Team RadioShack, Trek Factory Racing and AG2R La Mondiale.",
  "/wiki/Marc_Ryan": "Marc Ryan (born 14 October 1982) is a New Zealand racing cyclist.\n At the 2008 Summer Olympics in Beijing, Ryan won the bronze medal as part of the New Zealand team in team pursuit, together with Sam Bewley, Hayden Roulston, and Jesse Sergent.\n At the 2009–2010 UCI Track Cycling World Cup Classics in Melbourne, Ryan and Thomas Scully won the Men's Madison in a time of 44 minutes, 33 seconds, at an average speed of 53.9 km per hour. Second place went to the German riders, Robert Bengsch and Marcel Kalz, and third place to Ukraine.\n At the 2012 London Olympics Ryan again won a bronze medal in the team pursuit, together with Jesse Sergent, Sam Bewley, Westley Gough and Aaron Gate.",
  "/wiki/Sam_Bewley": "Samuel Ryan Bewley (born 22 July 1987) is a New Zealand racing cyclist, who currently rides for UCI WorldTeam Mitchelton–Scott. Bewley has also competed for UCI ProTeam Team RadioShack, as well as the BikeNZ PureBlack Racing team.",
  "/wiki/Cycling_at_the_2008_Summer_Olympics_–_Men's_team_pursuit": "The men's team pursuit at the 2008 Summer Olympics took place between August 17 and 18, at the Laoshan Velodrome.",
  "/wiki/Bevan_Docherty": "Bevan John Docherty MNZM (born 29 March 1977) is a triathlete from New Zealand, who won medals twice at the Olympic Games. Docherty attended Tauhara College, Taupo.",
  "/wiki/Triathlon_at_the_2008_Summer_Olympics": "The Triathlon competitions at the 2008 Summer Olympics, in Beijing, were held on Monday, August 18 (women) and Tuesday, August 19 (men), on the Triathlon Venue at the Ming Tomb Reservoir in Shisanling.\n Each competitor started the event with a 1,500 metres (0.93 mi) swim course, followed by a 40 kilometres (25 mi) road bicycle race and finished with a 10 kilometres (6.2 mi) road run. Both leg transitions (swimming—cycling and cycling—running) were performed on a special transition area, under judge's scrutiny. The cycling was carried out as 6 laps of 6.66 km each and the running as 4 laps of 2.5 km each.",
  "/wiki/Triathlon_at_the_2008_Summer_Olympics_–_Men's": "The men's triathlon was part of the Triathlon at the 2008 Summer Olympics programme. It was the third appearance of the event, which was established in 2000. The competition was held on Tuesday, August 19, 2008 at the Triathlon Venue at the Ming Tomb Reservoir in Shisanling. Fifty-five triathletes from 31 nations competed.\n The men's triathlon was won by Jan Frodeno of Germany with a time of 1:48:53.28. Simon Whitfield of Canada, who previously won this event in 2000, claimed the silver, while New Zealand's Bevan Docherty, silver medalist at the 2004 Athens, took the bronze. For the first time in Olympic history, two athletes had won more than a single medal in triathlon.",
  "/wiki/New_Zealand_at_the_2008_Summer_Olympics": "New Zealand took part in the 2008 Summer Olympics in Beijing, China. The country sent 182 competitors, making this its largest ever delegation to the Olympic Games. It was also one of the most successful, equalling New Zealand's combined medal tally from the previous two Summer games.  On 16 August – dubbed \"Super Saturday\" by journalists – New Zealand had its greatest single day at any Olympics, winning 5 medals: two gold, one silver and two bronze. New Zealand also gained its first Olympic track medal since 1976 when Nick Willis won the silver medal in the men's 1500 metres, becoming the sixth New Zealander to win an Olympic  medal in that event. The success at the Olympics has boosted Athletics participation since then."
}