{
  "/wiki/Louisiana_Highway_18": "Louisiana Highway 18 (LA 18) is a state highway that serves Ascension, St. James, St. John the Baptist, St. Charles, and Jefferson Parishes.  Called the Great River Road, it runs from west to east, parallel to the west bank of the Mississippi River, running from Donaldsonville to Gretna.  It spans a total of 79.7 miles (128.3 km).  In the more rural parts of LA 18's span, it is commonly referred to as River Road, but it becomes 4th Street once it enters Westwego.",
  "/wiki/Edgard,_Louisiana": "Edgard is a census-designated place (CDP) in, and the parish seat of, St. John the Baptist Parish, Louisiana, United States. The population was 2,637 at the 2000 census. It is part of the New Orleans–Metairie–Kenner Metropolitan Statistical Area. Edgard is part of the German Coast of Louisiana.",
  "/wiki/LaPlace,_Louisiana": "LaPlace (/ləˈplɑːs/ lə-PLAHSS) is a census-designated place (CDP) in St. John the Baptist Parish, Louisiana, United States, situated along the east bank of the Mississippi River, in the New Orleans metropolitan area. The population was 32,134 at the 2010 census.",
  "/wiki/E.J._Caire_&_Co._Store": "The E.J. Caire & Co. Store, at 2403-2407 Louisiana Highway 18 in Edgard, in St. John the Baptist Parish, Louisiana, was built in 1855.  It was listed on the National Register of Historic Places in 2001.",
  "/wiki/Emilie_Plantation_House": "The Emilie Plantation is a Southern plantation with a historic house located in Garyville, Louisiana, USA. It has been listed on the National Register of Historic Places since January 13, 1989.",
  "/wiki/Louisiana_Highway_44": "Louisiana Highway 44 (LA 44) is a state highway in Louisiana that serves Ascension, St. James, and St. John the Baptist Parishes.  It runs from west to east, parallel to the east bank of the Mississippi River, from Prairieville to LaPlace.  It spans a total of 50.1 miles (80.6 km).  Throughout its run, LA 44 is known as North/South Burnside Avenue, River Road, West/East Jefferson Highway, West 5th Street, and Main Street.",
  "/wiki/Garyville,_Louisiana": "Garyville is a census-designated place (CDP) in St. John the Baptist Parish, Louisiana, United States. The population was 2,775 at the 2000 census. It is part of the New Orleans–Metairie–Kenner Metropolitan Statistical Area. Garyville has the distinction of being the location of the most recently built oil refinery in the United States; it was established in 1976 by Marathon Petroleum Company.",
  "/wiki/Evergreen_Plantation_(Wallace,_Louisiana)": "Evergreen Plantation is a plantation located on the west side of the Mississippi River in St. John the Baptist Parish, near Wallace, Louisiana, and along Louisiana Highway 18.  The main house was constructed mostly in 1790, and renovated to its current Greek Revival style in 1832. The plantation's historical commodity crop was sugarcane, cultivated by enslaved African Americans until emancipation.",
  "/wiki/Wallace,_Louisiana": "Wallace is a census-designated place (CDP) in St. John the Baptist Parish, Louisiana, United States. The population was 570 at the 2000 census. It is part of the New Orleans–Metairie–Kenner Metropolitan Statistical Area. The rural community is on the west bank of the Mississippi River and easily accessible to Interstate 10 via the Gramercy Bridge.",
  "/wiki/Reserve,_Louisiana": "Reserve is an unincorporated community in St. John the Baptist Parish, Louisiana, United States, on the east bank of the Mississippi River. The population was 9,111 at the 2000 census. For statistical purposes, the United States Census Bureau has defined Reserve as a census-designated place (CDP). The census definition of the area may not precisely correspond to local understanding of the area with the same name.",
  "/wiki/Our_Lady_of_Grace_Church_(Reserve,_Louisiana)": "Our Lady of Grace Church is a historic church near the junction of Airline Highway and 3rd Street in Reserve, Louisiana.  It was built in 1937 and added to the National Register of Historic Places in 2005.",
  "/wiki/San_Francisco_Plantation_House": "San Francisco Plantation House is a historic plantation house at 2646 Louisiana Highway 44 in Garyville, St. John the Baptist Parish, Louisiana.  Built in 1849–50, it is one of the most architecturally distinctive plantation houses in the American South.  It was declared a National Historic Landmark in 1974.  It is now a museum and event facility.",
  "/wiki/Whitney_Plantation_Historic_District": "The Whitney Plantation Historic District is a museum devoted to slavery in the Southern United States. The district, including the main house and outbuildings, is preserved near Wallace, in St. John the Baptist Parish, Louisiana, on the River Road along the Mississippi River. The plantation was started in 1752 by German immigrants Ambroise Haydel and his wife, and their descendants owned it until 1867.",
  "/wiki/Louisiana_Highway_628": "The following is a list of state highways in the U.S. state of Louisiana designated in the 600–649 range.",
  "/wiki/National_Register_of_Historic_Places_listings_in_St._John_the_Baptist_Parish,_Louisiana": "This is a list of the National Register of Historic Places listings in St. John the Baptist Parish, Louisiana."
}