{
  "/wiki/Belize_national_football_team": "The Belize national football team represents Belize in international football and is controlled by the Football Federation of Belize, a member of the Central American Football Union of CONCACAF.",
  "/wiki/Canada_men%27s_national_soccer_team": "The Canada men's national soccer team (CanMNT; (French: Équipe du Canada de soccer masculin) represents Canada in men's international soccer competitions at the senior men's level officially since 1924. They are overseen by the Canadian Soccer Association and compete in the Confederation of North, Central American and Caribbean Association Football (CONCACAF).",
  "/wiki/Costa_Rica_national_football_team": "The Costa Rica national football team (Spanish: Selección de fútbol de Costa Rica) represents Costa Rica in international football. The national team is administered by the Costa Rican Football Federation (FEDEFUTBOL), the governing body for football in Costa Rica. It has been a member of the Fédération Internationale de Football Association (FIFA) since 1927, the Confederation of North, Central American and Caribbean Association Football (CONCACAF) since 1961, and a member of the Central American Football Union (UNCAF) since 1990.",
  "/wiki/Cuba_national_football_team": "The Cuba national football team (Spanish: Selección nacional de fútbol de Cuba) represents Cuba in men's international association football and it's controlled by the Asociación de Fútbol de Cuba, The team's nickname is Leones del Caribe (Lions of Caribbean), The team represents all three FIFA, Caribbean Football Union and Confederation of North, Central American and Caribbean Association  Football (CONCACAF).",
  "/wiki/Haiti_national_football_team": "The Haiti national football team (French: Équipe d'Haïti de football, Haitian Creole: Ekip foutbòl Ayiti) represents Haiti in international football. Haiti is administered by the Fédération Haïtienne de Football (FHF), the governing body for football in Haiti. They have been a member of FIFA since 1934, a member of CONCACAF since 1961 and a member of the Caribbean Football Union (CFU) since 1978. Haiti's home ground is Stade Sylvio Cator in Port-au-Prince and their head coach was Patrice Neveu, until December 2016.",
  "/wiki/Honduras_national_football_team": "The Honduras national football team (Spanish: Selección nacional de fútbol de Honduras) represents Honduras in men's international football nicknamed Los Catrachos, La Bicolor or La H, it's governed by the Federación Nacional Autónoma de Fútbol de Honduras (FENAFUTH). To date, the team has qualified three times for the FIFA World Cup, in 1982, 2010 and 2014.",
  "/wiki/Mexico_national_football_team": "The Mexico national football team (Spanish: Selección de fútbol de México) represents Mexico in international football and is governed by the Mexican Football Federation (Spanish: Federación Mexicana de Fútbol). It competes as a member of CONCACAF, which encompasses the countries of North and Central America, and the Caribbean. The team plays its home games at the Estadio Azteca.",
  "/wiki/Martinique_national_football_team": "The Martinique national football team (French: Équipe de la Martinique de football) represents the French overseas department and region of Martinique in international football. The team is controlled by the Ligue de Football de la Martinique (English: Martinique Football League), a local branch of French Football Federation (French: Fédération Française de Football). On 7 August 2010, the national team adopted the nickname Les Matinino, which pays tribute to the history of the island.",
  "/wiki/Panama_national_football_team": "The Panama national football team (Spanish: Selección de fútbol de Panamá) represents Panama in men's international association football and it's governed by Panamanian Football Federation, The team represents all three FIFA, CONCACAF and the regional UNCAF.",
  "/wiki/El_Salvador_national_football_team": "The El Salvador national football team (Spanish: Selección de Fútbol de El Salvador) represents El Salvador in international football, and is governed by the Salvadoran Football Federation (FESFUT).",
  "/wiki/Trinidad_and_Tobago_national_football_team": "The Trinidad and Tobago national football team, nicknamed the Soca Warriors, represents the twin-island Republic of Trinidad and Tobago in international football. It is controlled by the Trinidad and Tobago Football Association and competes in both CONCACAF (the Confederation of North, Central American and Caribbean Association Football) and the Caribbean Football Union, its sub-continental confederation. The team is ranked 93rd in the world according to the FIFA Rankings, and 89 in the World Football Elo Ratings. They reached the first round of the 2006 World Cup and held the record of being the smallest nation (both in size and population) to ever qualify for a World Cup, until the 2018 World Cup, when Iceland broke the (population) record.",
  "/wiki/United_States_men%27s_national_soccer_team": "The United States men's national soccer team (USMNT) represents the USA in men's international soccer competitions. The team is controlled by the United States Soccer Federation and is a member of FIFA and Confederation of North, Central American and Caribbean Association Football (CONCACAF).",
  "/wiki/2013_CONCACAF_Gold_Cup_disciplinary_record": "In the 2013 CONCACAF Gold Cup the main disciplinary action taken against players comes in the form of red and yellow cards."
}