{
  "/wiki/Racing_Club_de_Avellaneda": "Racing Club, also known simply as Racing, is an Argentine professional sports club based in Avellaneda, a city of Greater Buenos Aires. Founded in 1903, Racing has been historically considered one of the \"big five\" clubs of Argentine football. Racing currently plays in the Primera División, the top division of the Argentine league system.",
  "/wiki/1912_in_Argentine_football": "1912 in Argentine football saw the division of Argentine football into two rival associations, when Federación Argentina de Football (FAF) was established to organise its own championships. Thus, Quilmes won the official AFA tournament, while Porteño won the FAF title.",
  "/wiki/1913_in_Argentine_football": "1913 in Argentine football saw Racing Club de Avellaneda win its first league championship. The team also won the Copa Ibarguren, the Copa de Honor Municipalidad de Buenos Aires and the Copa de Honor Cousenier.",
  "/wiki/1915_in_Argentine_football": "1915 in Argentine football saw the reunification of the Asociación Argentina de Football and the Federación Argentina de Football. Racing won its third consecutive league championship.",
  "/wiki/1917_in_Argentine_football": "1917 in Argentine football saw the two teams from Avellaneda dominate Argentine football. Racing Club won its fifth consecutive league title and two domestic cups, while Independiente won the Copa de Competencia Jockey Club.",
  "/wiki/Alumni_Athletic_Club": "Alumni Athletic Club, or simply Alumni, was an Argentine football team active during the first years of the sport in that country. Although officially founded in 1898, the team had been formed in 1893 when a group of students from the Buenos Aires English High School joined Alexander Watson Hutton (considered the \"father\" of Argentine football) to form a team in order to participate in the championship organized by the Argentine Association Football League (then Argentine Football Association, which had been created that year).",
  "/wiki/1905_in_Argentine_football": "The year 1905 in Argentine football saw Alumni crowning Argentine champion, winning its 5th league title in six seasons. A new team, Reformer Athletic Club from the city of Campana, registered to play the tournament.",
  "/wiki/1906_in_Argentine_football": "1906 in Argentine football saw Alumni regaining the Argentine championship for the 6th time in seven seasons. The team also won the local Copa de Honor Municipalidad de Buenos Aires and internationals Tie Cup and Copa de Honor Cousenier, obtaining four titles within the same year.",
  "/wiki/Belgrano_Athletic": "Belgrano Athletic Club is an Argentine amateur sports club from Belgrano, Buenos Aires. One of Argentina's oldest institutions still in existence, Belgrano was one of the four clubs that founded the Argentine Rugby Union in 1899. The senior team currently competes at Top 12, the first division of the Unión de Rugby de Buenos Aires league system.",
  "/wiki/1907_in_Argentine_football": "1907 in Argentine football saw Alumni regain the Argentine championship winning its 7th Primera División (First Division) title in eight seasons.",
  "/wiki/Quilmes_Atlético_Club": "Quilmes Atlético Club (Spanish pronunciation: [ˈkilmes aˈtletiko ˈkluβ]) is an Argentine sports club based in the Quilmes district of Greater Buenos Aires. Quilmes is the oldest club of Argentina still competing in official tournaments, having been founded in 1887. Its football squad currently plays in the Primera B Nacional, the second division of the Argentinian football.",
  "/wiki/1908_in_Argentine_football": "1908 in Argentine football saw Belgrano AC win its 3rd. title, ending a run of three consecutive championships for Alumni.",
  "/wiki/Club_Atlético_San_Isidro": "The Club Atlético de San Isidro (mostly known for its acronym CASI) is an Argentine sports club based in the city of San Isidro in Greater Buenos Aires. Originally established as a football club, San Isidro has gained recognition for its rugby union team, holding a record of 33 Torneo de la URBA championships. The senior squad currently competes at Top 12, the top division of the Unión de Rugby de Buenos Aires league system.",
  "/wiki/1909_in_Argentine_football": "1909 in Argentine football saw Alumni win the championship, their 8th title in 10 seasons. Argentina won all three international trophies contested against Uruguay.",
  "/wiki/Newell's_Old_Boys": "Club Atlético Newell's Old Boys  (Spanish pronunciation: [ˈkluβ aˈtletiko ˈɲuls olˈβois]) is an  Argentine sports club based in Rosario, Santa Fe. The club was founded on 3 November 1903, and is named after Isaac Newell, from the English county of Kent, one of the pioneers of Argentine football.",
  "/wiki/1911_in_Argentine_football": "1911 in Argentine football saw Alumni regain the championship for the third time in succession, by beating Porteño in a championship playoff. It was the team's 10th title in 12 seasons and was also its last tournament disputed so the football team was disbanded at the end of the season due to financial problems.",
  "/wiki/Rosario_Central": "Club Atlético Rosario Central (Spanish pronunciation: [roˈsaɾjo senˈtɾal]) is a sports club based in Rosario, Argentina, that plays in the Argentine Primera División. The club was officially founded December 24, 1889 by a group of railway workers, taking its name from the English-owned Central Argentine Railway company. One of the oldest Argentine teams, it is considered a pioneer in its hometown and the only one of current Rosarian teams to have won an international title organised by CONMEBOL, the Copa Conmebol, won by the club in 1995.",
  "/wiki/1916_in_Argentine_football": "1916 in Argentine football saw Racing Club win their 4th consecutive league championship. Rosario Central won the Copa de Honor and the Copa de Competencia but they were beaten in both of the international finals.",
  "/wiki/Club_Atlético_Independiente": "Club Atlético Independiente (Spanish pronunciation: [ˈkluβ aˈtletiko indepenˈdjente]) is an Argentine professional sports club, which has its headquarters and stadium in the city of Avellaneda in Greater Buenos Aires. The club is best known for its football team, which plays in the Primera División and is considered one of Argentina's Big Five football clubs. Independiente holds a longstanding rivalry with neighbor club Racing in the Avellaneda derby, referred to as El Clásico de Avellaneda.",
  "/wiki/1918_in_Argentine_football": "1918 in Argentine football saw Racing Club de Avellaneda win its 6th. consecutive league title, remaining unbeaten at the end of the season.",
  "/wiki/Club_Atlético_Banfield": "Club Atlético Banfield is an Argentine sports club located in the city of Banfield, Buenos Aires. Founded on 21 January 1896 by town residents of British origin (mostly from England and some from Scotland and Ireland), Banfield is mostly known for its football team, which currently plays in Primera División, the first division of the Argentine football league system.",
  "/wiki/1920_in_Argentine_football": "1920 in Argentine football saw Boca Juniors retain the \"Asociación Argentina de Football\" (AFA) league title. In the dissident \"Asociación Amateurs de Football\" (AAm) River Plate ended the run of seven consecutive league titles for Racing Club de Avellaneda.",
  "/wiki/Copa_de_Honor_Municipalidad_de_Buenos_Aires": "The Copa de Honor Municipalidad de Buenos Aires was an Argentine official football cup competition. It was contested fourteen times between 1905 and 1920."
}