{
  "/wiki/Bankview,_Alberta": "Bankview is a community within the Town of Drumheller, Alberta, Canada. It was previously a hamlet within the former Municipal District of Badlands No. 7 (then Improvement District No. 7) prior to being annexed by Drumheller in 1964. The community is located within the Red Deer River valley to the south of Drumheller's main townsite across Highway 9 (South Railway Avenue).",
  "/wiki/Municipal_District_of_Badlands_No._7": "The Municipal District of Badlands No. 7 was a municipal district in southern Alberta, Canada. It existed for seven years between 1991 and 1998 prior to its amalgamation with the former City of Drumheller to create the current Town of Drumheller.",
  "/wiki/Drumheller": "Drumheller /drʌmˈhɛlər/ is a town within the Red Deer River valley in the badlands of east-central Alberta, Canada. It is located 110 kilometres (68 mi) northeast of Calgary, and 97 kilometres (60 mi) south of Stettler. The Drumheller portion of the Red Deer River valley, often referred to as Dinosaur Valley, has an approximate width of 2 kilometres (1.2 mi) and an approximate length of 28 kilometres (17 mi).",
  "/wiki/Cambria,_Alberta": "Cambria is a community within the Town of Drumheller, Alberta, Canada. It was previously a hamlet within the former Municipal District (MD) of Badlands No. 7 prior to the MD's amalgamation with the former City of Drumheller on January 1, 1998.",
  "/wiki/College_Heights,_Alberta": "College Heights is a former hamlet located within the City of Lacombe that is home to the Burman University.  It is located 1 kilometre (0.62 mi) south of Highway 2 and 26 kilometres (16 mi) north of Red Deer.",
  "/wiki/Lacombe_County": "Lacombe County is a municipal district in central Alberta, Canada, located in Census Division No. 8 north of the City of Red Deer. Its municipal office is 4 km (2.5 mi) west of Highway 2 and the City of Lacombe, and 6 km (3.7 mi) east of the Summer Village of Gull Lake, at the intersection of Highway 12 and Spruceville Road (Range Road 274).",
  "/wiki/Lacombe,_Alberta": "Lacombe (/ləˈkoʊm/) is a city in central Alberta, Canada. It is located approximately 25 kilometres (16 mi) north of Red Deer, the nearest major city, and 125 kilometres (78 mi) south of Edmonton, the nearest metropolitan area. The city is set in the rolling parkland of central Alberta, between the Rocky Mountains foothills to the west and the flatter Alberta prairie to the east.",
  "/wiki/East_Coulee,_Alberta": "East Coulee is a community within the Town of Drumheller, Alberta, Canada. It was previously a hamlet within the former Municipal District (MD) of Badlands No. 7 prior to the MD's amalgamation with the former City of Drumheller on January 1, 1998. It is also recognized as a designated place by Statistics Canada.",
  "/wiki/Glenwood,_Alberta_(former_hamlet)": "Edson is a town in west-central Alberta, Canada. It is located in Yellowhead County, 192 kilometres (119 mi) west of Edmonton along the Yellowhead Highway and 10 kilometres (6.2 mi) east of the intersection with Highway 47.",
  "/wiki/Yellowhead_County": "Yellowhead County is a municipal district in west central Alberta, Canada.",
  "/wiki/Edson,_Alberta": "Edson is a town in west-central Alberta, Canada. It is located in Yellowhead County, 192 kilometres (119 mi) west of Edmonton along the Yellowhead Highway and 10 kilometres (6.2 mi) east of the intersection with Highway 47.",
  "/wiki/Grande_Prairie_Trail,_Alberta": "Edson is a town in west-central Alberta, Canada. It is located in Yellowhead County, 192 kilometres (119 mi) west of Edmonton along the Yellowhead Highway and 10 kilometres (6.2 mi) east of the intersection with Highway 47.",
  "/wiki/Grantville,_Alberta": "Three Hills is a town located in the southern part of the province of Alberta, Canada. It takes its name from the three highly visible hills that are situated to its north.",
  "/wiki/Kneehill_County": "Kneehill County is a municipal district situated in Division No. 5, Alberta, central Alberta.",
  "/wiki/Three_Hills,_Alberta": "Three Hills is a town located in the southern part of the province of Alberta, Canada. It takes its name from the three highly visible hills that are situated to its north.",
  "/wiki/Hardieville,_Alberta": "Hardieville is a residential neighbourhood in the northwest quadrant of Lethbridge, Alberta, Canada. It is located north of Scenic Drive North and west of 13 Street North. It borders Legacy Ridge and Uplands to the southeast.",
  "/wiki/Lethbridge_County": "Lethbridge County is a municipal district in southern Alberta. It is in Census Division No. 2 and part of the Lethbridge census agglomeration. It was known as the County of Lethbridge prior to December 4, 2013. Its name was changed in time for 2014 to coincide with its 50th anniversary.",
  "/wiki/Lethbridge": "Lethbridge (/ˈlɛθbrɪdʒ/) is a city in the province of Alberta, Canada. It is Alberta's third-largest city by both population and land area after Calgary and Edmonton, and the largest city in southern Alberta. The nearby  Canadian Rocky Mountains contribute to the city's warm summers, mild winters, and windy climate. Lethbridge lies southeast of Calgary on the Oldman River.",
  "/wiki/Hillcrest,_Alberta": "Hillcrest, also known as Hillcrest Mines, is an urban community in the Rocky Mountains within the Municipality of Crowsnest Pass in southwest Alberta, Canada.  It was once a hamlet under the jurisdiction of Improvement District (I.D.) No. 5 prior to 1979 when the former I.D. No. 5 amalgamated with four other municipalities to form Crowsnest Pass.",
  "/wiki/Crowsnest_Pass,_Alberta": "The Municipality of Crowsnest Pass is a specialized municipality located in the Crowsnest Pass of the Rocky Mountains in southwest Alberta, Canada. The municipality formed as a result of the amalgamation of five municipalities (the Village of Bellevue; the Town of Blairmore; Town of Coleman; the Village of Frank and Improvement District No. 5, which included the Hamlet of Hillcrest) on January 1, 1979. Today, Blairmore and Coleman remain the two largest communities while Frank is the smallest. Crowsnest, Passburg, and Sentinel (Sentry Siding) are other former communities (abandoned, or much reduced) within the municipality's boundaries.",
  "/wiki/Lehigh,_Alberta": "Lehigh is a community within the Town of Drumheller, Alberta, Canada. It was previously a hamlet within the former Municipal District (MD) of Badlands No. 7 prior to the MD's amalgamation with the former City of Drumheller on January 1, 1998.",
  "/wiki/Midlandvale,_Alberta": "Midlandvale is a community within the Town of Drumheller, Alberta, Canada. It was previously a hamlet within the former Municipal District of Badlands No. 7 (then Improvement District No. 7) prior to being annexed by Drumheller in 1972. Now referred to as Midland by the Town of Drumheller, the community is located within the Red Deer River valley on North Dinosaur Trail (Highway 838), approximately 3 km (1.9 mi) west of Drumheller's main townsite.",
  "/wiki/Midnapore,_Alberta": "Midnapore is a community within the City of Calgary in the province of Alberta, Canada. It is bounded to the north and east by Fish Creek Provincial Park, to the south by Sun Valley Boulevard and to the west by Macleod Trail.",
  "/wiki/Municipal_District_of_Foothills_No._31": "Foothills County is a municipal district in southern Alberta, Canada adjacent to the south side of Calgary in Census Division No. 6. Despite sharing a common border with the City of Calgary, it does not form part of the Calgary census metropolitan area (CMA) as defined by Statistics Canada. It is however a member municipality of the Calgary Metropolitan Region Board.",
  "/wiki/Calgary": "Calgary (/ˈkælɡri/ (listen)) is a city in the western Canadian province of Alberta. It is situated at the confluence of the Bow River and the Elbow River in the south of the province, in an area of foothills and prairie, about 80 km (50 mi) east of the front ranges of the Canadian Rockies, roughly 299 km (186 mi) south of the provincial capital of Edmonton and approximately 240 km (150 mi) north of the Canada–United States border. The city anchors the south end of the Statistics Canada-defined urban area, the Calgary–Edmonton Corridor.",
  "/wiki/Nacmine,_Alberta": "Nacmine is a community within the Town of Drumheller, Alberta, Canada. It was previously a hamlet within the former Municipal District (MD) of Badlands No. 7 prior to the MD's amalgamation with the former City of Drumheller on January 1, 1998.",
  "/wiki/Newcastle,_Alberta": "Newcastle is a community within the Town of Drumheller, Alberta, Canada. It held village status for eight years between 1923 and 1931, and was recognized as a hamlet prior to annexation by Drumheller in 1967. The community is located within the Red Deer River valley on South Dinosaur Trail (Highway 838), approximately 2 km (1.2 mi) west of Drumheller's main townsite. The former hamlet of Midlandvale is located across the river to the north.",
  "/wiki/North_Drumheller,_Alberta": "North Drumheller is a community within the Town of Drumheller, Alberta, Canada. It was previously a hamlet within the former Municipal District of Badlands No. 7 (then Improvement District No. 7) prior to being annexed by Drumheller in 1967. The community is located within the Red Deer River valley at the intersection of Highway 9 and North Dinosaur Trail (Highway 838) on the north side of the river across from Drumheller's main townsite.",
  "/wiki/Rosedale,_Alberta": "Rosedale is a community within the Town of Drumheller, Alberta, Canada. It was previously a hamlet within the former Municipal District (MD) of Badlands No. 7 prior to the MD's amalgamation with the former City of Drumheller on January 1, 1998. It is also recognized as a designated place by Statistics Canada.",
  "/wiki/Ruarkville,_Alberta": "Three Hills is a town located in the southern part of the province of Alberta, Canada. It takes its name from the three highly visible hills that are situated to its north.",
  "/wiki/Shepard,_Alberta": "Shepard is a former hamlet within the eastern periphery of Calgary, Alberta, Canada, approximately 24 kilometres (15 mi) east of downtown, that was annexed from Rocky View County in July 2007. Shepard is bound by 84 Street SE to the west, a rail line to the north, and 114 Avenue SE (also known as Beulah Vista Road) to the south. The Stoney Trail ring road passes to the west of the former hamlet. Shepard is immediately north of Ralph Klein Park, a large green space that was developed in the late 2000s.",
  "/wiki/Rocky_View_County": "Rocky View County is a municipal district in southern Alberta, Canada that is named for its views of the nearby Rocky Mountains to the west. It surrounds most of Calgary, forming the city's northern boundary and most of the city's western and eastern boundaries.  At a population of 39,407 in 2016, Rocky View County is the most populous municipal district in Alberta. Though predominantly rural in nature, Rocky View County is home to 14 hamlets, including Langdon, one of Alberta's most populous hamlets. Its rural areas are home to numerous country residential subdivisions.",
  "/wiki/Wayne,_Alberta": "Wayne is a community within the Town of Drumheller, Alberta, Canada. It was previously a hamlet within the former Municipal District (MD) of Badlands No. 7 prior to the MD's amalgamation with the former City of Drumheller on January 1, 1998.",
  "/wiki/Western_Monarch,_Alberta": "Drumheller /drʌmˈhɛlər/ is a town within the Red Deer River valley in the badlands of east-central Alberta, Canada. It is located 110 kilometres (68 mi) northeast of Calgary, and 97 kilometres (60 mi) south of Stettler. The Drumheller portion of the Red Deer River valley, often referred to as Dinosaur Valley, has an approximate width of 2 kilometres (1.2 mi) and an approximate length of 28 kilometres (17 mi).",
  "/wiki/Wheatland_County,_Alberta": "Wheatland County is a municipal district in south-central Alberta, Canada, east of Calgary. Located in Census Division No. 5, its municipal office is located east of the Town of Strathmore on Highway 1.",
  "/wiki/List_of_cities_in_Alberta": "A city is the highest form of all incorporated urban municipality statuses used in the Canadian Province of Alberta. Alberta cities are created when communities with populations of at least 10,000 people, where a majority of their buildings are on parcels of land smaller than 1,850 m², apply to Alberta Municipal Affairs for city status under the authority of the Municipal Government Act. Applications for city status are approved via orders in council made by the Lieutenant Governor in Council under recommendation from the Minister of Municipal Affairs."
}