{
  "/wiki/Joint_Base_Anacostia-Bolling": "Joint Base Anacostia–Bolling is a 905-acre (366 ha) military installation, located in Southwest, Washington, D.C., established on 1 October 2010 in accordance with congressional legislation implementing the recommendations of the 2005 Base Realignment and Closure Commission. The legislation ordered the consolidation of Naval Support Facility Anacostia (NSF) and Bolling Air Force Base (BAFB), which were adjoining, but separate military installations, into a single joint base, one of twelve formed in the country as a result of the law. The only aeronautical facility at the base is a 100-by-100-foot (30 by 30 m) helipad (ICAO: KBOF).",
  "/wiki/Bolling_Air_Force_Base": "Bolling Air Force Base is a United States Air Force base in Washington, D.C.  In 2010 it was merged with Naval Support Facility Anacostia to form Joint Base Anacostia–Bolling.",
  "/wiki/Washington,_D.C.": "Washington, D.C., (/ˈwɑːʃɪŋtən ˌdiːˈsiː/) formally the District of Columbia and commonly referred to as D.C., Washington, or The District, is the capital of the United States. Founded after the American Revolution as the seat of government of the newly independent country, Washington was named after George Washington, the first president of the United States and a Founding Father. As the seat of the United States federal government and several international organizations, Washington is an important world political capital. The city, located on the Potomac River bordering Maryland and Virginia, is one of the most visited cities in the world, with more than 20 million tourists annually.",
  "/wiki/Naval_Support_Facility_Anacostia": "Naval Support Facility (NSF) Anacostia was a United States Naval Base in Washington, D.C., close to where the Anacostia River joins the Potomac River. On 1 October 2010 the base was conjoined with the adjacent Bolling Air Force Base to form the Joint Base Anacostia–Bolling in accordance with congressional legislation implementing the recommendations of the 2005 Base Realignment and Closure Commission. NSF Anacostia fell under the command of Naval Support Activity Washington.",
  "/wiki/Air_Force_District_of_Washington": "The Air Force District of Washington (AFDW) is a Direct Reporting Unit of the United States Air Force. AFDW oversees Air Force operations in the Washington, D.C. region (also known as the \"National Capital Region\" or \"NCR\").",
  "/wiki/11th_Wing": "The 11th Wing (11 WG) is a United States Air Force unit assigned to the Air Force District of Washington. It is stationed at Joint Base Andrews, Maryland where it is the host unit. The 11th Wing is one of the largest wings in the Air Force. It is known as \"The Chief’s Own\", an honorific originally intended to reflect that the Chief of Staff of the United States Air Force personally created the organization.",
  "/wiki/Joint_Base_Andrews": "Joint Base Andrews-Naval Air Facility Washington (often shortened to Joint Base Andrews and abbreviated to JBA) is a United States military facility located in Prince George's County, Maryland. The facility is under the jurisdiction of the United States Air Force 11th Wing, Air Force District of Washington (AFDW). The base was established in 2009, when Andrews Air Force Base and Naval Air Facility Washington were merged.",
  "/wiki/Andrews_Air_Force_Base": "Andrews Air Force Base (Andrews AFB, AAFB) is the airfield portion of Joint Base Andrews which is under the jurisdiction of the United States Air Force. In 2009, Andrews Air Force Base merged with Naval Air Facility Washington to form Joint Base Andrews.  Andrews is the home base of two Boeing VC-25A aircraft with the call sign Air Force One when the president is on board, that serve the President of the United States.",
  "/wiki/Camp_Springs,_Maryland": "Camp Springs is an unincorporated area and census-designated place (CDP) in Prince George's County, Maryland, United States. The population was 19,096 at the 2010 census. Camp Springs is not an official post office designation; the area is divided among the surrounding mailing addresses of Temple Hills, Fort Washington, Clinton, and Suitland. Camp Springs includes the unincorporated area of Andrews Manor.",
  "/wiki/89th_Airlift_Wing": "The 89th Airlift Wing of the United States Air Force is based at Joint Base Andrews and has an operational force of over 1,000 personnel. The 89th provides global Special Air Mission (SAM) airlift, logistics, aerial port and communications for the President, Vice President, Combat Commanders, senior leaders and the global mobility system as tasked by the White House, Chief of Staff of the Air Force, and Air Mobility Command.",
  "/wiki/459th_Air_Refueling_Wing": "The 459th Air Refueling Wing  is a wing of the Air Force Reserve Command of the United States Air Force. It is assigned to the Fourth Air Force and stationed at Joint Base Andrews, Maryland. If mobilized, the wing would be gained by the Air Mobility Command. The wing flies and maintains Boeing KC-135 Stratotankers, providing air refueling.",
  "/wiki/Naval_Air_Facility_Washington": "Naval Air Facility Washington or NAF Washington is a United States Naval Reserve installation located near Camp Springs, Maryland in the United States of America. The facility was established at Andrews Air Force Base in 1958. As part of the 2005 Base Realignment and Closure (BRAC) programme, it merged with Andrews Air Force Base in 2009, to create Joint Base Andrews-Naval Air Facility Washington.",
  "/wiki/Air_Mobility_Command": "Air Mobility Command (AMC) is a Major Command (MAJCOM) of the U.S. Air Force. It is headquartered at Scott Air Force Base, Illinois, east of St. Louis, Missouri.",
  "/wiki/Special_Air_Mission": "The United States Air Force Special Air Mission provides air transportation for the President of the United States (POTUS), Vice President of the United States (VPOTUS), First Lady of the United States (FLOTUS), Presidential Cabinet, U.S. Congressional delegations (CODELs), and other high-ranking American and foreign dignitaries.",
  "/wiki/Air_Force_One": "Air Force One is the official air traffic control call sign for a United States Air Force aircraft carrying the president of the United States. In common parlance, the term is used to denote U.S. Air Force aircraft modified and used to transport the president. The aircraft are prominent symbols of the American presidency and its power.",
  "/wiki/KC-135_Stratotanker": "The Boeing KC-135 Stratotanker is a military aerial refueling aircraft. Both the KC-135 and the Boeing 707 airliner were developed from the Boeing 367-80 prototype. It is the predominant variant of the C-135 Stratolifter family of transport aircraft.  The KC-135 was the US Air Force's first jet-powered refueling tanker and replaced the KC-97 Stratofreighter.  The KC-135 was initially tasked with refueling strategic bombers, but was used extensively in the Vietnam War and later conflicts such as Operation Desert Storm to extend the range and endurance of US tactical fighters and bombers.",
  "/wiki/Joint_Base_Charleston": "Joint Base Charleston  (IATA: CHS, ICAO: KCHS, FAA LID: CHS) is a United States military facility  located partly in the City of North Charleston, South Carolina and partly in the City of Goose Creek, South Carolina. The facility is under the jurisdiction of the United States Air Force 628th Air Base Wing, Air Mobility Command (AMC).",
  "/wiki/Charleston_Air_Force_Base": "A joint civil-military airport, Charleston Air Force Base today shares its runways with Charleston International Airport for commercial airline aircraft operations on the south side of the airfield and general aviation aircraft operations on the east side.  The 437th Airlift Wing (437 AW) of the Air Mobility Command (AMC) and the 315th Airlift Wing (315 AW) of the Air Force Reserve Command (AFRC) operate the C-17A Globemaster III from the base.  The installation has also in the past maintained an alert site for rotational Air Combat Command (ACC) and ACC-gained Air National Guard fighter-interceptor aircraft.",
  "/wiki/Charleston,_South_Carolina": "Charleston is the oldest and largest city in the U.S. state of South Carolina. The city is the county seat of Charleston County, and the principal city in the Charleston–North Charleston–Summerville Metropolitan Statistical Area. The city lies just south of the geographical midpoint of South Carolina's coastline and is located on Charleston Harbor, an inlet of the Atlantic Ocean formed by the confluence of the Ashley, Cooper, and Wando rivers. Charleston had an estimated population of 136,208 in 2018. The estimated population of the Charleston metropolitan area, comprising Berkeley, Charleston, and Dorchester counties, was 787,643 residents as of 2018, the third-largest in the state and the 78th-largest metropolitan statistical area in the United States.",
  "/wiki/628th_Air_Base_Wing": "The United States Air Force's 628th Air Base Wing is an administrative unit located at Joint Base Charleston, in North Charleston, South Carolina. The 628 ABW was activated on 8 January 2010 to merge Charleston Air Force Base with Naval Weapons Station Charleston as a result of the Base Realignment and Closure Program.",
  "/wiki/437th_Airlift_Wing": "The 437th Airlift Wing (437 AW) is an active unit of the United States Air Force, assigned to 18th Air Force, Air Mobility Command.  It is the mission wing at Charleston Air Force Base, Joint Base Charleston, in the City of North Charleston, South Carolina.",
  "/wiki/315th_Airlift_Wing": "The 315th Airlift Wing (315 AW) is a wing of the United States Air Force Reserve.  It is stationed at Joint Base Charleston, in the city of North Charleston, South Carolina, and operates the C-17 Globemaster III aircraft.  If mobilized, the unit would fall under control of Air Mobility Command.",
  "/wiki/C-17_Globemaster_III": "The McDonnell Douglas/Boeing C-17 Globemaster III is a large military transport aircraft. It was developed for the United States Air Force (USAF) from the 1980s to the early 1990s by McDonnell Douglas. The C-17 carries forward the name of two previous piston-engined military cargo aircraft, the Douglas C-74 Globemaster and the Douglas C-124 Globemaster II. The C-17 commonly performs tactical and strategic airlift missions, transporting troops and cargo throughout the world; additional roles include medical evacuation and airdrop duties. It was designed to replace the Lockheed C-141 Starlifter, and also fulfill some of the duties of the Lockheed C-5 Galaxy, freeing the C-5 fleet for outsize cargo.",
  "/wiki/Joint_Base_Elmendorf-Richardson": "Joint Base Elmendorf–Richardson (IATA: EDF, ICAO: PAED, FAA LID: EDF) is a United States military facility in Anchorage, the largest city in Alaska.  It is an amalgamation of the United States Air Force's Elmendorf Air Force Base and the United States Army's Fort Richardson, which were merged in 2010.",
  "/wiki/Elmendorf_Air_Force_Base": "Elmendorf Air Force Base (IATA: EDF, ICAO: PAED, FAA LID: EDF) is a United States Air Force facility in Anchorage, Alaska. Originally known as Elmendorf Field, it became Elmendorf Air Force Base after World War II.",
  "/wiki/Anchorage,_Alaska": "Anchorage (officially called the Municipality of Anchorage; Dena'ina: Dgheyay Kaq') is a unified home rule municipality in the U.S. state of Alaska, on the West Coast of the United States. With an estimated 291,538 residents in 2018, it is Alaska's most populous city and contains more than 40% of the state's population; among the 50 states, only New York has a higher percentage of residents who live in its most populous city. The Anchorage metropolitan area, which includes Anchorage and the neighboring Matanuska-Susitna Borough, had a population of 399,148 in 2018, accounting for more than half the state's population. At  1,706 square miles (4,420 km2) of land area, the city is the fourth-largest by area in the United States and larger than the smallest state, Rhode Island, which has 1,212 square miles (3,140 km2).",
  "/wiki/673d_Air_Base_Wing": "The 673d Air Base Wing is the support unit for Joint Base Elmendorf-Richardson, a combination of the United States Air Force's Elmendorf Air Force Base and the United States Army's Fort Richardson.  The 2005 Base Realignment and Closure Commission called for the combination of the two installations.  The wing replaced the 673d Air Base Wing (Provisional), which had been formed in January 2009, primarily from elements of the 3d Mission Support Group.",
  "/wiki/3d_Wing": "The 3rd Wing is a unit of the United States Air Force, assigned to the Pacific Air Forces (PACAF) Eleventh Air Force.  It is stationed at Joint Base Elmendorf-Richardson, Alaska.",
  "/wiki/176th_Wing": "The 176th Wing (176 WG) is a unit of the Alaska Air National Guard, stationed at Joint Base Elmendorf-Richardson (JBER), Anchorage, Alaska. If activated to federal service, components of the Wing are gained by several United States Air Force Major Commands.",
  "/wiki/Pacific_Air_Forces": "Pacific Air Forces (PACAF) is a Major Command (MAJCOM) of the United States Air Force and is also the air component command of the United States Indo-Pacific Command (USINDOPACOM).  PACAF is headquartered at Joint Base Pearl Harbor–Hickam (former Hickam AFB), Hawaii, and is one of two USAF MAJCOMs assigned outside the Continental United States, the other being the United States Air Forces in Europe - Air Forces Africa. Over the past sixty-five plus years, PACAF has been engaged in combat during the Korean and Vietnam Wars and Operations Desert Storm, Southern Watch, Northern Watch, Enduring Freedom and Iraqi Freedom.",
  "/wiki/Fort_Richardson_(Alaska)": "Fort Richardson is a United States Army installation in the U.S. State of Alaska, adjacent to the city of Anchorage. In 2010, it was merged with nearby Elmendorf Air Force Base to form Joint Base Elmendorf-Richardson.",
  "/wiki/F-22_Raptor": "The Lockheed Martin F-22 Raptor is a single-seat, twin-engine, all-weather stealth tactical fighter aircraft developed for the United States Air Force (USAF). The result of the USAF's Advanced Tactical Fighter (ATF) program, the aircraft was designed primarily as an air superiority fighter, but also has ground attack, electronic warfare, and signal intelligence capabilities. The prime contractor, Lockheed Martin, built most of the F-22's airframe and weapons systems and conducted final assembly, while Boeing provided the wings, aft fuselage, avionics integration, and training systems.",
  "/wiki/Eleventh_Air_Force": "The Eleventh Air Force (11 AF) is a Numbered Air Force of the United States Air Force Pacific Air Forces (PACAF). It is headquartered at Joint Base Elmendorf–Richardson, Alaska.[note 1]",
  "/wiki/Alaskan_Command": "The Alaskan Command (ALCOM) is a joint subordinate unified command of the United States Northern Command, responsible for operations in and around the state of Alaska. Alaskan Command is charged with maintaining air sovereignty, deploying forces for worldwide contingencies as directed by the Commander, US Northern Command, providing support to federal and state authorities during civil emergencies and conducting joint training for the rapid deployment of combat forces. ALCOM combined forces include more than 16,000 Air Force, Army, Navy and Coast Guard personnel, and 3,700 guardsmen and reservists. Recently, the Command Representative for Missile Defense position was created to be the focal point for all issues related to Ground-Based Midcourse Defense in Alaska, in support of Alaskan Command, the Alaska NORAD Region, and the Eleventh Air Force.",
  "/wiki/Alaska_NORAD_Region": "The Eleventh Air Force (11 AF) is a Numbered Air Force of the United States Air Force Pacific Air Forces (PACAF). It is headquartered at Joint Base Elmendorf–Richardson, Alaska.[note 1]",
  "/wiki/Joint_Base_Langley%E2%80%93Eustis": "Joint Base Langley–Eustis  (IATA: LFI, ICAO: KLFI, FAA LID: LFI) is a United States military facility located adjacent to Hampton and Newport News, Virginia. The base is an amalgamation of the United States Air Force's Langley Air Force Base and the United States Army's Fort Eustis which were merged on 1 October 2010. The base was established in accordance with congressional legislation implementing the recommendations of the 2005 Base Realignment and Closure Commission.  The legislation ordered the consolidation of the two facilities which were nearby, but separate military installations, into a single Joint Base, one of 12 formed in the United States as a result of the law.",
  "/wiki/Langley_Air_Force_Base": "Langley Air Force Base  (IATA: LFI, ICAO: KLFI, FAA LID: LFI) is a United States Air Force base located adjacent to Hampton and Newport News, Virginia. It was one of thirty-two Air Service training camps established after the entry of the United States into World War I in April 1917.",
  "/wiki/Hampton,_Virginia": "Hampton is an independent city in the Commonwealth of Virginia in the United States. As of the 2010 census, the population was 137,438.",
  "/wiki/633d_Air_Base_Wing": "The United States Air Force's 633rd Air Base Wing is the host organization for Joint Base Langley-Eustis, Virginia.  Its headquarters are at Langley Air Force Base.  The unification of support for Langley and Fort Eustis was directed by the 2005 Base Realignment and Closure Commission.",
  "/wiki/1st_Fighter_Wing": "The 1st Fighter Wing (1 FW) is a United States Air Force unit assigned to the Air Combat Command Ninth Air Force. It is stationed at Langley Air Force Base, Va. where it is a tenant unit, being supported by the 633d Air Base Wing.",
  "/wiki/480th_ISR_Wing": "The 480th Intelligence, Surveillance, and Reconnaissance Wing (480th ISR Wing) is headquartered at Langley Air Force Base, Virginia.",
  "/wiki/192d_Fighter_Wing": "The 192nd Wing (192 WG), also referred to as the 192D Wing, is a unit of the Virginia Air National Guard and the United States Air Force, stationed at Joint Base Langley-Eustis, Virginia. If activated to federal service the 192 WG is gained by Air Combat Command (ACC).",
  "/wiki/Air_Combat_Command": "Air Combat Command (ACC) is one of nine Major Commands (MAJCOMs) in the United States Air Force, reporting to Headquarters, United States Air Force (HAF) at the Pentagon. It is the primary provider of air combat forces for the Air Force, and it is the direct successor to Tactical Air Command. Air Combat Command is headquartered at Langley Air Force Base, Joint Base Langley–Eustis, Virginia, United States.",
  "/wiki/Fort_Eustis": "Fort Eustis is a United States Army installation in Newport News, Virginia. In 2010, it was combined with nearby Langley Air Force Base to form Joint Base Langley–Eustis.",
  "/wiki/Joint_Base_Lewis-McChord": "Joint Base Lewis–McChord (JBLM) is a U.S. military installation home to I Corps and 62d Airlift Wing located 9.1 miles (14.6 km) south-southwest of Tacoma, Washington under the jurisdiction of the United States Army Joint Base Headquarters, Joint Base Lewis–McChord. The facility is an amalgamation of the United States Army's Fort Lewis and the United States Air Force's McChord Air Force Base which merged on 1 February 2010 into a Joint Base as a result of Base Realignment and Closure Commission recommendations of 2005.",
  "/wiki/McChord_Field": "McChord Field (IATA: TCM, ICAO: KTCM, FAA LID: TCM) is a United States Air Force base in the northwest United States, in Pierce County, Washington.  South of Tacoma, McChord Field is the home of the 62d Airlift Wing, Air Mobility Command, the field's primary mission being worldwide strategic airlift.",
  "/wiki/Tacoma,_Washington": "Tacoma (/təˈkoʊmə/ tə-KOH-mə) is a mid-sized urban port city and the county seat of Pierce County, Washington, United States. The city is on Washington's Puget Sound, 32 miles (51 km) southwest of Seattle (of which it is the largest satellite city), 31 miles (50 km) northeast of the state capital, Olympia, and 58 miles (93 km) northwest of Mount Rainier National Park. The population was 198,397, according to the 2010 census.  Tacoma is the second-largest city in the Puget Sound area and the third-largest in the state. Tacoma also serves as the center of business activity for the South Sound region, which has a population of  around 1 million.",
  "/wiki/62d_Airlift_Wing": "The 62nd Airlift Wing, sometimes written as 62d Airlift Wing, (62 AW) is a wing of the United States Air Force stationed at Joint Base Lewis–McChord, Washington. It is assigned to the Eighteenth Air Force of Air Mobility Command and is active duty host wing on McChord. The wing is composed of more than 2,200 active duty military and civilian personnel. It is tasked with supporting worldwide combat and humanitarian airlift contingencies.  Aircraft of the 62nd fly around the world, conducting airdrop training; it also carries out the Antarctic resupply missions.",
  "/wiki/446th_Airlift_Wing": "The 446th Airlift Wing  is an Air Reserve component of the United States Air Force.  It is assigned to the Fourth Air Force, Air Force Reserve Command, stationed at McChord Field, Joint Base Lewis-McChord, Washington.  The 446th is an associate unit of the 62d Airlift Wing and if mobilized the wing is gained by Air Mobility Command.",
  "/wiki/Western_Air_Defense_Sector": "The Western Air Defense Sector (WADS) is a unit of the Washington Air National Guard  located at Joint Base Lewis-McChord, Tacoma, Washington.",
  "/wiki/Fort_Lewis": "Fort Lewis is a United States military facility located 9.1 miles (14.6 km) south-southwest of Tacoma, Washington, under the jurisdiction of the United States Army Joint Base Garrison, Joint Base Lewis–McChord. It was merged with the United States Air Force's McChord Air Force Base on February 1, 2010 into a Joint Base as a result of 2005 Base Realignment and Closure Commission recommendations.",
  "/wiki/Washington_Air_National_Guard": "The Washington Air National Guard (WA ANG) is the aerial militia of the State of Washington, United States of America. It is, along with the Washington Army National Guard, an element of the Washington National Guard.",
  "/wiki/NORAD": "North American Aerospace Defense Command (NORAD /ˈnɔːræd/), known until March 1981 as the North American Air Defense Command, is a combined organization of the United States and Canada that provides aerospace warning, air sovereignty, and protection for Northern America. Headquarters for NORAD and the NORAD/United States Northern Command (USNORTHCOM) center are located at Peterson Air Force Base in El Paso County, near Colorado Springs, Colorado.  The nearby Cheyenne Mountain Complex has the Alternate Command Center.  The NORAD commander and deputy commander (CINCNORAD) are, respectively, a United States four-star general or equivalent and a Canadian three-star general or equivalent.",
  "/wiki/1st_Air_Force": "The First Air Force (Air Forces Northern; 1 AF-AFNORTH) is a numbered air force of the United States Air Force Air Combat Command (ACC). It is headquartered at Tyndall Air Force Base, Florida. Its primary mission is the air defense of the Contiguous United States (CONUS), United States Virgin Islands and Puerto Rico.",
  "/wiki/Joint_Base_McGuire%E2%80%93Dix%E2%80%93Lakehurst": "Joint Base McGuire–Dix–Lakehurst (JB MDL) is a United States military facility located 18 miles (29 km) southeast of Trenton, New Jersey. The base is the only tri-service base in the United States Department of Defense and includes units from all five armed forces branches.",
  "/wiki/McGuire_Air_Force_Base": "McGuire AFB/McGuire, the common name of the McGuire unit of Joint Base McGuire-Dix-Lakehurst, is a United States Air Force base located in Burlington County, New Jersey, United States, approximately 16.1 miles (25.9 km) south-southeast of Trenton.  McGuire is under the jurisdiction of the Air Mobility Command.  It was consolidated with two adjoining US Army and Navy facilities to become part of Joint Base McGuire-Dix-Lakehurst (JB MDL) on 1 October 2009. The McGuire Air Force Base census-designated place (CDP) is located in portions of both New Hanover Township and North Hanover Township.",
  "/wiki/Trenton,_New_Jersey": "Trenton is the capital city of the U.S. state of New Jersey and the county seat of Mercer County. It briefly served as the capital of the United States in 1784. The city's metropolitan area, consisting of Mercer County, is grouped with the New York Combined Statistical Area by the United States Census Bureau, but it directly borders the Philadelphia metropolitan area and was from 1990 until 2000 part of the Philadelphia Combined Statistical Area. As of the 2010 United States Census, Trenton had a population of 84,913, making it the state's tenth-most-populous municipality. The Census Bureau estimated that the city's population was 83,974 in 2018.",
  "/wiki/87th_Air_Base_Wing": "The 87th Air Base Wing is the host wing at Joint Base McGuire-Dix-Lakehurst (JB MDL), New Jersey and its headquarters are on the McGuire Air Force Base portion of the Joint Base. The wing provides installation support to commands at McGuire Air Force Base, Fort Dix, and Naval Air Engineering Station Lakehurst. Joint Base McGuire-Dix-Lakehurst is the Department of Defense's (DoD) only tri-service joint base that consolidated Air Force, Army, and Navy installations.",
  "/wiki/108th_Air_Refueling_Wing": "The 108th Wing is a unit of the New Jersey Air National Guard, one of the many units stationed at Joint Base McGuire-Dix-Lakehurst, New Jersey. If activated to federal service, the Wing is gained by the United States Air Force Air Mobility Command.",
  "/wiki/305th_Air_Mobility_Wing": "The 305th Air Mobility Wing is a United States Air Force strategic airlift and air refueling wing under the operational control of the Air Mobility Command.  It generates, mobilizes and deploys C-17 Globemaster III and KC-10 Extender aircraft. The 305th AMW is a tenant unit at Joint Base McGuire-Dix-Lakehurst in central New Jersey. It also controls one of the Air Force's busiest aerial ports, and the air operations at both McGuire Air Force Base and Naval Support Activity Lakehurst.",
  "/wiki/514th_Air_Mobility_Wing": "The 514th Air Mobility Wing is a wing of the United States Air Force based at Joint Base McGuire-Dix-Lakehurst, New Jersey.  The 514th  is an associate Air Force reserve unit. The wing flies aircraft assigned to the active-duty 305th Air Mobility Wing, also based at McGuire. The 514th shares the responsibility of maintaining and flying the McDonnell Douglas KC-10 Extender and the McDonnell Douglas C-17 Globemaster III.",
  "/wiki/621st_Contingency_Response_Wing": "The 621st Contingency Response Wing (621 CRW) is the sole contingency response wing of the United States Air Force, based out of Joint Base McGuire-Dix-Lakehurst, New Jersey.",
  "/wiki/Joint_Base_Pearl_Harbor-Hickam": "Joint Base Pearl Harbor–Hickam (JBPHH) (IATA: HNL, ICAO: PHNL, FAA LID: HNL) is a United States military base  adjacent to Honolulu, Hawaii. It is an amalgamation of the United States Air Force's Hickam Air Force Base and the United States Navy's Naval Station Pearl Harbor, which were merged in 2010.",
  "/wiki/Hickam_Air_Force_Base": "Hickam Air Force Base is a United States Air Force installation, named in honor of aviation pioneer Lieutenant Colonel Horace Meek Hickam. The base merged with the Naval Station Pearl Harbor to become part of the Joint Base Pearl Harbor–Hickam. The base neighbors Honolulu International Airport and currently shares runways with the airport for its activities and purposes.",
  "/wiki/Honolulu,_Hawaii": "Honolulu (/ˌhɒnəˈluːluː/; Hawaiian: [honoˈlulu]) is the capital and largest city of the U.S. state of Hawaii. It is an unincorporated part of and the county seat of the City and County of Honolulu along the southeast coast of the island of Oʻahu.[a] The city is the main gateway to Hawaiʻi and a major portal into the United States. The city is also a major hub for international business and military defense, as well as being host to a diverse variety of east–west and Pacific cultures, cuisine, and traditions.",
  "/wiki/15th_Wing": "The 15th Wing is a wing of the United States Air Force at Joint Base Pearl Harbor-Hickam, Hawaii.  The wing reports to 11th Air Force, Headquartered at Joint Base Elmendorf-Richardson, Alaska.",
  "/wiki/154th_Wing": "The 154th Wing (154 WG) is a unit of the Hawaii Air National Guard, stationed at Hickam Air Force Base, Joint Base Pearl Harbor-Hickam, Honolulu, Hawaii. If activated to federal service, the Wing is placed under the command of the Pacific Air Forces.",
  "/wiki/Naval_Base_Pearl_Harbor": "Joint Base Pearl Harbor–Hickam (JBPHH) (IATA: HNL, ICAO: PHNL, FAA LID: HNL) is a United States military base  adjacent to Honolulu, Hawaii. It is an amalgamation of the United States Air Force's Hickam Air Force Base and the United States Navy's Naval Station Pearl Harbor, which were merged in 2010.",
  "/wiki/Thirteenth_Air_Force": "The Thirteenth Air Force (Air Forces Pacific) (13 AF) was a numbered air force of the United States Air Force Pacific Air Forces (PACAF). It was last headquartered at Hickam Air Force Base on the island of Oahu, Hawaii.  13 AF has never been stationed in the continental United States.  It was one of the oldest continuously active numbered air forces in the United States Air Force.",
  "/wiki/Joint_Base_San_Antonio": "Joint Base San Antonio (JBSA) is a United States military facility located in San Antonio, Texas, USA. The facility is under the jurisdiction of the United States Air Force 502d Air Base Wing, Air Education and Training Command (AETC). The wing's three Mission Support Groups perform the installation support mission at the three bases that form JBSA.",
  "/wiki/Lackland_Air_Force_Base": "Lackland Air Force Base  (IATA: SKF, ICAO: KSKF, FAA LID: SKF) is a United States Air Force base located in Bexar County, Texas. The base is under the jurisdiction of the 802d Mission Support Group, Air Education and Training Command (AETC) and an enclave of the city of San Antonio. It is the only entry processing station for Air Force enlisted Basic Military Training (BMT).",
  "/wiki/Randolph_Air_Force_Base": "Randolph Air Force Base  (IATA: RND, ICAO: KRND, FAA LID: RND) is a United States Air Force base located at Universal City, Texas (14.8 miles (23.8 km) east-northeast of Downtown San Antonio). The base is under the jurisdiction of the 902d Mission Support Group, Air Education and Training Command (AETC) and is the headquarters of AETC's Nineteenth Air Force.",
  "/wiki/San_Antonio,_Texas": "San Antonio (/ˌsæn ænˈtoʊnioʊ/; from Spanish, \"Saint Anthony,\" Spanish pronunciation: [sa.n‿anˈto.njo]), officially the City of San Antonio, is the seventh-most populous city in the United States, and the second-most populous city in both Texas and the Southern United States, with more than 1.5 million residents. Founded as a Spanish mission and colonial outpost in 1718, the city became the first chartered civil settlement in present-day Texas in 1731. The area was still part of the Spanish Empire, and later of the Mexican Republic. It is the state's oldest municipality, having celebrated its 300th anniversary on May 1, 2018.",
  "/wiki/67th_Network_Warfare_Wing": "The 67th Cyberspace Wing is a United States Air Force wing stationed at Lackland Air Force Base, Texas.  It was activated in October 1993 as a military intelligence unit and is assigned to Twenty-Fourth Air Force.  The wing was first activated at March Field as the 67th Reconnaissance Wing as part of the wing base organization system. However, only its 67th Tactical Reconnaissance Group ever became operational and it relied on another wing for support.  It was inactivated in the 1949 Truman reductions in the Department of Defense budget.",
  "/wiki/502d_Air_Base_Wing": "The 502d Air Base Wing is a United States Air Force unit that provides installation support for Joint Base San Antonio. The 502d activated on 1 August 2009. The wing's three Mission Support Groups perform the installation support mission at each major installation in the San Antonio area.",
  "/wiki/340th_Flying_Training_Group": "The 340th Flying Training Group (340 FTG) is an Air Reserve Component (ARC) of the United States Air Force.  It is assigned to the Tenth Air Force, Air Force Reserve Command, stationed at Randolph Field, Joint Base San Antonio, Texas.",
  "/wiki/433d_Airlift_Wing": "The 433rd Airlift Wing, sometimes written as 433d Airlift Wing, (433 AW) is an Air Reserve component of the United States Air Force. It is assigned to Fourth Air Force, Air Force Reserve Command, stationed at Kelly Field Annex, Joint Base San Antonio, Texas. If mobilized, the wing is gained by Air Mobility Command.",
  "/wiki/149th_Fighter_Wing": "The 149th Fighter Wing (149 FW) is a unit of the Texas Air National Guard, stationed at Kelly Field Annex, Joint Base San Antonio, Texas. If activated to federal service, the Wing is gained by the United States Air Force Air Education and Training Command.",
  "/wiki/624th_Operations_Center": "The 624th Operations Center (624 OC) located at Lackland Air Force Base, Texas serves as the 24 AF's operational arm to provide a robust full-spectrum and integrated cyberspace operations capability. The 624 OC interfaces with theater and functional Air Operations Centers to establish, plan, direct, coordinate, assess, and command & control cyber operations in support of AF and Joint warfighting requirements.",
  "/wiki/688th_Information_Operations_Wing": "The United States Air Force's  688th Cyberspace Wing is a cyberspace operations unit located at Joint Base San Antonio (Lackland), Texas.",
  "/wiki/Fort_Sam_Houston": "Fort Sam Houston is a U.S. Army post in San Antonio, Texas.\nKnown colloquially as \"Fort Sam\", it is named for the U.S. Senator from Texas, U.S. Representative from Tennessee, Tennessee and Texas Governor, and first President of the Republic of Texas, Sam Houston.",
  "/wiki/Randolph_AFB": "Randolph Air Force Base  (IATA: RND, ICAO: KRND, FAA LID: RND) is a United States Air Force base located at Universal City, Texas (14.8 miles (23.8 km) east-northeast of Downtown San Antonio). The base is under the jurisdiction of the 902d Mission Support Group, Air Education and Training Command (AETC) and is the headquarters of AETC's Nineteenth Air Force.",
  "/wiki/12th_Flying_Training_Wing": "The 12th Flying Training Wing (12 FTW) is a United States Air Force unit assigned to the Air Education and Training Command (AETC) as part of AETC's Nineteenth Air Force. It is headquartered at Joint Base San Antonio, Texas. The wing is also the parent organization for the 479th Flying Training Group (479 FTG), a geographically separated unit (GSU) located at NAS Pensacola, Florida. The wing is also the parent organization for the 306th Flying Training Group (306 FTG), a geographically separated unit (GSU) located at The United States Air Force Academy, Colorado.  The 12 FTW is the only unit in the Air Force conducting both pilot instructor training and combat systems officer training.",
  "/wiki/T-6_Texan_II": "The Beechcraft T-6 Texan II is a single-engine turboprop aircraft built by the Raytheon Aircraft Company (which became Hawker Beechcraft and later Beechcraft Defense Company, and was bought by Textron Aviation in 2014). A trainer aircraft based on the Pilatus PC-9, the T-6 has replaced the Air Force's Cessna T-37B Tweet and the Navy's T-34C Turbo Mentor. The T-6A is used by the United States Air Force for basic pilot training and Combat Systems Officer (CSO) training, the United States Navy and United States Marine Corps for primary and intermediate Naval Flight Officer (NFO) training, and by the Royal Canadian Air Force (CT-156 Harvard II designation), Greek Air Force, Israeli Air Force (with the \"Efroni\" nickname), and Iraqi Air Force for basic flight training. The T-6B is the primary trainer for U.S. student naval aviators (SNAs). The T-6C is used for training by the Mexican Air Force, Royal Air Force, Royal Moroccan Air Force, and the Royal New Zealand Air Force.",
  "/wiki/T-1_Jayhawk": "The Raytheon T-1 Jayhawk is a twin-engined jet aircraft used by the United States Air Force for advanced pilot training.  T-1A students go on to fly airlift and tanker aircraft. The T-400 is a similar version for the Japan Air Self-Defense Force.",
  "/wiki/T-38_Talon": "The Northrop T-38 Talon is a two-seat, twinjet supersonic jet trainer. It was the world's first supersonic trainer and is also the most produced. The T-38 remains in service as of 2019[update] in several air forces.",
  "/wiki/Lackland_AFB": "Lackland Air Force Base  (IATA: SKF, ICAO: KSKF, FAA LID: SKF) is a United States Air Force base located in Bexar County, Texas. The base is under the jurisdiction of the 802d Mission Support Group, Air Education and Training Command (AETC) and an enclave of the city of San Antonio. It is the only entry processing station for Air Force enlisted Basic Military Training (BMT).",
  "/wiki/F-16": "The General Dynamics F-16 Fighting Falcon is a single-engine supersonic multirole fighter aircraft originally developed by General Dynamics for the United States Air Force (USAF).  Designed as an air superiority day fighter, it evolved into a successful all-weather multirole aircraft.  Over 4,600 aircraft have been built since production was approved in 1976. Although no longer being purchased by the U.S. Air Force, improved versions are being built for export customers. In 1993, General Dynamics sold its aircraft manufacturing business to the Lockheed Corporation, which in turn became part of Lockheed Martin after a 1995 merger with Martin Marietta.",
  "/wiki/C-5_Galaxy": "The Lockheed C-5 Galaxy is a large military transport aircraft originally designed and built by Lockheed, and now maintained and upgraded by its successor, Lockheed Martin. It provides the United States Air Force (USAF) with a heavy intercontinental-range strategic airlift capability, one that can carry outsized and oversized loads, including all air-certifiable cargo. The Galaxy has many similarities to the smaller Lockheed C-141 Starlifter and the later Boeing C-17 Globemaster III. The C-5 is among the largest military aircraft in the world.",
  "/wiki/Kelly_Field_Annex": "Kelly Field (formerly Kelly Air Force Base) (IATA: SKF, ICAO: KSKF, FAA LID: SKF) is a United States Air Force facility located in San Antonio, Texas. In 2001, pursuant to BRAC action, the former Kelly AFB runway and land west of the runway became \"Kelly Field\" and control of this reduced size installation was transferred to the adjacent Lackland Air Force Base, part of Joint Base San Antonio. The base is under the jurisdiction of the 802d Mission Support Group, Air Education and Training Command (AETC).",
  "/wiki/Joint_Region_Marianas": "Joint Region Marianas (JRM)  is a joint United States military command located on Guam. It is the installation management authority for both Andersen Air Force Base (Andersen AFB) and Naval Base Guam (USNB Guam). Its headquarters is located halfway between the two installations, on Nimitz Hill. The command is an amalgamation of the United States Navy (USN) USNB Guam and the United States Air Force (USAF) Andersen AFB which were merged on October 1, 2009.",
  "/wiki/Andersen_Air_Force_Base": "The host unit at Andersen AFB is the 36th Wing (36 WG), assigned to the Pacific Air Forces Eleventh Air Force.  As a non-flying wing, the 36 WG's mission is to provide support to deployed air and space forces of USAF, foreign air forces to Andersen, and tenant units assigned to the base.",
  "/wiki/Guam": "Guam (/ˈɡwɑːm/ (listen); Chamorro: Guåhån [ˈɡʷɑhɑn]) is an organized territory of the United States in Micronesia in the western Pacific Ocean. It is the westernmost point and territory of the United States, along with the Northern Mariana Islands. The capital city of Guam is Hagåtña and the most populous city is Dededo. Guam has been a member of the Pacific Community since 1983. The inhabitants of Guam are called Guamanians, and they are American citizens by birth. The indigenous Guamanians are the Chamorros, who are related to other Austronesian natives of Eastern Indonesia, the Philippines, and Taiwan.",
  "/wiki/36th_Wing": "The United States Air Force's 36th Wing is the host wing for Andersen Air Force Base, Guam. It is part of Pacific Air Forces' Eleventh Air Force. The 36th Wing provides day-to-day mission support to more than 9,000 military, civilian, dependent and retired personnel and 15 associate units on the base.",
  "/wiki/Naval_Base_Guam": "Naval Base Guam is a strategic U.S. naval base located on Apra Harbor (near Pacific Ocean), Guam. In 2009, it was combined with Andersen Air Force Base, to form Joint Region Marianas, which is a Navy-controlled joint base.",
  "/wiki/List_of_United_States_Air_Force_installations": "This is a list of United States Air Force installations."
}