{
  "/wiki/Abston_Air_National_Guard_Station": "Montgomery Regional Airport (IATA: MGM, ICAO: KMGM, FAA LID: MGM) (Dannelly Field) is a civil-military airport seven miles southwest of Montgomery, the capital of Alabama. Owned by the Montgomery Airport Authority, it is used for general aviation and military aviation, and sees three airlines.",
  "/wiki/Montgomery,_Alabama": "Montgomery is the capital city of the U.S. state of Alabama and the county seat of Montgomery County. Named for Richard Montgomery, it stands beside the Alabama River, on the coastal Plain of the Gulf of Mexico.  In the 2010 Census, Montgomery's population was 205,764. It is the second most populous city in Alabama, after Birmingham, and is the 118th most populous in the United States. The Montgomery Metropolitan Statistical Area's population in 2010 was estimated at 374,536; it is the fourth largest in the state and 136th among United States metropolitan areas.",
  "/wiki/226th_Combat_Communications_Group": "The United States Air Force's 226th Combat Communications Group is a combat communications headquarters unit located at Abston Air National Guard Station in Montgomery, Alabama, USA.  The Group is one of two Air National Guard Combat Communications Groups nationwide, which together constitute over 60% of the U.S. Air Force's tactical communications capability. The 226 CCG is one of three major organizations that make up the Alabama Air National Guard.",
  "/wiki/Atlantic_City_International_Airport": "Atlantic City International Airport (IATA: ACY, ICAO: KACY, FAA LID: ACY) is a joint civil-military airport 10 miles (16 km) northwest of Atlantic City, New Jersey, in Egg Harbor Township, the Pomona section of Galloway Township and in Hamilton Township. The airport is accessible via Exit 9 on the Atlantic City Expressway.  The facility is operated by the South Jersey Transportation Authority (SJTA) and the Port Authority of New York and New Jersey, which performs select management functions. Most of the land is owned by the Federal Aviation Administration and leased to the SJTA, while the SJTA owns the terminal building.",
  "/wiki/Atlantic_City,_New_Jersey": "Atlantic City is a resort city in Atlantic County, New Jersey, United States, known for its casinos, boardwalk, and beaches. In 2010, the city had a population of 39,558. It was incorporated on May 1, 1854, from portions of Egg Harbor Township and Galloway Township. It borders Absecon, Brigantine, Pleasantville, Ventnor City, Egg Harbor Township, and the Atlantic Ocean.",
  "/wiki/177th_Fighter_Wing": "The 177th Fighter Wing (177 FW) is a unit of the New Jersey Air National Guard, stationed at Atlantic City Air National Guard Base, New Jersey. If activated to federal service, the Wing is gained by the United States Air Force Air Combat Command.",
  "/wiki/F-16_Fighting_Falcon": "The General Dynamics F-16 Fighting Falcon is a single-engine supersonic multirole fighter aircraft originally developed by General Dynamics for the United States Air Force (USAF).  Designed as an air superiority day fighter, it evolved into a successful all-weather multirole aircraft.  Over 4,600 aircraft have been built since production was approved in 1976. Although no longer being purchased by the U.S. Air Force, improved versions are being built for export customers. In 1993, General Dynamics sold its aircraft manufacturing business to the Lockheed Corporation, which in turn became part of Lockheed Martin after a 1995 merger with Martin Marietta.",
  "/wiki/First_Air_Force": "The First Air Force (Air Forces Northern; 1 AF-AFNORTH) is a numbered air force of the United States Air Force Air Combat Command (ACC). It is headquartered at Tyndall Air Force Base, Florida. Its primary mission is the air defense of the Contiguous United States (CONUS), United States Virgin Islands and Puerto Rico.",
  "/wiki/Operation_Noble_Eagle": "Operation Noble Eagle (ONE) is the United States and Canadian military operation related to homeland security and support to federal, state, and local agencies. The operation began 14 September 2001, in response to the September 11 attacks.",
  "/wiki/NORAD": "North American Aerospace Defense Command (NORAD /ˈnɔːræd/), known until March 1981 as the North American Air Defense Command, is a combined organization of the United States and Canada that provides aerospace warning, air sovereignty, and protection for Northern America. Headquarters for NORAD and the NORAD/United States Northern Command (USNORTHCOM) center are located at Peterson Air Force Base in El Paso County, near Colorado Springs, Colorado.  The nearby Cheyenne Mountain Complex has the Alternate Command Center.  The NORAD commander and deputy commander (CINCNORAD) are, respectively, a United States four-star general or equivalent and a Canadian three-star general or equivalent.",
  "/wiki/Bangor_Air_National_Guard_Base": "Bangor Air National Guard Base is a United States Air National Guard base. Created in 1927 as the commercial Godfrey Field, the airfield was taken over by the U.S. Army just before World War II and renamed Godfrey Army Airfield and later Dow Army Airfield. It became Dow Air Force Base in 1947, when the newly formed  U.S. Air Force took over many Army air assets. In 1968, the base was sold to the city of Bangor, Maine, to become Bangor International Airport but has since continued to host Maine Air National Guard units under a lease agreement with the city.",
  "/wiki/Bangor_International_Airport": "Bangor International Airport (IATA: BGR, ICAO: KBGR, FAA LID: BGR) is a joint civil-military public airport on the west side of the city of Bangor, in Penobscot County, Maine, United States. Owned and operated by the City of Bangor, the airport has a single runway measuring 11,440 by 200 ft (3,487 by 61 m). Formerly a military installation known as Dow Air Force Base, Bangor International Airport remains home to the 101st Air Refueling Wing of the Maine Air National Guard, although most of the Air Force's aircraft and personnel left in the late 1960s. BGR covers 2,079 acres (841 ha) of land.",
  "/wiki/Bangor,_Maine": "Bangor (/ˈbæŋɡɔːr/) is a city in the U.S. state of Maine, and the county seat of Penobscot County. The city proper has a population of 33,039, making it the state's 3rd largest settlement behind Portland (66,882) and Lewiston (36,221).",
  "/wiki/101st_Air_Refueling_Wing": "The 101st Air Refueling Wing (101 ARW) is a unit of the Maine Air National Guard, stationed at Bangor Air National Guard Base, Bangor, Maine. If activated to federal service with the United States Air Force, the 101 ARW is operationally-gained by the Air Mobility Command (AMC).",
  "/wiki/KC-135_Stratotanker": "The Boeing KC-135 Stratotanker is a military aerial refueling aircraft. Both the KC-135 and the Boeing 707 airliner were developed from the Boeing 367-80 prototype. It is the predominant variant of the C-135 Stratolifter family of transport aircraft.  The KC-135 was the US Air Force's first jet-powered refueling tanker and replaced the KC-97 Stratofreighter.  The KC-135 was initially tasked with refueling strategic bombers, but was used extensively in the Vietnam War and later conflicts such as Operation Desert Storm to extend the range and endurance of US tactical fighters and bombers.",
  "/wiki/Dow_Air_Force_Base": "Bangor Air National Guard Base is a United States Air National Guard base. Created in 1927 as the commercial Godfrey Field, the airfield was taken over by the U.S. Army just before World War II and renamed Godfrey Army Airfield and later Dow Army Airfield. It became Dow Air Force Base in 1947, when the newly formed  U.S. Air Force took over many Army air assets. In 1968, the base was sold to the city of Bangor, Maine, to become Bangor International Airport but has since continued to host Maine Air National Guard units under a lease agreement with the city.",
  "/wiki/Barnes_Municipal_Airport": "Westfield-Barnes Regional Airport (IATA: BAF, ICAO: KBAF, FAA LID: BAF) is a public/military airport in Hampden County, Massachusetts, three miles (6 km) north of Westfield and northwest of Springfield. It was formerly Barnes Municipal Airport; the National Plan of Integrated Airport Systems for 2011–2015 categorized it as a general aviation facility. Westfield-Barnes is one of Massachusetts' largest airports with a strong flight training, general aviation, and military presence.",
  "/wiki/Westfield,_Massachusetts": "Westfield is a city in Hampden County, in the Pioneer Valley of western Massachusetts, United States. Westfield was first settled in 1660. It is part of the Springfield, Massachusetts Metropolitan Statistical Area. The population was 41,094 at the 2010 census.",
  "/wiki/104th_Fighter_Wing": "The 104th Fighter Wing (104 FW) is a unit of the Massachusetts Air National Guard, stationed at Westfield-Barnes Regional Airport (Barnes Air National Guard Base), Westfield, Massachusetts. When activated to federal service, the Wing is gained by the United States Air Force Air Combat Command.",
  "/wiki/F-15_Eagle": "The McDonnell Douglas F-15 Eagle is an American twin-engine, all-weather tactical fighter aircraft designed by McDonnell Douglas (now part of Boeing).  Following reviews of proposals, the United States Air Force selected McDonnell Douglas's design in 1967 to meet the service's need for a dedicated air superiority fighter. The Eagle first flew in July 1972, and entered service in 1976. It is among the most successful modern fighters, with over 100 victories and no losses in aerial combat, with the majority of the kills by the Israeli Air Force.",
  "/wiki/Columbus,_Ohio": "Columbus is the state capital and the most populous city in the U.S. state of Ohio. With a population of 892,533 as of 2018 estimates, it is the 14th-most populous city in the United States  and one of the fastest growing large cities in the nation. This makes Columbus the second-most populous city in the Midwest (after Chicago, Illinois). It is the core city of the Columbus, OH Metropolitan Statistical Area, which encompasses ten counties. With a population of 2,078,725, it is Ohio's second-largest metropolitan area.",
  "/wiki/Ohio_Air_National_Guard": "The Ohio Air National Guard (OH ANG) is the aerial militia of the State of Ohio, United States of America. It is, along with the Ohio Army National Guard, an element of the Ohio National Guard.",
  "/wiki/Berry_Field_Air_National_Guard_Base": "Nashville International Airport (IATA: BNA, ICAO: KBNA, FAA LID: BNA) is a public/military airport in the southeastern section of Nashville, Tennessee. Established in 1937, its original name was Berry Field, from which its ICAO and IATA identifiers are derived.  The current terminal was built in 1987, and the airport took its current name in 1988. Nashville International Airport has four runways and covers 3,900 acres (1,600 ha).",
  "/wiki/Nashville_International_Airport": "Nashville International Airport (IATA: BNA, ICAO: KBNA, FAA LID: BNA) is a public/military airport in the southeastern section of Nashville, Tennessee. Established in 1937, its original name was Berry Field, from which its ICAO and IATA identifiers are derived.  The current terminal was built in 1987, and the airport took its current name in 1988. Nashville International Airport has four runways and covers 3,900 acres (1,600 ha).",
  "/wiki/Nashville,_Tennessee": "Nashville is the capital and most populous city of the U.S. state of Tennessee. The city is the county seat of Davidson County and is located on the Cumberland River. The city's population ranks 24th in the U.S.",
  "/wiki/118th_Airlift_Wing": "The 118th Wing (118 WG) is a unit of the Tennessee Air National Guard, stationed at Berry Field Air National Guard Base, Nashville, Tennessee. If activated to federal service, it is gained by the United States Air Force Air Combat Command.",
  "/wiki/C-130_Hercules": "The Lockheed C-130 Hercules is an American four-engine turboprop military transport aircraft designed and built originally by Lockheed (now Lockheed Martin). Capable of using unprepared runways for takeoffs and landings, the C-130 was originally designed as a troop, medevac, and cargo transport aircraft. The versatile airframe has found uses in a variety of other roles, including as a gunship (AC-130), for airborne assault, search and rescue, scientific research support, weather reconnaissance, aerial refueling, maritime patrol, and aerial firefighting. It is now the main tactical airlifter for many military forces worldwide. More than 40 variants of the Hercules, including civilian versions marketed as the Lockheed L-100, operate in more than 60 nations.",
  "/wiki/Birmingham_Air_National_Guard_Base": "Birmingham–Shuttlesworth International Airport (IATA: BHM, ICAO: KBHM, FAA LID: BHM), formerly Birmingham Municipal Airport and later Birmingham International Airport, is a civil-military airport serving Birmingham, Alabama and its metropolitan area, including Tuscaloosa. It is in Jefferson County, five miles northeast of downtown Birmingham, near the interchange of Interstates 20 and 59.",
  "/wiki/Birmingham-Shuttlesworth_International_Airport": "Birmingham–Shuttlesworth International Airport (IATA: BHM, ICAO: KBHM, FAA LID: BHM), formerly Birmingham Municipal Airport and later Birmingham International Airport, is a civil-military airport serving Birmingham, Alabama and its metropolitan area, including Tuscaloosa. It is in Jefferson County, five miles northeast of downtown Birmingham, near the interchange of Interstates 20 and 59.",
  "/wiki/Birmingham,_Alabama": "Birmingham (/ˈbɜːrmɪŋhæm/ BUR-ming-ham) is a city in the north central region of the U.S. state of Alabama. With an estimated 2018 population of 209,880, it is the most populous city in Alabama. Birmingham is the seat of Jefferson County, Alabama's most populous and fifth largest county. As of 2018, the Birmingham-Hoover Metropolitan Statistical Area had a population of 1,151,801, making it the most populous in Alabama and 49th-most populous in the United States. Birmingham serves as an important regional hub and is associated with the Deep South, Piedmont, and Appalachian regions of the nation.",
  "/wiki/117th_Air_Refueling_Wing": "The 117th Air Refueling Wing is a unit of the Alabama Air National Guard, stationed at Sumpter Smith Air National Guard Base Birmingham, Alabama.  If activated to federal service, it is gained by the United States Air Force Air Mobility Command.",
  "/wiki/Bradley_Air_National_Guard_Base": "Bradley International Airport (IATA: BDL, ICAO: KBDL, FAA LID: BDL) is a civil/military airport in Windsor Locks, Connecticut. Owned and operated by the Connecticut Airport Authority, it is the second-largest airport in New England.",
  "/wiki/Bradley_International_Airport": "Bradley International Airport (IATA: BDL, ICAO: KBDL, FAA LID: BDL) is a civil/military airport in Windsor Locks, Connecticut. Owned and operated by the Connecticut Airport Authority, it is the second-largest airport in New England.",
  "/wiki/Windsor_Locks,_Connecticut": "Windsor Locks is a town in Hartford County, Connecticut, United States. As of the 2010 census, its population was 12,498. It is the site of Bradley International Airport, which serves the Greater Hartford-Springfield region and occupies approximately 1/3 of the town. Windsor Locks is also the site of the New England Air Museum.",
  "/wiki/103d_Airlift_Wing": "The 103d Airlift Wing (103 AW) is a unit of the Connecticut Air National Guard, stationed at Bradley Air National Guard Base at Bradley International Airport, Windsor Locks, Connecticut. If activated to federal service with the United States Air Force, the 103 AW is operationally-gained by the Air Mobility Command (AMC).",
  "/wiki/Burlington_Air_National_Guard_Base": "Burlington International Airport (IATA: BTV, ICAO: KBTV, FAA LID: BTV) is a joint-use civil-military airport in Chittenden County, Vermont, United States. It is owned by the City of Burlington, Vermont's most populous municipality. The airport is located in South Burlington, three nautical miles (6 km) east of Burlington's central business district.",
  "/wiki/Burlington_International_Airport": "Burlington International Airport (IATA: BTV, ICAO: KBTV, FAA LID: BTV) is a joint-use civil-military airport in Chittenden County, Vermont, United States. It is owned by the City of Burlington, Vermont's most populous municipality. The airport is located in South Burlington, three nautical miles (6 km) east of Burlington's central business district.",
  "/wiki/Burlington,_Vermont": "Burlington is the most populous city in the U.S. state of Vermont and the seat of Chittenden County. It is located 45 miles (72 km) south of the Canada–United States border and 94 miles (151 km) south of Montreal. The population was 42,417 as of the 2010 census. It is the least populous municipality in the United States to be the most populous incorporated area in a state.",
  "/wiki/158th_Fighter_Wing": "The 158th Fighter Wing (158 FW) is a unit of the Vermont Air National Guard, stationed at Burlington Air National Guard Base, Burlington, Vermont. If activated to federal service, the Wing is gained by the United States Air Force Air Combat Command. The mission of the 158th Fighter Wing was to utilize the F-16 Fighting Falcon to provide a relatively low-cost, high-performance weapon system for the United States and allied nations. They have since ceased the use of the F-16, and will be gaining the F-35 come September 2019.",
  "/wiki/Air_Defense_Command": "Aerospace Defense Command was a major command of the United States Air Forces, responsible for continental air defense.  It was activated in 1968 and disbanded in 1980. Its predecessor, Air Defense Command, was established in 1946, briefly inactivated in 1950, reactivated in 1951, and then redesignated Aerospace rather than Air in 1968. Its mission was to provide air defense of the Continental United States (CONUS). It directly controlled all active measures, and was tasked to coordinate all passive means of air defense.",
  "/wiki/Camp_Mabry": "Camp Mabry (ICAO: KATT) is a military installation in Austin, Texas that houses the headquarters of the Texas Military Department, Texas Military Forces and Texas Military Forces Museum. Established in 1892, Camp Mabry is the third-oldest active military installation in Texas, behind Fort Sam Houston and Fort Bliss. It was named for Brigadier General Woodford H. Mabry, the Adjutant General of Texas when the camp was founded. The camp was added to the National Register of Historic Places in 1996.",
  "/wiki/Austin,_Texas": "Austin (UK: /ˈɒstɪn, ˈɔːstɪn/, US: /ˈɔːstən/) is the capital city of the U.S. state of Texas, as well as the seat and largest city of Travis County, with portions extending into Hays and Williamson counties. It is the 11th-most populous city in the United States, the fourth-most-populous city in Texas, and the second-most-populous state capital city (after Phoenix, Arizona). It is also the fastest growing large city in the United States and the southernmost state capital in the contiguous United States.",
  "/wiki/Texas_Air_National_Guard": "The Texas Air National Guard (TX ANG) is the aerial militia of the State of Texas, United States of America. It is, along with the Texas Army National Guard, an element of the Texas National Guard. No element of the Texas Air National Guard is under United States Air Force command. They are under the jurisdiction of the Governor of Texas through the office of the Texas Adjutant General unless they are federalized by order of the President of the United States. The Texas Air National Guard is headquartered at Camp Mabry, Austin, and its commander is currently[update] Major General John F. Nichols.",
  "/wiki/Abraham_Lincoln_Capital_Airport": "Abraham Lincoln Capital Airport (IATA: SPI, ICAO: KSPI, FAA LID: SPI) is a civil-military airport in Sangamon County, Illinois, three miles (6 km) northwest of downtown Springfield. It is owned by the Springfield Airport Authority (SAA).",
  "/wiki/Springfield,_Illinois": "Springfield is the capital of the U.S. state of Illinois and the county seat and largest city of Sangamon County. The city's population was 116,250 at the 2010 U.S. Census, which makes it the state's sixth most-populous city, the second largest outside of the Chicago metropolitan area (after Rockford), and the largest in central Illinois. As of 2018, the city's population was estimated to have decreased to 114,694, with just over 211,700 residents living in the Springfield Metropolitan Statistical Area, which includes Sangamon County and the adjacent Menard County.",
  "/wiki/183d_Fighter_Wing": "The 183d Wing is a unit of the Illinois Air National Guard, stationed at Capital Airport Air National Guard Station, Springfield, Illinois. If activated to federal service, the wing is gained by the United States Air Force Air Combat Command.",
  "/wiki/Channel_Islands_Air_National_Guard_Station": "The 146th Airlift Wing (146 AW) is a unit of the California Air National Guard, stationed at Channel Islands Air National Guard Station, Oxnard, California.  If activated to federal service, the Wing is gained by the United States Air Force Air Mobility Command.",
  "/wiki/Oxnard,_California": "Oxnard (/ˈɒksnɑːrd/) is a city in Ventura County, California, United States. On California's South Coast, it is the most populous city in Ventura County and the 19th most populous city in California. Incorporated in 1903, Oxnard lies approximately 60 miles (97 km) west of downtown Los Angeles and is part of the larger Greater Los Angeles area.",
  "/wiki/146th_Airlift_Wing": "The 146th Airlift Wing (146 AW) is a unit of the California Air National Guard, stationed at Channel Islands Air National Guard Station, Oxnard, California.  If activated to federal service, the Wing is gained by the United States Air Force Air Mobility Command.",
  "/wiki/Naval_Air_Station_Point_Mugu": "Naval Air Station Point Mugu is a former United States Navy air station that operated from 1942 to 2000 in California. In 2000, it merged with nearby Naval Construction Battalion Center Port Hueneme to form Naval Base Ventura County (NBVC).",
  "/wiki/California_Air_National_Guard": "The California Air National Guard (CA ANG) is the aerial militia of the State of California, United States of America. It is, along with the California Army National Guard, an element of the California National Guard.",
  "/wiki/Yeager_Airport": "Yeager Airport (IATA: CRW, ICAO: KCRW, FAA LID: CRW) is a public airport three miles (6 km) east of downtown Charleston, in Kanawha County, West Virginia, United States. It is owned by the Central West Virginia Regional Airport Authority. The airport hosts McLaughlin Air National Guard Base, home to nine C-130 Hercules aircraft of the West Virginia Air National Guard's 130th Airlift Wing (130 AW), an Air Mobility Command (AMC)-gained unit of the West Virginia Air National Guard.",
  "/wiki/Charleston,_West_Virginia": "Charleston is the capital and most populous city of the U.S. state of West Virginia. Located at the confluence of the Elk and Kanawha rivers, the city had a population of 51,400 at the 2010 census and an estimated population of 47,215 in 2018. The Charleston metropolitan area as a whole had an estimated 211,037 residents in 2018. Charleston is the center of government, commerce, and industry for Kanawha County, of which it is the county seat.",
  "/wiki/130th_Airlift_Wing": "The 130th Airlift Wing (130 AW) is a unit of the West Virginia Air National Guard, stationed at McLaughlin Air National Guard Base, Charleston, West Virginia. If activated to federal service, the Wing is gained by the United States Air Force Air Mobility Command.",
  "/wiki/Charlotte_Air_National_Guard_Base": "Charlotte Douglas International Airport (IATA: CLT, ICAO: KCLT, FAA LID: CLT) is a civil-military airport in Charlotte, North Carolina. Established in 1935 as Charlotte Municipal Airport, the airport received its current name in 1982. It is the second largest hub for American Airlines after Dallas/Fort Worth, with service to 178 domestic and international destinations.[failed verification]",
  "/wiki/Charlotte_Douglas_International_Airport": "Charlotte Douglas International Airport (IATA: CLT, ICAO: KCLT, FAA LID: CLT) is a civil-military airport in Charlotte, North Carolina. Established in 1935 as Charlotte Municipal Airport, the airport received its current name in 1982. It is the second largest hub for American Airlines after Dallas/Fort Worth, with service to 178 domestic and international destinations.[failed verification]",
  "/wiki/Charlotte,_North_Carolina": "Charlotte (/ˈʃɑːrlət/) is the most populous city in the U.S. state of North Carolina. Located in the Piedmont, it is the county seat of Mecklenburg County. In 2018, the U.S. Census Bureau estimated the population was 872,498, making it the 16th-most populous city in the United States. The city is the cultural, economic, and transportation center of the Charlotte metropolitan area, whose population ranks 23rd in the U.S., and had a population of 2,569,213, in 2018.   The Charlotte metropolitan area is part of a sixteen-county market region or combined statistical area with a 2018 census-estimated population of 2,728,933.",
  "/wiki/Cheyenne_Regional_Airport": "Cheyenne Regional Airport (IATA: CYS, ICAO: KCYS, FAA LID: CYS) (Jerry Olson Field) is a civil-military airport a mile north of downtown Cheyenne, in Laramie County, Wyoming. It is owned by the Cheyenne Regional Airport Board.",
  "/wiki/Cheyenne,_Wyoming": "Cheyenne (/ʃaɪˈæn/ shy-AN or /ʃaɪˈɛn/) is the capital and most populous city of the U.S. state of Wyoming  and the county seat of Laramie County. It is the principal city of the Cheyenne, Wyoming, Metropolitan Statistical Area which encompasses all of Laramie County. The population was 59,466 at the 2010 census. Cheyenne is the northern terminus of the extensive Southern Rocky Mountain Front, which extends southward to Albuquerque, New Mexico and includes the fast-growing Front Range Urban Corridor. Cheyenne is situated on Crow Creek and Dry Creek. The Cheyenne metropolitan area had a 2010 population of 91,738, making it the 354th-most populous metropolitan area in the United States.",
  "/wiki/153d_Airlift_Wing": "The 153d Airlift Wing (153d AW) is a unit of the Wyoming Air National Guard, stationed at Cheyenne Air National Guard Base, Wyoming. If activated to federal service, the Wing is gained by the United States Air Force Air Mobility Command.",
  "/wiki/Clear_Air_Force_Station": "Clear Air Force Station (\"Clear\" colloq.) is a United States Air Force Station radar station for detecting incoming ICBMs and submarine-launched ballistic missiles to NORAD's command center and to provide Space Surveillance data to Air Force Space Command's Space Control Center (SCC).  Clear's AN/FPS-123 Upgraded Early Warning Radar is part of the Solid State Phased Array Radar System (SSPARS) which also includes those at Beale AFB, Cape Cod AFS, RAF Fylingdales and Thule Site J.  The \"historic property\" was one of the Alaska World War II Army Airfields and later a Cold War BMEWS site providing NORAD data to Colorado's BMEWS Central Computer and Display Facility (CC&DF).",
  "/wiki/Denali_Borough,_Alaska": "The Denali Borough is a borough located in the U.S. state of Alaska. As of the 2010 census the population of the borough was 1,826. The borough seat is Healy, and its only incorporated place is Anderson. The borough was incorporated in 1990.",
  "/wiki/213th_Space_Warning_Squadron": "The 213th Space Warning Squadron of the Alaska Air National Guard provides early warning of Intercontinental ballistic missiles and Submarine-launched ballistic missiles to the Missile Correlation Center of North American Aerospace Defense Command. The squadron is a geographically separated unit assigned to the 168th Wing at Eielson Air Force Base.",
  "/wiki/Intercontinental_ballistic_missile": "An intercontinental ballistic missile (ICBM) is a guided ballistic missile with a minimum range of 5,500 kilometres (3,400 mi) primarily designed for nuclear weapons delivery (delivering one or more thermonuclear warheads). Similarly, conventional, chemical, and biological weapons can also be delivered with varying effectiveness, but have never been deployed on ICBMs. Most modern designs support multiple independently targetable reentry vehicles (MIRVs), allowing a single missile to carry several warheads, each of which can strike a different target. Russia, the United States, China, India, Iran and North Korea are the only countries that have operational ICBMs.",
  "/wiki/Submarine-launched_ballistic_missile": "A submarine-launched ballistic missile (SLBM) is a ballistic missile capable of being launched from submarines. Modern variants usually deliver multiple independently targetable reentry vehicles (MIRVs) each of which carries a nuclear warhead and allows a single launched missile to strike several targets. Submarine-launched ballistic missiles operate in a different way from submarine-launched cruise missiles.",
  "/wiki/North_American_Aerospace_Defense_Command": "North American Aerospace Defense Command (NORAD /ˈnɔːræd/), known until March 1981 as the North American Air Defense Command, is a combined organization of the United States and Canada that provides aerospace warning, air sovereignty, and protection for Northern America. Headquarters for NORAD and the NORAD/United States Northern Command (USNORTHCOM) center are located at Peterson Air Force Base in El Paso County, near Colorado Springs, Colorado.  The nearby Cheyenne Mountain Complex has the Alternate Command Center.  The NORAD commander and deputy commander (CINCNORAD) are, respectively, a United States four-star general or equivalent and a Canadian three-star general or equivalent.",
  "/wiki/Gulfport_Combat_Readiness_Training_Center": "Gulfport Combat Readiness Training Center is a United States Air Force training center, located at Gulfport-Biloxi International Airport, Mississippi. It is located 5 miles (8.0 km) north-northeast of Gulfport, Mississippi.",
  "/wiki/Gulfport,_Mississippi": "Gulfport is the second-largest city in Mississippi after the state capital, Jackson. Along with Biloxi, Gulfport is the other county seat of Harrison County and the larger of the two principal cities of the Gulfport-Biloxi, Mississippi Metropolitan Statistical Area, which is included in the Gulfport-Biloxi-Pascagoula, Mississippi Combined Statistical Area. As of the 2010 census, the city of Gulfport had a total population of 67,793, with nearly 400,000 in the metro area as of 2018.  It is also home to the US Navy Atlantic Fleet Seabees.",
  "/wiki/Montgomery_Air_National_Guard_Base": "Montgomery Air National Guard Base is the home base of the Alabama Air National Guard 187th Fighter Wing.",
  "/wiki/Dannelly_Field": "Montgomery Regional Airport (IATA: MGM, ICAO: KMGM, FAA LID: MGM) (Dannelly Field) is a civil-military airport seven miles southwest of Montgomery, the capital of Alabama. Owned by the Montgomery Airport Authority, it is used for general aviation and military aviation, and sees three airlines.",
  "/wiki/187th_Fighter_Wing": "The 187th Fighter Wing (187 FW) is a unit of the Alabama Air National Guard, assigned to Dannelly Field, Alabama. If activated to federal service in the United States Air Force, the 187 FW is operationally-gained by the Air Combat Command (ACC).",
  "/wiki/Mu%C3%B1iz_Air_National_Guard_Base": "Muñiz Air National Guard Base is the home base for the Puerto Rico Air National Guard. This installation is located within the grounds of Luis Muñoz Marín International Airport in Carolina, Puerto Rico 14 km (9 miles) east of San Juan, Puerto Rico.",
  "/wiki/Luis_Mu%C3%B1oz_Mar%C3%ADn_International_Airport": "Luis Muñoz Marín International Airport (IATA: SJU, ICAO: TJSJ, FAA LID: SJU) (Spanish: Aeropuerto Internacional Luis Muñoz Marín, also known as Isla Verde International Airport/Aeropuerto Internacional de Isla Verde) is a joint civil-military international airport named for Puerto Rico's first democratically elected governor and located in suburban Carolina, Puerto Rico, three miles (five kilometres) southeast of San Juan. It is the busiest airport in the Caribbean region by passenger traffic. Over 4 million passengers board a plane at the airport per year according to the Federal Aviation Administration.",
  "/wiki/San_Juan,_Puerto_Rico": "San Juan (/ˌsæn ˈhwɑːn/, Spanish: [saŋ ˈxwan]; \"Saint John\") is the capital and most populous municipality in the Commonwealth of Puerto Rico, an unincorporated territory of the United States. As of the 2010 census, it is the 46th-largest city under the jurisdiction of the United States, with a population of 395,326. San Juan was founded by Spanish colonists in 1521, who called it Ciudad de Puerto Rico (\"Rich Port City\"). Puerto Rico's capital is the third oldest European-established capital city in the Americas, after Santo Domingo, in the Dominican Republic, founded in 1496 and Panama City, in Panama, founded in 1519. Several historical buildings are located in San Juan; among the most notable are the city's former defensive forts, Fort San Felipe del Morro and Fort San Cristóbal, and La Fortaleza, the oldest executive mansion in continuous use in the Americas.",
  "/wiki/156th_Airlift_Wing": "The 156th Wing (156 W) is a unit of the Puerto Rico Air National Guard, stationed at Muñiz Air National Guard Base, in Carolina, Puerto Rico. If activated to federal service, the Wing is gained by the United States Air Force Air Mobility Command.",
  "/wiki/Denver,_Colorado": "Denver (/ˈdɛnvər/), officially the City and County of Denver, is the capital and most populous municipality of the U.S. state of Colorado. Denver is located in the South Platte River Valley on the western edge of the High Plains just east of the Front Range of the Rocky Mountains. With an estimated population of 716,492 in 2018, Denver is the 19th-most populous U.S. city, and with a 19.38% increase since the 2010 United States Census, it has been one of the fastest-growing major cities in the United States. The metropolitan city is located in the middle of the extensive Southern Rocky Mountain Front with Cheyenne, Wyoming, to the north and Albuquerque, New Mexico, to the south, this rapidly growing region has a population of 5,467,633, according to the 2010 United States Census. The Denver downtown district is immediately east of the confluence of Cherry Creek with the South Platte River, approximately 12 mi (19 km) east of the foothills of the Rocky Mountains. Denver is named after James W. Denver, a governor of the Kansas Territory. It  is nicknamed the Mile High City because its official elevation is exactly one mile (5280 feet or 1609.3 meters) above sea level. The 105th meridian west of Greenwich, the longitudinal reference for the Mountain Time Zone, passes directly through Denver Union Station.",
  "/wiki/Air_Reserve_Personnel_Center": "The Air Reserve Personnel Center manages personnel records for the Air National Guard and Air Force Reserve and it is located at Buckley Air Force Base in Aurora, Colorado. It maintains the virtual Personnel Center, a Web-based portal for Airmen to perform personnel services transactions.",
  "/wiki/Buckley_Air_Force_Base": "Buckley Air Force Base (IATA: BFK, ICAO: KBKF, FAA LID: BKF) is a United States Air Force base in Aurora, Colorado, that was established by the U.S. Army as an auxiliary field and bombing range in 1938, and activated as a designated installation in 1941. The base was named in honor of World War I Army pilot First Lieutenant John Harold Buckley."
}