{
  "/wiki/Hamilton,_Ontario": "Hamilton is a port city in the Canadian province of Ontario. An industrialized city in the Golden Horseshoe at the west end of Lake Ontario, Hamilton has a population of 536,917, and its census metropolitan area, which includes Burlington and Grimsby, has a population of 747,545. The city is 58 kilometres (36 mi) southwest of Toronto, with which the Greater Toronto and Hamilton Area (GTHA) is formed.",
  "/wiki/Kitchener,_Ontario": "Kitchener is a city in the Regional Municipality of Waterloo, Ontario. Located approximately 100 km (62 mi) west of Toronto, Kitchener is the regional seat. Kitchener was called Berlin until 1916, designated the Town of Berlin from 1854 until 1912 and the City of Berlin from 1912 until 1916.",
  "/wiki/Victoria_Park,_Kitchener": "Victoria Park is the oldest park in Kitchener, Ontario, Canada, situated downtown. It is the site of numerous events and festivities.",
  "/wiki/Victoria_Memorial_(Montreal)": "The Victoria Memorial is a sculpture placed at the centre of Victoria Square in Montreal, Quebec, Canada.",
  "/wiki/Montreal": "Montreal (/ˌmʌntriˈɔːl/ (listen) MUN-tree-AWL; officially Montréal, French: [mɔ̃ʁeal] (listen)) is the most populous municipality in the Canadian province of Quebec and the second-most populous municipality in Canada. Originally founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which took its name from the same source as the city, and a few much smaller peripheral islands, the largest of which is Île Bizard. It has a distinct four-season continental climate with warm to hot summers and cold, snowy winters.",
  "/wiki/Victoria_Square,_Montreal": "Victoria Square (French: Square Victoria) is a town square and public space in the Quartier International de Montréal (also called the International Quarter) area of downtown Montreal, Quebec, Canada, at the intersection of Beaver Hall Hill and McGill Street. The Square forms an integral component of the city's urban public transit system and constitutes a 'prestige address' for the international face of the city. It is bordered by Viger Street to the north, Saint Jacques Street to the south, Beaver Hall Hill to the west and Square Victoria Street (an extension of McGill Street) along the eastern side. As with other city squares, Square Victoria is open 24 hours per day to all citizens of Montreal and provides the role of an urban breathing space, with dense foliage to the south that tapers as the square rises up Beaver Hall Hill.",
  "/wiki/McGill_University": "McGill University is a public research university in Montreal, Quebec, Canada. Founded in 1821 by royal charter, granted by King George IV, it is the oldest university in Montreal and one of just three English-language universities in Quebec. The University Is One Of The Most Prestigious Universities In Canada.The University Has Been Consistently Ranked Among The Top Three Universities In Canada And Among The Top 40 Universities In The World.   The university bears the name of James McGill, a Montreal merchant originally from Scotland whose bequest in 1813 formed the university's precursor, McGill College. Twelve years after it was officially established, McGill College awarded its first degree and Canada's first ever medical degree. The college adopted its present name in 1885.",
  "/wiki/Princess_Louise,_Duchess_of_Argyll": "Princess Louise, Duchess of Argyll, VA, CI, GCVO, GBE, RRC, GCStJ (Louisa Caroline Alberta; 18 March 1848 – 3 December 1939) was the sixth child and fourth daughter of Queen Victoria and Prince Albert. In her public life, she was a strong proponent of the arts and higher education and of the feminist cause.  Her early life was spent moving among the various royal residences in the company of her family. When her father, the prince consort, died on 14 December 1861, the court went into a long period of mourning, to which with time Louise became unsympathetic. Louise was an able sculptor and artist, and several of her sculptures remain today. She was also a supporter of the feminist movement, corresponding with Josephine Butler, and visiting Elizabeth Garrett.",
  "/wiki/Ottawa": "Ottawa (/ˈɒtəwə/ (listen), /ˈɒtəwɑː/; French pronunciation: ​[ɔtawa]) is the capital city of Canada. It stands on the south bank of the Ottawa River in the eastern portion of southern Ontario. Ottawa borders Gatineau, Quebec; the two form the core of the Ottawa–Gatineau census metropolitan area (CMA) and the National Capital Region (NCR). As of 2016, Ottawa had a city population of 934,243 and a metropolitan population of 1,323,783 making it the fourth-largest city and the fifth-largest CMA in Canada. In June 2019, the City of Ottawa estimated it had surpassed a population of a million.",
  "/wiki/Parliament_Hill,_Ottawa": "Parliament Hill (French: Colline du Parlement), colloquially known as The Hill, is an area of Crown land on the southern banks of the Ottawa River in downtown Ottawa, Ontario, Canada. Its Gothic revival suite of buildings is the home of the Parliament of Canada and has architectural elements of national symbolic importance. Parliament Hill attracts approximately 3 million visitors each year. Law enforcement on Parliament Hill and in the parliamentary precinct is the responsibility of the Parliamentary Protective Service (PPS).",
  "/wiki/Louis-Philippe_H%C3%A9bert": "Louis-Philippe Hébert CMG (1850–1917) was the son of Théophile Hébert, a farmer, and Julie Bourgeois of Ste-Sophie de Mégantic, Quebec. Hébert was a sculptor who sculpted forty monuments, busts, medals and statues in wood, bronze and terra-cotta. He taught at the Conseil des arts et manufactures in Montreal, Quebec. He married Maria Roy on 26 May 1879 in Montreal, Quebec. The couple's eight children include Henri Hébert, a sculptor, and Adrien Hébert, a painter.",
  "/wiki/Library_of_Parliament": "The Library of Parliament (French: Bibliothèque du Parlement) is the main information repository and research resource for the Parliament of Canada. The main branch of the library sits at the rear of the Centre Block on Parliament Hill in Ottawa, Ontario, and is the last untouched part of that larger building's original incarnation after it burned down in 1916. The library has been augmented and renovated a number of times since its construction in 1876, the last between 2002 and 2006, though the form and decor remain essentially authentic. The building today serves as a Canadian icon, and appears on the obverse of the Canadian ten-dollar bill.",
  "/wiki/Marshall_Wood": "Battlecross is an American heavy metal band from Canton, Michigan, United States. The band has described their sound as \"Blue Collar Thrash Metal\". To date, they have released three albums through their label,  Metal Blade Records.",
  "/wiki/Quebec_City": "Quebec City (/kwɪˈbɛk/ (listen) or /kəˈbɛk/; French: Québec [kebɛk] (listen); French: Ville de Québec, Western Abnaki: Kephek), officially Québec, is the capital city of the Canadian province of Quebec. As of July 2016 the city has a population of 531,902, and the metropolitan area had a population of 800,296. It is the eleventh largest city and the seventh largest metropolitan area in Canada.",
  "/wiki/Parc_Victoria,_Quebec": "Parc Victoria is a large urban park in Quebec City, Canada. It is located the Saint-Roch neighbourhood, on the south shore of the Saint-Charles River and opened in 1897.",
  "/wiki/Toronto": "Toronto is the provincial capital of Ontario and the most populous city in Canada, with a population of 2,731,571 as of 2016. Current to 2016, the Toronto census metropolitan area (CMA), of which the majority is within the Greater Toronto Area (GTA), held a population of 5,928,040, making it Canada's most populous CMA. The city is the anchor of the Golden Horseshoe, an urban agglomeration of  9,245,438 people (as of 2016) surrounding the western end of Lake Ontario. Toronto is an international centre of business, finance, arts, and culture, and is recognized as one of the most multicultural and cosmopolitan cities in the world.",
  "/wiki/Queen%27s_Park,_Toronto": "Queen's Park is an urban park in Downtown Toronto, Ontario, Canada. Opened in 1860 by Edward, Prince of Wales, it was named in honour of Queen Victoria. The park is the site of the Ontario Legislative Building, which houses the Legislative Assembly of Ontario. The phrase \"Queen's Park\" is regularly used as a metonym for the Government of Ontario.",
  "/wiki/Mario_Raggi": "Mario Raggi (1821–1907) was an Italian sculptor who settled in England.",
  "/wiki/Statue_of_Queen_Victoria_(Victoria,_British_Columbia)": "The statue of Queen Victoria is a bronze sculpture depicting Queen Victoria by British artist Albert Bruce-Joy, installed outside the British Columbia Parliament Buildings, in Victoria, British Columbia. The 4-metre (13 ft) statue was commissioned by Richard McBride in 1912, and competed in 1914. World War I delayed the sculpture's unveiling until 1921.",
  "/wiki/Victoria_(British_Columbia)": "Victoria (Saanich: METULIYE mətúliyə) is the capital city of the Canadian province of British Columbia, located on the southern tip of Vancouver Island off Canada's Pacific coast. The city has a population of 85,792, and the Greater Victoria Area has a population of 367,770. Victoria is the 7th most densely populated city in Canada with 4,405.8 people per square kilometre, which is a greater population density than Toronto.",
  "/wiki/British_Columbia_Parliament_Buildings": "The British Columbia Parliament Buildings are located in Victoria, British Columbia, Canada, and are home to the Legislative Assembly of British Columbia.",
  "/wiki/Queen_Victoria_Statue,_Winnipeg": "The Queen Victoria Statue stands in the grounds of the Manitoba Legislative Building, Winnipeg, Canada.  It was designed by the English sculptor George Frampton, it cost $15,000, and was paid for by a mixture of public funds and private donations.  Frampton used the same model of the seated queen in two other statues, the Statue of Queen Victoria, in St Helens, Merseyside, and the Memorial to Queen Victoria, in Leeds, West Yorkshire, both in England.  The statue was unveiled on 1 October 1904 by Sir Rodmond Roblin.  The statue depicts the queen seated on a throne with the sceptre in her right hand, and an orb in her left hand.",
  "/wiki/Manitoba_Legislative_Building": "The Manitoba Legislative Building (French: Palais législatif du Manitoba) is the meeting place of the Legislative Assembly of Manitoba, in central Winnipeg.  It was originally named the Manitoba Parliament Building, not Legislative.  The neoclassical building was completed in 1920 and stands seventy-seven metres tall (253 ft).  It was designed and built by Frank Worthington Simon (1862–1933) and Henry Boddington III, along with other masons and many skilled craftsmen.  The building is famous for the Golden Boy, a gold covered bronze statue based on the style of the Roman god Mercury, or the Greek god Hermes, at the top of the cupola, or domed ceiling.",
  "/wiki/George_Frampton": "Sir George James Frampton, RA (18 June 1860 – 21 May 1928) was a notable British sculptor and leading member of the New Sculpture movement."
}