{
  "/wiki/Hispanic": "The term Hispanic (Spanish: hispano or hispánico) refers to persons, cultures, or countries related to the Spanish language, Spanish culture, Spanish people, or to Spain in general. It commonly applies to the people of countries once under colonial possession by the Spanish Empire following Spanish colonization of the Americas, parts of the Asia-Pacific region and Africa. Principally, what are today the countries of Hispanic America, the Spanish Philippines, Spanish Guinea and Spanish Sahara where Spanish may or may not be the predominant or official language and their cultures are heavily derived from Spain although with strong local indigenous or other foreign influences.",
  "/wiki/Newspaper_publisher": "Publishing is the activity of making information, literature, music, software and other content available to the public for sale or for free. Traditionally, the term refers to the distribution of printed works, such as books, newspapers, and magazines. With the advent of digital information systems, the scope has expanded to include electronic publishing such as ebooks, academic journals, micropublishing, websites, blogs, video game publishing, and the like.",
  "/wiki/Jim_Angle": "James Leslie Angle, II (born September 14, 1946 in Fort Worth, Texas) is an American journalist and former television reporter for Fox News.",
  "/wiki/1988_Pulitzer_Prize": "The following are the Pulitzer Prizes for 1988.",
  "/wiki/Pulitzer_Prize": "The Pulitzer Prize (/ˈpʊlɪtsər/) is an award for achievements in newspaper, magazine and online journalism, literature, and musical composition in the United States. It was established in 1917 by provisions in the will of American (Hungarian-born) Joseph Pulitzer who had made his fortune as a newspaper publisher, and is administered by Columbia University in New York City. Prizes are awarded yearly in twenty-one categories. In twenty of the categories, each winner receives a certificate and a US$15,000 cash award (raised from $10,000 in 2017). The winner in the public service category of the journalism competition is awarded a gold medal.",
  "/wiki/Montgomery_Advertiser": "The Montgomery Advertiser is a daily newspaper and news website located in Montgomery, Alabama. It was founded in 1829.",
  "/wiki/1985_Pulitzer_Prize": "The following are the Pulitzer Prizes for 1985.",
  "/wiki/The_Orange_County_Register": "The Orange County Register is a paid daily newspaper published in California. The Register, published in Anaheim, is owned by Digital First Media. Freedom Communications owned the newspaper from 1935 to 2016.",
  "/wiki/1993_Pulitzer_Prize": "The 1993 Pulitzer Prizes were:",
  "/wiki/The_Miami_Herald": "The Miami Herald is a daily newspaper owned by the McClatchy Company and headquartered in Doral, Florida, a city in western Miami-Dade County and the Miami metropolitan area, several miles west of downtown Miami. Founded in 1903, it is the second largest newspaper[citation needed] in South Florida, serving Miami-Dade, Broward, and Monroe Counties. It also circulates throughout Latin America and the Caribbean.",
  "/wiki/Emily_Jones": "Emily Jones McCoy (born in Houston, Texas) is a television anchor and reporter for FSN.",
  "/wiki/Kansas_City": "The Kansas City metropolitan area is a bi-state 14-county metropolitan area straddling the border between the U.S. states of Missouri and Kansas, anchored by Jackson County, Missouri, and Johnson County, Kansas. Its most-populous municipality is Kansas City, Missouri (KCMO). With a population of 2,487,053 (2018 estimate), it ranks as the second-largest metropolitan area in Missouri (after Greater St. Louis) and the largest metropolitan area in Kansas. Alongside KCMO, the area includes a number of other cities and suburbs, the largest being Overland Park, Kansas; Kansas City, Kansas; Olathe, Kansas; and Independence, Missouri; each over 100,000 in population. The Mid-America Regional Council (MARC) serves as the Council of Governments and the Metropolitan Planning Organization for the area.",
  "/wiki/CBS": "CBS (an initialism of the network's former name, the Columbia Broadcasting System) is an American English-language commercial broadcast television and radio network that is the flagship property of the CBS Entertainment Group division of ViacomCBS. The company is headquartered at the CBS Building in New York City with major production facilities and operations in New York City (at the CBS Broadcast Center) and Los Angeles (at CBS Television City and the CBS Studio Center).",
  "/wiki/KCTV": "KCTV, virtual channel 5 (UHF digital channel 24), is a CBS-affiliated television station licensed to Kansas City, Missouri, United States and serving the Kansas City metropolitan area. The station is owned by the Meredith Local Media subsidiary of Des Moines, Iowa-based Meredith Corporation, as part of a duopoly with MyNetworkTV affiliate KSMO-TV (channel 62). The two stations share studios on Shawnee Mission Parkway (US 56/US 169) in Fairway, Kansas; KCTV's transmitter is located on East 31st Street in the Union Hill section of Kansas City, Missouri (adjacent to the studios of PBS member station KCPT, channel 19). On cable, KCTV is available on Charter Spectrum, Comcast Xfinity and Consolidated Communications channel 3, and Google Fiber and AT&T U-verse channel 5. There is a high definition feed provided on Spectrum digital channel 1209, Xfinity channel 803, Consolidated channel 620 and U-verse channel 1005.",
  "/wiki/Wyman_Meinzer": "Wyman P. Meinzer is a photographer from Benjamin, Texas. In a review of 'Texas Lost', The Dallas Morning News said Meinzer \"just might be the best nature photographer in Texas. He has had more than 250 magazine cover photos published. He also has 17 photography books published. George W. Bush named him state photographer of Texas in 1997. As of 1997, Meinzer taught photography at Texas Tech and hunted coyotes and bobcats in the winter months. Meizner's photos illustrate Texas Past: Enduring Legacy (Texas Parks and Wildlife Press) written by Andrew Sansom.",
  "/wiki/Texas": "Texas (/ˈtɛksəs/, locally /ˈtɛksɪz/; Spanish: Texas or Tejas, pronounced [ˈtexas] (listen)) is the second largest state in the United States by area (after Alaska) and population (after California). Located in the South Central region, Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the southwest, and has a coastline with the Gulf of Mexico to the southeast.",
  "/wiki/Robert_Montemayor": "Latinos is an award-winning, 27-part newspaper series on southern California's Latino community and culture of the early 1980s. The Los Angeles Times won the 1984 Pulitzer Prize for Public Service for the series. The winning team of two editors and 11 reporters and photographers who were all of Mexican American descent were the first Hispanics to win the award.\nThe Pulitzer Prize jury called the series \"one of the largest reporting efforts in the newspaper's history\" and noted that the news team had conducted over 1,000 interviews. The story of the newspaper series is the subject of the 2007 documentary Below the Fold.",
  "/wiki/George_Polk_Awards": "The George Polk Awards in Journalism are a series of American journalism awards presented annually by Long Island University in New York in the United States. A writer for Idea Lab, a group blog hosted on the website of PBS, described the award as \"one of only a couple of journalism prizes that means anything\".",
  "/wiki/Dallas_Times_Herald": "The Dallas Times Herald, founded in 1888 by a merger of the Dallas Times and the Dallas Herald, was once one of two major daily newspapers serving the Dallas, Texas (USA) area. It won three Pulitzer Prizes, all for photography, and two George Polk Awards, for local and regional reporting.  As an afternoon publication for most of its 112 years, its demise was hastened by the shift of newspaper reading habits to morning papers, the reliance on television for late-breaking news, as well as the loss of an antitrust lawsuit against crosstown rival The Dallas Morning News after the latter's parent company bought the rights to 26 United Press Syndicate features that previously had been running in the Times Herald.",
  "/wiki/1984_Pulitzer_Prize": "The Pulitzer Prize is an award given to the best authors in all aspects of writing for authoring pieces of exceptionally high quality. In 1984, the recipients were:",
  "/wiki/Los_Angeles_Times": "The Los Angeles Times (sometimes abbreviated as LA Times or L.A. Times) is a daily newspaper which has been published in Los Angeles, California, since 1881. It has the fourth-largest circulation among United States newspapers, and is the largest U.S. newspaper not headquartered on the East Coast. The paper is known for its coverage of issues particularly salient to the U.S. West Coast, such as immigration trends and natural disasters. It has won more than 40 Pulitzer Prizes for its coverage of these and other issues. As of June 18, 2018[update], ownership of the paper is controlled by Patrick Soon-Shiong, and the executive editor is Norman Pearlstine.",
  "/wiki/Scott_Pelley": "Scott Cameron Pelley (born July 28, 1957) is an American journalist and author who has been a correspondent and anchor for CBS News for more than 31 years. Pelley is the author of the 2019 book, Truth Worth Telling, and a correspondent for the CBS News magazine 60 Minutes. Pelley served as anchor and managing editor of the CBS Evening News from 2011 to 2017, a period in which the broadcast added more than a million and a half viewers, achieving its highest ratings in more than a decade. Pelley served as CBS News’s chief White House correspondent from 1997 to 1999.",
  "/wiki/CBS_Evening_News": "CBS Evening News (titled as CBS Evening News with Norah O'Donnell for its weeknight broadcasts since July 15, 2019, and titled CBS Weekend News for its weekend broadcasts since May 7, 2016) is the flagship evening television news program of CBS News, the news division of the CBS television network in the United States. The “CBS Evening News” is a daily evening broadcast featuring news reports, feature stories and interviews by CBS News correspondents and reporters covering events across world. The program has been broadcast since July 1, 1941 under the original title CBS Television News, eventually adopting its current title in 1963.",
  "/wiki/60_Minutes": "60 Minutes is an American news magazine and television program broadcast on the CBS television network. Debuting in 1968, the program was created by Don Hewitt, who chose to set it apart from other news programs by using a unique style of reporter-centered investigation. In 2002, 60 Minutes was ranked at No. 6 on TV Guide's 50 Greatest TV Shows of All Time and in 2013, it was ranked #24 on TV Guide's 60 Best Series of All Time. The New York Times has called it \"one of the most esteemed news magazines on American television\".",
  "/wiki/2010_Pulitzer_Prize": "The 2010 Pulitzer Prizes were awarded on Monday, April 12, 2010. In journalism, The Washington Post won four awards while The New York Times won three. For the first time, an online source, ProPublica, won in what had previously been the sole province of print. A musical, Next to Normal, won the Drama award for the first time in 14 years. Country singer-songwriter Hank Williams, who died at age 29 in 1953, received a special citation. Below, the winner(s) in each category are listed.",
  "/wiki/Dallas_Morning_News": "The Dallas Morning News is a daily newspaper serving the Dallas–Fort Worth area of Texas, with an average of 271,900 daily subscribers. It was founded on October 1, 1885, by Alfred Horatio Belo as a satellite publication of the Galveston Daily News, of Galveston, Texas.[failed verification][failed verification][failed verification]",
  "/wiki/New_York_Daily_News": "The New York Daily News, officially titled Daily News, is an American newspaper based in New York City. As of May 2016[update], it was the ninth-most widely circulated daily newspaper in the United States. It was founded in 1919, and was the first U.S. daily printed in tabloid format. It reached its peak circulation in 1947, at 2.4 million copies a day.",
  "/wiki/Herbert_Southworth": "Herbert Rutledge Southworth (February 6, 1908 – October 30, 1999) was a writer, journalist and historian specializing in the Spanish Civil War and the subsequent Francoist State in Spain and whose work led the Francoist ministry of information to set up an entire department to counter his demolition of the State's propaganda. He also founded a radio station in Tangier following the end of World War II.",
  "/wiki/Dirk_West": "Gerald Glynn \"Dirk\" West (1930 – July 26, 1996) was an editorial cartoonist, journalist, and mayor from Lubbock, Texas, most famous for his caricatures of collegiate mascots. He was born in Littlefield, Texas but his family moved to Lubbock soon after. He attended Texas Tech University where he drew cartoons for The University Daily student newspaper. He appeared as \"Uncle Dirk\" on a local children's program for three years while heading up his advertising agency, West Advertising. Beginning in the 1960s, he cartooned for the Lubbock Avalanche-Journal."
}