{
  "/wiki/Soyuz-U": "The Soyuz-U launch vehicle was an improved version of the original Soyuz rocket. Soyuz-U was part of the R-7 family of rockets based on the R-7 Semyorka missile. Members of this rocket family were designed by the TsSKB design bureau and constructed at the Progress Factory in Samara, Russia (now a united company, TsSKB-Progress). The first Soyuz-U flight took place on 18 May 1973, carrying as its payload Kosmos 559, a Zenit military surveillance satellite. The final flight of a Soyuz-U rocket took place on February 22, 2017, carrying Progress MS-05 to the International Space Station.",
  "/wiki/Gagarin%27s_Start": "Gagarin's Start (Russian: Гагаринский старт, Gagarinskiy start), also known as  Baikonur Site 1 or Site 1/5 is a launch site at Baikonur Cosmodrome in Kazakhstan, used for the Soviet space program and now managed by Roscosmos.",
  "/wiki/Soyuz-U2": "The Soyuz-U2 (GRAU index 11A511U2) was a Soviet, later Russian, carrier rocket. It was derived from the Soyuz-U, and a member of the R-7 family of rockets. It featured increased performance compared with the baseline Soyuz-U, due to the use of syntin propellant, as opposed to RP-1 paraffin, used on the Soyuz-U.",
  "/wiki/Baikonur_Cosmodrome_Site_31": "Baikonur Site 31, also known as Site 31/6 at the Baikonur Cosmodrome, in Kazakhstan, is a launch site used by derivatives of the R-7 Semyorka missile. From 2011 onwards, it was supposed to be the launch site for manned Soyuz missions to the International Space Station, when launches switched from the Soyuz-FG carrier rocket to the Soyuz-2, which was unable to use the launch pad at Site 1/5. However, Site 1/5 has undergone modifications that allow the manned ISS missions to be launched from it.\nOnly few manned missions to the International Space Station are launched from Site 31/6 (Soyuz TMA-06M, Soyuz TMA-15M, Soyuz MS-02), when Site 1/5 is unavailable.",
  "/wiki/Zenit-2": "The Zenit-2 is a Russian-Ukrainian, previously Soviet, expendable carrier rocket. First flown in 1985, it has been launched 37 times, with 6 failures. It is a member of the Zenit family of rockets and was designed by the Yuzhnoye Design Bureau.",
  "/wiki/Baikonur_Cosmodrome_Site_45": "Site 45 at the Baikonur Cosmodrome is a launch site used by Zenit rockets. It consists of two pads, one of which is still in use. It has been the launch site for all Soviet and Russian government Zenit launches, along with a commercial launch conducted for Globalstar in 1998, and continuing commercial launches under the Land Launch programme. The main pad at the site is area 45/1, which was completed in 1983 following five years of construction. A second pad, area 45/2, was completed in 1990, but was destroyed by a launch failure in the same year.",
  "/wiki/Orlets": "Orlets (Russian: Орлец) was a series of Russian, and previously Soviet photoreconnaissance satellites derived from and intended to augment the Yantar series of spacecraft. Ten satellites were launched between 1989 and 2006; eight in the Orlets-1 configuration and two in the Orlets-2 configuration."
}