{
  "/wiki/1976_Southwest_Conference_Men%27s_Basketball_Tournament": "The 1976 Southwest Conference Men's Basketball Tournament was held March 4-6, 1976 at Moody Coliseum in Dallas, TX. The first round took place on February 28 at the higher seeded campus sites.",
  "/wiki/Texas_Tech_Red_Raiders_men%27s_basketball": "The Texas Tech Red Raiders basketball team represents Texas Tech University in basketball. Texas Tech competes in Division I of the National Collegiate Athletics Association (NCAA), and as a charter member of the Big 12 Conference, since its first season in 1996. The team previously competed in the Border Conference and Southwest Conference. The team was founded in 1925, having since won 12 regular season conference championships, 5 postseason conference championships, and made 17 appearances in the NCAA Tournament as of the 2018–19 season. The Red Raiders have played their home games at the United Supermarkets Arena since 1999 on the university's campus in Lubbock, Texas. Chris Beard, the team's 17th head coach, has led the Red Raiders since the 2016–17 season.",
  "/wiki/Texas_A%26M_Aggies_men%27s_basketball": "The Texas A&M Aggies men's basketball team represents Texas A&M University in NCAA Division I college basketball. The Aggies compete in the Southeastern Conference. Since 1998, the teams has played its home games at Reed Arena, a 12,989-capacity arena in College Station, Texas on the campus of Texas A&M University. The Aggies are currently coached by Buzz Williams who was hired on April 3, 2019 prior to the start of the 2019-2020 season.",
  "/wiki/Moody_Coliseum": "Moody Coliseum is a 7,000-seat multi-purpose arena in University Park, Texas (an inner suburb of Dallas). The arena opened in 1956. It is home to the Southern Methodist University Mustangs basketball teams and volleyball team. It was also home to the Dallas Chaparrals and Texas Chaparrals of the American Basketball Association before they moved to San Antonio, Texas, as the San Antonio Spurs. It was also later the home for the Dallas Diamonds of the Women's Professional Basketball League.",
  "/wiki/Dallas,_Texas": "Dallas (/ˈdæləs/) is a city in the U.S. state of Texas and the largest city and seat of Dallas County, with portions extending into Collin, Denton, Kaufman and Rockwall counties. With an estimated 2018 population of 1,345,047, it is the ninth most-populous city in the U.S. and third in Texas after Houston and San Antonio. Located in North Texas, the city of Dallas is the main core of the largest metropolitan area in the Southern United States and the largest inland metropolitan area in the U.S. that lacks any navigable link to the sea.[a] It is the most populous city in the Dallas–Fort Worth metroplex, the fourth-largest metropolitan area in the country at 7.5 million people as of 2018.",
  "/wiki/1977_Southwest_Conference_Men%27s_Basketball_Tournament": "The 1977 Southwest Conference Men's Basketball Tournament was held March 3-5, 1977 at The Summit in Houston, TX. The first round took place on February 26 at the higher seeded campus sites.",
  "/wiki/Arkansas_Razorbacks_men%27s_basketball": "The Arkansas Razorbacks basketball team represents the University of Arkansas in Fayetteville, Arkansas, United States in NCAA Division I men's basketball competition. The school's team currently competes in the Southeastern Conference. The team last played in the NCAA Division I Men's Basketball Tournament in 2018. They lost in the first round to Butler University.",
  "/wiki/Houston_Cougars_men%27s_basketball": "The Houston Cougars men's basketball team represents the University of Houston in Houston, Texas, in the NCAA Division I men's basketball competition. The university is a member of the American Athletic Conference. The team last played in the NCAA Division I Men's Basketball Tournament in 2019 and is tied for 15th in number of Final Four appearances.",
  "/wiki/Ron_Brewer": "Ronald Charles Brewer (born September 16, 1955) is a retired American professional basketball player.  A 6'4\" (1.93 m) guard from the University of Arkansas, he was selected by the Portland Trail Blazers in the first round of the 1978 NBA draft.",
  "/wiki/The_Summit_(Houston)": "The Lakewood Church Central Campus is the main facility of Lakewood Church, a megachurch in Houston, Texas, five miles southwest of Downtown Houston and next to Greenway Plaza.",
  "/wiki/Houston,_Texas": "Houston (/ˈhjuːstən/ (listen) HEW-stən) is the most populous city in the U.S. state of Texas, fourth most populous city in the United States, most populous city in the Southern United States, as well as the sixth most populous in North America, with an estimated 2018 population of 2,325,502. Located in Southeast Texas near Galveston Bay and the Gulf of Mexico, it is the seat of Harris County and the principal city of the Greater Houston metropolitan area, which is the fifth most populous metropolitan statistical area in the United States and the second most populous in Texas after the Dallas-Fort Worth metroplex, with a population of 6,997,384 in 2018.",
  "/wiki/1978_Southwest_Conference_Men%27s_Basketball_Tournament": "The 1978 Southwest Conference Men's Basketball Tournament was held March 2-4, 1978 at The Summit in Houston, TX. The first round took place on February 25 at the higher seeded campus sites.",
  "/wiki/Texas_Longhorns_men%27s_basketball": "The Texas Longhorns men's basketball team represents The University of Texas at Austin in NCAA Division I intercollegiate men's basketball competition. The Longhorns currently compete in the Big 12 Conference.",
  "/wiki/1979_Southwest_Conference_Men%27s_Basketball_Tournament": "The 1979 Southwest Conference Men's Basketball Tournament was held March 1-3, 1979 at The Summit in Houston, TX. The first round took place on February 24 at the higher seeded campus sites.",
  "/wiki/Sidney_Moncrief": "Sidney Alvin Moncrief (born September 21, 1957) is an American retired professional basketball player. As an NCAA college basketball player from 1975 to 1979, Moncrief played for the University of Arkansas Razorbacks, leading them to the 1978 Final Four and a win in the NCAA Consolation Game versus #6 Notre Dame. Nicknamed Sid the Squid, Sir Sid, and El Sid, Moncrief went on to play 11 seasons in the National Basketball Association, including ten seasons with the Milwaukee Bucks. He was a five-time NBA All-Star and won the first two NBA Defensive Player of the Year awards in 1983 and 1984. He was elected to the Naismith Memorial Basketball Hall of Fame in 2019.",
  "/wiki/1980_Southwest_Conference_Men%27s_Basketball_Tournament": "The 1980 Southwest Conference Men's Basketball Tournament was held February 28-1, 1980 at HemisFair Arena in San Antonio, TX. The first round took place on February 25 at the higher seeded campus sites.",
  "/wiki/David_Britton_(basketball)": "David Britton (born August 26, 1958) was an American basketball player for Texas A&M University who was named MVP of the 1980 Southwest Conference Men's Basketball Tournament.",
  "/wiki/HemisFair_Arena": "HemisFair Arena (also known as Convention Center Arena) was an indoor arena located in San Antonio, Texas. It was home to the ABA/NBA's San Antonio Spurs from 1973 to 1993 and the San Antonio Force of the AFL during the 1992 season, their only year of existence. The Houston Rockets also played home games at the arena during the 1972-73 NBA season.",
  "/wiki/San_Antonio,_Texas": "San Antonio (/ˌsæn ænˈtoʊnioʊ/; from Spanish, \"Saint Anthony,\" Spanish pronunciation: [sa.n‿anˈto.njo]), officially the City of San Antonio, is the seventh-most populous city in the United States, and the second-most populous city in both Texas and the Southern United States, with more than 1.5 million residents. Founded as a Spanish mission and colonial outpost in 1718, the city became the first chartered civil settlement in present-day Texas in 1731. The area was still part of the Spanish Empire, and later of the Mexican Republic. It is the state's oldest municipality, having celebrated its 300th anniversary on May 1, 2018.",
  "/wiki/1981_Southwest_Conference_Men%27s_Basketball_Tournament": "The 1981 Southwest Conference Men's Basketball Tournament was held March 5-7, 1981 at HemisFair Arena in San Antonio, TX. The first round took place on March 2 at the higher seeded campus sites.",
  "/wiki/Rob_Williams_(basketball)": "Robert Aaron Williams (May 5, 1961 – March 10, 2014), was an American former professional basketball player who was selected by the Denver Nuggets in the first round (19th overall) of the 1982 NBA draft.",
  "/wiki/1982_Southwest_Conference_Men%27s_Basketball_Tournament": "The 1982 Southwest Conference Men's Basketball Tournament was held March 4-6, 1982 at Reunion Arena in Dallas, TX. The first round took place on March 1 at the higher seeded campus sites.",
  "/wiki/Alvin_Robertson": "Alvin Cyrrale Robertson (born July 22, 1962) is an American retired basketball player who played in the National Basketball Association (NBA) from 1984 to 1993, and for one final season in 1995–96. Robertson holds the record for the most steals per game played, averaging 2.71 steals per game for his career. He is the only guard in NBA history to have recorded a quadruple-double.",
  "/wiki/Reunion_Arena": "Reunion Arena was an indoor arena located in the Reunion district of downtown Dallas, Texas. The arena served as the primary home of the National Basketball Association's Dallas Mavericks and the National Hockey League's Dallas Stars. Its capacity held accommodations for 18,190 basketball spectators and 17,000 for ice hockey spectators.  Reunion was also a performance venue for some of the biggest names in popular music from the 1980s through the late 2000s including Paul McCartney, Michael Jackson, Prince, Frank Sinatra, Elton John, David Bowie, Madonna, Pink Floyd, Queen, U2, R.E.M. and Radiohead.",
  "/wiki/1983_Southwest_Conference_Men%27s_Basketball_Tournament": "The 1983 Southwest Conference Men's Basketball Tournament was held March 10-12, 1983 at Reunion Arena in Dallas, TX. The first round took place on March 7 at the higher seeded campus sites.",
  "/wiki/TCU_Horned_Frogs": "The TCU Horned Frogs are the athletic teams that represent Texas Christian University. The 18 varsity teams participate in NCAA Division I and in the Football Bowl Subdivision (FBS) for football, competing mostly in the Big 12 Conference. The school was a founding member of the Southwest Conference and was a member of the Western Athletic Conference, Conference USA, and the Mountain West Conference before joining the Big 12.  Two TCU teams participate outside the Big 12 in sports not sponsored by that conference. The rifle team competes in the Patriot Rifle Conference, and the beach volleyball team is set to join the Coastal Collegiate Sports Association (CCSA) for the 2018–19 school year.",
  "/wiki/Michael_Young_(basketball)": "Michael Wayne Young (born January 2, 1961) is an American retired professional basketball player. He had a 15-year playing career spent in the National Basketball Association (NBA) and overseas. He was most recently the director of basketball operations and performance enhancement at the University of Houston, his alma mater.",
  "/wiki/1984_Southwest_Conference_Men%27s_Basketball_Tournament": "The 1984 Southwest Conference Men's Basketball Tournament was held March 9-11, 1984 at The Summit in Houston, TX. The first round took place on March 6 at the higher seeded campus sites.",
  "/wiki/Akeem_Olajuwon": "Hakeem Abdul Olajuwon (/əˈlaɪʒuɒn/; Yoruba: [olaɟuwɔ̃]; born January 21, 1963), formerly spelled (and still pronounced as) Akeem Olajuwon, is a Nigerian-American former professional basketball player. From 1984 to 2002, he played the center position in the National Basketball Association (NBA) for the Houston Rockets and the Toronto Raptors. He led the Rockets to back-to-back NBA championships in 1994 and 1995. In 2008, he was inducted into the Basketball Hall of Fame, and in 2016, he was inducted into the FIBA Hall of Fame. Listed at 7 ft 0 in (2.13 m), Olajuwon is considered one of the greatest centers ever to play the game. He was nicknamed \"The Dream\" during his basketball career after he dunked so effortlessly that his college coach said it \"looked like a dream.\"",
  "/wiki/1985_Southwest_Conference_Men%27s_Basketball_Tournament": "The 1985 Southwest Conference Men's Basketball Tournament was held March 9-0, 1985 at Reunion Arena in Dallas, TX.",
  "/wiki/Joe_Kleine": "Joseph William Kleine (born January 4, 1962) is a retired American professional basketball player who played in the NBA and for the US national team. He won a gold medal as a member of the United States men's basketball team at the 1984 Summer Olympics in Los Angeles. In 1998, he won the NBA championship as a member of the Chicago Bulls.",
  "/wiki/1986_Southwest_Conference_Men%27s_Basketball_Tournament": "The 1986 Southwest Conference Men's Basketball Tournament was held March 8-0, 1986 at Reunion Arena in Dallas, TX.",
  "/wiki/Tony_Benford": "Tony L. Benford (born March 22, 1964) is an American basketball coach who is an assistant coach of the TCU Horned Frogs men's basketball team.",
  "/wiki/1987_Southwest_Conference_Men%27s_Basketball_Tournament": "The 1987 Southwest Conference Men's Basketball Tournament was held March 7-0, 1987 at Reunion Arena in Dallas, TX.",
  "/wiki/Baylor_Bears_men%27s_basketball": "The Baylor Bears basketball team represents Baylor University in Waco, Texas, in NCAA Division I men's basketball competition. The Bears compete in the Big 12 Conference. The team plays its home games in Ferrell Center and is currently coached by Scott Drew.",
  "/wiki/Winston_Crite": "Winston Arnel Crite (born June 20, 1965) is a retired American professional basketball player who currently trains young players.  After a very successful career at Texas A&M University, Crite was selected with 53rd overall (7th in third round) pick in the 1987 NBA draft by the Phoenix Suns and spent two following seasons in the NBA playing for Suns. Afterwards he played professionally in Europe. At 6'7\" (2.00 m) and 233 lb (106 kg), he played power forward.",
  "/wiki/1988_Southwest_Conference_Men%27s_Basketball_Tournament": "The 1988 Southwest Conference Men's Basketball Tournament was held March 12-0, 1988 at Reunion Arena in Dallas, TX.",
  "/wiki/SMU_Mustangs_men%27s_basketball": "The SMU Mustangs men's basketball team represents Southern Methodist University (SMU) in Dallas, Texas and currently competes in the American Athletic Conference of NCAA Division I college basketball. The Mustangs are currently coached by Tim Jankovich. In 100 years of basketball, SMU's record is 1319–1190. SMU has reached one Final Four, has made 12 NCAA Tournament Appearances, won 16 Conference Championships, had 11 All-Americans, and 23 NBA Draft selections.",
  "/wiki/Micheal_Williams": "Micheal Douglas Williams (born July 23, 1966) is a retired American professional basketball player at the point guard position in the National Basketball Association (NBA).",
  "/wiki/1989_Southwest_Conference_Men%27s_Basketball_Tournament": "The 1989 Southwest Conference Men's Basketball Tournament was held March 11-0, 1989 at Reunion Arena in Dallas, TX.",
  "/wiki/Lenzie_Howell": "Lenzie Howell (born December 24, 1967) is an American retired basketball player. Standing at 6 ft 4 in (1.93 m), he played as small forward. He played college basketball with Arkansas for two seasons. After his stint with Arkansas, Howell played a decade in Europe. While playing for Computerij Meppel, he won the Dutch League Most Valuable Player twice.",
  "/wiki/1990_Southwest_Conference_Men%27s_Basketball_Tournament": "The 1990 Southwest Conference Men's Basketball Tournament was held March 10-0, 1990 at Reunion Arena in Dallas, TX.",
  "/wiki/Todd_Day": "Todd Fitzgerald Day (born January 7, 1970) is a retired American professional basketball player and current head coach at Philander Smith College in Little Rock, Arkansas. Day is the all-time leading scorer at the University of Arkansas, and played eight seasons in the NBA.  During the 2006 season, he played for the Blue Stars of Lebanon's WASL Club League.",
  "/wiki/1991_Southwest_Conference_Men%27s_Basketball_Tournament": "The 1991 Southwest Conference Men's Basketball Tournament was held March 8-10, 1991 at Reunion Arena in Dallas, TX.",
  "/wiki/1990%E2%80%9391_Arkansas_Razorbacks_men%27s_basketball_team": "The 1990–91 Arkansas Razorbacks men's basketball team represented the University of Arkansas in the 1990–91 college basketball season. The head coach was Nolan Richardson, serving for his sixth year. The team played its home games in Barnhill Arena in Fayetteville, Arkansas. This was Arkansas' final season in the Southwest Conference. The school joined the Southeastern Conference the next season. The Hogs won their third straight, and final, SWC regular season and conference tournament championships. Arkansas was the #1 seed in the Southeast Regional, and defeated Georgia State, Arizona State, and Alabama, before losing to the Kansas Jayhawks in the Elite Eight.",
  "/wiki/Oliver_Miller": "Oliver J. Miller (born April 6, 1970) is an American former professional basketball player. He played college basketball at the University of Arkansas and was drafted by the Phoenix Suns in 1992. After his initial stint in the NBA from 1992 to 1998, where he became the heaviest player in league history, Miller played overseas and for semi-professional American teams. He returned to the NBA for the 2003–04 season, but transitioned back to minor-league and semi-professional play until 2010.",
  "/wiki/1992_Southwest_Conference_Men%27s_Basketball_Tournament": "The 1992 Southwest Conference Men's Basketball Tournament was held March 14-0, 1992 at Reunion Arena in Dallas, TX.",
  "/wiki/Dexter_Cambridge": "Dexter Ryan Cambridge (born January 29, 1970) is a Bahamian professional basketball player. A 6'7\" (2.01 m) and 224 lb (102 kg) forward, he had a brief career in the National Basketball Association in early 1993 when he played for the Dallas Mavericks. Cambridge attended American institutions Lon Morris Junior College (in Jacksonville, Texas) and the University of Texas at Austin.",
  "/wiki/1993_Southwest_Conference_Men%27s_Basketball_Tournament": "The 1993 Southwest Conference Men's Basketball Tournament was held March 13-0, 1993 at Reunion Arena in Dallas, TX.",
  "/wiki/1994_Southwest_Conference_Men%27s_Basketball_Tournament": "The 1994 Southwest Conference Men's Basketball Tournament was held March 11-0, 1994 at Reunion Arena in Dallas, TX.",
  "/wiki/B._J._Tyler": "Brandon Joel Tyler (born April 30, 1971) is an American former professional basketball player.",
  "/wiki/1995_Southwest_Conference_Men%27s_Basketball_Tournament": "The 1995 Southwest Conference Men's Basketball Tournament was held March 10-0, 1995 at Reunion Arena in Dallas, TX.",
  "/wiki/Terrence_Rencher": "Terrence Lamont Rencher (born February 19, 1973) is an American former professional basketball player.  He was listed at 6'3\" (1.90 m).",
  "/wiki/Southwest_Conference_Men's_Basketball_Tournament": "The Southwest Conference Men's Basketball Tournament, also called the SWC Classic, was the conference championship tournament in men's basketball for the Southwest Conference. The tournament was held annually between 1976 and 1996, after which the Southwest Conference was dissolved."
}