{
  "/wiki/Stephen_Strasburg": "Stephen James Strasburg (/ˈstrɑːsbɜːrɡ/; born July 20, 1988) is an American professional baseball pitcher for the Washington Nationals of Major League Baseball (MLB). Strasburg was selected by Washington with the first pick in the 2009 Major League Baseball draft. He won the 2019 World Series with the Nationals defeating the Houston Astros. He won the World Series Most Valuable Player (MVP) award.",
  "/wiki/Washington_Nationals": "The Washington Nationals are an American professional baseball team based in Washington, D.C. The Nationals compete in Major League Baseball (MLB) as a member club of the National League (NL) East division. From 2005 to 2007, the team played in RFK Stadium while their permanent stadium was being built. In 2008, they moved in to Nationals Park, located on South Capitol Street in the Southeast quadrant of D.C., near the Anacostia River.",
  "/wiki/Pitcher": "In baseball, the pitcher is the player who throws the baseball from the pitcher's mound toward the catcher to begin each play, with the goal of retiring a batter, who attempts to either make contact with the pitched ball or draw a walk. In the numbering system used to record defensive plays, the pitcher is assigned the number 1. The pitcher is often considered the most important player on the defensive side of the game, and as such is situated at the right end of the defensive spectrum. There are many different types of pitchers, such as the starting pitcher, relief pitcher, middle reliever, lefty specialist, setup man, and the closer.",
  "/wiki/San_Diego_State_Aztecs_baseball": "The San Diego State Aztecs baseball team is the college baseball program that represents the San Diego State University. Along with the university's other athletic teams, the baseball team became a member of the Mountain West Conference during the 1999–00 academic year.  Previously, the baseball program competed in the Western Athletic Conference. The Aztecs play in Tony Gwynn Stadium, on the SDSU campus in San Diego, California. From 2003 until his death in 2014, Tony Gwynn was the program's head coach.",
  "/wiki/Dustin_Ackley": "Dustin Michael Ackley (born February 26, 1988) is an American professional baseball second baseman and outfielder who is currently a free agent. He has played in Major League Baseball (MLB) for the Seattle Mariners and the New York Yankees.",
  "/wiki/Seattle_Mariners": "The Seattle Mariners are an American professional baseball team based in Seattle, Washington. They compete in Major League Baseball (MLB) as a member club of the American League (AL) West division. The team joined the American League as an expansion team in 1977 playing their home games in the Kingdome. Since July 1999, the Mariners' home ballpark has been T-Mobile Park (formerly Safeco Field), located in the SoDo neighborhood of Seattle.",
  "/wiki/Outfielder": "An outfielder is a person playing in one of the three defensive positions in baseball or softball, farthest from the batter. These defenders are the left fielder, the center fielder, and the right fielder. As an outfielder, their duty is to catch fly balls and/ ground balls then to return them to the infield for the out or before the runner advances, if there is any runners on the bases. As an outfielder, they normally play behind the six players located in the field.\nBy convention, each of the nine defensive positions in baseball is numbered. The outfield positions are 7 (left field), 8 (center field) and 9 (right field). These numbers are shorthand designations useful in baseball scorekeeping and are not necessarily the same as the squad numbers worn on player uniforms.",
  "/wiki/North_Carolina_Tar_Heels_baseball": "The North Carolina Tar Heels baseball team, commonly referred to as Carolina, represents the University of North Carolina at Chapel Hill in NCAA Division I college baseball.  They compete in the Coastal Division of the Atlantic Coast Conference.  The Tar Heels play their home games on campus at Boshamer Stadium, and are currently coached by Mike Fox.",
  "/wiki/Donavan_Tate": "Donavan Reed Tate (born September 27, 1990) is an American former college football quarterback for the Arizona Wildcats of the University of Arizona. Previously, he was a Minor League Baseball outfielder who was selected third overall by the San Diego Padres in the 2009 Major League Baseball draft.",
  "/wiki/San_Diego_Padres": "The San Diego Padres are an American professional baseball team based in San Diego, California. They compete in Major League Baseball (MLB) as a member club of the National League (NL) West division. Founded in 1969, the Padres have won two NL pennants — in 1984 and 1998, losing in the World Series both years. As of 2018, they have had 14 winning seasons in franchise history. The Padres are one of two Major League Baseball teams (the other being the Los Angeles Angels) in California to originate from that state; the Athletics were originally from Philadelphia (and moved to the state from Kansas City), and the Dodgers and Giants are originally from two New York City boroughs – Brooklyn and Manhattan, respectively. The Padres are the only MLB team that does not share its city with another franchise in the four major American professional sports leagues.  The Padres are the only major professional sports franchise to be located in San Diego, following the relocation of the Chargers to Los Angeles in 2017. They are also the only franchise in the MLB not to have a no-hitter, having gone 8,020 games without throwing one, a major league record to begin a franchise.",
  "/wiki/Cartersville_High_School": "Cartersville High School is a public high school in Cartersville, Georgia. Cartersville is a part of the Cartersville City School System.",
  "/wiki/Georgia_(U.S._State)": "Georgia (/ˈdʒɔːrdʒə/) is a state located in the southeastern region of the United States. Georgia is the 24th largest in area and 8th-most populous of the 50 United States. Georgia is bordered to the north by Tennessee and North Carolina, to the northeast by South Carolina, to the southeast by the Atlantic Ocean, to the south by Florida, and to the west by Alabama. Its 2019 estimated population was 10,617,423, according to the U.S. Census Bureau. Atlanta, a \"beta(+)\" global city, is both the state's capital and its largest city. The Atlanta metropolitan area, with an estimated population of 5.9 million people in 2018, is the 9th most populous metropolitan area in the United States and contains about 56% of the entire state population.",
  "/wiki/Tony_Sanchez_(baseball)": "Jorge Anthony Sanchez (born May 20, 1988) is an American professional baseball catcher who is a free agent. Sanchez was selected fourth overall by the Pittsburgh Pirates in the 2009 Major League Baseball draft, and made his Major League Baseball (MLB) debut with them in 2013. He has also played in MLB for the Atlanta Braves.",
  "/wiki/Pittsburgh_Pirates": "The Pittsburgh Pirates are an American professional baseball team based in Pittsburgh, Pennsylvania. They compete in Major League Baseball (MLB) as a member club of the National League (NL) Central division. Founded in 1881 under the name Pittsburgh Allegheny, the franchise has won five World Series championships. The Pirates are also often referred to as the \"Bucs\" or the \"Buccos\" (derived from buccaneer, a synonym for pirate). The team plays its home games at PNC Park, its home since 2001. The Pirates previously played at Forbes Field from 1909-1970 and at Three Rivers Stadium, so named because of its location near the confluence of the Allegheny, Monongahela, and Ohio rivers, from 1970-2000.",
  "/wiki/Catcher": "Catcher is a position for a baseball or softball player. When a batter takes his/her turn to hit, the catcher crouches behind home plate, in front of the (home) umpire, and receives the ball from the pitcher. In addition to this primary duty, the catcher is also called upon to master many other skills in order to field the position well. The role of the catcher is similar to that of the wicket-keeper in cricket, but in cricket, wicketkeepers are increasingly known for their batting abilities.",
  "/wiki/Boston_College_Eagles_baseball": "The Boston College Eagles baseball team represents Boston College in NCAA Division I college baseball. The team participates in the Atlantic Division of the Atlantic Coast Conference. The head coach of the Eagles is Mike Gambino, a 2000 alumnus of Boston College, and the team plays its home games at the newly constructed Brighton Field after having played at Shea Field from 1961 to 2017.",
  "/wiki/Matt_Hobgood": "Matthew Micah Hobgood (born August 3, 1990) is a former American professional baseball pitcher. He was drafted in the first round, 5th overall, of the 2009 Major League Baseball Draft by the Baltimore Orioles.",
  "/wiki/Baltimore_Orioles": "The Baltimore Orioles are an American professional baseball team based in Baltimore, Maryland. They compete in Major League Baseball (MLB) as a member club of the American League (AL) East division. As one of the American League's eight charter teams in 1901, this particular franchise spent its first year as a major league club in Milwaukee, Wisconsin, as the Milwaukee Brewers before moving to St. Louis, Missouri, to become the St. Louis Browns in 1902. After 52 years in St. Louis, the franchise was purchased in November 1953 by a syndicate of Baltimore business and civic interests led by attorney and civic activist Clarence Miles and Mayor Thomas D'Alesandro, Jr. The team's current owner is American trial lawyer Peter Angelos.",
  "/wiki/Norco_High_School": "Norco High School is California Distinguished School public high school serving 2,206 students from grades 9-12 in Norco, California, United States. It is part of the Corona-Norco Unified School District. The current principal is Mr. Rob Ibbetson.",
  "/wiki/California": "California is a state in the Pacific Region of the United States. With 39.5 million residents across a total area of about 163,696 square miles (423,970 km2), California is the most populous U.S. state and the third-largest by area. The state capital is Sacramento. The Greater Los Angeles Area and the San Francisco Bay Area are the nation's second- and fifth-most populous urban regions, with 18.7 million and 9.7 million residents respectively. Los Angeles is California's most populous city, and the country's second-most populous, after New York City. California also has the nation's most populous county, Los Angeles County, and its largest county by area, San Bernardino County. The City and County of San Francisco is both the country's second most densely populated major city after New York City and the fifth most densely populated county, behind only four of the five New York City boroughs.",
  "/wiki/Zack_Wheeler": "Zachary Harrison Wheeler (born May 30, 1990) is an American professional baseball pitcher for the Philadelphia Phillies of Major League Baseball (MLB). He previously played for the New York Mets.",
  "/wiki/San_Francisco_Giants": "The San Francisco Giants are an American professional baseball team based in San Francisco, California. They compete in Major League Baseball (MLB) as a member club of the National League (NL) West division. Founded in 1883 as the New York Gothams, and renamed three years later the New York Giants, the team eventually moved to San Francisco in 1958.",
  "/wiki/East_Paulding_High_School": "East Paulding High School is a public secondary school located in Dallas, Georgia, United States.",
  "/wiki/Mike_Minor_(baseball)": "Michael David Minor (born December 26, 1987) is an American professional baseball pitcher for the Texas Rangers of Major League Baseball (MLB). He previously played in MLB for the Atlanta Braves, who selected him seventh overall in the 2009 MLB draft, and the Kansas City Royals.",
  "/wiki/Atlanta_Braves": "The Atlanta Braves are an American professional baseball team based in the Atlanta metropolitan area. They compete in Major League Baseball (MLB) as a member club of the National League (NL) East division. The team played its home games at Atlanta–Fulton County Stadium from 1966 to 1996, and at Turner Field from 1997 to 2016. Since 2017, their home stadium has been Truist Park (formerly SunTrust Park), located 10 miles (16 km) northwest of downtown Atlanta in Cobb County, Georgia. The Braves play spring training games at CoolToday Park in North Port, Florida.",
  "/wiki/Vanderbilt_Commodores_baseball": "The Vanderbilt Commodores baseball team is an American National Collegiate Athletic Association (NCAA) college baseball team, and the reigning Division I national champion. From Vanderbilt University in Nashville, Tennessee, the team participates in the Eastern division of the Southeastern Conference (SEC) and plays its home games on campus at Hawkins Field.  The Commodores are coached by three-time National Coach of the Year and three-time SEC Coach of the Year, Tim Corbin.",
  "/wiki/Mike_Leake": "Michael Raymond Leake (born November 12, 1987) is an American professional baseball pitcher for the Arizona Diamondbacks of Major League Baseball (MLB). He previously played for the Cincinnati Reds, San Francisco Giants, St. Louis Cardinals, and Seattle Mariners.",
  "/wiki/Cincinnati_Reds": "The Cincinnati Reds are an American professional baseball team based in Cincinnati, Ohio. They compete in Major League Baseball (MLB) as a member club of the National League (NL) Central division. They were a charter member of the American Association in 1882 and joined the NL in 1890.",
  "/wiki/Arizona_State_Sun_Devils_baseball": "The Arizona State Sun Devils baseball program at the Arizona State University (ASU) is part of the Pac-12 Conference. Since it became a member of the Pac-12, it had the highest winning percentage, at .681, of all schools that participate in Division I baseball within the conference. ASU's NCAA leading 54 consecutive 30 win seasons was the longest streak in the nation. The Sun Devils' only losing seasons occurred in 1963, 2017,& 2018 The Sun Devils had been nationally ranked during at least a part of every season of their 58-year history until 2017. The Sun Devils have finished 27 times in the Top 10, 22 times in the Top 5, and 5 times as the No. 1 team in the nation.",
  "/wiki/Jacob_Turner": "Jacob Edward Turner (born May 21, 1991) is an American professional baseball pitcher who is a free agent. He previously played in Major League Baseball (MLB) for the Detroit Tigers, Miami Marlins, Chicago Cubs, Chicago White Sox, and Washington Nationals. He also played in the KBO League for the Kia Tigers.",
  "/wiki/Detroit_Tigers": "The Detroit Tigers are an American professional baseball team based in Detroit, Michigan. They compete in Major League Baseball (MLB) as a member of the American League (AL) Central division. One of the AL's eight charter franchises, the club was founded in Detroit as a member of the minor league Western League in 1894 and is the only Western League team still in its original city. They are also the oldest continuous one name, one city franchise in the AL.",
  "/wiki/Westminster_Christian_Academy_(Missouri)": "Westminster Christian Academy (WCA) is a private Christian school in Town and Country, Missouri serving students in grades 7–12. As of 2019, the school has an enrollment of approximately 975 students. The Upper School (9-12) enrolls approximately 750 students and the Middle School (7-8) enrolls approximately 260 students.",
  "/wiki/Missouri": "Missouri is a state in the Midwestern United States. With over six million residents, it is the 18th-most populous state of the Union. The largest urban areas are St. Louis, Kansas City, Springfield and Columbia; the capital is Jefferson City. The state is the 21st-most extensive in area. Missouri is bordered by eight states (tied for the most with Tennessee): Iowa to the north, Illinois, Kentucky and Tennessee (via the Mississippi River) to the east, Arkansas to the south and Oklahoma, Kansas and Nebraska to the west. In the south are the Ozarks, a forested highland, providing timber, minerals and recreation. The Missouri River, after which the state is named, flows through the center of the state into the Mississippi River, which makes up Missouri's eastern border.",
  "/wiki/Drew_Storen": "Drew Patrick Storen (born August 11, 1987) is an American professional baseball relief pitcher in the Philadelphia Phillies organization. He previously played in Major League Baseball (MLB) for the Washington Nationals, Toronto Blue Jays, Seattle Mariners, and Cincinnati Reds.",
  "/wiki/Stanford_Cardinal_baseball": "The Stanford Cardinal baseball team represents Stanford University in NCAA Division I college baseball. Along with most other Stanford athletic teams, the baseball team participates in the Pac-12 Conference. The Cardinal play their home games on campus at Klein Field at Sunken Diamond, and they are currently coached by David Esquer.",
  "/wiki/Tyler_Matzek": "Tyler Alexander Matzek (born October 19, 1990) is an American professional baseball pitcher in the Atlanta Braves organization. He was drafted by the Colorado Rockies in the first round of the 2009 Major League Baseball draft.",
  "/wiki/Colorado_Rockies": "The Colorado Rockies are an American professional baseball team based in Denver, Colorado. They compete in Major League Baseball (MLB) as a member club of the National League (NL) West division. The team's home venue is Coors Field, located in the Lower Downtown area of Denver. The team is owned by the Monfort brothers and managed by Bud Black.",
  "/wiki/Capistrano_Valley_High_School": "Capistrano Valley High School (often called CVHS or Capo) is a public high school at the southern border of Mission Viejo, California, USA, that is run by the Capistrano Unified School District. It is set on a hilltop overlooking the San Diego Freeway (I-5) corridor and Saddleback Mountain. It is located on Via Escolar, off the Avery exit of the I-5. The school attendance boundaries primarily serve students from eastern, southern and northern Mission Viejo (the entire portion of the city in CUSD) and a small northern portion of San Juan Capistrano.",
  "/wiki/Aaron_Crow": "Aaron James Crow (born November 10, 1986) is an American professional baseball pitcher who is a free agent. He previously pitched in Major League Baseball (MLB) for the Kansas City Royals.",
  "/wiki/Kansas_City_Royals": "The Kansas City Royals are an American professional baseball team based in Kansas City, Missouri. They compete in Major League Baseball (MLB) as a member team of the American League (AL) Central division. The team was founded as an expansion franchise in 1969, and has participated in four World Series, winning in 1985 and 2015, and losing in 1980 and 2014.",
  "/wiki/Missouri_Tigers_baseball": "The Missouri Tigers baseball team represents the University of Missouri in NCAA Division I college baseball. The Missouri Tigers had an overall record of 2053-1339-17 entering the 2012 season.",
  "/wiki/Grant_Green_(baseball)": "Grant Thomas Green (born September 27, 1987) is an American former professional baseball second baseman. He played in Major League Baseball (MLB) for the Oakland Athletics, Los Angeles Angels of Anaheim, San Francisco Giants, and Washington Nationals. Green attended the University of Southern California (USC) and played college baseball for the USC Trojans.",
  "/wiki/Oakland_Athletics": "The Oakland Athletics, often referred to as the A's, are an American professional baseball team based in Oakland, California. They compete in Major League Baseball (MLB) as a member club of the American League (AL) West division. The team plays its home games at the Oakland Coliseum. They have won nine World Series championships.",
  "/wiki/Shortstop": "Shortstop, abbreviated SS, is the baseball or softball fielding position between second and third base, which is considered to be among the most demanding defensive positions. Historically the position was assigned to defensive specialists who were typically poor at batting and were often placed at the bottom of the batting order. Today shortstops are often able to hit well and many are placed at the top of the lineup. In the numbering system used by scorers to record defensive plays, the shortstop is assigned the number 6.",
  "/wiki/USC_Trojans_baseball": "The USC Trojans baseball program represents the University of Southern California in college baseball. Established in 1888, the team is a member of the National Collegiate Athletic Association and the Pac-12 Conference.  USC home's field is Dedeaux Field, which is named in honor of former head coach and National College Baseball Hall of Fame inductee Rod Dedeaux.",
  "/wiki/Matt_Purke": "Matthew Taylor Purke (born July 17, 1990) is an American professional baseball pitcher who is a free agent. He made his Major League Baseball (MLB) debut with the Chicago White Sox in 2016.",
  "/wiki/Texas_Rangers_(baseball)": "The Texas Rangers are an American professional baseball team based in Arlington, Texas, located in the Dallas–Fort Worth metroplex. They compete in Major League Baseball (MLB) as a member club of the American League (AL) West division. In 2020, they will move to the new Globe Life Field after having played at Globe Life Park in Arlington from 1994 to 2019. The team's name is borrowed from the famous law enforcement agency of the same name.",
  "/wiki/Klein_High_School": "Klein High School is a public high school located in Klein, Texas, United States, located approximately 20 miles (32 km) from Downtown Houston. It serves grades 9–12 in the Klein Independent School District. The current principal of Klein High School is Jessica Haddox.",
  "/wiki/Texas": "Texas (/ˈtɛksəs/, locally /ˈtɛksɪz/; Spanish: Texas or Tejas, pronounced [ˈtexas] (listen)) is the second largest state in the United States by area (after Alaska) and population (after California). Located in the South Central region, Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the southwest, and has a coastline with the Gulf of Mexico to the southeast.",
  "/wiki/Alex_White_(baseball)": "Alex Bruce White (born August 29, 1988) is an American former professional baseball pitcher. He played in Major League Baseball (MLB) for the Cleveland Indians and the Colorado Rockies.",
  "/wiki/Cleveland_Indians": "The Cleveland Indians are an American professional baseball team based in Cleveland, Ohio. They compete in Major League Baseball (MLB) as a member club of the American League (AL) Central division. Since 1994, they have played at Progressive Field. The team's spring training facility is at Goodyear Ballpark in Goodyear, Arizona. Since their establishment as a major league franchise in 1901, the team has won 10 Central Division titles, six American League pennants, and two World Series championships, (in 1920 and 1948). The team's current 70-year World Series championship drought is the longest active among all 30 current Major League teams.",
  "/wiki/Bobby_Borchering": "The Arizona Diamondbacks are a Major League Baseball franchise based in Phoenix, Arizona. The Diamondbacks compete in the National League West division. Officially known as the \"First-Year Player Draft\", the Rule 4 Draft is Major League Baseball's primary mechanism for assigning amateur baseball players from high schools, colleges, and other amateur baseball clubs to its teams. The draft order is determined based on the previous season's standings, with the team possessing the worst record receiving the first pick. In addition, teams which lost free agents in the previous off-season may be awarded compensatory or supplementary picks. Since the franchise first participated in the draft in 1996, the Diamondbacks have selected 27 players in the first round. The First-Year Player Draft is unrelated to the 1997 expansion draft in which the Diamondbacks filled their roster.",
  "/wiki/Arizona_Diamondbacks": "The Arizona Diamondbacks, often shortened as the D-backs, are an American professional baseball team based in Phoenix, Arizona. They compete in Major League Baseball (MLB) as a member of the National League (NL) West division. The team plays its home games at Chase Field, formerly known as Bank One Ballpark. The Diamondbacks have won one World Series championship (defeating the New York Yankees in 2001) – becoming the fastest expansion team in Major League history to win a championship, which it did in only the fourth season since the franchise's inception.",
  "/wiki/Third_baseman": "A third baseman, abbreviated 3B, is the player in baseball whose responsibility is to defend the area nearest to third base —  the third of four bases a baserunner must touch in succession to score a run. In the scoring system used to record defensive plays, the third baseman is assigned the number '5'.",
  "/wiki/Bishop_Verot_High_School": "Bishop Verot High School is a private, Roman Catholic high school in Fort Myers, Florida.  It is located in the Diocese of Venice, Florida.",
  "/wiki/Florida": "Florida (/ˈflɒrɪdə/ (listen), Spanish pronunciation: [floˈɾiða]) is the southernmost contiguous state in the United States. The state is bordered to the west by the Gulf of Mexico, to the northwest by Alabama, to the north by Georgia, to the east by the Atlantic Ocean, and to the south by the Straits of Florida. Florida is the 22nd-most extensive (65,755 sq mi or 170,300 km2), the 3rd-most populous (21,477,737 inhabitants), and the 8th-most densely populated (384.3/sq mi or 148.4/km2) of the U.S. states. Jacksonville is the most populous municipality in the state and the largest city by area in the contiguous United States. The Miami metropolitan area is Florida's most populous urban area, with its capital being Tallahassee.",
  "/wiki/A._J._Pollock_(baseball)": "Allen Lorenz \"A. J.\" Pollock (born December 5, 1987) is an American professional baseball center fielder for the Los Angeles Dodgers of Major League Baseball (MLB). The Arizona Diamondbacks selected Pollock in the first round of the 2009 Major League Baseball draft. He made his MLB debut with the Diamondbacks in 2012. Pollock was an MLB All-Star and won a Gold Glove Award in 2015.",
  "/wiki/Notre_Dame_Fighting_Irish_baseball": "The Notre Dame Fighting Irish baseball team represents the University of Notre Dame in NCAA Division I college baseball. Notre Dame competes as a member of the Atlantic Coast Conference and plays its home games at Frank Eck Stadium in Notre Dame, Indiana.",
  "/wiki/Florida_Marlins": "The Miami Marlins are an American professional baseball team based in Miami, Florida. They compete in Major League Baseball (MLB) as a member club of the National League (NL) East division. Their home park is Marlins Park. Though one of only two MLB franchises to have never won a division title (the other being the Colorado Rockies), the Marlins have won two World Series championships as a wild card team.",
  "/wiki/Yukon_High_School": "Yukon High School is a secondary school located within Canadian County in Yukon, Oklahoma. Famous alumni include country singer Garth Brooks.",
  "/wiki/Oklahoma": "Oklahoma (/ˌoʊkləˈhoʊmə/ (listen); Cherokee: ᎣᎦᎳᎰᎹ, ogalahoma; Choctaw: Oklahumma) is a state in the South Central region of the United States, bordered by the state of Texas on the south and west, Kansas on the north, Missouri on the northeast, Arkansas on the east, New Mexico on the west, and Colorado on the northwest. It is the 20th-most extensive and the 28th-most populous of the 50 United States. Its residents are known as Oklahomans (or colloquially, \"Okies\"), and its capital and largest city is Oklahoma City.",
  "/wiki/Shelby_Miller": "Shelby Charles Miller (born October 10, 1990) is an American professional baseball pitcher for the Milwaukee Brewers organization. He has played in Major League Baseball (MLB) for the St. Louis Cardinals, Atlanta Braves, Arizona Diamondbacks, Texas Rangers.",
  "/wiki/St._Louis_Cardinals": "The St. Louis Cardinals are an American professional baseball team based in St. Louis, Missouri. The Cardinals compete in Major League Baseball (MLB) as a member club of the National League (NL) Central division. Busch Stadium has been their home ballpark since 2006. One of the nation's oldest and most successful professional baseball clubs, the Cardinals have won 11 World Series championships, more than any other NL team and second in MLB only to the New York Yankees. The team has won 19 National League pennants, third-most of any team. St. Louis has also won 14 division titles in the East and Central divisions.",
  "/wiki/Brownwood_High_School": "Brownwood High School is a public high school located in Brownwood, Texas, United States. It is part of the Brownwood Independent School District located in central Brown County, and is classified as a 4A school by the UIL. In 2015, the school was rated \"Met Standard\" by the Texas Education Agency.",
  "/wiki/Chad_Jenkins_(baseball)": "Stephen Chadwick Jenkins (born December 22, 1987) is an American former professional baseball pitcher. He played in Major League Baseball (MLB) for the Toronto Blue Jays.",
  "/wiki/Toronto_Blue_Jays": "The Toronto Blue Jays are a Canadian professional baseball team based in Toronto, Ontario. They compete in Major League Baseball (MLB) as a member club of the American League (AL) East division. The team plays its home games at the Rogers Centre.",
  "/wiki/Kennesaw_State_Owls_baseball": "The Kennesaw State Owls fields 17 varsity athletics teams, competing for Kennesaw State University. After spending ten years in Division II's Peach Belt Conference, the university fully transitioned to Division I status in the National Collegiate Athletic Association at the beginning of the 2009–10 season. All of Kennesaw State's sports teams compete in the Atlantic Sun Conference, except for the football team, which is an associate member of the Big South Conference. The school mascot is Scrappy the Owl."
}