{
  "/wiki/Seth_Boyden": "Seth Boyden (November 17, 1788 – March 31, 1870) was an American inventor.",
  "/wiki/Malleable_iron": "Malleable iron is cast as white iron, the structure being a metastable carbide in a pearlitic matrix. Through an annealing heat treatment, the brittle structure as first cast is transformed into the malleable form. Carbon agglomerates into small roughly spherical aggregates of graphite leaving a matrix of ferrite or pearlite according to the exact heat treatment used. Three basic types of malleable iron are recognized within the casting industry: blackheart malleable iron, whiteheart malleable iron and pearlitic malleable iron.",
  "/wiki/Newark,_New_Jersey": "Newark (/ˈnuːərk/, locally /njʊərk/) is the most populous city in the U.S. state of New Jersey and the seat of Essex County. As one of the nation's major air, shipping, and rail hubs, the city had a population of 282,090 in 2018, making it the nation's 73rd-most populous municipality, after being ranked 63rd in the nation in 2000.",
  "/wiki/John_Stevens_(inventor,_born_1749)": "Col. John Stevens, III (June 26, 1749 – March 6, 1838) was an American lawyer, engineer, and inventor who constructed the first U.S. steam locomotive, first steam-powered ferry, and first U.S. commercial ferry service from his estate in Hoboken. He was influential in the creation of U.S. patent law.",
  "/wiki/Hoboken,_New_Jersey": "Hoboken (/ˈhoʊboʊkən/ HOH-boh-kən; Unami: Hupokàn) is a city in Hudson County, New Jersey, United States. As of the 2010 United States Census, the city's population was 50,005, having grown by 11,428 (+29.6%) from 38,577 counted in the 2000 Census, which had in turn increased by 5,180 (+15.5%) from the 33,397 in the 1990 Census. Hoboken is part of the New York metropolitan area and is the site of Hoboken Terminal, a major transportation hub for the tri-state region.",
  "/wiki/Jan_A._Rajchman": "Jan Aleksander Rajchman (London, 10 August 1911 – 1 April 1989) was a Polish electrical engineer and computer pioneer.",
  "/wiki/Read-only_memory": "Read-only memory (ROM) is a type of non-volatile memory used in computers and other electronic devices. Data stored in ROM cannot be electronically modified after the manufacture of the memory device.  Read-only memory is useful for storing software that is rarely changed during the life of the system, sometimes known as firmware. Software applications for programmable devices can be distributed as plug-in cartridges containing read-only memory.",
  "/wiki/Radio_Corporation_of_America": "The RCA Corporation was a major American electronics company, which was founded as the Radio Corporation of America in 1919. It was initially a wholly owned subsidiary of General Electric (GE); however, in 1932, RCA became an independent company after GE was required to divest its ownership as part of the settlement of a government antitrust suit.",
  "/wiki/Albert_Einstein": "Albert Einstein (/ˈaɪnstaɪn/ EYEN-styne; German: [ˈalbɛʁt ˈʔaɪnʃtaɪn] (listen); 14 March 1879 – 18 April 1955) was a German-born theoretical physicist who developed the theory of relativity, one of the two pillars of modern physics (alongside quantum mechanics).:274 His work is also known for its influence on the philosophy of science. He is best known to the general public for his mass–energy equivalence formula \n\n\n\nE\n=\nm\n\nc\n\n2\n\n\n\n\n{\\displaystyle E=mc^{2}}\n\n, which has been dubbed \"the world's most famous equation\". He received the 1921 Nobel Prize in Physics \"for his services to theoretical physics, and especially for his discovery of the law of the photoelectric effect\", a pivotal step in the development of quantum theory.",
  "/wiki/Theoretical_physics": "Theoretical physics is a branch of physics that employs mathematical models and abstractions of physical objects and systems to rationalize, explain and predict natural phenomena. This is in contrast to experimental physics, which uses experimental tools to probe these phenomena.",
  "/wiki/Institute_for_Advanced_Study": "The Institute for Advanced Study (IAS), located at 1 Einstein Drive, Princeton, New Jersey, in the United States, is an independent postdoctoral research center for theoretical research and intellectual inquiry. It is perhaps best known as the academic home of Albert Einstein, J. Robert Oppenheimer, Hermann Weyl, John von Neumann and Kurt Gödel, after their immigration to the United States. It was founded in 1930 by American educator Abraham Flexner, together with philanthropists Louis Bamberger and Caroline Bamberger Fuld. Although it is close to and collaborates with Princeton University, Rutgers University, and other nearby institutions, it is independent and does not charge tuition or fees.",
  "/wiki/Alfred_Vail": "Alfred Lewis Vail (September 25, 1807 – January 18, 1859) was an American machinist and inventor.  Along with Samuel Morse, Vail was central in developing and commercializing American telegraphy between 1837 and 1844.",
  "/wiki/Telegraph": "Telegraphy is the long-distance transmission of textual messages where the sender uses symbolic codes, known to the recipient, rather than a physical exchange of an object bearing the message. Thus flag semaphore is a method of telegraphy, whereas pigeon post is not. Ancient signalling systems, although sometimes quite extensive and sophisticated as in China, were generally not capable of transmitting arbitrary text messages. Possible messages were fixed and predetermined and such systems are thus not true telegraphs.",
  "/wiki/Speedwell_Ironworks": "Speedwell Ironworks was an ironworks in Speedwell Village, on Speedwell Avenue (part of U.S. Route 202), just north of downtown Morristown, in Morris County, New Jersey, United States. At this site Alfred Vail and Samuel Morse first demonstrated their electric telegraph.  Speedwell Ironworks also provided most of the machinery for the SS Savannah, the first steamship to cross the Atlantic Ocean. The site is still open to the public, and has seven buildings on display. The site, now named Historical Speedwell, is a historic site of the Morris County Park Commission.",
  "/wiki/Thomas_A._Edison": "Thomas Alva Edison (February 11, 1847 – October 18, 1931) was an American inventor and businessman who has been described as America's greatest inventor. He developed many devices in fields such as electric power generation, mass communication, sound recording, and motion pictures. These inventions, which include the phonograph, the motion picture camera, and the long-lasting, practical electric light bulb, have had a widespread impact on the modern industrialized world. He was one of the first inventors to apply the principles of organized science and teamwork to the process of invention, working with many researchers and employees. He established the first industrial research laboratory.",
  "/wiki/Thomas_Edison_National_Historical_Park": "Thomas Edison National Historical Park preserves Thomas Edison's laboratory and residence, Glenmont, in West Orange, Essex County, New Jersey, United States. These were designed, in 1887, by architect Henry Hudson Holly. The Edison laboratories operated for more than 40 years. Out of the West Orange laboratories came the motion picture camera, improved phonographs, sound recordings, silent and sound movies and the nickel-iron alkaline electric storage battery.",
  "/wiki/Leo_Sternbach": "Leo Sternbach (May 7, 1908 – September 28, 2005) was an American chemist who is credited with first synthesizing benzodiazepines, the main class of tranquilizers.",
  "/wiki/Benzodiazepines": "Benzodiazepines (BZD, BDZ, BZs), sometimes called \"benzos\", are a class of psychoactive drugs whose core chemical structure is the fusion of a benzene ring and a diazepine ring. The first such drug, chlordiazepoxide (Librium), was discovered accidentally by Leo Sternbach in 1955, and made available in 1960 by Hoffmann–La Roche, which, since 1963, has also marketed the benzodiazepine diazepam (Valium). In 1977 benzodiazepines were globally the most prescribed medications. They are in the family of drugs commonly known as minor tranquilizers.",
  "/wiki/Hoffman-La_Roche": "F. Hoffmann-La Roche AG is a Swiss multinational healthcare company that operates worldwide under two divisions: Pharmaceuticals and Diagnostics. Its holding company, Roche Holding AG, has bearer shares listed on the SIX Swiss Exchange. The company headquarters are located in Basel.",
  "/wiki/Selman_Waksman": "Selman Abraham Waksman (July 22, 1888 – August 16, 1973) was a Ukrainian-born, Jewish-American inventor, biochemist and microbiologist whose research into the decomposition of organisms that live in soil enabled the discovery of streptomycin and several other antibiotics. A professor of biochemistry and microbiology at Rutgers University for four decades, he discovered a number of antibiotics (and introduced the modern sense of that word to name them), and he introduced procedures that have led to the development of many others. The proceeds earned from the licensing of his patents funded a foundation for microbiological research, which established the Waksman Institute of Microbiology located on Rutgers University's Busch Campus in Piscataway, New Jersey (USA). In 1952, he was awarded the Nobel Prize in Physiology or Medicine for \"ingenious, systematic and successful studies of the soil microbes that led to the discovery of streptomycin.\" Waksman and his foundation later were sued by Albert Schatz, one of his PhD students and first discoverer of streptomycin, for minimizing Schatz's role in the discovery of streptomycin.",
  "/wiki/Streptomycin": "Streptomycin is an antibiotic used to treat a number of bacterial infections. This includes tuberculosis, Mycobacterium avium complex, endocarditis, brucellosis, Burkholderia infection, plague, tularemia, and rat bite fever. For active tuberculosis it is often given together with isoniazid, rifampicin, and pyrazinamide. It is given by injection into a vein or muscle.",
  "/wiki/Rutgers_University": "Rutgers, The State University of New Jersey (/ˈrʌtɡərz/), commonly referred to as Rutgers University, or RU, is an American public research university in New Jersey. It is the largest institution of higher education in New Jersey.",
  "/wiki/Vladimir_Zworykin": "Vladimir Kosmich Zworykin (Russian: Влади́мир Козьми́ч Зворы́кин, Vladimir Koz'mich Zvorykin; July 29 [O.S. July 17] 1888 – July 29, 1982) was a Russian-American inventor, engineer, and pioneer of television technology. Zworykin invented a television transmitting and receiving system employing cathode ray tubes. He played a role in the practical development of television from the early thirties, including charge storage-type tubes, infrared image tubes and the electron microscope.",
  "/wiki/Television": "Television (TV), sometimes shortened to tele or telly, is a telecommunication medium used for transmitting moving images in monochrome (black and white), or in colour, and in two or three dimensions and sound. The term can refer to a television set, a television program (\"TV show\"), or the medium of television transmission. Television is a mass medium for advertising, entertainment and news.",
  "/wiki/Jerome_H._Lemelson": "Jerome \"Jerry\" Hal Lemelson (July 18, 1923 – October 1, 1997) was an American engineer, inventor, and patent holder. Several of his inventions and works in the fields in which he patented have made possible, either wholly or in part, innovations like automated warehouses, industrial robots, cordless telephones, fax machines, videocassette recorders, camcorders, and the magnetic tape drive used in Sony's Walkman tape players. Lemelson's 605 patents made him one of the most prolific inventors in American history.",
  "/wiki/Oberlin_Smith": "Oberlin Smith (March 22, 1840 – July 19, 1926) was an American engineer who published one of the earliest works dealing with magnetic recording in 1888.",
  "/wiki/Magnetic_recording": "Magnetic storage or magnetic recording is the storage of data on a magnetized medium.  Magnetic storage uses different patterns of magnetisation in a magnetisable material to store data and is a form of non-volatile memory.  The information is accessed using one or more read/write heads.",
  "/wiki/Bridgeton,_New_Jersey": "Bridgeton is a city in Cumberland County, New Jersey, United States, in the southern part of the state, on the Cohansey River, near Delaware Bay.  As of the 2010 United States Census, the city's population was 25,349, reflecting an increase of 2,578 (+11.3%) from the 22,771 counted in the 2000 Census, which had in turn increased by 3,829 (+20.2%) from the 18,942 counted in the 1990 Census. It is the county seat of Cumberland County. Bridgeton, Millville, and Vineland are the three principal cities of the Vineland-Millville-Bridgeton Primary Metropolitan Statistical Area, which encompasses those cities and all of Cumberland County for statistical purposes and which constitutes a part of the Delaware Valley.",
  "/wiki/Hannibal_Goodwin": "Hannibal Williston Goodwin (April 21, 1822 – December 31, 1900), patented a method for making transparent, flexible roll film out of nitrocellulose film base, which was used in Thomas Edison's Kinetoscope, an early machine for viewing motion pictures.",
  "/wiki/Edward_Weston_(chemist)": "Edward Weston (May 9, 1850 – August 20, 1936) was an English-born American chemist noted for his achievements in electroplating and his development of the electrochemical cell, named the Weston cell, for the voltage standard. Weston was a competitor of Thomas Edison in the early days of electricity generation and distribution.",
  "/wiki/New_Jersey_Institute_of_Technology": "The New Jersey Institute of Technology (NJIT) is a public research university in Newark, New Jersey. Founded in 1881 with the support of local industrialists and inventors especially Edward Weston,  NJIT opened as Newark Technical School in 1885 with 88 students.[a][b] The school grew into a classic engineering college – Newark College of Engineering – and then, with the addition of a School of Architecture in 1973, into a polytechnic university that now hosts five colleges and one school. As of fall 2019, the university enrolls about 11,500 students, 2,000 of whom live on campus.",
  "/wiki/Karl_G._Jansky": "Karl Guthe Jansky (October 22, 1905 – February 14, 1950) was an American physicist and radio engineer who in August 1931 first discovered radio waves emanating from the Milky Way. He is considered one of the founding figures of radio astronomy.",
  "/wiki/Radio_telescope": "A radio telescope is a specialized antenna and radio receiver used to receive radio waves from astronomical radio sources in the sky. Radio telescopes are the main observing instrument used in radio astronomy, which studies the radio frequency portion of the electromagnetic spectrum emitted by astronomical objects, just as optical telescopes are the main observing instrument used in traditional optical astronomy which studies the light wave portion of the spectrum coming from astronomical objects. Radio telescopes are typically large parabolic (\"dish\") antennas  similar to those employed in tracking and communicating with satellites and space probes. They may be used singly or linked together electronically in an array.  Unlike optical telescopes, radio telescopes can be used in the daytime as well as at night. Since astronomical radio sources such as planets, stars, nebulas and galaxies are very far away, the radio waves coming from them are extremely weak, so radio telescopes require very large antennas to collect enough radio energy to study them, and extremely sensitive receiving equipment. Radio observatories are preferentially located far from major centers of population to avoid electromagnetic interference (EMI) from radio, television, radar, motor vehicles, and other man-made electronic devices.",
  "/wiki/Bell_Labs": "Nokia Bell Labs (formerly named Bell Labs Innovations (1996–2007), AT&T Bell Laboratories (1984–1996) and Bell Telephone Laboratories (1925–1984)) is an industrial research and scientific development company owned by Finnish company Nokia. With headquarters located in Murray Hill, New Jersey, the company operates several laboratories in the United States and around the world. Bell Labs has its origins in the complex past of the Bell System.",
  "/wiki/Albert_Rose_(physicist)": "Albert Rose (30 March 1910 – 26 July 1990) was an American physicist, who made major contributions to TV video camera tubes such as the orthicon, image orthicon, and vidicon.",
  "/wiki/Video_camera_tube": "Video camera tubes were devices based on the cathode ray tube that were used to capture television images prior to the introduction of charge-coupled device (CCD) image sensors in the 1980s. Several different types of tubes were in use from the early 1930s to the 1980s.",
  "/wiki/Paul_K._Weimer": "Dr. Paul K. Weimer (November 5, 1914 – January 6, 2005) was a noted contributor to the development of television and the thin-film transistor (TFT).",
  "/wiki/Thin-film_transistor": "A thin-film transistor (TFT) is a special type of metal–oxide–semiconductor field-effect transistor (MOSFET) made by depositing thin films of an active semiconductor layer as well as the dielectric layer and metallic contacts over a supporting (but non-conducting) substrate.  A common substrate is glass, because the primary application of TFTs is in liquid-crystal displays (LCDs). This differs from the conventional bulk MOSFET transistor, where the semiconductor material typically is the substrate, such as a silicon wafer.",
  "/wiki/John_H._Sinfelt": "John H. Sinfelt (February 18, 1931 in Munson, Clearfield County, Pennsylvania – May 28, 2011 in Morristown, New Jersey) was an American chemical engineer whose research on catalytic reforming was responsible for the introduction of unleaded gasoline.",
  "/wiki/Unleaded_gasoline": "Gasoline (American English), or petrol (British English), is a colorless petroleum-derived flammable liquid that is used primarily as a fuel in most spark-ignited internal combustion engines. It consists mostly of organic compounds obtained by the fractional distillation of petroleum, enhanced with a variety of additives. On average, a 42-U.S.-gallon (160-liter) barrel of  crude oil yields about 19 U.S. gallons (72 liters) of gasoline (among other refined products) after processing in an oil refinery, though this varies based on the crude oil assay.",
  "/wiki/ExxonMobil": "Exxon Mobil Corporation, doing business as ExxonMobil, is an American multinational oil and gas corporation headquartered in Irving, Texas. It is the largest direct descendant of John D. Rockefeller's Standard Oil, and was formed on November 30, 1999 by the merger of Exxon (formerly the Standard Oil Company of New Jersey) and Mobil (formerly the Standard Oil Company of New York). ExxonMobil's primary brands are Exxon, Mobil, Esso, and ExxonMobil Chemical. ExxonMobil is incorporated in Texas.",
  "/wiki/James_Hillier": "James Hillier, OC (August 22, 1915 – January 15, 2007) was a Canadian-American scientist and inventor who designed and built, with Albert Prebus, the first successful high-resolution electron microscope in North America in 1938.",
  "/wiki/Electron_microscope": "An electron microscope is a microscope that uses a beam of accelerated electrons as a source of illumination. As the wavelength of an electron can be up to 100,000 times shorter than that of visible light photons, electron microscopes have a higher resolving power than light microscopes and can reveal the structure of smaller objects. A scanning transmission electron microscope has achieved better than 50 pm resolution in annular dark-field imaging mode and magnifications of up to about 10,000,000× whereas most light microscopes are limited by diffraction to about 200 nm resolution and useful magnifications below 2000×.",
  "/wiki/Solomon_Andrews_(inventor)": "Solomon Andrews (February 15, 1806 – October 17, 1872) was a doctor, aviator and dirigible airship inventor. Andrews invented an airship called Aereon which received some notice in the 1860s. He claimed to sail it as one would a sailboat. Mention is made of the movement of pilot and passenger fore and aft in the basket to control attitude. He was a medical doctor and three times Mayor of Perth Amboy, New Jersey. He served as the health officer of Perth Amboy, New Jersey and supervised the construction of the city's first sewer system. He served as the Collector of the Port of New Jersey in Perth Amboy from 1844 to 1845.",
  "/wiki/Dirigible": "An airship or dirigible balloon is a type of aerostat or lighter-than-air aircraft that can navigate through the air under its own power. Aerostats gain their lift from a lifting gas that is less dense than the surrounding air.",
  "/wiki/Perth_Amboy,_New_Jersey": "Perth Amboy is a city in Middlesex County, New Jersey, United States. The City of Perth Amboy is part of the New York metropolitan area. As of the 2010 United States Census, the city's population was 50,814, reflecting an increase of 3,511 (+7.4%) from the 47,303 counted in the 2000 Census, which had in turn increased by 5,336 (+12.7%) from the 41,967 counted in the 1990 Census. Perth Amboy has a Hispanic majority population. In the 2010 census, persons of \"Hispanic, Latino or Spanish origin\" made up 78.1% of the population, the second-highest in the state, behind Union City at 84.7%. Perth Amboy is known as the \"City by the Bay\", referring to its location adjoining Raritan Bay.",
  "/wiki/Walter_Lincoln_Hawkins": "Walter Lincoln Hawkins (1911–1992) was an African-American chemist and engineer widely regarded as a pioneer of polymer chemistry. For thirty-four years he worked at Bell Laboratories, where he was instrumental in designing a long-lasting plastic to sheath telephone cables, so assisting the introduction of telephone services to thousands of Americans. Hawkins was the first African-American to become a member of the National Academy of Engineering, and in 1992 he was awarded the National Medal of Technology by the U.S. president, George H. W. Bush.",
  "/wiki/New_Jersey_Inventors_Hall_of_Fame": "The New Jersey Inventor's Hall of Fame was established in 1987 to honor individuals and corporations in New Jersey for their inventions. Award recipients are recognized at the annual Award Banquet Dinner.  The New Jersey Inventors Hall of Fame operated from 1987 to 2002 at the New Jersey Institute of Technology, from 2003 to 2007 with support from the Research and Development Council of New Jersey. Starting in 2008 it was under the aegis of Stevens Institute of Technology Office of Academic Entrepreneurship.  In 2010, Greenberg Traurig became a co-sponsor of the organization."
}