{
  "/wiki/Miyawaka,_Fukuoka": "Miyawaka (宮若市, Miyawaka-shi) is a city located in Fukuoka, Japan.",
  "/wiki/Fukuju-ji_(Kitakyushu)": "Fukuju-ji (福聚寺) is an Ōbaku Zen temple in Kokurakita-ku, Kitakyūshū, Fukuoka, Japan.  Its honorary sangō prefix is Kōjuzan (広寿山). Fukuju-ji is one of two bodaiji (菩提寺), or funeral temples, dedicated to Ogasawara Tadazane, the first daimyō of Kokura Domain. (The other is Toyokawa's Rinzai-ji.)",
  "/wiki/Kitaky%C5%ABsh%C5%AB": "Kitakyushu (Japanese: 北九州市, Hepburn: Kitakyūshū-shi) is a city located in Fukuoka Prefecture, Japan.",
  "/wiki/Fukuoka": "Fukuoka (福岡市, Fukuoka-shi, Japanese: [ɸɯ̥kɯꜜoka]) is the capital city of Fukuoka Prefecture, situated on the northern shore of the Japanese island Kyushu. It is the most populous city on the island, followed by Kitakyushu. It is the largest city and metropolitan area west of Keihanshin. The city was designated on April 1, 1972, by government ordinance. Greater Fukuoka, with a population of 2.5 million people (2005 census), is part of the heavily industrialized Fukuoka–Kitakyushu zone.",
  "/wiki/Kurume,_Fukuoka": "Kurume (久留米市, Kurume-shi) is a city in Fukuoka Prefecture, Japan.",
  "/wiki/Yanagawa,_Fukuoka": "Yanagawa (柳川市, Yanagawa-shi) is a city located in Fukuoka Prefecture, Japan.",
  "/wiki/Kurume_Castle": "Kurume Castle (久留米城, Kurume-jō) was a castle structure in Kurume, Japan.. Kurume Castle was built by the ninth son of Mōri Motonari, Kobayakawa Hidekane in 1587.",
  "/wiki/Kanda,_Fukuoka": "Kanda (苅田町, Kanda-machi) is a town located in Miyako District, Fukuoka Prefecture, on the Japanese home island of Kyushu, which is one of  the four main islands. Kanda is a suburb of the city of Kitakyushu.",
  "/wiki/Hakush%C5%AB_Kitahara": "Hakushū Kitahara (北原 白秋, Kitahara Hakushū, 25 January 1885 – 2 November 1942) is the pen-name of Kitahara Ryūkichi (北原 隆吉, Kitahara Ryūkichi), a Japanese tanka poet active during the Taishō and Shōwa periods of Japan. He is regarded as one of the most popular and important poets in modern Japanese literature.",
  "/wiki/Fukuchi,_Fukuoka": "Fukuchi (福智町, Fukuchi-machi) is a town in Tagawa District, Fukuoka Prefecture, Japan.",
  "/wiki/N%C5%8Dgata,_Fukuoka": "Nōgata (直方市, Nōgata-shi) is a city located in Fukuoka Prefecture, Japan, on the island of Kyushu in southern Japan. Located near Kitakyūshū and Iizuka, Nōgata is in the center of the Chikuhō region of Fukuoka. The city was founded on January 1, 1931.",
  "/wiki/Iizuka,_Fukuoka": "Iizuka (飯塚市, Iizuka-shi) is a city located at the confluence of the Honami and Onga rivers in central Fukuoka Prefecture, Japan. The city was founded on January 20, 1932.",
  "/wiki/Tagawa,_Fukuoka": "Tagawa (田川市, Tagawa-shi) is a city located in Fukuoka Prefecture, Japan. The city was founded on November 3, 1943.",
  "/wiki/List_of_Historic_Sites_of_Japan_(Fukuoka)": "This list is of the Historic Sites of Japan located within the Prefecture of Fukuoka."
}