{
  "/wiki/Los_Angeles_Galaxy": "The LA Galaxy, also known as the Los Angeles Galaxy, is an American professional soccer club based in the Los Angeles suburb of Carson, California, that competes in Major League Soccer (MLS), as a member of the Western Conference. The club began play in 1996 as one of the league's ten charter members.",
  "/wiki/Brooklyn_Knights": "Brooklyn Knights were an American soccer club based in New York City. Founded in 1999, the Knights currently field youth teams in the United Soccer Leagues Super-20 League and Super Y-League.  The team also previously field a team in the USL Premier Development League (PDL), the fourth tier of the American Soccer Pyramid, in the Mid Atlantic Division of the Eastern Conference.  The Knights decided to cease fielding a team in the PDL in January 2013.",
  "/wiki/New_England_Revolution": "The New England Revolution is an American professional soccer club based in the Greater Boston area that competes in Major League Soccer (MLS), in the Eastern Conference of the league. It is one of the ten charter clubs of MLS, having competed in the league since its inaugural season.",
  "/wiki/Shalrie_Joseph": "Shalrie Jamal Joseph (born May 24, 1978) is a Grenadian former footballer who is currently the head coach of the Grenada national football team.",
  "/wiki/Saint_John's_University,_New_York": "St. John's University is a private Roman Catholic university in New York City. Founded and run by the Congregation of the Mission (C.M., the Vincentian Fathers) in 1870, the school was originally located in the neighborhood of Bedford–Stuyvesant in the borough of Brooklyn. In the 1950s, the school was relocated to its current site at Utopia Parkway in Hillcrest, Queens. St. John's also has campuses in Staten Island and Manhattan in New York City and overseas in Rome, Italy. In addition, the university has a Long Island Graduate Center in Hauppauge, along with academic locations in Paris, France, and Limerick, Ireland. The university is named after Saint John the Baptist.",
  "/wiki/Dallas_Burn": "FC Dallas is an American professional soccer club based in the Dallas suburb of Frisco, Texas. The club competes as a member of the Western Conference in Major League Soccer (MLS). The franchise began play in 1996 as a charter club of the league. The club was founded in 1995 as the Dallas Burn before adopting its current name in 2004.",
  "/wiki/Jordan_Stone": "Jordan Stone (born March 16, 1984), is a retired American soccer player.",
  "/wiki/Project-40": "Generation Adidas is a joint venture between Major League Soccer and U.S. Soccer aimed at raising the level of young professional soccer talent in the United States. The program, sponsored by Adidas, offers professional-ready players in the U.S. developmental system not yet eligible for the MLS SuperDraft early entry, allowing MLS to compete with foreign professional clubs without comparable restrictions on player signing. From its establishment in 1997 to 2005, the program was sponsored by Nike and was called Project-40.  Originally intended to improve the U.S. national team player pool, American national team eligibility is no longer required for program entry.",
  "/wiki/Colorado_Rapids": "The Colorado Rapids are an American professional soccer club based in the Denver suburb of Commerce City, Colorado. The Rapids compete in Major League Soccer (MLS) as a member of the Western Conference. The franchise began play in 1996 as one of the charter clubs in MLS.",
  "/wiki/Danny_Jackson_(soccer)": "Danny Jackson (born 20 October 1979) is an English central defender/sweeper who last played for the Seattle Sounders, and served as captain from 2004–2008.",
  "/wiki/University_of_North_Carolina_at_Chapel_Hill": "The University of North Carolina at Chapel Hill (UNC, UNC-Chapel Hill, North Carolina, Chapel Hill, or simply Carolina) is a public research university in Chapel Hill, North Carolina. The flagship of the University of North Carolina system, it is considered a Public Ivy, or a public institution which offers an academic experience equivalent to an Ivy League university.  After being chartered in 1789, the university first began enrolling students in 1795, which also allows it to be one of three schools to claim the title of the oldest public university in the United States. Among the claimants, the University of North Carolina at Chapel Hill is the only one to have held classes and graduated students as a public university in the eighteenth century.",
  "/wiki/Chicago_Fire_Soccer_Club": "Chicago Fire Football Club is an American professional soccer franchise based in Chicago, Illinois. The team competes in Major League Soccer (MLS) as a member of the league's Eastern Conference, having moved to the conference in 2002.",
  "/wiki/Craig_Capano": "Craig Capano (born July 7, 1985) is an American soccer player, who last played for the Chicago Fire of Major League Soccer.",
  "/wiki/Matt_Behncke": "Matt Behncke (born February 20, 1980) is an American former professional soccer player and attorney. He last played for Real Salt Lake of Major League Soccer (MLS).",
  "/wiki/Princeton_University": "Princeton University is a private Ivy League research university in Princeton, New Jersey. Founded in 1746 in Elizabeth as the  College of New Jersey, Princeton is the fourth-oldest institution of higher education in the United States and one of the nine colonial colleges chartered before the American Revolution.[a] The institution moved to Newark in 1747, then to the current site nine years later, and renamed itself Princeton University in 1896.",
  "/wiki/Jeff_Stewart_(soccer_player)": "Jeff Stewart (born June 21, 1980 in Bellevue, Washington) is an American soccer defender who last played for Colorado Rapids of Major League Soccer.",
  "/wiki/Santa_Clara_University": "Santa Clara University is a private Jesuit university in Santa Clara, California, with about 5,400 undergraduate students and about 3,300 postgraduate students. Established in 1851, Santa Clara University is the oldest operating institution of higher learning in California and has remained in its original location for 168 years. The university's campus surrounds the historic Mission Santa Clara de Asis which traces its founding to 1776. The campus mirrors the Mission's architectural style and provides a fine early example of Mission Revival architecture. The university is classified as a \"Doctoral/Professional\" university by Carnegie Classification.",
  "/wiki/Columbus_Crew": "Columbus Crew Soccer Club is an American professional soccer club based in Columbus, Ohio. The Crew competes in Major League Soccer (MLS) as a member of the league's Eastern Conference and began play in 1996 as one of the ten charter clubs of the league. The team is currently being operated by an ownership group led by the Haslam family and former team doctor Pete Edwards. The Haslam/Edwards group is the third owner in club history.",
  "/wiki/Ian_Fuller": "Ian Fuller (born August 31, 1979) is a former American soccer player who currently serves as an assistant coach for Minnesota United FC.",
  "/wiki/Clemson_University": "Clemson University (/ˈklɛmp.sən, ˈklɛm.zən/[note a]) is a public, land-grant research university in Clemson, South Carolina. Founded in 1889, Clemson is the second-largest university in student population in South Carolina. For the fall 2017 semester, the university enrolled a total of 19,402 undergraduate students and 4,985 graduate students, and the student/faculty ratio was 18:1. Clemson's 1,400-acre campus  is in the foothills of the Blue Ridge Mountains and sits next to Lake Hartwell. The university manages the nearby 17,500-acre Clemson Experimental Forest that is used for research, education, and recreation.",
  "/wiki/Bryheem_Hancock": "Bryheem Hancock (born March 1, 1980 in Middletown, Delaware) is a former American soccer player who played professional soccer as a goalkeeper for clubs in the Major League Soccer, and A-League. He is currently the head coach at Radford University.",
  "/wiki/University_of_Connecticut": "The University of Connecticut (UConn) is a public land grant, National Sea Grant and National Space Grant research university in Storrs, Connecticut. It was founded in 1881.",
  "/wiki/Jon_Busch": "Jon Busch (born August 18, 1976) is a retired American professional soccer goalkeeper.",
  "/wiki/Hershey_Wildcats": "Hershey Wildcats were a professional soccer team, based in Hershey, Pennsylvania, USA, that played in the USL A-League between 1997 and 2001.  The team was owned by Hershey Entertainment and Resorts Company.  The team played in Hersheypark Stadium, located at Hersheypark, and received its name from the Wild Cat roller coaster. In the Wildcats' 5-year history, the average attendance was 3,189 per game.",
  "/wiki/D.C._United": "D.C. United is an American professional soccer club based in Washington, D.C. The club competes as a member of the Eastern Conference in Major League Soccer (MLS), the top level of professional American soccer. The franchise began play in 1996 as one of the ten charter clubs of the league. The club was one of the most successful clubs in the early years of MLS, winning eight of its thirteen titles between 1996 and 1998 under then head coach Bruce Arena. United holds the joint MLS record for most Supporters' Shields, has four MLS Cups, and been crowned U.S. Open Cup champions three times. It is also the first club to win both the MLS Supporters' Shield and MLS Cup consecutively.",
  "/wiki/Richmond_Kickers": "The Richmond Kickers are an American professional soccer club based in Richmond, Virginia. Founded in 1993, the Kickers are one of the oldest continuously run professional soccer clubs in the United States, tied with the Charleston Battery. After following the United Soccer League into the second division for 2017 and 2018, the Kickers returned to the third tier of American soccer in 2019 as a founding member of USL League One.",
  "/wiki/Gavin_Glinton": "Gavin Glinton (born 1 March 1979 in Grand Turk) is a retired Major League Soccer and Turks and Caicos Islands footballer. He is currently an assistant coach for New Mexico United, having previously served as the U13 and U14 Academy Coach at Sacramento Republic FC.",
  "/wiki/Bradley_University": "Bradley University is a private university in Peoria, Illinois. Founded in 1897, Bradley University currently enrolls 5,400 students who are pursuing degrees in more than 100 undergraduate programs and more than 30 graduate programs in five colleges. The university is regionally accredited by the Higher Learning Commission and 22 national accrediting agencies.",
  "/wiki/2002_MLS_SuperDraft": "The 2002 Major League Soccer SuperDraft was held on February 10, 2002 in Lake Buena Vista, Florida."
}