{
  "/wiki/Chicago_Fire_Soccer_Club": "Chicago Fire Football Club is an American professional soccer franchise based in Chicago, Illinois. The team competes in Major League Soccer (MLS) as a member of the league's Eastern Conference, having moved to the conference in 2002.",
  "/wiki/University_of_Virginia": "The University of Virginia (U.Va. or UVA) is a public research university in Charlottesville, Virginia. It was founded in 1819 by Declaration of Independence author Thomas Jefferson. It is the flagship university of Virginia and home to Jefferson's Academical Village, a UNESCO World Heritage Site. UVA is known for its historic foundations, student-run honor code and secret societies.",
  "/wiki/Los_Angeles_Galaxy": "The LA Galaxy, also known as the Los Angeles Galaxy, is an American professional soccer club based in the Los Angeles suburb of Carson, California, that competes in Major League Soccer (MLS), as a member of the Western Conference. The club began play in 1996 as one of the league's ten charter members.",
  "/wiki/Alejandro_Moreno": "Alejandro Enrique Moreno Riera (born July 8, 1979) is a retired Venezuelan footballer who is currently a television commentator for ESPN FC, ESPN Deportes and ESPN Latin America. Moreno won three MLS Cups during his professional career.",
  "/wiki/UNC-Greensboro": "The University of North Carolina at Greensboro (UNCG or UNC Greensboro) is a public research university in Greensboro, North Carolina. It is part of the University of North Carolina system. UNCG, like all members of the UNC system, is a stand-alone university and awards its own degrees. UNCG is accredited by the Southern Association of Colleges and Schools Commission on Colleges to award baccalaureate, masters, specialist and doctoral degrees.",
  "/wiki/Colorado_Rapids": "The Colorado Rapids are an American professional soccer club based in the Denver suburb of Commerce City, Colorado. The Rapids compete in Major League Soccer (MLS) as a member of the Western Conference. The franchise began play in 1996 as one of the charter clubs in MLS.",
  "/wiki/Bryn_Ritchie": "Bryn Michael Ritchie (born November 28, 1979) is a former American soccer player who played professionally for two seasons.",
  "/wiki/University_of_Washington": "The University of Washington (UW, simply Washington, or informally U-Dub) is a public research university in Seattle, Washington. Founded in 1861, Washington was first established in downtown Seattle approximately a decade after the city's founding to aid its economic development. Today, the university's 703-acre main Seattle campus is in the University District above the Montlake Cut, within the urban Puget Sound region of the Pacific Northwest.  The university has additional campuses in Tacoma and Bothell. Overall, UW encompasses over 500 buildings and over 20 million gross square footage of space, including one of the largest library systems in the world with over 26 university libraries, as well as the UW Tower, lecture halls, art centers, museums, laboratories, stadiums, and conference centers. The university offers bachelor's, master's, and doctoral degrees through 140 departments in various colleges and schools, sees about 46,000 in total student enrollment every year, and functions on a quarter system.",
  "/wiki/Daniel_Alvarez_(soccer)": "Daniel Alvarez is a retired American soccer midfielder.",
  "/wiki/Furman_University": "Furman University is a private liberal arts university in Greenville, South Carolina. Founded in 1826 and named for the clergyman Richard Furman,[A 3] Furman University is the oldest private institution of higher learning in South Carolina. It became a secular university in 1992, while keeping Christo et Doctrinae (For Christ and Learning) as its motto. It enrolls approximately 2,700 undergraduate students and 200 graduate students, representing 46 states and 53 foreign countries, on its 750-acre (304 ha) campus.",
  "/wiki/MetroStars": "The New York Red Bulls are an American professional soccer club based in Harrison, New Jersey. The Red Bulls compete as a member of the Eastern Conference of Major League Soccer (MLS). The club was established in October 1994 and began play in the league's inaugural season in 1996 as the New York/New Jersey MetroStars. In 2006, the team was sold to Red Bull GmbH and re-branded as part of the company's global network of football clubs, leading to the team's current name.",
  "/wiki/Sam_Forko": "Sam Forko (born 2 September 1978) is a Liberian football defender formerly with the MetroStars (now New York Red Bulls). Forko was drafted in the 2002 MLS SuperDraft with the 30th pick out of the University of Connecticut. He played in 9 games with the MetroStars, starting 3 before being released. He is the brother of fellow Connecticut alumnus and Liberian international footballer Willis Forko.",
  "/wiki/University_of_Connecticut": "The University of Connecticut (UConn) is a public land grant, National Sea Grant and National Space Grant research university in Storrs, Connecticut. It was founded in 1881.",
  "/wiki/D.C._United": "D.C. United is an American professional soccer club based in Washington, D.C. The club competes as a member of the Eastern Conference in Major League Soccer (MLS), the top level of professional American soccer. The franchise began play in 1996 as one of the ten charter clubs of the league. The club was one of the most successful clubs in the early years of MLS, winning eight of its thirteen titles between 1996 and 1998 under then head coach Bruce Arena. United holds the joint MLS record for most Supporters' Shields, has four MLS Cups, and been crowned U.S. Open Cup champions three times. It is also the first club to win both the MLS Supporters' Shield and MLS Cup consecutively.",
  "/wiki/Southern_Methodist_University": "Southern Methodist University (SMU) is a private research university in University Park, Texas, with satellite campuses in Plano, Texas and Taos, New Mexico.",
  "/wiki/Kansas_City_Wizards": "Sporting Kansas City, often shortened to Sporting KC, is an American professional soccer club based in Kansas City, Kansas. The administrative offices are located in Downtown Kansas City, Missouri, and the team clubhouse and practice facilities are located in Kansas City, Kansas near Children's Mercy Park. The club competes as a member of the Western Conference in Major League Soccer (MLS), having returned in 2015 after spending ten seasons in the Eastern Conference.",
  "/wiki/Long_Island_Rough_Riders": "The Long Island Rough Riders is an American soccer team based in South Huntington, New York, United States. Founded in 1994, the team plays in USL League Two, the fourth tier of the American Soccer Pyramid.",
  "/wiki/San_Jose_Earthquakes": "The San Jose Earthquakes are an American professional soccer team based in San Jose, California, United States, that competes as a member of the Western Conference of Major League Soccer (MLS). The franchise began play in 1996 (originally as the San Jose Clash) as one of the charter clubs of the league. The Earthquakes took part in the first game in MLS history, defeating D.C. United 1–0. The Earthquakes have won two MLS Cup titles, in 2001 and 2003, and two Supporters' Shields in 2005 and 2012. In 2002, the team played in its first CONCACAF Champions Cup (now called the CONCACAF Champions League), making it to the quarterfinals. \nThe team holds a fierce rivalry with the LA Galaxy known as the California Clásico.",
  "/wiki/Chris_Roner": "Chris Roner (born March 4, 1980), who goes by his middle name Thor, is a former American soccer player. He played for the San Jose Earthquakes of Major League Soccer. His brother, Erik Roner was a professional skier and base jumper who starred in the Nitro Circus series on MTV.",
  "/wiki/University_of_California,_Berkeley": "The University of California, Berkeley (UC Berkeley, Berkeley, Cal, or California) is a public research university in Berkeley, California. Founded in 1868, it is the flagship campus and the oldest of the ten campuses of the University of California. Berkeley has been ranked by numerous major education publications as among the top ten universities in the world.",
  "/wiki/Stanford_University": "Stanford University, officially Leland Stanford Junior University, is a private research university in Stanford, California. Stanford is known for its academic achievements, wealth, close proximity to Silicon Valley, and selectivity; it ranks as one of the world's top universities.",
  "/wiki/Columbus_Crew": "Columbus Crew Soccer Club is an American professional soccer club based in Columbus, Ohio. The Crew competes in Major League Soccer (MLS) as a member of the league's Eastern Conference and began play in 1996 as one of the ten charter clubs of the league. The team is currently being operated by an ownership group led by the Haslam family and former team doctor Pete Edwards. The Haslam/Edwards group is the third owner in club history.",
  "/wiki/John_Barry_Nusum": "John Barry Nusum (born March 18, 1981 in Mineola, New York) is an American-born Bermudian retired football player.",
  "/wiki/Dipsy_Selolwane": "Diphetogo \"Dipsy\" Selolwane (born January 27, 1978 in Gaborone) is a former Botswana football (soccer) midfielder who played for South African Premier Soccer League club University of Pretoria. He has played as a striker in Major League Soccer.",
  "/wiki/St._Louis_University": "Saint Louis University (SLU) is a private Roman Catholic research university with campuses in St. Louis, Missouri, United States, and Madrid, Spain. Founded in 1818 by Louis Guillaume Valentin Dubourg, it is the oldest university west of the Mississippi River and the second-oldest Jesuit university in the United States. It is one of 28 member institutions of the Association of Jesuit Colleges and Universities. The university is accredited by the North Central Association of Colleges and Secondary Schools. SLU's athletic teams compete in NCAA's Division I and are a member of the Atlantic 10 Conference. It has an enrollment of 12,546 students with an additional 7,101 students enrolled in its 1818 advanced college credit program. The 2019-20 student body includes 8,072 undergraduate students and 4,474 graduate students that represents all 50 states and more than 82 foreign countries. Its average class size for undergraduates is 26 and the student-faculty ratio is 9:1.",
  "/wiki/Southwest_Missouri_State_University": "Missouri State University (MSU or MO State) is a public university in Springfield, Missouri. Founded in 1905 as the Fourth District Normal School, it is the state's second largest university campus by enrollment, with an official system enrollment of 26,001 in the fall semester of 2019. The Springfield campus is one of two degree-granting institutions operated by the school, the other being a two-year campus in West Plains, Missouri. An associate degree in arts and a bachelor's degree in business is offered at Liaoning Normal University in China. In addition to its main campus, MSU maintains a fruit research station in Mountain Grove, Missouri and the Department of Defense and Strategic Studies program in Fairfax, Virginia.",
  "/wiki/Cory_Gibbs": "Cory Gibbs (born January 14, 1980) is an American former soccer player. He played professionally for clubs in Germany, the Netherlands and England. He also played 19 international matches for the U.S. national soccer team, including at the 2003 CONCACAF Gold Cup.",
  "/wiki/Brown_University": "Brown University is a private Ivy League research university in Providence, Rhode Island. Founded in 1764 as the College in the English Colony of Rhode Island and Providence Plantations, it is the seventh-oldest institution of higher education in the United States and one of the nine colonial colleges chartered before the American Revolution.",
  "/wiki/Kevin_Sakuda": "Kevin Sakuda (born June 18, 1980 in Fremont, California) is an American soccer player who last played for Austin Aztex in the USSF Division 2 Professional League.",
  "/wiki/Duke_University": "Duke University is a private research university in Durham, North Carolina. Founded by Methodists and Quakers in the present-day town of Trinity in 1838, the school moved to Durham in 1892. In 1924, tobacco and electric power industrialist James Buchanan Duke established The Duke Endowment and the institution changed its name to honor his deceased father, Washington Duke.",
  "/wiki/2002_MLS_SuperDraft": "The 2002 Major League Soccer SuperDraft was held on February 10, 2002 in Lake Buena Vista, Florida."
}