{
  "/wiki/D.C._United": "D.C. United is an American professional soccer club based in Washington, D.C. The club competes as a member of the Eastern Conference in Major League Soccer (MLS), the top level of professional American soccer. The franchise began play in 1996 as one of the ten charter clubs of the league. The club was one of the most successful clubs in the early years of MLS, winning eight of its thirteen titles between 1996 and 1998 under then head coach Bruce Arena. United holds the joint MLS record for most Supporters' Shields, has four MLS Cups, and been crowned U.S. Open Cup champions three times. It is also the first club to win both the MLS Supporters' Shield and MLS Cup consecutively.",
  "/wiki/Rutgers_University": "Rutgers, The State University of New Jersey (/ˈrʌtɡərz/), commonly referred to as Rutgers University, or RU, is an American public research university in New Jersey. It is the largest institution of higher education in New Jersey.",
  "/wiki/New_England_Revolution": "The New England Revolution is an American professional soccer club based in the Greater Boston area that competes in Major League Soccer (MLS), in the Eastern Conference of the league. It is one of the ten charter clubs of MLS, having competed in the league since its inaugural season.",
  "/wiki/Penn_State": "The Pennsylvania State University (Penn State or PSU) is a state-related, land-grant, doctoral university with campuses and facilities throughout Pennsylvania. Founded in 1855 as the Farmers' High School of Pennsylvania, Penn State conducts teaching, research, and public service. Its instructional mission includes undergraduate, graduate, professional and continuing education offered through resident instruction and online delivery. Its University Park campus, the flagship campus, lies within the Borough of State College and College Township. It has two law schools: Penn State Law, on the school's University Park campus, and Dickinson Law, located in Carlisle, 90 miles south of State College. The College of Medicine is located in Hershey. Penn State has another 19 commonwealth campuses and 5 special mission campuses located across the state. Penn State has been labeled one of the \"Public Ivies,\" a publicly funded university considered as providing a quality of education comparable to those of the Ivy League.",
  "/wiki/Bobby_Brennan_(soccer)": "Robert “Bobby” Brennan is a retired American soccer defender who played professionally in the USL A-League.",
  "/wiki/American_University": "The American University (AU or American) is a private research university in Washington, D.C. Its main campus spans 90 acres (36 ha) at the former site of Fort Gaines on Ward Circle, in the Spring Valley neighborhood in the northwest of the District. AU was chartered by an Act of Congress in 1893 at the urging of Methodist bishop John Fletcher Hurst, who sought to create an institution that would promote public service, internationalism, and pragmatic idealism. AU broke ground in 1902, opened in 1914, and admitted its first undergraduates in 1925. Although affiliated with the United Methodist Church, religious affiliation is not a criterion for admission.",
  "/wiki/Kansas_City_Wizards": "Sporting Kansas City, often shortened to Sporting KC, is an American professional soccer club based in Kansas City, Kansas. The administrative offices are located in Downtown Kansas City, Missouri, and the team clubhouse and practice facilities are located in Kansas City, Kansas near Children's Mercy Park. The club competes as a member of the Western Conference in Major League Soccer (MLS), having returned in 2015 after spending ten seasons in the Eastern Conference.",
  "/wiki/University_of_Wisconsin%E2%80%93Madison": "The University of Wisconsin–Madison (also known as University of Wisconsin, Wisconsin, UW, regionally as UW–Madison, or simply Madison) is a public research university in Madison, Wisconsin. Founded when Wisconsin achieved statehood in 1848, UW–Madison is the official state university of Wisconsin, and the flagship campus of the University of Wisconsin System. It was the first public university established in Wisconsin and remains the oldest and largest public university in the state. It became a land-grant institution in 1866. The 933-acre (378 ha) main campus, located on the shores of Lake Mendota, includes four National Historic Landmarks. The University also owns and operates a historic 1,200-acre (486 ha) arboretum established in 1932, located 4 miles (6.4 km) south of the main campus.",
  "/wiki/Dallas_Burn": "FC Dallas is an American professional soccer club based in the Dallas suburb of Frisco, Texas. The club competes as a member of the Western Conference in Major League Soccer (MLS). The franchise began play in 1996 as a charter club of the league. The club was founded in 1995 as the Dallas Burn before adopting its current name in 2004.",
  "/wiki/Adauto_Neto": "Adauto Neto Calheira (born December 31, 1980) is a Brazilian soccer player currently playing for Harrisburg Heat in the Major Arena Soccer League.",
  "/wiki/University_of_Mobile": "The University of Mobile is a private, Baptist university in Prichard, Alabama. The master's-level university has an enrollment of 1,577.",
  "/wiki/Marshall_Leonard": "Marshall Leonard (born December 29, 1980 in El Paso, Texas) is an African American soccer defender and midfielder, who recently played for the New England Revolution of Major League Soccer.",
  "/wiki/University_of_Virginia": "The University of Virginia (U.Va. or UVA) is a public research university in Charlottesville, Virginia. It was founded in 1819 by Declaration of Independence author Thomas Jefferson. It is the flagship university of Virginia and home to Jefferson's Academical Village, a UNESCO World Heritage Site. UVA is known for its historic foundations, student-run honor code and secret societies.",
  "/wiki/Chicago_Fire_Soccer_Club": "Chicago Fire Football Club is an American professional soccer franchise based in Chicago, Illinois. The team competes in Major League Soccer (MLS) as a member of the league's Eastern Conference, having moved to the conference in 2002.",
  "/wiki/Mike_Nugent_(soccer)": "Mike Nugent (born February 10, 1980) is an American retired professional soccer player.",
  "/wiki/Princeton_University": "Princeton University is a private Ivy League research university in Princeton, New Jersey. Founded in 1746 in Elizabeth as the  College of New Jersey, Princeton is the fourth-oldest institution of higher education in the United States and one of the nine colonial colleges chartered before the American Revolution.[a] The institution moved to Newark in 1747, then to the current site nine years later, and renamed itself Princeton University in 1896.",
  "/wiki/Columbus_Crew": "Columbus Crew Soccer Club is an American professional soccer club based in Columbus, Ohio. The Crew competes in Major League Soccer (MLS) as a member of the league's Eastern Conference and began play in 1996 as one of the ten charter clubs of the league. The team is currently being operated by an ownership group led by the Haslam family and former team doctor Pete Edwards. The Haslam/Edwards group is the third owner in club history.",
  "/wiki/Chris_Leitch": "Chris Leitch (born April 1, 1979 in Pickerington, Ohio) is a retired American soccer player who is currently the technical coach and a former head coach for the San Jose Earthquakes.",
  "/wiki/University_of_North_Carolina_at_Chapel_Hill": "The University of North Carolina at Chapel Hill (UNC, UNC-Chapel Hill, North Carolina, Chapel Hill, or simply Carolina) is a public research university in Chapel Hill, North Carolina. The flagship of the University of North Carolina system, it is considered a Public Ivy, or a public institution which offers an academic experience equivalent to an Ivy League university.  After being chartered in 1789, the university first began enrolling students in 1795, which also allows it to be one of three schools to claim the title of the oldest public university in the United States. Among the claimants, the University of North Carolina at Chapel Hill is the only one to have held classes and graduated students as a public university in the eighteenth century.",
  "/wiki/Los_Angeles_Galaxy": "The LA Galaxy, also known as the Los Angeles Galaxy, is an American professional soccer club based in the Los Angeles suburb of Carson, California, that competes in Major League Soccer (MLS), as a member of the Western Conference. The club began play in 1996 as one of the league's ten charter members.",
  "/wiki/Noah_Delgado": "Noah Delgado (born December 30, 1979 in Fremont, California) is a retired American-born Puerto Rican footballer.",
  "/wiki/Fresno_State": "California State University, Fresno (Fresno State) is a public university in Fresno, California.  It is one of 23 campuses in the California State University system. The university had a Fall 2018 enrollment of 24,995 students.  It offers bachelor's degrees in 60 areas of study, 45 master's degrees, 3 doctoral degrees, 12 certificates of advanced study, and 2 different teaching credentials.",
  "/wiki/San_Jose_Earthquakes": "The San Jose Earthquakes are an American professional soccer team based in San Jose, California, United States, that competes as a member of the Western Conference of Major League Soccer (MLS). The franchise began play in 1996 (originally as the San Jose Clash) as one of the charter clubs of the league. The Earthquakes took part in the first game in MLS history, defeating D.C. United 1–0. The Earthquakes have won two MLS Cup titles, in 2001 and 2003, and two Supporters' Shields in 2005 and 2012. In 2002, the team played in its first CONCACAF Champions Cup (now called the CONCACAF Champions League), making it to the quarterfinals. \nThe team holds a fierce rivalry with the LA Galaxy known as the California Clásico.",
  "/wiki/Davidson_College": "Davidson College is a private liberal arts college in Davidson, North Carolina.",
  "/wiki/2002_MLS_SuperDraft": "The 2002 Major League Soccer SuperDraft was held on February 10, 2002 in Lake Buena Vista, Florida."
}