{
  "/wiki/1825_Miramichi_fire": "The 1825 Miramichi fire, or Great Miramichi Fire, or Great Fire of Miramichi, as it came to be known, was a massive forest fire complex that devastated forests and communities throughout much of northern New Brunswick in October 1825. It ranks among the three largest forest fires ever recorded in North America.",
  "/wiki/New_Brunswick": "New Brunswick is one of four Atlantic provinces on the east coast of Canada. According to the Constitution of Canada, New Brunswick is the only bilingual province. About two-thirds of the population declare themselves anglophones, and one third francophones. One-third of the population describes themselves as bilingual. Atypically for Canada, only about half of the population lives in urban areas, mostly in Greater Moncton, Greater Saint John and the capital Fredericton.",
  "/wiki/Great_Fire_of_1846": "The Great Fire of 1846 occurred in St. John's, Newfoundland, a colony of the United Kingdom on 9 June 1846.  The fire started at the shop of a cabinetmaker named Hamlin, located on George Street off Queen Street, when a glue pot boiled over. The fire spread along Water and Duckworth Streets destroying all of the buildings in its path aided by the large quantities of seal oil that were stored in the merchants' premises. The fire was also aided by an attempt to blow up a house on Water Street which scattered burning embers across the city.",
  "/wiki/St._John's,_Newfoundland": "St. John's is the capital and largest city of the Canadian province of Newfoundland and Labrador. It is on the eastern tip of the Avalon Peninsula on the large Canadian island Newfoundland. The city spans 446.04 square kilometres (172.22 sq mi) and is North America's easternmost city, excluding Greenland.",
  "/wiki/Dominion_of_Newfoundland": "Newfoundland was a British dominion from 1907 to 1934 when it surrendered dominion status by ending self-government in exchange for British Royal Commission rule  as a crown colony. Newfoundland remained a crown colony until Newfoundland joined Canada as a province. The dominion, situated in northeastern North America along the Atlantic coast, comprised the island of Newfoundland as well as Labrador on the continental mainland. Before attaining dominion status, Newfoundland was a British colony, self-governing from 1855.",
  "/wiki/Great_Fire_of_1852": "The Great Fire of 1852 was a fire in Montreal that began on July 8, 1852, and left as many as 10,000 people homeless (at a time when the city's population was only 57,000) and destroyed almost half of the city's housing. The fire occurred at a time when the city's recently constructed reservoir, located at the site of today's Saint-Louis Square, was drained and closed for repairs. The first fire broke out at a tavern on St. Lawrence Boulevard and spread quickly, fanned by strong winds and hot, dry summer weather.",
  "/wiki/Montreal": "Montreal (/ˌmʌntriˈɔːl/ (listen) MUN-tree-AWL; officially Montréal, French: [mɔ̃ʁeal] (listen)) is the most populous municipality in the Canadian province of Quebec and the second-most populous municipality in Canada. Originally founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which took its name from the same source as the city, and a few much smaller peripheral islands, the largest of which is Île Bizard. It has a distinct four-season continental climate with warm to hot summers and cold, snowy winters.",
  "/wiki/United_Province_of_Canada": "The Province of Canada (or the United Province of Canada or the United Canadas) was a British colony in North America from 1841 to 1867. Its formation reflected recommendations made by John Lambton, 1st Earl of Durham in the Report on the Affairs of British North America following the Rebellions of 1837–1838.",
  "/wiki/Saguenay–Lac-Saint-Jean": "Saguenay–Lac-Saint-Jean (French pronunciation: ​[saɡnɛ lak sɛ̃ ʒɑ̃], locally [saɡne lak sẽ ʒã]) is a region in Quebec, Canada. It contains the Saguenay Fjord, the estuary of the Saguenay River, stretching through much of the region. It is also known as Sagamie in French, from the first part of \"Saguenay\" and the last part of \"Piekouagami\", the Innu name (meaning \"flat lake\") for Lac Saint-Jean, with the final \"e\" added to follow the model of other existing region names such as Mauricie, Témiscamie, Jamésie, and Matawinie. The name Saguenay is possibly derived from the Innu word \"Saki-nip\" which means \"where water flows out\". With a land area of 98,712.71 km2 (38,113.9 sq mi), the Saguenay–Lac-Saint-Jean is, after the Nord-du-Québec and Côte-Nord regions, the third-largest of Quebec regions in the area.",
  "/wiki/Quebec": "Quebec (/k(w)ɪˈbɛk/ (listen); French: Québec [kebɛk] (listen)) is one of the thirteen provinces and territories of Canada. It is bordered to the west by the province of Ontario and the bodies of water James Bay and Hudson Bay; to the north by Hudson Strait and Ungava Bay; to the east by the Gulf of Saint Lawrence and the province of Newfoundland and Labrador; and to the south by the province of New Brunswick and the U.S. states of Maine, New Hampshire, Vermont, and New York. It also shares maritime borders with Nunavut, Prince Edward Island, and Nova Scotia. Quebec is Canada's largest province by area and its second-largest administrative division; only the territory of Nunavut is larger. It is historically and politically considered to be part of Central Canada (with Ontario).",
  "/wiki/Great_Fire_of_1892": "The Great Fire of 8 July 1892 in St. John's, Newfoundland and Labrador is remembered as the worst disaster ever to befall that city.[citation needed] Previous \"Great Fires\" had occurred in St. John's, during 1819 and 1846.",
  "/wiki/1877_Great_Fire_of_Saint_John,_New_Brunswick": "The Great Saint John Fire was an urban fire that devastated much of Saint John, New Brunswick in June 1877.  It destroyed two-fifths of the city of Saint John.",
  "/wiki/Saint_John,_New_Brunswick": "Saint John is a port city on the Bay of Fundy in the Canadian province of New Brunswick. The port is Canada's third largest port by tonnage with a cargo base that includes dry and liquid bulk, break bulk, containers, and cruise. Historically New Brunswick's largest city, in 2016 the city fell to second place,  with a population of 67,575 over an area of 315.82 km2 (121.94 sq mi). Greater Saint John covers a land area of 3,362.95 km2 (1,298.44 sq mi) across the Caledonia Highlands, with a growing population of 126,202 (as of 2016). Saint John is the oldest incorporated city in Canada. During the reign of George III, the municipality was created by royal charter in 1785.",
  "/wiki/Great_Vancouver_Fire": "The Great Vancouver Fire was a conflagration that destroyed most of the newly incorporated city of Vancouver, British Columbia, Canada on June 13, 1886.",
  "/wiki/Vancouver": "Vancouver (/vænˈkuːvər/ (listen)) is a coastal seaport city in western Canada, located in the Lower Mainland region of British Columbia. As the most populous city in the province, the 2016 census recorded 631,486 people in the city, up from 603,502 in 2011. The Greater Vancouver area had a population of 2,463,431 in 2016, making it the third-largest metropolitan area in Canada. Vancouver has the highest population density in Canada, with over 5,400 people per square kilometre, which makes it the fifth-most densely populated city with over 250,000 residents in North America, behind New York City, Guadalajara, San Francisco, and Mexico City. Vancouver is one of the most ethnically and linguistically diverse cities in Canada: 52% of its residents are not native English speakers, 48.9% are native speakers of neither English nor French, and 50.6% of residents belong to visible minority groups.",
  "/wiki/British_Columbia": "British Columbia (BC) is the westernmost province in Canada, located between the Pacific Ocean and the Rocky Mountains. With an estimated population of 5.1 million as of 2019[update], it is Canada's third-most populous province.",
  "/wiki/Calgary_Fire_of_1886": "The Calgary Fire of 1886 was Calgary's first major fire, and occurred on Sunday, November 7, 1886. The fire began at the rear wall of the local flour and feed store, and spread through the community's wooden structures.  The recently organized Calgary Fire Department successfully used the recently ordered but not yet paid for chemical engine.  Ultimately, fourteen buildings were destroyed or razed in attempts to control the blaze.  Losses were estimated at $103,200; however no one was killed or injured.  Authorities suggested arson may have been involved, but no arrests were made.",
  "/wiki/Calgary": "Calgary (/ˈkælɡri/ (listen)) is a city in the western Canadian province of Alberta. It is situated at the confluence of the Bow River and the Elbow River in the south of the province, in an area of foothills and prairie, about 80 km (50 mi) east of the front ranges of the Canadian Rockies, roughly 299 km (186 mi) south of the provincial capital of Edmonton and approximately 240 km (150 mi) north of the Canada–United States border. The city anchors the south end of the Statistics Canada-defined urban area, the Calgary–Edmonton Corridor.",
  "/wiki/1900_Hull–Ottawa_fire": "The Hull-Ottawa  fire of 1900 was a devastating fire in 1900 that destroyed much of Hull, Quebec, and large portions of Ottawa, Ontario.",
  "/wiki/Hull,_Quebec": "Hull is the central business district and oldest neighbourhood of the city of Gatineau, Quebec, Canada. It is located on the west bank of the Gatineau River and the north shore of the Ottawa River, directly opposite Ottawa. As part of the Canadian National Capital Region, it contains offices for over 20,000 civil servants. It is named after Kingston upon Hull in England.",
  "/wiki/Great_Fire_of_Toronto_(1904)": "The Great Fire of Toronto of 1904 was a great fire that destroyed a large section of Downtown Toronto, Ontario, Canada on April 19, 1904. It was the second such fire for the city in its history.",
  "/wiki/Toronto": "Toronto is the provincial capital of Ontario and the most populous city in Canada, with a population of 2,731,571 as of 2016. Current to 2016, the Toronto census metropolitan area (CMA), of which the majority is within the Greater Toronto Area (GTA), held a population of 5,928,040, making it Canada's most populous CMA. The city is the anchor of the Golden Horseshoe, an urban agglomeration of  9,245,438 people (as of 2016) surrounding the western end of Lake Ontario. Toronto is an international centre of business, finance, arts, and culture, and is recognized as one of the most multicultural and cosmopolitan cities in the world.",
  "/wiki/Great_Porcupine_Fire": "The Great Porcupine Fire of 1911 was one of the most devastating forest fires ever to strike the Ontario northland. Spring had come early that year, followed by an abnormally hot dry spell that lasted into the summer. This created ideal conditions for the ensuing disaster, in which a number of smaller fires converged.",
  "/wiki/Timmins": "Timmins (/ˈtɪmɪns/ TIM-ins) is a city in northeastern Ontario, Canada, on the Mattagami River. The city is the fourth-largest city in the Northeastern Ontario region with a population of 41,788 (2016). The city's economy is based on natural resource extraction and is supported by industries related to lumbering and to the mining of gold, zinc, copper, nickel and silver. Timmins serves as a regional service and distribution centre. The city has a large Francophone community, with more than 50% bilingual in French and English.",
  "/wiki/Ontario": "Ontario is one of the thirteen provinces and territories of Canada. Located in Central Canada, it is Canada's most populous province, with 38.3 percent of the country's population, and is the second-largest province in total area. Ontario is fourth-largest jurisdiction in total area when the territories of the Northwest Territories and Nunavut are included. It is home to the nation's capital city, Ottawa, and the nation's most populous city, Toronto, which is also Ontario's provincial capital.",
  "/wiki/Matheson_Fire": "The great Matheson Fire was a deadly forest fire that passed through the region surrounding the communities of Black River-Matheson and Iroquois Falls, Ontario, Canada, on July 29, 1916.",
  "/wiki/Black_River-Matheson": "Black River-Matheson is a township in the Cochrane District of the Canadian province of Ontario. The municipality is astride the Black River, for which it is partly named. The Matheson railway station was serviced by the Northlander until 2012.",
  "/wiki/Saskatchewan": "Saskatchewan (/səˈskætʃəwən, sæ-, -wɒn/ (listen)) is a prairie and boreal province in western Canada, the only province without a natural border. It has an area of 651,900 square kilometres (251,700 sq mi), nearly 10 percent of which (59,366 square kilometres (22,900 sq mi)) is fresh water, composed mostly of rivers, reservoirs, and the province's 100,000 lakes.",
  "/wiki/Alberta": "Alberta is a province of Canada. With an estimated population of 4,067,175 as of 2016 census, it is Canada's fourth most populous province and the most populous of Canada's three prairie provinces. Its area is about 660,000 square kilometres (250,000 sq mi). Alberta and its neighbour Saskatchewan were districts of the Northwest Territories until they were established as provinces on September 1, 1905. The premier is Jason Kenney as of April 30, 2019.",
  "/wiki/Great_Fire_of_1922": "The Great Fire of 1922 was a wildfire burning through the Lesser Clay Belt in the Timiskaming District, Ontario, Canada, from October 4 to 5, 1922. It has been called one of the ten worst natural disasters in Canadian history.",
  "/wiki/Timiskaming_District": "Timiskaming is a district and census division in Northeastern Ontario in the Canadian province of Ontario. The district was created in 1912 from parts of Algoma, Nipissing, and Sudbury districts. In 1921, Cochrane District was created from parts of this district and parts of Thunder Bay District.",
  "/wiki/Chinchaga_fire": "The Chinchaga fire, also known as the Wisp fire, Chinchaga River fire and Fire 19, was a forest fire that burned in northern British Columbia and Alberta in the summer and early fall of 1950.  With a final size of between 1,400,000 hectares (3,500,000 acres) and 1,700,000 hectares (4,200,000 acres), it is the single largest recorded fire in North American history.  The fire was allowed to burn freely, a result of local forest management policy and the lack of settlements in the region. The Chinchaga fire produced large amounts of smoke, creating the \"1950 Great Smoke Pall\", observed across eastern North America and Europe. As the existence of the massive fire was not well-publicized, and the smoke was mostly in the upper atmosphere and could not be smelled, there was much speculation about the atmospheric haze and its provenance. The Chinchaga firestorm's \"historic smoke pall\" caused \"observations of blue suns and moons in the United States and Europe.\" It was the biggest firestorm documented in North America created the world's largest smoke layer in the atmosphere.\"",
  "/wiki/McLure_fire": "On July 30, 2003, a wildfire was started by a discarded cigarette in the hills behind McClure, British Columbia. The fire burned for 75 days, destroying 65,285 acres (26,420 ha) of forest and 81 structures (72 homes and 9 businesses). The fire cost Can$31.1 million to extinguish and caused another 8.2 million dollars in property damage. 3,800 people were evacuated from the communities of McClure, Barriere and Louis Creek.",
  "/wiki/North_Thompson_River": "The North Thompson River is the northern branch of the Thompson River, the largest tributary of the Fraser River, in the Canadian province of British Columbia. It originates at the toe of the Thompson Glacier in the Premier Range of the Cariboo Mountains, west of the community of Valemount. The river flows generally south through the Shuswap Highland towards Kamloops where it joins the South Thompson River to form the main stem Thompson River.",
  "/wiki/2003_Okanagan_Mountain_Park_Fire": "On August 16, 2003, at about 4 a.m., a wildfire was started by a lightning strike near Rattlesnake Island in Okanagan Mountain Provincial Park in British Columbia, Canada. The wildfire was fuelled by a constant wind and the driest summer on record up to that time. Within a few days it had grown into a true firestorm.",
  "/wiki/Regional_District_of_Central_Okanagan": "The Regional District of Central Okanagan (RDCO) is a regional district in the Canadian province of British Columbia, comprising the City of Kelowna, City of West Kelowna and their surrounding municipalities. The regional district's offices are located in Kelowna.",
  "/wiki/West_Kelowna_wildfires": "On July 18, 2009, 3 wildfires broke out around the city of West Kelowna, British Columbia during extremely dry and windy conditions. Over 20,000 people were evacuated as a result of the fires. 9,877 hectares (24,410 acres) of forest was burned along with 4 buildings. All 3 fires were suspected as human caused but the exact ignition source is still unknown.",
  "/wiki/West_Kelowna": "West Kelowna, formerly known as Westbank, is a city in British Columbia's  Okanagan Valley. The city encompasses several distinct neighbourhoods, including Casa Loma, Gellatly, Glenrosa, Lakeview Heights, Shannon Lake, Smith Creek, Rose Valley, Westbank, and West Kelowna Estates. West Kelowna had an estimated population of 34,883 (BC Statistics) as of December 31, 2018.",
  "/wiki/May_2010_Quebec_wildfires": "The May 2010 Quebec wildfires were a series of wildfires that affected over 90,000 hectares (220,000 acres) from late May to June 2010.  Over 120 fires broke out in one week, with most near La Tuque, 300 kilometers (190 mi) northeast of Montreal. Smoke from the wildfires caused smog warnings and resulted in heightened air quality indices throughout southern Quebec, including Montreal, Laval, and the Estrie, Montérégie, Lanaudière, Mauricie, and Centre-du-Québec regions; areas such as Ottawa and New England as far southeast as Eastern Massachusetts and Rhode Island also reported poor air quality. The First Nations reserve of Wemotaci, where firefighters were forced to retreat due to the intensity of the fires and density of the resulting smoke, was evacuated, with more than 1,300 residents being temporarily relocated to the neighbouring city of La Tuque. Marcel Trudel, spokesman of Sopfeu—the organization responsible for containing the wildfires—reported that flames as high as 30 metres (98 ft) had been observed near the reserve. Three other communities—two of them also First Nations reserves—were evacuated as well. More than 1,200 firefighters worked to control the fires, including 200 from other provinces as well as from the U.S. states of Maine, Massachusetts, New Hampshire and Rhode Island.",
  "/wiki/La_Tuque,_Quebec": "La Tuque is a city located in north-central Quebec, Canada, on the Saint-Maurice River, between Trois-Rivières and Chambord. The population was 11,227 at the Canada 2011 Census, most of which live within the urban area.",
  "/wiki/2011_Slave_Lake_Wildfire": "A large wildfire burned through Slave Lake, Alberta, Canada and its surrounding area from Saturday, May 14, 2011 through Monday, May 16, 2011. The conflagration, which originated 15 kilometres (9 mi) outside of town as a forest fire, was quickly pushed past fire barriers designed to protect the town by 100 kilometres per hour (60 mph) winds.  The fire forced the complete evacuation of Slave Lake's 7,000 residents—considered the largest such displacement in the province's history at the time—to the nearby towns of Athabasca and Westlock, as well as the provincial capital of Edmonton.  No casualties were reported amongst the town's population, but a pilot was killed when his helicopter crashed while he was battling the fires around the community.",
  "/wiki/Slave_Lake": "Slave Lake is a small town in northern Alberta, Canada about 255 km (124.3 mi) northwest of Edmonton and a similar distance southwest of Fort McMurray. It is located on the southeast shore of Lesser Slave Lake, at the junction of Highway 2 and Highway 88, in the Municipal District of Lesser Slave River No. 124.",
  "/wiki/List_of_fires_in_Canada": "This is a list of fires in Canada. Numbers for buildings only include those destroyed, and area is given in hectares and is converted to acres."
}