{
  "/wiki/Post_town": "A post town is a required part of all postal addresses in the United Kingdom and Ireland,  and a basic unit of the postal delivery system.  Including the correct post town in the address increases the chance of a letter or parcel being delivered on time. Post towns in general originated as the location of delivery offices. As of 2004[update], their main function is to distinguish between localities or street names in addresses not including a postcode.",
  "/wiki/Pontypool": "Pontypool (Welsh: Pont-y-pŵl [ˌpɔntəˈpuːl]) is a town that is home to approximately 36,000 people in the county borough of Torfaen, within the historic boundaries of Monmouthshire in South Wales.",
  "/wiki/Blaenavon": "Blaenavon (Welsh: Blaenafon) is a town and community in south eastern Wales, lying at the source of the Afon Lwyd north of Pontypool, within the boundaries of the historic county of Monmouthshire and the preserved county of Gwent.  The town lies high on a hillside and has a population of 6,055.",
  "/wiki/Little_Mill,_Monmouthshire": "Little Mill (Welsh: Y Felin Fach) is a village in Monmouthshire, south east Wales, United Kingdom. The village has grown in size in recent years and has as a result a population of over 1,000.",
  "/wiki/Griffithstown": "Griffithstown is a large  community of Pontypool in the borough of Torfaen, Wales, within the historic boundaries of Monmouthshire. It is an ecclesiastical parish, formed in May 1898, from Llanfrechfa Upper and Panteg, and includes Sebastopol, but, under the provisions of the Local Government Act 1894, became a separate civil parish.",
  "/wiki/Glascoed": "Glascoed is a village in Monmouthshire, south east Wales, United Kingdom.",
  "/wiki/Torfaen": "Torfaen (/tɔːrˈvaɪn/; Welsh: Tor-faen [tɔrˈvaɪn]) is a county borough in Wales within the historic boundaries of Monmouthshire. It was originally formed in 1974 as a district of the county of Gwent and in 1996 it was reconstituted as a principal area.",
  "/wiki/Monmouthshire": "Monmouthshire (Welsh: Sir Fynwy) is a county in south-east Wales. The name derives from the historic county of Monmouthshire of which it covers the eastern 60%. The largest town is Abergavenny. Other towns and large villages are Caldicot, Chepstow, Monmouth, Magor and Usk. It borders Torfaen and Newport to the west; Herefordshire and Gloucestershire to the east; and Powys to the north.",
  "/wiki/Abergavenny": "Abergavenny (/ˌæbərɡəˈvɛni/; Welsh: Y Fenni pronounced [ə ˈvɛnɪ], archaically Abergafenni meaning \"Mouth of the River Gavenny\") is a market town and community in Monmouthshire, Wales. Abergavenny is promoted as a Gateway to Wales. It is located on the A40 trunk road and the A465 Heads of the Valleys road and is approximately 6 miles (10 km) from the border with England.",
  "/wiki/Herefordshire": "Herefordshire (/ˈhɛrɪfərdʃər/) is a county in the West Midlands of England, governed by Herefordshire Council. It is bordered by Shropshire to the north, Worcestershire to the east, Gloucestershire to the south-east, and the Welsh counties of Monmouthshire and Powys to the west.",
  "/wiki/Crickhowell": "Crickhowell (/krɪkˈhaʊəl/; Welsh: Crug Hywel pronounced [krɨɡˈhəu̯ɛl], also spelled Crughywel, or Crucywel) is a small town and community in southeastern Powys, Wales, near Abergavenny, and was in the historic county of Brecknockshire.",
  "/wiki/Powys": "Powys (/ˈpoʊɪs, ˈpaʊɪs/; Welsh: [ˈpowɪs]) is a principal area and county, and one of the preserved counties of Wales. It is named after the Kingdom of Powys which was a Welsh successor state, petty kingdom and principality that emerged during the Middle Ages following the end of Roman rule in Britain.",
  "/wiki/Bassaleg": "Bassaleg (Welsh: Basaleg) is a small semi-urban suburb on the west side of the city of Newport, in south Wales. It lies in the Graig electoral ward and community.",
  "/wiki/Duffryn": "Duffryn  (Welsh: Dyffryn) is a large housing estate  in the southwest of the city of Newport, south Wales comprising a large portion of the Tredegar Park electoral district (ward). Built on land belonging to Tredegar House , it was completed in 1978 and at the time won several awards for its design. The layout of the estate, as viewed from above, is that of large terraces undulating around a central wooded area. Originally a Council Estate, Duffryn is now a mix of private ownership and Newport City Homes RSL (Registered Social Landlord) properties.",
  "/wiki/Rogerstone": "Rogerstone (Welsh: Tŷ du, meaning \"Black house\") is a large village, ward and community (parish) of the city of Newport, southeastern Wales. The area is governed by the Newport City Council. The village falls within the ancient parish of Bassaleg and historic county of Monmouthshire.",
  "/wiki/Abercarn": "Abercarn is a small town and community in Caerphilly county borough, Wales. It is 10 miles (16 km) northwest of Newport on the A467 between Cwmcarn and Newbridge, within the historic boundaries of Monmouthshire.",
  "/wiki/Crumlin,_Caerphilly": "Crumlin (Welsh: Crymlyn) is a town, community and an electoral ward in Caerphilly county borough in South Wales, situated in the Ebbw River valley, five miles west of Pontypool, within the historic boundaries of Monmouthshire.",
  "/wiki/Cwmfelinfach": "Cwmfelinfach is a small village located in the Sirhowy valley of south-east Wales. It is part of the district of Caerphilly within the historic boundaries of Monmouthshire. Located north of Wattsville and about 5 miles north of the nearest town Risca and south of Blackwood.",
  "/wiki/Risca": "Risca (Welsh: Rhisga) is a town of approximately 11,500 people in south-east Wales, within the Caerphilly County Borough and the historic boundaries of Monmouthshire. It is today part of the Newport conurbation (which as a whole has a population of 140,200), though it is not a Ward of Newport City Council. Risca has a railway station, opened on the Ebbw Valley Railway in February 2008, after a gap of 46 years. It is split into two communities Risca East and Risca West.",
  "/wiki/Ynysddu": "Ynysddu is a small village and community in the Sirhowy valley of south-east Wales. It is part of the district of Caerphilly within the historic boundaries of Monmouthshire. It is next to Cwmfelinfach, 4.3 miles (6.8 km) north of the town of Risca and 4 miles (5.1 km) south of the market town of Blackwood, about 10 minutes by road from the M4 motorway and 35 minutes from the Severn Bridge. The electorate in 2008 was 2,905, increasing to 3,948 at the 2011 Census.",
  "/wiki/Caerphilly_(county_borough)": "Caerphilly (Welsh: Caerffili; [kɑːɨrˈfɪli]) is a county borough in southern Wales, straddling the ancient county boundary between Glamorgan and Monmouthshire. It is governed by Caerphilly County Borough Council.",
  "/wiki/Blackwood,_Caerphilly": "Blackwood (Welsh: Coed Duon) is a town, community and an electoral ward on the Sirhowy River in the South Wales Valleys administered as part of Caerphilly County Borough. It is located within the historic county of Monmouthshire.",
  "/wiki/Pontllanfraith": "Pontllanfraith (Welsh: Pontllan-fraith) is a large village and community located in the Sirhowy Valley in Caerphilly county borough, Wales, within the historic boundaries of Monmouthshire. It is situated adjacent to the town of Blackwood, with the Sirhowy River passing through both locations. The village includes the communities of the Penllwyn, Springfield, Woodfieldside and The Bryn. The population of the community at the 2011 census was 8,552.",
  "/wiki/Wyllie": "Wyllie is a surname. Notable people with the surname include:",
  "/wiki/Abertillery": "Abertillery (/ˌæbərtɪˈlɛəri/; Welsh: Abertyleri, meaning mouth of the River Tyleri) is the largest town and a community of the Ebbw Fach valley in the historic county of Monmouthshire, Wales. Following local government reorganisation it became part of the Blaenau Gwent County Borough administrative area.",
  "/wiki/Blaenau_Gwent": "Blaenau Gwent (/ˌblaɪnaɪ ˈɡwɛnt/; Welsh: [ˈbləi.nai]) is a county borough in  Wales, sharing its name with a parliamentary constituency.  It borders the unitary authority areas of Monmouthshire and Torfaen to the east, Caerphilly to the west and Powys to the north.  Its main towns are Abertillery, Brynmawr, Ebbw Vale and Tredegar. Its highest point is Coity Mountain at 1,896 feet (578 m).",
  "/wiki/Usk": "Usk (Welsh: Brynbuga) is a town and community in Monmouthshire, Wales, 10 miles (16 km) northeast of Newport.",
  "/wiki/Raglan,_Monmouthshire": "Raglan (Welsh: Rhaglan) is a village and community in Monmouthshire, south east Wales, United Kingdom.  It is located some 9 miles south-west of Monmouth, midway between Monmouth and Abergavenny on the A40 road very near to the junction with the A449 road. The fame of the village derives from its castle, Raglan Castle, built for William ap Thomas and now maintained by Cadw.",
  "/wiki/Chepstow": "Chepstow (Welsh: Cas-gwent) is a town and community in Monmouthshire, Wales, adjoining the border with Gloucestershire, England.  It is located on the River Wye, about 2 miles (3.2 km) above its confluence with the River Severn, and adjoining the western end of the Severn Bridge.  It is 16 miles (26 km) east of Newport, 28 miles (45 km) east-northeast of Cardiff, 18 miles (29 km) northwest of Bristol and 110 miles (180 km) west of London.",
  "/wiki/Sedbury": "Sedbury is a village in the Forest of Dean district of west Gloucestershire, England.  It is located on the eastern bank of the River Wye, facing the town of Chepstow in Monmouthshire . The village is in the parish of Tidenham.",
  "/wiki/Beachley": "Beachley is a village in Gloucestershire, England, near the border with Wales. It is located on a peninsula at the confluence of the rivers Wye and Severn, where the Severn Bridge ends and the smaller secondary bridge for the River Wye begins, both bridges carrying the M48 motorway between England and Wales though the motorway is not directly accessible from the village. The tidal range on this stretch of water is the highest in the UK. Before the construction of the bridge it was a ferry port from where the Aust Ferry operated until 1966.",
  "/wiki/Forest_of_Dean_(district)": "Forest of Dean is a local government district in Gloucestershire, England, named after the Forest of Dean. Its council is based in Coleford. Other towns and villages in the district include Blakeney, Cinderford, Drybrook, English Bicknor, Huntley, Littledean, Longhope, Lea, Lydbrook, Lydney, Mitcheldean, Newnham and Newent",
  "/wiki/Caerleon": "Caerleon (/kərˈliːən/; Welsh: Caerllion) is a suburban town and community, situated on the River Usk in the northern outskirts of the city of Newport, Wales. Caerleon is a site of archaeological importance, being the location of a notable Roman legionary fortress, Isca Augusta, and an Iron Age hillfort. The Wales National Roman Legion Museum and Roman Baths Museum are in Caerleon close to the remains of Isca Augusta. The town also has strong historical and literary associations, as Geoffrey of Monmouth elevated the significance of Caerleon as a major centre of British history in his Historia Regum Britanniæ, and Alfred Lord Tennyson wrote Idylls of the King while staying there.",
  "/wiki/Langstone,_Newport": "Langstone is an electoral ward and smaller village and community of the city of Newport, Wales. The area is governed by the Newport City Council.",
  "/wiki/Llanwern": "Llanwern is an electoral ward and community in the eastern urban-rural fringe of the City of Newport, South East Wales. Llanwern ward is bounded by the M4 and Langstone to the north, Ringland, Lliswerry and the River Usk to the west, the River Severn to the south and the city boundary to the east. The ward includes Bishton, Goldcliff, Whitson and Redwick, as well as the community of Llanwern (population 333), which contains Llanwern village and the western half of the site of Llanwern steelworks. The area is governed by the Newport City Council.",
  "/wiki/Nash,_Newport": "Nash (Welsh: Trefonnen) is a village and community to the south of the city of Newport, South Wales, in the Liswerry ward.",
  "/wiki/Llandegveth": "Llandegveth (Welsh: Llandegfedd) is a village in Monmouthshire, south east Wales, United Kingdom.",
  "/wiki/Underwood,_Newport": "Underwood is a community in the city of Newport, South East Wales. It is an early 1960s council housing estate that consists of houses, shops, a leisure centre, Baptist church and social club. The leisure centre is now up for sale.",
  "/wiki/Beechwood,_Newport": "Beechwood is an electoral district (ward) and coterminous community (parish) of the city of Newport.",
  "/wiki/Maindee": "Maindee (Welsh: Maendy) is a large inner-city commercial and residential area in the city of Newport, South Wales.",
  "/wiki/St._Julian%27s,_Newport": "St Julians (Welsh: Sain Silian) is an electoral district (ward) and coterminous community of the City of Newport, South Wales.",
  "/wiki/Ringland,_Newport": "Ringland is both an electoral ward (district) and community (parish) of the city of Newport, South Wales.",
  "/wiki/Newport_city_centre": "Newport city centre is traditionally regarded as the area of Newport, Wales bounded by the west bank of the River Usk, the George Street Bridge, the eastern flank of Stow Hill and the South Wales Main Line. Most of the city centre is contained within two conservation areas: the central area and the area around Lower Dock Street. Most of the city centre is located in the Stow Hill district.",
  "/wiki/Pillgwenlly": "Pillgwenlly (Welsh: Pillgwenlli), usually known as Pill, is an electoral district (ward) and coterminous community parish in the city of Newport, South Wales.  The area is governed by the Newport City Council.",
  "/wiki/Maesglas": "Maesglas is a neighbourhood in the south west of the city of Newport, South Wales. In the 16th century it was recorded as Greenfield but the Welsh language name Maesglas has remained the more widely used, among English speakers.",
  "/wiki/Crindau": "Crindau (Welsh: Crindai) is an older inner-city area just north of the city centre in Newport in south-east Wales. It lies within the Shaftesbury electoral district (ward) and community (parish).",
  "/wiki/Malpas,_Newport": "Malpas is an electoral district (ward) and coterminous community (parish) of the city of Newport, South Wales. The area is governed by the Newport City Council.",
  "/wiki/Bettws,_Newport": "Bettws (Welsh: Betws) is a large modern housing estate, electoral ward and coterminous community (parish) of the city of Newport, South Wales.",
  "/wiki/Tredegar": "Tredegar (pronounced /trɪˈdiːɡər/, Welsh: [trɛˈdeːɡar]) is a town and community situated on the banks of the Sirhowy River in the county borough of Blaenau Gwent, in the southeast of Wales. Within the historic boundaries of Monmouthshire, it became an early centre of the Industrial Revolution in Wales. The historic Tredegar Iron Works in Richmond, Virginia, United States was named in honour of the town. The relevant wards (Tredegar Central and West, Sirhowy and Georgetown) collectively listed the town's population as 15,103 in the UK 2011 census.",
  "/wiki/Rhymney": "Rhymney (/ˈrʌmni/; Welsh: Rhymni [ˈr̥əmnɪ]) is a town and a community located in the county borough of Caerphilly in South Wales, within the historic boundaries of Monmouthshire. Along with the villages of Pontlottyn, Fochriw, Abertysswg, Deri and New Tredegar, Rhymney is designated as the 'Upper Rhymney Valley' by the local Unitary Authority, Caerphilly County Borough Council. As a community, Rhymney includes the town of Rhymney, Pontlottyn, Abertysswg, Butetown and Twyncarno.",
  "/wiki/Ebbw_Vale": "Ebbw Vale (/ˈɛbuː veɪl/; Welsh: Glyn Ebwy) is a town at the head of the valley formed by the Ebbw Fawr tributary of the  Ebbw River in Wales. It is the largest town and the administrative centre of Blaenau Gwent county borough. The Ebbw Vale and Brynmawr conurbation has a population of roughly 33,000. It has direct access to the dualled A465 Heads of the Valleys trunk road and borders the Brecon Beacons National Park.",
  "/wiki/Brynmawr": "Brynmawr (/brɪnˈmaʊər/; Welsh: [brɨnˈmaur], from Welsh, meaning 'big hill', is a market town, community and electoral ward in Blaenau Gwent, Wales. The town, sometimes cited as the highest town in Wales, is situated at 1,250 to 1,500 feet (380 to 460 m) above sea level at the head of the South Wales Valleys. It grew with the development of the coal mining and iron industries in the early 19th century. Until the reorganisation of local authorities in 1974, Brynmawr sat within the county of Brecknockshire.",
  "/wiki/Cwm,_Blaenau_Gwent": "Cwm (from Welsh  Y Cwm, meaning '(the) valley') is a former coal mining village, community and electoral ward three miles (4.8 km) south of Ebbw Vale in the county borough of Blaenau Gwent, Wales, within the historic boundaries of Monmouthshire, United Kingdom.",
  "/wiki/New_Tredegar": "New Tredegar (Welsh: Tredegar Newydd) is a former mining town and community in the Rhymney Valley, Caerphilly county borough, Wales, within the historic boundaries of Monmouthshire.",
  "/wiki/Monmouth": "Monmouth (/ˈmɒnməθ/ MON-məth, /ˈmʌn-/ MUN-; Welsh: Trefynwy meaning \"town on the Monnow\") is the historic county town of Monmouthshire in Wales and also a community. Situated where the River Monnow joins the River Wye, 2 miles (3.2 km) of the border with England. The town is 30 miles (48 km) northeast of Cardiff, and 113 miles (182 km) west of London. It is within the Monmouthshire local authority, and the parliamentary constituency of Monmouth. Monmouth's population in the 2011 census was 10,508, rising from 8,877 in 2001.",
  "/wiki/Wyesham": "Wyesham is a village and electoral ward in Monmouthshire, Wales. It is located less than one mile east of Monmouth, on the opposite side of the River Wye.",
  "/wiki/Redbrook": "Redbrook is a village in Gloucestershire, England, adjoining the border with Monmouthshire, Wales. It is located on the River Wye and is within the Wye Valley Area of Outstanding Natural Beauty.",
  "/wiki/Welsh_Newton": "Welsh Newton is a small village and civil parish in the county of Herefordshire, England. It is located close to the border with Wales to which the parish extends towards Monmouthshire. It should not be confused with Newton, a township-chapelry in Clodock Parish and near Longtown, or with Newton Leominister.",
  "/wiki/Caldicot,_Monmouthshire": "Caldicot (Welsh: Cil-y-coed) is a town and community in Monmouthshire, southeast Wales, located between Chepstow and Newport on the Gloucester to Newport Line served primarily by Caldicot station, whilst by road it is just off the busy M4 / M48 motorway corridor.  The site adjoins the Caldicot Levels, on the north side of the Severn Estuary.  Caldicot has easy access on the railway west to Newport, Cardiff Central and east to Chepstow, Lydney, and Gloucester, as well as one stop west to Severn Tunnel Junction and then east via the Severn Tunnel to Filton Abbeywood and Bristol Temple Meads and further afield. Generally good road access to Cardiff and across the Second Severn Crossing, old Severn Bridge  to Bristol.  The population of the town is around 11,000. It has a large school, Caldicot Comprehensive School, and is known for its medieval castle.",
  "/wiki/Magor,_Monmouthshire": "Magor (English: /ˈmeɪɡə/; Welsh: Magwyr) - meaning 'a wall' - is a large village in Monmouthshire, south east Wales, about 9 miles (14 km) west of Chepstow and about 9 miles (14 km) east of the city of Newport. It lies on the Caldicot Levels beside the Severn Estuary, and is in the community of Magor with Undy. Magor lies close to the M4 motorway. There is a nearby motorway service area sharing its name and it is within the commuter belts of Newport, Bristol and Cardiff.",
  "/wiki/Newport,_Wales": "Newport (Welsh: Casnewydd; [kasˈnɛwɨð]) is a city and unitary authority area in south east Wales, on the River Usk close to its confluence with the Severn Estuary, 12 miles (19 km) northeast of Cardiff. At the 2011 census, it was the third largest city in Wales, with a population of 145,700. The city forms part of the Cardiff-Newport metropolitan area, with a population of 1,097,000.",
  "/wiki/Cwmbran": "Cwmbran (/kʊmˈbrɑːn, kuːm-/ kuum-BRAHN, koom-; Welsh: Cwmbrân [kʊmˈbraːn], also in use as an alternative spelling in English) is a new town in Wales.",
  "/wiki/NP_postcode_area": "The NP postcode area, also known as the Newport postcode area, is a group of postcode districts which are subdivisions of fourteen post towns. These districts cover south-east Wales, including Newport, Pontypool, Abergavenny, Monmouth, Chepstow, Abertillery, Usk, Tredegar, New Tredegar, Ebbw Vale, Crickhowell, Blackwood, Caldicot and Cwmbran, plus a small part of the English counties of Gloucestershire and Herefordshire."
}