{
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Permanente_Metals": "Permanente Metals Corporation (PMC) is best known for having managed the Richmond Shipyards in Richmond, California, owned by one of industrialist Henry J. Kaiser's many corporations, and also engaged in related corporate activities. These four of the seven west coast Kaiser Shipyards were known for their construction of Liberty ships and later Victory ships.",
  "/wiki/Richmond_Shipyards": "The four Richmond Shipyards, located in the city of Richmond, California, United States, were run by Permanente Metals and part of the Kaiser Shipyards. During World War II, Richmond built more ships than any other shipyard, turning out as many as three ships in a single day. The shipyards are part of the Rosie the Riveter/World War II Home Front National Historical Park, whose the Rosie the Riveter memorial sits on the former grounds of Shipyard #2. Shipyard #3 is listed on the National Register of Historic Places.",
  "/wiki/Richmond,_California": "Richmond (/ˈrɪtʃmənd/) is a city in western Contra Costa County, California, United States. The city was incorporated on August 7, 1905 and has a city council. Located in the East Bay region of the San Francisco Bay Area, Richmond borders the cities of San Pablo, Albany, El Cerrito and Pinole in addition to the unincorporated communities of North Richmond, Hasford Heights, Kensington, El Sobrante, Bayview-Montalvin Manor, Tara Hills, and East Richmond Heights, and for a short distance San Francisco on Red Rock Island in the San Francisco Bay. Richmond is one of two cities, the other being San Rafael, California, that sits on the shores of San Francisco Bay and San Pablo Bay simultaneously.",
  "/wiki/Liberty_ship": "Liberty ships were a class of cargo ship built in the United States during World War II. Though British in concept, the design was adapted by the United States for its simple, low-cost construction.  Mass-produced on an unprecedented scale, the Liberty ship came to symbolize U.S. wartime industrial output.",
  "/wiki/Bethlehem-Fairfield_Shipyards": "Bethlehem Steel Corporation Shipbuilding Division was created in 1905 when the Bethlehem Steel Corporation of Bethlehem, Pennsylvania, acquired the San Francisco shipyard Union Iron Works.  In 1917 it was incorporated as Bethlehem Shipbuilding Corporation, Limited.",
  "/wiki/Baltimore,_Maryland": "Baltimore (/ˈbɔːltɪmɔːr/ BAWL-tim-or, locally: /ˈbɔːlmər/) is the most populous city in the U.S. state of Maryland, as well as the 30th most populous city in the United States, with a population of 602,495 in 2018 and also the largest such independent city in the country. Baltimore was established by the Constitution of Maryland as an independent city in 1729. As of 2017, the population of the Baltimore metropolitan area was estimated to be just under 2.802 million, making it the 21st largest metropolitan area in the country. Baltimore is located about 40 miles (64 km) northeast of Washington, D.C., making it a principal city in the Washington-Baltimore combined statistical area (CSA), the fourth-largest CSA in the nation, with a calculated 2018 population of 9,797,063.",
  "/wiki/USS_Pittsburgh_(CA-72)": "USS Pittsburgh (CA–72), originally named USS Albany (CA-72), was a Baltimore-class heavy cruiser of the US Navy. The third ship to bear this name, it was laid down on 3 February 1943 by the Bethlehem Shipbuilding Corporation's Fore River Shipyard at Quincy, Massachusetts; launched on 22 February 1944, sponsored by Mrs Cornelius D. Scully, wife of the Mayor of Pittsburgh; and commissioned at Boston on 10 October 1944, with Capt. John Edward Gingrich in command.",
  "/wiki/Bethlehem_Steel_Company": "The Bethlehem Steel Corporation was an American steel and shipbuilding company that for much of the 20th century was one of the world's largest steel producer and shipbuilding companies. The company's roots trace to 1857 with the establishment of the Bethlehem Iron Company. Bethlehem Steel was formed in 1904 through the merger of the earlier companies, and existed through the decline of American steel manufacturing during the 1970s until its final bankruptcy in 2001.",
  "/wiki/Quincy,_Massachusetts": "Quincy (/ˈkwɪnzi/ KWIN-zee) is a U.S. city in Norfolk County, Massachusetts. It is the largest city in the county and a part of Metropolitan Boston as one of Boston's immediate southern suburbs. Its population in 2010 was 92,271, making it the eighth-largest city in the state. Known as the \"City of Presidents\", Quincy is the birthplace of two U.S. presidents—John Adams and his son John Quincy Adams—as well as John Hancock, a President of the Continental Congress and the first signer of the Declaration of Independence, as well as being the first and third Governor of Massachusetts.",
  "/wiki/Baltimore-class_cruiser": "The Baltimore-class cruiser was a large class of heavy cruisers in the United States Navy commissioned during and shortly after World War II. Fourteen Baltimores were completed, more than any other class of heavy cruiser, along with three ships of the Oregon City-sub-class. Fast and heavily armed, the Baltimore cruisers were mainly used in World War II to protect the fast aircraft carriers in battle groups from air attack. Additionally, their 8-inch (203 mm) main guns and secondary 5-inch (127 mm) guns were regularly used to bombard land targets in support of amphibious landings.  After the war, only six Baltimores (St Paul, Macon, Toledo, Columbus, Bremerton, and Helena) and two Oregon City-class ships (Albany and Rochester) remained in service, while the rest were moved to the reserve fleet. However, all ships except Boston, Canberra, Chicago and Fall River were reactivated for the Korean War.  Except for St Paul, all the ships retaining all-gun configurations had very short (18 years or less) service lives, and by 1971 were decommissioned, and started showing up in the scrap-sale lists. However, four Baltimore-class cruisers were refitted and converted into some of the first guided missile cruisers in the world, becoming two of the three Albany-class and two Boston-class cruisers.  The last of these was decommissioned in 1980, with the Chicago lasting until 1991 in reserve.  No example of the Baltimore class still exists.",
  "/wiki/Walsh-Kaiser_Company": "Walsh-Kaiser Co., Inc. was a shipyard in both Cranston and Providence, Rhode Island. It was built during World War II and financed by the Maritime Commission as part of the country's Emergency Shipbuilding Program. It was originally operated by Rheem Manufacturing, a company with no previous shipbuilding expertise. When Rheem had difficulty managing the yard, Kaiser Shipyards was retained to manage the operation.",
  "/wiki/Providence,_Rhode_Island": "Providence is the capital and most populous city of the state of Rhode Island and is one of the oldest cities in the United States. It was founded in 1636 by Roger Williams, a Reformed Baptist theologian and religious exile from the Massachusetts Bay Colony. He named the area in honor of \"God's merciful Providence\" which he believed was responsible for revealing such a haven for him and his followers. The city is situated at the mouth of the Providence River at the head of Narragansett Bay.",
  "/wiki/SS_Greece_Victory": "The SS Greece Victory was the second Victory ship built during World War II under the Emergency Shipbuilding program. She was launched by the California Shipbuilding Company on February 3, 1944, and completed on April 14, 1944. The ship’s United States Maritime Commission designation was VC2- S- AP3, hull number 2.  SS Greece Victory served in the Pacific Ocean during World War II. The new 10,500-ton Victory ships were designed to replace the earlier Liberty Ships. Liberty ships were designed to be used just for World War II. Victory ships were designed to last longer and serve the US Navy after the war. The Victory ship differed from a Liberty ship in that they were: faster, longer and wider, taller, had a thinner stack set farther toward the superstructure and had a long raised forecastle.",
  "/wiki/California_Shipbuilding_Corporation": "California Shipbuilding Corporation built 467 Liberty and Victory ships during World War II, including Haskell-class attack transports.  California Shipbuilding Corporation was often referred to as Calship.  The Dictionary of American Naval Fighting Ships sometimes refers to this shipyard as California Shipbuilding Co., but Co[mpany] appears to be an error.",
  "/wiki/Los_Angeles,_California": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third-most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.",
  "/wiki/Victory_ship": "The Victory ship was a class of cargo ship produced in large numbers by North American shipyards during World War II to replace losses caused by German submarines. They were a more modern design compared to the earlier Liberty ship, were slightly larger and had more powerful steam turbine engines giving higher speed to allow participation in high speed convoys and make them more difficult targets for German U-boats.  A total of 531 Victory ships were built.",
  "/wiki/Todd_Houston_Shipbuilding_Corporation": "Vigor Shipyards (formerly Todd Shipyards) was founded in 1916 as the William H. Todd Corporation through the merger of Robins Dry Dock & Repair Company of Erie Basin, Brooklyn, New York, the Tietjen & Long Dry Dock Company of Hoboken, New Jersey, and the Seattle Construction and Dry Dock Company. The Seattle shipyard could trace its history back to 1882, when Robert Moran opened a marine repair shop at Yesler's Wharf. This shop became the Moran Brothers Shipyard in 1906 and the Seattle Construction & Dry Dock Company at the end of 1911.",
  "/wiki/Houston,_Texas": "Houston (/ˈhjuːstən/ (listen) HEW-stən) is the most populous city in the U.S. state of Texas, fourth most populous city in the United States, most populous city in the Southern United States, as well as the sixth most populous in North America, with an estimated 2018 population of 2,325,502. Located in Southeast Texas near Galveston Bay and the Gulf of Mexico, it is the seat of Harris County and the principal city of the Greater Houston metropolitan area, which is the fifth most populous metropolitan statistical area in the United States and the second most populous in Texas after the Dallas-Fort Worth metroplex, with a population of 6,997,384 in 2018.",
  "/wiki/Oregon_Shipbuilding_Company": "Oregon Shipbuilding Corporation was a World War II emergency shipyard located along the Willamette River in Portland, Oregon, United States. The shipyard built nearly 600 Liberty and Victory ships between 1941 and 1945 under the Emergency Shipbuilding program. It was closed after the war ended.",
  "/wiki/Portland,_Oregon": "Portland (/ˈpɔːrtlənd/; PORT-lənd) is the largest and most populous city in the U.S. state of Oregon and the seat of Multnomah County. It is a major port in the Willamette Valley region of the Pacific Northwest, at the confluence of the Willamette and Columbia rivers. As of 2018, Portland had an estimated population of 653,115,  making it the 25th most populated city in the United States, and the second-most populous in the Pacific Northwest after Seattle. Approximately 2.4 million people live in the Portland metropolitan statistical area (MSA), making it the 25th most populous in the United States. Its combined statistical area (CSA) ranks 19th-largest with a population of around 3.2 million. Approximately 60% of Oregon's population resides within the Portland metropolitan area.[a]",
  "/wiki/USS_Shamrock_Bay_(CVE-84)": "USS Shamrock Bay (CVE-84) was a Casablanca-class escort carrier of the United States Navy.  She was laid down with the hull code ACV-84 on 15 March 1943 by the Kaiser Co., Vancouver, Washington, under a Maritime Commission contract (MC hull 1121); re-designated CVE-84 on 10 June 1943; launched on 4 February 1944; sponsored by Mrs. James R. Dudley; and commissioned on 15 March 1944, Captain Frank T. Ward, Jr., in command.",
  "/wiki/Kaiser_Shipyards": "The Kaiser Shipyards were seven major shipbuilding yards located on the United States west coast during World War II. Kaiser ranked 20th among U.S. corporations in the value of wartime production contracts. The shipyards were owned by the Kaiser Shipbuilding Company, a creation of American industrialist Henry J. Kaiser (1882–1967), who established the shipbuilding company around 1939 in order to help meet the construction goals set by the United States Maritime Commission for merchant shipping.",
  "/wiki/Vancouver,_Washington": "Vancouver is a city on the north bank of the Columbia River in the U.S. state of Washington. It is the largest suburb of Portland, Oregon. Incorporated in 1857, Vancouver had a population of 161,791 as of the 2010 U.S. census, making it the fourth-largest city in Washington state. Vancouver is the county seat of Clark County and forms part of the Portland-Vancouver metropolitan area, the 23rd largest metropolitan area in the United States. Originally established in 1825 around Fort Vancouver, a fur-trading outpost, the city is located on the Washington/Oregon border along the Columbia River, directly north of Portland. In 2005, Money magazine named it No. 91 on its list of best places in America to live. In 2016, WalletHub ranked Vancouver the 89th best place in the U.S. for families to live.",
  "/wiki/Casablanca-class_escort_carrier": "The Casablanca-class escort carrier were a series of escort carriers constructed for the United States Navy during World War II. They were the most numerous class of aircraft carriers ever built. Fifty were laid down, launched and commissioned within the space of less than two years – 3 November 1942 through to 8 July 1944. These were nearly one third of the 151 carriers built in the United States during the war. Despite their numbers, and the preservation of more famous and larger carriers as museums, none of these modest ships survive today. Five were lost to enemy action during World War II and the remainder were scrapped.",
  "/wiki/Southeastern_Shipbuilding_Corporation": "The Southeastern Shipbuilding Corporation was formed in Savannah, Georgia, during World War II to build Liberty ships.",
  "/wiki/Savannah,_Georgia": "Savannah (/səˈvænə/) is the oldest city in the U.S. state of Georgia and is the county seat of Chatham County. Established in 1733 on the Savannah River, the city of Savannah became the British colonial capital of the Province of Georgia and later the first state capital of Georgia. A strategic port city in the American Revolution and during the American Civil War, Savannah is today an industrial center and an important Atlantic seaport. It is Georgia's fifth-largest city, with a 2018 estimated population of 145,862. The Savannah metropolitan area, Georgia's third-largest, had an estimated population of 389,494 in 2018.",
  "/wiki/USS_Atlanta_(CL-104)": "USS Atlanta (CL-104) of the United States Navy was a Cleveland-class light cruiser during World War II. She was the fourth Navy ship named after the city of Atlanta, Georgia.",
  "/wiki/New_York_Shipbuilding_Corporation": "The New York Shipbuilding Corporation (or New York Ship for short) was an American shipbuilding company that operated from 1899 to 1968, ultimately completing more than 500 vessels for the U.S. Navy, the United States Merchant Marine, the United States Coast Guard, and other maritime concerns. At its peak during World War II, NYSB was the largest and most productive shipyard in the world.[citation needed] Its best-known vessels include the destroyer USS Reuben James (DD-245), the cruiser USS Indianapolis (CA-35), the aircraft carrier USS Kitty Hawk (CV-63), the nuclear-powered cargo ship NS Savannah, and a quartet of cargo-passenger liners nicknamed the Four Aces.",
  "/wiki/Camden,_New_Jersey": "Camden is a city and the county seat of Camden County, New Jersey, United States. Camden is located directly across the Delaware River from Philadelphia, Pennsylvania. At the 2010 U.S. Census, the city had a population of 77,344. Camden is the 12th most populous municipality in New Jersey. The city was incorporated on February 13, 1828. Camden has been the county seat of Camden County since the county was formed on March 13, 1844. The city derives its name from Charles Pratt, 1st Earl Camden. Camden is made up of over twenty different neighborhoods.",
  "/wiki/Cleveland-class_cruiser": "The Cleveland class was a group of light cruisers built for the U.S. Navy during World War II, and were the most numerous class of light cruisers ever built.",
  "/wiki/SS_Benjamin_H._Hill": "SS Benjamin H. Hill was a Liberty ship built in the United States during World War II. She was named after Benjamin H. Hill, a Confederate senator and later a US Representative, US senator from the state of Georgia.",
  "/wiki/J.A._Jones_Construction": "J.A. Jones Construction was a heavy construction company headquartered in Charlotte, North Carolina. Operating internationally since the 1950s, it merged with Germany's Philipp Holzmann AG in 1979. In 2003 the company ceased operations due to the failure of its parent company.",
  "/wiki/Brunswick,_Georgia": "Brunswick (/ˈbrʌnzwɪk/) is a city in and the county seat of Glynn County, Georgia, United States. As the main urban and economic center of the state's lower southeast, it is the second-largest urban area on the Georgia coast after Savannah and contains the Brunswick Old Town Historic District.",
  "/wiki/USS_Ticonderoga_(CV-14)": "USS Ticonderoga (CV/CVA/CVS-14) was one of 24 Essex-class aircraft carriers built during World War II for the United States Navy. The ship was the fourth US Navy ship to bear the name, and was named after the capture of Fort Ticonderoga in the American Revolutionary War. Ticonderoga was commissioned in May 1944, and served in several campaigns in the Pacific Theater of Operations, earning five battle stars. Decommissioned shortly after the end of the war, she was modernized and recommissioned in the early 1950s as an attack carrier (CVA), and then eventually became an antisubmarine carrier (CVS). She was recommissioned too late to participate in the Korean War, but was very active in the Vietnam War, earning three Navy Unit Commendations, one Meritorious Unit Commendation, and 12 battle stars.",
  "/wiki/Newport_News_Shipbuilding": "Newport News Shipbuilding (NNS), a division of Huntington Ingalls Industries, is the largest industrial employer in Virginia, and sole designer, builder and refueler of United States Navy aircraft carriers and one of two providers of U.S. Navy submarines. Founded as the Chesapeake Dry Dock and Construction Co. in 1886, Newport News Shipbuilding has built more than 800 ships, including both naval and commercial ships. Located in the city of Newport News, its facilities span more than 550 acres (2.2 km2), strategically positioned in one of the great harbors of the East Coast.",
  "/wiki/Newport_News,_Virginia": "Newport News is an independent city in the U.S. state of Virginia. As of the 2010 census, the population was 180,719. In 2018, the population was estimated to be 178,626, making it the fifth-most populous city in Virginia.",
  "/wiki/Essex-class_aircraft_carrier": "The Essex class was a line of aircraft carriers of the United States Navy that constituted the 20th century's most numerous class of capital ships. The class consisted of 24 vessels, which came in \"short-hull\" and \"long-hull\" versions. Thirty-two ships were ordered, but as World War II wound down, six were canceled before construction, and two were canceled after construction had begun. No Essex-class ships were lost to enemy action even though several sustained crippling damage. The Essex-class carriers were the backbone of the U.S. Navy's combat strength during World War II from mid-1943 on, and, along with the three Midway-class carriers added just after the war, continued to be the heart of U.S. naval strength until the supercarriers came into the fleet in numbers during the 1960s and 1970s.",
  "/wiki/SS_Andrew_Turnbull": "SS Andrew Turnbull was a Liberty ship built in the United States during World War II. She was named after Andrew Turnbull, a Scottish physician who later served as a British Consul at Smyrna, then part of the Ottoman Empire, in what is now Turkey. In 1768, he organized the largest attempt at British colonization in the New World by founding New Smyrna, Florida, named in honor of his wife's birthplace.",
  "/wiki/St._Johns_River_Shipbuilding_Company": "The St. Johns River Shipbuilding Company was created in Jacksonville, Florida, during World War II to build Liberty ships.",
  "/wiki/Jacksonville,_Florida": "Jacksonville is the most populous city in Florida and the largest city by area in the contiguous United States. It is the seat of Duval County, with which the city government consolidated in 1968. Consolidation gave Jacksonville its great size and placed most of its metropolitan population within the city limits. As of 2018, Jacksonville's population was estimated to be 903,889. The Jacksonville metropolitan area has a population of 1,523,615 and is the fourth largest metropolitan area in Florida."
}