{
  "/wiki/San_Juan_County,_Colorado": "San Juan County is one of the 64 counties of the U.S. state of Colorado. As of the 2010 census, the population was 699, making it the least populous county in Colorado. The county seat and the only incorporated municipality in the county is Silverton. The county name is the Spanish language name for \"Saint John\", the name Spanish explorers gave to a river and the mountain range in the area. With a mean elevation of 11,240 feet (3426 meters), San Juan County is the highest county in the United States.",
  "/wiki/Colorado": "Colorado (/ˌkɒləˈrædoʊ, -ˈrɑːdoʊ/ (listen), other variants) is a state of the Western United States encompassing most of the southern Rocky Mountains as well as the northeastern portion of the Colorado Plateau and the western edge of the Great Plains. It is the 8th most extensive and 21st most populous U.S. state. The estimated population of Colorado is 5,770,545 as of 2019, an increase of 14.7% since the 2010 United States Census.\n The state was named for the Colorado River, which early Spanish explorers named the Río Colorado (\"Red River\") for the ruddy silt the river carried from the mountains. The Territory of Colorado was organized on February 28, 1861, and on August 1, 1876, U.S. President Ulysses S. Grant signed Proclamation 230 admitting Colorado to the Union as the 38th state. Colorado is nicknamed the \"Centennial State\" because it became a state one century after the signing of the United States Declaration of Independence.\n Colorado is bordered by Wyoming to the north, Nebraska to the northeast, Kansas to the east, Oklahoma to the southeast, New Mexico to the south, Utah to the west, and touches Arizona to the southwest at the Four Corners. Colorado is noted for its vivid landscape of mountains, forests, high plains, mesas, canyons, plateaus, rivers and desert lands. Colorado is part of the western and southwestern United States and is one of the Mountain States.\n Denver is the capital and most populous city of Colorado. Residents of the state are known as Coloradans, although the antiquated term \"Coloradoan\" is occasionally used.",
  "/wiki/Hinsdale_County,_Colorado": "Hinsdale County is one of the 64 counties of the U.S. state of Colorado. As of the 2010 census, the population was 843, making it the third-least populous county in Colorado. With a population density of only 0.75 inhabitants per square mile (0.29/km2), it is also the least-densely populated county in Colorado. The county seat and only incorporated municipality in the county is Lake City. The county is named for George A. Hinsdale, a prominent pioneer and former Lieut. Governor of Colorado Territory.",
  "/wiki/Lake_County,_Colorado": "Lake County is one of the 64 counties in the U.S. state of Colorado. As of the 2010 census, the population was 7,310. The county seat and the only municipality in the county is Leadville. The highest natural point in Colorado and the entire Rocky Mountains is the summit of Mount Elbert in Lake County at 14,440 feet (4401.2 meters) elevation.",
  "/wiki/Mineral_County,_Colorado": "Mineral County is one of the 64 counties in the U.S. state of Colorado. As of the 2010 census, the population was 712, making it the second-least populous county in Colorado, behind San Juan County. The county seat and only incorporated municipality in the county is Creede. The county was named for the many valuable minerals found in the mountains and streams of the area.",
  "/wiki/Summit_County,_Colorado": "Summit County is one of the 64 counties in the U.S. state of Colorado. As of the 2010 census, the population was 27,994. The county seat is Breckenridge.\n Summit County comprises the Breckenridge, CO Micropolitan Statistical Area.",
  "/wiki/Clear_Creek_County,_Colorado": "Clear Creek County is one of the 64 counties of the U.S. state of Colorado. As of the 2010 census, the population was 9,088. The county seat is Georgetown.\n Clear Creek County is part of the Denver-Aurora-Lakewood, CO Metropolitan Statistical Area.",
  "/wiki/Pitkin_County,_Colorado": "Pitkin County is one of the 64 counties in the U.S. state of Colorado. As of the 2010 census, the population was 17,148. The county seat is Aspen.  The county is named in honor of the late Colorado Governor Frederick Walker Pitkin. Pitkin County has the seventh-highest per capita income of any county in the United States. Measured by the mean income of the top 5% of earners, Pitkin County is the wealthiest in the United States.\n Pitkin County is included in the Glenwood Springs, CO Micropolitan Statistical Area, which is also included in the Edwards-Glenwood Springs, CO Combined Statistical Area.",
  "/wiki/Chaffee_County,_Colorado": "Chaffee County is one of the 64 counties of the U.S. state of Colorado. As of the 2010 census, the population was 17,809. The county seat is Salida.",
  "/wiki/Park_County,_Colorado": "Park County is one of the 64 counties in the U.S. state of Colorado. As of the 2010 census, the population was 16,206. The county seat is Fairplay. The county was named after the large geographic region known as South Park, which was named by early fur traders and trappers in the area.\n Park County is included in the Denver-Aurora-Lakewood, CO Metropolitan Statistical Area. A majority of the county lies within the boundaries of the South Park National Heritage Area.\n The geographic center of the State of Colorado is located in Park County.\n Park County has been and is the location of several important mines, including the defunct Orphan Boy, which was discovered near Alma in 1861 and produced gold, silver, lead, and zinc. The historic Sweet Home Mine, also near Alma, is a former silver mine now known for its rhodochrosite mineral specimens.",
  "/wiki/Gunnison_County,_Colorado": "Gunnison County is the fifth-most extensive of the 64 counties in the U.S. state of Colorado. As of the 2010 census, the population was 15,324. The county seat is Gunnison. The county was named for John W. Gunnison, a United States Army officer and captain in the Army Topographical Engineers, who surveyed for the transcontinental railroad in 1853.",
  "/wiki/Gilpin_County,_Colorado": "Gilpin County is the second-least extensive of the 64 counties of the U.S. state of Colorado, behind only the City and County of Broomfield. As of the 2010 census, the population was 5,441. The county seat is Central City. The county was formed in 1861, while Colorado was still a Territory, and was named after Colonel William Gilpin, the first territorial governor.\n Gilpin County is part of the Denver-Aurora-Lakewood, CO Metropolitan Statistical Area.",
  "/wiki/Grand_County,_Colorado": "Grand County is one of the 64 counties in the U.S. state of Colorado. As of the 2010 census, the population was 14,843. The county seat is Hot Sulphur Springs.",
  "/wiki/Saguache_County,_Colorado": "Saguache County /səˈwɑːtʃ/ (listen) is one of the 64 counties in the U.S. state of Colorado. As of the 2010 census, the population was 6,108. The county seat is Saguache.",
  "/wiki/Teller_County,_Colorado": "Teller County is one of the 64 counties in the U.S. state of Colorado. As of the 2010 census, the population was 23,350. The county seat is Cripple Creek, and the most populous city is Woodland Park.\n Teller County is included in the Colorado Springs, CO Metropolitan Statistical Area.",
  "/wiki/Rio_Grande_County,_Colorado": "Rio Grande County is one of the 64 counties of the U.S. state of Colorado. As of the 2010 census, the population was 11,982. The county seat is Del Norte. The county is named for the Rio Grande (Spanish language for \"Big River\"), which flows through the county.",
  "/wiki/Custer_County,_Colorado": "Custer County is the tenth-least populous of the 64 counties in the U.S. state of Colorado. As of the 2010 census, the population was 4,255. The county seat is Westcliffe.",
  "/wiki/Eagle_County,_Colorado": "Eagle County is one of the 64 counties of the U.S. state of Colorado. As of the 2010 census, the population was 52,197. The county seat is the Town of Eagle. The county is named for the Eagle River.\n Eagle County comprises the Edwards, CO Micropolitan Statistical Area.",
  "/wiki/Ouray_County,_Colorado": "Ouray County /ˈjʊəreɪ/ is one of the 64 counties of the U.S. state of Colorado. As of the 2010 census, the population was 4,436. The county seat is Ouray. Because of its rugged mountain topography, Ouray County is also known as the Switzerland of America.",
  "/wiki/Jackson_County,_Colorado": "Jackson County is a county in the state of Colorado. As of the 2010 census, the population was 1,394, and it was the fourth least-densely populated in the state. The county seat and only municipality in the county is Walden.",
  "/wiki/Conejos_County,_Colorado": "Conejos County is one of the 64 counties of the U.S. state of Colorado. As of the 2010 census, the population was 8,256. The county seat is the unincorporated community of Conejos.",
  "/wiki/List_of_counties_in_Colorado": "The U.S. state of Colorado is divided into 64 counties. Counties are important units of government in Colorado since there are no townships or other minor civil divisions. Two of these counties, Broomfield and Denver, have consolidated city and county governments.\n Colorado's ISO 3166-2:US state code is CO and its ANSI INCITS 38:2009 state code is 08.\n When the Colorado Territory first began creating counties in 1861, 17 counties (Summit, Larimer, Weld, Boulder, Gilpin, Clear Creek, Jefferson, Arapahoe, Douglas, Lake, Conejos, Costilla, Park, Fremont, El Paso, Pueblo, and Huerfano) and a Cheyenne Reserve were formed.\n In February 1866, the first new county, Las Animas, was created, followed by Saguache in December of that year. Bent County was created in February 1870, followed by Greenwood the following month. On February 2, 1874, Grand County and Elbert County were formed, and on February 10, La Plata, Hinsdale, and Rio Grande counties were created. Greenwood was absorbed into Bent on February 5. The last county to be created under the Colorado Territory name was San Juan County, created three months before statehood.\n By the time Colorado became a state on August 1, 1876, it had only 26 counties. In January 1877, Routt and Ouray were formed, followed by Gunnison and Custer counties in March. In February 1879, Chaffee County was created. From February 8–10, 1879, Lake county was renamed Carbonate County. In 1881, Dolores County and Pitkin County were created. In 1883, Montrose, Mesa, Garfield, Eagle, Delta, and San Miguel counties were formed, leaving the total number of counties at 39. The number rose to 40 in 1885 with the creation of Archuleta County on April 14. Washington County and Logan County were both created in 1887. Between February 19 and April 16 in 1889, Morgan, Yuma, Cheyenne, Otero, Rio Blanco, Phillips, Sedgwick, Kiowa, Kit Carson, Lincoln, Prowers, Baca, and Montezuma counties were formed, bringing the total to 55. By 1900, Mineral County and Teller County had been added. On November 15, 1902, Arapahoe County was split into Adams and South Arapahoe Counties, and Denver was consolidated as a city-county from portions of both newly-formed counties on December 1, 1902. By 1912, Jackson County, Moffat County, and Crowley County had been created. Alamosa was created in 1913, and in 2001, Broomfield was recognized as a city-county, bringing the total to 64 counties."
}