{
  "/wiki/San_Juan_County,_Colorado": "San Juan County is one of the 64 counties of the U.S. state of Colorado. As of the 2010 census, the population was 699, making it the least populous county in Colorado. The county seat and the only incorporated municipality in the county is Silverton. The county name is the Spanish language name for \"Saint John\", the name Spanish explorers gave to a river and the mountain range in the area. With a mean elevation of 11,240 feet (3426 meters), San Juan County is the highest county in the United States.",
  "/wiki/Colorado": "Colorado (/ˌkɒləˈrædoʊ, -ˈrɑːdoʊ/ (listen), other variants) is a state of the Western United States encompassing most of the southern Rocky Mountains as well as the northeastern portion of the Colorado Plateau and the western edge of the Great Plains. It is the 8th most extensive and 21st most populous U.S. state. The estimated population of Colorado is 5,770,545 as of 2019, an increase of 14.7% since the 2010 United States Census.",
  "/wiki/Hinsdale_County,_Colorado": "Hinsdale County is one of the 64 counties of the U.S. state of Colorado. As of the 2010 census, the population was 843, making it the third-least populous county in Colorado. With a population density of only 0.75 inhabitants per square mile (0.29/km2), it is also the least-densely populated county in Colorado. The county seat and only incorporated municipality in the county is Lake City. The county is named for George A. Hinsdale, a prominent pioneer and former Lieut. Governor of Colorado Territory.",
  "/wiki/Lake_County,_Colorado": "Lake County is one of the 64 counties in the U.S. state of Colorado. As of the 2010 census, the population was 7,310. The county seat and the only municipality in the county is Leadville. The highest natural point in Colorado and the entire Rocky Mountains is the summit of Mount Elbert in Lake County at 14,440 feet (4401.2 meters) elevation.",
  "/wiki/Mineral_County,_Colorado": "Mineral County is one of the 64 counties in the U.S. state of Colorado. As of the 2010 census, the population was 712, making it the second-least populous county in Colorado, behind San Juan County. The county seat and only incorporated municipality in the county is Creede. The county was named for the many valuable minerals found in the mountains and streams of the area.",
  "/wiki/Summit_County,_Colorado": "Summit County is one of the 64 counties in the U.S. state of Colorado. As of the 2010 census, the population was 27,994. The county seat is Breckenridge.",
  "/wiki/Clear_Creek_County,_Colorado": "Clear Creek County is one of the 64 counties of the U.S. state of Colorado. As of the 2010 census, the population was 9,088. The county seat is Georgetown.",
  "/wiki/Pitkin_County,_Colorado": "Pitkin County is one of the 64 counties in the U.S. state of Colorado. As of the 2010 census, the population was 17,148. The county seat is Aspen.  The county is named in honor of the late Colorado Governor Frederick Walker Pitkin. Pitkin County has the seventh-highest per capita income of any county in the United States. Measured by the mean income of the top 5% of earners, Pitkin County is the wealthiest in the United States.",
  "/wiki/Chaffee_County,_Colorado": "Chaffee County is one of the 64 counties of the U.S. state of Colorado. As of the 2010 census, the population was 17,809. The county seat is Salida.",
  "/wiki/Park_County,_Colorado": "Park County is one of the 64 counties in the U.S. state of Colorado. As of the 2010 census, the population was 16,206. The county seat is Fairplay. The county was named after the large geographic region known as South Park, which was named by early fur traders and trappers in the area.",
  "/wiki/Gunnison_County,_Colorado": "Gunnison County is the fifth-most extensive of the 64 counties in the U.S. state of Colorado. As of the 2010 census, the population was 15,324. The county seat is Gunnison. The county was named for John W. Gunnison, a United States Army officer and captain in the Army Topographical Engineers, who surveyed for the transcontinental railroad in 1853.",
  "/wiki/Gilpin_County,_Colorado": "Gilpin County is the second-least extensive of the 64 counties of the U.S. state of Colorado, behind only the City and County of Broomfield. As of the 2010 census, the population was 5,441. The county seat is Central City. The county was formed in 1861, while Colorado was still a Territory, and was named after Colonel William Gilpin, the first territorial governor.",
  "/wiki/Grand_County,_Colorado": "Grand County is one of the 64 counties in the U.S. state of Colorado. As of the 2010 census, the population was 14,843. The county seat is Hot Sulphur Springs.",
  "/wiki/Saguache_County,_Colorado": "Saguache County /səˈwɑːtʃ/ (listen) is one of the 64 counties in the U.S. state of Colorado. As of the 2010 census, the population was 6,108. The county seat is Saguache.",
  "/wiki/Teller_County,_Colorado": "Teller County is one of the 64 counties in the U.S. state of Colorado. As of the 2010 census, the population was 23,350. The county seat is Cripple Creek, and the most populous city is Woodland Park.",
  "/wiki/Rio_Grande_County,_Colorado": "Rio Grande County is one of the 64 counties of the U.S. state of Colorado. As of the 2010 census, the population was 11,982. The county seat is Del Norte. The county is named for the Rio Grande (Spanish language for \"Big River\"), which flows through the county.",
  "/wiki/Custer_County,_Colorado": "Custer County is the tenth-least populous of the 64 counties in the U.S. state of Colorado. As of the 2010 census, the population was 4,255. The county seat is Westcliffe.",
  "/wiki/Eagle_County,_Colorado": "Eagle County is one of the 64 counties of the U.S. state of Colorado. As of the 2010 census, the population was 52,197. The county seat is the Town of Eagle. The county is named for the Eagle River.",
  "/wiki/Ouray_County,_Colorado": "Ouray County /ˈjʊəreɪ/ is one of the 64 counties of the U.S. state of Colorado. As of the 2010 census, the population was 4,436. The county seat is Ouray. Because of its rugged mountain topography, Ouray County is also known as the Switzerland of America.",
  "/wiki/Jackson_County,_Colorado": "Jackson County is a county in the state of Colorado. As of the 2010 census, the population was 1,394, and it was the fourth least-densely populated in the state. The county seat and only municipality in the county is Walden.",
  "/wiki/Conejos_County,_Colorado": "Conejos County is one of the 64 counties of the U.S. state of Colorado. As of the 2010 census, the population was 8,256. The county seat is the unincorporated community of Conejos."
}