{
  "/wiki/1980_Baltimore_Colts_season": "The 1980 Baltimore Colts season was the 28th season for the team in the National Football League (NFL). The Colts finished the NFL’s 1980 season with a record of 7 wins and 9 losses, and fourth position in the AFC East division.",
  "/wiki/Ron_LaPointe": "Ronald Arthur LaPointe (born February 28, 1957 in Framingham, Massachusetts) is a former professional American football player. He played tight end in the National Football League for two seasons; one each with the Baltimore Colts and the Oakland Raiders. He played collegiately at Penn State University.",
  "/wiki/Tight_end": "The tight end (TE) is a position in American football, arena football, and formerly Canadian football, on the offense. The tight end is often seen as a hybrid position with the characteristics and roles of both an offensive lineman and a wide receiver. Like offensive linemen, they are usually lined up on the offensive line and are large enough to be effective blockers. On the other hand, unlike offensive linemen, they are eligible receivers adept enough to warrant a defense's attention when running pass patterns.",
  "/wiki/1979_Penn_State_Nittany_Lions_football_team": "The 1979 Penn State Nittany Lions football team represented the Pennsylvania State University in the 1979 NCAA Division I-A football season. The team was coached by Joe Paterno and played its home games in Beaver Stadium in University Park, Pennsylvania.",
  "/wiki/NCAA_Division_I_FBS_independent_schools": "National Collegiate Athletic Association (NCAA) Football Bowl Subdivision independent schools are four-year institutions whose football programs are not part of an NCAA-affiliated conference. This means that FBS independents are not required to schedule each other for competition like conference schools do.",
  "/wiki/1980_Buffalo_Bills_season": "The 1980 Buffalo Bills season was the franchise's 11th season in the National Football League, and the 21st overall. Their 11–5 record was tied for best in the AFC.",
  "/wiki/John_Misko": "John Charles Misko (born October 1, 1954 in Highland Park, Michigan) is an American football player who played in the National Football League for the Detroit Lions and Los Angeles Rams.",
  "/wiki/Punter_(football)": "A punter (P) in gridiron football is a special teams player who receives the snapped ball directly from the line of scrimmage and then punts (kicks) the football to the opposing team so as to limit any field position advantage. This generally happens on a fourth down in American football and a third down in Canadian football. Punters may also occasionally take part in fake punts in those same situations, when they throw or run the football instead of punting.",
  "/wiki/1979_Oregon_State_Beavers_football_team": "The 1979 Oregon State Beavers football team represented Oregon State University in the Pacific-10 Conference (Pac-10) during the 1979 NCAA Division I-A football season.  In their fourth and final season under head coach Craig Fertig, the Beavers compiled a 1–10 record (1–7 against Pac-10 opponents), finished in last place in the Pac-10, and were outscored by their opponents, 396 to 147.  The team played its home games at Parker Stadium in Corvallis, Oregon.",
  "/wiki/Pac-12_Conference": "The Pac-12 Conference is a collegiate athletic conference that operates in the Western United States, participating in 24 sports at the  NCAA Division I level. Its football teams compete in the Football Bowl Subdivision (FBS; formerly Division I-A), the higher of two tiers of NCAA Division I football competition.",
  "/wiki/1980_Cincinnati_Bengals_season": "The 1980 Cincinnati Bengals season was the team's 13th year in professional football and its 11th with the National Football League (NFL). The Bengals went 6-10 and managed only 244 points, lowest in the AFC. They did upset defending Super Bowl champion Pittsburgh twice. First-round draft choice Anthony Muñoz began his Hall of Fame career.",
  "/wiki/M._L._Harris": "Michael Lee \"M.L.\" Harris (born January 16, 1954 in Columbus, Ohio) is a former professional American football player who played tight end and on special teams for six seasons for the Cincinnati Bengals. He also played four seasons in the Canadian Football League. He is currently a pastor and an author.",
  "/wiki/1979_Kansas_State_Wildcats_football_team": "The 1979 Kansas State Wildcats football team represented Kansas State University in the  1979 NCAA Division I-A football season.  The team's head football coach was Jim Dickey.  The Wildcats played their home games in KSU Stadium.  1979 saw the wildcats finish with a record of 3–8, and a 1–6 record in Big Eight Conference play.",
  "/wiki/Big_Eight_Conference": "The Big Eight Conference was a National Collegiate Athletic Association (NCAA)-affiliated Division I-A college athletic association that sponsored football.  It was formed in January 1907 as the Missouri Valley Intercollegiate Athletic Association (MVIAA) by its charter member schools: the University of Kansas, University of Missouri, University of Nebraska, and Washington University in St. Louis.  Additionally, the University of Iowa was an original member of the MVIAA, while maintaining joint membership in the Western Conference (now the Big Ten Conference).",
  "/wiki/Blake_Moore": "Edward Blake Moore Jr. (born May 8, 1958) is a former offensive lineman in the National Football League who played for the Cincinnati Bengals and the Green Bay Packers.  Moore played collegiate ball for the College of Wooster and played professionally in the NFL for 6 seasons.  He retired in 1985.",
  "/wiki/Center_(gridiron_football)": "Center (C) is a position in gridiron football.  The center is the innermost lineman of the offensive line on a football team's offense.  The center is also the player who passes (or \"snaps\") the ball between his legs to the quarterback at the start of each play.",
  "/wiki/Wooster_Fighting_Scots_football": "The College of Wooster is a private liberal arts college in Wooster, Ohio. It is primarily known for its emphasis on mentored undergraduate research and enrolls about 2,000 students. Founded in 1866 by the Presbyterian Church as the University of Wooster, it officially has been non-sectarian since 1969, when ownership ties with the Presbyterian Church ended. From its creation, the college has been a co-educational institution. The school is a member of The Five Colleges of Ohio, Great Lakes Colleges Association, and the Association of Presbyterian Colleges and Universities.",
  "/wiki/Ohio_Athletic_Conference": "The Ohio Athletic Conference (OAC) was formed in 1902 and is the third oldest athletic conference in the United States. Its current commissioner is Tim Gleason. Former commissioners include Mike Cleary, who was the first General Manager of a professional basketball team to hire an African American head coach, and would later run the National Association of Collegiate Directors of Athletics (NACDA). The Ohio Athletic Conference competes in the NCAA's Division III. Through the years, 31 schools have been members of the OAC. The enrollments of the current ten member institutions range from around 1,000 to 4,500. Member teams are located in Ohio.",
  "/wiki/1980_Cleveland_Browns_season": "The 1980 Cleveland Browns season was the team's 35th overall, and 31st season in the National Football League. The Browns finished the regular season with eleven wins and five losses, and their first division title in since 1971, winning a tiebreaker with the Houston Oilers.\nThe 1980 Browns were known as the Kardiac Kids for having several games decided in the final moments. The 1980 season was the first time that Cleveland had qualified for the postseason since 1972. Also, for the second straight year, Browns head coach Sam Rutigliano was named NFL Coach of the Year, and quarterback Brian Sipe was named the league's Most Valuable Player.",
  "/wiki/Marshall_Harris": "Marshall Harris is a retired professional American football player who played defensive lineman for four seasons for the Cleveland Browns and New England Patriots.",
  "/wiki/Defensive_tackle": "A defensive tackle (DT) is typically the largest and strongest of the defensive players in American football. The defensive tackle typically lines up opposite one of the offensive guards. Depending on a team's individual defensive scheme, a defensive tackle may be called upon to fill several different roles.  These roles may include merely holding the point of attack by refusing to be moved or penetrating a certain gap between offensive linemen to break up a play in the opponent's backfield. If a defensive tackle reads a pass play, his primary responsibility is to pursue the quarterback, or simply knock the pass down at the line if it is within arm's reach.  Other responsibilities of the defensive tackle may be to pursue the screen pass or drop into coverage in a zone blitz scheme. In a traditional 4–3 defense, there is no nose tackle. Instead there is a left and right defensive tackle. Some teams, especially in the National Football League (NFL), do have a nose tackle in this scheme, but most of them do not.",
  "/wiki/1979_TCU_Horned_Frogs_football_team": "The 1979 TCU Horned Frogs football team represented Texas Christian University (TCU) in the 1979 NCAA Division I-A football season. The Horned Frogs finished the season 2–8–1 overall and 1–6–1 in the Southwest Conference. The team was coached by F. A. Dry, in his third year as head coach. The Frogs played their home games in Amon G. Carter Stadium, which is located on campus in Fort Worth, Texas.",
  "/wiki/Southwest_Conference": "The Southwest Conference (SWC) was an NCAA Division I college athletic conference in the United States that existed from 1914 to 1996. Composed primarily of schools from Texas, at various times the conference included schools from Oklahoma and Arkansas as well, but not from the actual Southwestern United States.",
  "/wiki/Joel_Patten": "John Lawrence \"Joel\" Patten II (born February 7, 1958 in Augsburg, West Germany) is a former professional football player who played tackle for seven seasons in the National Football League: for the Cleveland Browns in 1980, Indianapolis Colts in 1987-1988, San Diego Chargers in 1989-1990, and Los Angeles Raiders in 1991-1992. He also played all 3 seasons of the USFL with the Washington Federals in 1983-1984 & Orlando Renegades in 1985.",
  "/wiki/Tackle_(gridiron_football_position)": "Tackle is a playing position in gridiron football. Historically, in the one-platoon system prevalent in the late nineteenth and early twentieth centuries, a tackle played on both offense and defense. In the modern system of specialized units, offensive tackle and defensive tackle are separate positions, and the stand-alone term \"tackle\" refers to the offensive tackle position only. The offensive tackle (OT, T) is a position on the offensive line, left and right. Like other offensive linemen, their job is to block: to physically keep defenders away from the offensive player who has the football and enable him to advance the football and eventually score a touchdown. The term \"tackle\" is a vestige of an earlier era of football in which the same players played both offense and defense.",
  "/wiki/1979_Duke_Blue_Devils_football_team": "The 1979 Duke Blue Devils football team represented the Duke Blue Devils of Duke University during the 1979 NCAA Division I-A football season.",
  "/wiki/Atlantic_Coast_Conference": "The Atlantic Coast Conference (ACC) is a collegiate athletic conference located in the eastern United States. Headquartered in Greensboro, North Carolina, the conference consists of fifteen member universities, each of whom compete in the National Collegiate Athletic Association (NCAA)'s Division I, with its football teams competing in the Football Bowl Subdivision (FBS), the highest levels for athletic competition in US-based collegiate sports. The ACC sponsors competition in twenty-five sports with many of its member institutions' athletic programs held in high regard nationally. Current members of the conference are Boston College, Clemson University, Duke University, Georgia Institute of Technology, Florida State University, North Carolina State University, Syracuse University, the University of Louisville, the University of Miami, the University of North Carolina, the University of Notre Dame, the University of Pittsburgh, the University of Virginia, Virginia Polytechnic Institute and State University, and Wake Forest University.",
  "/wiki/1980_Dallas_Cowboys_season": "The 1980 Dallas Cowboys season was their 21st in the league. The team improved their previous output of 11–5, winning twelve games. They qualified for the playoffs as an NFC Wild Card, but lost in the Conference Championship.",
  "/wiki/Dextor_Clinkscale": "Dextor Clinkscale (born April 13, 1958 in Greenville, South Carolina) is a former American football safety in the National Football League for the Dallas Cowboys and Indianapolis Colts. He played college football at South Carolina State.",
  "/wiki/Safety_(gridiron_football_position)": "Safety, historically known as a safetyman, is a position in gridiron football played by a member of the defense. The safeties are defensive backs who line up from ten to fifteen yards from the line of scrimmage. There are two variations of the position in a typical American formation: the free safety (FS) and the strong safety (SS). Their duties depend on the defensive scheme. The defensive responsibilities of the safety and cornerback usually involve pass coverage towards the middle and sidelines of the field, respectively. While American (11-player) formations generally use two safeties, Canadian (12-player) formations generally have one safety and two defensive halfbacks, a position not used in the American game.\nAs professional and college football have become more focused on the passing game, safeties have become more involved in covering the eligible pass receivers.",
  "/wiki/South_Carolina_State_Bulldogs_football": "The South Carolina State Bulldogs football team represents South Carolina State University in college football. The Bulldogs play in the NCAA Division I Football Championship Subdivision (FCS) as a member of the Mid-Eastern Athletic Conference (MEAC). A historically dominant football program, the Bulldogs lead the MEAC in conference championships.  The school has produced three players enshrined in the Pro Football Hall of Fame including Harry Carson, Deacon Jones, and Marion Motley.  Other legendary Bulldog players include Robert Porcher and Donnie Shell.  Legendary former SC State Coach Willie Jeffries became the first African American Head Coach of a predominantly white Division 1-A football program, when he was hired to coach the  Wichita State football program in 1979.  Jeffries is enshrined in the College Football Hall of Fame.",
  "/wiki/Mid-Eastern_Athletic_Conference": "The Mid-Eastern Athletic Conference (MEAC) is a collegiate athletic conference whose full members are historically black colleges and universities (HBCUs) in the Southeastern and the Mid-Atlantic United States. It participates in the National Collegiate Athletic Association's Division I, and in football, in the Football Championship Subdivision (FCS).",
  "/wiki/Anthony_Dickerson": "Anthony Charles Dickerson (June 9, 1957 – March 21, 2019) was an American football linebacker in the National Football League for the Dallas Cowboys and Buffalo Bills. He played college football at Southern Methodist University.",
  "/wiki/Linebacker": "A linebacker (LB or backer) is a playing position in gridiron football.  Linebackers are members of the defensive team, and line up approximately three to five yards (4 m) behind the line of scrimmage, behind the defensive linemen, and therefore \"back up the line\". Linebackers generally align themselves before the ball is snapped by standing upright in a \"two-point stance\" (as opposed to the defensive linemen, who put one or two hands on the ground for a \"three-point stance\" or \"four-point stance\" before the ball is snapped).",
  "/wiki/1979_SMU_Mustangs_football_team": "Ron Meyer was the coach of the Southern Methodist University's football team from 1976 to 1981. He compiled a 34–32–1 record, and was succeeded by Bobby Collins.",
  "/wiki/Don_Smerek": "Donald Frederick Smerek (born December 20, 1957) is a former professional American football defensive lineman in the National Football League for the Dallas Cowboys. He played college football at the University of Nevada-Reno.",
  "/wiki/Defensive_end": "Defensive End (DE) is a defensive position in the sport of gridiron football.",
  "/wiki/Nevada_Wolfpack_football": "The Nevada Wolf Pack football program represents the University of Nevada, Reno (commonly referred to as \"Nevada\" in athletics) in college football. The Wolf Pack competes in the Mountain West Conference at the Football Bowl Subdivision level of the NCAA Division I. It was founded on October 24, 1896 as the Sagebrushers in Reno, Nevada.",
  "/wiki/Big_Sky_Conference": "The Big Sky Conference is a collegiate athletic conference affiliated with the NCAA's Division I, with football competing in the Football Championship Subdivision. Member institutions are located in the western United States in the nine states of Arizona, California, Colorado, Idaho, Montana, Oregon, Utah, and Washington. Four affiliate members each participate in one sport. Two schools from California are football-only participants, and two schools from the Northeast participate only in men's golf.",
  "/wiki/1980_Denver_Broncos_season": "The 1980 Denver Broncos season was the team's 21st year in professional football and its 11th with the National Football League (NFL). Led by fourth-year head coach Red Miller the Broncos were 8–8, tied for third in the AFC West (fourth via tiebreaker), and missed the playoffs for the first time in four seasons.",
  "/wiki/Jeff_Knapple": "Jeffrey Scott Knapple (born August 27, 1956 in Würzburg, Germany) is a former American football quarterback in the National Football League who played for the Denver Broncos. He played college football for the UCLA Bruins, Colorado Buffaloes, and Northern Colorado Bears. He also played in the Canadian Football League for the Calgary Stampeders and in the USFL for the Denver Gold and New Jersey Generals.",
  "/wiki/Quarterback": "The quarterback (commonly abbreviated \"QB\"), colloquially known as the \"signal caller\", is a position in gridiron football. Quarterbacks are members of the offensive team and line up directly behind the offensive line. In modern American football, the quarterback is usually considered the leader of the offensive team, and is often responsible for calling the play in the huddle. The quarterback also touches the ball on almost every offensive play, and is the offensive player that almost always throws forward passes. When the QB is tackled behind the line of scrimmage, it is called a sack.",
  "/wiki/Northern_Colorado_Bears_football": "The Northern Colorado Bears football program is the intercollegiate American football team for the University of Northern Colorado located in Greeley, Colorado. The team competes in the Big Sky Conference at the NCAA Division I Football Championship Subdivision (FCS) level. The university's first football team was fielded in 1893. The team plays its home games at the 8,533 seat Nottingham Field on campus. The Bears are coached by Ed McCaffrey.",
  "/wiki/NCAA_Division_II_independent_schools": "NCAA Division II independent schools are four-year institutions that are not formally affiliated with any athletic conference. Schools that are members of a conference may also field intercollegiate teams in football, lacrosse, soccer, wrestling, and other sports not affiliated with a conference, usually due to their primary conference not having enough teams in a certain sport to enable sponsorship of the sport by that conference.",
  "/wiki/1980_Detroit_Lions_season": "The 1980 Detroit Lions season was the 51st season in franchise history. As the result of their 2–14 1979 season, the Lions were able to select Heisman Trophy-winning Oklahoma Sooner halfback Billy Sims with the first pick in the NFL draft. In his rookie season, Sims rushed his way to the Offensive Rookie of the Year Award while carrying the Lions back to respectability. After winning their first four games, the Lions stumbled down the stretch including costly 1-point losses to the Colts and lowly Cardinals. While they vastly improved overall, finishing 9–7, the Lions narrowly lost the NFC Central Division title to the Minnesota Vikings by virtue of a conference record tiebreaker. The Lions won nine NFC games to the Vikings’ eight, but Minnesota had a better winning percentage in the conference. The Lions’ 1979 fifth place finish meant they played two extra NFC games, resulting in five conference losses to the Vikings' four losses.",
  "/wiki/Alvin_Hall_(American_football)": "Alvin Eugene Hall is a former professional American football player who played safety for six seasons for the Detroit Lions. Previously, Hall played at Dayton Fairview High School in Dayton, Ohio. Hall led the Bulldogs basketball team as the point guard to the first City Conference title in 33 years and played safety on the football team winning their division one year.",
  "/wiki/1979_Miami_Redskins_football_team": "The 1979 Miami Redskins football team was an American football team that represented Miami University in the Mid-American Conference (MAC) during the 1979 NCAA Division I-A football season. In its first season under head coach Tom Reed, the team compiled a 6–5 record (3–4 against MAC opponents), finished in seventh place in the MAC, and outscored all opponents by a combined total of 223 to 142.",
  "/wiki/Mid-American_Conference": "The Mid-American Conference (MAC) is a National Collegiate Athletic Association (NCAA) Division I collegiate athletic conference with a membership base in the Great Lakes region that stretches from Western New York to Illinois.  Nine of the twelve full member schools are in Ohio and Michigan, with single members located in Illinois, Indiana, and New York. For football, the MAC participates in the NCAA's Football Bowl Subdivision.",
  "/wiki/1980_Green_Bay_Packers_season": "The 1980 Green Bay Packers season was their 62nd season overall and their 60th in the National Football League. The team posted a 5–10–1 record under coach Bart Starr, earning them a fifth-place finish in the NFC Central division.",
  "/wiki/Mark_Murphy_(safety,_born_1958)": "Mark Steven Murphy (born April 22, 1958 in Canton, Ohio) is a former American football safety in the National Football League. He was signed by the Green Bay Packers as an undrafted free agent in 1980. He played college football at West Liberty State College.",
  "/wiki/West_Liberty_Hilltoppers_football": "West Liberty University (WLU) is a public university in West Liberty, West Virginia, United States, near Wheeling. West Liberty University is West Virginia's oldest institution of higher education.  It offers more than 70 undergraduate majors plus a number of graduate programs, including a master's degree in education and an online MBA. WLU's athletic teams, known as the Hilltoppers, are charter members of the NCAA Division II Mountain East Conference with nearly 400 student-athletes participating in 18 intercollegiate sports, including football, basketball, wrestling, track, tennis, baseball.",
  "/wiki/West_Virginia_Intercollegiate_Athletic_Conference": "The West Virginia Intercollegiate Athletic Conference (WVIAC) was a collegiate athletic conference which historically operated exclusively in the state of West Virginia, but briefly had one Kentucky member in its early years, and expanded into Pennsylvania in its final years. It participated in the NCAA's Division II, but held its final athletic competitions in spring 2013, and officially disbanded on September 1 of that year. Its football-playing members announced in June 2012 that they planned to withdraw to form a new Division II conference effective at the end of the 2012–13 season; this led to a chain of conference moves that saw all but one of the WVIAC's members find new conference homes.",
  "/wiki/1980_Houston_Oilers_season": "The 1980 Houston Oilers season was the franchise's 21st overall and the 11th in the National Football League (NFL). The team scored 295 points while the defense gave up 251 points. Their record of 11 wins and 5 losses resulted in a second-place finish in the AFC Central Division. The Oilers appeared twice on Monday Night Football. In their first appearance on Monday Night Football, the Oilers beat the Cleveland Browns 16–7. In their second appearance, the Oilers defeated the New England Patriots 38–34. Earl Campbell led the NFL in rushing for the third consecutive year and had four 200-yard rushing games.",
  "/wiki/Adger_Armstrong": "Adger Armstrong Jr. (born June 21, 1957) is a former American football fullback in the National Football League. He was signed by the Houston Oilers as an undrafted free agent in 1980. He played college football at Texas A&M.",
  "/wiki/Fullback_(gridiron_football)": "A fullback (FB) is a position known as the best position in the game of football, in the offensive backfield in gridiron football, and is one of the two running back positions along with the halfback. Typically, fullbacks are larger than halfback and in most offensive schemes their duties are split between power running, pass catching, and blocking for both the quarterback and the other running back.",
  "/wiki/1979_Texas_A&M_Aggies_football_team": "The 1979 Texas A&M Aggies football team represented Texas A&M University in the 1979 NCAA Division I-A football season as a member of the Southwest Conference (SWC). The Aggies were led by head coach Tom Wilson in his second season and finished with a record of six wins and five losses (6–5 overall, 4–4 in the SWC).",
  "/wiki/1980_Kansas_City_Chiefs_season": "The 1980 Kansas City Chiefs season was the franchise's 11th season in the National Football League and 21st overall.   They improved from 1979 from a 7–9 to an 8–8 record, the most wins for the franchise since an 8–6 season in 1972, but with missing the playoffs for the ninth consecutive season.",
  "/wiki/Donovan_Rose": "Donovan James Rose (born March 9, 1957) is a former American and Canadian football defensive back in the National Football League and Canadian Football League. He was the head coach of the Hampton Pirates from 2009 to 2013. He played college football at Hampton and played for the Kansas City Chiefs and Miami Dolphins of the NFL and the Toronto Argonauts, Winnipeg Blue Bombers and Hamilton Tiger-Cats of the CFL.",
  "/wiki/Defensive_back": "In gridiron football, defensive backs (DBs) are the players on the defensive team who take positions somewhat back from the line of scrimmage; they are distinguished from the defensive line players and linebackers, who take positions directly behind or close to the line of scrimmage.",
  "/wiki/Hampton_Pirates_football": "The Hampton Pirates football team represents Hampton University in college football. The Pirates compete in the NCAA Division I Football Championship Subdivision (FCS) as a member of the Big South Conference.",
  "/wiki/Central_Intercollegiate_Athletic_Association": "The Central Intercollegiate Athletic Association (CIAA) is a collegiate athletic conference, mostly consisting of historically black colleges and universities. CIAA institutions are affiliated at the Division II level of the National Collegiate Athletic Association (NCAA).",
  "/wiki/1980_Los_Angeles_Rams_season": "The 1980 Los Angeles Rams season was the team's 43rd year with the National Football League (NFL), the 35th season in Los Angeles, and the first season at Anaheim Stadium. The Rams improved from their 9-7 Super Bowl season from a year ago with an 11-5 record. They made the playoffs for the 8th straight season. Coming off a Super Bowl appearance the previous season, the Rams had high hopes of winning the Super Bowl for the first time. After a slow start to the season, the Rams caught fire and won 5 games in a row to sit at 5-2. In week 15, the Rams hosted the Dallas Cowboys on Monday Night Football. In a highly anticipated matchup, the Rams wound up crushing the reigning NFC Champs 38-14. This win clinched a playoff berth for the Rams for the 8th straight season, still a team record. However, their 8th straight playoff trip ended rather quickly, as they lost to the Cowboys in a rematch 34-13 in Dallas.",
  "/wiki/Walt_Arnold": "Walter Henslee Arnold (born August 31, 1958) is a former American football tight end in the National Football League for the Los Angeles Rams, the Houston Oilers, the Washington Redskins, and the Kansas City Chiefs.  He played college football at the University of New Mexico.",
  "/wiki/1979_New_Mexico_Lobos_football_team": "The 1979 New Mexico Lobos football team was an American football team that represented the University of New Mexico in the Western Athletic Conference (WAC) during the 1979 NCAA Division I-A football season.  In their sixth and final season under head coach Bill Mondt, the Lobos compiled a 6–6 record (3–4 against WAC opponents) and were outscored by a total of 229 to 211.",
  "/wiki/Western_Athletic_Conference": "The Western Athletic Conference (WAC) is an American collegiate athletic conference formed on July 27, 1962, and affiliated with the National Collegiate Athletic Association (NCAA) Division I.  The WAC covers a broad expanse of the western United States, with member institutions located in Arizona, California, New Mexico, Utah, and Washington, along with the \"non-western\" states of Missouri and Illinois (traditionally associated with the Midwest), as well as Texas (traditionally associated with the Southwest).",
  "/wiki/Lucious_Smith": "Lucious Irvin Smith (born January 17, 1957 in Columbus, Georgia) is a former American football cornerback in the National Football League. He was signed by the Los Angeles Rams as an undrafted free agent in 1980. He played college football at Cal State-Fullerton and San Diego State.",
  "/wiki/Cornerback": "A cornerback (CB) is a member of the defensive backfield or secondary in gridiron football. Cornerbacks cover receivers most of the time, but also blitz and defend against such offensive running plays as sweeps and reverses. They create turnovers through hard tackles, interceptions, and  deflecting forward passes.",
  "/wiki/Cal_State_Fullerton": "California State University, Fullerton (CSUF or Cal State Fullerton) is a public university in Fullerton, California.  With a total enrollment of about 40,400, it has the largest student body of the 23-campus California State University (CSU) system, and its approximately 5,800 graduate student body is also the largest in the CSU and one of the largest in all of California. As of Fall 2016, the school had 2,083 faculty, of which 782 were on the tenure track.",
  "/wiki/Big_West_Conference": "The Big West Conference (BWC) is an American collegiate athletic conference whose member institutions participate in the National Collegiate Athletic Association's Division I. The conference was originally formed in 1969 as the Pacific Coast Athletic Association (PCAA), and in 1988 was renamed the Big West Conference. The conference stopped sponsoring college football after the 2000 season.",
  "/wiki/Kurt_Sohn": "Kurt Sohn (born June 26, 1957 in Ithaca, New York) is a former professional American football player who played wide receiver for eight seasons for the New York Jets from 1981 to 1988. After growing up in Huntington (New York) and excelling in both football and lacrosse, he graduated from Huntington High School (New York) in 1975. He went to Fordham and Nassau Community College. He finished his professional career with 79 receptions for 1,018 yards and 10 touchdowns. He was a valuable special teams player as well, serving as both a punt and kick returner. He had 68 PRs for 519 yards and 63 KRs for 1,164 yards.",
  "/wiki/Wide_receiver": "A wide receiver, also referred to as wideouts or simply receivers, is an offensive position in gridiron football, and is a key player. They get their name because they are split out \"wide\" (near the sidelines), farthest away from the rest of the team.  Wide receivers are among the fastest players on the field.  The wide receiver functions as the pass-catching specialist.",
  "/wiki/Fordham_Rams_football": "The Fordham Rams football program is the intercollegiate American football team for Fordham University located in the U.S. state of New York. The team competes in the NCAA Division I Football Championship Subdivision (FCS) and are members of the Patriot League. Fordham's first football team was fielded in 1882. The team plays its home games at the 7,000 seat Coffey Field in Bronx, New York. The Rams are coached by former Yale offensive coordinator Joe Conlin, distant relative to the late Ed Conlin, Fordham's all-time leading scorer in basketball who later played seven seasons in the NBA.",
  "/wiki/NCAA_Division_III_independent_schools": "NCAA Division III independent schools are four-year institutions that compete in college athletics at the NCAA's Division III level, but do so independently of an established athletic conference. These institutions often compete as members of an intercollegiate athletic conference in some sports. The reason for independent status varies among institutions, but it is frequently because the school's primary athletic conference does not sponsor a particular sport.",
  "/wiki/1980_New_Orleans_Saints_season": "The 1980 New Orleans Saints season was the team's 14th as a member of the National Football League. It was unable to improve on the previous season's output of 8–8, winning only one game. The team failed to qualify for the playoffs for the fourteenth consecutive season and had the dubious distinction not only of winning only a single game, but winning it by a single point against the equally disappointing Jets, who like the Saints had widely been predicted before the season to advance to their first playoff appearance since 1969.",
  "/wiki/Mike_Augustyniak": "Michael Eugene Augustyniak (born July 17, 1956) is a former American football running back in the National Football League who played for the New York Jets. He played college football for the Purdue Boilermakers.",
  "/wiki/1979_Purdue_Boilermakers_football_team": "The 1979 Purdue Boilermakers football team represented Purdue University in the 1979 Big Ten Conference football season.",
  "/wiki/Big_Ten_Conference": "The Big Ten Conference (stylized B1G, formerly the Western Conference and the Big Nine Conference) is the oldest Division I collegiate athletic conference in the United States. It is based in Rosemont, Illinois. For decades the conference consisted of 10 universities, while the present conference has 14 member institutions. They compete in the NCAA Division I; its football teams compete in the Football Bowl Subdivision (FBS), formerly known as Division I-A, the highest level of NCAA competition in that sport. The conference includes the flagship public university in each of 11 states stretching from New Jersey to Nebraska, as well as two additional public land-grant schools and a private university.",
  "/wiki/1980_New_York_Giants_season": "The 1980 New York Giants season was the franchise's 56th season in the National Football League. The Giants finished in last place in the National Football Conference East Division with a 4–12 record. One highlight was a Week 10 win over the Dallas Cowboys, which snapped an eight-game losing streak.",
  "/wiki/Phil_Cancik": "Phil Cancik (born April 19, 1957) is a former American football linebacker. He played for the New York Giants in 1980 and for the Kansas City Chiefs in 1981.",
  "/wiki/Northern_Arizona_Lumberjacks_football": "The Northern Arizona Lumberjacks football program is the intercollegiate American football team for the Northern Arizona University located in the U.S. state of Arizona. The team competes in the NCAA Division I Football Championship Subdivision (FCS) and are members of the Big Sky Conference. The school's first football team was fielded in 1915. The team plays its home games at the 17,500 seat Walkup Skydome. They are coached by Chris Ball.",
  "/wiki/Mike_Dennis_(defensive_back)": "Michael Dwayne Dennis (born June 6, 1958) is a former American football defensive back in the National Football League who played for the New York Giants, New York Jets and San Diego Chargers. He played college football for the Wyoming Cowboys.",
  "/wiki/Wyoming_Cowboys_football": "The Wyoming Cowboys are a college football team that represents the University of Wyoming. They compete in the Mountain West Conference of the Football Bowl Subdivision (FBS) of NCAA Division I and have won 15 conference titles. The head coach is Craig Bohl, who entered his first season in 2014.",
  "/wiki/1980_NFL_Draft": "The 1980 NFL draft was the procedure by which National Football League teams selected amateur college football players. It is officially known as the NFL Annual Player Selection Meeting. The draft was held April 29–30, 1980, at the New York Sheraton Hotel in New York City, New York. The league also held a supplemental draft after the regular draft and before the regular season. This draft is notable as the first that the nascent ESPN network (which had first gone on the air seven months earlier) aired in its entirety, and the first to be televised."
}