{
  "/wiki/Chicago,_Milwaukee,_and_St._Paul_Railroad_Depot_(Kadoka,_South_Dakota)": "The Chicago, Milwaukee, and St. Paul Railroad Depot in Kadoka, South Dakota is a rectangular, single story, wood frame building built by the Chicago, Milwaukee, St. Paul and Pacific Railroad (otherwise known as the Milwaukee Road) in 1906 during the railroad's expansion across South Dakota from Sioux Falls to Rapid City in 1906-07. The depot was built to handle passenger and freight traffic as well as agricultural products. When the railroad went out of business in the mid-1980s, the depot was bought by the Kadoka Community Betterment Association and converted into a museum showcasing artifacts and life on the South Dakota prairie.",
  "/wiki/Chicago,_Milwaukee,_St._Paul_and_Pacific_Railroad": "The Chicago, Milwaukee, St. Paul and Pacific Railroad, often referred to as the \"Milwaukee Road\" (reporting mark MILW), was a Class I railroad that operated in the Midwest and Northwest of the United States from 1847 until 1986.",
  "/wiki/Kadoka,_South_Dakota": "Kadoka is a city in and county seat of Jackson County, South Dakota, United States. The population was 654 at the 2010 census.",
  "/wiki/Midland,_South_Dakota": "Midland is a rural small town in the southeastern corner of Haakon County, South Dakota, United States. The population was 129 at the 2010 census.",
  "/wiki/Wanblee,_South_Dakota": "Wanblee (Lakota: Waŋblí Hoȟpi; \"Golden Eagle Nest\") is a census-designated place on the Pine Ridge Indian Reservation, located in Jackson County, South Dakota, United States. The population was 725 at the 2010 census, virtually all of whom are members of the Oglala band of Lakota Sioux. Wanbli is the Lakota word for eagle, and the town was named for its proximity to Wanbli hohpi paha (Eagle Nest Butte). Wanblee is a few miles directly northeast of the North American continental pole of inaccessibility.",
  "/wiki/Minuteman_Missile_National_Historic_Site": "The Minuteman Missile National Historic Site was established in 1999 to illustrate the history and significance of the Cold War, the arms race, and intercontinental ballistic missile (ICBM) development. This National Historic Site preserves the last remaining Minuteman II ICBM system in the United States. 450 of the newer Minuteman III missiles are still on active duty at Malmstrom AFB, Montana, Minot AFB, North Dakota, and F. E. Warren AFB, Wyoming.",
  "/wiki/Interstate_90": "Interstate 90 (I-90) is an east–west transcontinental freeway, and the longest Interstate Highway in the United States at 3,020.54 miles (4,861.09 km). Its western terminus is in Seattle, at State Route 519 near T-Mobile Park and CenturyLink Field, and its eastern terminus is in Boston, at Route 1A near Logan International Airport.",
  "/wiki/Rapid_City,_South_Dakota": "Rapid City (Lakota: Mni Lúzahaŋ Otȟúŋwahe; \"Swift Water City\") is the second most populous city in South Dakota in the USA and the county seat of Pennington County. Named after Rapid Creek, where the settlement developed, it is in the western part of the state, located on the eastern slope of the Black Hills mountain range. The population was 67,956 as of the 2010 Census.",
  "/wiki/Mt._Moriah_Masonic_Lodge_No._155": "The Mt. Moriah Masonic Temple is a historic building in Kadoka, South Dakota.  It was constructed in 1917, as a meeting hall for Mt. Moriah Lodge No. 155 (a local area Masonic lodge). The building was listed on the National Register of Historic Places in 2004 as Mt. Moriah Masonic Lodge No. 155.  It has also been known as the  Kadoka Masonic Hall.",
  "/wiki/Pearl_Hotel": "The Pearl Hotel, located on South Main in Kadoka, South Dakota, was built in 1907.  It was listed on the National Register of Historic Places in 2007.",
  "/wiki/Prairie_Homestead": "The Prairie Homestead is a sod house located at 21070 South Dakota Highway 240 north of Interior, South Dakota. The house was constructed by Ed Brown and his wife in 1909. The Browns built their home with sod bricks and topped it with a grass roof. Western South Dakota was one of the last regions of the state to be settled by homesteaders, and the house is now one of the few remaining sod homes in the state. The home is now open to visitors for tours and houses farm animals and prairie dogs on its grounds.",
  "/wiki/South_Dakota_Highway_240": "South Dakota Highway 240 (SD 240), also signed as the Badlands Loop, is a 40.033-mile-long (64.427 km) state highway in southeastern Pennington and northwestern Jackson counties in South Dakota, United States, that travels through the eastern portion of Badlands National Park.",
  "/wiki/Interior,_South_Dakota": "Interior (Lakota: makȟóšiča otȟúŋwahe; \"Badlands village\") is a town in Jackson County, South Dakota, United States. The population was 94 at the 2010 census.",
  "/wiki/Bad_River_(South_Dakota)": "The Bad River (Dakota: wakpá-šiča; \"lake-bad\") is a tributary of the Missouri River, approximately 161 miles (259 km) long, in central South Dakota in the United States.\nThe river is formed at Philip, South Dakota, by the confluence of its North and South forks. The North Fork Bad River rises in eastern Pennington County and flows 51 miles (82 km) east-southeast to Philip, while the South Fork Bad River rises at the confluence of Whitewater Creek and Big Buffalo Creek in Jackson County, within the Buffalo Gap National Grassland, and flows 36 miles (58 km) northeast to Philip. The main stem of the Bad River flows east-northeast from Philip, passing Midland and Capa. It joins the Missouri at Fort Pierre. The Bad drainage basin is about 3,000 square miles (7,800 km2) and is located south of the Cheyenne River in the Pierre Hills and Southern Plateaus.",
  "/wiki/Philip,_South_Dakota": "Philip is a town in and the county seat of rural Haakon County, South Dakota, United States.\nThe population was 779 at the 2010 census."
}