{
  "/wiki/Bruno_Mattei": "Bruno Mattei (30 July 1931 – 21 May 2007) was an Italian film director, screenwriter and editor who directed  exploitation films in many genres, including women in prison, nunsploitation, zombie, cannibal and Nazisploitation films. Mattei's films were often following the popular genre trends of the era. Mattei continued work as a director until his death in 2007.",
  "/wiki/Fran%C3%A7oise_Blanchard": "Françoise Blanchard (6 June 1954 – 29 May 2013) was a French actress and voice dubbing artist. Her most notable work is that of her role in the 1982 French film La morte vivante, directed by Jean Rollin. Blanchard had collaborated with Rollin on several occasions in films Les trottoirs de Bangkok (1984), À la poursuite de Barbara (1991) and La nuit des horloges (2007). She had worked frequently with directors Richard Balducci and Jesús Franco. She was also known for her work as a voice artist, having dubbed several animated television series including Teenage Mutant Ninja Turtles and Totally Spies!",
  "/wiki/Chanel_Solitaire": "Chanel Solitaire is a 1981 British-French historical drama film directed by George Kaczender and starring Marie-France Pisier, Timothy Dalton, Rutger Hauer, Brigitte Fossey, Karen Black, Lambert Wilson. The film's subject was Coco Chanel. Its budget was around $7 million.",
  "/wiki/George_Kaczender": "George Kaczender (19 April 1933 – 24 August 2016) was a Hungarian-born Canadian film director. He directed 26 films between 1963 and 2001.",
  "/wiki/Marie-France_Pisier": "Marie-France Pisier (10 May 1944 – 24 April 2011) was a French actress, screenwriter, and director. She appeared in numerous films of the French New Wave and twice earned the national César Award for Best Supporting Actress.",
  "/wiki/Timothy_Dalton": "Timothy Dalton (/ˈdɔːltən/; born Timothy Leonard Dalton Leggett; 21 March 1946) is a British actor. He is best known for portraying James Bond in The Living Daylights (1987) and Licence to Kill (1989), as well as Mr. Rochester in Jane Eyre (1983), Rhett Butler in the television miniseries Scarlett (1994), and Simon Skinner in Hot Fuzz (2007). As of February 2019 he appears as Niles Caulder / The Chief in the DC Universe action series Doom Patrol (2019–).",
  "/wiki/Rutger_Hauer": "Rutger Oelsen Hauer (Dutch: [ˈrʏtxər ˈulsə(n) ˈɦʌuər]; 23 January 1944 – 19 July 2019) was a Dutch actor. In 1999, he was named by the Dutch public as the Best Dutch Actor of the Century.",
  "/wiki/Coco_Chanel": "Gabrielle Bonheur \"Coco\" Chanel (19 August 1883 – 10 January 1971) was a French fashion designer and businesswoman. The founder and namesake of the Chanel brand, she was credited in the post-World War I era with liberating women from the constraints of the \"corseted silhouette\" and popularizing a sporty, casual chic as the feminine standard of style. A prolific fashion creator, Chanel extended her influence beyond couture clothing, realizing her design aesthetic in jewellery, handbags, and fragrance. Her signature scent, Chanel No. 5, has become an iconic product. She is the only fashion designer listed on Time magazine's list of the 100 most influential people of the 20th century. Chanel herself designed her famed interlocked-CC monogram, which has been in use since the 1920s.:211",
  "/wiki/Christiane_F._%E2%80%93_We_Children_from_Bahnhof_Zoo": "Christiane F. (German: Christiane F. – Wir Kinder vom Bahnhof Zoo) is a 1981 German biographical drama film directed by Uli Edel that portrays the drug scene in West Berlin in the 1970s, based on the 1978 non-fiction book Wir Kinder vom Bahnhof Zoo (We Children from Zoo Station), transcribed and edited from tape recordings by Kai Hermann and Horst Rieck. The film immediately acquired cult status and features David Bowie as both himself and the soundtrack composer.",
  "/wiki/Uli_Edel": "Uli Edel (born 11 April 1947) is a German film and television director, best known for his work on films such as Last Exit to Brooklyn and Body of Evidence.",
  "/wiki/Natja_Brunckhorst": "Natja Brunckhorst (born 26 September 1966) is a German actress, screenwriter, and director.\nBrunckhorst was 13 years old when she was selected by director Uli Edel for the leading role as Christiane F. in the critically acclaimed 1981 dramatisation of the biographical work Christiane F. - Wir Kinder vom Bahnhof Zoo on Christiane Vera Felscherinow written following tape recordings of teenage girl Christiane F. The film immediately acquired cult status (which it still retains today) and features David Bowie as both himself and the soundtrack composer, which gave the film a commercial boost. A year later Brunckhorst appeared in Rainer Werner Fassbinder's Querelle (1982). After the unexpected success of Christiane F. - Wir Kinder vom Bahnhof Zoo, in order to avoid public attention she retreated from public life and went to school in England. After a short time in Paris she returned to Germany in 1987 to study at the Schauspielschule Bochum. Since then she has acted on film and television, for example in The Princess and the Warrior, as well as the German TV series Dr. Sommerfeld – Neues vom Bülowbogen.",
  "/wiki/David_Bowie": "David Robert Jones (8 January 1947 – 10 January 2016), known professionally as David Bowie (/ˈboʊi/ BOH-ee), was an English singer-songwriter and actor. He was a leading figure in the music industry and is considered one of the most influential musicians of the 20th century, acclaimed by critics and musicians, particularly for his innovative work during the 1970s. His career was marked by reinvention and visual presentation, with his music and stagecraft having a significant impact on popular music. During his lifetime, his record sales, estimated at over 100 million records worldwide, made him one of the world's best-selling music artists. In the UK, he was awarded ten platinum album certifications, eleven gold and eight silver, and released eleven number-one albums. In the US, he received five platinum and nine gold certifications. He was inducted into the Rock and Roll Hall of Fame in 1996.",
  "/wiki/Christiane_F.": "Christiane Vera Felscherinow (born 20 May 1962) is a German actress and musician who is best known for her contribution to the 1978 autobiographical book Wir Kinder vom Bahnhof Zoo (We Children of Bahnhof Zoo), and the film based on the book, in which her teenage drug use is documented.",
  "/wiki/Culo_e_camicia": "Culo e camicia is a 1981 Italian comedy film directed by Pasquale Festa Campanile, consisting in two segments, respectively starred by Enrico Montesano and Renato Pozzetto.",
  "/wiki/Pasquale_Festa_Campanile": "Pasquale Festa Campanile (28 July 1927 – 25 February 1986) was an Italian screenwriter, film director and novelist, mostly known as a prominent exponent of the commedia all'italiana genre.",
  "/wiki/Enrico_Montesano": "Enrico Montesano (born 7 June 1945 in Rome, Italy), is a popular actor for theater and cinema in Italy, as well as a showman.",
  "/wiki/Daniela_Poggi": "Daniela Poggi (born October 17, 1954) is an Italian film and stage actress and television presenter.",
  "/wiki/Gianni_Agus": "Gianni Agus (17 August 1917 – 4 March 1994) was an Italian actor with a career in film, television, and theatre since 1938. He appeared in 64 films between 1938 and 1991.",
  "/wiki/Gino_Pernice": "Gino Pernice (6 May 1927 – 25 April 1997) was an Italian stage, television and film actor.",
  "/wiki/Ennio_Antonelli": "Ennio Antonelli (born 18 November 1936) is an Italian cardinal of the Roman Catholic Church and retired President of the Pontifical Council for the Family.",
  "/wiki/Renato_Pozzetto": "Renato Pozzetto (born 14 July 1940) is an Italian actor, director, stand-up comedian, and singer.",
  "/wiki/Leopoldo_Mastelloni": "Leopoldo Mastelloni (born 12 July 1945) is an Italian actor, comedian and singer.",
  "/wiki/Maria_Rosaria_Omaggio": "Maria Rosaria Omaggio (born 11 January 1957) is an Italian actress and writer.",
  "/wiki/Carlo_Bagno": "Carlo Bagno (21 March 1920 – 19 January 1990) was an Italian actor.",
  "/wiki/Orhan_Aksoy": "Orhan Aksoy (January 10, 1930 – January 22, 2008) was a Turkish director and screenwriter. Aksoy directed over 90 films and was screenwriter to over 50.",
  "/wiki/Ekrem_Bora": "Ekrem Bora (born Ekrem Şerif Uçak; 7 March 1934 – 1 April 2012) was a Turkish film actor.",
  "/wiki/B%C3%BClent_Ersoy": "Bülent Ersoy (Turkish pronunciation: [byˈlænt ˈæɾsoj]; born 9 June 1952) is a Turkish singer and actress. She is known as one of the most popular singers of Turkish music, nicknamed Diva by her fans. Ersoy has many famous hits such as \"Geceler\" (Nights), \"Beddua\" (Curse), \"Maazallah\" (God Forbid!), \"Biz Ayrılamayız\" (We Cannot Break Up), \"Sefam Olsun\" (I Enjoy Myself), \"Bir Tanrıyı Bir de Beni Sakın Unutma\" (Never Ever Forget God and Me). Ersoy has published more than thirty albums so far and has made a name for herself in Turkish music history.",
  "/wiki/Ram%C3%B3n_Fern%C3%A1ndez": "Ramón S. Fernández (born October 3, 1953) is a Filipino former basketball player and current commissioner of the Philippine Sports Commission. Fernandez won four PBA Most Valuable Player awards and a record 19 PBA conference cups. Fernandez stood at 6'4 barefoot during his prime but due to mild gigantism grew to 6'5 during his final seasons. He scored 18,996 points to finish as the PBA's all-time scoring leader. He is also the PBA's all-time leader in rebounds, blocked shots, free throws made, playing minutes and second all-time in assists, games played and steals. He played for five teams in his entire PBA career starting with the Toyota Tamaraws, Manila Beer, Tanduay, Purefoods, and with San Miguel. Fernandez played in many overseas tournaments as a member of the Philippine basketball team. He is often regarded by older analysts as the greatest player to have ever played in the Philippine Basketball Association.",
  "/wiki/Manuel_Alexandre": "Manuel Alexandre Abarca OAXS MML (11 November 1917 – 12 October 2010) was a Spanish film and television actor.",
  "/wiki/Francisco_Algora": "Francisco Javier Jiménez Algora (7 December 1948 – 30 March 2016) was a Spanish actor. He has appeared in 105 films and television shows between 1972 and 2012. He starred in the 1973 film Habla, mudita, which was entered into the 23rd Berlin International Film Festival. He died on 30 March 2016 from a lung cancer at the age of 67.",
  "/wiki/Rafael_Alonso": "Rafael Alonso Ochoa (5 July 1920 – 24 October 1998) was a Spanish actor. He appeared in more than 120 films and television shows between 1951 and 1998.",
  "/wiki/Jos%C3%A9_Mar%C3%ADa_Caffarel": "José María Caffarel Fábregas (10 November 1919 – 6 November 1999) was a Spanish film actor. He appeared in more than 170 films between 1957 and 1998. He was born in Barcelona and died in Madrid, Spain",
  "/wiki/Florinda_Chico": "Florinda Chico Martín Mora MML (24 April 1926 – 19 February 2011) was a Spanish actress of film, theater and television.",
  "/wiki/Luis_Ciges": "Luis Ciges Martínez (10 May 1921 – 11 December 2002) was a Spanish film actor. He appeared in 140 films between 1958 and 2002. His father was Manuel Ciges.",
  "/wiki/Nessuno_%C3%A8_perfetto": "Nessuno è perfetto (Nobody's Perfect) is a 1981 Italian comedy film directed by Pasquale Festa Campanile. The film was a great commercial success, grossing over 10 billion lire at the Italian box office. For her performance Ornella Muti won the Globo d'oro for best actress.",
  "/wiki/Ornella_Muti": "Ornella Muti (born Francesca Romana Rivelli; 9 March 1955) is an Italian actress.",
  "/wiki/Lina_Volonghi": "Lina Volonghi (4 September 1914 – 24 February 1991) was an Italian stage, television and film actress.",
  "/wiki/Felice_Andreasi": "Felice Andreasi (8 January 1928, in Turin – 25 December 2005, in Cortazzone) was an Italian film, television, and stage actor.  He appeared in over 50 films in Italy between 1972 and 2005.  He was considered one of the leading stage actors in comic and satirical theatre in Milan.",
  "/wiki/Massimo_Boldi": "Massimo Antonio Boldi (born July 23, 1945) is an Italian stand-up comedian and actor.",
  "/wiki/Gabriele_Tinti_(actor)": "Gabriele Tinti (22 August 1932 – 12 November 1991) was an Italian actor. He was married to Laura Gemser from 1976 until his death in 1991, aged 59.",
  "/wiki/Pixote": "Pixote: a Lei do Mais Fraco (Portuguese pronunciation: [piˈʃɔtʃi a ˈlej du ˈmajʃ ˈfɾaku], lit. \"Pixote (small child): The Law of the Weakest\") is a 1980 Brazilian drama film directed by Héctor Babenco. The screenplay was written by Babenco and Jorge Durán, based on the book A Infância dos Mortos (The Childhood of the Dead Ones) by José Louzeiro.",
  "/wiki/Hector_Babenco": "Héctor Eduardo Babenco (February 7, 1946 – July 13, 2016) was an Argentine-Brazilian film director, screenwriter, producer and actor who worked in worked in several countries including Brazil, Argentina, and the United States. He was one of the first Brazilian filmmakers to gain international critical acclaim, through his films which often dealt with social outcasts on the fringes of society. His best-known works include Pixote (1980), Kiss of the Spider Woman (1985), Ironweed (1987), At Play in the Fields of the Lord (1990) and Carandiru (2003).",
  "/wiki/Fernando_Ramos_da_Silva": "Fernando Ramos da Silva (29 November 1967 – 25 August 1987) was a Brazilian actor who became renowned for his role as \"Pixote,\" the eleven-year-old title character in Hector Babenco's 1981 film Pixote: A Lei do Mais Fraco, a documentary-style account of the street children of Brazil. Da Silva became a controversial figure after the film's release and found it hard to separate himself from his depiction as the street assailant Pixote.",
  "/wiki/Mar%C3%ADlia_P%C3%AAra": "Marília Pêra (22 January 1943 – 5 December 2015) was a Brazilian actress. Hailed as \"one of the decade's [1980s] ten best actresses\" by Pauline Kael, Pêra won the National Society of Film Critics Award for Best Actress in 1982 for her role in Hector Babenco's acclaimed Pixote, and received Best Actress awards at the Gramado Film Festival (Triple Award Winner) and at the Cartegena Film Festival for Carlos Diegues' Better Days Ahead. Other films include Bar Esperança, Angels of the Night and Diegues' Tieta do Agreste.",
  "/wiki/Jardel_Filho": "Jardel Filho (24 July 1928 – 19 February 1983) was a Brazilian film actor. He appeared in 45 films between 1949 and 1982.",
  "/wiki/Rubens_de_Falco": "Rubens de Falco da Costa (19 October 1931 – 22 February 2008) was a Brazilian actor best known for his work in telenovelas, specifically his portrayal as a slave owner in the 1976 telenovela, Escrava Isaura (The Slave Isaura) and the 1986 telenovela Sinhá Moça (Little Missy).",
  "/wiki/Tony_Tornado": "Antonio Viana Gomes, better known as Tony Tornado or Toni Tornado (Mirante do Paranapanema, May 26, 1930), is a Brazilian actor and singer. In 1970 he won the Brazilian stage of the V International Song Festival with the soul song  \"BR-3\".",
  "/wiki/Beatriz_Segall": "Beatriz de Toledo Segall (25 July 1926 – 5 September 2018) was a Brazilian actress. One of her most notable works is the role of Odete Roitman on the telenovela Vale Tudo (1988). She is the mother of filmmaker Sérgio Toledo.",
  "/wiki/Jos%C3%A9_Louzeiro": "José de Jesus Louzeiro (September 19, 1932 – December 29, 2017) was a Brazilian novelist, screenwriter and reporter.",
  "/wiki/The_Running_Man_(1981_film)": "For the Record is a Canadian television drama anthology series that aired on CBC Television from 1976 to 1986. The series aired docudrama television films on contemporary social issues.",
  "/wiki/Donald_Brittain": "Donald Brittain,  OC (June 10, 1928 – July 21, 1989) was a film director and producer with the National Film Board of Canada.",
  "/wiki/Chuck_Shamata": "Charles (Chuck) Shamata (born 1942) is a Canadian actor.",
  "/wiki/Colm_Feore": "Colm Feore OC (/ˈkɒləm ˈfjɔːr/; born August 22, 1958), is an American-born Canadian stage, film and television actor. A 13-year veteran of the Stratford Festival, he is best known for his Gemini-winning turn as Prime Minister Pierre Trudeau in the television miniseries Trudeau, as well as roles such as Detective Martin Ward in Bon Cop, Bad Cop, Lord Marshal Zhylaw in The Chronicles of Riddick, Pope Julius II on The Borgias, First Gentleman Henry Taylor on 24, General Ted Brockhart on House of Cards, and Declan Gallard on 21 Thunder. He is a Prix Iris and Screen Actors Guild Award winner and a Genie Award nominee.",
  "/wiki/Kate_Trotter": "Kate Trotter (born February 5, 1953) is a Canadian film, television and stage actress.",
  "/wiki/CBC_Television": "CBC Television (also known as CBC TV) is a Canadian English-language broadcast television network that is owned by the Canadian Broadcasting Corporation, the national public broadcaster. The network began operations on September 6, 1952. Its French-language counterpart is Ici Radio-Canada Télé.",
  "/wiki/For_the_Record_(Canadian_TV_series)": "For the Record is a Canadian television drama anthology series that aired on CBC Television from 1976 to 1986. The series aired docudrama television films on contemporary social issues.",
  "/wiki/Taxi_zum_Klo": "Taxi zum Klo is a 1981 film written by, directed by, and starring Frank Ripploh.  The film is a dark comedy of manners that wryly explores the life of a Berlin school teacher and the contrasts between his public and private lives. It was sexually explicit for general audiences of the day and for some time afterwards. So, for example, the film was not passed uncut by the British Board of Film Classification until 2011, though it was widely shown in club cinemas. Taxi zum Klo was considered groundbreaking for its subject matter and achieved a cult status among audiences of the time.",
  "/wiki/Frank_Ripploh": "Frank Ripploh (September 2, 1949 – June 24, 2002) was a German actor, film director, and author.  He is best remembered for his semi-autobiographical 1980 film Taxi zum Klo.  The film, produced on a shoestring budget of 100,000 DM,  explored the day-to-day life of a Berlin schoolteacher who also led a very active gay sex life.  Extremely explicit for its day, and for some time afterward (to the point where the film was not passed uncut by the British Board of Film Classification until 2011), Taxi zum Klo was considered groundbreaking for the subject matter it portrayed, and achieved something of a cult status among gay audiences of the time. In 1987, Ripploh directed a sequel entitled Taxi nach Kairo, but the film was not considered as successful as its predecessor, and it was not released outside Germany.",
  "/wiki/Toller_Cranston": "Toller Shalitoe Montague Cranston, CM (April 20, 1949 – January 24, 2015) was a Canadian figure skater and painter. He won the 1971–1976 Canadian national championships, the 1974 World bronze medal and the 1976 Olympic bronze medal. Despite never winning at the World Figure Skating Championships due to his poor compulsory figures, he won the small medal for free skating at the 1972 and 1974 championships. Cranston is credited by many with having brought a new level of artistry to men's figure skating.",
  "/wiki/Ventura_Pons": "Ventura Pons Sala (Catalan pronunciation: [bənˈtuɾə ˈpɔns]; born 25 July 1945, in Barcelona, Spain) is a Spanish movie director. He mainly directs films in Catalan but also in Spanish and English.  Pons has directed 32 feature films and is one of the best-known Catalan film directors. His films are continuously programmed in the most prestigious International Festivals, almost 810 up to now, and distributed in many countries around the world.",
  "/wiki/Maria_Aur%C3%A8lia_Capmany": "Maria Aurelia Capmany i Farnés (Barcelona, 3 August 1918 – 2 October 1991) was a Catalan novelist, playwright and essayist of Catalan descent. She was also a prominent feminist cultural and anti-Franco activist.",
  "/wiki/Marina_Rossell": "Marina Rossell i Figueras (born January 17, 1954 in Castellet i la Gornal,) is a Spanish singer in Catalan and Spanish.",
  "/wiki/Montserrat_Carulla": "Montserrat Carulla i Ventura (born 1930) is a Catalan actress.",
  "/wiki/Fernando_Guill%C3%A9n_(actor)": "Fernando Guillén Gallego (29 November 1932 – 17 January 2013) was a Spanish actor with a long and distinguished career spanning more than five decades.",
  "/wiki/Mary_Santpere": "Mary Santpere (1913–1992) was a Spanish film actress.",
  "/wiki/Zorro,_The_Gay_Blade": "Zorro, The Gay Blade is a 1981 swashbuckling comedy film from 20th Century Fox, produced by C.O. Erickson and George Hamilton, directed by Peter Medak, that stars Hamilton, Lauren Hutton, Ron Leibman, and Brenda Vaccaro. Via its dedication to director Rouben Mamoulian and opening prologue, the film establishes that it is a tongue-in-cheek sequel to 20th Century Fox's swashbuckling adventure film The Mark of Zorro (1940).",
  "/wiki/Peter_Medak": "Peter Medak (born Medák Péter, 23 December 1937) is a Hungarian-born film director and television director of British and American productions.",
  "/wiki/George_Hamilton_(actor)": "George Stevens Hamilton (born August 12, 1939) is an American film and television actor. His notable films include Home from the Hill (1960), By Love Possessed (1961), Light in the Piazza (1962), Your Cheatin' Heart (1964), Once Is Not Enough (1975), Love at First Bite (1979), Zorro, The Gay Blade (1981), The Godfather Part III (1990), Doc Hollywood (1991), 8 Heads in a Duffel Bag (1997), Hollywood Ending (2002) and The Congressman (2016). For his debut performance in Crime and Punishment U.S.A. (1959), Hamilton won a Golden Globe Award and was nominated for a BAFTA Award. He has received one additional BAFTA nomination and two additional Golden Globe nominations.",
  "/wiki/Lauren_Hutton": "Mary Laurence \"Lauren\" Hutton (born November 17, 1943) is an American model and actress. Born and raised in the southern United States, Hutton relocated to New York City in her early adulthood to begin a modeling career. Though she was initially dismissed by agents for a signature gap in her teeth, Hutton signed a modeling contract with Revlon in 1973, which at the time was the biggest contract in the history of the modeling industry.",
  "/wiki/Brenda_Vaccaro": "Brenda Buell Vaccaro (born November 18, 1939) is an American stage, television, and film actress. In a career spanning over half a century, she received one Academy Award nomination, three Golden Globe Award nominations (winning one), four Primetime Emmy Award nominations (winning one), and three Tony Award nominations.",
  "/wiki/Ron_Leibman": "Ron Leibman (October 11, 1937 – December 6, 2019) was an American actor. He won both the Tony Award for Best Actor in a Play and the Drama Desk Award for Outstanding Actor in a Play in 1993 for his performance as Roy Cohn in Angels in America. Leibman also won a Primetime Emmy Award in 1979 for his role as Martin 'Kaz' Kazinsky in his short-lived crime drama series Kaz.",
  "/wiki/Donovan_Scott": "Donovan Scott (born September 29, 1946) is an American character actor best known for his role as cadet Leslie Barbara in the 1984 film Police Academy, in which he was part of an ensemble cast led by Steve Guttenberg.",
  "/wiki/James_Booth": "James Booth (born David Geeves); (19 December 1927 – 11 August 2005) was an English film, stage and television actor and screenwriter.  Though considered handsome enough to play leading roles, and versatile enough to play a wide variety of character parts, Booth naturally projected a shifty, wolfish, or unpredictable quality that led inevitably to villainous roles and comedy, usually with a cockney flavour. He is probably best known for his role as Private Henry Hook in Zulu.",
  "/wiki/Helen_Burns": "Helen Burns (22 December 1916 – 23 July 2018) was a British actress mostly known for playing comedic roles.  Burns is known for her performance in the 1993 production of The Last Yankee at the Duke of York's Theatre, for which she won a Laurence Olivier Award, and for her role in the British television series And That's the News, Goodnight.",
  "/wiki/Clive_Revill": "Clive Selsby Revill (born 18 April 1930) is a New Zealand singer, character actor, and voice artist best known for his performances in musical theatre and on the London stage.",
  "/wiki/Carolyn_Seymour": "Carolyn Seymour is an English actress, best known for portraying the role of Abby Grant in the BBC series Survivors (1975).",
  "/wiki/Eduardo_Noriega_(Mexican_actor)": "Eduardo Noriega (September 25, 1916 – August 14, 2007) was a Mexican film actor who appeared in over 100 films, mainly Mexican.",
  "/wiki/Pilar_Pellicer": "Pilar Pellicer (born Pilar Pellicer López de Llergo on February 2, 1938 in Mexico City, México) is a Mexican film actress. At the 17th Ariel Awards, Pellicer won the Ariel Award for Best Actress for La Choca.",
  "/wiki/Frank_Welker": "Franklin Wendell Welker (born March 12, 1946) is an American actor and voice actor. He is best known for voicing Fred Jones and Scooby-Doo from the Scooby-Doo franchise (the former since the franchise's inception in 1969 and the latter since 2002), Megatron and Soundwave in the Transformers franchise, and Nibbler on Futurama, as well as numerous animal vocal effects in many works. In 2016, Welker was honored with an Emmy Award for his lifetime achievement.",
  "/wiki/List_of_LGBT-related_films_of_1981": "This is a list of lesbian, gay, bisexual or transgender-related films released in 1981. It contains theatrically released films that deal with important gay, lesbian, bisexual, or transgender characters or issues and may have same-sex romance or relationships as a plot device."
}