{
  "/wiki/Kalevi_H%C3%A4m%C3%A4l%C3%A4inen": "Kalevi Hämäläinen (13 December 1932  – 10 January 2005) was a Finnish cross-country skier who competed in the late 1950s and early 1960s. He won the 50 km event at the 1960 Winter Olympics in Squaw Valley. He was born in Juva.",
  "/wiki/Cross-country_skiing_at_the_1960_Winter_Olympics": "At the 1960 Winter Olympics six cross-country skiing events – four for men and two for women – were contested. The competitions were held from Friday, 19 February, to Saturday, 27 February 1960. All the races took place at McKinney Creek Stadium, Tahoma, California, United States.",
  "/wiki/Toimi_Alatalo": "Toimi Alatalo (April 4, 1929 – April 28, 2014) was a Finnish cross-country skier who competed in the late 1950s and early 1960s. He won a gold medal at the 1960 Winter Olympics in Squaw Valley in the 4 × 10 km relay.",
  "/wiki/Veikko_Hakulinen": "Veikko Johannes Hakulinen (4 January 1925 – 24 October 2003) was a Finnish cross-country skier, triple champion in both the Olympics and World Championships. He also competed in biathlon, orienteering, ski-orienteering, cross-country running and rowing at a national level.",
  "/wiki/V%C3%A4in%C3%B6_Huhtala": "Väinö Veikko Sakari Huhtala (24 December 1935 – 18 June 2016) was a Finnish former cross-country skier who competed in the early 1960s. He won two medals in the 4 × 10 km relay at the Winter Olympics with a gold in 1960 and a silver in 1964. Huhtala also finished fourth in the 15 km event at the 1964 Winter Olympics in Innsbruck.",
  "/wiki/Eero_M%C3%A4ntyranta": "Eero Antero Mäntyranta (20 November 1937 – 29 December 2013) was one of the most successful Finnish cross-country skiers. He competed in four Winter Olympics (1960–1972) winning seven medals at three of them. His performance at the 1964 Winter Olympics earned him the nickname \"Mister Seefeld\", referring to the venue where the cross-country skiing and biathlon competitions took place. The Finnish Ministry of Education endowed him with the Pro Urheilu letter of recognition in 2000. There is also a museum centered on Mäntyranta in his birthplace of Pello.",
  "/wiki/Antti_Tyrv%C3%A4inen": "Antti Eerkki Tyrväinen (5 November 1933 – 13 October 2013) was a Finnish biathlete and Olympic medalist. He received a silver medal at the 1960 Winter Olympics in Squaw Valley, and silver medals in the World Championships in 1962 and 1963 together with a bronze medal in 1965. He was born in Ylöjärvi.",
  "/wiki/Biathlon_at_the_1960_Winter_Olympics": "Biathlon at the 1960 Winter Olympics consisted of one biathlon event, held at McKinney Creek Stadium, Tahoma, California. The event occurred on 21 February 1960. This was the first appearance of modern biathlon in the Olympic Games. In 1924, a military patrol event was held. Some sources do not include this military patrol race as an Olympic event, but the IOC considers it an event within biathlon.",
  "/wiki/Niilo_Halonen": "Kalle Niilo Ponteva Halonen (born 25 December 1940 in Kouvola) is a Finnish former ski jumper who competed between 1960 and 1967. His biggest success was the silver medal in the individual large hill at the 1960 Winter Olympics in Squaw Valley.",
  "/wiki/Ski_jumping_at_the_1960_Winter_Olympics": "Ski jumping at the 1960 Winter Olympics consisted of one event held on 28 February, taking place at Papoose Peak Jumps.",
  "/wiki/Toini_P%C3%B6ysti": "Toini Pöysti, sometimes shown as Toni Mikkola or Toini Mikkola-Pöysti (born July 1, 1933) is a former cross-country skier from Finland who competed during the 1950s and early 1960s. She won two bronze medals in the Winter Olympics in the 3 × 5 km relay (1960, 1964).",
  "/wiki/Siiri_Rantanen": "Siiri Johanna \"Äitee\" Rantanen (née Lintunen on 14 December 1924) is a retired  cross-country skier from Finland. She competed in the 1952, 1956 and 1960 Olympics and won a medal in each of them: a gold and a bronze in the 3 × 5 km relay in 1956–60 and another bronze in the individual 10 km in 1952; she placed fifth and 15th over 10 km in 1956 and 1960, respectively. She also won five medals at the FIS Nordic World Ski Championships.",
  "/wiki/Eeva_Ruoppa": "Eeva Ruoppa (May 2, 1932 Miehikkälä – April 27, 2013 Miehikkälä) was a cross-country skier from Finland who competed during the early 1960s. She won a bronze medal in the 3 × 5 km relay at the 1960 Winter Olympics in Squaw Valley.",
  "/wiki/Eevi_Huttunen": "Eevi Huttunen, married name Pirinen (23 August 1922 – 3 December 2015), was a speed skater from Finland. She was born in Karttula.",
  "/wiki/Speed_skating_at_the_1960_Winter_Olympics": "At the 1960 Winter Olympics, eight speed skating events were contested in Squaw Valley, California. For the first time, women participated in the Olympic speed skating events. The competitions were held from Saturday, February 20, to Tuesday, February 23, 1960 (women), and from Wednesday, February 24, to Saturday, February 27, 1960 (men).",
  "/wiki/Finland_at_the_1960_Winter_Olympics": "Finland competed at the 1960 Winter Olympics in Squaw Valley, California, United States."
}