{
  "/wiki/Dennis_Wilson": "Dennis Carl Wilson (December 4, 1944 – December 28, 1983) was an American musician, singer, and songwriter who co-founded the Beach Boys. He is best remembered as their drummer and as the middle brother of bandmates Brian and Carl Wilson. Dennis was the only true surfer in the Beach Boys, and his personal life exemplified the \"California Myth\" that the band's early songs often celebrated. He was also known for his association with Charles Manson, a cult leader and songwriter later convicted of several murders, and for co-starring in the 1971 film Two-Lane Blacktop.",
  "/wiki/Pacific_Ocean_Blue": "Pacific Ocean Blue is the debut solo album by American songwriter-musician Dennis Wilson, co-founder of the Beach Boys, and the only one to be released in his lifetime. When released in August 1977, it was warmly received critically, and noted for outselling the Beach Boys' contemporary efforts. Two singles were issued from the album, \"River Song\" and \"You and I\", which did not chart.",
  "/wiki/Gregg_Jakobson": "Gregg Jakobson (born August 2, 1939 in St. Paul, Minnesota, United States) is an American songwriter who was a friend and songwriting partner of Dennis Wilson of The Beach Boys, and a prosecution witness in the murder trials of members of the Manson Family. Together Wilson and he wrote \"Celebrate the News\", \"Forever\" and \"San Miguel\" for The Beach Boys. The pair also wrote many songs together for Wilson's 1977 album Pacific Ocean Blue including \"What's Wrong\", \"Moonshine\", \"Friday Night\", \"Dreamer\", and \"End of The Show\", as well as \"Baby Blue\" and \"You and I\" with Karen Lamm.",
  "/wiki/Carli_Mu%C3%B1oz": "Carlos C. Muñoz, better known as Carli Munoz or Carli Muñoz (born October 16, 1948), is a self-taught Puerto Rican jazz and rock pianist, best known for touring with The Beach Boys in the 1970s.",
  "/wiki/Dreamer_(Dennis_Wilson_song)": "\"Dreamer\" is a song written by Dennis Wilson and his close friend Gregg Jakobson. It was released as the fifth track on Dennis Wilson's 1977 solo album Pacific Ocean Blue. The track, as with the rest of the album, was credited as being produced by Dennis Wilson and Gregg Jakobson.",
  "/wiki/End_of_The_Show": "Pacific Ocean Blue is the debut solo album by American songwriter-musician Dennis Wilson, co-founder of the Beach Boys, and the only one to be released in his lifetime. When released in August 1977, it was warmly received critically, and noted for outselling the Beach Boys' contemporary efforts. Two singles were issued from the album, \"River Song\" and \"You and I\", which did not chart.",
  "/wiki/Farewell_My_Friend": "\"Farewell My Friend\" is a song written by Dennis Wilson. It was released as the tenth track for his 1977 solo album Pacific Ocean Blue. The song was released as a single in Europe as the B-side of the \"River Song\" single. The single however, failed to chart. The track, as with the rest of the album, was credited as having been produced by Dennis Wilson and his close friend Gregg Jakobson. Dennis Wilson sings the lead vocals on this and every other track on the album. The song also features vocals from his brother, Carl Wilson.",
  "/wiki/Lady_(Dennis_Wilson_song)": "\"Lady\" is a song written by Dennis Wilson, recorded by him with Daryl Dragon and released under the name \"Dennis Wilson & Rumbo\" in the United Kingdom on 4 December 1970, on Stateside Records. The song served as the B-side of the \"Sound of Free\" single. The single was not issued in the United States.",
  "/wiki/Geoffrey_Cushing-Murray": "Geoffrey Cushing-Murray (born 1946 in New York, United States) is an American songwriter. He served as a decorated Army officer in Vietnam and studied English at UCLA, where he was a member of the varsity fencing team. He has written songs such as \"Hot Night in a Cold Town\" which was covered by John Mellencamp, Uriah Heep and Steppenwolf. He was also a longtime songwriting partner of Carl Wilsonof the Beach Boys, having co-written \"Angel Come Home\", \"Full Sail\", and \"Goin' South\" with Carl, and \"Love Surrounds Me\" with Dennis Wilson. Plans to write with Brian Wilson were shelved at the initial discussion stage.[citation needed]",
  "/wiki/Moonshine_(Dennis_Wilson_song)": "Pacific Ocean Blue is the debut solo album by American songwriter-musician Dennis Wilson, co-founder of the Beach Boys, and the only one to be released in his lifetime. When released in August 1977, it was warmly received critically, and noted for outselling the Beach Boys' contemporary efforts. Two singles were issued from the album, \"River Song\" and \"You and I\", which did not chart.",
  "/wiki/Mike_Love": "Michael Edward Love (born March 15, 1941) is an American singer and songwriter who co-founded the Beach Boys. Characterized by his nasal and sometimes baritone singing, Love has been one of the band's vocalists and lyricists for their entire career, contributing to each of their studio albums and serving as their frontman for live performances. He is the cousin of bandmates Brian, Carl and Dennis Wilson, and is often regarded as a malign figure in the group's history, a reputation he acknowledges: \"For those who believe that Brian walks on water, I will always be the Antichrist.\""
}