{
  "/wiki/Arsenal_L.F.C.": "Arsenal Women Football Club, founded as Arsenal Ladies in 1987, is an English professional women's football club affiliated with Arsenal. The club plays in the Women's Super League, the top flight of English women's football.",
  "/wiki/Borehamwood": "Borehamwood (/ˌbɔːrəmˈwʊd/—formerly spelt Boreham Wood) is a town in southern Hertfordshire. It is a commuter town near St Albans and London, situated 12 miles (19 km) from Charing Cross. Borehamwood has a population of 31,074, and is within the civil parish of Elstree and Borehamwood and the London commuter belt. The town is perhaps most well known for its multiple film and TV studios (although only two of any significance remain), commonly known as Elstree Studios, hence the association with Elstree.",
  "/wiki/Meadow_Park_(Borehamwood)": "Meadow Park is a football ground in Borehamwood, Hertfordshire, England. It is the home ground of Boreham Wood F.C. and also hosts the home matches of Arsenal Women F.C., Arsenal youth teams, and Watford Reserves.",
  "/wiki/2009–10_FA_Women's_Premier_League": "The 2009-10 season of the FA Women's Premier League was the 18th season of the top flight of English women's association football. After the season the FA WSL was created above the Premier League. Teams could apply for a license and most of the top teams got accepted.",
  "/wiki/Birmingham_City_L.F.C.": "Birmingham City Women F.C. is an English women's football club affiliated with Birmingham City F.C.. As founding members of the FA Women's Super League in 2011, the team plays in the highest division of women's football in England. The team plays their home games at Damson Park, the home of Solihull Moors F.C..",
  "/wiki/Stratford-upon-Avon": "Stratford-upon-Avon (/-ˈeɪvən/), commonly known as just Stratford, is a market town and civil parish in the Stratford-on-Avon District, in the county of Warwickshire, England, on the River Avon, 91 miles (146 km) north west of London, 22 miles (35 km) south east of Birmingham, and 8 miles (13 km) south west of Warwick. The estimated population in 2007 was 25,505, increasing to 27,445 at the 2011 Census.",
  "/wiki/Stratford_Town_F.C.": "Stratford Town Football Club is a football club based in Stratford upon Avon, Warwickshire, England, currently playing in the Southern League Premier Division Central.",
  "/wiki/Bristol_Academy_W.F.C.": "Bristol City Women's Football Club is a women's association football team from the city of Bristol, who compete in FA Women's Super League, the highest division of women's football in England. Formed in 1998 as Bristol Rovers W.F.C., they were renamed Bristol Academy W.F.C. in 2005 following increased involvement of the Bristol Academy of Sport, based at Filton College (now part of South Gloucestershire and Stroud College). A second change of name, this time to Bristol City was approved by the FA Women's Football Board in time for the 2016 WSL season. They play their home games at the purpose built Stoke Gifford Stadium. Bristol City Women won promotion to FA WSL 1 in 2016.",
  "/wiki/Filton": "Filton is a suburban town and civil parish in South Gloucestershire, England, north of the City of Bristol and approximately 5 miles (8.0 km) from the city centre. The town centres upon Filton Church, which dates back to the 12th century and is a Grade II listed building.",
  "/wiki/Chelsea_L.F.C.": "Chelsea Football Club Women, formerly known as Chelsea Ladies Football Club, are an English women's football club based in Fulham, England. Since 2004, the club has been affiliated with Chelsea F.C., a men's team in the Premier League. The partnership was formed a year after the men’s team were founded. Chelsea Women were a founding member of the FA WSL in 2010, the top level of women's football in England since 2011. From 2005 to 2010, the side competed in the Premier League National Division, the top tier of women's football in England at the time.",
  "/wiki/Morden": "Morden is a district and town in south London, England, within the London Borough of Merton and the historic county of Surrey. It is around 8 miles (13 km) south-southwest of Charing Cross. Morden adjoins Merton Park and Wimbledon to the north, Mitcham to the east, Sutton to the south and Worcester Park to the west.",
  "/wiki/Imperial_Fields": "Imperial Fields is a football stadium in Mitcham, south London, which is home to Tooting & Mitcham United F.C.; Chelsea L.F.C. formerly played there. The stadium opened in 2002, and has a total capacity of 3,500 (612 seated).",
  "/wiki/Doncaster_Rovers_Belles_L.F.C.": "Doncaster Rovers Belles Ladies Football Club, previously Doncaster Belles, is an English women's football club that plays in the FA Women's National League Division One Midlands, the fourth tier of women's football in England. The club's administration is based at the Keepmoat Stadium in Doncaster, South Yorkshire, while home matches are played in nearby Rossington.",
  "/wiki/Doncaster": "Doncaster (/ˈdɒŋkəstər/, /-kæs-/) is a minster town in South Yorkshire, England. Together with its surrounding suburbs and settlements, the town forms part of the Metropolitan Borough of Doncaster, which had a mid-2018 est. population of 310,542. The town itself has a population of 109,805 The Doncaster Urban Area had a population of 158,141 in 2011 and includes Doncaster and neighbouring small villages. Part of the West Riding of Yorkshire until 1974, Doncaster is about 17 miles (30 km) north-east of Sheffield, with which it is served by an international airport, Doncaster Sheffield Airport in Finningley. Under the Local Government Act 1972, Doncaster was incorporated into a newly created metropolitan borough in 1974, itself incorporated with other nearby boroughs in the 1974 creation of the metropolitan county of South Yorkshire.",
  "/wiki/Keepmoat_Stadium": "Keepmoat Stadium is a multi-purpose stadium in Doncaster, England, with a capacity of 15,231. It cost approximately £20 million to construct, as part of the wider complex it resides within which in total cost approximately £32 million, and is used by Doncaster Rovers, Doncaster Rugby League Club and Doncaster Rovers Belles Ladies Football Club.",
  "/wiki/Everton_L.F.C.": "Everton Football Club (/ˈɛvərtən/) is an English women's association football team based in Liverpool, England, that competes in the FA Women's Super League, the top division of English women's football. Formed in 1983 as Hoylake W.F.C., it is now part of Everton F.C. but plays home games at Haig Avenue in Southport. The team has won the Premier League National Division once, the Premier League Cup once, and the Women's FA Cup twice.",
  "/wiki/Crosby,_Merseyside": "Crosby is a coastal town in the Metropolitan Borough of Sefton, in Merseyside, England. Historically in Lancashire, it is situated north of Bootle, south of Southport and Formby and west of Netherton.",
  "/wiki/Marine_F.C.": "Marine Football Club is an English football club based in Crosby, Merseyside. The club, which was founded in 1894, is a member of both the Liverpool County and Lancashire County Football Associations, and currently plays in the Northern Premier League Division One North West.",
  "/wiki/Lincoln_Ladies_F.C.": "Notts County Ladies Football Club was a women's football club based in Nottingham, England. Like the club's male affiliate Notts County FC, they played their home games at Meadow Lane.",
  "/wiki/Lincoln,_England": "Lincoln is a cathedral city and county town of Lincolnshire in the East Midlands of England. The non-metropolitan district of Lincoln had a 2012 population of 94,600. The 2011 census gave the urban area of Lincoln, which includes North Hykeham and Waddington, a population of 130,200. Roman Lindum Colonia developed from an Iron Age settlement on the River Witham. The city's landmarks include Lincoln Cathedral, an example of English Gothic architecture and the tallest building in the world for over 200 years, and the 11th-century, Norman Lincoln Castle. The city is home to the University of Lincoln and Bishop Grosseteste University, and to Lincoln City FC and Lincoln United FC.",
  "/wiki/Sincil_Bank": "Sincil Bank, known for sponsorship reasons as LNER Stadium, is a football stadium in Lincoln, England which has been the home of Lincoln City since 1895. Previously, Lincoln City had played at the nearby John O'Gaunts ground since the club's 1884 inception. The stadium has an overall capacity of 10,120 and is colloquially known to fans as \"Sinny Bank\". It is overlooked by Lincoln Cathedral. Former Lincoln City chairman John Reames re-purchased the ground from the local council in 2000 at a cost of £175,000. The club had sold it in 1982 for £225,000 in order to fend off the threat of eviction, arranging a 125-year lease.",
  "/wiki/Lincoln_United_F.C.": "Lincoln United Football Club is a football club based in Lincoln, Lincolnshire, England. They are currently members of the Northern Premier League Division One South East and play at Ashby Avenue.",
  "/wiki/FA_Women's_Premier_League_Northern_Division": "The FA Women's National League North is a league at the third-level in the women's football league pyramid in England, along with the Southern division. These two divisions are part of the FA Women's National League and below the FA Women's Super League and FA Women's Championship.",
  "/wiki/Liverpool_L.F.C.": "Liverpool F.C. Women, formerly known as Liverpool Ladies Football Club, is a women's football club affiliated with Liverpool Football Club. The team currently plays in the FA Women's Super League, the highest division of women's football in England.",
  "/wiki/Skelmersdale": "Skelmersdale /ˈskɛlmərzˌdeɪl/ is a town in West Lancashire, England, on the River Tawd, 6 miles (10 km) west of Wigan, 13 miles (21 km) northeast of Liverpool and 15 miles (24 km) southwest of Preston. In 2006, it had a population of 38,813. The town is known locally as Skem /ˈskɛm/.",
  "/wiki/Skelmersdale_&_Ormskirk_College": "West Lancashire College (formerly Skelmersdale & Ormskirk College) is a further education college located over three sites in West Lancashire, England. The college is a part of a larger organisation called NCG.",
  "/wiki/2011_FA_WSL": "The 2011 FA WSL was the inaugural season of the FA WSL, the top-level women's football league of England. The season began on 13 April 2011 and ended on 28 August 2011. The league also took a break between 12 May and mid-July to allow preparation for the 2011 FIFA Women's World Cup."
}