{
  "/wiki/London_Buses_route_100": "London Buses route 100 is a Transport for London contracted bus route in London, England. Running between St Paul's and Shadwell, it is operated by London Central.",
  "/wiki/St_Paul%27s_Cathedral": "St Paul's Cathedral, London, is an Anglican cathedral, the seat of the Bishop of London and the mother church of the Diocese of London. It sits on Ludgate Hill at the highest point of the City of London and is a Grade I listed building. Its dedication to Paul the Apostle dates back to the original church on this site, founded in AD 604. The present cathedral, dating from the late 17th century, was designed in the English Baroque style by Sir Christopher Wren. Its construction, completed in Wren's lifetime, was part of a major rebuilding programme in the City after the Great Fire of London.[page needed] The cathedral building largely destroyed in the Great Fire, now often referred to as Old St Paul's Cathedral, was a central focus for medieval and early modern London, including Paul's walk and St Paul's Churchyard being the site of St Paul's Cross.",
  "/wiki/Shadwell_railway_station": "Shadwell is a London Overground station in Shadwell in East London, it was formerly a London Underground station on the East London line until 2007. The station is between Whitechapel to the north and Wapping to the south. It is located near to Shadwell DLR station. The station is in Travelcard Zone 2.",
  "/wiki/London_General": "London General is a bus company operating services in Greater London. It is a subsidiary of the Go-Ahead Group and operates most buses under contract to Transport for London. The company is named after the London General Omnibus Company, the principal operator of buses in London between 1855 and 1933.",
  "/wiki/Gallions_Reach_Shopping_Park": "Beckton is a suburban district in East London, England, within the London Borough of Newham and is located 8 miles (12.9 km) east of Charing Cross. Historically part of Essex, Beckton was unpopulated marshland adjacent to the River Thames until the development of major industrial infrastructure in the 19th century to support the growing metropolis of London. Housing was created in Beckton for workers of the gas and sewage works. Between 1981 and 1995 it was within the London Docklands Development Corporation area, which caused the population to increase as new homes were built and the Docklands Light Railway was constructed.",
  "/wiki/Wanstead": "Wanstead (/ˈwɒnstɛd/) is a district of east London, England, which is part of the London Borough of Redbridge and in the Leytonstone postal district (E11).",
  "/wiki/Blue_Triangle": "Blue Triangle is a bus company operating services in East London. It is a subsidiary of the Go-Ahead Group and operates most services under contract to Transport for London. It is the operator of the East London Transit service.",
  "/wiki/Brent_Cross_bus_station": "Brent Cross Bus Station opened in 1976 as part of the Brent Cross Shopping Centre in the London Borough of Barnet, England.",
  "/wiki/Golders_Green_tube_station": "Golders Green is a London Underground station in Golders Green, north London. The station is on the Edgware branch of the Northern line between Hampstead and Brent Cross. It is in Travelcard zone 3 and is the first surface station on the Edgware branch when heading north.",
  "/wiki/Edmonton_Green_railway_station": "Edmonton Green is a London Overground and National Rail station on the Lea Valley Lines which form part of the West Anglia Main Line, located in Edmonton in the London Borough of Enfield, north London. It is 8 miles 45 chains (13.8 km) down the line from London Liverpool Street and is situated between Silver Street to the south and Bush Hill Park (on the Enfield Town branch) and Southbury (on the Cheshunt branch) to the north.",
  "/wiki/Arriva_London": "Arriva London is a bus company operating services in Greater London. It is a subsidiary of Arriva UK Bus and operates services under contract to Transport for London. It was formed in 1998 from a fusion of previously separate Arriva subsidiaries Grey-Green, Leaside Buses, Kentish Bus, London & Country and South London Transport. Operations are split between two registered companies, Arriva London North Limited and Arriva London South Limited.",
  "/wiki/Chase_Cross": "Chase Cross is a district of the London Borough of Havering in London, England. Chase Cross lies 0.8 miles (1.2 km) east of Collier Row, 15 miles (26 km) northeast of Charing Cross and just under 2 miles (3 km) north of Romford. The name is thought to come from its position as a crossroads in the chase (hunting ground) or Hainault Forest. The forest was cleared for agriculture in the 1850s, before being developed for housing in the 1930s.",
  "/wiki/Rainham,_London": "Rainham is a suburban town in East London, England, in the London Borough of Havering. Historically an ancient parish in the county of Essex, Rainham is 13.6 miles (21.9 km) east of Charing Cross and is surrounded by a residential area, which has grown from the historic village, to the north and a commercial area, fronting the River Thames, to the south. As part of the suburban growth of London in the 20th century, Rainham significantly expanded and increased in population, becoming part of Hornchurch Urban District in 1934, and has formed part of Greater London since 1965. The economic history of Rainham is underpinned by a shift from agriculture to industry and manufacture and is now in a period of regeneration, coming within the London Riverside section of the Thames Gateway redevelopment area.",
  "/wiki/Manor_Park,_London": "Manor Park is a residential area and district of   the London Borough of Newham in east London, England. The area is bordered by Ilford to the east, Forest Gate to the west, Wanstead to the north, and East Ham to the south. Further west lies Stratford and the City of London, and further east lies Romford and the Essex boundary.",
  "/wiki/Stratford_bus_station": "Stratford bus station is a bus and coach station and taxi rank (known as Meridian Square) which is split into two separate sections in Stratford in London, England. The station is owned and maintained by Transport for London and forms a part of the Stratford transport hub, providing a direct interchange between rail and bus/taxicab services.",
  "/wiki/Greenford_station": "Greenford is a London Underground and National Rail station in Greenford, Greater London, and is owned and managed by London Underground. It is the terminus of the National Rail Greenford Branch Line, 2 miles 40 chains (4.0 km) down the line from West Ealing and 9 miles 6 chains (14.6 km) measured from London Paddington. On the Central line, it is between Perivale and Northolt stations while on National Rail, the next station to the south on the branch is South Greenford.",
  "/wiki/Heathrow_Central_bus_station": "Heathrow Central bus station is a large bus station that serves terminals 2 and 3 of Heathrow Airport, in London, England. It provides urban bus and long-distance coach services to destinations in London and to regional destinations across Britain. It is the UK's busiest bus and coach station with over 1,600 services each day to over 1,000 destinations.An estimated 13% of air passengers using Heathrow Airport use bus and coach services from Heathrow Central bus station.",
  "/wiki/London_United_Busways": "London United is a bus company operating mostly in west and south-west Greater London. It is a subsidiary of the RATP Group and operates services under contract to Transport for London.",
  "/wiki/Finsbury_Park_bus_station": "Finsbury Park is a London Buses station in Finsbury Park, located in the London Borough of Islington, London, England. The bus station is situated in next to Finsbury Park London Underground and National Rail station and is collectively known as Finsbury Park Interchange.",
  "/wiki/Whitechapel": "Whitechapel is a district in East London and the future administrative centre of the London Borough of Tower Hamlets. It is a part of the East End of London, 3.4 miles (5.5 km) east of Charing Cross. It was part of the ancient parish of Stepney, Middlesex. It was split off as a separate parish in the 14th century. It became part of the County of London in 1889 and Greater London in 1965. Because the area is close to the London Docklands and east of the City of London, it has been a popular place for immigrants and the working class.",
  "/wiki/Edgware_bus_station": "Edgware Bus Station serves the Edgware suburb of the London Borough of Barnet, Greater London, England. The station is owned and maintained by Transport for London.",
  "/wiki/New_Barnet": "New Barnet is an area within the London Borough of Barnet. It is a largely residential North London suburb, close to the M25, A1 and M1. It is located east of Chipping Barnet, west of Cockfosters, and north of Oakleigh Park.",
  "/wiki/Metroline": "Metroline is a bus company operating services in Greater London. It is a subsidiary of ComfortDelGro Corporation and operates services under contract to Transport for London. Operations are split between two registered companies, Metroline Travel Limited and Metroline West Limited.",
  "/wiki/London_Buses_route_108": "London Buses route 108 is a Transport for London contracted bus route in London, England. Running between Lewisham and Stratford International station, it is operated by London General. An unusual feature of the route is its use of the Blackwall Tunnel, a source of severe delays which leads to the route often being cited as amongst the least reliable in London.",
  "/wiki/Lewisham_station": "Lewisham is a National Rail and Docklands Light Railway station in Lewisham, south-east London which first opened in 1849. On the National Rail network it is 7 miles 61 chains (12.5 km) measured from London Victoria and is operated by Southeastern.",
  "/wiki/Stratford_International_station": "Stratford International a National Rail station in Stratford and a separate Docklands Light Railway (DLR) station nearby, located in East Village in London and within the Greater London metropolitan area. Despite its name, no international services call at the station; plans for it to be served by Eurostar trains never came to fruition. The National Rail platforms are, however, served by domestic Southeastern trains on the High Speed 1 route originating at St. Pancras, with interchange to Eurostar trains at either Ebbsfleet or Ashford. On the DLR it is a terminus – one of seven end of the line termini – for local services via Canning Town.",
  "/wiki/London_Central": "London Central is a bus company operating in South London. It is a subsidiary of the Go-Ahead Group and operates services under contract to Transport for London.",
  "/wiki/London_Buses_route_109": "London Buses route 109 is a Transport for London contracted bus route in London, England. Running between Croydon and Brixton, it is operated by Abellio London.",
  "/wiki/Brixton": "Brixton is a district of South London, England, within the London Borough of Lambeth. The area is identified in the London Plan as one of 35 major centres in Greater London.",
  "/wiki/Croydon": "Croydon is a large town in south London, England, 9.4 miles (15.1 km) south of Charing Cross. The principal settlement in the London Borough of Croydon, it is one of the largest commercial districts outside Central London, with an extensive shopping district and night-time economy. The entire town had a population of 192,064 as of 2011, whilst the wider borough had a population of 384,837.",
  "/wiki/Abellio_(London_%26_Surrey)": "Abellio London is a bus company operating services in Greater London. A subsidiary of Abellio, it operates services under contract to Transport for London. Until September 2018,  services were operated in Surrey under the Abellio Surrey brand.",
  "/wiki/London_Buses_route_110": "London Buses route 110 is a Transport for London contracted bus route in London, England. It runs between West Middlesex Hospital and Hounslow.",
  "/wiki/Hounslow": "Hounslow (/ˈhaʊnzloʊ/) is a large suburban town, and the principal town of the London Borough of Hounslow in Greater London, England. Hounslow is identified as a major metropolitan centre in the London Plan. It is located near London Heathrow Airport and is about 10.7 miles (17.2 km) west-southwest of Charing Cross, 15 miles (24 km) south-east of Slough, 3 miles (4.8 km) south of Southall, 2 miles (3.2 km) north-west of Twickenham, and 6.5 miles (10.5 km) north-east of Staines-upon-Thames. The town of Hounslow, including its localities Cranford, Heston, Hounslow West and Lampton, was 103,337 in the 2011 census, whereas the wider borough had a population of 254,000.",
  "/wiki/West_Middlesex_University_Hospital": "West Middlesex University Hospital (WMUH) is an acute NHS hospital in Isleworth, west London, operated by Chelsea and Westminster Hospital NHS Foundation Trust. It is a teaching hospital of Imperial College School of Medicine and a designated academic health science partner (Imperial College Academic Health Sciences Partnership). West Middlesex University Hospital serves patients in the London Boroughs of Hounslow, Richmond upon Thames and Ealing. The hospital has over 400 beds and provides a full range of clinical services including accident and emergency, acute medicine, care of the elderly, surgery and maternity.",
  "/wiki/London_Buses_route_111": "London Buses route 111 is a Transport for London contracted bus route in London, England, running between Heathrow Central bus station and Kingston. It is operated by London United.",
  "/wiki/Kingston_upon_Thames": "Kingston upon Thames (spelled with hyphens until 1965 and sometimes abbreviated to Kingston), is a town, former manor, ecclesiastical parish and borough now within  Greater London, England,  formerly within the county of Surrey. It is situated on the River Thames, about 33 feet (10 m) above sea level and 10 miles (16 km) south-west of Charing Cross (deemed the geographical centre of London). It is notable as the ancient market town in which Saxon kings were crowned and today is the administrative centre of the Royal Borough of Kingston upon Thames and is identified as a major metropolitan centre in the London Plan.",
  "/wiki/London_Buses_route_112": "London Buses route 112 is a Transport for London contracted bus route in London, England, running between Ealing Broadway station and Brent Cross bus station. The route is operated by Metroline using nine buses.",
  "/wiki/Ealing_Broadway": "Ealing (/ˈiːlɪŋ/) is a district of West London, England, located 7.9 miles (12.7 km) west of Charing Cross. Located within the London Borough of Ealing, it is one of the borough's seven major towns (alongside  Acton, Greenford, Hanwell, Northolt, Perivale and Southall). Ealing, covering the W5 and W13 postal code areas is the administrative centre of the borough,  is identified as a major metropolitan centre in the London Plan.",
  "/wiki/London_Buses_route_113": "London Buses route 113 is a Transport for London contracted bus route in London, England. Running between Edgware bus station and Oxford Circus Underground station, it is operated by Metroline.",
  "/wiki/Oxford_Circus": "Oxford Circus is a road junction connecting Oxford Street and Regent Street in the West End of London. It is also the entrance to Oxford Circus tube station.",
  "/wiki/Mill_Hill_Broadway": "Mill Hill is a suburb in the London Borough of Barnet, England. It is situated around 9 miles (14 km) northwest of Charing Cross. Mill Hill was in the historic county of Middlesex until 1965, when it became part of Greater London. Its population counted 18,451 inhabitants as of 2011.",
  "/wiki/Ruislip": "Ruislip (/ˈraɪslɪp/ (listen) RY-slip) is a town in Greater London, England, forming part of the London Borough of Hillingdon. Ruislip lies 13.8 miles (22.2 km) west-north-west of Charing Cross, London. The population of the entire town was 58,217 as of 2011.",
  "/wiki/Aldgate": "Aldgate (/ˈɔːldɡeɪt/) is an electoral Ward of the City of London and a wider area in east London spreading across both the City of London and the London Borough of Tower Hamlets. Aldgate is named after a gate in the ancient London Wall around the City. The ward of Algate is 2.3 miles (4 km) east north-east of Charing Cross, bounded by White Kennet Street in the north and Crutched Friars in the south, taking in Leadenhall and Fenchurch Streets, which remain principal thoroughfares through the City, each splitting from the short street named Aldgate that connects to Aldgate High Street. The wider area is considered to extend further East into the historic East End and the Tower Hamlet electoral wards of Spitalfields and Whitechapel.",
  "/wiki/East_Ham": "East Ham is a district of the London Borough of Newham, England, 8 miles (12.8 km) east of Charing Cross. East Ham is identified in the London Plan as a Major Centre. The population is 76,186.",
  "/wiki/Ashford,_Surrey": "Ashford is a town and suburb of London almost entirely in the Surrey County Council borough of Spelthorne, but with one side road (Challenge Road) in the London Borough of Hounslow, England. The Clumps is in Feltham.[n 1] Mostly residential, Ashford is 13 1⁄2 miles (22 km) WSW of Charing Cross, London, forms part of the London commuter belt, with a minor stop on the Waterloo to Reading Line (which has two branch lines) and has a long commercial high street. It is centred 2 1⁄2 miles (4 km) south of Heathrow Airport, to which a portion of its economy relates, including business premises relating to aviation and the distribution of air freight – the main cargo depot being next to an adjoining village, Stanwell.",
  "/wiki/London_Buses_route_117": "London Buses route 117 is a Transport for London contracted bus route in London and Surrey, England, running between West Middlesex University Hospital and Staines.",
  "/wiki/Staines": "Staines-upon-Thames, formerly Staines, is a town on the River Thames in Surrey, England, within the borough of Spelthorne. At or near the Roman settlement of Pontibus, it became Stanes and then Staines. The town lies within the historic county boundaries of Middlesex, being transferred to Surrey in 1965.",
  "/wiki/London_Buses_route_118": "This is a list of Transport for London (TfL) contracted bus routes in London, England, as well as commercial services that enter the Greater London area (except coaches). Bus services in London are operated by Abellio London, Arriva London, HCT Group, Go-Ahead London (Blue Triangle, Docklands Buses, London Central, and London General), Metroline, RATP Group (London Sovereign, London United, and Quality Line) Stagecoach London (East London, Selkent, and Thameside), Sullivan Buses, Tower Transit, and Uno. TfL-sponsored operators run more than 500 services.",
  "/wiki/Morden": "Morden is a district and town in south London, England, within the London Borough of Merton and the historic county of Surrey. It is around 8 miles (13 km) south-southwest of Charing Cross. Morden adjoins Merton Park and Wimbledon to the north, Mitcham to the east, Sutton to the south and Worcester Park to the west.",
  "/wiki/Bromley_North_railway_station": "The station was opened in 1878. It was extensively rebuilt by the Southern Railway in 1925-1926 by the Chief Architect to the Southern Railway, James Robb Scott.",
  "/wiki/Purley_Way": "Purley Way is a section of the A23 trunk road in the London Borough of Croydon, in the areas of Purley, Waddon and Broad Green, and has given its name to the out-of-town shopping area alongside it with a catchment area covering most of South London.",
  "/wiki/Colonnades_Leisure_Park": "The Colonnades Leisure Park (also known as Croydon Colonnades) is an out-of-town leisure park located in the Purley Way retail and industrial district of the London Borough of Croydon, South London. It opened in the late 1990s on the former site of the Croydon Water Palace, an indoor water park complex that operated from 1990 to 1996. It lies alongside the Purley Way Playing Fields, and opposite the former Croydon Airport site."
}