{
  "/wiki/Mitcham": "Mitcham is an area within the London Borough of Merton. It is centred 7.2 miles (11.6 km) south-west of Charing Cross. Originally a village in the county of Surrey, today it is mainly a residential suburb. Localities within Mitcham include Mitcham Town Centre and Mitcham Common. Amenities include Mitcham Library and Mitcham Cricket Green. Nearby major districts are Wimbledon, Streatham, Croydon, Merton, Merton Park, Tooting, Morden and Sutton. Mitcham, most broadly defined, had a population of 63,393 in 2011, formed from six wards including Pollards Hill.",
  "/wiki/Raynes_Park": "Raynes Park is a residential suburb, railway station and local centre in Wimbledon and is within the London Borough of Merton. It is situated south-west of Wimbledon Common, to the north-west of Wimbledon Chase and to the east of New Malden, in South West London. It is 7.8 miles (12.5 km) south-west of Charing Cross. Towards the north and west, either side of the borough boundary with the Royal Borough of Kingston upon Thames are the areas of Copse Hill and Coombe with their large detached houses, golf courses and gated lands. Raynes Park had a population of 19,619 in 2011, which refers to the populations of the wards of Raynes Park and West Barnes.",
  "/wiki/London_General": "London General is a bus company operating services in Greater London. It is a subsidiary of the Go-Ahead Group and operates most buses under contract to Transport for London. The company is named after the London General Omnibus Company, the principal operator of buses in London between 1855 and 1933.",
  "/wiki/Herne_Hill": "Herne Hill /hɜːrn/ is a district in south London, England, approximately four miles from Charing Cross and bordered by Brixton, Denmark Hill, Dulwich Village, Loughborough Junction and Tulse Hill. It overlaps the boundary between the boroughs of Lambeth and Southwark. There is a road of the same name in the area (which is part of the A215 and was formerly called Herne Hill Road), as well as a railway station.",
  "/wiki/Morden": "Morden is a district and town in south London, England, within the London Borough of Merton and the historic county of Surrey. It is around 8 miles (13 km) south-southwest of Charing Cross. Morden adjoins Merton Park and Wimbledon to the north, Mitcham to the east, Sutton to the south and Worcester Park to the west.",
  "/wiki/Abellio_(London_&_Surrey)": "Abellio London is a bus company operating services in Greater London. A subsidiary of Abellio, it operates services under contract to Transport for London. Until September 2018,  services were operated in Surrey under the Abellio Surrey brand.",
  "/wiki/Blackheath,_London": "Blackheath is a district of south-east London, England, straddling the Royal Borough of Greenwich and the London Borough of Lewisham. It has borders with parts of London hubs Lewisham and Greenwich and other borders with Lee, Kidbrooke and a small part of Deptford.",
  "/wiki/Crystal_Palace,_London": "Crystal Palace is an area in South London, England, named after the Crystal Palace Exhibition building which stood in the area from 1854 until it was destroyed by fire in 1936.  Approximately \n7 miles (11 km) south-east of Charing Cross, it includes one of the highest points in London, at 367 feet (112 m), offering views over the capital.  The area has no defined boundaries and straddles five London boroughs and three postal districts, although there is a Crystal Palace electoral ward and Crystal Palace Park in the London Borough of Bromley.  It is contiguous with Anerley, Dulwich Wood, Gipsy Hill, Penge, South Norwood, Sydenham and Upper Norwood.",
  "/wiki/London_United_Busways": "London United is a bus company operating mostly in west and south-west Greater London. It is a subsidiary of the RATP Group and operates services under contract to Transport for London.",
  "/wiki/Staines": "Staines-upon-Thames, formerly Staines, is a town on the River Thames in Surrey, England, within the borough of Spelthorne. At or near the Roman settlement of Pontibus, it became Stanes and then Staines. The town lies within the historic county boundaries of Middlesex, being transferred to Surrey in 1965.",
  "/wiki/Edgware_bus_station": "Edgware Bus Station serves the Edgware suburb of the London Borough of Barnet, Greater London, England. The station is owned and maintained by Transport for London.",
  "/wiki/Sudbury_Town_Underground_station": "Sudbury Town (/ˈsʌdbəri/) is a London Underground station on the Uxbridge branch of the Piccadilly line. The station is between Alperton and Sudbury Hill, and is in Travelcard Zone 4. It is located on the border between the London Boroughs of Brent and Ealing, with its main entrance on Station Approach in Sudbury. The forecourt of the station is known as Station Crescent. The station serves Sudbury, which forms the western part of Wembley.",
  "/wiki/Metroline": "Metroline is a bus company operating services in Greater London. It is a subsidiary of ComfortDelGro Corporation and operates services under contract to Transport for London. Operations are split between two registered companies, Metroline Travel Limited and Metroline West Limited.",
  "/wiki/Bow_Church": "Bow Church is the parish church of St Mary and Holy Trinity, Stratford, Bow. It is located on a central reservation site in Bow Road (part of the A11), in Bow, in the London Borough of Tower Hamlets. There has been a church on the same site for approximately 700 years. The church was bombed in the Second World War, and the bell tower was reconstructed just after the war.",
  "/wiki/Paddington,_London": "Paddington is an area within the City of Westminster, in central London, located in the West End of London. First a medieval parish then a metropolitan borough, it was integrated with Westminster and Greater London in 1965. Three important landmarks of the district are Paddington station, designed by the celebrated engineer Isambard Kingdom Brunel and opened in 1847; St Mary's Hospital; and Paddington Green Police Station (the most important high-security police station in the United Kingdom).",
  "/wiki/Stagecoach_London": "Stagecoach London is a bus operator in London. It is a subsidiary of Stagecoach and operates services under contract to Transport for London mostly in east and south-east and partly in central London",
  "/wiki/Kilburn_Park": "Kilburn is an area of London, England, which spans the boundary of two London Boroughs: Camden to the east and Brent to the west. There is also an area in the London Borough of Westminster, known as West Kilburn and sometimes treated as a distinct locality. Kilburn High Road railway station lies 3.5 miles (5.6 km) north-west of Charing Cross.",
  "/wiki/Wembley_Park": "Wembley Park is a district of the London Borough of Brent, England. It is roughly centred on Bridge Road, a mile northeast of Wembley town centre and 7.6 miles (12 km) northwest from Charing Cross.",
  "/wiki/London_Buses_route_207": "London Buses route 207 is a Transport for London contracted bus route in London, England. Running between Hayes By-Pass (Ossie Garvin Roundabout) and White City bus station, it is operated by Abellio London.",
  "/wiki/Hayes_bypass": "The A312 is an A road in England, running across west London from Hampton to Harrow. Its status varies from a local urban street to a major dual carriageway. Part the road has been diverted to make way for Heathrow Airport, while another stretch was originally planned to be Ringway 3, one of four major ring motorways around London.",
  "/wiki/White_City_bus_station": "White City bus station serves the White City area of west London and Westfield London shopping centre.",
  "/wiki/Abellio_London": "Abellio London is a bus company operating services in Greater London. A subsidiary of Abellio, it operates services under contract to Transport for London. Until September 2018,  services were operated in Surrey under the Abellio Surrey brand.",
  "/wiki/Lewisham_station": "Lewisham is a National Rail and Docklands Light Railway station in Lewisham, south-east London which first opened in 1849. On the National Rail network it is 7 miles 61 chains (12.5 km) measured from London Victoria and is operated by Southeastern.",
  "/wiki/Orpington": "Orpington is a town and electoral ward in Greater London, England, at the south-eastern edge of London's urban sprawl. Part of the borough of Bromley, it is identified in the London Plan as one of 35 major centres in Greater London. It was an ancient parish in the county of Kent. It is located is 13.3 miles from Charing Cross. The town of Orpington, including its localities such as Petts Wood, Farnborough and Chelsfield, had a population of 90,315 as of 2011.",
  "/wiki/Go_Ahead_London": "Go-Ahead London is the trading name used collectively for the London bus operations of the Go-Ahead Group. The name first appeared in August 2008, before which the company had traded under separate names and brands. It is the largest bus operator in London, operating a total of 115 bus routes under contract to Transport for London.",
  "/wiki/Mortlake": "Mortlake is a suburban district of the London Borough of Richmond upon Thames on the south bank of the River Thames between Kew and Barnes. Historically it was part of Surrey and until 1965 was in the Municipal Borough of Barnes. For many centuries it had village status and extended far to the south, to include East Sheen and part of what is now Richmond Park.  Its Stuart and Georgian history was economically one of malting, brewing, farming, watermen and a great tapestry works. A London landmark, the former Mortlake Brewery or Stag Brewery, is on the edge of Mortlake.",
  "/wiki/Barnes,_London": "Barnes (/bɑːrnz/) is a district in the London Borough of Richmond upon Thames. It takes up the extreme northeast of the borough, and as such is the closest part of the borough to central London. It is centred 5.3 miles (8.5 km) west south-west of Charing Cross in a bend of the River Thames.",
  "/wiki/Brent_Cross_bus_station": "Brent Cross Bus Station opened in 1976 as part of the Brent Cross Shopping Centre in the London Borough of Barnet, England.",
  "/wiki/Finsbury_Park_bus_station": "Finsbury Park is a London Buses station in Finsbury Park, located in the London Borough of Islington, London, England. The bus station is situated in next to Finsbury Park London Underground and National Rail station and is collectively known as Finsbury Park Interchange.",
  "/wiki/Hammersmith_bus_station": "Hammersmith bus station is located adjacent to the District & Piccadilly and Circle and Hammersmith & City lines London Underground stations in Hammersmith. It is owned and maintained by Transport for London.",
  "/wiki/London_Waterloo_railway_station": "Waterloo station (/ˌwɔːtərˈluː/), also known as London Waterloo, is a central London terminus on the National Rail network in the United Kingdom, located in the Waterloo area of the London Borough of Lambeth. It is connected to a London Underground station of the same name and is adjacent to Waterloo East station on the South Eastern main line. The station is the terminus of the South Western main line to Weymouth via Southampton, the West of England main line to Exeter via Salisbury, the Portsmouth Direct line to Portsmouth Harbour and the Isle of Wight, and several commuter services around West and South West London, Surrey, Hampshire and Berkshire. Many services stop at Clapham Junction and Woking.",
  "/wiki/Chingford_railway_station": "Chingford is a London Overground station located in Chingford in the London Borough of Waltham Forest, east London. It is one of three northern termini of the Lea Valley lines, 10 miles 33 chains (16.8 km) down the line from London Liverpool Street.",
  "/wiki/CT_Plus": "HCT Group is a social enterprise providing transport services and community services in Bristol, Guernsey, Jersey, London and Yorkshire. It was founded in 1982 as Hackney Community Transport in the London Borough of Hackney to provide transport services for local voluntary organisations, charities and community groups. HCT Group is registered as a company limited by guarantee (and has therefore no shareholders). The company is also a registered charity.",
  "/wiki/Kingston_upon_Thames": "Kingston upon Thames (spelled with hyphens until 1965 and sometimes abbreviated to Kingston), is a town, former manor, ecclesiastical parish and borough now within  Greater London, England,  formerly within the county of Surrey. It is situated on the River Thames, about 33 feet (10 m) above sea level and 10 miles (16 km) south-west of Charing Cross (deemed the geographical centre of London). It is notable as the ancient market town in which Saxon kings were crowned and today is the administrative centre of the Royal Borough of Kingston upon Thames and is identified as a major metropolitan centre in the London Plan.",
  "/wiki/Sutton,_London": "Sutton is a large town, and the principal town of the eponymous London Borough of Sutton in South London, England. It lies on the lower slopes of the North Downs, and is the administrative headquarters of the Outer London borough. It is 10 miles (16 km) south-south west of Charing Cross, and is one of the thirteen metropolitan centres in the London Plan.",
  "/wiki/Highgate_Village": "Highgate (/ˈhaɪɡeɪt, -ɡɪt/) is a suburban area of north London at the northeastern corner of Hampstead Heath, 4.5 miles (7.2 km) north-northwest of Charing Cross.",
  "/wiki/Moorgate": "Moorgate is the city centre and central business district of the City of London, and is in central London, it is named after a postern in the London Wall originally built by the Romans. It was turned into a gate in the 15th century. Though the gate was demolished in 1762, the name survives as a major street in the City of London.  The street with the same name connects the City to the London Boroughs of Islington and Hackney, and was constructed around 1846 as one of the new approaches to London Bridge.",
  "/wiki/Finsbury_Square": "Finsbury Square is a 0.7-hectare (1.7-acre) square in Finsbury in central London which includes a six-rink grass bowling green. It was developed in 1777 on the site of a previous area of green space to the north of the City of London known as Finsbury Fields, in the parish of St Luke's and near Moorfields. It is sited on the east side of City Road, opposite the east side of Bunhill Fields. It is approximately 200m north of Moorgate station, 300m north-west of Liverpool Street station and 400m south of Old Street station. Nearby locations are Finsbury Circus and Finsbury Pavement. Named after it, but several kilometres away, are Finsbury Park and its eponymous neighbourhood.",
  "/wiki/Walthamstow_bus_station": "Walthamstow Bus Station serves the Walthamstow area of Waltham Forest, London, England. The station is owned and maintained by Transport for London. The station can be accessed from both Selborne Road and High Street as well as Walthamstow Central tube station.",
  "/wiki/Lee_Valley_Park": "Lee Valley Regional Park is a 10,000-acre (40 km2) 26 miles (42 km) long linear park, much of it green spaces, running through the northeast of Greater London, Essex and Hertfordshire from the River Thames to Ware, through areas such as Stratford, Clapton, Tottenham, Enfield, Walthamstow, Cheshunt, Broxbourne and Hoddesdon in an area generally known as the Lea Valley. Greater London's largest park, Lee Valley Park is more than four times the size of Richmond Park, extending beyond Greater London's borders into the neighbouring counties of Hertfordshire and Essex.",
  "/wiki/Turnpike_Lane_bus_station": "Turnpike Lane is a London Underground station at Turnpike Lane in the London Borough of Haringey in north London, England. The station is on the northeastern part of Piccadilly line between Manor House and Wood Green. The station was opened on 19 September 1932 as part of the Cockfosters extension. It is in Travelcard Zone 3.",
  "/wiki/Waltham_Cross": "Waltham Cross is a suburban former village and now a town in the south of the Borough of Broxbourne in Hertfordshire 12 miles (20 km) north by north-east of Charing Cross in central London. It is in the metropolitan area of London, the Greater London Urban Area.  Three of the twelve tall ornate stone monuments named Eleanor crosses (carved and put up within about three years of the death of Eleanor of Castile, wife of Edward I) are intact, one here, one at Geddington and one at Hardingstone. It was the only one designed by a foreigner, a certain Nicholas who had more than one toponymic surname.",
  "/wiki/Sullivan_Buses": "Sullivan Buses is a bus company based in South Mimms, Hertfordshire, England. Founded in 1998, it operates local bus services in and around Hertfordshire and north London including school services, rail replacement bus services in and near London, bus links in Surrey to and from Thorpe Park and vehicle hire for television programmes.",
  "/wiki/North_Acton": "North Acton is a place in London, UK, and within the London Borough of Ealing. It is part of Acton and runs adjacent to the industrial district of Park Royal. Historically part of the Municipal Borough of Acton in the county of Middlesex, it has formed part of the London Borough of Ealing since 1965.",
  "/wiki/Tower_Transit": "Tower Transit is a Transport for London contracted bus operator operating mainly in west and east London. It is a subsidiary of SeaLink Travel Group.",
  "/wiki/Clapham_Junction": "Clapham Junction is an urban locality around Clapham Junction railway station in London, England. Despite its name, it is not located in Clapham, but forms the commercial centre of Battersea.",
  "/wiki/Asda": "Asda Stores Ltd. (/ˈæzdə/) trading as Asda, is a British supermarket retailer, headquartered in Leeds, West Yorkshire. The company was founded in 1949 when the supermarket owning Asquith family merged with the Associated Dairies company of Yorkshire. It expanded into the south of England during the 1970s and 1980s, and acquired Allied Carpets, 61 large Gateway Supermarkets and other businesses, such as MFI, then sold off its acquisitions during the 1990s to concentrate on the supermarkets. It was listed on the London Stock Exchange until 1999 when it was acquired by the American retail giant Walmart for £6.7 billion. Asda was the second-largest supermarket chain in Britain between 2003 and 2014 by market share, at which point it fell into third place. Since April 2019, it has regained its second-place position, behind Tesco and ahead of Sainsbury's.",
  "/wiki/Wimbledon_station": "Wimbledon is a National Rail, London Underground, and Tramlink station located on Wimbledon Bridge, Wimbledon in London, and is the only London station that provides an interchange between main line rail, Underground, and Tramlink. The station serves as a junction for services from the Underground's District line and National Rail operators (South Western Railway and Thameslink), as well as Tramlink services. Some weekday peak services on the Thameslink route are provided by Southern. The station is in Travelcard Zone 3. It is 7 miles 19 chains (11.6 km) from London Waterloo on the South Western main line.",
  "/wiki/List_of_bus_routes_in_London": "This is a list of Transport for London (TfL) contracted bus routes in London, England, as well as commercial services that enter the Greater London area (except coaches). Bus services in London are operated by Abellio London, Arriva London, HCT Group, Go-Ahead London (Blue Triangle, Docklands Buses, London Central, and London General), Metroline, RATP Group (London Sovereign, London United, and Quality Line) Stagecoach London (East London, Selkent, and Thameside), Sullivan Buses, Tower Transit, and Uno. TfL-sponsored operators run more than 500 services."
}