{
  "/wiki/Mount_Vernon_Hospital": "Mount Vernon Hospital is located in Northwood. It is one of two hospitals run by The Hillingdon Hospitals NHS Foundation Trust.",
  "/wiki/Abbots_Langley": "Abbots Langley is a large village and civil parish in the English county of Hertfordshire. It is an old settlement and is mentioned (under the name of Langelai) in the Domesday Book. Economically the village is closely linked to Watford and was formerly part of the Watford Rural District. Since 1974 it has been included in the Three Rivers district.",
  "/wiki/Arriva_Shires_&_Essex": "Arriva Shires & Essex is a bus operator providing services in Bedfordshire, Buckinghamshire, Essex, Hertfordshire and Greater London, with one service extending to Oxfordshire. Until 2002 its operations included Colchester. It is a subsidiary of Arriva UK Bus.",
  "/wiki/Uxbridge_tube_station": "Uxbridge is a London Underground station in Uxbridge in the London Borough of Hillingdon, north-west London. The station is the terminus of the Uxbridge branches of both the Metropolitan line and the Piccadilly line. The next station towards London is Hillingdon. The station is 15.5 miles (25 km) west of Charing Cross and is in Travelcard Zone 6. The closest station on the Chiltern Line and Central line is West Ruislip, accessible by the U1 and U10 buses. The closest station on the Great Western Main Line (in future Crossrail) is West Drayton, accessible by the U1, U3, U5 and 222 buses. Uxbridge was formerly the terminus of a branch of the District line which ran from Ealing Common; the Piccadilly line replaced the District line in 1933.",
  "/wiki/Britwell": "Britwell is a residential housing estate and former civil parish in the north west of Slough, Berkshire, in the south of England. It is about 23 miles west of Charing Cross, London.",
  "/wiki/Slough": "Slough (/slaʊ/) is a large town in Berkshire, England, 20 miles (32 km) west of central London and 18 miles (29 km) north-east of Reading, in the Thames Valley at the intersection of the M4, M40 and M25 motorways. Slough had a population of 164,000 in 2018.",
  "/wiki/First_Berkshire_&_The_Thames_Valley": "First Beeline Buses, trading as First Berkshire & The Thames Valley, is a bus operator providing services in and around Slough. It is a subsidiary of FirstGroup.",
  "/wiki/Eton_Wick": "Eton Wick is a village in Berkshire, England, on the River Thames in the civil parish of Eton, close to the historic towns of Windsor and Eton, Slough and Dorney Lake, the rowing venue for the 2012 Summer Olympics.",
  "/wiki/Heathrow_Terminal_5": "Heathrow Terminal 5  is an airport terminal at Heathrow Airport, the main airport serving London. Opened in 2008, the main building in the complex is the largest free-standing structure in the United Kingdom. Terminal 5 is currently used exclusively as one of the three global hubs of IAG, served by British Airways and Iberia, with the others being London Gatwick South and Madrid Barajas Terminal 4. Prior to 2012, the terminal was used solely by British Airways.",
  "/wiki/Eton_College": "Eton College (/ˈiːtən/) is a 13–18 independent boarding school for boys in the parish of Eton, near Windsor in Berkshire, England. It was founded in 1440 by King Henry VI as Kynge's College of Our Ladye of Eton besyde Windesore (The King's College of Our Lady of Eton beside Windsor), as a sister institution to King's College, Cambridge, making it the 18th-oldest Headmasters' and Headmistresses' Conference school. Eton's history and influence have made Eton one of the most prestigious schools in the world.",
  "/wiki/Heathrow_Central_bus_station": "Heathrow Central bus station is a large bus station that serves terminals 2 and 3 of Heathrow Airport, in London, England. It provides urban bus and long-distance coach services to destinations in London and to regional destinations across Britain. It is the UK's busiest bus and coach station with over 1,600 services each day to over 1,000 destinations.An estimated 13% of air passengers using Heathrow Airport use bus and coach services from Heathrow Central bus station.",
  "/wiki/Maidenhead": "Maidenhead is a large market town in Berkshire, England, on the south-western bank of the River Thames. With an estimated population approaching 68,000, Maidenhead is the largest town in the Royal Borough of Windsor and Maidenhead and fourth largest town in Berkshire. As the crow flies, the town is situated 25.7 miles (41.4 km) west of Charing Cross, London, 11.7 miles (18.8 km) northeast of the county town of Reading, 28.0 miles (45.1 km) southeast of Oxford, 8.0 miles (12.9 km) east-south-east of Henley-on-Thames and 5.8 miles (9.3 km) northwest of Windsor.",
  "/wiki/Cippenham": "Cippenham is a suburb of the unitary authority of Slough. Originally in the county of Buckinghamshire, England it was transferred to Berkshire from Buckinghamshire in 1974. Slough became a unitary authority on 1 April 1998, with the abolition of Berkshire County Council and the 1973–1998 Borough. Close by are the neighbouring towns and villages of Beaconsfield, Farnham Common, Burnham, Gerrards Cross, Stoke Poges, Windsor and Taplow.",
  "/wiki/Clewer": "Clewer /ˈkluːər/ (also known as Clewer Village) is an ecclesiastical parish and an area of Windsor  in the county of Berkshire, England. Clewer makes up three wards of the Royal Borough of Windsor and Maidenhead, namely Clewer North, Clewer South and Clewer East.",
  "/wiki/Dedworth": "Dedworth is the most westerly area of Windsor in Berkshire, England.",
  "/wiki/Burnham,_Buckinghamshire": "Burnham is a large village and civil parish that lies north of the River Thames in the South Bucks District of Buckinghamshire, between the towns of Maidenhead and Slough, about 23 miles west of Charing Cross, London. It is probably best known for the nearby Burnham Beeches woodland.",
  "/wiki/New_Barnet_railway_station": "New Barnet railway station is in the London Borough of Barnet in north London, England. It is 9 miles 12 chains (14.7 km) down the line from London King's Cross, in Travelcard Zone 5. The station is managed and served by Great Northern.\nOyster card pay-as-you-go can now be used to and from this station as well as on the majority of National Rail services in Greater London. Customers should touch in and touch out at the validators provided to ensure they are charged the correct fare.",
  "/wiki/St_Albans": "St Albans (/ˈɔːlbənz/) is a city in Hertfordshire, England and the major urban area in the City and District of St Albans. It lies east of Hemel Hempstead and west of Hatfield, about 20 miles (32 km) north-northwest of central London, 8 miles (13 km) southwest of Welwyn Garden City and 11 miles (18 km) south-southeast of Luton. St Albans was the first major town on the old Roman road of Watling Street for travellers heading north, and it became the Roman city of Verulamium. It is a historic market town and is now a dormitory town within the London commuter belt and the Greater London Built-up Area.",
  "/wiki/Metroline": "Metroline is a bus company operating services in Greater London. It is a subsidiary of ComfortDelGro Corporation and operates services under contract to Transport for London. Operations are split between two registered companies, Metroline Travel Limited and Metroline West Limited.",
  "/wiki/Reigate": "Reigate (/ˈraɪɡeɪt/ RY-gate) is a town of over 20,000 inhabitants in eastern Surrey, England. It is in the London commuter belt and one of three towns in the borough of Reigate and Banstead. It is sited at the foot of the North Downs and extends over part of the Greensand Ridge. Reigate has a medieval castle and has been a market town since the medieval period, when it also became a parliamentary borough.",
  "/wiki/Selsdon": "Selsdon is an area of Croydon located in South London, England in the London Borough of Croydon. Selsdon and Ballard is a ward of Croydon Council. At the 2011 Census the population of the ward was 11,719.  The leafy suburb was developed during the 1920s and 1930s, and is remarkable for its many Art Deco houses.  It is also known for the Selsdon Park Hotel, the venue of a 1970 meeting of the Conservative Shadow Cabinet to settle the party manifesto for the impending general election. Labour Party leader Harold Wilson coined the phrase Selsdon Man to describe the free market approach which was agreed, and the Selsdon Group was later formed within the Conservative Party to campaign for its retention.",
  "/wiki/Southdown_PSV": "Southdown PSV  is a medium-sized country bus operator, with 17 various routes across East Surrey and West Sussex. Most of their routes are operated on behalf of Surrey County Council, other work includes Railway replacement services for planned engineering work.",
  "/wiki/East_Grinstead": "East Grinstead is a town and civil parish in the northeastern corner of Mid Sussex District of West Sussex in England near the East Sussex, Surrey, and Kent borders. It lies 27 miles (43 km) south of London, 21 miles (34 km) north northeast of Brighton, and 38 miles (61 km) east northeast of the county town of Chichester. The civil parish covers an area of 2,443.45 hectares (6,037.9 acres) and had a population of 23,942 persons in the 2001 census. The population of the town at the 2011 Census was 26,383.",
  "/wiki/Sutton,_London": "Sutton is a large town, and the principal town of the eponymous London Borough of Sutton in South London, England. It lies on the lower slopes of the North Downs, and is the administrative headquarters of the Outer London borough. It is 10 miles (16 km) south-south west of Charing Cross, and is one of the thirteen metropolitan centres in the London Plan.",
  "/wiki/Redhill,_Surrey": "Redhill (/ˈrɛdhɪl/) is a town in the borough of Reigate and Banstead within the county of Surrey, England. The town, which adjoins the town of Reigate to the west, is due south of Croydon in Greater London, and is part of the London commuter belt. The town is also the post town, entertainment and commercial area of three adjoining communities: Merstham, Earlswood and Whitebushes, as well as of two small rural villages to the east in the Tandridge District, Bletchingley and Nutfield.",
  "/wiki/Gatwick_Airport": "Gatwick Airport (/ˈɡætwɪk/), also known as London Gatwick (IATA: LGW, ICAO: EGKK), is a major international airport near Crawley in West Sussex, southeast England, 29.5 miles (47.5 km) south of Central London. It is the second-busiest airport by total passenger traffic in the UK, after Heathrow Airport. Gatwick is the ninth-busiest airport in Europe. It covers a total area of 674 hectares (1,670 acres).",
  "/wiki/Crawley": "Crawley (pronunciation (help·info)) is a large town and borough in West Sussex, England. It is 28 miles (45 km) south of London, 18 miles (29 km) north of Brighton and Hove, and 32 miles (51 km) north-east of the county town of Chichester. Crawley covers an area of 17.36 square miles (44.96 km2) and had a population of 106,597 at the time of the 2011 Census.",
  "/wiki/Metrobus_(South_East_England)": "Metrobus is a bus operator with routes in parts of Surrey, Kent & Sussex. Formed through a management buyout in 1983, Metrobus was purchased by the Go-Ahead Group in September 1999.",
  "/wiki/Orpington": "Orpington is a town and electoral ward in Greater London, England, at the south-eastern edge of London's urban sprawl. Part of the borough of Bromley, it is identified in the London Plan as one of 35 major centres in Greater London. It was an ancient parish in the county of Kent. It is located is 13.3 miles from Charing Cross. The town of Orpington, including its localities such as Petts Wood, Farnborough and Chelsfield, had a population of 90,315 as of 2011.",
  "/wiki/Sevenoaks": "Sevenoaks is a town in Kent with a population of 29,506 situated south-east of London, England. Also classified as a civil parish, Sevenoaks is served by a commuter main line railway into London. Sevenoaks is 21 miles (34 km) from Charing Cross, the traditional centre of London. It is the principal town of the Sevenoaks district, followed by Swanley and Edenbridge.",
  "/wiki/Englefield_Green": "Englefield Green is a large village in northern Surrey, England. It is home to Royal Holloway, University of London, the south eastern corner of Windsor Great Park, borders the town of Egham and more tightly-clustered village of Virginia Water. Its nearest main commercial hubs are Staines-upon-Thames (2.5 miles (4 km)) and Windsor (4 miles (6 km)). The village grew from a hamlet in Egham in the 19th century, when much of it was sold off from the Great Park in the Crown Estate, and is mostly residential.  There are pretty gardens as well as some Cycle paths. The village is not bisected by trunk transport infrastructure, however it is connected to the M25 motorway by the Egham bypass of the A30 road, and is centred 1 mile (1.6 km) from Egham railway station.",
  "/wiki/Abellio_(London_&_Surrey)": "Abellio London is a bus company operating services in Greater London. A subsidiary of Abellio, it operates services under contract to Transport for London. Until September 2018,  services were operated in Surrey under the Abellio Surrey brand.",
  "/wiki/Kingston_upon_Thames": "Kingston upon Thames (spelled with hyphens until 1965 and sometimes abbreviated to Kingston), is a town, former manor, ecclesiastical parish and borough now within  Greater London, England,  formerly within the county of Surrey. It is situated on the River Thames, about 33 feet (10 m) above sea level and 10 miles (16 km) south-west of Charing Cross (deemed the geographical centre of London). It is notable as the ancient market town in which Saxon kings were crowned and today is the administrative centre of the Royal Borough of Kingston upon Thames and is identified as a major metropolitan centre in the London Plan.",
  "/wiki/Staines": "Staines-upon-Thames, formerly Staines, is a town on the River Thames in Surrey, England, within the borough of Spelthorne. At or near the Roman settlement of Pontibus, it became Stanes and then Staines. The town lies within the historic county boundaries of Middlesex, being transferred to Surrey in 1965.",
  "/wiki/Hallmark_Coach": "Hallmark is a trading name of Hallmark Connections Limited. Hallmark is a luxury coach and corporate cars business, which is part of the Rotala group. It is based in the West Midlands and also has a depot at Heathrow Airport.",
  "/wiki/Addlestone": "Addlestone (/ˈædəlstən/ or /ædəlstoʊn/) is a town in Surrey, England, just within the M25 18.6 miles (29.9 km) southwest of London.",
  "/wiki/Bluewater_(shopping_centre)": "Bluewater Shopping Centre (commonly referred to as Bluewater) is an out-of-town shopping centre in Stone (postally Greenhithe), Kent, England, outside the M25 Orbital motorway, 17.8 miles (28.6 km) east south-east of London's centre.  Opened on 16 March 1999 in a former chalk quarry after ten years of building works, the site including car parks occupies 240 acres (97 ha) and has a sales floor area of 154,000 m2 (1,600,000 ft2) over three levels, making it the fifth-largest shopping centre in the UK (after Westfield London, MetroCentre, Trafford Centre and Westfield Stratford City). Elsewhere in Europe only Istanbul's Cevahir Mall and Vienna's (Vösendorf) Shopping City Süd are bigger. The floor plan is a triangular shape with 330 stores, including 3 anchors, 40 cafés and restaurants, and a 17-screen cinema. The centre employs 7,000 people and serves over 27 million visitors a year. A main rival is the Lakeside Shopping Centre and its two retail parks by road 8 miles (13 km) away in West Thurrock, Essex, just across the River Thames or 3.2 miles (5.1 km) point-to-point.",
  "/wiki/Arriva_Southern_Counties": "Arriva Southern Counties is a bus operator in Surrey, West Sussex, East Sussex, Kent, Essex, Hemel Hempstead, and Watford in England. It is a subsidiary of Arriva UK Bus.",
  "/wiki/Chingford_railway_station": "Chingford is a London Overground station located in Chingford in the London Borough of Waltham Forest, east London. It is one of three northern termini of the Lea Valley lines, 10 miles 33 chains (16.8 km) down the line from London Liverpool Street.",
  "/wiki/Harlow": "Harlow is a town and local government district in the west of Essex, England. A former Mark One New Town, situated on the border with Hertfordshire and London, Harlow occupies a large area of land on the south bank of the upper Stort Valley, which has been made navigable through other towns and features a canal section near its watermill. Old Harlow is a village-size suburb founded by the early medieval age and most of its high street buildings are early Victorian and residential, mostly protected by one of the Conservation Areas in the district. In Old Harlow is a field named Harlowbury, a de-settled monastic area which has the remains of a chapel, a scheduled ancient monument.",
  "/wiki/Trustybus": "Centrebus is a bus company based in Leicester operating services in Bedfordshire, Hertfordshire, Leicestershire, Lincolnshire, Nottinghamshire and Rutland.",
  "/wiki/List_of_bus_routes_in_London": "This is a list of Transport for London (TfL) contracted bus routes in London, England, as well as commercial services that enter the Greater London area (except coaches). Bus services in London are operated by Abellio London, Arriva London, HCT Group, Go-Ahead London (Blue Triangle, Docklands Buses, London Central, and London General), Metroline, RATP Group (London Sovereign, London United, and Quality Line) Stagecoach London (East London, Selkent, and Thameside), Sullivan Buses, Tower Transit, and Uno. TfL-sponsored operators run more than 500 services."
}