{
  "/wiki/EchoStar_I": "EchoStar I is a communications satellite operated by EchoStar. Launched in 1995 it was operated in geostationary orbit at a longitude of 77 degrees west for 12 or 15 years. The company has approved the transfer of the 77 degree west orbital position to QuetzSat as of September 22, 2010.",
  "/wiki/Lockheed_Martin": "Lockheed Martin Corporation is an American global aerospace, defense, security, and advanced technologies company with worldwide interests. It was formed by the merger of Lockheed Corporation with Martin Marietta in March 1995. It is headquartered in North Bethesda, Maryland, in the Washington, D.C., area. Lockheed Martin employs approximately 110,000 people worldwide as of January, 2020.",
  "/wiki/EchoStar_II": "EchoStar II is a communications satellite operated by EchoStar. Launched in 1996 it was operated in geostationary orbit at a longitude of 148 degrees west for 12 or 15 years.",
  "/wiki/Ariane_4": "The Ariane 4 was an expendable launch system, designed by the Centre national d'études spatiales (CNES) while being manufactured by ArianeGroup and marketed by Arianespace.  Since its first flight on 15 June 1988 until the final flight, which was performed on 15 February 2003, it attained 113 successful launches out of 116 launches to have been conducted.",
  "/wiki/U.S._Securities_and_Exchange_Commission": "The U.S. Securities and Exchange Commission (SEC) is an independent agency of the United States federal government. The SEC holds primary responsibility for enforcing the federal securities laws, proposing securities rules, and regulating the securities industry, which is the nation's stock and options exchanges, and other activities and organizations, including the electronic securities markets in the United States.",
  "/wiki/EchoStar_III": "EchoStar III is a communications satellite operated by EchoStar. Launched in 1997 it was operated in geostationary orbit at a longitude of 61.5 degrees west for 12 years.",
  "/wiki/A2100": "The A2100 is a communications satellite spacecraft model made by Lockheed Martin Space Systems in the 1990s-2010s for telecommunications in geosynchronous orbit, as well as GOES-R weather satellites and GPS Block IIIA satellites.",
  "/wiki/EchoStar_IV": "EchoStar IV is a communications satellite operated by EchoStar. Launched in 1998 it was operated in geostationary orbit at a longitude of 77 degrees west for 12 years.",
  "/wiki/EchoStar_V": "EchoStar V was a communications satellite built by Space Systems/Loral based in Palo Alto, CA and operated by EchoStar. Launched in 1999 it was operated in geostationary orbit at a longitude of 148 degrees west. EchoStar V was used for direct-to-home television broadcasting services.",
  "/wiki/Space_Systems/Loral": "SSL, formerly Space Systems/Loral, LLC (SS/L), of Palo Alto, California, is a wholly owned manufacturing subsidiary of Maxar Technologies.",
  "/wiki/LS-1300": "The SSL 1300, previously the LS-1300 and the FS-1300, is a satellite bus produced by SSL (company). Total broadcast power ranges from 5 to 25 kW, and the platform can accommodate from 12 to 150 transponders.  The SSL 1300 is a modular platform and SSL no longer reports designators for sub-versions, such as:  1300E, 1300HL, 1300S, 1300X.",
  "/wiki/EchoStar_VI": "EchoStar VI or EchoStar 6 is a former American communications satellite which was operated by private EchoStar company and then was transferred to Bermuda as BermudaSat 1.",
  "/wiki/EchoStar_VII": "EchoStar VII was an American geostationary communications satellite which is operated by EchoStar. It is positioned in geostationary orbit at a longitude of 119° West, from where it is used to provide high-definition television direct broadcasting services to the United States.",
  "/wiki/Muzak_Holdings": "Muzak is a brand of background music played in retail stores and other public establishments. In 1981, Westinghouse bought the company and ran it until selling it to the Fields Company of Chicago, publishers of the Chicago Sun-Times, on September 8, 1986. Formerly owned by Muzak Holdings, the brand was purchased in 2011 by Mood Media in a deal worth  US$345 million.",
  "/wiki/EchoStar_VIII": "EchoStar VIII was an American geostationary communications satellite which is operated by EchoStar. It is positioned in geostationary orbit at a longitude of 77° West, from where it is used to provide high-definition television direct broadcasting services to the Contiguous United States.",
  "/wiki/EchoStar_X": "EchoStar X, also known as EchoStar 10, is an American geostationary communications satellite which is operated by EchoStar on behalf of Dish Network. It is positioned in Geostationary orbit at a longitude of 110° West, from where it is used to provide direct broadcasting services to the United States.",
  "/wiki/EchoStar_XI": "EchoStar XI, also known as EchoStar 11, is an American geostationary communications satellite which is operated by EchoStar on behalf of Dish Network. It is positioned in Geostationary orbit at a longitude of 110° West, from where it is used to provide direct broadcasting services to the United States.",
  "/wiki/Echostar_XII": "Echostar 12 (E*12), also known as Cablevision-1 and Rainbow-1, is a commercial communications satellite in geosynchronous Earth orbit. It was launched on 17 July 2003, as Rainbow-1, by an Atlas V rocket from Cape Canaveral, Florida. Its original purpose was to transmit digital television streams for the ill-fated Voom high definition direct broadcast satellite network.",
  "/wiki/Rainbow-1": "Echostar 12 (E*12), also known as Cablevision-1 and Rainbow-1, is a commercial communications satellite in geosynchronous Earth orbit. It was launched on 17 July 2003, as Rainbow-1, by an Atlas V rocket from Cape Canaveral, Florida. Its original purpose was to transmit digital television streams for the ill-fated Voom high definition direct broadcast satellite network.",
  "/wiki/Echostar_XIV": "EchoStar Corporation is an American company, a worldwide provider of satellite communication and Internet services through its Hughes Network Systems and EchoStar Satellite Services business segments.",
  "/wiki/EchoStar_XV": "EchoStar XV is an American geostationary communications satellite which is operated by EchoStar. It is positioned in geostationary orbit, and will be located at a longitude of 61.5° West, from where it is intended to provide direct broadcasting of high-definition television services to the continental United States and Puerto Rico for Dish Network.",
  "/wiki/Contiguous_United_States": "The contiguous United States or officially the conterminous United States consists of the 48 adjoining U.S. states (plus the District of Columbia) on the continent of North America. The terms exclude the non-contiguous states of Alaska and Hawaii, and all other off-shore insular areas, such as American Samoa, U.S. Virgin Islands, Northern Mariana Islands, Guam and Puerto Rico. These differ from the related term continental United States which includes Alaska (also on the North American continent but separated from the 48 states by British Columbia, Canada) but excludes the Hawaiian Islands and unincorporated U.S. territories in the Caribbean and the Pacific.",
  "/wiki/Anik_(satellite)": "The Anik satellites are a series of geostationary communications satellites launched by Telesat Canada for television in Canada, from 1972 through 2013. Some of the later satellites in the series remain operational in orbit, while others have been retired and are derelict.  \nThe naming of the satellite was determined by a national contest, and was won by Julie-Frances Czapla of St. Leonard, Quebec. In Inuktitut, Anik means \"little brother\".",
  "/wiki/Eurostar_E3000": "The Eurostar E3000 is a generic satellite model most commonly used for commercial and military communications satellites manufactured by Airbus Defence and Space (formerly Astrium). It is a member of Airbus Defence and Space's Eurostar family. It utilises a chemical, bi-propellant propulsion system for orbit raising and on-station manoeuvres with an optional plasma propulsion system (PPS). The PPS harnesses the Newtonian effect as a result of the ionisation of xenon gas employed by the use of Hall effect plasma thrusters. This system is most commonly used for North-South station-keeping. The E3000 was the first commercial satellite family to use lithium-ion batteries rather than the older nickel-based technologies for power supply during eclipses.",
  "/wiki/Telesat_Canada": "Telesat, formerly Telesat Canada, is a Canadian satellite communications company founded on May 2, 1969. The company is headquartered in Ottawa.",
  "/wiki/Ciel-2": "Ciel 2 (NORAD 33453) is a commercial broadcast communications satellite owned by Canadian Ciel Satellite Group. It was launched on December 10, 2008 from Baikonur Cosmodrome in Kazakhstan by a ILS Proton-M/Breeze-M vehicle. The satellite is built by Thales Alenia Space and is based on Spacebus-4000C4 bus. It is the largest Spacebus class satellite built to date (5561 kg). Operating from 129° West geostationary orbit position, its 32 Ku band transponders will deliver high-definition and other TV services throughout North America. The satellite delivers multiple independent spot beams in Ku band.",
  "/wiki/Thales_Alenia_Space": "Thales Alenia Space is a Franco-Italian aerospace manufacturer formed  after the  Thales Group bought the participation of Alcatel in the two joint-ventures between Alcatel and Leonardo, Alcatel Alenia Space and Telespazio. The company is Europe's largest satellite manufacturer, and was responsible for the manufacturing of the ESA built modules of the International Space Station.",
  "/wiki/Spacebus_4000": "SpacebusTM is a satellite bus produced at the Cannes Mandelieu Space Center in France by Thales Alenia Space. Spacebuses are typically used for geostationary communications satellites, and seventy-four have been launched since development started in the 1980s. Spacebus was originally produced by Aérospatiale and later passed to Alcatel Alenia Space. In 2006, it was sold to Thales Group as Thales Alenia Space.",
  "/wiki/Nimiq_5": "Nimiq 5 is a Canadian communications satellite, operated by Telesat Canada as part of its Nimiq fleet of satellites. It is positioned in geostationary orbit at a longitude of 72.7° West of the Greenwich Meridian. As of July 2015, EchoStar Corporation leases the satellite's entire capacity to provide High Definition television direct-to-home broadcasting for Dish Network Corporation. When accessed using a multi-satellite receiver such as the VIP722k and a multi-satellite dish/LNB combo, such as the Dish-300, Dish-500, or Dish-Turbo 1000.4, the satellite is (incorrectly) referred to by the on-screen diagnostics as Echostar 72W.[citation needed]"
}