{
  "/wiki/%C3%84cherli_Pass": "Ächerli Pass (el. 1398 m.) is a high mountain pass between the cantons of Obwalden and Nidwalden.",
  "/wiki/Obwalden": "The canton of Obwalden, also canton of Obwald (German: Kanton Obwalden, [ˈɔbˌvaldən] (listen)) is a canton of Switzerland. It is located in the centre of Switzerland. Its capital is Sarnen. The canton contains the geographical centre of Switzerland.",
  "/wiki/Nidwalden": "The canton of Nidwalden, also canton of Nidwald (German: Kanton Nidwalden, [ˈnidˌvaldən] (listen)) is a canton of Switzerland. It is located in the centre of Switzerland. The population is 40,287 (in 2007) of which 4,046 (or 10%) are foreigners. The capital is Stans.",
  "/wiki/Kerns_OW": "Kerns is a village in the canton of Obwalden in Switzerland.",
  "/wiki/Dallenwil_NW": "Dallenwil is a municipality in the canton of Nidwalden in Switzerland.",
  "/wiki/Col_de_l%27Aiguillon": "Col de l'Aiguillon (el. 1293 m.) is a Swiss pass in the Jura Mountains in the canton of Vaud.",
  "/wiki/Vaud": "The canton of Vaud (/voʊ/ VOH, French: [vo]; German: Waadt, pronounced [vat] (listen) or [vaːt]) is the third largest of the Swiss cantons by population and fourth by size. It is located in Romandy, the French-speaking western part of the country; and borders the canton of Neuchâtel to the north, the cantons of Fribourg and Bern to the east, Valais and Lake Geneva to the south, the canton of Geneva to the south-west and France (Auvergne-Rhône-Alpes and Bourgogne-Franche-Comté) to the west.",
  "/wiki/Baulmes": "Baulmes is a municipality in the district of Jura-Nord Vaudois in the canton of Vaud in Switzerland.",
  "/wiki/L%27Auberson": "L'Auberson is a village in the municipality of Sainte-Croix in the Swiss canton of Vaud in the Jura Mountains. It lies at the west end of the road over the Col de l'Aiguillon. It is known for its music-box museum, the Musée Baud.",
  "/wiki/Les_Agites": "Les Agites (el. 1569 m.) is a high mountain pass in the Alps in the canton of Vaud in Switzerland.",
  "/wiki/Yvorne": "Yvorne is a municipality of the canton of Vaud in Switzerland, located in the district of Aigle.",
  "/wiki/Albis_Pass": "Albis Pass (el. 791 m.) is a mountain pass in the Albis range in the canton of Zurich in Switzerland.",
  "/wiki/Canton_of_Zurich": "The canton of Zürich (German: Kanton Zürich (help·info)) is a Swiss canton in the northeastern part of the country. With a population of 1,520,968 (as of 31 December 2018), it is the most populated canton in the country. Its capital is the city of Zürich. The official language is German. The local Swiss German dialect, called Züritüütsch, is commonly spoken. In English the name of the canton and its capital is often written without an umlaut.",
  "/wiki/Langnau_am_Albis": "Langnau am Albis is a village in the district of Horgen in the canton of Zürich in Switzerland.",
  "/wiki/Albula_Pass": "Albula Pass (Romansh: Pass d'Alvra or Pass da l'Alvra (help·info), German: Albulapass) (el. 2315 m) is a Swiss mountain pass in the canton of Graubünden. It lies in the Albula Alps, on the watershed between the Albula, tributary of the Rhine and the Ova d'Alvra, tributary of the Inn. The road from Thusis through Bergün leads to La Punt in the Inn Valley (Engadin).",
  "/wiki/Graub%C3%BCnden": "The canton of (the) Grisons, or canton of Graubünden,[a] is the largest and easternmost canton of Switzerland. It has international borders with Italy, Austria, and Liechtenstein. Its German name, Graubünden, translates as the \"Grey Leagues\", referring to the canton's origin in three local alliances, the League of God's House, the Grey League, and the League of the Ten Jurisdictions. Grisons is the only officially trilingual canton and the only one where the Romansh language has official status. Swiss German, Italian, and Romansh are all native to the canton.",
  "/wiki/Filisur": "Filisur is an Alpine village and former municipality in the Albula Region in the canton of Graubünden in Switzerland. The village  sits on a hillside with a view to the west where the two rivers Albula/Alvra from the Albula Pass and Landwasser from Davos meet. On 1 January 2018 the former municipalities of Bergün/Bravuogn and Filisur merged into the new municipality of Bergün Filisur.",
  "/wiki/La_Punt": "La Punt - Chamues-ch ([lɐˌpʊntˈtɕamuə̯ʃtɕ] (help·info); Italian and official name until 1943: Ponte-Campovasto) is a municipality in the Maloja Region in the Swiss canton of Graubünden.",
  "/wiki/Alpe_di_Neggia": "Alpe di Neggia (el. 1395 m.) is a high mountain pass in the Swiss Alps in the canton of Ticino in Switzerland.",
  "/wiki/Ticino": "The canton of Ticino (/tɪˈtʃiːnoʊ/), formally the Republic and Canton of Ticino,[a] is the southernmost canton of Switzerland. Ticino borders the canton of Uri to the north, the canton of Valais to the west (through the Novena Pass), the canton of Graubünden to the northeast, Italy's regions of Piedmont and Lombardy to the south and it surrounds the small Italian enclave of Campione d'Italia.",
  "/wiki/Vira_(Gambarogno)": "Vira is a former municipality in the district of Locarno in the canton of Ticino in Switzerland.",
  "/wiki/Indemini": "Indemini (Italian pronunciation: [inˈdeːmini]) is a former municipality in the district of Locarno in the canton of Ticino in Switzerland.",
  "/wiki/Balmberg_Pass": "Balmberg Pass (elevation 1078 m) is a high mountain pass in the Jura Mountains in the canton of Solothurn in Switzerland.",
  "/wiki/Solothurn_(canton)": "The canton of Solothurn or canton of Soleure (German: Kanton Solothurn) is a canton of Switzerland. It is located in the northwest of Switzerland. The capital is Solothurn.",
  "/wiki/Welschenrohr": "Welschenrohr (French: Rosières) is a municipality in the district of Thal in the canton of Solothurn in Switzerland.",
  "/wiki/G%C3%BCnsberg": "Günsberg is a municipality in the district of Lebern in the canton of Solothurn in Switzerland.",
  "/wiki/Belchenflue_Pass": "Belchenflue Pass (el. 1055 m.) is a mountain pass in the Jura Mountains between the cantons of Basel-Country and Solothurn.",
  "/wiki/Basel-Landschaft": "The canton of Basel-Landschaft (German: Kanton Basel-Landschaft (help·info), pronounced [ˈkɑnton ˌbaːzl̩ˈlantʃaft]; English: canton of Basel-Country; French: canton de Bâle-Campagne, pronounced [kɑ̃tɔ̃ də bɑl kɑ̃paɲ]; Italian: Cantone di Basilea Campagna, pronounced [kanˈtone di baˈzileˈa kamˈpaɲɲa]; informally: Baselland, Baselbiet), is one of the 26 cantons of Switzerland. The capital is Liestal. It shares borders with the Swiss cantons of Basel-Stadt, Solothurn, Jura and Aargau, and with the French région of Grand Est and the German state of Baden-Württemberg.",
  "/wiki/Benkerjoch_Pass": "Benkerjoch Pass (el. 674 m) is a mountain pass in the canton of Aargau in Switzerland.",
  "/wiki/Aargau": "The canton of Aargau (German: Kanton Aargau [ˈaːrɡaʊ] (listen); sometimes Latinized as Argovia; see also other names) is one of the more northerly cantons of Switzerland. It is situated by the lower course of the Aare, which is why the canton is called Aar-gau (meaning \"Aare province\"). It is one of the most densely populated regions of Switzerland.",
  "/wiki/K%C3%BCttigen": "Küttigen is a municipality in the district of Aarau of the canton of Aargau in Switzerland.",
  "/wiki/Oberhof,_Switzerland": "Oberhof is a municipality in the district of Laufenburg in the canton of Aargau in Switzerland.",
  "/wiki/Bernina_Pass": "The Bernina Pass (el. 2,328 m or 7,638 ft.) (Italian: Passo del Bernina) is a high mountain pass in the Bernina Range of the Alps, in the canton of Graubünden (Grisons) in eastern Switzerland. It connects the famous resort town of St. Moritz in the Engadin valley with the Italian-speaking Val Poschiavo, which ends in the Italian town of Tirano in Valtellina. The pass lies a few kilometres east of Piz Bernina, and south of Val Minor.",
  "/wiki/Samedan": "Samedan ([saˈmedən] (help·info)) is a town and municipality in the Maloja Region in the Swiss canton of Grisons.",
  "/wiki/Poschiavo": "Poschiavo (Italian: Poschiavo, Lombard: Pusciaaf, German: Puschlav, Romansh: Puschlav) is a municipality in the Bernina Region in the canton of Grisons in Switzerland.",
  "/wiki/B%C3%B6%C3%B6ler_Pass": "Bööler Pass (el. 611 m.) is a mountain pass in the canton of Aargau in Switzerland.",
  "/wiki/Unterkulm": "Unterkulm is a municipality in the district of Kulm in the canton of Aargau in Switzerland.",
  "/wiki/Sch%C3%B6ftland": "Schöftland is a municipality in the district of Kulm in the canton of Aargau in Switzerland.",
  "/wiki/B%C3%B6zberg_Pass": "Bözberg Pass (el. 569 m.) is a mountain pass in the Jura Mountains in the canton of Aargau in Switzerland.",
  "/wiki/Brugg,_Switzerland": "Brugg (sometimes written as Brugg AG in order to distinguish it from other Bruggs) is a Swiss municipality and a town in the canton of Aargau and is the seat of the district of the same name. The town is located at the confluence of the Aare, Reuss, and Limmat, with the Aare flowing through its medieval part. It is located approximately 16 kilometers (9.9 mi) from the cantonal capital of Aarau; 28 kilometers (17 mi) from Zürich; and about 45 kilometers (28 mi) from Basel.",
  "/wiki/Frick,_Switzerland": "Frick is a municipality in the district of Laufenburg in the canton of Aargau in Switzerland.",
  "/wiki/Br%C3%BCnig_Pass": "The Brünig Pass, at an altitude of 1,008 m (3,307 ft), connects the Bernese Oberland and central Switzerland, linking Meiringen in the canton of Bern and Lungern in the canton of Obwalden. It is on the watershed between the upper reaches of the Aare, which flows through Lake Brienz and Lake Thun, and the Sarner Aa, which flows into Lake Lucerne.",
  "/wiki/Bern_(canton)": "The canton of Bern or Berne (German: Kanton Bern; French: canton de Berne) is the second-largest of the 26 Swiss cantons by both surface area and population. Located in west-central Switzerland, it borders the canton of Jura and the canton of Solothurn to the north. To the west lie the canton of Neuchâtel, the canton of Fribourg and canton of Vaud. To the south lies the canton of Valais. East of the canton of Bern lie the cantons of Uri, Nidwalden, Obwalden, Lucerne and Aargau.",
  "/wiki/Meiringen_BE": "Meiringen is a municipality in the Interlaken-Oberhasli administrative district in the canton of Bern in Switzerland. Besides the village of Meiringen, the municipality includes the settlements of Balm, Brünigen, Eisenbolgen, Hausen, Prasti, Sand, Stein, Unterbach, Unterheidon, Wylerli and Zaun.",
  "/wiki/Lungern_OW": "Lungern is a municipality in the canton of Obwalden in Switzerland.  Lake Lungern is located within the municipality. Besides Lungern itself, the municipality includes the settlements of Bürglen, Kaiserstuhl and Obsee.",
  "/wiki/Buechenegg_Pass": "Buechenegg Pass (el. 786 m.) is a mountain pass in the canton of Zürich in Switzerland.",
  "/wiki/Zurich_(canton)": "The canton of Zürich (German: Kanton Zürich (help·info)) is a Swiss canton in the northeastern part of the country. With a population of 1,520,968 (as of 31 December 2018), it is the most populated canton in the country. Its capital is the city of Zürich. The official language is German. The local Swiss German dialect, called Züritüütsch, is commonly spoken. In English the name of the canton and its capital is often written without an umlaut.",
  "/wiki/Challh%C3%B6chi_Pass": "Challhöchi Pass (el. 747 m.) is a mountain pass in the Jura Mountains on the border of the cantons of Basel-Country and Solothurn in Switzerland. The pass road links Eptingen and Ifenthal or Hägendorf.",
  "/wiki/Champex_Pass": "Champex Pass (French: \"Col de Champex\") (el. 1470 m.) is a high mountain pass in the Alps in the canton of Valais in Switzerland.",
  "/wiki/Valais": "The canton of Valais (UK: /ˈvæleɪ/ VAL-ay, US: /væˈleɪ/ val-AY, French: [valɛ] (listen); German: (Kanton) Wallis [ˈvalɪs] (listen); Italian: (Canton) Vallese [valˈleːze, -eːse]) is one of the 26 cantons of Switzerland, situated in the southwestern part of the country, around the valley of the Rhône from its headwaters to Lake Geneva, separating the Pennine Alps from the Bernese Alps. The canton is simultaneously one of the driest regions of Switzerland in its central Rhône valley and among the wettest, having large amounts of snow and rain up on the highest peaks found in Switzerland. The canton of Valais is widely known for the Matterhorn and resort towns such as Crans-Montana, Saas Fee, Verbier and Zermatt. It is composed of 13 districts (hence the 13 stars on the flag) and its capital is Sion.",
  "/wiki/Chasseral_Pass": "Chasseral Pass (German: Gestler) (el. 1502 m.) is a high mountain pass in the Jura Mountains, lying west of the Chasseral. The pass is located on the border between the Swiss cantons of Neuchâtel (north side) and Bern (south side). It is traversed by a road connecting Saint-Imier and Nods, both located in the Bernese Jura. North-east of the pass is the Chasseral Ouest, the highest point of the canton of Neuchâtel.",
  "/wiki/Canton_of_Bern": "The canton of Bern or Berne (German: Kanton Bern; French: canton de Berne) is the second-largest of the 26 Swiss cantons by both surface area and population. Located in west-central Switzerland, it borders the canton of Jura and the canton of Solothurn to the north. To the west lie the canton of Neuchâtel, the canton of Fribourg and canton of Vaud. To the south lies the canton of Valais. East of the canton of Bern lie the cantons of Uri, Nidwalden, Obwalden, Lucerne and Aargau.",
  "/wiki/Nods_BE": "Nods is a municipality in the Jura bernois administrative district in the canton of Bern in Switzerland, located in the French-speaking Bernese Jura (Jura Bernois).",
  "/wiki/Saint-Imier": "Saint-Imier is a municipality in the Jura bernois administrative district in the canton of Bern in Switzerland. It is located in the French-speaking Bernese Jura (Jura Bernois).",
  "/wiki/Chatzenstrick_Pass": "Chatzenstrick Pass (el. 1053 m.) is a mountain pass in the Alps in the canton of Schwyz in Switzerland.",
  "/wiki/Schwyz_(canton)": "The canton of Schwyz (German: Kanton Schwyz [ʃviːts] (listen)) is a canton in central Switzerland between the Alps in the south, Lake Lucerne to the west and Lake Zürich in the north, centered on and named after the town of Schwyz.",
  "/wiki/Einsiedeln,_Switzerland": "Einsiedeln (German pronunciation: [ˈaɪnziːdl̩n]) is a municipality and district in the canton of Schwyz in Switzerland known for its monastery, the Benedictine Einsiedeln Abbey, established in the 10th century.",
  "/wiki/Chilchzimmersattel": "Chilchzimmersattel (el. 991 m.) is a mountain pass in the Jura Mountains in the canton of Basel-Country in Switzerland.",
  "/wiki/Eptingen": "Eptingen (Basel German: Eptige) is a municipality in the district of Waldenburg in the canton of Basel-Country in Switzerland.",
  "/wiki/Langenbruck": "Langenbruck is a municipality in the district of Waldenburg in the canton of Basel-Landschaft in Switzerland.",
  "/wiki/Col_de_la_Croix_(Vaud)": "Col de la Croix is an Alpine pass (1778 m.) in the canton of Vaud in Switzerland.",
  "/wiki/Bex": "Bex (German:Beis) is a municipality in the canton of Vaud, Switzerland, located in the district of Aigle.  It is a few miles south of its sister town municipality of Aigle.",
  "/wiki/Les_Diablerets": "Les Diablerets is a village and ski resort located in the municipality of Ormont-Dessus in the canton of Vaud, Switzerland. It is surrounded by the Diablerets Massif, its peak (Sommet des Diablerets at 3,210 metres (10,530 ft)) is the highest point in western Switzerland.",
  "/wiki/List_of_mountain_passes_in_Switzerland": "This is a list of mountain passes in Switzerland. They are generally situated in the Jura Mountains or in the Swiss Alps."
}