{
  "/wiki/Anti-gravity": "Anti-gravity (also known as non-gravitational field) is creating a place or object that is free from the force of gravity. It does not refer to the lack of weight under gravity experienced in free fall or orbit, or to balancing the force of gravity with some other force, such as electromagnetism or aerodynamic lift. Anti-gravity is a recurring concept in science fiction, particularly in the context of spacecraft propulsion.  Examples are the gravity blocking substance \"Cavorite\" in H. G. Wells's The First Men in the Moon and the Spindizzy machines in James Blish's Cities in Flight.",
  "/wiki/Artificial_gravity": "Artificial gravity (sometimes referred to as pseudogravity) is the creation of an inertial force that mimics the effects of a gravitational force, usually by rotation. \nArtificial gravity, or rotational gravity, is thus the appearance of a centrifugal force in a rotating frame of reference (the transmission of centripetal acceleration via normal force in the non-rotating frame of reference), as opposed to the force experienced in linear acceleration, which by the equivalence principle is indistinguishable from gravity.\nIn a more general sense, \"artificial gravity\" may also refer to the effect of linear acceleration, e.g. by means of a rocket engine.",
  "/wiki/Asteroid_mining": "Asteroid mining is the exploitation of raw materials from asteroids and other minor planets, including near-Earth objects.",
  "/wiki/Hypertelescope": "Antoine Émile Henry Labeyrie (born 12 May 1943) is a French astronomer, who held the Observational astrophysics chair at the Collège de France between 1991 and 2014, where he is currently professor emeritus. He is working with the Hypertelescope Lise association, which aims to develop an extremely large astronomical interferometer with spherical geometry that might theoretically show features on Earth-like worlds around other suns, as its president.  He is a member of the French Academy of Sciences in the Sciences of the Universe (sciences de l'univers) section.  Between 1995 and 1999 he was director of the Haute-Provence Observatory.",
  "/wiki/Breakthrough_Starshot": "Breakthrough Starshot is a research and engineering project by the Breakthrough Initiatives to develop a proof-of-concept fleet of light sail spacecraft named StarChip, to be capable of making the journey to the Alpha Centauri star system 4.37 light-years away. It was founded in 2016 by Yuri Milner, Stephen Hawking, and Mark Zuckerberg.",
  "/wiki/Solar_lens": "A gravitational lens is a distribution of matter (such as a cluster of galaxies) between a distant light source and an observer, that is capable of bending the light from the source as the light travels towards the observer. This effect is known as gravitational lensing, and the amount of bending is one of the predictions of Albert Einstein's general theory of relativity.  (Classical physics also predicts the bending of light, but only half of that predicted by general relativity.)",
  "/wiki/Inflatable_space_habitat": "Inflatable habitats or expandable habitats are pressurized structures capable of supporting life in outer space whose internal volume increases after launch. They have frequently been proposed for use in space applications to provide a greater volume of living space for a given mass.",
  "/wiki/Miniaturized_satellite": "A small satellite, miniaturized satellite, or smallsat is a satellite of low mass and size, usually under 500 kg (1,100 lb). While all such satellites can be referred to as \"small\", different classifications are used to categorize them based on mass. Satellites can be built small to reduce the large economic cost of launch vehicles and the costs associated with construction.  Miniature satellites, especially in large numbers, may be more useful than fewer, larger ones for some purposes – for example, gathering of scientific data and radio relay.  Technical challenges in the construction of small satellites may include the lack of sufficient power storage or of room for a propulsion system.",
  "/wiki/Reusable_launch_system": "A reusable launch system is a space launch system that includes the recovery of some or all of the component stages. To date, several fully reusable sub-orbital systems and partially reusable orbital systems have been flown.",
  "/wiki/Blue_Origin": "Blue Origin, LLC is an American privately funded aerospace manufacturer and sub-orbital spaceflight services company headquartered in Kent, Washington. Founded in 2000 by Jeff Bezos, the company is led by CEO Bob Smith and is developing technologies to enable private human access to space with the goal to dramatically lower costs and increase reliability. Blue Origin is employing an incremental approach from suborbital to orbital flight, with each developmental step building on its prior work. The company motto is Gradatim Ferociter, Latin for \"Step by Step, Ferociously\".",
  "/wiki/SpaceX": "Space Exploration Technologies Corp., trading as SpaceX, is a private American aerospace manufacturer and space transportation services company headquartered in Hawthorne, California. It was founded in 2002 by Elon Musk with the goal of reducing space transportation costs to enable the colonization of Mars. SpaceX has developed the Falcon launch vehicle family and the Dragon spacecraft family.",
  "/wiki/Expendable_launch_vehicle": "An expendable launch system (or expendable launch vehicle/ELV) is a launch vehicle that can be launched only once, after which its components are either destroyed during reentry or discarded in space. ELVs typically consist of several rocket stages that are discarded sequentially as their fuel is exhausted and the vehicle gains altitude and speed. Most satellites and human spacecraft are currently[when?] launched on ELVs. ELVs are simpler in design than reusable launch systems and therefore may have a lower production cost. Furthermore, an ELV can use its entire fuel supply to accelerate its payload, offering greater fuel efficiency. ELVs are proven technology in wide-spread use for many decades. ELVs are usable only once, and therefore have a significantly higher per-launch cost than reusable vehicles. New reusable launch systems under development by private companies such as SpaceX and Blue Origin have the potential to obsolete many existing ELVs due to the lower per-launch costs of reusable rockets.",
  "/wiki/Space_launch_market_competition": "Space launch market competition is the manifestation of market forces in the launch service provider business. In particular it is the trend of competitive dynamics among payload transport capabilities at diverse prices having a greater influence on launch purchasing than the traditional political considerations of country of manufacture or the national entity using, regulating or licensing the launch service."
}