{
  "/wiki/In_Living_Color": "In Living Color is an American sketch comedy television series that originally ran on Fox from April 15, 1990 to May 19, 1994. Keenen Ivory Wayans created, wrote and starred in the program. The show was produced by Ivory Way Productions in association with 20th Century Fox Television and was taped at stage 7 at the Fox Television Center on Sunset Boulevard in Hollywood, California.",
  "/wiki/Sister,_Sister_(TV_series)": "Sister, Sister is an American television sitcom starring identical twins Tia and Tamera Mowry. It premiered on April 1, 1994, and concluded on May 23, 1999 after six seasons. The premise was that Tia Landry and Tamera Campbell were separated at birth and one was adopted by a single mother while the other was adopted by a couple, although the mother died shortly afterward; 14 years later the two accidentally found each other and reunited.",
  "/wiki/The_Fresh_Prince_of_Bel-Air": "The Fresh Prince of Bel-Air is an American sitcom television series created by Quincy Jones, Andy and Susan Borowitz, that originally aired on NBC from September 10, 1990 to May 20, 1996. The show stars Will Smith as a fictionalized version of himself, a street-smart teenager from West Philadelphia who is sent to move in with his wealthy uncle and aunt in their Bel Air mansion after getting into a fight in his hometown. In the series, his lifestyle often clashes with the lifestyle of his relatives in Bel Air. The series ran for six seasons and aired 148 episodes.",
  "/wiki/The_Jamie_Foxx_Show": "The Jamie Foxx Show is an American sitcom that aired on The WB from August 28, 1996, to January 14, 2001. The series stars Jamie Foxx, Garcelle Beauvais, Christopher B. Duncan, Ellia English, and Garrett Morris.",
  "/wiki/Teen_Angel_(1997_TV_series)": "Teen Angel is an American fantasy sitcom that aired as part of ABC's TGIF Friday night lineup from September 26, 1997 to February 13, 1998. It stars Corbin Allred as a high school student whose recently deceased best friend, played by Mike Damus, returns to earth as his guardian angel. The series was created by Al Jean and Mike Reiss.",
  "/wiki/The_PJs": "The PJs is an American stop-motion animated black sitcom, created by Eddie Murphy, Larry Wilmore, and Steve Tompkins. It portrayed life in an urban public housing project, modeled after the Cabrini–Green housing projects in Chicago. The series starred Eddie Murphy, and was produced by Imagine Entertainment by Ron Howard and Brian Grazer, The Murphy Company and Will Vinton Studios in association with Touchstone Television, marking as Disney's first adult animated series. The original run of the series debuted on Fox on Sunday, January 10, 1999, following the network's coverage of the NFC Divisional Playoffs. Two days later, the second episode aired in its regular Tuesday night time slot, following King of the Hill.",
  "/wiki/The_Bernie_Mac_Show": "The Bernie Mac Show (often shortened to Bernie Mac in syndication) is  an American sitcom that aired on Fox for five seasons from November 14, 2001, to April 14, 2006. The series featured comic actor Bernie Mac and his wife Wanda raising his sister's three kids: Jordan, Vanessa, and Bryana.",
  "/wiki/Whoopi": "Caryn Elaine Johnson (born November 13, 1955), known professionally as Whoopi Goldberg (/ˈwʊpi/), is an American actor, comedian, author, and television personality. She has been nominated for 13 Emmy Awards and is one of the few entertainers to have won an Emmy Award, a Grammy Award, an Academy Award, and a Tony Award. She is also the second black woman to win an Academy Award for acting.",
  "/wiki/The_Office_(U.S._TV_series)": "The Office is an American mockumentary sitcom television series that depicts the everyday lives of office employees in the Scranton, Pennsylvania, branch of the fictional Dunder Mifflin Paper Company. It aired on NBC from March 24, 2005, to May 16, 2013, lasting a total of nine seasons. It is an adaptation of the original BBC series of the same name and was adapted for American television by Greg Daniels, a veteran writer for Saturday Night Live, King of the Hill, and The Simpsons. It was co-produced by Daniels' Deedle-Dee Productions, and Reveille Productions (later Shine America), in association with Universal Television. The original executive producers were Daniels, Howard Klein, Ben Silverman, Ricky Gervais, and Stephen Merchant, with numerous others being promoted in later seasons.",
  "/wiki/Love_Bites_(TV_series)": "Love Bites is an American comedy-drama television series originally planned for the 2010–11 television season on the NBC network that eventually aired as a summer replacement series. It premiered in its regular Thursday night time slot at 10:00 pm Eastern/9:00 pm Central, on June 2, 2011. On July 11, 2011, NBC canceled the show and the series finale aired on July 21, 2011.",
  "/wiki/Black-ish": "Black-ish (stylized as black•ish) is an American sitcom television series created by Kenya Barris. It premiered on September 24, 2014, and has run for six seasons on ABC.",
  "/wiki/Insecure_(TV_series)": "Insecure is an American comedy-drama television series written by Issa Rae, and is partially based on her acclaimed web series Awkward Black Girl. It was created by Rae and Larry Wilmore, and premiered online on September 23, 2016, via HBO Now and HBO Go, before airing weekly on HBO from October 9, 2016. On November 14, 2016, HBO renewed the show for a second season which premiered on July 23, 2017. On August 8, 2017, HBO renewed the show for a third season, which premiered on August 12, 2018. On September 6, 2018, HBO renewed the series for a fourth season which is set to premiere on April 12, 2020.",
  "/wiki/Grown-ish": "Grown-ish (stylized as .mw-parser-output .noitalic{font-style:normal}grown·.mw-parser-output .nobold{font-weight:normal}ish) is an American sitcom series and a spin-off of the ABC series Black-ish. The single-camera comedy follows the Johnsons' eldest daughter Zoey (Yara Shahidi) as she goes to college, begins her journey to adulthood but quickly discovers that not everything goes her way once she leaves the nest. Deon Cole (whose own role also originated on Black-ish), Trevor Jackson, Francia Raisa, Emily Arlook, Jordan Buhat, Chloe Bailey, Halle Bailey, Luka Sabbat, and Chris Parnell also star."
}