{
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/Liberal_Party_of_Australia": "The Liberal Party of Australia is a major centre-right political party in Australia, one of the two major parties in Australian politics, along with the centre-left Australian Labor Party (ALP). It was founded in 1944 as the successor to the United Australia Party (UAP).",
  "/wiki/Scott_Morrison": "Scott John Morrison (born 13 May 1968) is an Australian politician who has been Prime Minister of Australia and leader of the Liberal Party since August 2018. He previously served in Cabinet from 2013 to 2018, including as Treasurer.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Conservative_Party_of_Canada": "The Conservative Party of Canada (French: Parti conservateur du Canada), colloquially known as the Tories, is a federal political party in Canada. It was formed in 2003 from the multiple right-wing parties which had existed in Canada for over a century, historically grouped into two camps, \"Red Tories\" and \"Blue Tories\". The party sits at the centre-right to the right-wing of the Canadian political spectrum, with the Liberal Party of Canada positioned centre to centre-left. Like their federal Liberal rivals, the party is defined as a \"big tent\", welcoming a broad variety of members. The party's leader is Andrew Scheer, who serves as Leader of the Official Opposition until his announcement of resignation on 12 December 2019.",
  "/wiki/Andrew_Scheer": "Andrew James Scheer PC MP (born 20 May 1979) is a Canadian politician who currently serves as the Leader of the Conservative Party of Canada and Leader of the Official Opposition since 2017. Scheer has been the Member of Parliament (MP) for the riding of Regina—Qu'Appelle since 2004.",
  "/wiki/Colombia": "Colombia (/kəˈlʌmbiə/ (listen) kə-LUM-bee-ə, /-ˈlɒm-/ -⁠LOM-; Spanish: [koˈlombja] (listen)), officially the Republic of Colombia (Spanish: República de Colombia (help·info)),[Note 1] is a country largely situated in the north of South America, with land and territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by both Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific. It comprises thirty-two departments, with the capital in Bogotá.",
  "/wiki/Democratic_Center_(Colombia)": "Democratic Centre (identified electorally as Democratic Centre – Strong Hand, Big Heart; Spanish: Centro Democrático – Mano firme, corazón grande) is a conservative political party in Colombia founded in 2014 by Álvaro Uribe, former President of Colombia, former Vice President Francisco Santos Calderón and former Minister of Finance and Public Credit Óscar Iván Zuluaga. It is a self-described party of the centre, although in opinion groups it is often considered a right-wing party. Iván Duque, the current President of Colombia, is a member of the party.",
  "/wiki/%C3%81lvaro_Uribe": "Álvaro Uribe Vélez (born 4 July 1952) is a Colombian politician who served as the 31st President of Colombia from 7 August 2002 to 7 August 2010.",
  "/wiki/Israel": "Israel (/ˈɪzriəl, ˈɪzreɪəl/; Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Taamey Frank CLM\",\"Frank Ruehl CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",\"SBL BibLit\",\"SBL Hebrew\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}יִשְׂרָאֵל; Arabic: إِسْرَائِيل‎), formally known as the State of Israel (Hebrew: מְדִינַת יִשְׂרָאֵל), is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and Gaza Strip to the east and west, respectively, and Egypt to the southwest. The country contains geographically diverse features within its relatively small area. Israel's economic and technological center is Tel Aviv, while its seat of government and proclaimed capital is Jerusalem, although the state's sovereignty over Jerusalem has only partial recognition.[fn 4]",
  "/wiki/Likud": "Likud (Hebrew: הַלִּיכּוּד, translit. HaLikud, lit., The Consolidation), officially the Likud – National Liberal Movement, is a centre-right to right-wing political party in Israel. A secular party, it was founded in 1973 by Menachem Begin and Ariel Sharon in an alliance with several right-wing parties. Likud's landslide victory in the 1977 elections was a major turning point in the country's political history, marking the first time the left had lost power. In addition, it was the first time in Israel that a right-wing party won the plurality of the votes. However, after ruling the country for most of the 1980s, the party lost the Knesset election in 1992. Nevertheless, Likud's candidate Benjamin Netanyahu did win the vote for Prime Minister in 1996 and was given the task of forming a government after the 1996 elections. Netanyahu's government fell apart after a vote of no confidence, which led to elections being called in 1999 and Likud losing power to the One Israel coalition led by Ehud Barak.",
  "/wiki/Benjamin_Netanyahu": "Benjamin Netanyahu (Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"SBL Hebrew\",\"SBL BibLit\",\"Frank Ruehl CLM\",\"Taamey Frank CLM\",\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}בִּנְיָמִין נְתַנְיָהוּ (help·info); born 21 October 1949) is an Israeli politician who has been Prime Minister of Israel since 2009, having previously held the position from 1996 to 1999. Netanyahu is also the Chairman of the Likud – National Liberal Movement. He is the longest-serving Prime Minister in Israeli history and the first to be born in Israel after the establishment of the state.",
  "/wiki/Kenya": "Kenya (/ˈkɛnjə/ (listen)), officially the Republic of Kenya (Swahili: Jamhuri ya Kenya), is a country in Africa with 47 semiautonomous counties governed by elected governors. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Mombasa. Kisumu City is the third largest city and also an inland port on Lake Victoria. Other important urban centres include Nakuru and Eldoret.",
  "/wiki/Jubilee_Party": "The Jubilee Party of Kenya is the ruling political party of the Republic of Kenya. The party was founded on 8 September 2016, following the merger of 11 smaller parties. During the 2017 election, the Jubilee Party secured a plurality of seats in Parliament and the party leader, Uhuru Kenyatta, was reelected president. Since January 2019, the party's stability has been threatened by growing infighting.",
  "/wiki/Uhuru_Kenyatta": "Uhuru Muigai Kenyatta (born 26 October 1961) is a Kenyan politician, businessman, and the fourth and current President of the Republic of Kenya. He served as the Member of Parliament (MP) for Gatundu South from 2002 to 2013. Currently, he is a member and the party leader of the Jubilee Party of Kenya. Uhuru was previously associated with the Kenya Africa National Union before joining The National Alliance, one of the allied parties that campaigned for his reelection during the 2017 general elections.",
  "/wiki/Maldives": "The Maldives (/ˈmɔːldiːvs/, US: /ˈmɔːldaɪvz/ (listen); Dhivehi: ދިވެހިރާއްޖެ Dhivehi Raajje), officially the Republic of Maldives, is a small island nation in South Asia, located in the Arabian Sea of the Indian Ocean. It lies southwest of Sri Lanka and India, about 1,000 kilometres (620 mi) from the Asian continent. The chain of 26 atolls stretches from Ihavandhippolhu Atoll in the north to Addu Atoll in the south. Comprising a territory spanning roughly 298 square kilometres (115 sq mi), the Maldives is one of the world's most geographically dispersed sovereign states as well as the smallest Asian country by land area and population, with around 515,696 inhabitants. Malé is the capital and the most populated city, traditionally called the \"King's Island\" for its central location.",
  "/wiki/Progressive_Party_of_Maldives": "The Progressive Party of Maldives (Dhivehi: ޕްރޮގްރެސިވް ޕާރޓީ އޮފް މޯލްޑިވްސް), also known as the PPM, is the largest political party in Maldives with a total membership of 49,416 as of 30 June 2018. The stated goal of the party is driving Maldives towards an independent and democratic, safe and secure, high income, high human capital, developed nation state with a diversified and robust economy whilst preserving its Islamic heritage.",
  "/wiki/Abdulla_Yameen": "Abdulla Yameen Abdul Gayoom (Dhivehi: އަބްދުﷲ ޔާމީން އަބްދުލް ގައްޔޫމް Arabic: عَبْدُ ٱللّٰه يَمِين عَبْدُ ٱلْقَيُوم‎; born 21 May 1959) is a Maldivian politician who was the 6th President of the Maldives from 2013 to 2018. He left office on 17 November 2018 following his defeat in the 2018 presidential election, in which he sought to win a second 5-year term.",
  "/wiki/New_Zealand": "New Zealand (Māori: Aotearoa [aɔˈtɛaɾɔa]) is a sovereign island country in the southwestern Pacific Ocean. The country has two main landmasses—the North Island (Te Ika-a-Māui), and the South Island (Te Waipounamu)—and around 600 smaller islands. It has a total land area of 268,000 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the Pacific island areas of New Caledonia, Fiji, and Tonga. Because of its remoteness, it was one of the last lands to be settled by humans. During its long period of isolation, New Zealand developed a distinct biodiversity of animal, fungal, and plant life. The country's varied topography and its sharp mountain peaks, such as the Southern Alps, owe much to the tectonic uplift of land and volcanic eruptions. New Zealand's capital city is Wellington, and its most populous city is Auckland.",
  "/wiki/New_Zealand_National_Party": "The New Zealand National Party (Māori: Rōpū Nāhinara o Aotearoa), shortened to National (Nāhinara) or the Nats, is a centre-right political party in New Zealand. It is one of two major parties that dominate contemporary New Zealand politics, alongside its traditional rival, the New Zealand Labour Party.",
  "/wiki/Simon_Bridges": "Simon Joseph Bridges (born 12 October 1976) is a New Zealand politician and lawyer who has served as the Leader of the New Zealand National party and Leader of the Opposition since 27 February 2018. He has been the Member of Parliament for Tauranga since the  2008 election. A self-described \"compassionate conservative\", Bridges has served in several Cabinet portfolios, including those of Minister of Transport (2014–2017) and Minister of Economic Development (2016–2017). He took the role of Leader of the House from May to October 2017.",
  "/wiki/Tanzania": "Tanzania (/ˌtænzəˈniːə/,[note 2] Swahili: [tanzaˈni.a]), officially the United Republic of Tanzania (Swahili: Jamhuri ya Muungano wa Tanzania), is a country in East Africa within the African Great Lakes region. It borders Uganda to the north; Kenya to the northeast; Comoro Islands at the Indian Ocean to the east; Mozambique and Malawi to the south; Zambia to the southwest; and Rwanda, Burundi, and the Democratic Republic of the Congo to the west. Mount Kilimanjaro, Africa's highest mountain, is in northeastern Tanzania.",
  "/wiki/Chadema": "Chadema is a center-right political party in Tanzania. It campaigns largely on an anti-corruption platform.  The name is short for Chama cha Demokrasia na Maendeleo, Swahili for Party for Democracy and Progress.",
  "/wiki/Freeman_Mbowe": "Freeman Aikaeli Mbowe (born 9 December 1961) is a [[Tanzanian] politician and the current nominated chairman of the Chama cha Demokrasia na Maendeleo (CHADEMA – Political Party for Democracy and Development). He was elected to continue as a National Assembly member representing the Hai District in the Kilimanjaro Region as per the 2015 general election.",
  "/wiki/Tunisia": "Tunisia[a], officially the Republic of Tunisia[b], is a country in the Maghreb region of North Africa, covering 163,610 square kilometres (63,170 square miles). Its northernmost point, Cape Angela, is also the northernmost point on the African continent. Tunisia is bordered by Algeria to the west and southwest, Libya to the southeast, and the Mediterranean Sea to the north and east. Tunisia's population was 11.5 million in 2017. Tunisia's name is derived from its capital city, Tunis (Berber native name: Tunest), which is located on its northeast coast.",
  "/wiki/Afek_Tounes": "Afek Tounes (Arabic: آفاق تونس‎, \"Tunisian Aspiration(s)\" or \"Horizons of Tunisia\") is a centre-right political party in Tunisia. Its program is liberal, focusing on secularism and civil liberties. The party mainly appealed to intellectuals and the upper class.",
  "/wiki/Yassine_Brahim": "Yassine Brahim (Arabic: ياسين إبراهيم‎; born 20 February 1966 in Mahdia, Tunisia) is a Tunisian engineer, manager and politician. Leader of the secular liberal Afek Tounes party, he was appointed Minister of Development, Investment and International Cooperation in February 2015.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Republican_Party_(United_States)": "The Republican Party, also referred to as the GOP (Grand Old Party), is one of the two major contemporary political parties in the United States; the other is its historic rival, the Democratic Party.",
  "/wiki/Donald_Trump": "Donald John Trump (born June 14, 1946) is the 45th and current president of the United States. Before entering politics, he was a businessman and television personality.",
  "/wiki/United_States_Senate": "The United States Senate is the upper chamber of the United States Congress, which, along with the United States House of Representatives—the lower chamber—constitutes the legislature of the United States. The Senate chamber is located in the north wing of the Capitol Building, in Washington, D.C.",
  "/wiki/United_States_House_of_Representatives": "The United States House of Representatives is the lower house of the United States Congress, the Senate being the upper house. Together they compose the national legislature of the United States."
}