{
  "/wiki/Armenia": "Armenia (/ɑːrˈmiːniə/ (listen); Armenian: Հայաստան, romanized: Hayastan, IPA: [hɑjɑsˈtɑn]), officially the Republic of Armenia (Armenian: Հայաստանի Հանրապետություն, romanized: Hayastani Hanrapetut'yun, IPA: [hɑjɑstɑˈni hɑnɾɑpɛtutʰˈjun]), is a landlocked country in the South Caucasus region of Eurasia. Located in Western Asia on the Armenian Highlands, it is bordered by Turkey to the west, Georgia to the north, the de facto independent Republic of Artsakh and Azerbaijan to the east, and Iran and Azerbaijan's exclave of Nakhchivan to the south.",
  "/wiki/Prosperous_Armenia": "Prosperous Armenia Party (PAP; Armenian: Բարգավաճ Հայաստան կուսակցություն, romanized: Bargavatch Hayastan kusaktsut’yun, abbreviated as ԲՀԿ BHK), is a right-wing political party in Armenia. It was founded by businessman Gagik Tsarukyan on 30 April 2004, when the constituent congress of the party took place.",
  "/wiki/Belarus": "Belarus (/bɛləˈruːs/; Belarusian: Беларусь, IPA: [bʲɛlaˈrusʲ]), officially the Republic of Belarus (Belarusian: Рэспубліка Беларусь, Russian: Республика Беларусь), formerly known by its Russian name Byelorussia or Belorussia (Russian: Белоруссия), is a landlocked country in Eastern Europe bordered by Russia to the northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Its capital and most populous city is Minsk. Over 40% of its 207,600 square kilometres (80,200 sq mi) is forested. Its major economic sectors are service industries and manufacturing. Until the 20th century, different states at various times controlled the lands of modern-day Belarus, including the Principality of Polotsk (11th to 14th centuries), the Grand Duchy of Lithuania, the Polish–Lithuanian Commonwealth, and the Russian Empire.",
  "/wiki/BPF_Youth": "The BPF Youth (Belarusian: Моладзь БНФ, translit.  Moladź BNF) is the largest youth-led, party political organization in Belarus, the youth wing of the BPF Party.",
  "/wiki/BPF_Party": "The BPF Party (Belarusian: Партыя БНФ, romanized: Partyja BNF or ПБНФ PBNF), is a political party in Belarus. It was de facto established after the split of the social movement Belarusian Popular Front or BPF (Belarusian: Беларускі Народны Фронт \"Адраджэньне\", romanized: Biełaruski Narodny Front \"Adradžeńnie\" or БНФ (BNF) in 1999. The Belarusian Popular Front was founded during the Perestroika era by members of the Belarusian intelligentsia, including Vasil Bykaŭ. Its first and most charismatic leader was Zianon Pazniak.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/N-VA": "The New Flemish Alliance (Dutch: Nieuw-Vlaamse Alliantie, N-VA) is a Flemish nationalist, conservative political party in Belgium, founded in 2001. The N-VA is a regionalist, separatist movement that self-identifies with the promotion of civic nationalism. It is part of the Flemish Movement; the party strives for the peaceful and gradual secession of Flanders from Belgium.[third-party source needed] In recent years it has become the largest party of Flanders as well as of Belgium as a whole, and it participated in the 2014–18 Belgian Government until 9 December 2018.",
  "/wiki/Czech_Republic": "The Czech Republic (/ˈtʃɛk -/ (listen); Czech: Česká republika [ˈtʃɛskaː ˈrɛpublɪka] (listen)), also known by its short-form name, Czechia (/ˈtʃɛkiə/ (listen); Czech: Česko [ˈtʃɛsko] (listen)), is a country in Central Europe bordered by Poland to the northeast, Slovakia to the southeast, Austria to the south, and Germany to the west. The Czech Republic is a landlocked country with a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unitary parliamentary republic, with 10.7 million inhabitants. Its capital and largest city is Prague, with 1.3 million residents; other major cities are Brno, Ostrava, Olomouc and Pilsen.",
  "/wiki/Young_Conservatives_(Czech_Republic)": "The Young Conservatives (Czech: Mladí konzervativci) is a political youth organisation in the Czech Republic.  It is the youth wing of the Civic Democratic Party (ODS), a centre-right political party, and shares that party's conservative and economically liberal ideology.",
  "/wiki/Civic_Democratic_Party_(Czech_Republic)": "The Civic Democratic Party (Czech: Občanská demokratická strana, ODS) is a liberal-conservative eurosceptic political party in the Czech Republic. It holds 25 seats in the Chamber of Deputies, and is the second strongest party following the 2017 election.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).",
  "/wiki/Young_Conservatives_(Denmark)": "Young Conservatives Denmark (Danish: Konservativ Ungdom, abbreviated KU) is the youth wing of the Conservative People's Party of Denmark, and the oldest political youth organization in the world still in existence. KU is considered an institution in Danish youth politics and often seen as a rebellious and ideological watchdog of the mother-party. Internationally KU is very well represented and active in various elections throughout the year.",
  "/wiki/Conservative_People's_Party_(Denmark)": "The Conservative People's Party (Danish: Det Konservative Folkeparti, DKF), also known as the Conservatives (Konservative) is a conservative centre-right political party in Denmark. The party is a member of the European People's Party (EPP) and International Democrat Union.",
  "/wiki/Faroe_Islands": "The Faroe Islands (/ˈfɛəroʊ/; Faroese: Føroyar, pronounced [ˈfœɹjaɹ]; Danish: Færøerne, pronounced [ˈfæɐ̯ˌøˀɐnə]), or the Faeroe Islands, is a North Atlantic archipelago located 320 kilometres (200 mi) north-northwest of Scotland, and about halfway between Norway and Iceland. It is an autonomous territory within the Kingdom of Denmark. The islands have a total area of about 1,400 square kilometres (540 sq mi) with a population of 51,783 as of June 2019[update].",
  "/wiki/Huxa": "The Faroese People's Party – Radical Self-Government (Faroese: Hin føroyski fólkaflokkurin – radikalt sjálvstýri) is a pro-Faroese independence conservative and conservative-liberal political party on the Faroe Islands, led by Jørgen Niclasen.  One of the four major parties, it has had eight seats in the Løgting since the 2011 election, making it the joint-largest party, but it has neither of the Faroes' seats in the Folketing.",
  "/wiki/People's_Party_(Faroe_Islands)": "The Faroese People's Party – Radical Self-Government (Faroese: Hin føroyski fólkaflokkurin – radikalt sjálvstýri) is a pro-Faroese independence conservative and conservative-liberal political party on the Faroe Islands, led by Jørgen Niclasen.  One of the four major parties, it has had eight seats in the Løgting since the 2011 election, making it the joint-largest party, but it has neither of the Faroes' seats in the Folketing.",
  "/wiki/Finland": "Finland (Finnish: Suomi [ˈsuo̯mi] (listen); Swedish: Finland [ˈfɪ̌nland] (listen), Finland Swedish: [ˈfinlɑnd]), officially the Republic of Finland (Finnish: Suomen tasavalta, Swedish: Republiken Finland (listen to all)),[note 1] is a Nordic country in Northern Europe bordering the Baltic Sea, Gulf of Bothnia, and Gulf of Finland, between Sweden to the west, Russia to the east, Estonia to the south, and north-eastern Norway to the north. The capital and largest city is Helsinki. Other major cities are Espoo, Tampere, Vantaa, Oulu, Turku, Jyväskylä, Lahti and Kuopio.",
  "/wiki/Finns_Party_Youth": "The Finns Party Youth (Finnish: Perussuomalaiset Nuoret) is the youth wing of the Finns Party, a political party in Finland. The youth wing was officially founded in 2006.",
  "/wiki/Finns_Party": "The Finns Party, formerly known in English as the True Finns (Finnish: Perussuomalaiset, PS, Swedish: Sannfinländarna, Sannf.),[note 1] is a Finnish populist political party. It was founded in 1995 following the dissolution of the Finnish Rural Party.",
  "/wiki/Georgia_(country)": "Georgia (Georgian: საქართველო, translit.: sakartvelo, IPA: [sɑkʰɑrtʰvɛlɔ] (listen)), known until 1995 as the Republic of Georgia (Georgian: საქართველოს რესპუბლიკა, translit.: sakartvelos resp'ublik'a) is a country in the Caucasus region of Eurasia. Located at the crossroads of Western Asia and Eastern Europe, it is bounded to the west by the Black Sea, to the north by Russia, to the south by Turkey and Armenia, and to the southeast by Azerbaijan. The capital and largest city is Tbilisi. Georgia covers a territory of 69,700 square kilometres (26,911 sq mi), and its 2017 population is about 3.718 million. Georgia is a unitary parliamentary republic, with the government elected through a representative democracy.",
  "/wiki/Conservative_Party_of_Georgia": "The Conservative Party of Georgia (Georgian: საქართველოს კონსერვატიული პარტია, Sak’art’velos konservatiuli partia, SKP) is a centre-right and nationalist political party, active in Georgia since 2001.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Young_Alternative_for_Germany": "The Young Alternative for Germany (German: Junge Alternative für Deutschland or JA) is a political youth organisation in Germany. Founded on 15 June 2013 in Darmstadt, and open to people aged 14 to 35 years, it presents itself as the youth wing of the Alternative for Germany (AfD) party, but remains legally independent. Chairman is Damian Lohr, vice-chairpersons are Dominic Fiedler, Mary Khan, Jan C. Hornuf and Tomasz Froelich.",
  "/wiki/Alternative_for_Germany": "Alternative for Germany (German: Alternative für Deutschland, AfD) is a right-wing to far-right political party in Germany. Founded in April 2013, the AfD narrowly missed the 5% electoral threshold to sit in the Bundestag during the 2013 federal election.  In 2014, the party won seven seats in the European election as a member of the European Conservatives and Reformists. After securing representation in 14 of the 16 German state parliaments by October 2017, in the 2017 federal election the AfD became the third-largest party in Germany after winning 94 seats in the Bundestag. It was the first time they had been represented there. The party is chaired by Jörg Meuthen and Tino Chrupalla; its lead candidates in the 2017 elections were AfD Co-Vice Chairman Alexander Gauland and Alice Weidel, who now serves as the party group leader in the Bundestag. In 2017 the AfD also became the largest opposition party in the Bundestag.",
  "/wiki/Iceland": "Iceland (Icelandic: Ísland; [ˈistlant] (listen))[c] is a Nordic island country in the North Atlantic, with a population of 360,390 and an area of 103,000 km2 (40,000 sq mi), making it the most sparsely populated country in Europe.[d] The capital and largest city is Reykjavík. Reykjavik and the surrounding areas in the southwest of the country are home to over two-thirds of the population. Iceland is volcanically and geologically active. The interior consists of a plateau characterised by sand and lava fields, mountains, and glaciers, and many glacial rivers flow to the sea through the lowlands. Iceland is warmed by the Gulf Stream and has a temperate climate, despite a high latitude just outside the Arctic Circle. Its high latitude and marine influence keep summers chilly, with most of the archipelago having a tundra climate.",
  "/wiki/Young_Independents": "Young Independents (Icelandic: Ungir sjálfstæðismenn), abbreviated to SUS, is the youth wing of the Independence Party of Iceland.",
  "/wiki/Independence_Party_(Iceland)": "The Independence Party (Icelandic: Sjálfstæðisflokkurinn) is a liberal-conservative, Eurosceptic political party in Iceland. It is currently the largest party in the Alþingi, with 16 seats. The chairman of the party is Bjarni Benediktsson. The secretary of the party is Áslaug Arna Sigurbjörnsdóttir.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Youth_for_Freedom_(Italy)": "Forza Italia[nb 1] (translated to \"Forward Italy\" or \"Let's Go Italy\", known also by its acronym FI) is a centre-right political party in Italy whose ideology includes elements of liberal conservatism, Christian democracy, and liberalism. Its leader is Silvio Berlusconi, former Prime Minister of Italy (1994–1995, 2001–2006, 2008–2011).",
  "/wiki/Forza_Italia_(2013)": "Forza Italia[nb 1] (translated to \"Forward Italy\" or \"Let's Go Italy\", known also by its acronym FI) is a centre-right political party in Italy whose ideology includes elements of liberal conservatism, Christian democracy, and liberalism. Its leader is Silvio Berlusconi, former Prime Minister of Italy (1994–1995, 2001–2006, 2008–2011).",
  "/wiki/Latvia": "Latvia (/ˈlɑːtviə/ or /ˈlætviə/ (listen); Latvian: Latvija [ˈlatvija], Livonian: Lețmō), officially known as the Republic of Latvia (Latvian: Latvijas Republika, Livonian: Lețmō Vabāmō), is a country in the Baltic region of Northern Europe. Since its independence, Latvia has been referred to as one of the Baltic states. It is bordered by Estonia to the north, Lithuania to the south, Russia to the east, Belarus to the southeast, and shares a maritime border with Sweden to the west. Latvia has 1,957,200 inhabitants and a territory of 64,589 km2 (24,938 sq mi). The country has a temperate seasonal climate. The Baltic Sea moderates climate, although it has four distinct seasons and snowy winters.",
  "/wiki/For_Fatherland_and_Freedom/LNNK_Youth_Club": "For Fatherland and Freedom/LNNK (Latvian: Tēvzemei un Brīvībai/LNNK, abbreviated to TB/LNNK) was a free market national conservative political party in Latvia. In 2011, it dissolved and merged into the National Alliance.",
  "/wiki/For_Fatherland_and_Freedom/LNNK": "For Fatherland and Freedom/LNNK (Latvian: Tēvzemei un Brīvībai/LNNK, abbreviated to TB/LNNK) was a free market national conservative political party in Latvia. In 2011, it dissolved and merged into the National Alliance.",
  "/wiki/Liechtenstein": "Liechtenstein (/ˈlɪktənstaɪn/ (listen) LIK-tən-styne; German: [ˈlɪçtn̩ʃtaɪn]), officially the Principality of Liechtenstein (German: Fürstentum Liechtenstein), is a German-speaking microstate situated in the Alps and in the southwest of Central Europe. The principality is a semi-constitutional monarchy headed by the Prince of Liechtenstein; the Prince's extensive powers are equivalent to those of a President in a semi-presidential system.",
  "/wiki/Junge_FBP": "The Progressive Citizens' Party (German: Fortschrittliche Bürgerpartei, FBP) is a national-conservative political party in Liechtenstein. The FBP is one of the two major political parties in Liechtenstein, along with the liberal-conservative Patriotic Union. Founded in 1918 along with the now-defunct Christian-Social People's Party, it is the oldest extant party in Liechtenstein.",
  "/wiki/Progressive_Citizens'_Party": "The Progressive Citizens' Party (German: Fortschrittliche Bürgerpartei, FBP) is a national-conservative political party in Liechtenstein. The FBP is one of the two major political parties in Liechtenstein, along with the liberal-conservative Patriotic Union. Founded in 1918 along with the now-defunct Christian-Social People's Party, it is the oldest extant party in Liechtenstein.",
  "/wiki/Lithuania": "Lithuania (/ˌlɪθjuˈeɪniə/ (listen) LITH-ew-AY-nee-ə; Lithuanian: Lietuva [lʲɪɛtʊˈvɐ]), officially the Republic of Lithuania (Lithuanian: Lietuvos Respublika), is a country in the Baltic region of Europe. Lithuania is considered to be one of the Baltic states. The country is situated along the southeastern shore of the Baltic Sea, to the east of Sweden and Denmark. It is bordered by Latvia to the north, Belarus to the east and south, Poland to the south, and Kaliningrad Oblast (a Russian exclave) to the southwest. Lithuania has an estimated population of 2.8 million people as of 2019[update], and its capital and largest city is Vilnius. Other major cities are Kaunas and Klaipėda. Lithuanians are Baltic people. The official language, Lithuanian, is one of only two living languages in the Baltic branch of the Indo-European language family, the other being Latvian.",
  "/wiki/Electoral_Action_of_Poles_in_Lithuania_Youth_Organisation": "Electoral Action of Poles in Lithuania – Christian Families Alliance or EAPL–CFA (Lithuanian: Lietuvos lenkų rinkimų akcija – Krikščioniškų šeimų sąjunga or LLRA–KŠS; Polish: Akcja Wyborcza Polaków na Litwie – Związek Chrześcijańskich Rodzin or AWPL–ZCHR) is a political party in Lithuania. It represents the Polish minority and positions itself as Christian-democratic. It has 8 seats in the Seimas, one seat in the European Parliament, and 11 seats in coalition with the Russian Alliance in the Vilnius City Municipality.",
  "/wiki/Electoral_Action_of_Poles_in_Lithuania": "Electoral Action of Poles in Lithuania – Christian Families Alliance or EAPL–CFA (Lithuanian: Lietuvos lenkų rinkimų akcija – Krikščioniškų šeimų sąjunga or LLRA–KŠS; Polish: Akcja Wyborcza Polaków na Litwie – Związek Chrześcijańskich Rodzin or AWPL–ZCHR) is a political party in Lithuania. It represents the Polish minority and positions itself as Christian-democratic. It has 8 seats in the Seimas, one seat in the European Parliament, and 11 seats in coalition with the Russian Alliance in the Vilnius City Municipality.",
  "/wiki/Luxembourg": "Luxembourg (/ˈlʌksəmbɜːrɡ/ (listen) LUK-səm-burg; Luxembourgish: Lëtzebuerg [ˈlətsəbuə̯ɕ] (listen); French: Luxembourg; German: Luxemburg), officially the Grand Duchy of Luxembourg,[c] is a landlocked country in western Europe. It is bordered by Belgium to the west and north, Germany to the east, and France to the south. Its capital, Luxembourg City, is one of the four official capitals of the European Union (together with Brussels, Frankfurt, and Strasbourg) and the seat of the European Court of Justice, the highest judicial authority in the EU. Its culture, people, and languages are highly intertwined with its neighbours, making it essentially a mixture of French and German cultures, as evident by the nation's three official languages: French, German, and the national language of Luxembourgish. The repeated invasions by Germany, especially in World War II, resulted in the country's strong will for mediation between France and Germany and, among other things, led to the foundation of the European Union.",
  "/wiki/ADRenalin_(Luxembourg)": "ADRenalin, the young ADR (Luxembourgish: ADRenalin, déi jonk ADR) is the youth wing of the Alternative Democratic Reform Party (ADR), a conservative political party in Luxembourg.",
  "/wiki/Alternative_Democratic_Reform_Party": "The Alternative Democratic Reform Party (ADR; Luxembourgish: Alternativ Demokratesch Reformpartei, French: Parti réformiste d'alternative démocratique, German: Alternative Demokratische Reformpartei) is a national-conservative and populist political party in Luxembourg.  It has four seats in the sixty-seat Chamber of Deputies, making it the fifth-largest party.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages.",
  "/wiki/Forum_for_Democracy": "Forum for Democracy (Dutch: Forum voor Democratie, FvD) is a conservative, right-wing populist Eurosceptic political party in the Netherlands, initially founded as a think tank by Thierry Baudet, who has been the party's leader since its founding in late 2016. The party first participated in elections in the 2017 general election, winning two seats in the House of Representatives. In the 2019 provincial elections, FvD won the most number of seats.",
  "/wiki/Norway": "Norway (Norwegian: Norge (Bokmål) or Noreg (Nynorsk); Northern Sami: Norga; Lule Sami: Vuodna; Southern Sami: Nöörje), officially the Kingdom of Norway, is a Nordic country in Northwestern Europe whose territory comprises the western and northernmost portion of the Scandinavian Peninsula; the remote island of Jan Mayen and the archipelago of Svalbard are also part of the Kingdom of Norway.[note 2] The sub-Antarctic Bouvet Island is a dependent territory and thus not considered part of the kingdom. Norway also lays claim to the Antarctic territories of Queen Maud Land and Peter I Island.",
  "/wiki/Progress_Party's_Youth": "The Progress Party's Youth (Norwegian: Fremskrittspartiets Ungdom, FpU), is the youth wing of the Norwegian political party the Progress Party. It is generally considered to be more libertarian than the Progress Party itself. The organization has active chapters in all counties of Norway as well as in over 50 municipalities.",
  "/wiki/Progress_Party_(Norway)": "The Progress Party (Bokmål: Fremskrittspartiet, Nynorsk: Framstegspartiet, commonly abbreviated as FrP) is a libertarian right-wing political party in Norway. The party values are focused on civil liberties, individualism, and limited government. It is the country's third largest political party, with 26 representatives in the Norwegian Storting. The party was a partner in Norway's centre-right government coalition. Its leader, Siv Jensen, served as Norway's Minister of Finance until withdrawing the party from the government in January 2020.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin.",
  "/wiki/Law_and_Justice_Youth_Forum": "Law and Justice Youth Forum (Polish: Forum Młodych Prawo i Sprawiedliwość), abbreviated to FM PiS, is the youth wing of the Polish conservative party Law and Justice.",
  "/wiki/Law_and_Justice": "Law and Justice (Polish: Prawo i Sprawiedliwość [ˈpravɔ i spravjɛdˈlivɔɕtɕ] (listen); PiS) is a national-conservative, Christian democratic and right-wing populist political party in Poland, a member of the European Conservatives and Reformists Party. With 198 seats in the Polish Sejm and 48 in the Senate, PiS is currently the largest political party in the Polish parliament. The current twenty-five PiS MEPs sit in the European Conservatives and Reformists Group in the European Parliament.",
  "/wiki/Portugal": "Portugal (Portuguese: [puɾtuˈɣal]), officially the Portuguese Republic (Portuguese: República Portuguesa [ʁɛˈpuβlikɐ puɾtuˈɣezɐ]),[note 5] is a country located mostly on the Iberian Peninsula, in southwestern Europe. It is the westernmost sovereign state of mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional governments.",
  "/wiki/People's_Youth_(Portugal)": "The People's Youth (Portuguese: Juventude Popular) is a Portuguese political youth organisation.  It is an autonomous organisation affiliated to the Democratic and Social Centre – People's Party (CDS–PP).",
  "/wiki/Democratic_and_Social_Centre_–_People's_Party": "The CDS – People's Party (Portuguese: CDS – Partido Popular, derived from Centro Democrático e Social – Partido Popular, CDS-PP) is a conservative, Christian democratic, and national-conservative political party in Portugal.  In voting ballots the party's name appears only as People's Party, with the acronym CDS-PP unchanged.",
  "/wiki/Romania": "Romania (/roʊˈmeɪniə/ (listen) ro-MAY-nee-ə; Romanian: România [romɨˈni.a] (listen)) is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It has borders with the Black Sea to the southeast, Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east. It has a predominantly temperate-continental climate. With a total area of 238,397 square kilometers (92,046 square miles), Romania is the 8th largest country and also the 6th most populous member state of the European Union, having almost 20 million inhabitants. Its capital and largest city is Bucharest, and other major urban areas include Cluj-Napoca, Timișoara, Iași, Constanța, Craiova, Brașov, and Galați.",
  "/wiki/New_Republic_(Romania)": "The New Republic (Romanian: Noua Republică) is a political party in Romania. It was established in October 2011 as a grassroots movement inspired by a manifesto on blogs and center-right platforms. The movement grew and spawned more than 40 branches around the country. The first President was Mihail Neamțu, an intellectual who entered politics.[clarification needed] The Vice President is George Mioc. On 16 March 2015, Neamțu announced he was stepping down to focus more on his family.",
  "/wiki/European_Conservatives_and_Reformists_Party": "The European Conservatives and Reformists Party (ECR Party), formerly known as Alliance of European Conservatives and Reformists (AECR) (2009–2016) and Alliance of Conservatives and Reformists in Europe (ACRE) (2016–2019), is a conservative Eurosceptic European political party with a main focus on reforming the European Union (EU) on the basis of Eurorealism, as opposed to total rejection of the EU (anti-EU-ism). It currently has twenty-four member parties and three further independent members from twenty-one countries, in addition to seven regional partners worldwide."
}