{
  "/wiki/Ankh": "The ankh is an ancient Egyptian hieroglyphic symbol that was most commonly used in writing and in Egyptian art to represent the word for \"life\" and, by extension, as a symbol of life itself.",
  "/wiki/Ancient_Egyptian_religion": "Ancient Egyptian religion was a complex system of polytheistic beliefs and rituals that formed an integral part of ancient Egyptian society. It centered on the Egyptians' interaction with many deities believed to be present in, and in control of, the world. Rituals such as prayer and offerings were provided to the gods to gain their favor. Formal religious practice centered on the pharaohs, the rulers of Egypt, believed to possess a divine power by virtue of their position. They acted as intermediaries between their people and the gods, and were obligated to sustain the gods through rituals and offerings so that they could maintain Ma'at, the order of the cosmos. The state dedicated enormous resources to religious rituals and to the construction of temples.",
  "/wiki/Kemetism": "Kemetism (also Kemeticism; both from the Egyptian kmt, usually voweled Kemet, the native name of Ancient Egypt), also sometimes referred to as Neterism (from nṯr (Coptic ⲛⲟⲩⲧⲉ noute) \"deity\"), or Egyptian Neopaganism, is the contemporary revival of Ancient Egyptian religion and related expressions of religion in classical and late antiquity, emerging during the 1970s. A Kemetic is one who follows Kemetism.",
  "/wiki/Neo-paganism": "Modern Paganism, also known as Contemporary Paganism and Neopaganism, is a collective term for new religious movements influenced by or derived from the various historical pagan beliefs of pre-modern peoples. Although they share similarities, contemporary Pagan religious movements are diverse, and do not share a single set of beliefs, practices, or texts. Most academics who study the phenomenon treat it as a movement that is divided into different religions; others characterize it as a single religion of which different Pagan faiths are denominations.",
  "/wiki/Belomancy": "Belomancy, also bolomancy, is the ancient art of divination by use of arrows. The word is built upon Greek βέλος belos, \"arrow, dart\" and μαντεία manteia \"divination\". Belomancy  was anciently practised at least by Babylonians, Greeks, Arabs and Scythians.",
  "/wiki/Divination": "Divination (from Latin divinare \"to foresee, to foretell, to predict, to prophesy \", related to divinus, divine), or \"to be inspired by a god\", is the attempt to gain insight into a question or situation by way of an occultic, standardized process or ritual. Used in various forms throughout history, diviners ascertain their interpretations of how a querent should proceed by reading signs, events, or omens, or through alleged contact with a supernatural agency.",
  "/wiki/Baphomet": "Baphomet (/ˈbæfoʊmɛt/;[citation needed] from Medieval Latin: Baffumettus, Baffometi; Occitan: Bafomet or Bafometz) is a deity that the Knights Templar were accused of worshipping, and that subsequently was incorporated into occult and mystical traditions.[citation needed]\nThe name Baphomet appeared in trial transcripts for the Inquisition of the Knights Templar starting in 1307. It first came into popular English usage in the 19th century during debate and speculation on the reasons for the suppression of the Templars.",
  "/wiki/Knights_Templar": "The Poor Fellow-Soldiers of Christ and of the Temple of Solomon (Latin: Pauperes commilitones Christi Templique Salomonici), also known as the Order of Solomon's Temple, the Knights Templar or simply the Templars, were a Catholic military order founded in 1119 and recognised in 1139 by the papal bull Omne datum optimum. The order was active until 1312 when it was perpetually suppressed by Pope Clement V by the bull Vox in excelso.",
  "/wiki/Theistic_Satanism": "Theistic Satanism or spiritual Satanism is an umbrella term for religious beliefs that consider Satan as an objectively existing supernatural being or force worthy of supplication, with whom individuals may contact, convene and even praise, rather than him being just an archetype, symbol or idea as in LaVeyan Satanism. The individual belief systems under this umbrella are practiced by loosely affiliated or independent groups and cabals. Another characteristic of theistic Satanism is the use of ceremonial magic.",
  "/wiki/LaVeyan_Satanism": "LaVeyan Satanism is a religion founded in 1966 by the American occultist and author Anton Szandor LaVey. Scholars of religion have classified it as a new religious movement and a form of Western esotericism. It is one of several different movements that describe themselves as forms of Satanism.",
  "/wiki/Dogme_et_Rituel_de_la_Haute_Magie": "Dogme et Rituel de la Haute Magie (English: Dogma and Ritual of High Magic) is the title of Éliphas Lévi's first published treatise on ritual magic, which appeared in two volumes between 1854 (Dogme) and 1856 (Rituel). The work is structured into 22 chapters, which parallel the Tarot.",
  "/wiki/%C3%89liphas_L%C3%A9vi": "Éliphas Lévi Zahed, born Alphonse Louis Constant (8 February 1810 – 31 May 1875), was a French occult author and ceremonial magician.",
  "/wiki/Sigil_of_Baphomet": "The Sigil of Baphomet is the official insignia of the Church of Satan and is trademarked and copyrighted by the Church of Satan. The Sigil of Baphomet first appeared on the cover of The Satanic Mass LP in 1968 and later on the cover of The Satanic Bible in 1969. The sigil has been called a \"material pentagram\" representational of carnality and earthy principles. The Church describes the symbol as the \"...preeminent visual distillation of the iconoclastic philosophy of Satanism.\"",
  "/wiki/Statue_of_Baphomet": "The statue of Baphomet is a bronze sculpture commissioned by The Satanic Temple depicting the goat-headed, angel-winged symbol of the occult. First unveiled in Detroit in 2015, the statue stands 8.5 feet (2.6 m) tall and features a prominent pentagram as well as two smiling youths gazing up at the seated central figure.  Public display of the piece, or the mere suggestion of its display, has been a key element of Satanic Temple actions advocating the separation of church and state.",
  "/wiki/Black_Sun_(symbol)": "The black sun (German: Schwarze Sonne) is a symbol, a type of sun wheel (German: Sonnenrad) employed in a post-Nazi Germany context by neo-Nazis and some occult subcultures, such as Satanism.",
  "/wiki/Sowil%C5%8D": "*Sowilō or *sæwelō is the reconstructed Proto-Germanic language name of the s-rune, meaning \"sun\". The name is attested for the same rune in all three Rune Poems. It appears as Old Norse sól, Old English sigel, and Gothic sugil.",
  "/wiki/Wewelsburg": "Wewelsburg (German pronunciation: [ˈveːvl̩sbʊɐ̯k]) is a Renaissance castle located in the village of Wewelsburg, which is a district of the town of Büren, Westphalia, in the Landkreis of Paderborn in the northeast of North Rhine-Westphalia, Germany. The castle has a triangular layout, with three round towers connected by massive walls. After 1934 it was used by the SS under Heinrich Himmler, and was to be expanded into a complex which would serve as the central SS cult-site.",
  "/wiki/Heinrich_Himmler": "Heinrich Luitpold Himmler (German: [ˈhaɪnʁɪç ˈluːɪtˌpɔlt ˈhɪmlɐ] (listen); 7 October 1900 – 23 May 1945) was Reichsführer of the Schutzstaffel (Protection Squadron; SS), and a leading member of the Nazi Party (NSDAP) of Germany. Himmler was one of the most powerful men in Nazi Germany and a main architect of the Holocaust.",
  "/wiki/Occultism_in_Nazism": "Nazism and occultism describes a range of theories, speculation and research into the origins of Nazism and its possible relation to various occult traditions. Such ideas have been a part of popular culture since at least the early 1940s, during World War II, and gained renewed popularity starting in the 1960s. There are documentaries and books on the topic, among the most significant are The Morning of the Magicians (1960) and The Spear of Destiny (1972). Nazism and occultism has also been featured in numerous films, novels, comic books and other fictional media. Some good examples are the film Raiders of the Lost Ark (1981) and the comic book series Hellboy.",
  "/wiki/Landig_Group": "The Landig Group was an occultist and neo-völkisch group formed in 1950, that first gathered for discussions at the studio of the designer Wilhelm Landig in Vienna's 4th district of Wieden, in Austria. The circle's most prominent and influential members were Wilhelm Landig (1909–1997), Erich Halik (Claude Schweighardt) and Rudolf J. Mund (1920–1985). The circle has also been referred to as the Landig Circle, Vienna Group  and Vienna Lodge.",
  "/wiki/Circled_dot": "The circled dot, circumpunct, or circle with a point at its centre is an ancient symbol. It can represent:",
  "/wiki/Alchemy": "Alchemy (from Arabic: al-kīmiyā) was an ancient branch of natural philosophy, a philosophical and protoscientific tradition practised throughout Europe, Africa, and Asia, originating in Greco-Roman Egypt in the first few centuries.",
  "/wiki/Cross_of_Saint_Peter": "The Cross of Saint Peter or Petrine Cross is an inverted Latin cross, traditionally used as a Christian symbol, but in recent times also used as an anti-Christian symbol.  In Christianity, it is associated with the martyrdom of  Peter the Apostle. The symbol originates from the Catholic tradition that when sentenced to death, Peter requested that his cross be upside down, as he felt unworthy of being crucified in the same manner as Jesus. The Petrine Cross is also associated with the papacy, reflecting the Catholic belief that the Pope is the successor of Peter as Bishop of Rome.",
  "/wiki/Christianity": "Christianity is an Abrahamic monotheistic religion based on the life and teachings of Jesus of Nazareth. Its adherents, known as Christians, believe that Jesus is the Christ, whose coming as the messiah was prophesied in the Hebrew Bible, called the Old Testament in Christianity, and chronicled in the New Testament. It is the world's largest religion with about 2.4 billion followers.",
  "/wiki/Satanism": "Satanism is a group of ideological and philosophical beliefs based on Satan. Contemporary religious practice of Satanism began with the founding of the Church of Satan in 1966, although a few historical precedents exist. Prior to the public practice, Satanism existed primarily as an accusation by various Christian groups toward perceived ideological opponents, rather than a self-identity. Satanism, and the concept of Satan, has also been used by artists and entertainers for symbolic expression.",
  "/wiki/Saint_Peter": "Saint Peter (Classical Syriac: ܫܸܡܥܘܿܢ ܟܹ݁ܐܦ݂ܵܐ‎, romanized: Šemʿōn Kēp̄ā; Hebrew: שמעון בר יונה‎, romanized: Šimʿōn bar Yōnāh; Greek: Πέτρος, translit. Petros; Coptic: Ⲡⲉⲧⲣⲟⲥ, romanized: Petros; Latin: Petrus; r. AD 30; died between AD 64 and 68), also known as Simon Peter, Simeon, Simon (/ˈsaɪmən/ (listen)), Sham'un al-Safa, Cephas, or Peter the Apostle, was one of the Twelve Apostles of Jesus Christ, and the first leader of the early Church.",
  "/wiki/Anti-Christian_sentiment": "Criticism of Christianity has a long history stretching back to the initial formation of the religion during the Roman Empire. Critics have challenged Christian beliefs and teachings as well as Christian actions, from the Crusades to modern terrorism. The intellectual arguments against Christianity include the suppositions that it is a faith of violence, corruption, superstition, polytheism, and bigotry.",
  "/wiki/Eye_of_Horus": "The Eye of Horus, also known as wadjet, wedjat or udjat, is an ancient Egyptian symbol of protection, royal power, and good health. The Eye of Horus is similar to the Eye of Ra, which belongs to a different god, Ra, but represents many of the same concepts.",
  "/wiki/Horus": "Horus or Her, Heru, Hor in Ancient Egyptian, is one of the most significant ancient Egyptian deities who served many functions, most notably god of kingship and the sky. He was worshipped from at least the late prehistoric Egypt until the Ptolemaic Kingdom and Roman Egypt. Different forms of Horus are recorded in history and these are treated as distinct gods by Egyptologists. These various forms may possibly be different manifestations of the same multi-layered deity in which certain attributes or syncretic relationships are emphasized, not necessarily in opposition but complementary to one another, consistent with how the Ancient Egyptians viewed the multiple facets of reality. He was most often depicted as a falcon, most likely a lanner falcon or peregrine falcon, or as a man with a falcon head.",
  "/wiki/Eye_of_Providence": "The Eye of Providence (or the all-seeing eye of God) is a symbol, having its origin in Christian iconography, showing an eye often surrounded by rays of light or a glory and usually enclosed by a triangle. It represents the eye of God watching over humanity (the concept of divine providence). In the modern era, a notable depiction of the eye is the reverse of the Great Seal of the United States, which appears on the United States one-dollar bill.",
  "/wiki/Christian_iconography": "Iconography, as a branch of art history, studies the identification, description, and the interpretation of the content of images: the subjects depicted, the particular compositions and details used to do so, and other elements that are distinct from artistic style. The word iconography comes from the Greek εἰκών (\"image\") and γράφειν (\"to write\" or to draw).",
  "/wiki/Heptagram": "A heptagram, septagram, septegram or septogram is a seven-point star drawn with seven straight strokes.",
  "/wiki/Babalon": "Babalon /ˈbæbælən/ (also known as the Scarlet Woman, Great Mother or Mother of Abominations) is a goddess found in the occult system of Thelema, which was established in 1904 with English author and occultist Aleister Crowley's writing of The Book of the Law, her name being later given in other works. In her most abstract form, she represents the female sexual impulse and the liberated woman. In the creed of the Gnostic Mass she is also identified with Mother Earth, in her most fertile sense. At the same time, Crowley believed that Babalon had an earthly aspect in the form of a spiritual office, which could be filled by actual women—usually as a counterpart to his own identification as \"To Mega Therion\" (The Great Beast)—whose duty was then to help manifest the energies of the current Aeon of Horus. He believed in his life the Lady of Babalon was personified as Lady Leah Hirsig, who, after several portraits, was consecrated, taking the name Alostrael.",
  "/wiki/Hexagram": "A hexagram (Greek) or sexagram (Latin) is a six-pointed geometric star figure with the Schläfli symbol {6/2}, 2{3}, or {{3}}. Since there are no true regular continuous hexagrams, the term is instead used to refer to the compound figure of two equilateral triangles shown to the right. The intersection is a regular hexagon.",
  "/wiki/Mandala": "A mandala (emphasis on first syllable; Sanskrit मण्डल, maṇḍala – literally \"circle\") is a geometric configuration of symbols with a very different application. In modern, typically American and European use, \"mandala\" has become a generic term for any circle ornament which can be used as a relaxing tool, for diagnostic (f.e. MARI card test[further explanation needed]) or in Art Therapy.",
  "/wiki/Judaism": "Judaism (originally from Hebrew .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"SBL Hebrew\",\"SBL BibLit\",\"Frank Ruehl CLM\",\"Taamey Frank CLM\",\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}יהודה, Yehudah, \"Judah\"; via Latin and Greek) is an ethnic religion comprising the collective religious, cultural and legal tradition and civilization of the Jewish people. Judaism is considered by religious Jews to be the expression of the covenant that God established with the Children of Israel. It encompasses a wide body of texts, practices, theological positions, and forms of organization. The Torah is part of the larger text known as the Tanakh or the Hebrew Bible, and supplemental oral tradition represented by later texts such as the Midrash and the Talmud. With between 14.5 and 17.4 million adherents worldwide, Judaism is the tenth largest religion in the world.",
  "/wiki/Seal_of_Solomon": "The Seal of Solomon (or Ring of Solomon; Arabic: خاتم سليمان‎ Khātam Sulaymān) is the signet ring attributed to King Solomon in medieval Jewish tradition and in Islamic and Western occultism. It was often depicted in either a pentagram or hexagram shape; the latter also known as the Star of David in Jewish tradition.",
  "/wiki/Icelandic_magical_staves": "Icelandic magical staves (Icelandic: galdrastafir) are sigils that were credited with supposed magical effect preserved in various Icelandic grimoires dating from the 17th century and later.[better source needed]",
  "/wiki/Helm_of_Awe": "The Helm of Awe or Helm of Terror (Icelandic: Ægishjálmur, Old Norse Œgishjalmr) is an Icelandic magical stave. A physical object called \"Helm of Terror\" is referenced as one item Sigurd takes from the dragon Fafnir's hoard after he slays him in Völsunga saga. Stanza 16 of Fáfnismál in the Poetic Edda also mentions:",
  "/wiki/Monas_Hieroglyphica": "The Monas Hieroglyphica (or Hieroglyphic Monad) is an esoteric symbol invented and designed by John Dee, the Elizabethan Magus and Court Astrologer of Elizabeth I of England. It is also the title of the 1564 book in which Dee expounds the meaning of his symbol.",
  "/wiki/John_Dee": "John Dee (13 July 1527 – 1608 or 1609) was an Anglo-Welsh mathematician, astrologer and occultist, and an advisor to Queen Elizabeth I. He spent much time on alchemy, divination, and Hermetic philosophy. He advocated turning England's imperial expansion into a \"British Empire\", a term he is credited with coining.",
  "/wiki/Astrology": "Astrology is a pseudoscience that claims to divine information about human affairs and terrestrial events by studying the movements and relative positions of celestial objects. Astrology has been dated to at least the 2nd millennium BCE, and has its roots in calendrical systems used to predict seasonal shifts and to interpret celestial cycles as signs of divine communications. Many cultures have attached importance to astronomical events, and some—such as the Hindus, Chinese, and the Maya—developed elaborate systems for predicting terrestrial events from celestial observations. Western astrology, one of the oldest astrological systems still in use, can trace its roots to 19th–17th century BCE Mesopotamia, from which it spread to Ancient Greece, Rome, the Arab world and eventually Central and Western Europe. Contemporary Western astrology is often associated with systems of horoscopes that purport to explain aspects of a person's personality and predict significant events in their lives based on the positions of celestial objects; the majority of professional astrologers rely on such systems.:83",
  "/wiki/Elizabeth_I": "Elizabeth I (7 September 1533 – 24 March 1603) was Queen of England and Ireland from 17 November 1558 until her death on 24 March 1603. Sometimes called the Virgin Queen, Gloriana or Good Queen Bess, Elizabeth was the last of the five monarchs of the House of Tudor.",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.",
  "/wiki/Ouroboros": "The ouroboros or uroborus (/ˌ(j)ʊərəˈbɒrəs/, also UK: /uːˈrɒbərɒs/, US: /-oʊs/) is an ancient symbol depicting a serpent or dragon eating its own tail. Originating in ancient Egyptian iconography, the ouroboros entered western tradition via Greek magical tradition and was adopted as a symbol in Gnosticism and Hermeticism and most notably in alchemy.  The term derives from Ancient Greek: οὐροβόρος, from οὐρά (oura), \"tail\" + βορά (bora), \"food\", from βιβρώσκω (bibrōskō), \"I eat\". The ouroboros is often interpreted as a symbol for eternal cyclic renewal or a cycle of life, death and rebirth. The  skin-sloughing process of snakes symbolizes the transmigration of souls, the snake biting its own tail is a fertility symbol. The tail of the snake is a phallic symbol, the mouth is a yonic or womb-like symbol.",
  "/wiki/Pentacle": "A pentacle (also spelled and pronounced as pantacle in Thelema, following Aleister Crowley, though that spelling ultimately derived from Éliphas Lévi) is a talisman that is used in magical evocation, and is usually made of parchment, paper, cloth, or metal (although it can be of other materials), upon which a magical design is drawn. Protective symbols may also be included (sometimes on the reverse), a common one being the six-point form of the Seal of Solomon.",
  "/wiki/Sigil_(magic)": "A sigil (/ˈsɪdʒəl/; pl. sigilla or sigils) is a type of symbol used in magic. The term has usually referred to a type of pictorial signature of an angel or other entity. In modern usage, especially in the context of chaos magic, sigil refers to a symbolic representation of the magician's desired outcome.",
  "/wiki/Pentagram": "A pentagram (sometimes known as  a pentalpha, pentangle or star pentagon) is the shape of a five-pointed star.",
  "/wiki/Rose_Cross": "The Rose Cross (also called Rose Croix and Rosy Cross) is a symbol largely associated with the semi-mythical Christian Rosenkreuz, Qabbalist and alchemist and founder of the Rosicrucian Order. The Rose Cross is said to be a cross with a red, golden or white rose at its centre and symbolizes the teachings of a western esoteric tradition formed within the Christian tenets, albeit a Christianity not yet conspicuously in evidence:",
  "/wiki/Rosicrucianism": "Rosicrucianism is a spiritual and cultural movement which arose in Europe in the early 17th century after the publication of several texts which purported to announce the existence of a hitherto unknown esoteric order to the world and made seeking its knowledge attractive to many. The mysterious doctrine of the order is \"built on esoteric truths of the ancient past\", which \"concealed from the average man, provide insight into nature, the physical universe, and the spiritual realm.\" The manifestos do not elaborate extensively on the matter, but clearly combine references to Kabbalah, Hermeticism, alchemy, and Christian mysticism.",
  "/wiki/Hermetic_Order_of_the_Golden_Dawn": "The Hermetic Order of the Golden Dawn (Latin: Ordo Hermeticus Aurorae Aureae; or, more commonly, the Golden Dawn (Aurora Aurea)) was a secret society devoted to the study and practice of the occult, metaphysics, and paranormal activities during the late 19th and early 20th centuries. Known as a magical order, the Hermetic Order of the Golden Dawn was active in Great Britain and focused its practices on theurgy and spiritual development. Many present-day concepts of ritual and magic that are at the centre of contemporary traditions, such as Wicca and Thelema, were inspired by the Golden Dawn, which became one of the largest single influences on 20th-century Western occultism.",
  "/wiki/Christian_Rosenkreuz": "Christian Rosenkreuz (also spelled Rosenkreutz and Christian Rose Cross) is the legendary, possibly allegorical, founder of the Rosicrucian Order (Order of the Rose Cross). He is presented in three manifestos that were published early in the 17th century. These were:",
  "/wiki/Runes": "Runes are the letters in a set of related alphabets known as runic alphabets, which were used to write various Germanic languages before the adoption of the Latin alphabet and for specialised purposes thereafter. The Scandinavian variants are also known as futhark or fuþark (derived from their first six letters of the alphabet: F, U, Þ, A, R, and K); the Anglo-Saxon variant is futhorc or fuþorc (due to sound-changes undergone in Old English by the names of those six letters).",
  "/wiki/Norse_mythology": "Norse mythology is the body of myths of the North Germanic peoples, stemming from Norse paganism and continuing after the Christianization of Scandinavia, and into the Scandinavian folklore of the modern period. The northernmost extension of Germanic mythology, Norse mythology consists of tales of various deities, beings, and heroes derived from numerous sources from both before and after the pagan period, including medieval manuscripts, archaeological representations, and folk tradition.",
  "/wiki/Heathenry_(new_religious_movement)": "Heathenry, also termed Heathenism, contemporary Germanic Paganism, or Germanic Neopaganism, is a modern Pagan religion. Scholars of religious studies classify it as a new religious movement. Developed in Europe during the early 20th century, its practitioners model it on the pre-Christian belief systems adhered to by the Germanic peoples of the Iron Age and Early Middle Ages. In an attempt to reconstruct these past belief systems, Heathenry uses surviving historical, archaeological, and folkloric evidence as a basis, although approaches to this material vary considerably.",
  "/wiki/King_Solomon": "Solomon (/ˈsɒləmən/; Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Taamey Frank CLM\",\"Frank Ruehl CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",\"SBL BibLit\",\"SBL Hebrew\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}שְׁלֹמֹה, Shlomoh),[a] also called Jedidiah (Hebrew יְדִידְיָהּ Yedidyah), was, according to the Hebrew Bible, Old Testament, Quran, and Hadiths, a fabulously wealthy and wise king of the United Kingdom of Israel who succeeded his father, King David. The conventional dates of Solomon's reign are about 970 to 931 BCE, normally given in alignment with the dates of David's reign. He is described as king of the United Monarchy, which would break apart into the northern Kingdom of Israel and the southern Kingdom of Judah shortly after his death. Following the split, his patrilineal descendants ruled over Judah alone.",
  "/wiki/Theosophical_Society": "The Theosophical Society was an organization formed in the United States in 1875 by Helena Blavatsky to advance Theosophy. The original organization, after splits and realignments, currently[update] has several successors. Following the death of Blavatsky, competition within the Society between factions emerged, particularly among founding members and the organisation split between the Theosophical Society Adyar (Olcott-Besant) and the Theosophical Society Pasadena (Judge). The former group, headquartered in India, is the most widespread international group holding the name \"Theosophical Society\" today.",
  "/wiki/Theosophy_(Blavatskian)": "Theosophy is a religion established in the United States during the late nineteenth century. It was founded primarily by the Russian immigrant Helena Blavatsky and draws its beliefs predominantly from Blavatsky's writings. Categorised by scholars of religion as both a new religious movement and as part of the occultist stream of Western esotericism, it draws upon both older European philosophies such as Neoplatonism and Asian religions such as Hinduism and Buddhism.",
  "/wiki/Swastika": "The swastika or sauwastika (as a character, 卐 or 卍, respectively) is a geometrical figure and an ancient religious icon in the cultures of Eurasia. It is used as a symbol of divinity and spirituality in Indian religions, especially Hinduism.\nIn the Western world, it was a symbol of auspiciousness and good luck until the 1930s when it became a feature of Nazi symbolism as an emblem of the so-called Aryan race. As a result of World War II and the Holocaust, most people in Europe and the Americas associate it with Nazism and antisemitism.",
  "/wiki/Star_of_David": "The Star of David (✡), known in Hebrew as the Shield of David or Magen David (Hebrew מָגֵן דָּוִד‎; Biblical Hebrew Māḡēn Dāwīḏ [maːˈɣeːn daːˈwiːð], Tiberian [mɔˈɣen dɔˈvið], Modern Hebrew [maˈɡen daˈvid], Ashkenazi Hebrew and Yiddish Mogein Dovid [ˈmɔɡeɪn ˈdɔvid] or Mogen Dovid), is a generally recognized symbol of modern Jewish identity and Judaism.[page needed][full citation needed] Its shape is that of a hexagram, the compound of two equilateral triangles. Unlike the menorah, the Lion of Judah, the shofar and the lulav, the Star of David was never a uniquely Jewish symbol.",
  "/wiki/Om": "Om (listen (help·info), IAST: Auṃ or Oṃ or .mw-parser-output .script-Cprt{font-size:1.25em;font-family:\"Segoe UI Historic\",\"Noto Sans Cypriot\",Code2001}.mw-parser-output .script-Hano{font-size:125%;font-family:\"Noto Sans Hanunoo\",FreeSerif,Quivira}.mw-parser-output .script-Latf,.mw-parser-output .script-de-Latf{font-size:1.25em;font-family:\"Breitkopf Fraktur\",UnifrakturCook,UniFrakturMaguntia,MarsFraktur,\"MarsFraktur OT\",KochFraktur,\"KochFraktur OT\",OffenbacherSchwabOT,\"LOB.AlteSchwabacher\",\"LOV.AlteSchwabacher\",\"LOB.AtlantisFraktur\",\"LOV.AtlantisFraktur\",\"LOB.BreitkopfFraktur\",\"LOV.BreitkopfFraktur\",\"LOB.FetteFraktur\",\"LOV.FetteFraktur\",\"LOB.Fraktur3\",\"LOV.Fraktur3\",\"LOB.RochFraktur\",\"LOV.RochFraktur\",\"LOB.PostFraktur\",\"LOV.PostFraktur\",\"LOB.RuelhscheFraktur\",\"LOV.RuelhscheFraktur\",\"LOB.RungholtFraktur\",\"LOV.RungholtFraktur\",\"LOB.TheuerbankFraktur\",\"LOV.TheuerbankFraktur\",\"LOB.VinetaFraktur\",\"LOV.VinetaFraktur\",\"LOB.WalbaumFraktur\",\"LOV.WalbaumFraktur\",\"LOB.WeberMainzerFraktur\",\"LOV.WeberMainzerFraktur\",\"LOB.WieynckFraktur\",\"LOV.WieynckFraktur\",\"LOB.ZentenarFraktur\",\"LOV.ZentenarFraktur\"}.mw-parser-output .script-en-Latf{font-size:1.25em;font-family:Cankama,\"Old English Text MT\",\"Textura Libera\",\"Textura Libera Tenuis\",London}.mw-parser-output .script-it-Latf{font-size:1.25em;font-family:\"Rotunda Pommerania\",Rotunda,\"Typographer Rotunda\"}.mw-parser-output .script-Lina{font-size:1.25em;font-family:\"Noto Sans Linear A\"}.mw-parser-output .script-Linb{font-size:1.25em;font-family:\"Noto Sans Linear B\"}.mw-parser-output .script-Ugar{font-size:1.25em;font-family:\"Segoe UI Historic\",\"Noto Sans Ugaritic\",Aegean}.mw-parser-output .script-Xpeo{font-size:1.25em;font-family:\"Segoe UI Historic\",\"Noto Sans Old Persian\",Artaxerxes,Xerxes,Aegean}ॐ) is a sacred sound and a spiritual symbol in Indian religions. In Hinduism, it signifies the essence of the ultimate reality, consciousness or Atman. More broadly, it is a syllable that is chanted either independently or before a spiritual recitation in Hinduism, Buddhism, and Jainism. The meaning and connotations of Om vary between the diverse schools within and across the various traditions. It is part of the iconography found in ancient and medieval era manuscripts, temples, monasteries and spiritual retreats in Hinduism, Buddhism, and Jainism.",
  "/wiki/Order_of_Nine_Angles": "The Order of Nine Angles (ONA; O9A) is a Satanic and Left-Hand Path occult group based in the United Kingdom, but with associated groups in various other parts of the world. Claiming to have been established in the 1960s, it rose to public recognition in the early 1980s, attracting attention for its neo-Nazi ideologies and activism. Describing its approach as \"Traditional Satanism\", it has been identified by academic researchers as also exhibiting Hermetic and modern Pagan elements in its beliefs.",
  "/wiki/List_of_occult_symbols": "The following is a list of symbols associated with the occult. This list shares a number of entries with the list of alchemical symbols as well as the list of sigils of demons."
}