{
  "/wiki/Walt_Disney's_It's_a_Small_World_of_Fun!": "Walt Disney's It's a Small World of Fun! is a series of DVDs by Walt Disney Home Entertainment. Each release would feature around one-hour of Disney animated short films with international settings. As opposed to the chronological nature of the Walt Disney Treasures line, each release would feature various cartoons in no particular order. The series featured two waves of releases, on May 16, 2006 and February 13, 2007.",
  "/wiki/One_by_One_(2004_film)": "One by One is a traditionally animated short film directed by Pixote Hunt and released by Walt Disney Pictures on August 31, 2004 as an extra feature on the DVD release of The Lion King 2: Simba's Pride Special Edition. The short was intended to be one of the segments for the proposed but never completed Fantasia 2006.",
  "/wiki/The_Lion_King_II:_Simba's_Pride": "The Lion King II: Simba's Pride (later retitled The Lion King 2: Simba's Pride) is a 1998 American animated direct-to-video romantic musical film and a sequel to Disney's 1994 animated feature film, The Lion King. The story takes place in a kingdom of lions in Africa and was influenced by William Shakespeare's Romeo and Juliet. According to co-director Darrell Rooney, the final draft gradually became a variation of Romeo and Juliet.",
  "/wiki/Home_on_the_Range_(2004_film)": "Home on the Range is a 2004 American animated western comedy film produced by Walt Disney Feature Animation and released by Walt Disney Pictures. The 45th Disney animated feature film, it was the last 2D animated Disney film released until The Princess and the Frog in 2009. Named after the popular country song of the same name, Home on the Range features the voices of Roseanne Barr, Judi Dench, Jennifer Tilly, Cuba Gooding Jr., Randy Quaid, and Steve Buscemi. The film is set in the Old West, and centers on a mismatched trio of dairy cows—brash, adventurous Maggie; prim, proper Mrs. Caloway; and ditzy, happy-go-lucky Grace. The three cows must capture an infamous cattle rustler named Alameda Slim for his bounty in order to save their idyllic farm from foreclosure. Aiding them in their quest is Lucky Jack, a feisty, peg-legged rabbit, but a selfish horse named Buck, eagerly working in the service of Rico, a famous bounty hunter, seeks the glory for himself.",
  "/wiki/A_Dairy_Tale": "Home on the Range is a 2004 American animated western comedy film produced by Walt Disney Feature Animation and released by Walt Disney Pictures. The 45th Disney animated feature film, it was the last 2D animated Disney film released until The Princess and the Frog in 2009. Named after the popular country song of the same name, Home on the Range features the voices of Roseanne Barr, Judi Dench, Jennifer Tilly, Cuba Gooding Jr., Randy Quaid, and Steve Buscemi. The film is set in the Old West, and centers on a mismatched trio of dairy cows—brash, adventurous Maggie; prim, proper Mrs. Caloway; and ditzy, happy-go-lucky Grace. The three cows must capture an infamous cattle rustler named Alameda Slim for his bounty in order to save their idyllic farm from foreclosure. Aiding them in their quest is Lucky Jack, a feisty, peg-legged rabbit, but a selfish horse named Buck, eagerly working in the service of Rico, a famous bounty hunter, seeks the glory for himself.",
  "/wiki/Will_Finn": "Will Finn (born November 1, 1958) is an American animator, voice actor, and director whose work in animation includes characters from Disney, Warner Bros., DreamWorks, and Don Bluth films such as The Secret of NIMH, Oliver & Company, The Little Mermaid, The Rescuers Down Under, and Pocahontas. Finn animated such characters as Cogsworth in Beauty and the Beast, Iago in Aladdin, and Laverne in The Hunchback of Notre Dame. Finn wrote and directed Home on the Range and voiced the character of Hollywood Fish in Chicken Little. In 2006, Finn directed the computer animated short Hammy's Boomerang Adventure, a spin-off of Over the Hedge.",
  "/wiki/The_Cat_That_Looked_at_a_King": "Mary Poppins Opens the Door is a British children's fantasy novel by the Australian-British writer P.L. Travers, the third book and last novel in the Mary Poppins series that features the magical English nanny Mary Poppins. It was published in 1943 by Harcourt, Brace & World, Inc and illustrated by Mary Shepard and Agnes Sims.",
  "/wiki/Mary_Poppins_(film)": "Mary Poppins is a 1964 American musical fantasy film directed by Robert Stevenson and produced by Walt Disney, with songs written and composed by the Sherman Brothers. The screenplay is by Bill Walsh and Don DaGradi, based on P. L. Travers's book series Mary Poppins. The film, which combines live-action and animation, stars Julie Andrews in her feature film debut as Mary Poppins, who visits a dysfunctional family in London and employs her unique brand of lifestyle to improve the family's dynamic. Dick Van Dyke, David Tomlinson, and Glynis Johns are featured in supporting roles. The film was shot entirely at the Walt Disney Studios in Burbank, California using painted London background scenes.",
  "/wiki/DisneyToon_Studios": "Disneytoon Studios (DTS), originally Disney MovieToons and was also Disney Video Premieres, was an American animation studio which created direct-to-video and occasional theatrical animated feature films. The studio was a division of Walt Disney Animation Studios, with both being part of The Walt Disney Studios, itself a division of The Walt Disney Company. The studio produced 47 feature films, beginning with DuckTales the Movie: Treasure of the Lost Lamp in 1990. Its final feature film was Tinker Bell and the Legend of the NeverBeast in 2015.",
  "/wiki/Lilo_&_Stitch": "Lilo & Stitch is a 2002 American animated adventure science fiction comedy-drama film produced by Walt Disney Feature Animation and released by Walt Disney Pictures. Disney's 42nd animated feature film, it was written and directed by Dean DeBlois and Chris Sanders (who is the voice of Stitch), and features the voices of Daveigh Chase, Tia Carrere, David Ogden Stiers, Kevin McDonald, Ving Rhames, Jason Scott Lee, and Kevin Michael Richardson. It was the second of three Disney animated features (the others being Mulan and Brother Bear) produced primarily at the Florida animation studio located at Disney's Hollywood Studios (known as \"Disney-MGM Studios\" during production) in Walt Disney World near Orlando, Florida. It was released on June 21, 2002, to positive reviews and was nominated for the 2002 Academy Award for Best Animated Feature. That Academy Award was won by Studio Ghibli's 2001 film Spirited Away, which was also distributed in the United States by Walt Disney Pictures, and also starred Chase and Stiers in the English version.",
  "/wiki/The_Origin_of_Stitch": "Lilo & Stitch 2: Stitch Has a Glitch[a] is a 2005 American direct-to-video animated science fiction comedy-drama film produced by the Australian office of Disneytoon Studios. The film takes place between the events of the 2002 Walt Disney Animation Studios feature film Lilo & Stitch and the 2003 direct-to-video film Stitch! The Movie. This was also the final time that Jason Scott Lee voiced David Kawena, and the only film in which Daveigh Chase did not voice Lilo, being replaced by Dakota Fanning.",
  "/wiki/Mike_Disa": "Michael \"Mike\" Disa (born February 14, 1979) is an American film director, screenwriter, and animator. He began working as an animator at Disney in the mid-1990s, where he was involved with several films. He also worked on animated films for other studios during this time, including Looney Tunes: Back in Action, and Barnyard. He made his directorial debut with The Origin of Stitch, Disney's 2005 direct-to-DVD short sequel to Lilo & Stitch. At one point he was attached to direct a computer-animated prequel to Disney's 1937 film Snow White and the Seven Dwarfs, but he dropped out due to creative differences, and the project was cancelled. After growing disillusioned with Disney, Disa left the studio to become an independent filmmaker. His first feature film, Hoodwinked Too! Hood vs. Evil was released in 2011. Disa followed this with Postman Pat: The Movie, which was released in 2014.",
  "/wiki/Lilo_&_Stitch_2:_Stitch_Has_a_Glitch": "Lilo & Stitch 2: Stitch Has a Glitch[a] is a 2005 American direct-to-video animated science fiction comedy-drama film produced by the Australian office of Disneytoon Studios. The film takes place between the events of the 2002 Walt Disney Animation Studios feature film Lilo & Stitch and the 2003 direct-to-video film Stitch! The Movie. This was also the final time that Jason Scott Lee voiced David Kawena, and the only film in which Daveigh Chase did not voice Lilo, being replaced by Dakota Fanning.",
  "/wiki/Bolt_(2008_film)": "Bolt is a 2008 American computer animated comedy-adventure film produced by Walt Disney Animation Studios and released by Walt Disney Pictures. It is the 48th Disney animated feature film. Directed by Chris Williams and Byron Howard, the film stars the voices of John Travolta, Miley Cyrus, Malcolm McDowell, Diedrich Bader, Nick Swardson, Greg Germann, Susie Essman and Mark Walton. The film's plot centers on a white dog named Bolt who, having spent his entire life on the set of a television series, thinks that he has super powers. When he believes that his human, Penny, has been kidnapped, he sets out on a cross-country journey to \"rescue\" her.",
  "/wiki/Super_Rhino": "Super Rhino is a 2009 Walt Disney computer animated direct-to-video, comedy short film, starring the characters from feature film Bolt. Directed by Nathan Greno the Head of Story on Bolt, the short film picks up sometime after the conclusion of Bolt. The excitable and TV obsessed hamster Rhino finds out his friends Penny and Bolt have been kidnapped and have to save them from the evil Dr. Calico. The short inspires Bolt: The Video Game and is a spin-off to the fictional TV show featuring Bolt.",
  "/wiki/Nathan_Greno": "Nathan Greno is an American film director, story artist and writer best known as the co-director of the 2010 animated film Tangled.",
  "/wiki/Frankenweenie_(2012_film)": "Frankenweenie is a 2012 American 3D stop motion-animated supernatural horror comedy film directed by Tim Burton and produced by Walt Disney Pictures. It is a remake of Burton's 1984 short film of the same name and is also both a parody of and homage to the 1931 film Frankenstein, based on Mary Shelley's book of the same name. The voice cast includes four actors who worked with Burton on previous films: Winona Ryder (Beetlejuice and Edward Scissorhands); Martin Short (Mars Attacks!); Catherine O'Hara (Beetlejuice and The Nightmare Before Christmas); and Martin Landau (Ed Wood and Sleepy Hollow), along with some new voice actors, such as Charlie Tahan and Atticus Shaffer.",
  "/wiki/One_Hundred_and_One_Dalmatians": "One Hundred and One Dalmatians[a] is a 1961 American animated adventure film produced by Walt Disney Productions and based on the 1956 novel The Hundred and One Dalmatians by Dodie Smith. Directed by Clyde Geronimi, Hamilton Luske, and Wolfgang Reitherman, it was Disney's 17th animated feature film. The film tells the story of a litter of Dalmatian puppies who are kidnapped by the villainous Cruella de Vil (\"deVille\"), who wants to use their fur to make into coats. Their parents, Pongo and Perdita, set out to save their children from Cruella, in the process rescuing 84 additional puppies that were bought in pet shops, bringing the total of Dalmatians to 101.",
  "/wiki/Moana_(2016_film)": "Moana (also known as Vaiana or Oceania, in some markets) is a 2016 American 3D computer-animated musical adventure film produced by Walt Disney Animation Studios and released by Walt Disney Pictures. It is the 56th Disney animated feature film. Directed by Ron Clements and John Musker, co-directed by Don Hall and Chris Williams, the film introduces Auliʻi Cravalho as Moana and features the voices of Dwayne Johnson, Rachel House, Temuera Morrison, Jemaine Clement, Nicole Scherzinger, and Alan Tudyk. The film features songs written by Lin-Manuel Miranda, Opetaia Foa'i and Mark Mancina, and an orchestral score also composed by Mancina.",
  "/wiki/John_Musker": "John Edward Musker (born November 8, 1953) is an American animator, animation director, screenwriter and producer. Along with Ron Clements, he makes up the duo of one of the Disney animation studio's leading director teams.",
  "/wiki/Ron_Clements": "Ronald Francis Clements (born April 25, 1953) is an American animator, animation director, screenwriter, and producer. He often collaborates with fellow director John Musker.",
  "/wiki/List_of_Walt_Disney_Animation_Studios_short_films": "This is a list of animated short films produced by Walt Disney and Walt Disney Animation Studios from 1921 to the present. This includes films produced at the Laugh-O-Gram Studio which Disney founded in 1921 as well as the animation studio now owned by The Walt Disney Company, previously called the Disney Brothers Cartoon Studio (1923), The Walt Disney Studio (1926), Walt Disney Productions (1929), and Walt Disney Feature Animation (1986)."
}