{
  "/wiki/%C5%BBaneta_Glanc": "Żaneta Glanc (born 11 March 1983 in Poznań) is a female discus thrower from Poland.",
  "/wiki/Athletics_at_the_2011_Summer_Universiade": "The athletics competition at the 2011 Summer Universiade has been held at the New Shenzhen Stadium in Shenzhen, China from August 16 to August 21, 2011.",
  "/wiki/Athletics_at_the_2011_Summer_Universiade_%E2%80%93_Women%27s_discus_throw": "The women's discus throw event at the 2011 Summer Universiade was held on 17 August.",
  "/wiki/Pawe%C5%82_Fajdek": "Paweł Fajdek (born 4 June 1989) is a Polish hammer thrower with personal best 83.93 metres (9 August 2015, Janusz Kusociński Memorial in Szczecin).  He is a four-time World Champion in the event.",
  "/wiki/Athletics_at_the_2011_Summer_Universiade_%E2%80%93_Men%27s_hammer_throw": "The men's hammer throw event at the 2011 Summer Universiade was held on 17 August.",
  "/wiki/Beach_volleyball_at_the_2011_Summer_Universiade": "Beach volleyball will be contested at the 2011 Summer Universiade from August 13 to August 19 at the beach of Dameisha Park in Shenzhen, China. Thirty-two men's and women's teams will participate.",
  "/wiki/Judo_at_the_2011_Summer_Universiade": "Judo was contested at the 2011 Summer Universiade from August 13 to August 17 at the No. 6, No. 7, and No. 8 Pavilions at the Shenzhen Conference and Exhibition Center in Shenzhen, China.",
  "/wiki/%C5%81ukasz_Michalski": "Łukasz Michalski (born August 2, 1988 in Bydgoszcz) is a retired Polish pole vaulter. His biggest achievement is the fourth place at the 2011 World Championships in Daegu with the personal best of 5.85 metres. He also won the gold medal at the 2011 Summer Universiade and was a finalist at the 2012 Summer Olympics in London.",
  "/wiki/Athletics_at_the_2011_Summer_Universiade_%E2%80%93_Men%27s_pole_vault": "The men's pole vault event at the 2011 Summer Universiade was held on 18–20 August.",
  "/wiki/Wojciech_Theiner": "Wojciech Theiner (born 25 June 1986 in Ruda Śląska) is a Polish high jumper.",
  "/wiki/Athletics_at_the_2011_Summer_Universiade_%E2%80%93_Men%27s_high_jump": "The men's high jump event at the 2011 Summer Universiade was held on 16–18 August.",
  "/wiki/Shooting_at_the_2011_Summer_Universiade": "Shooting was contested at the 2011 Summer Universiade from August 18 to August 22 at the Shenzhen Shooting Hall and Clay-pigeon Shooting Field in Shenzhen, China. Men's and women's individual and team events was held.",
  "/wiki/Maciej_Sarnacki": "Maciej Sarnacki (born February 10, 1987) is a Polish judoka.",
  "/wiki/Karolina_Chlewi%C5%84ska": "Karolina Chlewińska (born 8 November 1983) is a Polish foil fencer, team silver medalist at the 2010 World Championships.",
  "/wiki/Fencing_at_the_2011_Summer_Universiade": "Fencing was contested at the 2011 Summer Universiade from August 13 to August 18 at the No. 9 Hall in the Shenzhen Convention & Exhibition Center in Shenzhen, China. Men's and women's individual and team events were held in the épée, sabre, and foil categories.",
  "/wiki/Pawe%C5%82_Korzeniowski": "Paweł Korzeniowski (born 9 July 1985) is a Polish competitive swimmer who won the 200-meter butterfly at the 2005 World Aquatics Championships in Montreal. He also competes in the freestyle events.",
  "/wiki/Swimming_at_the_2011_Summer_Universiade": "Swimming at the 2011 Summer Universiade was contested from August 13 to August 19 in Shenzhen, China. The competition featured 40 long course (50m) pool events and 2 open water events, held at the Universiade Center Aquatic Center and the Seven Star Bay, respectively. This edition marked the first time an open water event was held at a Universiade.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin.",
  "/wiki/Agata_Ozdoba": "Agata Ozdoba  (born 25 February 1988) is a Polish judoka.",
  "/wiki/Poland_at_the_2011_Summer_Universiade": "Poland will compete at the 2011 Summer Universiade in Shenzhen, China."
}