{
  "/wiki/The_Pacifier": "The Pacifier is a 2005 American family comedy film directed by Adam Shankman, written by Thomas Lennon and Robert Ben Garant and stars Vin Diesel. The film was released in March 2005 by Walt Disney Pictures and grossed $198 million worldwide. It has a 20% approval rating on Rotten Tomatoes, which called it \"only moderately amusing.\"",
  "/wiki/The_Prize_Winner_of_Defiance,_Ohio": "The Prize Winner of Defiance, Ohio is a 2005 American biographical film written and directed by Jane Anderson. It is based on the book by Terry Ryan, and stars Julianne Moore, Woody Harrelson, and Laura Dern. The film received a limited release on October 14, 2005.",
  "/wiki/Life_With_Derek": "Life with Derek is a Canadian television sitcom that aired on Family (English) and VRAK.TV (French) in Canada and on Disney Channel in the United States. The series premiered on Family on September 18, 2005, and ran for four seasons, ending its run on March 25, 2009. Reruns aired on Family Channel and multiplex sister channel Family Chrgd until September 2016. The series stars Michael Seater and Ashley Leggat as the two oldest children in a stepfamily.",
  "/wiki/Young_Artist_Award": "The Young Artist Award (originally known as the Youth in Film Award) is an accolade presented by the Young Artist Association, a non-profit organization founded in 1978 to honor excellence of youth performers, and to provide scholarships for young artists who may be physically disabled or financially unstable.",
  "/wiki/Instant_Star": "Instant Star is a Canadian television program which aired from September 15, 2004 to June 26, 2008. The series starred Alexz Johnson as adolescent music competition winner Jude Harrison. The show chronicles Harrison's experience in the recording industry whilst focusing on character development.",
  "/wiki/Santa_Baby_(film)": "Santa Baby is an ABC Family Original Movie. It premiered on December 10, 2006 on ABC Family as part of their annual 25 Days of Christmas event. The film stars Jenny McCarthy, Ivan Sergei, and George Wendt and was filmed in Calgary, Alberta, Canada. It was directed by Ron Underwood.",
  "/wiki/Golden_Sheaf_Award": "Yorkton Film Festival (YFF) is an annual film festival held in late May in Yorkton, Saskatchewan, Canada.",
  "/wiki/Friends_and_Heroes": "Friends and Heroes is a British-Canadian Christian children's program that airs on TBN, Smile of a Child TV, and was also shown on BBC TV.  The show is both traditionally animated (for the adventure story) and computer animated (for the Bible stories). It takes place from 69 - 71 AD, during the Great Jewish Revolt. There are three seasons or \"series\", each comprising 13 episodes: Season 1 is set in Alexandria, Egypt; Season 2 in Jerusalem and Season 3 in Rome. The series was created by Brian D. Brown and Eric J. Danenberg, who also worked on The Storykeepers.",
  "/wiki/The_Stone_Angel_(film)": "The Stone Angel is a 2007 Canadian drama film written and directed by Kari Skogland. The screenplay is based on the 1964 novel of the same name by Margaret Laurence.",
  "/wiki/Flashpoint_(TV_series)": "Flashpoint is a Canadian police drama television series that debuted on July 11, 2008, on CTV. In the United States, the series originally aired on CBS; it also aired on Ion Television. The series was created by Mark Ellis and Stephanie Morgenstern and starred Hugh Dillon, Amy Jo Johnson, David Paetkau, Sergio Di Zio, and Enrico Colantoni. On  January 25, 2011, it was announced that Ion Television had acquired all rights to the show held by CBS, including the option to continue production. On May 1, 2012, the producers announced that the fifth season would be the last of the series. The series finale aired on December 13, 2012.",
  "/wiki/First_In_Line_(Flashpoint)": "Flashpoint follows the lives of several operators working for an elite police tactical unit known as the Strategic Response Unit, which is called in by regular police to resolve situations beyond their control.",
  "/wiki/Willa%27s_Wild_Life": "Willa's Wild Life is a French-Canadian children's animated series based on Dan Yaccarino's book An Octopus Followed Me Home. It is about a  girl named Willa (Jordan Todosey) who has a giraffe, a camel, two elephants, an alligator, and many more zoo animals. The series originally aired on Qubo in the United States (which has been put back on Qubo’s schedule as of 2019), YTV in Canada and France 3 in France.  The series is Flash-animated with Toon Boom Harmony.",
  "/wiki/Vacation_with_Derek": "Vacation with Derek is a 2010 Canadian television movie based on the TV series Life with Derek. The TV movie follows the McDonald-Venturi family as the children are forced to spend part of their summer vacation with their grandmother at her lodge. It was announced on Family Channel and French-Canadian channel VRAK.TV in March 2010 that the movie would premiere on June 25, 2010 in Canada, while December 12, 2010 was listed as the premiere date in the trailer for the United States, but the movie never actually aired in the U.S. when it was supposed to; the movie finally premiered in the United States on Starz Kids & Family on March 6, 2011. A commercial on Nickelodeon Australia stated that it would premiere on June 19, 2010. A commercial on TG4 stated the Irish premiere would be on the channel Thursday October 28, 2010 at 5:10 p.m., part of the channel's Mid-Term Halloween movie week.",
  "/wiki/The_Good_Witch%27s_Gift": "The Good Witch's Gift also known as The Good Witch's Wedding premiered on November 13, 2010 and is the third installment in the Hallmark Channel's series of The Good Witch telefilms, the first of which premiered on the Hallmark Channel on January 19, 2008.",
  "/wiki/Degrassi:_The_Next_Generation": "Degrassi: The Next Generation (also known as Degrassi for seasons ten through fourteen) is a Canadian teen drama television series set in the Degrassi universe, which was created by Linda Schuyler and Kit Hood in 1979. It is the fourth series in the Degrassi franchise, following The Kids of Degrassi Street, Degrassi Junior High, and Degrassi High. Like its predecessors, the series follows an ensemble cast of students at the fictional Degrassi Community School who face various challenges often seen as taboo such as sex, teen pregnancy, bullying, date rape, drug abuse, body image, homosexuality, domestic violence, gang violence, self-injury, suicide, abortion, mental disorders, death, and many other issues.",
  "/wiki/Adam_Torres_(Degrassi:_The_Next_Generation)": "Degrassi: The Next Generation is a Canadian teen drama television series created by Linda Schuyler and Yan Moore. The series is now considered the first incarnation and premiered on CTV on October 14, 2001 and then ended on MTV Canada and TeenNick on August 2, 2015. It is the fourth series set in the fictional Degrassi universe created by Schuyler and Kit Hood in 1979. Like its predecessors, Degrassi: The Next Generation follows a group of students from Degrassi Community School, a fictional school in Toronto, Ontario, and depicts some of the typical issues and challenges common to a teenager's life.",
  "/wiki/Gemini_Award": "The Gemini Awards were awards given by the Academy of Canadian Cinema & Television to recognize the achievements of Canada's television industry. The Gemini Awards are analogous to the Emmy Awards given in the United States and the BAFTA Television Awards in the United Kingdom. First held in 1986 to replace the ACTRA Award, the ceremony celebrated Canadian television productions with awards in 87 categories, along with other special awards such as lifetime achievement awards.",
  "/wiki/Rookie_Blue": "Rookie Blue is a Canadian police drama television series starring Missy Peregrym and Gregory Smith. It was created by Morwyn Brebner, Tassie Cameron and Ellen Vanstone. The police drama premiered on June 24, 2010, at 9:00 p.m. Eastern/8:00 p.m. Central, and aired on Global in Canada and ABC in the United States.",
  "/wiki/Secrets_of_Eden": "Secrets of Eden is a 2012 suspense television film directed by Tawnia McKiernan, based on a book by Chris Bohjalian published in 2010. The film was set and recorded in Toronto, Canada.",
  "/wiki/Saving_Hope": "Saving Hope is a Canadian supernatural medical drama television series set in Toronto in the fictional Hospital Hope Zion. The series stars Erica Durance and Michael Shanks. The show's premise originated with Malcolm MacRury and Morwyn Brebner, who are both credited as creators and executive producers. Saving Hope aired on CTV for five seasons from June 7, 2012 to August 3, 2017, with the first season airing on NBC.",
  "/wiki/He_Never_Died": "He Never Died is a 2015 Canadian/American horror comedy film that was written and directed by Jason Krawczyk. It had its world premiere on 17 March 2015 at South by Southwest and stars Henry Rollins as an immortal, cannibalistic loner who has withdrawn from society to protect both himself and others. A miniseries continuation of the film is currently in development.",
  "/wiki/Between_(TV_series)": "Between is a Canadian science fiction drama television series which debuted May 21, 2015 on Citytv. Created by Michael McGowan, the series stars Jennette McCurdy as Wiley Day, a pregnant teenage daughter of a minister living in the small town of Pretty Lake, which is coping with a mysterious disease that has killed everybody over age 22.",
  "/wiki/Murdoch_Mysteries": "Murdoch Mysteries is a Canadian television drama series that premiered on Citytv on January 20, 2008 and currently airs on CBC. The series is based on characters from the Detective Murdoch novels by Maureen Jennings and stars Yannick Bisson as the fictional William Murdoch, a police detective working in Toronto, Ontario in the late 19th century. The series was titled The Artful Detective on the Ovation cable TV network in the United States, until season twelve.",
  "/wiki/Sweetblood": "Sweetblood is a young adult novel by Pete Hautman, first published in 2003. It is the story of a teenage girl's encounter with the vampire subculture. The novel \"was recognized as a YALSA Best Book for Young Adults and received the Minnesota Book Award for Best Youth Literature\".",
  "/wiki/Wishfart": "Wishfart is a Canadian urban fantasy comedy animated television series created by John Hazlett, Lienne Sawatsky and Daniel Williams. It is produced by Dan Williams for Wishfart Productions Inc. Bejuba! Entertainment holds worldwide distribution rights. The series first aired in the United Kingdom on CITV on September 5, 2017. and later premiered in its home country of Canada on Teletoon on June 2, 2018. The series follows Dez, a teenage leprechaun with wish-granting powers, as he goes on escapades with a puffin named Puffin and a centuries-old teenage ghost girl named Akiko."
}