{
  "/wiki/Aitkin_Carnegie_Library": "The Aitkin Carnegie Library is a Carnegie library in Aitkin, Minnesota, United States.  It was designed by architects Claude & Starck and was built in the Classical Revival style.  It was listed on the National Register of Historic Places in 1982.",
  "/wiki/Aitkin,_Minnesota": "Aitkin (/ˈeɪkɪn/ AY-kin) is a city in Aitkin County, Minnesota, United States. The population was 2,165 at the 2010 census.  It is the county seat of Aitkin County.",
  "/wiki/Carnegie_library": "A Carnegie library is a library built with money donated by Scottish-American businessman and philanthropist Andrew Carnegie. A total of 2,509 Carnegie libraries were built between 1883 and 1929, including some belonging to public and university library systems. 1,689 were built in the United States, 660 in the United Kingdom and Ireland, 125 in Canada, and others in Australia, South Africa, New Zealand, Serbia, Belgium, France, the Caribbean, Mauritius, Malaysia, and Fiji.",
  "/wiki/Neoclassical_architecture": "Neoclassical architecture is an architectural style produced by the neoclassical movement that began in the mid-18th century in Italy and France. In its purest form, it is a style principally derived from the architecture of classical antiquity, the Vitruvian principles, and the work of the Italian architect Andrea Palladio.",
  "/wiki/Aitkin_County_Courthouse_and_Jail": "The Aitkin County Courthouse and Jail, in Aitkin, Minnesota, United States, serves as the county seat of Aitkin County.  The building is actually the second courthouse for the county.  The first courthouse was built in 1888, but in 1920, a grand jury reported that the building was dangerous and \"falling apart\".  After difficulties securing financing, the county commissioners approved a plan for a new courthouse, which was finished in 1929.  The design mixes Beaux-Arts architecture and Moderne elements.  The interior features marble wainscoting, oak woodwork, terrazzo floors, and stained glass skylights.",
  "/wiki/Beaux-Arts_architecture": "Beaux-Arts architecture (/ˌboʊˈzɑːr/; French: [bozaʁ]) was the academic architectural style taught at the École des Beaux-Arts in Paris, particularly from the 1830s to the end of the 19th century. It drew upon the principles of French neoclassicism, but also incorporated Gothic and Renaissance elements, and used modern materials, such as iron and glass. It was an important style in France until the end of the 19th century. It also had a strong influence on architecture in the United States, because of the many prominent American architects who studied at the École des Beaux-Arts, including Henry Hobson Richardson, John Galen Howard, Daniel Burnham, and Louis Sullivan.:76",
  "/wiki/Andy_Gibson_(steamboat)": "The Andy Gibson was a steamboat that serviced the headwaters of the Mississippi River in the U.S. state of Minnesota from 1884 to 1894.  After her retirement, the ship was left in a drydock outside her home port of Aitkin, Minnesota, and gradually dismantled for parts.  The hull and drydock eventually sank out of sight.  It is thus unique among U.S. shipwrecks for still resting on a drydock cradle.  The Andy Gibson shipwreck (Smithsonian trinomial 21AK109) was listed on the National Register of Historic Places in 2012 for having state-level significance in the themes of commerce, engineering, entertainment/recreation, maritime history, non-aboriginal historic archaeology, and transportation.  It was nominated for comprising the rare and well-preserved remains of a Mississippi River steamboat.",
  "/wiki/Mississippi_River": "The Mississippi River is the second-longest river and chief river of the second-largest drainage system on the North American continent, second only to the Hudson Bay drainage system. From its traditional source of Lake Itasca in northern Minnesota, it flows generally south for 2,320 miles (3,730 km) to the Mississippi River Delta in the Gulf of Mexico. With its many tributaries, the Mississippi's watershed drains all or parts of 32 U.S. states and two Canadian provinces between the Rocky and Appalachian mountains. The main stem is entirely within the United States; the total drainage basin is 1,151,000 sq mi (2,980,000 km2), of which only about one percent is in Canada. The Mississippi ranks as the fourth-longest river and fifteenth-largest river by discharge in the world. The river either borders or passes through the states of Minnesota, Wisconsin, Iowa, Illinois, Missouri, Kentucky, Tennessee, Arkansas, Mississippi, and Louisiana.",
  "/wiki/Steamboat": "A steamboat is a boat that is propelled primarily by steam power, typically driving propellers or paddlewheels. Steamboats sometimes use the prefix designation SS, S.S. or S/S (for 'Screw Steamer') or PS (for 'Paddle Steamer'); however, these designations are most often used for steamships.",
  "/wiki/Drydock": "A dry dock (sometimes dry-dock or drydock) is a narrow basin or vessel that can be flooded to allow a load to be floated in, then drained to allow that load to come to rest on a dry platform. Dry docks are used for the construction, maintenance, and repair of ships, boats, and other watercraft.",
  "/wiki/Arthyde_Stone_House": "Arthyde Stone House is a historic bungalow in the former community of Arthyde, Minnesota, United States.  It was built circa 1922 using local fieldstone.  The Arthyde Stone House was listed on the National Register of Historic Places in 1982 for having local significance in the theme of exploration/settlement.  It was nominated for being a locally prominent reminder of the failed townsite speculation common to northern Minnesota's cutover land during the Roaring Twenties.",
  "/wiki/Arthyde,_Minnesota": "Arthyde is an unincorporated community in Millward Township, Aitkin County, Minnesota, United States. The community is located northeast of McGrath, at the junction of Kestrel Avenue and 230th Lane.  Aitkin County Road 2 (220th Street) is nearby.",
  "/wiki/Speculation": "Speculation is the purchase of an asset (a commodity, goods, or real estate) with the hope that it will become more valuable in the near future.  In finance, speculation is also the practice of engaging in risky financial transactions in an attempt to profit from short term fluctuations in the market value of a tradable financial instrument—rather than attempting to profit from the underlying financial attributes embodied in the instrument such as capital gains, dividends, or interest.",
  "/wiki/Roaring_Twenties": "The Roaring Twenties (sometimes stylized as the Roarin’ Twenties) refers to the decade of the 1920s in Western society and Western culture. It was a period of economic prosperity with a distinctive cultural edge in the United States and Europe, particularly in major cities such as Berlin, Chicago, London, Los Angeles, New York City, Paris, and Sydney. In France, the decade was known as the \"années folles\" ('crazy years'), emphasizing the era's social, artistic and cultural dynamism. Jazz blossomed, the flapper redefined the modern look for British and American women, and Art Deco peaked. Not everything roared: in the wake of the patriotism of World War I, President Warren G. Harding \"brought back normalcy\" to the politics of the United States. This period saw the large-scale development and use of automobiles, telephones, movies, radio, and electrical appliances being installed in the lives of thousands of Westerners. Aviation soon became a business. Nations saw rapid industrial and economic growth, accelerated consumer demand, and introduced significantly new changes in lifestyle and culture. The media, funded by the new industry of mass-market advertising driving consumer demand, focused on celebrities, especially sports heroes and movie stars, as cities rooted for their home teams and filled the new palatial cinemas and gigantic sports stadiums. In many major democratic states, women won the right to vote. The right to vote had a huge impact on society.[citation needed]",
  "/wiki/Bethlehem_Lutheran_Church_(Aitkin,_Minnesota)": "Bethlehem Lutheran Church (also known as Swedish Evangelical Lutheran Bethlehem Church) is a historic Lutheran church in Nordland Township, Minnesota, United States. The church was constructed in 1897 by Swedish immigrants. The Gothic Revival building features a square tower topped by a belfry and an octagonal spire. The church's congregation formed in 1891 and was the second of five Swedish Lutheran churches established in the county. Aitkin County received a large influx of Swedish immigrants in the late 1800s, and the church is one of the best-preserved buildings constructed by the immigrant population upon their arrival.",
  "/wiki/Swedish_American": "Swedish Americans (Swedish: Svenskamerikaner) are Americans of at least partial Swedish ancestry. They primarily include the 1.2 million Swedish immigrants during 1885–1915 and their descendants. They formed tight-knit communities, primarily in the American Midwest, and intermarried with other Swedish-Americans. Most were Lutheran Christians with origins in the state Church of Sweden who were affiliated with predecessor bodies of what are now the Evangelical Lutheran Church in America (ELCA) from the mergers of 1988 or the Lutheran Church–Missouri Synod (1847), or the recent North American Lutheran Church (NALC) of 2010; some were Methodists following Wesleyan doctrine.",
  "/wiki/Patrick_Casey_House": "The Patrick Casey House is a historic house in Aitkin, Minnesota, United States.  It was built in 1901 in a mix of Queen Anne and Neoclassical styles.  Original owner Patrick Casey (1849–1910) was a partner in the Potter/Casey Company, the region's leading retail chain.  The house was listed on the National Register of Historic Places in 1982 for having local significance in the themes of architecture and commerce.  It was nominated for its association with one of Aitkin's most prominent businessmen at the turn of the 20th century, and for being one of northern Minnesota's few architecturally distinctive residences outside of Duluth and the Iron Range cities.",
  "/wiki/Queen_Anne_style_architecture_in_the_United_States": "In the United States, Queen Anne-style architecture was popular from roughly 1880 to 1910. \"Queen Anne\" was one of a number of popular architectural styles to emerge during the Victorian era. Within the Victorian era timeline, Queen Anne style followed the Eastlake style and preceded the Richardsonian Romanesque and Shingle styles.",
  "/wiki/Potter/Casey_Company_Building": "The Potter/Casey Company Building is a historic commercial building in Aitkin, Minnesota, United States.  It was built in 1902 to house the expanding business of Aitkin County's leading retailer and to lease office space to other businesses on the second floor.  It was listed on the National Register of Historic Places in 1982 for having local significance in the theme of commerce.  It was nominated for representing Aitkin County's most successful commercial enterprise at the turn of the 20th century.",
  "/wiki/Duluth,_Minnesota": "Duluth /dəˈluːθ/ (listen) is a major port city in the U.S. state of Minnesota and the county seat of Saint Louis County. Duluth has a population of 85,884 and is the 4th largest city in Minnesota. It is the 2nd largest city on Lake Superior, after Thunder Bay, Ontario. It has the largest metropolitan area on the lake, with a population of 279,771 in 2010, the second-largest in the state.",
  "/wiki/Iron_Range": "The term Iron Range refers collectively or individually to a number of elongated iron-ore mining districts around Lake Superior in the United States and Canada. Despite the word \"range\", the iron ranges are not mountain chains, but outcrops of Precambrian sedimentary formations containing high percentages of iron.  These cherty iron ore deposits are Precambrian in age for the Vermilion Range, while middle Precambrian in age for the Mesabi and Cuyuna ranges, all in Minnesota.  The Gogebic Range in Wisconsin and the Marquette Iron Range and Menominee Range in Michigan have similar characteristics and are of similar age. Natural ores and concentrates were produced from 1848 until the mid 1950s, when taconites and jaspers were concentrated and pelletized, and started to become the major source of iron production.",
  "/wiki/Malmo_Mounds_and_Village_Site": "Malmo Mounds and Village Site is a mound group in Aitkin County, Minnesota, located on the northeast shore of Mille Lacs Lake. The property was placed on the National Register of Historic Places by the Department of the Interior in 1975 due to its archeological and cultural significance.",
  "/wiki/McGrath,_Minnesota": "McGrath is a city in Aitkin County, Minnesota, United States. The population was 80 at the 2010 census.",
  "/wiki/Middle_Woodland_Period": "In the classification of archaeological cultures of North America, the Woodland period of North American pre-Columbian cultures spanned a period from roughly 1000 BCE to European contact in the eastern part of North America, with some archaeologists distinguishing the Mississippian period, from 1000 CE to European contact as a separate period. The term \"Woodland Period\" was introduced in the 1930s as a generic term for prehistoric sites falling between the Archaic hunter-gatherers and the agriculturalist Mississippian cultures. The Eastern Woodlands cultural region covers what is now eastern Canada south of the Subarctic region, the Eastern United States, along to the Gulf of Mexico.",
  "/wiki/Type_site": "In archaeology a type site (also known as a type-site or typesite) is a site that is considered the model of a particular archaeological culture. For example, the type site of the Pre-Pottery Neolithic A culture is Jericho, in the West Bank. A type site is also often the eponym (the site after which the culture is named). For example, the type site of the pre-Celtic/Celtic Bronze Age Hallstatt culture is the lakeside village of Hallstatt, Austria.",
  "/wiki/National_Woodenware_Company_Superintendent%27s_Residence": "The National Woodenware Company Superintendent's Residence is a historic house in Hill City, Minnesota, United States.  It was built in 1910 as housing for the local manager of a manufacturing plant that produced wooden buckets and tubs for Armour and Company.  The National Woodenware Company relocated to Hill City from Ithaca, Michigan, in 1910, purchasing a third of the town's lots, constructing residences for its employees, and tripling the population.  The Superintendent's Residence was listed on the National Register of Historic Places in 1982 for having local significance in the themes of exploration/settlement and industry.  It was nominated for being the most prominent reminder of Hill City's principal employer and developer in the early 20th century.",
  "/wiki/Hill_City,_Minnesota": "Hill City is a city in Aitkin County, Minnesota, United States. The population was 633 at the 2010 census.",
  "/wiki/Armour_and_Company": "Armour & Company was an American company and was one of the five leading firms in the meat packing industry. It was founded in Chicago, in 1867, by the Armour brothers led by Philip Danforth Armour. By 1880, the company had become Chicago's most important business and had helped make Chicago and its Union Stock Yards the center of America's meatpacking industry. During the same period, its facility in Omaha, Nebraska, boomed, as well, making the city's meatpacking industry the largest in the nation by 1959. In connection with its meatpacking operations, the company also ventured into pharmaceuticals (Armour Pharmaceuticals) and soap manufacturing, introducing Dial soap in 1948.",
  "/wiki/Northern_Pacific_Depot_(Aitkin,_Minnesota)": "Aitkin station in Aitkin, Minnesota, United States, is a brick passenger depot built on the Northern Pacific Railway mainline in 1916.  The rail line is now part of the BNSF Railway. The depot symbolizes the importance of the railroad in Aitkin's growth and development.",
  "/wiki/Pine-Hickory_Lakes_Roadside_Parking_Area": "Pine-Hickory Lakes Roadside Parking Area is a wayside rest located along U.S. Highway 169 in Farm Island Township, Aitkin County, Minnesota. It straddles both sides of the highway just north of where it passes between  Little Pine Lake on the west and Hickory Lake on the east. It is one of the largest wayside rests developed by the Minnesota Highway Department during the New Deal, at 35 acres (14 ha). Arthur R. Nichols, collaborating with engineer Harold E. Olson, designed the rest area in the National Park Service rustic style. The wayside rest was listed on the National Register of Historic Places in May 2016.",
  "/wiki/United_States_Route_169": "U.S. Route 169 (US 169) currently runs for 966 miles (1,555 km) from the city of Virginia, Minnesota to Tulsa, Oklahoma at Memorial Drive.",
  "/wiki/New_Deal": "The New Deal was a series of programs, public work projects, financial reforms, and regulations enacted by President Franklin D. Roosevelt in the United States between 1933 and 1939. It responded to needs for relief, reform, and recovery from the Great Depression. Major federal programs and agencies included the Civilian Conservation Corps (CCC), the Civil Works Administration (CWA), the Farm Security Administration (FSA), the National Industrial Recovery Act of 1933 (NIRA) and the Social Security Administration (SSA). They provided support for farmers, the unemployed, youth and the elderly. The New Deal included new constraints and safeguards on the banking industry and efforts to re-inflate the economy after prices had fallen sharply. New Deal programs included both laws passed by Congress as well as presidential executive orders during the first term of the presidency of Franklin D. Roosevelt.",
  "/wiki/National_Park_Service_rustic": "National Park Service rustic – sometimes colloquially called Parkitecture – is a style of architecture that developed in the early and middle 20th century in the United States National Park Service (NPS) through its efforts to create buildings that harmonized with the natural environment. Since its founding in 1916, the NPS sought to design and build visitor facilities without visually interrupting the natural or historic surroundings. The early results were characterized by intensive use of hand labor and a rejection of the regularity and symmetry of the industrial world, reflecting connections with the Arts and Crafts movement and American Picturesque architecture. Architects, landscape architects and engineers combined native wood and stone with convincingly native styles to create visually appealing structures that seemed to fit naturally within the majestic landscapes. Examples of the style can be found in numerous types of National Park structures, including entrance gateways, hotels and lodges, park roads and bridges, visitor centers, trail shelters, informational kiosks, and even mundane maintenance and support facilities. Many of these buildings are listed on the National Register of Historic Places.",
  "/wiki/Savanna_Portage_State_Park": "Savanna Portage State Park is a state park of Minnesota, USA, established in 1961 to preserve the historic Savanna Portage, a difficult 6-mile (9.7 km) trail connecting the watersheds of the Mississippi River and Lake Superior. The portage trail crosses a drainage divide separating the West Savanna River, which drains to the Mississippi River and the Gulf of Mexico, from the East Savanna River, which flows in an opposite direction to the Saint Louis River, Lake Superior and the Great Lakes, and the Saint Lawrence River to the Atlantic Ocean.",
  "/wiki/McGregor,_Minnesota": "McGregor is a city in Aitkin County, Minnesota, United States. The population was 391 at the 2010 census.",
  "/wiki/National_Register_of_Historic_Places_listings_in_Aitkin_County,_Minnesota": "This is a list of the National Register of Historic Places listings in Aitkin County, Minnesota."
}