{
  "/wiki/Arroz_a_la_cubana": "Arroz a la cubana (Spanish pronunciation: [aˈroθ a la kuˈβana]) (Cuban-style rice) or arroz cubano is a dish mostly eaten in many Spanish-speaking countries. Its defining ingredients are rice and a fried egg. A plantain or banana, and tomato sauce, are so frequently used as often to be considered defining ingredients. Its origin is not definitively known; various informal sources state without references that it originated in Peru, the Philippines, etc. Some authors  consider that it may have originated from rice dishes with fried eggs from Cuba when it was a Spanish colony.",
  "/wiki/Arr%C3%B2s_negre": "Arròs negre (Valencian pronunciation: [aˈrɔz ˈneɣɾe], Spanish: arroz negro) is a Valencian and Catalan dish made with cuttlefish (or squid) and rice, somewhat similar to seafood paella. Some call it paella negra (\"black paella\"), although it is traditionally not called a paella even though it is prepared in a similar manner.",
  "/wiki/Valencian_cuisine": "Valencian cuisine is a Mediterranean cuisine as cooked in the Valencian Community, Spain. Its basic ingredients are vegetables, seafood and meat. It is famous worldwide for its rices, such as paella, and its citrus fruits. The cuisine of neighbouring regions have given and received important contributions from Valencian gastronomy, amongst them Balearic cuisine, Catalan cuisine, Aragonese cuisine, Manchego cuisine and Murcian cuisine.",
  "/wiki/Catalonia": "Catalonia (/ˌkætəˈloʊniə/; Catalan: Catalunya [kətəˈluɲə]; Aranese: Catalonha [kataˈluɲɔ]; Spanish: Cataluña [kataˈluɲa]) is an autonomous community on the northeastern corner of Spain, self-designated as a nationality by its Statute of Autonomy.[c] Catalonia consists of four provinces: Barcelona, Girona, Lleida, and Tarragona. The capital and largest city is Barcelona, the second-most populated municipality in Spain and the core of the sixth most populous urban area in the European Union. It comprises most of the territory of the former Principality of Catalonia (with the remainder Roussillon now part of France's Pyrénées-Orientales, Occitanie). It is bordered by France (Occitanie) and Andorra to the north, the Mediterranean Sea to the east, and the Spanish autonomous communities of Aragon to the west and Valencia to the south. The official languages are Catalan, Spanish, and the Aranese dialect of Occitan.",
  "/wiki/Catalan_cuisine": "Catalan cuisine is the cuisine from Catalonia. It may also refer to the shared cuisine of Roussillon and Andorra, the second of which has a similar cuisine to that of the neighbouring Alt Urgell and Cerdanya comarques and which is often referred to as \"Catalan mountain cuisine\". It is considered a part of western Mediterranean cuisine.",
  "/wiki/Botifarra": "Botifarra (Catalan pronunciation: [butiˈfarə]; Spanish: butifarra; French: boutifarre) is a type of sausage and one of the most important dishes of the Catalan cuisine.",
  "/wiki/Chicharr%C3%B3n": "Chicharrón (Spanish: [tʃitʃaˈron], Andalusian: [ʃiʃaˈron], plural chicharrones; Portuguese: torresmo [tuˈʁeʒmu, toˈʁezmu]; Filipino: tsitsaron; Chamorro: chachalon) is a dish generally consisting of fried pork belly or fried pork rinds. Chicharrón may also be made from chicken, mutton or beef.",
  "/wiki/Andalusian_cuisine": "Andalusian cuisine is the cuisine of Andalusia, Spain.  Notable dishes include gazpacho, fried fish (often called pescaíto frito in the local vernacular), the jamones of Jabugo, Valle de los Pedroches and Trevélez, and the wines of Jerez, particularly sherry.",
  "/wiki/Chireta": "Chireta is an Aragonese type of savoury pudding.  It is a flavorful rustic dish typical to the counties of Ribagorza, Sobrarbe and Somontano de Barbastro, high up in the Spanish Pyrenees. In the Catalan counties of Alta Ribagorça and Pallars, formerly territories united to the historic County of Ribagorza in medieval Aragon, chireta is known as gireta, or girella, respectively.",
  "/wiki/Aragonese_cuisine": "The Aragonese cuisine includes several typical dishes and ingredients of the local cuisine of Aragon, a community in Spain.",
  "/wiki/Cuchifritos": "Cuchifritos (Spanish pronunciation: [kutʃiˈfɾitos]) refers to various fried foods prepared principally of pork in Spanish and Puerto Rican Cuisine. In Spain, cuchifritos (or cochifrito) are a typical dish from Segovia in Castile. Also called cochifritos, the dish consists of pork meat fried in olive oil and garlic and served hot. In Puerto Rico they include a variety of dishes including morcilla (blood sausage), papas rellenas (fried potato balls stuffed with meat), chicharron (fried pork skin), and other parts of the pig prepared in different ways. Some cuchifritos dishes are prepared using plantain as a primary ingredient. Cuchifritos vendors also typically serve juices and drinks such as passionfruit, pineapple, and coconut juice, as well as ajonjolí, a drink made from sesame seeds.",
  "/wiki/Castilla-La_Mancha": "Castilla–La Mancha (UK: /kæˌstiːjə læ ˈmæntʃə/, US: /- lɑː ˈmɑːntʃə/, Spanish: [kasˈtiʎa la ˈmantʃa] (listen)), or Castile La Mancha, is an autonomous community of Spain. Comprised by the provinces of Albacete, Ciudad Real, Cuenca, Guadalajara and Toledo, it was created in 1982. It is bordered by Castile and León, Madrid, Aragon, Valencia, Murcia, Andalusia, and Extremadura. It is one of the most sparsely populated of Spain's regions. Albacete is the largest and most populous city. The Government headquarters are in Toledo and the High Court headquarters are in Albacete.",
  "/wiki/Castilla_y_Le%C3%B3n": "Castile and León (UK: /kæˈstiːl ... leɪˈɒn/, US: /-ˈoʊn/; Spanish: Castilla y León [kasˈtiʎa i leˈon] (listen))[n. 1] is an autonomous community in north-western Spain.",
  "/wiki/Extremadura": "Extremadura (/ˌɛkstrɪməˈdjʊərə/ EK-strim-ə-DEWR-ə, Spanish: [e(ɣ)stɾemaˈðuɾa]; Portuguese: Estremadura) is an autonomous community of the western Iberian Peninsula whose capital city is Mérida, recognised by the Statute of Autonomy of Extremadura. It is made up of the two largest provinces of Spain: Cáceres and Badajoz. It is bordered by the provinces of Salamanca and Ávila (Castile and León) to the north; by provinces of Toledo and Ciudad Real (Castile–La Mancha) to the east, and by the provinces of Huelva, Seville, and Córdoba (Andalusia) to the south; and by Portugal to the west. Its official language is Spanish.",
  "/wiki/Escabeche": "Escabeche is the name for a number of dishes in Mediterranean and Latin American cuisines which can refer to a dish of fish or meat (escabeche of chicken, rabbit or pork is common in Spain and Portugal) marinated and cooked in an acidic mixture (vinegar) and colored with pimenton (Spanish paprika) or saffron. In Central or South America the recipes differ from country to country, sometimes including the prior frying of the ingredient to later marinate. It is a common conservation technique, requiring a pH of 4 or lower to effectively stop putrefaction of the product.",
  "/wiki/Escalivada": "Escalivada (Spanish pronunciation: [eskaliˈβaða]), also sometimes transcribed in Spanish as escalibada, is a traditional dish from Catalonia, Valencia, Murcia and Aragón of smoky grilled vegetables. It typically consists of roasted eggplant and bell peppers with olive oil and sometimes onion, tomato, minced garlic, and salt.",
  "/wiki/Salad": "A salad is  a dish consisting of a mixture of small pieces of food, usually vegetables or fruit. However, different varieties of salad may contain virtually any type of ready-to-eat food. Salads are typically served at room temperature or chilled, with notable exceptions such as south German potato salad which can be served warm.",
  "/wiki/Esqueixada": "Esqueixada (Catalan pronunciation: [əskəˈʃaðə])  is a traditional Catalan dish, a salad of shredded salt cod, tomatoes, onions, olive oil and vinegar, salt, and sometimes a garnish of olives or hard-boiled eggs. Specific recipes vary, with some including ingredients such as red or green bell peppers. Esqueixada is particularly popular in warm weather and is sometimes considered a summertime dish.",
  "/wiki/Fideu%C3%A0": "Fideuà (dialectal pronunciation of the Valencian word fideuada \"large amount of noodles\") is a seafood dish originally from the coast of Valencia that is similar to paella, and even more so to arròs a banda, but with noodles instead of rice. Its main ingredients are pasta noodles (usually[dubious  – discuss] hollow), fish (rockfish, monkfish, cuttlefish, squid), and shellfish (Squilla mantis, shrimp, crayfish). It is seasoned mainly with lemon.",
  "/wiki/Gachas": "Gachas is an ancestral basic dish from central and southern Spain. Its main ingredients are flour, water, olive oil, garlic, paprika and salt.",
  "/wiki/Gazpacho_manchego": "Torta de gazpacho is a type of torta, or flat bread, used to prepare a dish called gazpacho in La Mancha and Southeast Spain, including Murcia and parts of the autonomous community of Valencian.",
  "/wiki/Torta_de_Gazpacho": "Torta de gazpacho is a type of torta, or flat bread, used to prepare a dish called gazpacho in La Mancha and Southeast Spain, including Murcia and parts of the autonomous community of Valencian.",
  "/wiki/Merienda": "Merienda is a light meal in southern Europe, particularly Spain, Portugal and Brazil (lanche or merenda), Italy (merenda), Slovenia and Croatia (marenda), as well as Hispanic America and the Philippines. Usually taken in the afternoon or for brunch, it fills in the meal gap between the noontime meal and the evening meal, being the equivalent of afternoon tea in the English-speaking world; or between breakfast and lunch.  It is a simple meal that often consists of a piece of fruit, cookies, yogurt, and other snacks paired with juice, hot chocolate, coffee, spirits, or other beverages.",
  "/wiki/Paella": "Paella (/paɪˈɛlə/ py-EL-ə, Valencian: [paˈeʎa], Spanish: [paˈeʎa]) is a Spanish rice dish originally from Valencia.",
  "/wiki/Ropa_vieja": "Ropa vieja (Spanish pronunciation: [ˈro.pa ˈβje.xa]; \"old clothes\") is one of the national dishes of Cuba, but is also popular in other areas or parts of the Caribbean such as Puerto Rico and Panama, as well as in Spain and the Philippines. It consists of shredded or pulled stewed beef with vegetables.  In the Cuban cuisine of Miami, Florida, it is typical for ropa vieja to have a sweet undertone.  While this is traditionally intended to be due to the use of fully ripe red bell peppers, it is not uncommon for recipes to include some quantity of sugar as a means to achieve the correct level of sweetness in the finished dish.",
  "/wiki/Canary_Islands": "The Canary Islands (/kəˈnɛəri/; Spanish: Islas Canarias, pronounced [ˈizlas kaˈnaɾjas]) are a Spanish archipelago and the southernmost autonomous community of Spain located in the Atlantic Ocean, 100 kilometres (62 miles) west of Morocco at the closest point. The Canary Islands, which are also known informally as the Canaries, are among the outermost regions (OMR) of the European Union proper. It is also one of eight regions with special consideration of historical nationality as recognized by the Spanish Government. The Canary Islands belong to the African Plate like the Spanish cities of Ceuta and Melilla, the two on the African mainland.",
  "/wiki/Zarangollo": "Zarangollo is a common dish in the Murcian countryside in Spain. It is frequently served in tapas bars in the area.",
  "/wiki/Region_of_Murcia": "The Region of Murcia (/ˈmʊərsiə/, also US: /ˈmɜːrʃ(i)ə/; Spanish: Región de Murcia [reˈxjon de ˈmuɾθja]), is an autonomous community of Spain located in the southeast of the state, bordered by Andalusia, Castilla-La Mancha and the Valencian Community, on the Mediterranean coast.",
  "/wiki/List_of_Spanish_dishes": "This is a list of dishes found in Spanish cuisine."
}