{
  "/wiki/Aguardiente": "Aguardiente (Spanish: [aɣwaɾˈðjente] (listen); Basque: pattar [pacar]; Catalan: aiguardent [ˌajɣwəɾˈðen]; Galician: augardente [awɣaɾˈðentɪ]; Portuguese: aguardente [aɣwɐɾˈðẽt(ɨ)]/[agwɐʁˈdẽtʃi]) is a generic term for alcoholic beverages that contain between 29% and 60% alcohol by volume (ABV). The word is a compound of the Romance languages' words for \"water\" (agua in Spanish; aigua in Catalan; água in Portuguese; auga in Galician) and \"burning\"/\"fiery\" (ardiente in Spanish; ardent in Catalan; ardente in Portuguese and Galician), similarly to the English term firewater. Both aguardiente and brandy—from the Dutch expression brandewijn for \"burnt (i.e., distilled) wine\"—originated as terms for distilled spirits using whatever ingredients were available locally.",
  "/wiki/Galician_cuisine": "Galician cuisine refers to the typical dishes and ingredients found in the cuisine of the autonomous community of Galicia, Spain. These include shellfish, empanadas, polbo á feira (a dish made of octopus), the cheese queixo de tetilla, the ribeiro and albariño wines, and orujo liquor.",
  "/wiki/Brandy": "Brandy is a spirit produced by distilling wine. Brandy generally contains 35–60% alcohol by volume (70–120 US proof) and is typically drunk as an after-dinner digestif. Some brandies are aged in wooden casks. Others are coloured with caramel colouring to imitate the effect of aging, and some are produced using a combination of both aging and colouring. Varieties of wine brandy can be found across the winemaking world. Among the most renowned are Cognac and Armagnac from southwestern France.",
  "/wiki/Andalusian_cuisine": "Andalusian cuisine is the cuisine of Andalusia, Spain.  Notable dishes include gazpacho, fried fish (often called pescaíto frito in the local vernacular), the jamones of Jabugo, Valle de los Pedroches and Trevélez, and the wines of Jerez, particularly sherry.",
  "/wiki/Brandy_de_Jerez": "Brandy de Jerez is a brandy that is matured in a solera system in the Jerez area of Andalusia, Spain (exclusively matured within the \"Sherry Triangle\", the municipal boundaries of Jerez de la Frontera, El Puerto de Santa María and Sanlúcar de Barrameda, in the province of Cádiz). Besides being sold as a brandy, it is also an ingredient of some sherries. It has a Protected Designation of Origin (PDO).",
  "/wiki/Andalusia": "Andalusia region (UK: /ˌændəˈluːsiə, -ziə/, US: /-ʒ(i)ə, -ʃ(i)ə/; Spanish: Andalucía [andaluˈθi.a]) is the southern autonomous community in Peninsular Spain. It is the most populous, and the second largest autonomous community in the country. The Andalusian autonomous community is officially recognised as a \"historical nationality\". The territory is divided into eight provinces: Almería, Cádiz, Córdoba, Granada, Huelva, Jaén, Málaga and Seville. Its capital is the city of Seville.",
  "/wiki/Herbero": "Herbero is a liquor made in the Sierra de Mariola region in the northern part of the Spanish province of Alicante. This mountain range is famous for its abundance of medicinal and aromatic plants, some of which are used to make the herbero liquor. Herbero is often found in a regional cocktail called mesclaet.",
  "/wiki/Valencian_cuisine": "Valencian cuisine is a Mediterranean cuisine as cooked in the Valencian Community, Spain. Its basic ingredients are vegetables, seafood and meat. It is famous worldwide for its rices, such as paella, and its citrus fruits. The cuisine of neighbouring regions have given and received important contributions from Valencian gastronomy, amongst them Balearic cuisine, Catalan cuisine, Aragonese cuisine, Manchego cuisine and Murcian cuisine.",
  "/wiki/Serra_Mariola_Natural_Park": "The Serra Mariola Natural Park (Valencian pronunciation: [ˈsɛra ðe maɾiˈɔla], Spanish: Parque Natural de la Sierra de Mariola) is a mountain range in the Valencian Community, Spain, one of the most peripheral offsprings of the Baetic System. Most of its territory is included in a natural park founded in 2002, covering an area of 17,257 ha.",
  "/wiki/Iroul%C3%A9guy_AOC": "Irouléguy AOC wines (Basque: Irulegi, Basque pronunciation: [iɾuˈleɡi]) come from Lower Navarre in the Northern Basque Country, France and are usually considered as part of the wine region of South West France (Sud-Ouest). They are named after the village of Irouléguy and are the only wines with AOC certification in the Northern Basque Country. Irouléguy wines are often referred to as coming from \"the smallest vineyard in France, the biggest in the Northern Basque Country\".",
  "/wiki/Basque_cuisine": "Basque cuisine refers to the cuisine of the Basque Country and includes meats and fish grilled over hot coals, marmitako and lamb stews, cod, Tolosa bean dishes, paprikas from Lekeitio, pintxos (Basque tapas), Idiazabal sheep's cheese, txakoli (sparkling white-wine), and Basque cider.",
  "/wiki/Izarra_(liqueur)": "Izarra is a sweet liqueur made in Bayonne in the French Basque Country. This liqueur of basque origin is now produced in Angers, far from the original distillery.",
  "/wiki/Kalimotxo": "Kalimotxo or calimocho is a drink consisting of equal parts red wine and cola-based soft drink. Dating from the 1970s, it has become an icon and one of Spain's most international drinks.",
  "/wiki/Orujo": "Orujo is a pomace brandy (a liquor obtained from the distillation of marc, the solid remains left after pressing of the grape) from northern Spain. It is a transparent spirit with an alcohol content over 50% (100° proof). Its name comes from the expression \"aguardiente de orujo\" (pomace spirit).",
  "/wiki/Pressing_(wine)": "Pressing in winemaking is the process where the juice is extracted from the grapes with the aid of a wine press, by hand, or even by the weight of the grape berries and clusters. Historically, intact grape clusters were trodden by feet but in most wineries today the grapes are sent through a crusher/destemmer, which removes the individual grape berries from the stems and breaks the skins, releasing some juice, prior to being pressed. There are exceptions, such as the case of sparkling wine production in regions such as Champagne where grapes are traditionally whole-cluster pressed with stems included to produce a lighter must that is low in phenolics.",
  "/wiki/Patxaran": "Patxaran (Basque pronunciation: [patʃaɾan]) (Basque from paitar, pattar \"liquor\" and aran \"sloe\" (in certain Basque dialects) Spanish: Pacharán) is a sloe-flavoured liqueur  commonly drunk in Navarre, Basque Country, and other areas of Spain. It is usually served as a digestif either chilled or on ice.",
  "/wiki/Navarre": "Navarre (English: /nəˈvɑːr/; Spanish: Navarra [naˈβara]; Basque: Nafarroa [nafaro.a]; Occitan: Navarra [naˈbaʀɔ]), officially the Chartered Community of Navarre (Spanish: Comunidad Foral de Navarra [komuniˈðað foˈɾal de naˈβara]; Basque: Nafarroako Foru Komunitatea [nafaro.ako foɾu komunitate.a]), is an autonomous community and province in northern Spain, bordering the Basque Autonomous Community, La Rioja, and Aragon in Spain and Nouvelle-Aquitaine in France. The capital city is Pamplona (or Iruñea in Basque).",
  "/wiki/Ratafia": "Ratafia is a term used for two types of sweet alcoholic beverages and a flavouring essence whose taste resembles bitter almonds and later to a ratafia flavoured biscuit or a biscuit to be eaten along with ratafia, and later still to a cherry variety.",
  "/wiki/Catalan_cuisine": "Catalan cuisine is the cuisine from Catalonia. It may also refer to the shared cuisine of Roussillon and Andorra, the second of which has a similar cuisine to that of the neighbouring Alt Urgell and Cerdanya comarques and which is often referred to as \"Catalan mountain cuisine\". It is considered a part of western Mediterranean cuisine.",
  "/wiki/Queimada_(drink)": "Queimada is an alcoholic beverage of Galician tradition.",
  "/wiki/Txakoli": "Txakoli (pronounced [tʃakoˈli]) or chacolí (pronounced [tʃakoˈli]) is a slightly sparkling, very dry white wine with high acidity and low alcohol content produced in the Spanish provinces of the Basque Country, Cantabria and northern Burgos. Further afield, Chile is also a minor producer.",
  "/wiki/Zurracapote": "Zurracapote (sometimes abbreviated as zurra) is a popular Spanish alcoholic mixed drink, similar to sangría. It consists of red wine mixed with fruit such as peaches and lemons, sugar, and cinnamon. The concoction is then traditionally left to steep for several days, though some recipes call for the addition of other alcoholic beverages, juices, and fruit extracts. The result is a mild-to-medium alcoholic drink, similar to sangría.",
  "/wiki/Sangria": "Sangria  (English: /sæŋˈɡriːə/, Portuguese pronunciation: [sɐ̃ˈɡɾi.ɐ]; Spanish: sangría [saŋˈɡɾi.a]) is an alcoholic beverage from Spain.",
  "/wiki/Cider": "Cider (/ˈsaɪdər/ SY-dər) is an alcoholic beverage made from the fermented juice of apples. Cider is popular in the United Kingdom (especially in the West Country) and the Republic of Ireland and widely available. The UK has the world's highest per capita consumption, as well as its largest cider-producing companies. Cider is also popular in many Commonwealth countries, such as India, Canada, Australia, and New Zealand. Aside from the UK and its former colonies, cider is popular in other European countries including Portugal (mainly in Minho and Madeira), France (particularly Brittany and Normandy), northern Italy (Piedmont and Friuli), and northern Spain (especially the Principality of Asturias and the Basque Country). Central Europe also has its own types of cider with Rhineland-Palatinate and Hesse producing a particularly tart version known as Apfelwein. In the U.S., varieties of fermented cider are often called hard cider to distinguish alcoholic cider from non-alcoholic apple cider or \"sweet cider\", also made from apples. In Canada, cider cannot be called cider if there are no apples. Furthermore, according to the Food and Drug Regulations in Canada, cider cannot contain less than 2.5% or over 13% absolute alcohol by volume.",
  "/wiki/Asturias": "Asturias (/æˈstʊəriəs, ə-/, Spanish: [asˈtuɾjas]; Asturian: Asturies [asˈtuɾjes; -ɾjɪs]; Eonaviego: Asturias), officially the Principality of Asturias (Spanish: Principado de Asturias; Asturian: Principáu d'Asturies), is an autonomous community in north-west Spain. It is coextensive with the province of Asturias and contains some of the territory that was part of the larger Kingdom of Asturias in the Middle Ages. Divided into eight comarcas (counties), the autonomous community of Asturias is bordered by Cantabria to the east, by León (Castile and León) to the south, by Lugo (Galicia) to the west, and by the Bay of Biscay (Cantanbric sea) to the north."
}