{
  "/wiki/Linux_kernel": "The Linux kernel is a free and open-source, monolithic, Unix-like operating system kernel.  The Linux family of operating systems is based on this kernel and deployed on both traditional computer systems such as personal computers and servers, usually in the form of Linux distributions, and on various embedded devices such as routers, wireless access points, PBXes, set-top boxes, FTA receivers, smart TVs, PVRs, and NAS appliances. While the adoption of the Linux kernel in desktop computer operating system is low, Linux-based operating systems dominate nearly every other segment of computing, from mobile devices to mainframes. \nSince November 2017[update], all of the world's 500 most powerful supercomputers run Linux. The Android operating system for tablet computers, smartphones, and smartwatches also uses the Linux kernel.",
  "/wiki/Linus_Torvalds": "Linus Benedict Torvalds (/ˈliːnəs ˈtɔːrvɔːldz/ LEE-nəs TOR-vawldz, Finland Swedish: [ˈliːnʉs ˈtuːrvɑlds] (listen); born 28 December 1969) is a Finnish-American software engineer who is the creator and, historically, the principal developer of the Linux kernel, which is the kernel for Linux operating systems (distributions) and other operating systems such as Android and Chrome OS. He also created the distributed version control system Git and the scuba dive logging and planning software Subsurface.",
  "/wiki/Python_(programming_language)": "Python is an interpreted, high-level, general-purpose programming language. Created by Guido van Rossum and first released in 1991, Python's design philosophy emphasizes code readability with its notable use of significant whitespace. Its language constructs and object-oriented approach aim to help programmers write clear, logical code for small and large-scale projects.",
  "/wiki/Guido_van_Rossum": "Guido van Rossum (Dutch: [ˈɣido vɑn ˈrɔsʏm, -səm]; born 31 January 1956) is a Dutch programmer best known as the author of the Python programming language, for which he was the \"Benevolent dictator for life\" (BDFL) until he stepped down from the position in July 2018. He is currently a member of the Python Steering Council, however he has withdrawn from nominations for the 2020 Python Steering Council.",
  "/wiki/386BSD": "386BSD (also known as \"Jolix\") is a discontinued Unix-like operating system based on the Berkeley Software Distribution (BSD). It was released in 1992 and ran on PC-compatible computer systems based on the 32-bit Intel 80386 microprocessor. 386BSD innovations included role-based security, ring buffers, self-ordered configuration and modular kernel design.",
  "/wiki/Lynne_Jolitz": "Lynne Greer Jolitz (born June 30, 1961) is a figure in free software and founder of many startups in Silicon Valley, along with her husband William.",
  "/wiki/William_Jolitz": "William Frederick Jolitz (born February 22, 1957), commonly known as Bill Jolitz, is an American software programmer best known for developing the 386BSD operating system from 1989 to 1994 along with his wife Lynne Jolitz.",
  "/wiki/Samba_(software)": "Samba is a free software re-implementation of the SMB networking protocol, and was originally developed by Andrew Tridgell. Samba provides file and print services for various Microsoft Windows clients and can integrate with a Microsoft Windows Server domain, either as a Domain Controller (DC) or as a domain member. As of version 4, it supports Active Directory and Microsoft Windows NT domains.",
  "/wiki/Andrew_Tridgell": "Andrew \"Tridge\" Tridgell OAM (born 28 February 1967) is an Australian computer programmer.  He is the author of and a contributor to the Samba file server, and co-inventor of the rsync algorithm.",
  "/wiki/NetBSD": "NetBSD is a free and open-source Unix-like operating system based on the Berkeley Software Distribution (BSD). It was the first open-source BSD descendant officially released after 386BSD was forked. It continues to be actively developed and is available for many platforms, including servers, desktops, handheld devices, and embedded systems.",
  "/wiki/FreeBSD": "FreeBSD is a free and open-source Unix-like operating system descended from the Berkeley Software Distribution (BSD), which was based on Research Unix. The first version of FreeBSD was released in 1993. In 2005, FreeBSD was the most popular open-source BSD operating system, accounting for more than three-quarters of all installed BSD systems.",
  "/wiki/Wine_(software)": "Wine (recursive backronym for Wine Is Not an Emulator) is a free and open-source compatibility layer that aims to allow computer programs (application software and computer games) developed for Microsoft Windows to run on Unix-like operating systems. Wine also provides a software library, known as Winelib, against which developers can compile Windows applications to help port them to Unix-like systems.",
  "/wiki/Microsoft_Windows": "Microsoft Windows, commonly referred to as Windows, is a group of several proprietary graphical operating system families, all of which are developed and marketed by Microsoft. Each family caters to a certain sector of the computing industry. Active Microsoft Windows families include Windows NT and Windows IoT; these may encompass subfamilies, e.g. Windows Server or Windows Embedded Compact (Windows CE). Defunct Microsoft Windows families include Windows 9x, Windows Mobile and Windows Phone.",
  "/wiki/Linux_Journal": "Linux Journal (LJ) was a monthly technology magazine originally published by Specialized System Consultants, Inc. (SSC) from Seattle since 1994. In December 2006 the publisher changed to Belltown Media, Inc. in Houston, Texas. Since 2017, the publisher was Linux Journal, LLC. located in Denver, Colorado. The magazine focused specifically on Linux, allowing the content to be a highly specialized source of information for open source enthusiasts.  The magazine was published from March 1994 to August 2019, over 25 years.",
  "/wiki/Computer_magazine": "Computer magazines are about computers and related subjects, such as networking and the Internet. Most computer magazines offer (or offered) advice, some offer programming tutorials, reviews of the latest technologies, and advertisements.",
  "/wiki/PHP": "PHP is a popular general-purpose scripting language that is especially suited to web development. It was originally created by Rasmus Lerdorf in 1994; the PHP reference implementation is now produced by The PHP Group. PHP originally stood for Personal Home Page, but it now stands for the recursive initialism PHP: Hypertext Preprocessor.",
  "/wiki/Rasmus_Lerdorf": "Rasmus Lerdorf (born 22 November 1968) is a Danish-Canadian programmer. He co-authored and inspired the PHP scripting language, authoring the first two versions of the language and participating in the development of later versions led by a group of developers including Jim Winstead (who later created blo.gs), Stig Bakken, Shane Caraveo, Andi Gutmans, and Zeev Suraski. He continues to contribute to the project.",
  "/wiki/GIMP": "GIMP (/ɡɪmp/ GHIMP; GNU Image Manipulation Program) is a free and open-source raster graphics editor used for image retouching and editing, free-form drawing, converting between different image formats, and more specialized tasks.",
  "/wiki/Spencer_Kimball_(computer_programmer)": "Spencer Kimball is an American computer programmer, entrepreneur, and business executive. He is the CEO of Cockroach Labs, a company he co-founded in 2015. His work as a programmer includes creating GNU Image Manipulation Program (GIMP) while still in college, and assisting the source code development of CockroachDB, the namesake software of Cockroach Labs. In addition to Cockroach Labs, Kimball was involved in the founding of other tech startups including WeGo and Viewfinder.",
  "/wiki/Peter_Mattis": "Peter Mattis is an American computer programmer, entrepreneur, and business executive. He is the Vice President of Engineering for Cockroach Labs, a company he co-founded in 2014. His work as a programmer includes launching GNU Image Manipulation Program (GIMP) while still in college, and assisting the source code development of CockroachDB, the namesake software of Cockroach Labs.",
  "/wiki/Ruby_(programming_language)": "Ruby is an interpreted, high-level, general-purpose programming language. It was designed and developed in the mid-1990s by Yukihiro \"Matz\" Matsumoto in Japan.",
  "/wiki/Yukihiro_Matsumoto": "Yukihiro Matsumoto (まつもとゆきひろ, Matsumoto Yukihiro, a.k.a. Matz, born 14 April 1965) is a Japanese computer scientist and software programmer best known as the chief designer of the Ruby programming language and its reference implementation, Matz's Ruby Interpreter (MRI). His demeanor has brought about a motto in the Ruby community: \"Matz is nice and so we are nice,\" commonly abbreviated as MINASWAN.",
  "/wiki/Ruby_on_Rails": "Ruby on Rails, or Rails, is a server-side web application framework written in Ruby under the MIT License. Rails is a model–view–controller (MVC) framework, providing default structures for a database, a web service, and web pages. It encourages and facilitates the use of web standards such as JSON or XML for data transfer, HTML, CSS and JavaScript for user interfacing. In addition to MVC, Rails emphasizes the use of other well-known software engineering patterns and paradigms, including convention over configuration (CoC), don't repeat yourself (DRY), and the active record pattern.",
  "/wiki/Apache_HTTP_Server": "The Apache HTTP Server, colloquially called Apache (/əˈpætʃi/ ə-PATCH-ee), is free and open-source cross-platform web server software, released under the terms of Apache License 2.0. Apache is developed and maintained by an open community of developers under the auspices of the Apache Software Foundation.",
  "/wiki/Robert_McCool": "Robert Martin McCool (born 1973), more commonly known as Rob McCool, is a software developer and architect.",
  "/wiki/National_Center_for_Supercomputing_Applications": "The National Center for Supercomputing Applications (NCSA) is a state-federal partnership to develop and deploy national-scale cyberinfrastructure that advances research, science and engineering based in the United States of America. NCSA operates as a unit of the University of Illinois at Urbana–Champaign, \nand provides high-performance computing resources to researchers across the country. Support for NCSA comes from the National Science Foundation,\n\n \nthe state of Illinois, the University of Illinois, business and industry partners, and other federal agencies.",
  "/wiki/NCSA_HTTPd": "NCSA HTTPd is an early, now discontinued, web server originally developed at the NCSA at the University of Illinois at Urbana–Champaign by Robert McCool and others. First released in 1993, it was among the earliest web servers developed, following Tim Berners-Lee's CERN httpd, Tony Sanders' Plexus server, and some others. It was for some time the natural counterpart to the Mosaic web browser in the client–server World Wide Web. It also introduced the Common Gateway Interface, allowing for the creation of dynamic websites.",
  "/wiki/KDE": "KDE is an international free software community developing Free and Open Source software. As a central development hub, it provides tools and resources that allow collaborative work on this kind of software. Well-known products include the Plasma Desktop, Frameworks and a range of cross-platform applications like Krita or digiKam designed to run on Unix and Unix-like desktops, Microsoft Windows and Android.",
  "/wiki/Matthias_Ettrich": "Matthias Ettrich (born 14 June 1972 in Bietigheim-Bissingen, Baden-Württemberg) is a German computer scientist and founder of the KDE and LyX projects.",
  "/wiki/GNOME": "GNOME (/(ɡ)noʊm/) is a free and open-source desktop environment for Unix-like operating systems. GNOME was originally an acronym for GNU Network Object Model Environment, but the acronym was dropped because it no longer reflected the vision of the GNOME project.",
  "/wiki/Miguel_de_Icaza": "Miguel de Icaza (born November 23, 1972) is a Mexican-American programmer, best known for starting the GNOME, Mono, and Xamarin projects.",
  "/wiki/Federico_Mena": "GNOME (/(ɡ)noʊm/) is a free and open-source desktop environment for Unix-like operating systems. GNOME was originally an acronym for GNU Network Object Model Environment, but the acronym was dropped because it no longer reflected the vision of the GNOME project.",
  "/wiki/OpenOffice.org": "OpenOffice.org (OOo), commonly known as OpenOffice, is a discontinued open-source office suite. It was an open-sourced version of the earlier StarOffice, which Sun Microsystems acquired in 1999 for internal use.",
  "/wiki/StarOffice": "StarOffice, known briefly as Oracle Open Office before being discontinued in 2011, was a proprietary office suite. It originated in 1985 as StarWriter by Star Division, which was acquired by Sun Microsystems in 1999. Sun Microsystems, in turn, was acquired by Oracle Corporation in 2010.",
  "/wiki/Sun_Microsystems": "Sun Microsystems, Inc. (Sun for short) was an American company that sold computers, computer components, software, and information technology services and created the Java programming language, the Solaris operating system, ZFS, the Network File System (NFS), and SPARC. Sun contributed significantly to the evolution of several key computing technologies, among them Unix, RISC processors, thin client computing, and virtualized computing. Sun was founded on February 24, 1982. At its height, the Sun headquarters were in Santa Clara, California (part of Silicon Valley), on the former west campus of the Agnews Developmental Center.",
  "/wiki/Sun_Industry_Standards_Source_License": "The Sun Industry Standards Source License (SISSL) is now a retired free and open source license, recognized as such by the Free Software Foundation and the Open Source Initiative (OSI). Under SISSL, developers could modify and distribute source code and derived binaries freely. Furthermore, developers could choose to keep their modifications private or make them public.  However, the SISSL is unique among OSI-approved licenses in requiring that \"The Modifications which You create must comply with all requirements set out by the Standards body in effect one hundred twenty (120) days before You ship the Contributor Version.\"  If the Modifications do not comply, SISSL becomes a copyleft license, and source must be published \"under the same terms as this license [SISSL] on a royalty-free basis within thirty (30) days.\"",
  "/wiki/Timeline_of_free_and_open-source_software": "This article presents a timeline of events related to popular free/open-source software. For a narrative explaining the overall development, see the related history of free and open-source software."
}