{
  "/wiki/H.E.L.P.": "H.E.L.P. is an American television drama series which aired on ABC for one season as a mid-season replacement for Mission: Impossible, which was a replacement for Mr. Belvedere in March 1990.  John Mahoney starred as Chief Patrick Meacham of the New York City Fire Department.  Wesley Snipes played police officer Lou Barton and David Caruso played police officer Frank Sardoni of the NYPD.",
  "/wiki/L.A._Law": "L.A. Law is an American legal drama television series that ran for eight seasons on NBC, from September 15, 1986 to May 19, 1994.",
  "/wiki/Picket_Fences": "Picket Fences is an American family drama television series about the residents of the town of Rome, Wisconsin, created and produced by David E. Kelley. The show initially ran from September 18, 1992, to June 26, 1996, on the CBS television network in the United States. It sometimes struggled to maintain a stable primetime audience and had fluctuating ratings, due in part to its Friday night time slot. In its first season on the air it placed 80th in the prime-time Nielsen ratings and in its second season it moved to 66th. The show's exteriors were shot in the L.A. suburb of Monrovia, California, with many of the townspeople appearing in the background of episodes.",
  "/wiki/Days_of_Our_Lives": "Days of Our Lives (also stylized as Days of our Lives; often abbreviated to DOOL or Days) is an American daytime soap opera broadcast on NBC. It is one of the longest-running scripted television programs in the world, airing nearly every weekday since November 8, 1965.[dead link] A co-production of Corday Productions and Sony Pictures Television, the series was created by husband-and-wife team Ted Corday and Betty Corday. During Days of Our Lives' early years, Irna Phillips (creator of former NBC stablemate Another World as well as its former CBS rivals, As the World Turns and Guiding Light) served as a story editor for the program and many of the show's earliest storylines were written by William J. Bell (who would depart the series in 1975 to focus full-time on The Young and the Restless, which he created for CBS in 1973).",
  "/wiki/One_West_Waikiki": "One West Waikiki is an American crime drama television series which aired from August 4, 1994 until May 25, 1996 on CBS then on first-run syndication for its second season  The series was set in Hawaii, and starred Cheryl Ladd and Richard Burgi. It was nominated for a Primetime Emmy in 1995.[citation needed]",
  "/wiki/The_Cape_(1996_TV_series)": "The Cape is an American dramatic TV series, with elements of science fiction, action/adventure, and drama, that was produced for syndication during the 1996–97 television season. The Cape told the story of select members of the NASA Astronaut Corps at the Kennedy Space Center in Florida with a focus on their personal lives as they train for, and execute, Space Shuttle missions. The series stars Corbin Bernsen as USAF Colonel Henry J. \"Bull\" Eckert, an experienced astronaut who, early in the series, was the Director of Astronaut Training but later in the series was also tasked with the responsibility of Chief of the Astronaut Office.",
  "/wiki/The_Pretender_(TV_series)": "The Pretender is an American action drama television series created by Steven Long Mitchell and Craig W. Van Sickle, that aired on NBC from September 19, 1996 to May 13, 2000. It was part of NBC's action programming block, Thrillogy.",
  "/wiki/Police_captain": "A captain is a police rank in some countries, such as the United States and France.",
  "/wiki/Millennium_(TV_series)": "Millennium (stylized as .mw-parser-output span.smallcaps{font-variant:small-caps}.mw-parser-output span.smallcaps-smaller{font-size:85%}MillenniuM) is an American television series created by Chris Carter (creator of The X-Files), which aired on Fox between 1996 and 1999. The series follows the investigations of ex-FBI agent Frank Black (Lance Henriksen), now a consultant, with the ability to see inside the minds of criminals, working for a mysterious organization known as the Millennium Group.",
  "/wiki/Covenant_(Millennium)": "\"'Covenant\" is the sixteenth episode of the first season of the American crime-thriller television series Millennium. It premiered on the Fox network on March 21, 1997. The episode was written by Robert Moresco, and directed by Roderick J. Pridy. \"Covenant\" featured guest appearances by John Finn, Michael O'Neill and Sarah Koskoff.",
  "/wiki/Orleans_(TV_series)": "Orleans is an American drama television series created by  Toni Graphia and John Sacret Young, that aired on CBS from January 7 through April 10, 1997. It ran for 8 episodes. The series was said to be inspired by the experiences of creator/producer Toni Graphia, who was the daughter of a Louisiana judge.",
  "/wiki/The_Shining_(miniseries)": "The Shining (stylized as Stephen King's The Shining) is a three-episode horror television miniseries based on the Stephen King book of the same name. Directed by Mick Garris from King's teleplay, it is the second adaptation of King's book after a 1980 film by Stanley Kubrick and was written and produced by King based on his dissatisfaction with Kubrick's version. ABC was quick to offer King the ability to write his script for the adaptation of his book thanks to previous successes with King miniseries such as It (1990), The Tommyknockers (1993), and The Stand (1994), which was also directed by Garris. The miniseries was shot at The Stanley Hotel in Estes Park, Colorado, King's inspiration for the novel, in March 1997.",
  "/wiki/The_X-Files": "The X-Files is an American science fiction drama television series created by Chris Carter. The original television series aired from September 10, 1993 to May 19, 2002 on Fox. The program spanned nine seasons, with 202 episodes. A short tenth season consisting of six episodes premiered on January 24, 2016, and concluded on February 22, 2016. Following the ratings success of this revival, Fox announced in April 2017 that The X-Files would be returning for an eleventh season of ten episodes. The season premiered on January 3, 2018, concluding on March 21, 2018. In addition to the television series, two feature films have been released: The 1998 film The X-Files, which took place as part of the TV series continuity, and the stand-alone film The X-Files: I Want to Believe, released in 2008, six years after the original television run had ended.",
  "/wiki/Drive_(The_X-Files)": "\"Drive\" is the second episode of the sixth season of the science fiction television series The X-Files. It premiered on the Fox network in the United States on November 15, 1998. The episode is a \"Monster-of-the-Week\" story, unconnected to the series' wider mythology. \"Drive\" earned a Nielsen household rating of 11.0, being watched by 18.5 million people in its initial broadcast. The episode received largely positive reviews from television critics.",
  "/wiki/Roswell_(TV_series)": "Roswell is an American science fiction television series developed, produced, and co-written by Jason Katims. The series debuted on October 6, 1999, on The WB and moved to UPN for the third season. The final episode aired on May 14, 2002. Sixty-one episodes in total were broadcast over the show's three seasons. In the United Kingdom, the show aired as both Roswell High and Roswell.",
  "/wiki/JAG_(TV_series)": "JAG  (U.S. military acronym for Judge Advocate General) is an American legal drama television series with a U.S. Navy theme, created by Donald P. Bellisario, and produced by Belisarius Productions in association with Paramount Network Television (now CBS Television Studios). The series was originally aired on NBC for one season from September 23, 1995, to May 22, 1996, and then on CBS for an additional nine seasons from January 3, 1997, to April 29, 2005. The first season was co-produced with NBC Productions (now Universal Television) and was originally perceived as a Top Gun meets A Few Good Men hybrid series.",
  "/wiki/Cmdr.": "Commander is a common naval and air force officer rank. Commander is also used as a rank or title in other formal organisations, including several police forces.\nIn several countries this naval rank is termed Frigate Captain.",
  "/wiki/The_West_Wing": "The West Wing is an American serial political drama television series created by Aaron Sorkin that was originally broadcast on NBC from September 22, 1999, to May 14, 2006. The series is set primarily in the West Wing of the White House, where the Oval Office and offices of presidential senior staff are located, during the fictitious Democratic administration of Josiah Bartlet.",
  "/wiki/Chicago_Hope": "Chicago Hope is an American medical drama television series, created by David E. Kelley. It originally aired on CBS from September 18, 1994, to May 4, 2000. The series is set in a fictional private charitable hospital in Chicago, Illinois.",
  "/wiki/NYPD_Blue": "NYPD Blue is an American police procedural drama television series set in New York City, exploring the struggles of the fictional 15th Precinct detective squad in Manhattan. Each episode typically intertwines several plots involving an ensemble cast.",
  "/wiki/Diagnosis:_Murder": "Diagnosis Murder is an American action-comedy-mystery-medical crime drama television series starring Dick Van Dyke as Dr. Mark Sloan, a medical doctor who solves crimes with the help of his son Steve, a homicide detective played by Van Dyke's real-life son Barry. The series began as a spin-off of Jake and the Fatman (Dr. Mark Sloan made his first appearance in episode 4.19 \"It Never Entered My Mind\"), became a series of three TV movies, and then a weekly television series that debuted on CBS on October 29, 1993. Joyce Burditt wrote the episode in Jake and the Fatman and is listed here as the creator of the spin off series.",
  "/wiki/24_(TV_series)": "24 is an American action drama television series created by Joel Surnow and Robert Cochran for Fox. The series stars Kiefer Sutherland as counter-terrorist agent Jack Bauer. Each season, comprising 24 episodes, covers 24 hours in Bauer's life using the real time method of narration. Premiering on November 6, 2001, the show spanned 192 episodes over eight seasons; the series finale broadcast on May 24, 2010. In addition, a television film, 24: Redemption, was broadcast between seasons six and seven, on November 23, 2008. 24 returned  with a ninth season titled 24: Live Another Day, which aired from May 5 to July 14, 2014. 24: Legacy, a spin-off series featuring new characters, premiered on February 5, 2017. After the cancellation of Legacy in June 2017, Fox announced its plan to develop a new incarnation of the franchise. 24 is a joint production by Imagine Television and 20th Century Fox Television and syndicated by 20th Television.",
  "/wiki/Richard_Walsh_(24_character)": "The following is a list of characters in the television series 24 by season and event. The list first names the actor, followed by the character. Some characters have their own pages; see the box below.",
  "/wiki/Boston_Public": "Boston Public is an American drama television series created by David E. Kelley and broadcast on Fox. Set in Boston, the series centers on Winslow High School, a fictional public high school in the Boston Public Schools district. It features a large ensemble cast and focuses on the work and private lives of the various teachers, students, and administrators at the school. It aired from October 2000 to January 2004. Its slogan was \"Every day is a fight. For respect. For dignity. For sanity.\"",
  "/wiki/Ally_McBeal": "Ally McBeal is an American legal comedy-drama television series, originally aired on Fox from September 8, 1997, to May 20, 2002. Created by David E. Kelley, the series stars Calista Flockhart in the title role as a lawyer working in the fictional Boston law firm Cage and Fish, with other lawyers whose lives and loves were eccentric, humorous, and dramatic. The series received critical acclaim in its early seasons, winning the Golden Globe Award for Best Television Series – Musical or Comedy in 1997 and 1998, and also winning the Emmy Award for Outstanding Comedy Series in 1999.",
  "/wiki/Michael_O'Neill_(actor)": "Michael O'Neill (born May 29, 1947) is an American actor."
}