{
  "/wiki/Malai": "Malai is a type of clotted cream, originating from the Indian subcontinent, used in the cuisine of the Indian subcontinent, especially, in regards to sweets from the Indian subcontinent.  It is made by heating non-homogenized whole milk to about 80 °C (180 °F) for about one hour and then allowing to cool. A thick yellowish layer of fat and coagulated proteins forms on the surface, which is skimmed off. The process is usually repeated to remove most of the fat.\n Malai has about 55% butterfat. Buffalo milk is thought to produce better malai because of its high fat content. Buffalo milk with fat contents varying from 5 to 12% is heated and boiled and then allowed to cool up to 4 °Celsius for best results. Similarly cow's milk with milk fat from 3 to 5% is boiled and cooled to make malai.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.\n Modern humans arrived on the Indian subcontinent from Africa no later than 55,000 years ago.\nTheir long occupation, initially in varying forms of isolation as hunter-gatherers, has made the region highly diverse, second only to Africa in human genetic diversity. Settled life emerged on the subcontinent in the western margins of the Indus river basin 9,000 years ago, evolving gradually into the Indus Valley Civilisation of the third millennium BCE.\nBy 1200 BCE, an archaic form of Sanskrit, an Indo-European language, had diffused into India from the northwest, unfolding as the language of the Rigveda, and recording the dawning of Hinduism in India.\nThe Dravidian languages of India were supplanted in the northern regions.\nBy 400 BCE, stratification and exclusion by caste had emerged within Hinduism,\nand Buddhism and Jainism had arisen, proclaiming social orders unlinked to heredity.\nEarly political consolidations gave rise to the loose-knit Maurya and Gupta Empires based in the Ganges Basin.\nTheir collective era was suffused with wide-ranging creativity, but also marked by the declining status of women, and the incorporation of untouchability into an organised system of belief.[f] In south India, the Middle kingdoms exported Dravidian-languages scripts and religious cultures to the kingdoms of southeast Asia.\n In the early medieval era, Christianity, Islam, Judaism, and Zoroastrianism put down roots on India's southern and western coasts.\nArmies from Central Asia intermittently overran India's plains,\neventually establishing the Delhi sultanate, and drawing northern India into the cosmopolitan networks of medieval Islam.\nIn the 15th century, the Vijayanagara Empire created a long-lasting composite Hindu culture in south India.\nIn the Punjab, Sikhism emerged, rejecting institutionalised religion.\nThe Mughal empire, in 1526, ushered in two centuries of relative peace,\nleaving a legacy of luminous architecture.[g]\nGradually expanding rule of the British East India Company followed, turning India into a colonial economy, but also consolidating its sovereignty. British Crown rule began in 1858. The rights promised to Indians were granted slowly, but technological changes were introduced, and ideas of education, modernity and the public life took root.\nA pioneering and influential nationalist movement emerged, \nwhich was noted for nonviolent resistance and led India to its independence in 1947.\n India is a secular federal republic governed in a democratic parliamentary system. It is a pluralistic, multilingual and multi-ethnic society. India's population grew from 361 million in 1951 to 1,211 million in 2011.\nDuring the same time, its nominal per capita income increased from US$64 annually to US$1,498, and its literacy rate from 16.6% to 74%. From being a comparatively destitute country in 1951, \nIndia has become a fast-growing major economy, a hub for information technology services, with an expanding middle class. It has a space programme which includes several planned or completed extraterrestrial missions. Indian movies, music, and spiritual teachings play an increasing role in global culture.\nIndia has substantially reduced its rate of poverty, though at the cost of increasing economic inequality.\nIndia is considered a great power and nuclear weapons state, which ranks high in military expenditure. It has disputes over Kashmir with its neighbours, Pakistan and China, unresolved since the mid-20th century.\nAmong the socio-economic challenges India faces are gender inequality, child malnutrition,\nand rising levels of air pollution. \nIndia's land is megadiverse, with four biodiversity hotspots. Its forest cover comprises 21.4% of its area. India's wildlife, which has traditionally been viewed with tolerance in India's culture, is supported among these forests, and elsewhere, in protected habitats.",
  "/wiki/Clotted_cream": "Clotted cream (Cornish: dehen molys, sometimes called scalded, clouted, Devonshire or Cornish cream) is a thick cream made by indirectly heating full-cream cow's milk using steam or a water bath and then leaving it in shallow pans to cool slowly. During this time, the cream content rises to the surface and forms \"clots\" or \"clouts\". It forms an essential part of a cream tea.\n Although its origin is uncertain, the cream's production is commonly associated with dairy farms in southwest England and in particular the counties of Cornwall and Devon. The current largest commercial producer in the United Kingdom is Rodda's at Scorrier, Redruth, Cornwall, which can produce up to 25 tons of clotted cream a day. In 1998 the term Cornish clotted cream became a Protected Designation of Origin (PDO) by European Union directive, as long as the milk is produced in Cornwall and the minimum fat content is 55%.",
  "/wiki/Varanasi": "Varanasi (Hindustani pronunciation: [ʋaːˈraːɳəsi] (listen)), also known as Benares, Banaras (Banāras [bəˈnaːrəs] (listen)), or Kashi (Kāśī [ˈkaːʃi] (listen)), is a city on the banks of the river Ganges in Uttar Pradesh, India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of the seven sacred cities (Sapta Puri) in Hinduism and Jainism, and played an important role in the development of Buddhism and Ravidassia. Varanasi lies along National Highway 2 and is served by Varanasi Junction railway station and Lal Bahadur Shastri International Airport.\n Varanasi grew as an important industrial centre famous for its muslin and silk fabrics, perfumes, ivory works, and sculpture. Buddha is believed to have founded Buddhism here around 528 BCE when he gave his first sermon, \"The Setting in Motion of the Wheel of Dharma\", at nearby Sarnath. The city's religious importance continued to grow in the 8th century, when Adi Shankara established the worship of Shiva as an official sect of Varanasi. During the Muslim rule through the Middle Ages, the city continued as an important centre of Hindu devotion, pilgrimage, mysticism and poetry which further contributed to its reputation as a centre of cultural importance and religious education. Tulsidas wrote his epic poem on Rama's life called Ram Charit Manas in Varanasi. Several other major figures of the Bhakti movement were born in Varanasi, including Kabir and Ravidas. Guru Nanak visited Varanasi for Maha Shivaratri in 1507, a trip that played a large role in the founding of Sikhism.\n In the 16th century, Varanasi experienced a cultural revival under the Mughal emperor Akbar who patronised the city, and built two large temples dedicated to Shiva and Vishnu, though much of modern Varanasi was built during the 18th century, by the Maratha and Brahmin kings. The Kingdom of Benares was given official status by the Mughals in 1737, and continued as a dynasty-governed area until Indian independence in 1947. The city is governed by the Varanasi Nagar Nigam (Municipal Corporation) and is represented in the Parliament of India by the current Prime Minister of India Narendra Modi, who won the Lok Sabha elections in 2014 by a huge margin. Silk weaving, carpets and crafts and tourism employ a significant number of the local population, as do the Diesel Locomotive Works and Bharat Heavy Electricals. Varanasi Hospital's foundation stone was laid by the then governor Kanaiyalal Maneklal Munshi in 1954 and it was inaugurated by former president S. Radhakrishnan in 1964.\n Varanasi has been a cultural centre of northern India for several thousand years, and is closely associated with the Ganges. Hindus believe that dying here and getting cremated along the banks of the \"holy\" Ganges river allows one to break the cycle of rebirth and attain salvation, making it a major center for pilgrimage. The city is known worldwide for its many ghats, embankments made in steps of stone slabs along the river bank where pilgrims perform ritual ablutions. Of particular note are the Dashashwamedh Ghat, the Panchganga Ghat, the Manikarnika Ghat and the Harishchandra Ghat, the last two being where Hindus cremate their dead and the Hindu genealogy registers at Varanasi are kept here.\n The Ramnagar Fort, near the eastern bank of the Ganges, was built in the 18th century in the Mughal style of architecture with carved balconies, open courtyards, and scenic pavilions. Among the estimated 23,000 temples in Varanasi are Kashi Vishwanath Temple of Shiva, the Sankat Mochan Hanuman Temple, and the Durga Temple. The Kashi Naresh (Maharaja of Kashi) is the chief cultural patron of Varanasi, and an essential part of all religious celebrations. An educational and musical centre, many prominent Indian philosophers, poets, writers, and musicians live or have lived in the city, and it was the place where the Benares gharana form of Hindustani classical music was developed. One of Asia's largest residential universities is Banaras Hindu University (BHU). The Hindi-language nationalist newspaper, Aj, was first published in 1920.",
  "/wiki/Uttar_Pradesh": "Uttar Pradesh (/ˌʊtər prəˈdɛʃ/; IAST: Uttar Pradeś [ˈʊtːəɾ pɾəˈdeːʃ] (listen)) is a state in northern India. With roughly 200 million inhabitants, it is the most populous state in India as well as the most populous country subdivision in the world. It was created on 1 April 1937 as the United Provinces of Agra and Oudh during British rule, and was renamed Uttar Pradesh in 1950.  The state is divided into 18 divisions and 75 districts with the capital being Lucknow. On 9 November 2000, a new state, Uttarakhand, was carved out from the state's Himalayan hill region. The two major rivers of the state, the Ganga and Yamuna, join at Allahabad (Prayagraj) and then flow as the Ganga further east. Hindi is the most widely spoken language and is also the official language of the state, along with Urdu.\n The state is bordered by Rajasthan to the west, Haryana, Himachal Pradesh and Delhi to the northwest, Uttarakhand and Nepal to the north, Bihar to the east, Madhya Pradesh to the south, and touches the states of Jharkhand and Chhattisgarh to the southeast. It covers 243,290 square kilometres (93,933 sq mi), equal to 7.34% of the total area of India, and is the fourth-largest Indian state by area. Agriculture and service industries are the largest parts of the state's economy. The service sector comprises travel and tourism, hotel industry, real estate, insurance and financial consultancies. The economy of Uttar Pradesh is the fifth-largest state economy in India with ₹15.42 lakh crore (US$220 billion) in gross domestic product and a per capita GDP of ₹61,000 (US$860). Uttar Pradesh ranks twenty eighth among Indian states in human development index. President's rule has been imposed in Uttar Pradesh ten times since 1968, for different reasons and for a total of 1,700 days.\n The natives of the state are generally called UP-waale, or more specifically either Awadhi, Bagheli, Bhojpuri, Braji, Bundeli, Kannauji, or Rohilkhandi depending upon their region of origin. Hinduism is practised by more than three-fourths of the population, with Islam being the next largest religious group. Uttar Pradesh was home to powerful empires of ancient and medieval India. The state has several historical, natural, and religious tourist destinations, such as Agra, Ayodhya, Vrindavan, Lucknow, Mathura, Varanasi, Allahabad and Gorakhpur.",
  "/wiki/Saffron": "Saffron (pronounced /ˈsæfrən/ or /ˈsæfrɒn/) is a spice derived from the flower of Crocus sativus, commonly known as the \"saffron crocus\".  The vivid crimson stigma and styles, called threads, are collected and dried for use mainly as a seasoning and colouring agent in food. Saffron has long been the world's most costly spice by weight. Although some doubts remain on its origin, it is believed that saffron originated in Iran. However, Greece and Mesopotamia have also been suggested as the possible region of origin of this plant: Harold McGee  states that it was domesticated in or near Greece during the Bronze Age. C. sativus is possibly a triploid form of Crocus cartwrightianus, which is itself native to Greece and Crete. Saffron crocus slowly propagated throughout much of Eurasia and was later brought to parts of North Africa, North America, and Oceania.\n Saffron's taste and iodoform- or hay-like fragrance result from the phytochemicals, picrocrocin and safranal. It also contains a carotenoid pigment, crocin, which imparts a rich golden-yellow hue to dishes and textiles. Its recorded history is attested in a 7th-century BC Assyrian botanical treatise, and has been traded and used for over thousands of years. In the 21st century, Iran produces some 90% of the world total for saffron. At US $5,000 per kg or higher, saffron is the world's most expensive spice.",
  "/wiki/Matzoon_(yogurt)": "Matzoon (Armenian: մածուն matsun) or matsoni (Georgian: მაწონი mats'oni) is a fermented milk product of Armenian origin, distributed in Armenia and Georgia. In Japan, it is called Caspian Sea yogurt.",
  "/wiki/Armenia": "The original native Armenian name for the country was Հայք (Hayk’); however, it is currently rarely used. The contemporary name Հայաստան (Hayastan) became popular in the Middle Ages by addition of the Persian suffix -stan (place).[citation needed]. However the origins of the name Hayastan trace back to much earlier dates and were first attested in circa 5th century in the works of Agathangelos, Faustus of Byzantium, Ghazar Parpetsi, Koryun, and Sebeos.\n The name has traditionally been derived from Hayk (Հայկ), the legendary patriarch of the Armenians and a great-great-grandson of Noah, who, according to the 5th-century AD author Moses of Chorene (Movsis Khorenatsi), defeated the Babylonian king Bel in 2492 BC and established his nation in the Ararat region. The further origin of the name is uncertain. It is also further postulated that the name Hay comes from one of the two confederated, Hittite vassal states—the Ḫayaša-Azzi (1600–1200 BC).\n The exonym Armenia is attested in the Old Persian Behistun Inscription (515 BC) as Armina (    ). The Ancient Greek terms Ἀρμενία (Armenía) and Ἀρμένιοι (Arménioi, \"Armenians\") are first mentioned by Hecataeus of Miletus (c. 550 BC – c. 476 BC). Xenophon, a Greek general serving in some of the Persian expeditions, describes many aspects of Armenian village life and hospitality in around 401 BC.\n Some scholars have linked the name Armenia with the Early Bronze Age state of Armani (Armanum, Armi) or the Late Bronze Age state of Arme (Shupria). These connections are inconclusive as it is not known what languages were spoken in these kingdoms. Additionally, while it is agreed that Arme was located to the immediate west of Lake Van (and therefore in the greater Armenia region), the location of the older site of Armani is a matter of debate. Some modern researchers have placed it in the same general area of Arme, near modern Samsat, and have suggested it was populated, at least partially, by an early Indo-European-speaking people. It has also been speculated that the land of Ermenen (located in or near Minni), mentioned by the Egyptian pharaoh Thutmose III in 1446 BCE, could be a reference to Armenia.\n \nAccording to the histories of both Moses of Chorene and Michael Chamchian, Armenia derives from the name of Aram, a lineal descendant of Hayk. The Table of Nations lists Aram as the son of Shem, to whom the Book of Jubilees attests,",
  "/wiki/Milk": "Milk is a nutrient-rich, white liquid food produced by the mammary glands of mammals. It is the primary source of nutrition for infant mammals (including humans who are breastfed) before they are able to digest other types of food. Early-lactation milk contains colostrum, which carries the mother's antibodies to its young and can reduce the risk of many diseases. It contains many other nutrients including protein and lactose. Interspecies consumption of milk is not uncommon, particularly among humans, many of whom consume the milk of other mammals.\n As an agricultural product, milk, also called dairy milk, is extracted from farm animals during or soon after pregnancy. Dairy farms produced about 730 million tonnes of milk in 2011, from 260 million dairy cows. India is the world's largest producer of milk, and is the leading exporter of skimmed milk powder, yet it exports few other milk products. The ever-increasing rise in domestic demand for dairy products and a large demand-supply gap could lead to India being a net importer of dairy products in the future. New Zealand, Germany and the Netherlands are the largest exporters of milk products. China and Russia were the world's largest importers of milk and milk products until 2016 when both countries became self-sufficient, contributing to a worldwide glut of milk.\n Throughout the world, more than six billion people consume milk and milk products. Over 750 million people live in dairy farming households.",
  "/wiki/Mammary_gland": "A mammary gland is an exocrine gland in humans and other mammals that produces milk to feed young offspring. Mammals get their name from the Latin word mamma, \"breast\". The mammary glands are arranged in organs such as the breasts in primates (for example, humans and chimpanzees), the udder in ruminants (for example, cows, goats, and deer), and the dugs of other animals (for example, dogs and cats). Lactorrhea, the occasional production of milk by the glands, can occur in any mammal, but in most mammals, lactation, the production of enough milk for nursing, occurs only in phenotypic females who have gestated in recent months or years. It is directed by hormonal guidance from sex steroids. In a few mammalian species, male lactation can occur. With humans male lactation can occur only under specific circumstances.",
  "/wiki/Mammal": "Mammals (from Latin mamma \"breast\") are vertebrate animals constituting the class Mammalia (/məˈmeɪliə/), and characterized by the presence of mammary glands which in females (and sometimes males) produce milk for feeding (nursing) their young, a neocortex (a region of the brain), fur or hair, and three middle ear bones. These characteristics distinguish them from reptiles and birds, from which they diverged in the late Triassic, 201–227 million years ago. There are around 5,450 species of mammals. The largest orders are the rodents, bats and Soricomorpha (shrews and others). The next three are the Primates (apes, monkeys, and others), the Cetartiodactyla (cetaceans and even-toed ungulates), and the Carnivora (cats, dogs, seals, and others).\n Like birds, mammals are endothermic. The trait evolved independently in these two classes and is an example of convergent evolution.\n In terms of cladistics, which reflects evolutionary history, mammals are the only living members of the Synapsida; this clade, together with Sauropsida (reptiles and birds) together constitute the larger Amniota clade. The early synapsid mammalian ancestors were sphenacodont pelycosaurs, a group that included the non-mammalian Dimetrodon. At the end of the Carboniferous period around 300 million years ago, this group diverged from the sauropsid line that led to today's reptiles and birds. The line following the stem group Sphenacodontia split into several diverse groups of non-mammalian synapsids—sometimes incorrectly referred to as mammal-like reptiles—before giving rise to Therapsida in the Early Permian period. The modern mammalian orders arose in the Paleogene and Neogene periods of the Cenozoic era, after the extinction of non-avian dinosaurs, and have been among the dominant terrestrial animal groups from 66 million years ago to the present.\n The basic body type is quadruped, and most mammals use their four extremities for terrestrial locomotion; but in some, the extremities are adapted for life at sea, in the air, in trees, underground, or on two legs. Mammals range in size from the 30–40 mm (1.2–1.6 in) bumblebee bat to the 30-meter (98 ft) blue whale—possibly the largest animal to have ever lived. Maximum lifespan varies from two years for the shrew to 211 years for the bowhead whale. All modern mammals give birth to live young, except the five species of monotremes, which are egg-laying mammals. The most species-rich group of mammals, the cohort called placentals, have a placenta, which enables the feeding of the fetus during gestation.\n Most mammals are intelligent, with some possessing large brains, self-awareness, and tool use. Mammals can communicate and vocalize in several different ways, including the production of ultrasound, scent-marking, alarm signals, singing, and echolocation. Mammals can organize themselves into fission-fusion societies, harems, and hierarchies—but can also be solitary and territorial. Most mammals are polygynous, but some can be monogamous or polyandrous.\n Domestication of many types of mammals by humans played a major role in the Neolithic revolution, and resulted in farming replacing hunting and gathering as the primary source of food for humans. This led to a major restructuring of human societies from nomadic to sedentary, with more co-operation among larger and larger groups, and ultimately the development of the first civilizations. Domesticated mammals provided, and continue to provide, power for transport and agriculture, as well as food (meat and dairy products), fur, and leather. Mammals are also hunted and raced for sport, and are used as model organisms in science. Mammals have been depicted in art since Palaeolithic times, and appear in literature, film, mythology, and religion. Decline in numbers and extinction of many mammals is primarily driven by human poaching and habitat destruction, primarily deforestation.",
  "/wiki/Nutrition": "Nutrition is the science that interprets the nutrients and other substances in food in relation to maintenance, growth, reproduction, health and disease of an organism. It includes food intake, absorption, assimilation, biosynthesis, catabolism and excretion.\n The diet of an organism is what it eats, which is largely determined by the availability and palatability of foods. For humans, a healthy diet includes preparation of food and storage methods that preserve nutrients from oxidation, heat or leaching, and that reduces risk of foodborne illnesses. The seven major classes of human nutrients are carbohydrates, fats, fiber, minerals, proteins, vitamins, and water. Nutrients can be grouped as either macronutrients or micronutrients (needed in small quantities).\n In humans, an unhealthy diet can cause deficiency-related diseases such as blindness, anemia, scurvy, preterm birth, stillbirth and cretinism, or nutrient excess health-threatening conditions such as obesity and metabolic syndrome; and such common chronic systemic diseases as cardiovascular disease, diabetes, and osteoporosis. Undernutrition can lead to wasting in acute cases, and the stunting of marasmus in chronic cases of malnutrition.",
  "/wiki/Digestion": "Digestion is the breakdown of large insoluble food molecules into small water-soluble food molecules so that they can be absorbed into the watery blood plasma. In certain organisms, these smaller substances are absorbed through the small intestine into the blood stream. Digestion is a form of catabolism that is often divided into two processes based on how food is broken down: mechanical and chemical digestion. The term mechanical digestion refers to the physical breakdown of large pieces of food into smaller pieces which can subsequently be accessed by digestive enzymes. In chemical digestion, enzymes break down food into the small molecules the body can use.\n In the human digestive system, food enters the mouth and mechanical digestion of the food starts by the action of mastication (chewing), a form of mechanical digestion, and the wetting contact of saliva. Saliva, a liquid secreted by the salivary glands, contains salivary amylase, an enzyme which starts the digestion of starch in the food; the saliva also contains mucus, which lubricates the food, and hydrogen carbonate, which provides the ideal conditions of pH (alkaline) for amylase to work. After undergoing mastication and starch digestion, the food will be in the form of a small, round slurry mass called a bolus. It will then travel down the esophagus and into the stomach by the action of peristalsis. Gastric juice in the stomach starts protein digestion. Gastric juice mainly contains hydrochloric acid and pepsin. In infants and toddlers gastric juice also contains rennin. As the first two chemicals may damage the stomach wall, mucus is secreted by the stomach, providing a slimy layer that acts as a shield against the damaging effects of the chemicals. At the same time protein digestion is occurring, mechanical mixing occurs by peristalsis, which is waves of muscular contractions that move along the stomach wall. This allows the mass of food to further mix with the digestive enzymes.\n After some time (typically 1–2 hours in humans, 4–6 hours in dogs, 3–4 hours in house cats),[citation needed] the resulting thick liquid is called chyme.  When the pyloric sphincter valve opens, chyme enters the duodenum where it mixes with digestive enzymes from the pancreas and bile juice from the liver and then passes through the small intestine, in which digestion continues. When the chyme is fully digested, it is absorbed into the blood. 95% of nutrient absorption occurs in the small intestine. Water and minerals are reabsorbed back into the blood in the colon (large intestine) where the pH is slightly acidic about 5.6 ~ 6.9.  Some vitamins, such as biotin and vitamin K (K2MK7) produced by bacteria in the colon are also absorbed into the blood in the colon. Waste material is eliminated from the rectum during defecation.",
  "/wiki/Milkshake": "A milkshake is a sweet, cold beverage that is usually made from milk, ice cream or ice milk, and flavorings or sweeteners such as butterscotch, caramel sauce, chocolate syrup, or fruit syrup.\n Many more precise and rigid definitions are used, depending on the location. Outside of the United States, a milkshake that uses ice cream or ice milk is sometimes called a thick milkshake or thick shake; in New England, the term frappe may be used to differentiate it from thinner forms of flavored milk; in Rhode Island a coffee ice cream (or coffee syrup) and milk-based beverage is called a coffee cabinet. Many food places such as McDonald's avoid the term milkshake on their menus in favor of the term shake.\n Full-service restaurants, soda fountains, and diners usually prepare and mix the shake \"by hand\" from scoops of ice cream and milk in a blender or drink mixer using a stainless steel cup. Many fast food outlets do not make shakes by hand with ice cream; instead, they make shakes in automatic milkshake machines which freeze and serve a pre-made milkshake mixture consisting of milk, a sweetened flavoring agent, and a thickening agent. However, some fast food outlets still follow the traditional method, and some serve milkshakes which are prepared by blending soft-serve ice cream (or ice milk) with flavoring or syrups. Milkshakes can also be made at home with a blender or automatic drink mixer.\n A milkshake can also be made by adding powder into fresh milk and stirring the powder into the milk. Milkshakes made in this way can come in a variety of flavors, including chocolate, caramel, strawberry, and banana.",
  "/wiki/Milk_skin": "Milk skin or lactoderm refers to a sticky film of protein that forms on top of dairy milk and foods containing dairy milk (such as hot chocolate and some soups). Milk film can be produced both through conventional boiling and by microwaving the liquid, and as such can often be observed when heating milk for use in drinks such as drinking chocolate. It is caused by the denaturation of proteins such as beta-lactoglobulin (whey protein).\n When milk is boiled, soluble milk proteins are denatured and then coagulate with milk's fat and form a sticky film across the top of the liquid, which then dries by evaporation. The layer does not need to be discarded and can be consumed, as protein's nutritional value is unaffected by the denaturation process. Milk film is often considered to be desirable and is used in several recipes for various foods.",
  "/wiki/Protein": "Proteins are large biomolecules, or macromolecules, consisting of one or more long chains of amino acid residues. Proteins perform a vast array of functions within organisms, including catalysing metabolic reactions, DNA replication, responding to stimuli, providing structure to cells, and organisms, and transporting molecules from one location to another. Proteins differ from one another primarily in their sequence of amino acids, which is dictated by the nucleotide sequence of their genes, and which usually results in protein folding into a specific three-dimensional structure that determines its activity.\n A linear chain of amino acid residues is called a polypeptide. A protein contains at least one long polypeptide. Short polypeptides, containing less than 20–30 residues, are rarely considered to be proteins and are commonly called peptides, or sometimes oligopeptides. The individual amino acid residues are bonded together by peptide bonds and adjacent amino acid residues. The sequence of amino acid residues in a protein is defined by the sequence of a gene, which is encoded in the genetic code. In general, the genetic code specifies 20 standard amino acids; however, in certain organisms the genetic code can include selenocysteine and—in certain archaea—pyrrolysine. Shortly after or even during synthesis, the residues in a protein are often chemically modified by post-translational modification, which alters the physical and chemical properties, folding, stability, activity, and ultimately, the function of the proteins. Sometimes proteins have non-peptide groups attached, which can be called prosthetic groups or cofactors. Proteins can also work together to achieve a particular function, and they often associate to form stable protein complexes.\n Once formed, proteins only exist for a certain period and are then degraded and recycled by the cell's machinery through the process of protein turnover. A protein's lifespan is measured in terms of its half-life and covers a wide range. They can exist for minutes or years with an average lifespan of 1–2 days in mammalian cells. Abnormal or misfolded proteins are degraded more rapidly either due to being targeted for destruction or due to being unstable.\n Like other biological macromolecules such as polysaccharides and nucleic acids, proteins are essential parts of organisms and participate in virtually every process within cells. Many proteins are enzymes that catalyse biochemical reactions and are vital to metabolism. Proteins also have structural or mechanical functions, such as actin and myosin in muscle and the proteins in the cytoskeleton, which form a system of scaffolding that maintains cell shape. Other proteins are important in cell signaling, immune responses, cell adhesion, and the cell cycle. In animals, proteins are needed in the diet to provide the essential amino acids that cannot be synthesized. Digestion breaks the proteins down for use in the metabolism.\n Proteins may be purified from other cellular components using a variety of techniques such as ultracentrifugation, precipitation, electrophoresis, and chromatography; the advent of genetic engineering has made possible a number of methods to facilitate purification. Methods commonly used to study protein structure and function include immunohistochemistry, site-directed mutagenesis, X-ray crystallography, nuclear magnetic resonance and mass spectrometry.",
  "/wiki/Denaturation_(biochemistry)": "Denaturation is a process in which proteins or nucleic acids lose the quaternary structure, tertiary structure, and secondary structure which is present in their native state, by application of some external stress or compound such as a strong acid or base, a concentrated inorganic salt, an organic solvent (e.g., alcohol or chloroform), radiation or heat. If proteins in a living cell are denatured, this results in disruption of cell activity and possibly cell death. Protein denaturation is also a consequence of cell death. Denatured proteins can exhibit a wide range of characteristics, from conformational change and loss of solubility to aggregation due to the exposure of hydrophobic groups. Denatured proteins lose their 3D structure and therefore cannot function.\n Protein folding is key to whether a globular or membrane protein can do its job correctly; it must be folded into the right shape to function. However, hydrogen bonds, which play a big part in folding, are rather weak and thus easily affected by heat, acidity, varying salt concentrations, and other stressors which can denature the protein. This is one reason why homeostasis is physiologically necessary in many life forms.\n This concept is unrelated to denatured alcohol, which is alcohol that has been mixed with additives to make it unsuitable for human consumption.",
  "/wiki/Casein": "Casein (/ˈkeɪsiːɪn/ KAY-see-in, from Latin caseus \"cheese\") is a family of related phosphoproteins (αS1, αS2, β, κ). These proteins are commonly found in mammalian milk, comprising c. 80% of the proteins in cow's milk and between 20% and 45% of the proteins in human milk. Sheep and buffalo milk have a higher casein content than other types of milk with human milk having a particularly low casein content.\n Casein has a wide variety of uses, from being a major component of cheese, to use as a food additive. The most common form of casein is sodium caseinate.\n As a food source, casein supplies amino acids, carbohydrates, and two essential elements, calcium and phosphorus.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).\n Japan is officially divided into 47 prefectures and traditionally into eight regions. Approximately two-thirds of the country's terrain is mountainous and heavily forested, and less than one-eighth of land is suitable for agriculture. Consequently, Japan is among the most densely populated and urbanized countries in the world, with over 90% of its population living in urban areas. The largest of these is the metropolitan area centered on the capital city of Tokyo, which is the most populous in the world and home to more than 38 million people. Japan itself is the world's eleventh most populous country with a population of 126.2 million, of which 97.8% are ethnically Japanese.\n The kanji (or \"Chinese characters\") that make up the name of Japan in the Japanese language mean \"sun origin\"; in the Western world, the country is often known by the sobriquet \"Land of the Rising Sun\". Periods of influence from other regions, primarily China, followed by periods of isolation, particularly from Western Europe, have characterized the history of Japan.\n While archaeological evidence indicates that Japan was inhabited as early as the Upper Paleolithic period, the first written mention of the archipelago appears in Chinese texts from the first century AD. Between the fourth and ninth centuries, the kingdoms of Japan became gradually unified under an Emperor and imperial court based in Heian-kyō (modern Kyoto). However, beginning in the twelfth century, de facto political power came to be held by a succession of military dictators (shōgun) and feudal lords (daimyō) and enforced by a class of warrior nobility known as samurai. After a century-long period of civil war, Japan was reunified in 1603 under the rule of the Tokugawa shogunate, which established a government in Edo (modern Tokyo) and enacted a policy of isolationism. This period ended in 1853 when a United States fleet forced Japan to open to the West, leading to the fall of the shogunate and the restoration of imperial power in 1868. In the following Meiji era, Japan adopted a Western-style government and pursued a program of industrialization and modernization; this transformed the feudal society into a great power, with Japan establishing a colonial empire in East Asia after decisive victories in the First Sino-Japanese War and Russo-Japanese War. In 1937, the Empire of Japan invaded China, beginning the Second Sino-Japanese War; in 1940, it signed the Tripartite Pact and entered World War II the following year on the side of the Axis powers. After suffering major defeats in the Pacific and two atomic bombings, Japan surrendered to the Allies in 1945, coming under a brief occupation and adopting a new post-war constitution. Japan has since maintained a unitary parliamentary constitutional monarchy with the Emperor as a ceremonial head of state and an elected legislature known as the National Diet.\n Today, Japan is a member of numerous international institutions, including the United Nations, the OECD, the G7, and the G20. Although it has officially renounced its right to declare war, Japan maintains a modern military for peacekeeping and self-defense, which has been ranked as the world's fourth most powerful. Following World War II, Japan experienced record economic growth, recovering from the war to become the world's second-largest economy by 1980. Today, Japan's economy is the world's third-largest by nominal GDP and fourth-largest by purchasing power parity; it is also the fourth-largest importer and exporter and a global leader in the automotive and electronics industries. Japan is ranked \"very high\" on the Human Development Index; its population enjoys high levels of education and the second-highest life expectancy in the world, though it currently is experiencing a projected decline due to low birth rates. Culturally, Japan is globally renowned for its art, cuisine, literature, cinema, music, and popular culture, including its prominent comics, animation, and video game industries.",
  "/wiki/So_(Dairy)": "So (蘇) was a type of dairy product made in Japan between the seventh and 10th centuries. According to Engishiki, so was introduced from Baekje, and acted as a gift in kind to the emperors. Daigo was produced by further processing of so.\n The first record of so was made during the era of Emperor Mommu (697-707 AD). Tennyakuryo, then a part of the Ministry of Imperial Household, was responsible for the production of so. It was used as a medicine and as an offering to gods.\n The production sites known to date include Ajifu in Settsu (current Higashiyodogawa-ku in Osaka). So is made by solidifying layers of milk skin. The flavor is light, similar to that of cottage cheese.",
  "/wiki/Míša": "Míša is a popular Czech brand of frozen confection. Míšas have been made continuously since 1961, and sell over 12 million ice pops per year, making it the most successful ice cream brand in the Czech Republic. It has survived events such as the Velvet Revolution and is fondly remembered as an integral part of Czech childhood.\n They are made with frozen quark, rather than ice cream or yogurt.\n The logo features a grinning green bear as the brand's mascot, holding its arms above the word \"Míša.\"",
  "/wiki/Czech_Republic": "The Czech Republic (/ˈtʃɛk -/ (listen); Czech: Česká republika [ˈtʃɛskaː ˈrɛpublɪka] (listen)), also known by its short-form name, Czechia (/ˈtʃɛkiə/ (listen); Czech: Česko [ˈtʃɛsko] (listen)), is a country in Central Europe bordered by Poland to the northeast, Slovakia to the southeast, Austria to the south, and Germany to the west. The Czech Republic is a landlocked country with a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unitary parliamentary republic, with 10.7 million inhabitants. Its capital and largest city is Prague, with 1.3 million residents; other major cities are Brno, Ostrava, Olomouc and Pilsen.\n The Czech Republic includes the historical territories of Bohemia, Moravia, and Czech Silesia. The Czech state was formed in the late ninth century as the Duchy of Bohemia under the Great Moravian Empire. In 1002, the duchy was formally recognized as an Imperial State of the Holy Roman Empire along with the Kingdom of Germany, the Kingdom of Burgundy, the Kingdom of Italy; and became the Kingdom of Bohemia in 1198, reaching its greatest territorial extent in the 14th century. Prague was the imperial seat in periods between the 14th and 17th century. The Protestant Bohemian Reformation of the 15th century led to the Hussite Wars, the first of many conflicts with the Catholic Church.\n Following the Battle of Mohács in 1526, the whole Crown of Bohemia was gradually integrated into the Habsburg Monarchy. The Protestant Bohemian Revolt (1618–20) against the Catholic Habsburgs led to the Thirty Years' War. After the Battle of the White Mountain, the Habsburgs consolidated their rule, eradicated Protestantism, reimposed Catholicism, and adopted a policy of gradual Germanization. This contributed to anti-Habsburg sentiment and resentment of the Catholic Church that continues to this day. With the dissolution of the Holy Roman Empire in 1806, the Bohemian Kingdom became part of the Austrian Empire (1804 to 1867) and the Czech language experienced a revival as a consequence of widespread romantic nationalism. In the 19th century, the Czech lands became the industrial powerhouse of the monarchy and were subsequently the core of the First Czechoslovak Republic, which was formed in 1918 following the collapse of the Austro-Hungarian Empire after World War I.\n Czechoslovakia was the only democracy in Central Europe during the interwar period (after the May Coup in Poland, in 1926). However, parts of the country were occupied by Germany in World War II, while the Slovak region became a German puppet state. Czechoslovakia was liberated in 1945 by the Soviet Union and the United States. Most of the German-speaking minority were expelled following the war. The Communist Party of Czechoslovakia won the 1946 elections and after the 1948 coup d'état established a one-party communist state under Soviet influence. Increasing dissatisfaction with the regime culminated in 1968 to the reform movement known as the Prague Spring, which ended in a Soviet-led invasion. Czechoslovakia remained occupied until the 1989 Velvet Revolution, which peacefully ended communist rule and reestablished democracy and a market economy. On 1 January 1993, Czechoslovakia peacefully dissolved, with its constituent states becoming the independent states of the Czech Republic and Slovakia.\n The Czech Republic is a developed country with an advanced, high income social market economy. It is a welfare state with a European social model, universal health care, and tuition-free university education. It ranks 13th in the UN inequality-adjusted human development and 14th in the World Bank Human Capital Index ahead of countries such as the United States, the United Kingdom and France. It ranks as the eleventh safest and most peaceful country and performs strongly in democratic governance. The Czech Republic joined NATO in 1999 and the European Union (EU) in 2004. It is also a member of the OECD, the United Nations, the OSCE, and the Council of Europe.",
  "/wiki/Mitha_Dahi": "Mishti doi (Bengali: মিষ্টি দই) is a fermented sweet doi (yogurt) originating from the Bengal region of the Indian subcontinent; and common in the Indian states of West Bengal, Tripura, Assam's Barak Valley and in Bangladesh. It is made with milk and sugar/jaggery. It differs from the plain yogurt because of the technique of preparation.\n Mishti doi is prepared by boiling milk until it is slightly thickened, sweetening it with sugar, either gura (brown sugar) or khejur gura (date molasses), and allowing the milk to ferment overnight. Earthenware is always used as the container for making mitha dahi because the gradual evaporation of water through its porous walls not only further thickens the yoghurt, but also produces the right temperature for the growth of the culture. Very often the yoghurt is delicately seasoned with a pinch of cardamom for fragrance. Baked yogurt is a similar preparation in the west.",
  "/wiki/Yogurt": "Yogurt (UK: /ˈjɒɡərt/; US: /ˈjoʊɡərt/, from Turkish: yoğurt), also spelled yoghurt, yogourt or yoghourt, is a food produced by bacterial fermentation of milk. The bacteria used to make yogurt are known as yogurt cultures. The fermentation of lactose by these bacteria produces lactic acid, which acts on milk protein to give yogurt its texture and characteristic tart flavor. Cow's milk is commonly available worldwide and, as such, is the milk most commonly used to make yogurt. Milk from water buffalo, goats, ewes, mares, camels, and yaks is also used to produce yogurt where available locally. The milk used may be homogenized or not, even pasteurized or raw. Each type of milk produces substantially different results.\n Yogurt is produced using a culture of Lactobacillus delbrueckii subsp. bulgaricus and Streptococcus thermophilus bacteria. In addition, other lactobacilli and bifidobacteria are sometimes added during or after culturing yogurt. Some countries require yogurt to contain a certain amount of colony-forming units (CFU) of bacteria; in China, for example, the requirement for the number of lactobacillus bacteria is at least 1 million CFU per milliliter.\n To produce yogurt, milk is first heated, usually to about 85 °C (185 °F), to denature the milk proteins so that they do not form curds. After heating, the milk is allowed to cool to about 45 °C (113 °F). The bacterial culture is mixed in, and that temperature of 45 °C is maintained for 4 to 12 hours to allow fermentation to occur.",
  "/wiki/West_Bengal": "West Bengal (/bɛnˈɡɔːl/; Bengali: Paschim Banga) is a state in the eastern region of India along the Bay of Bengal. With over 91 million inhabitants (as of 2011), it is India's fourth-most populous state. West Bengal is the thirteenth-largest Indian state, with an area of 88,752 km2 (34,267 sq mi). Part of the ethno-linguistic Bengal region of the Indian subcontinent, it borders Bangladesh in the east, and Nepal and Bhutan in the north. It also borders the Indian states of Odisha, Jharkhand, Bihar, Sikkim, and Assam. The state capital is Kolkata (Calcutta) the seventh-largest city in India, and center of the third-largest metropolitan area in the country. West Bengal includes the Darjeeling Himalayan hill region, the Ganges delta, the Rarh region, and the coastal Sundarbans. The main ethnic group is the Bengalis, with Bengali Hindus forming the demographic majority.\n The area's early history featured a succession of Indian empires, internal squabbling, and a tussle between Hinduism and Buddhism for dominance. Ancient Bengal was the site of several major Janapadas (kingdoms), while the earliest cities date back to the Vedic period. The region was part of several ancient pan−Indian empires, including the Mauryans and Guptas. It was also a bastion of regional kingdoms. The citadel of Gauda served as the capital of the Gauda Kingdom, the Buddhist Pala Empire (8th–11th century) and Hindu Sena Empire (11th–12th century). Islam was introduced  through trade with the Abbasid Caliphate, but following the early conquest of Muhammad bin Bakhtiyar Khalji and the establishment of the Delhi Sultanate, it spread across the entire Bengal region. Later, occasional Muslim raiders reinforced the process of conversion by building mosques, madrasas, and khanqahs. During the Islamic Bengal Sultanate, founded in 1352, Bengal was a major trading nation in the world and was often referred by the Europeans as the richest country to trade with. It was absorbed into the Mughal Empire in 1576. Simultaneously, some parts of the region were ruled by several Hindu states, and Baro-Bhuyan landlords, and part of it was briefly overrun by the Suri Empire. The Mughal Bengal was heralded by Aurangzeb as the \"paradise of the nations\", since it was the empire's most economically developed province. It became a leading exporter to the world,  and a center of worldwide industries such as cotton textiles, silk, and shipbuilding. Its citizens' standard of living was among the world's highest. Bengal accounted for 40% of Dutch imports from Asia, for example, including more than 50% of its textiles and around 80% of its silks. Bengal's economy bypassed the period of proto-industrialization.\n By the 18th century, the state was ruled by the Nawabs of Bengal, before being conquered by the British East India Company at the Battle of Plassey in 1757. Calcutta served for many years as the capital of British India. The region was later administered by the United Kingdom as part of the Bengal Presidency (1757–1905; 1912–1947) and Eastern Bengal and Assam Province (1905–1912) in British India. Bengal faced multiple famines and deindustrialisation under British Raj. The socio-cultural movements of the Bengal Renaissance played an influential role in decolonisation and the region was a hotbed of the Indian independence movement. In 1947, the Bengal Legislative Council and the [[Bengal LegislaChatim tree tive Assembly]] voted on the Partition of Bengal along religious lines into two separate entities: West Bengal, a state of India, and East Bengal, a province of Pakistan which later became the independent Bangladesh. Several regional and pan−Indian empires throughout Bengal's history have shaped its culture, cuisine, and architecture.\n Post independence, West Bengal's economy is based on agricultural production and small and medium-sized enterprises. The economy of West Bengal is the sixth-largest state economy in India with ₹11.77 lakh crore (US$170 billion) in gross domestic product and a per capita GDP of ₹116,000 (US$1,600). The state has high government debt with ₹3.6 lakh crore (US$50 billion) or 35% of GSDP, moderate unemployment, and low per capita income. In human development index it ranks twenty-first among Indian states. Kolkata is known as the \"cultural capital of India\". West Bengal has two World Heritage sites and one of the top tourism destinations in India.",
  "/wiki/Odisha": "Odisha (/əˈdɪsə/, /ɒˈrɪsə, ɔː-, oʊ-/;, pronounced [oɽɪˈsaː] (listen); is an Indian state located on the eastern coast of India. It neighbors the states of West Bengal and Jharkhand to the north, Chhattisgarh to the west and Andhra Pradesh to the south. Odisha has a coastline of 485 kilometres (301 mi) along the Bay of Bengal. It is the 8th largest state by area, and the 11th largest by population. The state has the third largest population of Scheduled Tribes in India.\n The ancient kingdom of Kalinga, which was invaded by the Mauryan emperor Ashoka in 261 BCE resulting in the Kalinga War, coincides with the borders of modern-day Odisha. The modern state of Odisha was established on 1 April 1936, as a province in British India, and consisted of Odia-speaking regions. 1 April is celebrated as Utkala Dibasa. The region is also known as Utkala and is mentioned in India's national anthem, \"Jana Gana Mana\". Cuttack was made the capital of the region by Anantavarman Chodaganga in c. 1135, after which the city was used as the capital by many rulers, through the British era until 1948. Thereafter, Bhubaneswar became the capital of Odisha.\n The economy of Odisha is the 16th-largest state economy in India with ₹4.16 lakh crore (US$58 billion) in gross domestic product and a per capita GDP of ₹93,000 (US$1,300). Odisha ranks 23rd among Indian states in human development index.",
  "/wiki/Bangladesh": "Bangladesh (Bengali: বাংলাদেশ) pronounced /ˌbɑːŋlɑːˈdɛʃ/ (bung-lah-desh) or [ˈbaŋladeʃ] (listen); literally meaning The country of Bengal; and officially called the People's Republic of Bangladesh (গণপ্রজাতন্ত্রী বাংলাদেশ Gônoprojatontri Bangladesh), is a country in South Asia. It is the world's 8th-most populous country with nearly 163 million people, and is the 92nd-largest country in land area, spanning 147,570 square kilometres (56,980 sq mi), making it one of the most densely-populated countries in the world. Bangladesh shares land borders with India to the west, north, and east, Myanmar to the southeast, and the Bay of Bengal to the south. It is narrowly separated from Nepal and Bhutan by India's Siliguri Corridor in the north and from China by the Indian state of Sikkim in the northeast. Dhaka, the capital and largest city, is the nation's economic, political and cultural hub. Chittagong, the largest sea port, is the second largest city. The dominant geographic feature is the Ganges delta, which empties into the Bay of Bengal the combined waters of several river systems, including the Brahmaputra and the Ganges, with numerous criss-crossing rivers and inland waterways. Highlands with evergreen forests cover the northeastern and southeastern regions. The seacoast features the longest natural sea beach and most of the world's largest mangrove forest. The country's biodiversity includes a vast array of plants and wildlife, including the endangered Bengal tiger, the national animal.\n Bangladesh forms the largest and eastern part of the Bengal region. According to the ancient Indian epics, Ramayana and Mahabharata, the Vanga Kingdom, one of the namesakes of the Bengal region, was a strong naval ally of the legendary Ayodhya. In the ancient and classical period of the Indian subcontinent, the territory was home to many principalities, including the Pundra, Gangaridai, Gauda, Samatata and Harikela. It was also a Mauryan province under the reign of Ashoka. The principalities were notable for their overseas trade, contacts with the Roman world, export of fine muslin and silk to the Middle East, and spreading of philosophy and art to Southeast Asia. The Pala Empire, the Chandra dynasty, and the Sena dynasty were the last pre-Islamic Bengali middle kingdoms. Islam was introduced during the Pala Empire, through trade with the Abbasid Caliphate, but following the early conquest of Bakhtiyar Khalji and the subsequent establishment of the Delhi Sultanate and preaching of Shah Jalal in East Bengal, the faith fully spread across the region. In 1576, the wealthy Bengal Sultanate was absorbed into the Mughal Empire, but its rule was briefly interrupted by the Suri Empire. Following the death of Emperor Aurangzeb in the early 1700s, the proto-industrialised Mughal Bengal became a semi-independent state under the Nawabs of Bengal. The region was later conquered by the British East India Company at the Battle of Plassey in 1757. The borders of modern Bangladesh were established with the separation of Bengal and India in August 1947, when the region became East Pakistan as a part of the newly formed State of Pakistan, demarcated by the Boundary of the Partition of India. Later the rise of the Bengali nationalist and self-determination movement led to the Liberation War and eventually resulted in the emergence of Bangladesh as a sovereign nation in 1971.\n The Bengali ethnicity, speakers of the official Bengali language, make up 98% of the population. Bangladesh is created on the basis of language and ethnicity. The politically dominant Bengali Muslims make the nation the world's fourth-largest Muslim-majority country. The constitution declares Bangladesh a secular state while recognizing Islam as a state religion. A middle power, Bangladesh is a unitary parliamentary democracy and constitutional republic in the Westminster tradition. The country is divided into eight administrative divisions and sixty-four districts. It is one of the emerging and growth-leading economies of the world, one of the Next Eleven countries, with one of the fastest real GDP growth rates in the world. Its gross domestic product ranks 39th largest in terms of market exchange rates, and 29th in purchasing power parity. Its per capita income ranks 143th nominally and 136th by purchasing power parity. In recent years Bangladesh has registered notable success in reducing child mortality; population control; combating natural disasters; women's empowerment; using microcredit to alleviate poverty; and boosting income through the export of textiles, garments, pharmaceuticals, manpower, agricultural produce, shrimps, jute, leather goods, seafood, tea, etc. However, the country continues to face the challenges of the Rohingya genocide and refugee crisis, corruption, and the erratic effects of climate change.",
  "/wiki/Mozzarella": "Mozzarella (English: /ˌmɒtsəˈrɛlə/, Italian: [mottsaˈrɛlla]; Neapolitan: muzzarella [muttsaˈrɛllə]) is a traditionally southern Italian cheese made from Italian buffalo's milk by the pasta filata method. Mozzarella received a Traditional Specialities Guaranteed (TEG) certification from the European Union in 1998. This protection scheme requires that mozzarella sold in the European Union is produced according to a traditional recipe.\n The TSG certification does not specify the source of the milk, so any type of milk can be used, but it is speculated that it is normally made from whole milk. In Italy, mozzarella made from the milk of the Italian water buffalo is an important variety; the Italian buffalo mozzarella sold as Mozzarella di Bufala Campana is protected under the EU's Protected Designation of Origin scheme and may only be produced in select locations in the regions of Campania, Lazio, Apulia and Molise.\n Fresh mozzarella is generally white but may vary seasonally to slightly yellow depending on the animal's diet. Due to its high moisture content, it is traditionally served the day after it is made but can be kept in brine for up to a week or longer when sold in vacuum-sealed packages. Low-moisture mozzarella can be kept refrigerated for up to a month, though some shredded low-moisture mozzarella is sold with a shelf life of up to six months. Mozzarella of several kinds is used for most types of pizza and several pasta dishes or served with sliced tomatoes and basil in Caprese salad.",
  "/wiki/Moose_milk": "Moose milk, also known as elk milk, refers to milk produced by moose (Alces alces). Though it is most commonly consumed by moose calves, its production has also been commercialised in Russia, Sweden and Canada.",
  "/wiki/Milkmaid": "A milkmaid (or milk maid) was a girl or woman who milked cows.[citation needed] She also used the milk to prepare dairy products such as cream, butter, and cheese. Many large houses employed milkmaids instead of having other staff do the work. The term milkmaid is not the female equivalent of milkman in the sense of one who delivers milk to the consumer;  it is the female equivalent of milkman in the sense of cowman.[citation needed]",
  "/wiki/Kostroma_Moose_Farm": "Kostroma Moose Farm (Russian: Костромска́я лосефе́рма) is an experimental farm in Kostroma Oblast, Russia, where a herd of moose is kept, primarily for milk production; the farm supplies moose's milk to a nearby sanitorium. It is located near the village of Sumarokovo in Krasnoselsky District of Kostroma Oblast, some 25 km east of the city of Kostroma.",
  "/wiki/Kostroma_Oblast": "Kostroma Oblast (Russian: Костромска́я о́бласть, Kostromskaya oblast) is a federal subject of Russia (an oblast). Its administrative center is the city of Kostroma and its population as of the 2010 Census is 667,562. It was formed in 1944 on the territory detached from neighboring Yaroslavl Oblast.\n Textile industries have been developed there since the early 18th century. Its major historic towns include Kostroma, Sharya, Nerekhta, Galich, Soligalich, and Makaryev.\n Viktor Shershunov was Governor from 1997 until his death in a car crash on September 20, 2007, at which point Igor Slyunyayev became the new Governor until, as of 2012[update], Sergey Sitnikov become the current incumbent.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.\n The East Slavs emerged as a recognizable group in Europe between the 3rd and 8th centuries AD. Founded and ruled by a Varangian warrior elite and their descendants, the medieval state of Rus arose in the 9th century. In 988 it adopted Orthodox Christianity from the Byzantine Empire, beginning the synthesis of Byzantine and Slavic cultures that defined Russian culture for the next millennium. Rus ultimately disintegrated into a number of smaller states, until it was finally reunified by the Grand Duchy of Moscow in the 15th century. By the 18th century, the nation had greatly expanded through conquest, annexation, and exploration to become the Russian Empire, which was the third largest empire in history, stretching from Poland on the west to Alaska on the east. Following the Russian Revolution, the Russian Soviet Federative Socialist Republic (Russian SFSR) became the largest and leading constituent of the Union of Soviet Socialist Republics (USSR/Soviet Union), the world's first constitutionally socialist state. The Soviet Union played a decisive role in the Allied victory in World War II, and emerged as a recognized superpower and rival to the United States during the Cold War. The Soviet era saw some of the most significant technological achievements of the 20th century, including the world's first human-made satellite and the launching of the first humans in space. Following the dissolution of the Soviet Union in 1991, the Russian SFSR reconstituted itself as the Russian Federation and is recognized as the continuing legal personality and a successor of the USSR.\n The political system of Russia is governed as a federal semi-presidential republic since 1993. Vladimir Putin has dominated Russia's political system since 2000, serving as either president or prime minister. His government is often characterized as authoritarian, where Russia has experienced democratic backsliding and a worsening human rights record under his leadership. It is ranked 137th out of 180 countries in the 2019 Corruption Perceptions Index and 24 of 29 in the 2018 Nations in Transit Report by Freedom House, while being ranked 134th in the 2019 Democracy Index.\nRussia's economy ranks as the eleventh-largest by nominal GDP and sixth-largest by purchasing power parity in 2019. Russia's extensive mineral and energy resources are the largest such reserves in the world, making it one of the leading producers of oil and natural gas globally. The country is one of the five recognized nuclear weapons states and possesses the largest stockpile of weapons of mass destruction. Russia is a great power as well as a regional power and has been characterised as a potential superpower. Its military has been ranked as the world's second most powerful. Russia hosts the world's ninth-greatest number of UNESCO World Heritage Sites, at 29, and is among the world's most popular tourist destinations. It is a permanent member of the United Nations Security Council and an active global partner of ASEAN, as well as a member of the Shanghai Cooperation Organisation (SCO), the G20, the Council of Europe, the Asia-Pacific Economic Cooperation (APEC), the Organization for Security and Co-operation in Europe (OSCE), the International Investment Bank (IIB) and the World Trade Organization (WTO), as well as being the leading member of the Commonwealth of Independent States (CIS), the Collective Security Treaty Organization (CSTO) and a member of the Eurasian Economic Union (EAEU).",
  "/wiki/Mursik": "Mursik is a traditional fermented milk variant of the Kalenjin people of Kenya. It can be made from cow or goat milk and is fermented in a specially made calabash gourd locally known as a sotet. The gourd is lined with soot from specific trees which add flavor to the fermented milk. It is normally consumed with ugali or on its own and is served at room temperature or chilled.",
  "/wiki/Kenya": "Kenya (/ˈkɛnjə/ (listen)), officially the Republic of Kenya (Swahili: Jamhuri ya Kenya), is a country in Africa with 47 semiautonomous counties governed by elected governors. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Mombasa. Kisumu City is the third largest city and also an inland port on Lake Victoria. Other important urban centres include Nakuru and Eldoret.\n Kenya is bordered by South Sudan to the northwest, Ethiopia to the north, Somalia to the east, Uganda to the west, Tanzania to the south, and the Indian Ocean to the southeast.\n According to archaeological dating of associated artifacts and skeletal material, the Cushites first settled in the lowlands of Kenya between 3,200 and 1,300 BC, a phase referred to as the Lowland Savanna Pastoral Neolithic.\n Nilotic-speaking pastoralists (ancestral to Kenya's Nilotic speakers) started migrating from present-day southern Sudan into Kenya around 500 BC. European colonisation of Kenya began in the 19th century during the European exploration of the interior. Modern-day Kenya emerged from a protectorate established by the British Empire in 1895 and the subsequent Kenya Colony, which began in 1920. Numerous disputes between the UK and the colony led to the Mau Mau revolution, which began in 1952, and the subsequent declaration of independence in 1963. After independence, Kenya remained a member of the Commonwealth of Nations. The current constitution was adopted in 2010 to replace the 1963 independence constitution.\n Kenya is a presidential representative democratic republic, in which elected officials represent the people and the president is the head of state and government. Kenya is a member of the United Nations, World Bank, International Monetary Fund, COMESA, International Criminal Court, and other international organisations. With a GNI of 1,460, Kenya is a lower-middle-income economy. Kenya's economy is the largest in eastern and central Africa, with Nairobi serving as a major regional commercial hub. Agriculture is the largest sector: tea and coffee are traditional cash crops, while fresh flowers are a fast-growing export. The service industry is also a major economic driver, particularly tourism. Kenya is a member of the East African Community trade bloc, though some international trade organisations categorise it as part of the Greater Horn of Africa. Africa is Kenya's largest export market, followed by the European Union.",
  "/wiki/Kalenjin_people": "The Kalenjin are an ethnolinguistic group indigenous to East Africa, residing mainly in what was formerly the Rift Valley Province in Kenya. They are estimated to number a little over 4.9 million individuals as per the Kenyan 2009 census and are divided into the Kipsigis, Nandi, Keiyo, Marakwet, Sabaot, Pokots, Tugen, Terik, Lembus, and Ogiek. They speak the Kalenjin language, which belongs to the Nilotic language family",
  "/wiki/Gourd": "Gourds include the fruits of some flowering plant species in the family Cucurbitaceae, particularly Cucurbita and Lagenaria. The term refers to a number of species and subspecies, many with hard shells, and some without. One of the earliest domesticated types of plants, subspecies of the bottle gourd, Lagenaria siceraria, have been discovered in archaeological sites dating from as early as 13,000 BC. Gourds have had numerous uses throughout history, including as tools, musical instruments, objects of art, film, and food.",
  "/wiki/List_of_dairy_products": "This is a list of dairy products. A dairy product is food produced from the milk of mammals. A production plant for the processing of milk is called a dairy or a dairy factory. Dairy farming is a class of agricultural, or an animal husbandry, enterprise, for long-term production of milk, usually from dairy cows but also from goats, sheep and camels, which may be either processed on-site or transported to a dairy factory for processing and eventual retail sale."
}