{
  "/wiki/Malai": "Malai is a type of clotted cream, originating from the Indian subcontinent, used in the cuisine of the Indian subcontinent, especially, in regards to sweets from the Indian subcontinent.  It is made by heating non-homogenized whole milk to about 80 °C (180 °F) for about one hour and then allowing to cool. A thick yellowish layer of fat and coagulated proteins forms on the surface, which is skimmed off. The process is usually repeated to remove most of the fat.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Clotted_cream": "Clotted cream (Cornish: dehen molys, sometimes called scalded, clouted, Devonshire or Cornish cream) is a thick cream made by indirectly heating full-cream cow's milk using steam or a water bath and then leaving it in shallow pans to cool slowly. During this time, the cream content rises to the surface and forms \"clots\" or \"clouts\". It forms an essential part of a cream tea.",
  "/wiki/Varanasi": "Varanasi (Hindustani pronunciation: [ʋaːˈraːɳəsi] (listen)), also known as Benares, Banaras (Banāras [bəˈnaːrəs] (listen)), or Kashi (Kāśī [ˈkaːʃi] (listen)), is a city on the banks of the river Ganges in Uttar Pradesh, India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of the seven sacred cities (Sapta Puri) in Hinduism and Jainism, and played an important role in the development of Buddhism and Ravidassia. Varanasi lies along National Highway 2 and is served by Varanasi Junction railway station and Lal Bahadur Shastri International Airport.",
  "/wiki/Uttar_Pradesh": "Uttar Pradesh (/ˌʊtər prəˈdɛʃ/; IAST: Uttar Pradeś [ˈʊtːəɾ pɾəˈdeːʃ] (listen)) is a state in northern India. With roughly 200 million inhabitants, it is the most populous state in India as well as the most populous country subdivision in the world. It was created on 1 April 1937 as the United Provinces of Agra and Oudh during British rule, and was renamed Uttar Pradesh in 1950.  The state is divided into 18 divisions and 75 districts with the capital being Lucknow. As a multi-ethinic state,  the main ethnic groups are the Bhojpuri, Awadhi, Braji, Bundeli peoples. On 9 November 2000, a new state, Uttarakhand, was carved out from the state's Himalayan hill region. The two major rivers of the state, the Ganga and Yamuna, join at Allahabad (Prayagraj) and then flow as the Ganga further east. Hindi is the most widely spoken language and is also the official language of the state, along with Urdu.",
  "/wiki/Saffron": "Saffron (pronounced /ˈsæfrən/ or /ˈsæfrɒn/) is a spice derived from the flower of Crocus sativus, commonly known as the \"saffron crocus\".  The vivid crimson stigma and styles, called threads, are collected and dried for use mainly as a seasoning and colouring agent in food. Saffron has long been the world's most costly spice by weight. Although some doubts remain on its origin, saffron originated in Iran. However, Greece and Mesopotamia have also been suggested as the possible region of origin of this plant: Harold McGee  states that it was domesticated in or near Greece during the Bronze Age. C. sativus is possibly a triploid form of Crocus cartwrightianus, which is itself native to Greece and Crete. Saffron crocus slowly propagated throughout much of Eurasia and was later brought to parts of North Africa, North America, and Oceania.",
  "/wiki/Matzoon_(yogurt)": "Matzoon (Armenian: մածուն matsun) or matsoni (Georgian: მაწონი mats'oni) is a fermented milk product of Armenian origin, distributed in Armenia and Georgia. In Japan, it is called Caspian Sea yogurt.",
  "/wiki/Armenia": "Armenia (/ɑːrˈmiːniə/ (listen); Armenian: Հայաստան, romanized: Hayastan, IPA: [hɑjɑsˈtɑn]), officially the Republic of Armenia (Armenian: Հայաստանի Հանրապետություն, romanized: Hayastani Hanrapetut'yun, IPA: [hɑjɑstɑˈni hɑnɾɑpɛtutʰˈjun]), is a landlocked country in the South Caucasus region of Eurasia. Located in Western Asia on the Armenian Highlands, it is bordered by Turkey to the west, Georgia to the north, the de facto independent Republic of Artsakh and Azerbaijan to the east, and Iran and Azerbaijan's exclave of Nakhchivan to the south.",
  "/wiki/Milk": "Milk is a nutrient-rich, white liquid food produced by the mammary glands of mammals. It is the primary source of nutrition for infant mammals (including humans who are breastfed) before they are able to digest other types of food. Early-lactation milk contains colostrum, which carries the mother's antibodies to its young and can reduce the risk of many diseases. It contains many other nutrients including protein and lactose. Interspecies consumption of milk is not uncommon, particularly among humans, many of whom consume the milk of other mammals.",
  "/wiki/Mammary_gland": "A mammary gland is an exocrine gland in humans and other mammals that produces milk to feed young offspring. Mammals get their name from the Latin word mamma, \"breast\". The mammary glands are arranged in organs such as the breasts in primates (for example, humans and chimpanzees), the udder in ruminants (for example, cows, goats, and deer), and the dugs of other animals (for example, dogs and cats). Lactorrhea, the occasional production of milk by the glands, can occur in any mammal, but in most mammals, lactation, the production of enough milk for nursing, occurs only in phenotypic females who have gestated in recent months or years. It is directed by hormonal guidance from sex steroids. In a few mammalian species, male lactation can occur. With humans male lactation can occur only under specific circumstances.",
  "/wiki/Mammal": "Mammals (from Latin mamma \"breast\") are vertebrate animals constituting the class Mammalia (/məˈmeɪliə/), and characterized by the presence of mammary glands which in females (and sometimes males) produce milk for feeding (nursing) their young, a neocortex (a region of the brain), fur or hair, and three middle ear bones. These characteristics distinguish them from reptiles and birds, from which they diverged in the late Triassic, 201–227 million years ago. There are around 5,450 species of mammals. The largest orders are the rodents, bats and Soricomorpha (shrews and others). The next three are the Primates (apes, monkeys, and others), the Cetartiodactyla (cetaceans and even-toed ungulates), and the Carnivora (cats, dogs, seals, and others).",
  "/wiki/Nutrition": "Nutrition is the science that interprets the nutrients and other substances in food in relation to maintenance, growth, reproduction, health and disease of an organism. It includes food intake, absorption, assimilation, biosynthesis, catabolism and excretion.",
  "/wiki/Digestion": "Digestion is the breakdown of large insoluble food molecules into small water-soluble food molecules so that they can be absorbed into the watery blood plasma. In certain organisms, these smaller substances are absorbed through the small intestine into the blood stream. Digestion is a form of catabolism that is often divided into two processes based on how food is broken down: mechanical and chemical digestion. The term mechanical digestion refers to the physical breakdown of large pieces of food into smaller pieces which can subsequently be accessed by digestive enzymes. In chemical digestion, enzymes break down food into the small molecules the body can use.",
  "/wiki/Milkshake": "A milkshake is a sweet, cold beverage that is usually made from milk, ice cream or ice milk, and flavorings or sweeteners such as butterscotch, caramel sauce, chocolate syrup, or fruit syrup.",
  "/wiki/Milk_skin": "Milk skin or lactoderm refers to a sticky film of protein that forms on top of dairy milk and foods containing dairy milk (such as hot chocolate and some soups). Milk film can be produced both through conventional boiling and by microwaving the liquid, and as such can often be observed when heating milk for use in drinks such as drinking chocolate. It is caused by the denaturation of proteins such as beta-lactoglobulin (whey protein).",
  "/wiki/Protein": "Proteins are large biomolecules, or macromolecules, consisting of one or more long chains of amino acid residues. Proteins perform a vast array of functions within organisms, including catalysing metabolic reactions, DNA replication, responding to stimuli, providing structure to cells, and organisms, and transporting molecules from one location to another. Proteins differ from one another primarily in their sequence of amino acids, which is dictated by the nucleotide sequence of their genes, and which usually results in protein folding into a specific three-dimensional structure that determines its activity.",
  "/wiki/Denaturation_(biochemistry)": "Denaturation is a process in which proteins or nucleic acids lose the quaternary structure, tertiary structure, and secondary structure which is present in their native state, by application of some external stress or compound such as a strong acid or base, a concentrated inorganic salt, an organic solvent (e.g., alcohol or chloroform), radiation or heat. If proteins in a living cell are denatured, this results in disruption of cell activity and possibly cell death. Protein denaturation is also a consequence of cell death. Denatured proteins can exhibit a wide range of characteristics, from conformational change and loss of solubility to aggregation due to the exposure of hydrophobic groups. Denatured proteins lose their 3D structure and therefore cannot function.",
  "/wiki/Casein": "Casein (/ˈkeɪsiːɪn/ KAY-see-in, from Latin caseus \"cheese\") is a family of related phosphoproteins (αS1, αS2, β, κ). These proteins are commonly found in mammalian milk, comprising c. 80% of the proteins in cow's milk and between 20% and 45% of the proteins in human milk. Sheep and buffalo milk have a higher casein content than other types of milk with human milk having a particularly low casein content.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/So_(Dairy)": "So (蘇) was a type of dairy product made in Japan between the seventh and 10th centuries. According to Engishiki, so was introduced from Baekje, and acted as a gift in kind to the emperors. Daigo was produced by further processing of so.",
  "/wiki/M%C3%AD%C5%A1a": "Míša is a popular Czech brand of frozen confection. Míšas have been made continuously since 1961, and sell over 12 million ice pops per year, making it the most successful ice cream brand in the Czech Republic. It has survived events such as the Velvet Revolution and is fondly remembered as an integral part of Czech childhood.",
  "/wiki/Czech_Republic": "The Czech Republic (/ˈtʃɛk -/ (listen); Czech: Česká republika [ˈtʃɛskaː ˈrɛpublɪka] (listen)), also known by its short-form name, Czechia (/ˈtʃɛkiə/ (listen); Czech: Česko [ˈtʃɛsko] (listen)), is a country in Central Europe bordered by Poland to the northeast, Slovakia to the southeast, Austria to the south, and Germany to the west. The Czech Republic is a landlocked country with a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unitary parliamentary republic, with 10.7 million inhabitants. Its capital and largest city is Prague, with 1.3 million residents; other major cities are Brno, Ostrava, Olomouc and Pilsen.",
  "/wiki/Mitha_Dahi": "Mishti doi (Bengali: মিষ্টি দই) is a fermented sweet doi (yogurt) originating from the Bengal region of the Indian subcontinent; and common in the Indian states of West Bengal, Tripura, Assam's Barak Valley and in Bangladesh. It is made with milk and sugar/jaggery. It differs from the plain yogurt because of the technique of preparation.",
  "/wiki/Yogurt": "Yogurt (/ˈjoʊɡərt/ or /ˈjɒɡərt/; from Turkish: yoğurt), also spelled yoghurt, yogourt or yoghourt, is a food produced by bacterial fermentation of milk. The bacteria used to make yogurt are known as yogurt cultures. The fermentation of lactose by these bacteria produces lactic acid, which acts on milk protein to give yogurt its texture and characteristic tart flavor. Cow's milk is commonly available worldwide and, as such, is the milk most commonly used to make yogurt. Milk from water buffalo, goats, ewes, mares, camels, and yaks is also used to produce yogurt where available locally. The milk used may be homogenized or not, even pasteurized or raw. Each type of milk produces substantially different results.",
  "/wiki/West_Bengal": "West Bengal (/bɛnˈɡɔːl/; Bengali: Paschim Banga) is a state in the eastern region of India along the Bay of Bengal. With over 91 million inhabitants (as of 2011), it is India's fourth-most populous state. West Bengal is the thirteenth-largest Indian state, with an area of 88,752 km2 (34,267 sq mi). Part of the ethno-linguistic Bengal region of the Indian subcontinent, it borders Bangladesh in the east, and Nepal and Bhutan in the north. It also borders the Indian states of Odisha, Jharkhand, Bihar, Sikkim, and Assam. The state capital is Kolkata (Calcutta) the seventh-largest city in India, and center of the third-largest metropolitan area in the country. West Bengal includes the Darjeeling Himalayan hill region, the Ganges delta, the Rarh region, and the coastal Sundarbans. The main ethnic group is the Bengalis, with Bengali Hindus forming the demographic majority.",
  "/wiki/Odisha": "Odisha (/əˈdɪsə/, /ɒˈrɪsə, ɔː-, oʊ-/;, pronounced [oɽɪˈsaː] (listen); is an Indian state located on the eastern coast of India. It neighbors the states of West Bengal and Jharkhand to the north, Chhattisgarh to the west and Andhra Pradesh to the south. Odisha has a coastline of 485 kilometres (301 mi) along the Bay of Bengal. It is the 8th largest state by area, and the 11th largest by population. The state has the third largest population of Scheduled Tribes in India.",
  "/wiki/Bangladesh": "Bangladesh (Bengali: বাংলাদেশ) pronounced /ˌbɑːŋlɑːˈdɛʃ/ (bung-lah-desh) or [ˈbaŋladeʃ] (listen); literally meaning The country of Bengal; and officially called the People's Republic of Bangladesh (গণপ্রজাতন্ত্রী বাংলাদেশ Gônoprojatontri Bangladesh), is a country in South Asia. It is the world's 8th-most populous country with nearly 163 million people, and is the 92nd-largest country in land area, spanning 147,570 square kilometres (56,980 sq mi), making it one of the most densely-populated countries in the world. Bangladesh shares land borders with India to the west, north, and east, Myanmar to the southeast, and the Bay of Bengal to the south. It is narrowly separated from Nepal and Bhutan by India's Siliguri Corridor in the north and from China by the Indian state of Sikkim in the northeast. Dhaka, the capital and largest city, is the nation's economic, political and cultural hub. Chittagong, the largest sea port, is the second largest city. The dominant geographic feature is the Ganges delta, which empties into the Bay of Bengal the combined waters of several river systems, including the Brahmaputra and the Ganges, with numerous criss-crossing rivers and inland waterways. Highlands with evergreen forests cover the northeastern and southeastern regions. The seacoast features the longest natural sea beach and most of the world's largest mangrove forest. The country's biodiversity includes a vast array of plants and wildlife, including the endangered Bengal tiger, the national animal.",
  "/wiki/Mozzarella": "Mozzarella (English: /ˌmɒtsəˈrɛlə/, Italian: [mottsaˈrɛlla]; Neapolitan: muzzarella [muttsaˈrɛllə]) is a traditionally southern Italian cheese made from Italian buffalo's milk by the pasta filata method. Mozzarella received a Traditional Specialities Guaranteed (TEG) certification from the European Union in 1998. This protection scheme requires that mozzarella sold in the European Union is produced according to a traditional recipe.",
  "/wiki/Moose_milk": "Moose milk, also known as elk milk, refers to milk produced by moose (Alces alces). Though it is most commonly consumed by moose calves, its production has also been commercialised in Russia, Sweden and Canada.",
  "/wiki/Milkmaid": "A milkmaid (or milk maid) was a girl or woman who milked cows.[citation needed] She also used the milk to prepare dairy products such as cream, butter, and cheese. Many large houses employed milkmaids instead of having other staff do the work. The term milkmaid is not the female equivalent of milkman in the sense of one who delivers milk to the consumer;  it is the female equivalent of milkman in the sense of cowman.[citation needed]",
  "/wiki/Kostroma_Moose_Farm": "Kostroma Moose Farm (Russian: Костромска́я лосефе́рма) is an experimental farm in Kostroma Oblast, Russia, where a herd of moose is kept, primarily for milk production; the farm supplies moose's milk to a nearby sanitorium. It is located near the village of Sumarokovo in Krasnoselsky District of Kostroma Oblast, some 25 km east of the city of Kostroma.",
  "/wiki/Kostroma_Oblast": "Kostroma Oblast (Russian: Костромска́я о́бласть, Kostromskaya oblast) is a federal subject of Russia (an oblast). Its administrative center is the city of Kostroma and its population as of the 2010 Census is 667,562. It was formed in 1944 on the territory detached from neighboring Yaroslavl Oblast.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Mursik": "Mursik is a traditional fermented milk variant of the Kalenjin people of Kenya. It can be made from cow or goat milk and is fermented in a specially made calabash gourd locally known as a sotet. The gourd is lined with soot from specific trees which add flavor to the fermented milk. It is normally consumed with ugali or on its own and is served at room temperature or chilled.",
  "/wiki/Kenya": "Kenya (/ˈkɛnjə/ (listen)), officially the Republic of Kenya (Swahili: Jamhuri ya Kenya), is a country in Africa with 47 semiautonomous counties governed by elected governors. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Mombasa. Kisumu City is the third largest city and also an inland port on Lake Victoria. Other important urban centres include Nakuru and Eldoret.",
  "/wiki/Kalenjin_people": "The Kalenjin are an ethnolinguistic group indigenous to East Africa, residing mainly in what was formerly the Rift Valley Province in Kenya. They are estimated to number a little over 4.9 million individuals as per the Kenyan 2009 census and are divided into the Kipsigis, Nandi, Keiyo, Marakwet, Sabaot, Pokots, Tugen, Terik, Lembus, and Ogiek. They speak the Kalenjin language, which belongs to the Nilotic language family",
  "/wiki/Gourd": "Gourds include the fruits of some flowering plant species in the family Cucurbitaceae, particularly Cucurbita and Lagenaria. The term refers to a number of species and subspecies, many with hard shells, and some without. One of the earliest domesticated types of plants, subspecies of the bottle gourd, Lagenaria siceraria, have been discovered in archaeological sites dating from as early as 13,000 BC. Gourds have had numerous uses throughout history, including as tools, musical instruments, objects of art, film, and food.",
  "/wiki/List_of_dairy_products": "This is a list of dairy products. A dairy product is food produced from the milk of mammals. A production plant for the processing of milk is called a dairy or a dairy factory. Dairy farming is a class of agricultural, or an animal husbandry, enterprise, for long-term production of milk, usually from dairy cows but also from goats, sheep and camels, which may be either processed on-site or transported to a dairy factory for processing and eventual retail sale."
}