{
  "/wiki/Pink_Floyd": "Pink Floyd were an English rock band formed in London in 1965. Gaining a following as a psychedelic rock group, they were distinguished for their extended compositions, sonic experimentation, philosophical lyrics and elaborate live shows, and became a leading band of the progressive rock genre. They are one of the most commercially successful and influential bands in popular music history.",
  "/wiki/The_Dark_Side_of_the_Moon": "The Dark Side of the Moon is the eighth studio album by English rock band Pink Floyd, released on 1 March 1973 by Harvest Records. Primarily developed during live performances, the band premiered an early version of the record several months before recording began. New material was recorded in two sessions in 1972 and 1973 at Abbey Road Studios in London.",
  "/wiki/ABBA": "ABBA  is a Swedish pop supergroup formed in Stockholm in 1972 by Agnetha Fältskog, Björn Ulvaeus, Benny Andersson, and Anni-Frid Lyngstad. The group's name is an acronym of the first letters of their first names. They became one of the most commercially successful acts in the history of popular music, topping the charts worldwide from 1974 to 1982. ABBA won the Eurovision Song Contest 1974, giving Sweden its first triumph in the contest. They are the most successful group to have taken part in the competition.",
  "/wiki/The_Best_of_ABBA": "The Best of ABBA is a compilation greatest hits album by Swedish pop group ABBA, released in November 1975 in Australia, Germany, the Netherlands, New Zealand and Norway, and in 1976 in Austria and India.  Globally ABBA released Greatest Hits. The album topped the charts in Australia, Austria and New Zealand, and went on to be certified 24x Platinum in New Zealand and 22x Platinum in Australia. The album is tied with Dire Straits' album Brothers in Arms for being the best-selling album in New Zealand.",
  "/wiki/Fleetwood_Mac": "Fleetwood Mac are a British-American rock band, formed in London in 1967. They have sold more than 120 million records worldwide, making them one of the world's best-selling bands. In 1998, select members of Fleetwood Mac were inducted into the Rock and Roll Hall of Fame and received the Brit Award for Outstanding Contribution to Music.",
  "/wiki/Rumours_(album)": "Rumours is the eleventh studio album by British-American rock band Fleetwood Mac, released on 4 February 1977 by Warner Bros. Records. Largely recorded in California in 1976, it was produced by the band with Ken Caillat and Richard Dashut. The band wanted to expand on the commercial success of their eponymous 1975 album, but struggled with relationship breakups before recording started. The Rumours studio sessions were marked by hedonism and strife among band members that shaped the album's lyrics.",
  "/wiki/Bee_Gees": "The Bee Gees \nwere a pop music group formed in 1958. Their lineup consisted of brothers Barry, Robin, and Maurice Gibb. The trio were especially successful as a popular music act in the late 1960s and early 1970s, and later as prominent performers of the disco music era in the mid-to-late 1970s. The group sang recognisable three-part tight harmonies; Robin's clear vibrato lead vocals were a hallmark of their earlier hits, while Barry's R&B falsetto became their signature sound during the mid-to-late 1970s and 1980s. The Bee Gees wrote all of their own hits, as well as writing and producing several major hits for other artists.",
  "/wiki/Various_artists": "A compilation album comprises tracks, which may be previously released or unreleased, usually from several separate recordings by either one or several performers. If by one artist, then generally the tracks were not originally intended for release together as a single work, but may be collected together as a greatest hits album or box set. If from several performers, there may be a theme, topic, time period, or genre which links the tracks, or they may have been intended for release as a single work—such as a tribute album. When the tracks are by the same recording artist, the album may be referred to as a retrospective album or an anthology.",
  "/wiki/Saturday_Night_Fever_(soundtrack)": "Saturday Night Fever is the soundtrack album from the 1977 film Saturday Night Fever starring John Travolta. It is one of the best-selling albums in history, and remains the biggest selling soundtrack of all time selling around 54 million copies worldwide (double disc album). In the United States, the album was certified 16× Platinum for shipments of at least 16 million units. The album stayed atop the album charts for 24 straight weeks from January to July 1978 and stayed on Billboard's album charts for 120 weeks until March 1980. In the UK, the album spent 18 consecutive weeks at No. 1. The album epitomized the disco phenomenon on both sides of the Atlantic and was an international sensation. The album has been added to the National Recording Registry in the Library of Congress for being culturally significant.",
  "/wiki/Supertramp": "Supertramp (known as Daddy in 1969–1970) were an English rock band formed in London in 1969. Though their music was initially categorised as progressive rock, they later incorporated a combination of traditional rock, pop and art rock into their music.",
  "/wiki/Breakfast_in_America": "Breakfast in America is the sixth studio album by the English rock band Supertramp, released by A&M Records on 29 March 1979. It was recorded in 1978 at The Village Recorder in Los Angeles. It spawned four U.S. Billboard hit singles: \"The Logical Song\" (No. 6), \"Goodbye Stranger\" (No. 15), \"Take the Long Way Home\" (No. 10) and \"Breakfast in America\" (No. 62). In the UK, \"The Logical Song\" and the title track were both top 10 hits, the only two the group had in their native country.",
  "/wiki/The_Wall": "The Wall is the eleventh studio album by English rock band Pink Floyd, released 30 November 1979 on Harvest and Columbia Records. It is a rock opera that explores Pink, a jaded rockstar whose eventual self-imposed isolation from society is symbolized by a wall. The album was a commercial success, topping the US charts for 15 weeks, and reaching number three in the UK. It initially received mixed reviews from critics, many of whom found it overblown and pretentious, but later came to be considered one of the greatest albums of all time.",
  "/wiki/Dire_Straits": "Dire Straits were a British rock band formed in London in 1977 by Mark Knopfler (lead vocals and lead guitar), David Knopfler (rhythm guitar and backing vocals), John Illsley (bass guitar and backing vocals), and Pick Withers (drums and percussion). They were active from 1977 to 1988 and again from 1991 to 1995. Dire Straits are one of the world's best-selling music artists, with album sales of over 100 million.",
  "/wiki/Making_Movies": "Making Movies is the third studio album by the British rock band Dire Straits released on 17 October 1980 by Vertigo Records internationally, Warner Bros. Records in the United States and Mercury Records in Canada. The album produced the single \"Romeo and Juliet\", which reached #8 on the UK Singles Chart. The album reached #1 on album charts in Italy and Norway, #19 in the United States and #4 in the United Kingdom. Making Movies was later certified platinum in the United States and double-platinum in the United Kingdom.",
  "/wiki/Men_at_Work": "Men at Work are an Australian rock band formed in 1979 and best known for their 1981 hit \"Down Under\". Its founding member was Colin Hay on lead vocals and guitar. After playing as an acoustic duo with Ron Strykert during 1978-79, he formed the group with Ron Strykert playing bass guitar, and Jerry Speiser on drums. They were soon joined by Greg Ham on flute, saxophone, and keyboards and John Rees on bass guitar, with Ron then switching to lead guitar. The group was managed by Russell Depeller, a friend of Colin Hay, whom he met at Latrobe University. This line-up achieved national and international success in the early 1980s. In January 1983, they were the first Australian artists to have a simultaneous No. 1 album and No. 1 single in the United States Billboard charts: Business as Usual (released on 9 November 1981) and \"Down Under\" (1981), respectively. With the same works, they achieved the distinction of a simultaneous No. 1 album and No. 1 single on the Australian, New Zealand, and United Kingdom charts. Their second album Cargo (2 May 1983) was also No. 1 in Australia, No. 2 in New Zealand, No. 3 in the US, and No. 8 in the UK. Their third album Two Hearts (3 April 1985) reached the top 20 in Australia and top 50 in the US.",
  "/wiki/Business_as_Usual_(Men_at_Work_album)": "Business as Usual is the debut studio album by Australian new wave band Men at Work, which was released in November 1981 in Australia, and April 1982 in the United States. It spent nine weeks at the top of the Australian Kent Music Report Albums Chart from December 1981 through to March 1982. The Australian version had a black and white cover design; overseas releases had a similar design, but in a black and yellow colour scheme. Business as Usual was one of the most successful albums internationally by an Australian group. It spent an unprecedented 15 weeks at No. 1 on the US Billboard 200 from late 1982 to early 1983; and five weeks at No. 1 in the United Kingdom Albums Chart in early 1983. Business as Usual was also one of the highest selling Australian albums in the early 1980s, with 6 million copies shipped in the US, Surprisingly, the disc also made it to #31 on Billboard's Black Albums chart.",
  "/wiki/David_Bowie": "David Robert Jones (8 January 1947 – 10 January 2016), known professionally as David Bowie (/ˈboʊi/ BOH-ee), was an English singer-songwriter and actor. He was a leading figure in the music industry and is considered one of the most influential musicians of the 20th century, acclaimed by critics and musicians, particularly for his innovative work during the 1970s. His career was marked by reinvention and visual presentation, with his music and stagecraft having a significant impact on popular music. During his lifetime, his record sales, estimated at over 100 million records worldwide, made him one of the world's best-selling music artists. In the UK, he was awarded ten platinum album certifications, eleven gold and eight silver, and released eleven number-one albums. In the US, he received five platinum and nine gold certifications. He was inducted into the Rock and Roll Hall of Fame in 1996.",
  "/wiki/Let%27s_Dance_(David_Bowie_album)": "Let's Dance is the 15th studio album by English singer-songwriter David Bowie. It was originally released in April 1983, almost three years after his previous album, Scary Monsters (and Super Creeps). Co-produced by Chic's Nile Rodgers, the album contains three of his most successful singles: the title track, \"Let's Dance\", which reached No. 1 in the UK, US and various other countries, as well as \"Modern Love\" and \"China Girl\", which both reached No. 2 in the UK. \"China Girl\" was a new version of a song that Bowie had co-written with Iggy Pop for the latter's 1977 album The Idiot. It also contains a re-recorded version of the song \"Cat People (Putting Out Fire)\", which had reached No. 1 in New Zealand, Norway and Sweden a year earlier.",
  "/wiki/Billy_Joel": "William Martin Joel (born May 9, 1949) is an American singer-songwriter, composer, and pianist. Commonly nicknamed the \"Piano Man\" after his first major hit and signature song of the same name, he has led a commercially successful career as a solo artist since the 1970s, having released twelve studio albums from 1971 to 1993 as well as one studio album in 2001. He is one of the best-selling music artists of all time, as well as the sixth best-selling recording artist and the third best-selling solo artist in the United States, with over 150 million records sold worldwide. His 1985 compilation album, Greatest Hits Vol. 1 & 2, is one of the best-selling albums in the US.",
  "/wiki/An_Innocent_Man": "An Innocent Man is the ninth studio album by American singer-songwriter Billy Joel, released on August 8, 1983. The concept album is a tribute to the American popular music of Joel's adolescent years with Joel paying homage to a number of different and popular American musical styles from the late 1950s and early 1960s, most notably doo-wop and soul music. The album cover artwork was taken on the front steps of 142 Mercer Street, just north of the intersection of Mercer and Prince Street in the SoHo neighborhood in New York City.",
  "/wiki/Bruce_Springsteen": "Bruce Frederick Joseph Springsteen (born September 23, 1949) is an American singer, songwriter, and musician who is both a solo artist and the leader of the E Street Band. He received critical acclaim for his early 1970s albums and attained worldwide fame upon the release of Born to Run in 1975. During a career that has spanned five decades, Springsteen has become known for his poetic and socially conscious lyrics and lengthy, energetic stage performances, earning the nickname \"The Boss\". He has recorded both rock albums and folk-oriented works, and his lyrics often address the experiences and struggles of working-class Americans.",
  "/wiki/Born_in_the_U.S.A.": "Born in the U.S.A. is the seventh studio album by American rock singer-songwriter Bruce Springsteen. It was released by Columbia Records on June 4, 1984. The album's music was written by Springsteen and recorded with his E Street Band and producers Chuck Plotkin and Jon Landau at The Power Station and The Hit Factory in New York City.",
  "/wiki/Brothers_in_Arms_(album)": "Brothers in Arms is the fifth studio album by British rock band Dire Straits, released on 13 May 1985 by Vertigo Records internationally and by Warner Bros. Records in the United States. It charted at number one in several countries, spending a total of 14 non-consecutive weeks at number one on the UK Albums Chart (including 10 consecutive weeks between 18 January and 22 March 1986), nine weeks at number one on the Billboard 200 in the United States and 34 weeks at number one on the Australian Albums Chart. Brothers in Arms was the first album certified 10-times platinum in the UK and is the eighth-best-selling album in UK chart history, is certified nine-times platinum in the United States, and is one of the world's best-selling albums, having sold more than 30 million copies worldwide.",
  "/wiki/U2": "U2 are  an Irish rock band from Dublin, formed in 1976. The group consists of Bono (lead vocals and rhythm guitar), the Edge (lead guitar, keyboards, and backing vocals), Adam Clayton (bass guitar), and Larry Mullen Jr. (drums and percussion). Initially rooted in post-punk, U2's musical style has evolved throughout their career, yet has maintained an anthemic quality built on Bono's expressive vocals and the Edge's effects-based guitar textures. Their lyrics, often embellished with spiritual imagery, focus on personal and sociopolitical themes. Popular for their live performances, the group have staged several ambitious and elaborate tours over their career.",
  "/wiki/The_Joshua_Tree": "The Joshua Tree is the fifth studio album by Irish rock band U2. It was produced by Daniel Lanois and Brian Eno, and was released on 9 March 1987 on Island Records. In contrast to the ambient experimentation of their 1984 release, The Unforgettable Fire, the band aimed for a harder-hitting sound within the limitation of conventional song structures on The Joshua Tree. The album is influenced by American and Irish roots music, and through sociopolitically conscious lyrics embellished with spiritual imagery, it contrasts the group's antipathy for the \"real America\" with their fascination with the \"mythical America\".",
  "/wiki/Phantom_of_the_Opera": "The Phantom of the Opera (French: Le Fantôme de l'Opéra), is a novel by French writer Gaston Leroux. It was first published as a serialization in Le Gaulois from 23 September 1909, to 8 January 1910. It was published in volume form in late March 1910 by Pierre Lafitte and directed by Aluel Malinao.  The novel is partly inspired by historical events at the Paris Opera during the nineteenth century and an apocryphal tale concerning the use of a former ballet pupil's skeleton in Carl Maria von Weber's 1841 production of Der Freischütz.  It has been successfully adapted into various stage and film adaptations, most notable of which are the 1925 film depiction featuring Lon Chaney, and Andrew Lloyd Webber's 1986 musical.",
  "/wiki/Tracy_Chapman": "Tracy Chapman (born March 30, 1964) is an American singer-songwriter, known for her hits \"Fast Car\" and \"Give Me One Reason\", along with other singles \"Talkin' 'bout a Revolution\", \"Baby Can I Hold You\", \"Crossroads\", \"New Beginning\", and \"Telling Stories\". She is a multi-platinum and four-time Grammy Award–winning artist.",
  "/wiki/Crossroads_(Tracy_Chapman_album)": "Crossroads is the second album by singer-songwriter Tracy Chapman, released in 1989 (see 1989 in music). Chapman was also a producer on this album, the first time she had taken on such a role. The song \"Freedom Now\" is dedicated to Nelson Mandela.",
  "/wiki/The_Carpenters": "The Carpenters were an American vocal and instrumental duo consisting of siblings Karen (1950–1983) and Richard Carpenter (b. 1946).[a] They produced a distinct soft musical style, combining Karen's contralto vocals with Richard's arranging and composition skills. During their 14-year career, the Carpenters recorded ten albums, along with numerous singles and several television specials.",
  "/wiki/Only_Yesterday_(album)": "Only Yesterday (subtitled Richard & Karen Carpenter's Greatest Hits) is a greatest hits compilation album by American group the Carpenters. It was released in 1990 by A&M Records and peaked at number one on the UK Albums Chart for seven weeks.",
  "/wiki/Eurythmics": "Eurythmics were a British pop duo consisting of members Annie Lennox and Dave Stewart. Stewart and Lennox were both previously in the band the Tourists, which broke up in 1980; the Eurythmics were formed later that year in Wagga Wagga, Australia. The duo released their first studio album, In the Garden, in 1981 to little success, but went on to achieve global success when their second album Sweet Dreams (Are Made of This), was released in 1983. The title track became a worldwide hit which topped the charts in various countries including the US. The duo went on to release a string of hit singles and albums before they split up in 1990. By this time Stewart was a sought-after record producer, while Lennox began a solo recording career in 1992 with her debut album Diva. After almost a decade apart, the Eurythmics reunited to record their ninth album, Peace, released in late 1999. They reunited again in 2005 to release the single \"I've Got a Life\", as part of a new Eurythmics compilation album, Ultimate Collection.",
  "/wiki/Greatest_Hits_(Eurythmics_album)": "Greatest Hits is a greatest hits album by the British pop music duo Eurythmics. It was released on 18 March 1991 by RCA Records and contains their successful singles spanning the years 1982 through 1990. It was enormously successful, topping the charts in the United Kingdom for a total of 10 weeks and in Australia for seven weeks. It remains the duo's best-selling album worldwide and has been certified six-times platinum in the United Kingdom and triple platinum in the United States.",
  "/wiki/The_Commitments_(film)": "The Commitments is a 1991 musical comedy-drama film based on the 1987 novel of the same name by Roddy Doyle. It was directed by Alan Parker from a screenplay written by Doyle, Dick Clement and Ian La Frenais. Set in the Northside of Dublin, the film tells the story of Jimmy Rabbitte (Robert Arkins), a young music fanatic who assembles a group of working-class youths to form a soul band named \"The Commitments\".",
  "/wiki/Eric_Clapton": "Eric Patrick Clapton, CBE (born 30 March 1945) is an English rock and blues guitarist, singer, and songwriter. He is the only three-time inductee to the Rock and Roll Hall of Fame: once as a solo artist and separately as a member of the Yardbirds and of Cream. Clapton has been referred to as one of the most important and influential guitarists of all time. Clapton ranked second in Rolling Stone's list of the \"100 Greatest Guitarists of All Time\" and fourth in Gibson's \"Top 50 Guitarists of All Time\". He was also named number five in Time magazine's list of \"The 10 Best Electric Guitar Players\" in 2009.",
  "/wiki/Unplugged_(Eric_Clapton_album)": "Unplugged is a 1992 album by Eric Clapton, recorded at Bray Studios, England in front of an audience for the MTV Unplugged television series. It includes a version of the successful 1991 single \"Tears in Heaven\" and an acoustic version of \"Layla\". It won six Grammy awards at the 35th Annual Grammy Awards in 1993 and became the bestselling live album of all time, and Clapton's bestselling album, selling 26 million copies worldwide.",
  "/wiki/Ace_of_Base": "Ace of Base is a Swedish pop group, originally consisting of Ulf Ekberg and three siblings, Jonas Berggren, Linn Berggren and Jenny Berggren. The group released four studio albums between 1992 and 2002, and sold 50 million records worldwide, making them the third-most successful Swedish band of all time, after ABBA and Roxette.",
  "/wiki/Happy_Nation": "Happy Nation is the debut studio album by Swedish pop group Ace of Base. It was initially released in Denmark on 16 November 1992 by Mega Records. During development of the record, the group was heavily influenced by a Jamaican reggae band residing in a nearby studio. In 1995, Guinness Book of World Records named the LP the best-selling debut studio effort in music history, at more than 19 million copies sold worldwide. By 2007, Happy Nation/The Sign had sold approximately 23 million units including 9 million in the US alone. Happy Nation/The Sign is one of the best-selling albums of all time.",
  "/wiki/List_of_year-end_number-one_albums_(New_Zealand)": "This is a list of year-end number-one albums for New Zealand. Recorded Music NZ publishes the country's official weekly record charts."
}