{
  "/wiki/Post_town": "A post town is a required part of all postal addresses in the United Kingdom and Ireland,  and a basic unit of the postal delivery system.  Including the correct post town in the address increases the chance of a letter or parcel being delivered on time. Post towns in general originated as the location of delivery offices. As of 2004[update], their main function is to distinguish between localities or street names in addresses not including a postcode.",
  "/wiki/Derby": "Derby (/ˈdɑːrbi/ (listen) DAR-bee) is a city and unitary authority area in Derbyshire, England. It lies on the banks of the River Derwent in the south of Derbyshire, of which it was traditionally the county town.[nb 1] Derby gained city status in 1977, and by the 2011 census its population was 248,700.",
  "/wiki/Mickleover": "Mickleover is the most westerly suburb of the city of Derby in the United Kingdom. It is located 2 miles (3.2 km) west of the city centre.",
  "/wiki/South_Derbyshire": "South Derbyshire is a local government district in Derbyshire, England. The population of the local authority at the 2011 Census was 94,611.  It contains a third of the National Forest, and the council offices are in Swadlincote.",
  "/wiki/Darley_Dale": "Darley Dale, also known simply as Darley, is a town and civil parish in the Derbyshire Dales district of Derbyshire, England, with a population of around 6,000.  It lies north of Matlock, on the River Derwent and the A6 road.The town forms part of the urban area of Matlock. It is a commuter town for workers in Matlock.",
  "/wiki/Beeley": "Beeley is a village and civil parish in northern Derbyshire, England. Located near Bakewell in the Derbyshire Dales, it is situated on the B6012 road, between Rowsley and Edensor. The civil parish population at the 2011 Census was 195.",
  "/wiki/Rowsley": "Rowsley is a village on the A6 road in the English county of Derbyshire. The population as at the 2011 census was 507.",
  "/wiki/Winster": "Winster is a village in the English Derbyshire Dales about 5 miles (8 km) from Matlock and 6 miles (10 km) from Bakewell at an altitude of approximately 820 feet (250 m). It was formerly a centre for the lead mining industry. The village, which lies within the Peak District National Park, has a large number of listed buildings, including the Market House open daily as a National Trust information point. Its current population is about 630, though it was 600 at the 2011 Census. The village has a primary school, two churches, two pubs and a village shop (owned by the community) which includes a post office. Winster was mentioned in the Domesday Book in 1086 when it was owned by Henry de Ferrers.",
  "/wiki/Darley_Bridge": "Darley Dale, also known simply as Darley, is a town and civil parish in the Derbyshire Dales district of Derbyshire, England, with a population of around 6,000.  It lies north of Matlock, on the River Derwent and the A6 road.The town forms part of the urban area of Matlock. It is a commuter town for workers in Matlock.",
  "/wiki/Elton,_Derbyshire": "Elton is a village and civil parish in the Derbyshire Dales district of Derbyshire, England, and lies within the Peak District. Its nearest towns are Bakewell and Matlock.",
  "/wiki/Bonsall,_Derbyshire": "Bonsall is a village and civil parish in the Derbyshire Dales on the edge of the Peak District. The civil parish population, including Brightgate and Horse Dale, was 775 at the 2001 Census, increasing to 803 at the 2011 Census.",
  "/wiki/Matlock,_Derbyshire": "Matlock is the county town of Derbyshire, England. It is situated at the south eastern part of the Peak District, with the National Park directly to the west. The town is twinned with the French town Eaubonne. The former spa resort Matlock Bath lies immediately south of the town on the A6. The civil parish of Matlock Town had a population in the 2011 UK census of 9,543. The population of the wider Matlock urban area is approximately 20,000 (including Darley Dale, Tansley, Hackney and Matlock Bath). The Matlock area is considered to include Wirksworth, owing to the close proximity of the towns.",
  "/wiki/Matlock_Bath": "Matlock Bath is a village and civil parish in Derbyshire, England. It lies in the Peak District, south of Matlock on the main A6 road, and approximately halfway between Buxton and Derby. The population of the civil parish as of the 2011 census was 753.  Originally built at the head of a dead-end dirt road running alongside the valley of the River Derwent from Matlock itself, the locality developed in the 19th century as residential and a spa town and still thrives on tourism. Development was and is very restricted due to the steep hillsides, with the majority of buildings on one side of the valley with only footbridges across the river. The road was upgraded and made into a through-way, now designated A6, avoiding the previous old coaching road approach to Matlock from Cromford over very steep hills near to the Riber plateau area.",
  "/wiki/Cromford": "Cromford is a village and civil parish in Derbyshire, England, in the valley of the River Derwent between Wirksworth and Matlock. It is first mentioned in the 11th-century Domesday Book as a berewick (supporting farm) of Wirksworth and this remained the case throughout the Middle Ages. The population at the 2011 Census was 1,433. It is principally known for its historical connection with Richard Arkwright, and the nearby Cromford Mill which he built outside the village in 1771. Cromford is in the Derwent Valley Mills World Heritage site.",
  "/wiki/Middleton-by-Wirksworth": "Middleton or Middleton-by-Wirksworth is an upland village and civil parish lying approximately one mile NNW of Wirksworth, Derbyshire, England. Middleton was, in 1086, a berewick (a supporting farm) of the town and manor of Wirksworth. Middleton was formerly known for its lead mines and high quality limestone quarries, including the underground quarry site at Middleton Mine. The Middleton Mine networks underground for approximately 25 miles (40 km) with tunnels on three different levels running under Middleton Moor to the Hopton Wood quarry works at the other side of the hill below Ryder Point Works’. Part of the tunnel collapsed in the 1980s leaving a noticeable depression in the ground above on the eastern side of Middleton Moor. The population of the parish as taken at the 2011 Census was 775.",
  "/wiki/Wirksworth": "Wirksworth is a market town in the Derbyshire Dales district of Derbyshire, England, with a population recorded as 5,038 in the 2011 census. It contains the source of the River Ecclesbourne. The town was granted a market charter by Edward I in 1306. The market is held today on Tuesdays in the Memorial Gardens. The parish church of St Mary's is thought to date from 653. Wirksworth developed as a centre for lead mining and later stone quarrying. Many lead mines in the area were owned by the Gell family of nearby Hopton Hall.",
  "/wiki/Bolehill,_Derbyshire": "Bolehill is an area of Wirksworth, Derbyshire, England. It is located in the north of the town and has connections to the lead mining industry. Originally a village in its own right, Bolehill became part of the outskirts of Wirksworth upon the town's expansion during the 19th and 20th centuries.",
  "/wiki/Crich": "Crich /ˈkraɪtʃ/ (listen) is a village in the English county of Derbyshire. The population at the 2001 Census was 2,821 increasing to 2,898 at the 2011 Census (including Fritchley and Whatstandwell). It has the National Tramway Museum inside the Crich Tramway Village, and at the summit of Crich Hill above, a memorial tower for those of the Sherwood Foresters regiment who died in battle, particularly in World War I.",
  "/wiki/Holloway,_Derbyshire": "Dethick, Lea and Holloway is a civil parish (and, since 1899, an ecclesiastical parish), in the Amber Valley borough of the English county of Derbyshire. The population of the civil parish taken at the 2011 census was 1,027.",
  "/wiki/Lea,_Derbyshire": "Dethick, Lea and Holloway is a civil parish (and, since 1899, an ecclesiastical parish), in the Amber Valley borough of the English county of Derbyshire. The population of the civil parish taken at the 2011 census was 1,027.",
  "/wiki/Tansley": "Tansley is a village on the southern edge of the Derbyshire Peak District, two miles east of Matlock.",
  "/wiki/Derbyshire_Dales": "Derbyshire Dales (/ˈdɑːrbiʃər, -ʃɪər/) is a local government district in Derbyshire, England. The population of the district as taken at the 2011 Census was 71,116.   Much of the district is situated in the Peak District, although most of its population lies along the River Derwent.",
  "/wiki/Amber_Valley": "Amber Valley is a local government district and borough in Derbyshire, England. It takes its name from the River Amber and covers a semi-rural area with a number of small towns whose economy was formerly based on coal mining and engineering. The parliamentary constituency of Amber Valley covers a similar area. The Local Authority population at the 2011 Census was 122,309.",
  "/wiki/Ripley,_Derbyshire": "Ripley is a town in the Amber Valley borough of Derbyshire, England. Local engineers came up with some earlier railway improvements.",
  "/wiki/Codnor": "Codnor is a Derbyshire village and civil parish in the Amber Valley district, and a former mining community, with a population of 3,766 (including Cross Hill) as taken at the 2011 Census.  It is approximately 12 miles from the city of Derby and 14 miles from Nottingham by road.",
  "/wiki/Denby": "Denby is a village in the English county of Derbyshire that is notable as the birthplace of John Flamsteed, England's first Astronomer Royal, and the location of the Denby Pottery Company. The population at the 2001 Census was 1,827, increasing to 2,190 at the 2011 Census.",
  "/wiki/Waingroves": "Waingroves is a village in the Amber Valley district of Derbyshire, England, approximately two miles away from the town of Ripley. It is in the civil parish of Codnor. In woodland to the south of the village, there are remains of a colliery site.",
  "/wiki/Butterley": "Butterley is a  village in the English county of Derbyshire near to Ripley. It is the site of the Midland Railway – Butterley, as well as the old Butterley Brickworks.",
  "/wiki/Pentrich,_Derbyshire": "Pentrich is a small village and civil parish between Belper and Alfreton in Amber Valley, Derbyshire, England. The population of the civil parish taken at the 2011 Census was 191.",
  "/wiki/Ashbourne,_Derbyshire": "Ashbourne is a market town in the Derbyshire Dales, England, with a population of 8,377 in the 2011 census. It contains many historical buildings and independent shops, and is famous for a historic annual Shrovetide football match. Its position near the southern edge of the Peak District makes it the closest town to Dovedale. The town is sometimes referred to as the \"gateway\" to Dovedale and to the Peak District.",
  "/wiki/Hulland_Ward": "Hulland Ward is a village and civil parish in the Derbyshire Dales district of Derbyshire  roughly 6 miles west of Belper, Derbyshire England on the A517 road. The parish includes the hamlets of Biggin, Nether Biggin and Millington Green. Hulland Ward itself contains about 400 houses and has a population of just under 1000 inhabitants, being measured at 927 (and including Mercaston) in the 2011 Census.",
  "/wiki/Weston_Underwood,_Derbyshire": "Weston Underwood is an agricultural village and civil parish in the Amber Valley district of Derbyshire. The population of the Civil Parish (comprising the Villages of Weston Underwood, Muggington and Muggington Lane End) as taken at the 2011 Census was 374.  It is just over five miles (8 km) from Derby. Nearby places are Mugginton, Kedleston Hall and Carsington Water.",
  "/wiki/East_Staffordshire": "East Staffordshire is a local government district with borough status in Staffordshire in England.  It has two main towns: Burton upon Trent and Uttoxeter.",
  "/wiki/Horsley_Woodhouse": "Horsley Woodhouse is a village and civil parish in the Amber Valley district of Derbyshire,  in the East Midlands of England. The population of the civil parish taken at the 2011 Census was 1,219.  It is situated on the A609 road between the neighbouring villages of Kilburn and Smalley. The nearest towns are Heanor, situated 2.6 miles (4.2 km) northeast, and Belper, 3.2 miles (5.1 km) northwest, while the city of Derby is located about 6 miles (9.6 km) south-southwest.",
  "/wiki/Ilkeston": "Ilkeston is a town within the Borough of Erewash, in Derbyshire, England. It lies on the River Erewash, from which the local borough takes its name. Its population at the 2001 census was 37,550, increasing to 38,640 at the 2011 Census.   Its major industries were traditionally coal mining, iron working and lace making / textiles, but these have all but disappeared in the last few decades.",
  "/wiki/Morley,_Derbyshire": "Morley is a village and civil parish within the area of Erewash Borough Council in the English county of Derbyshire, north of Derby.",
  "/wiki/West_Hallam": "West Hallam is a large village and civil parish close to Ilkeston in the county of Derbyshire in the East Midlands region of England. West Hallam has had its own parish council since 1894 and, since 1974, has been part of the Erewash borough. The population of the civil parish was 4,829 at the 2001 census reducing to 4,686 at the 2011 census.",
  "/wiki/Borough_of_Erewash": "Erewash (/ˈɛrəwɒʃ/ (listen)) is a non-metropolitan district and borough in eastern Derbyshire, England, to the east of Derby and the west of Nottingham. The population of the district as taken at the 2011 Census was 112,081. \nIt contains the towns of Ilkeston, Long Eaton and Sandiacre and fourteen civil parishes.",
  "/wiki/Borough_of_Broxtowe": "Broxtowe is a local government district with borough status in Nottinghamshire, England, west of the City of Nottingham. The population of the district as taken at the 2011 Census was 109,487.  It is part of the Nottingham Urban Area. Broxtowe's neighbour to the west is the borough of Erewash, which is in Derbyshire.",
  "/wiki/Swadlincote": "Swadlincote is an English town in Derbyshire, near its borders with Leicestershire and Staffordshire, about 5 miles (8 km) south-east of Burton-upon-Trent, 5 miles (8 km) north-west of Ashby-de-la-Zouch and 11.5 miles (19 km) south-south-west of the City of Derby. It is an unparished area in South Derbyshire district and its largest town and administrative centre. It also covers Newhall, Oversetts, Midway and the contiguous villages of Church Gresley and Woodville, with the sub-district of Goseley. The combined population is about 36,000. Castle Gresley is under 2 miles (3 km) to the south-west and Albert Village 1.5 miles (2 km) to the south, in Leicestershire.",
  "/wiki/Church_Gresley": "Church Gresley is a village and former civil parish in the South Derbyshire district of Derbyshire, England. The village is situated between Castle Gresley and the town of Swadlincote, with which it is contiguous. By the time of the 2011 Census the village was a ward of Swadlincote, of which it is now effectively a suburb, and the population of Church Gresley ward was 6,881. The village forms part of the border with Leicestershire to the southeast. Nearby villages include Castle Gresley, Albert Village and Overseal.",
  "/wiki/Woodville,_Derbyshire": "Woodville is a suburban village and civil parish in the South Derbyshire district of Derbyshire, England, 1.5 miles (2.4 km) east of Swadlincote, of which it is now effectively a suburb. At the 2011 Census, the parish had a population of 5,161, an increase from 3,420 at the 2001 Census. The centre of the village, known as the Tollgate, is a busy traffic island on the A511. Woodville forms part of the border with Leicestershire.",
  "/wiki/Newhall,_Derbyshire": "Newhall is a suburban settlement located in Swadlincote, South Derbyshire, England. As of the 2011 census it had a population of 776. The village of Stanton is nearby.",
  "/wiki/Hartshorne,_Derbyshire": "Hartshorne is a village and civil parish in the English county of Derbyshire. The population of the civil parish as of the 2011 census was 3,888.   It is north of the town of Swadlincote.",
  "/wiki/Castle_Gresley": "Castle Gresley is a village and civil parish about 1.75 miles (2.82 km) southwest of the centre of Swadlincote in South Derbyshire, England. The population was 1,566 at the 2001 Census increasing to 1,799 at the 2011 Census. The village is about 1 mile (1.6 km) west of the village of Church Gresley.",
  "/wiki/Blackfordby": "Blackfordby is a small village in the northwesternmost corner of Leicestershire about 2 miles (3.2 km) to the northwest of Ashby-de-la-Zouch   and 2 miles southeast of Swadlincote in central England. On some early maps, such as one dated 1587, the village is shown as \"Blaugherby\", hence the local name of \"Blofferby\".\nThe village is dominated by the Church of St. Margaret of Antioch, erected in 1858 on the site of an earlier Anglican Chapel which was attached to the Church of St. Helen at nearby Ashby-de-la-Zouch. The church stands in an elevated position next to the village school, and is built in the early English style. The church has a nave and chancel, with a tower surmounted by a broach spire and, for the greater part of the work, constructed from local sandstone which has become blackened due to the effects of air pollution.",
  "/wiki/Albert_Village": "Albert Village is a small post-industrial village in Leicestershire, England and is located approximately 1.5 miles (2.4 km) from the town of Swadlincote. The area's heritage is in coal-mining and pottery manufacture, both locally defunct. The National Forest's visitor attraction  'Conkers' is at nearby Moira. The population is included in the civil parish of Ashby Woulds.",
  "/wiki/North_West_Leicestershire": "North West Leicestershire is a local government district in Leicestershire, England. The population of the Local Authority at the 2011 census was 93,348.   Its main towns are Ashby-de-la-Zouch and Coalville.",
  "/wiki/Appleby_Magna": "Appleby Magna is a village and civil parish in Leicestershire, England. It includes the small hamlets of Appleby Parva and Little Wigston, and the villages of Norton-Juxta-Twycross, Snarestone and Swepstone. The parish has a total collective population of 1,084 (2011), with Appleby its largest settlement. Historically, Appleby was one of the largest and wealthiest parishes in Leicestershire, which was reflected by its large church. However, the village and its population have remained fairly small.",
  "/wiki/Donisthorpe": "Donisthorpe is a village in the North West Leicestershire district of Leicestershire, England.",
  "/wiki/Linton,_Derbyshire": "Linton is a parish in South Derbyshire, England, 5 miles south east of Burton-on-Trent. The population of the civil parish taken at the 2011 Census was 2,303.",
  "/wiki/Measham": "Measham is a large village in the county of Leicestershire, England, close to its borders with Derbyshire, Staffordshire and Warwickshire. It lies off the A42, 4.5 miles (7.25 km) south of Ashby de la Zouch, the closest town, and within the National Forest. Historically in Derbyshire, it lay in an enclave absorbed into Leicestershire in 1897. The name is thought to mean \"homestead on the River Mease\".",
  "/wiki/Overseal": "Overseal is a village and civil parish in South Derbyshire 3 miles (4.8 km) south of Swadlincote and 4.5 miles (7.2 km) west of Ashby-de-la-Zouch. The population of the civil parish at the 2011 census was 2,450. It is one of the southernmost settlements in Derbyshire (after Netherseal and Lullington), close to the border with Leicestershire and within the National Forest area.",
  "/wiki/Rosliston": "Rosliston is a small village and civil parish in South Derbyshire, England close to the county boundaries of Leicestershire and Staffordshire. The civil parish population at the 2011 Census was 642.",
  "/wiki/Walton-on-Trent": "Walton-on-Trent is a village and civil parish in the National Forest in Derbyshire, England. The population of the civil parish as taken at the 2011 Census was 872.  As its name implies it is an ancient crossing point of the River Trent. It was at this point that King Edward II crossed the river in pursuit of the disaffected barons including the Earl of Lancaster. Listed buildings in the parish include Catton Hall, Walton Hall and The Old Hall house. Today the village is very close to Burton upon Trent).",
  "/wiki/Alrewas": "Alrewas (awl-ree-was) is a village and civil parish in the Lichfield District of Staffordshire, England.",
  "/wiki/Barton-under-Needwood": "Barton-under-Needwood is a large village in Staffordshire, England, a mile from the A38 between Burton upon Trent and Lichfield. It has a population of approximately 5,000 and serves as a commuter centre for many residents working in Lichfield, Tamworth and Burton or further afield in Derby and Birmingham.",
  "/wiki/Rolleston_on_Dove": "Rolleston on Dove, also known simply as Rolleston, is a village in Staffordshire, England near Burton upon Trent.  Sir Oswald Mosley, the founder of the British Union of Fascists spent some of his earlier years at the family seat here. Rolleston Hall, where Mosley lived, was sold by auction on 2 August 1923 for housing development. The lake and two of the entrance lodges remain. The family coat of arms are still displayed in what was originally the Victorian Commemoration Hall which is now Rolleston Club.",
  "/wiki/Tutbury": "Tutbury is a large village and civil parish of about 3,076 residents in the English county of Staffordshire.",
  "/wiki/Lichfield_District": "Lichfield (UK: /ˈlɪtʃˌfiːld/) is a local government district in Staffordshire, England. It is administered by Lichfield District Council, based in Lichfield.",
  "/wiki/Branston,_Staffordshire": "Branston is a village and civil parish in Staffordshire, England.  At the 2001 census, the population was 6,540, increasing to 6,749 at the 2011 Census.",
  "/wiki/Burton_upon_Trent": "Burton upon Trent, also known as Burton-on-Trent or simply Burton, is a market town in Staffordshire, England, close to the border with Derbyshire. In 2011, it had a population of 72,299. The demonym for residents of the town is 'Burtonian'. Burton is 11 miles (18 km) from Derby, 26 miles (42 km) from Leicester and 28 miles (45 km) from Nottingham.",
  "/wiki/Newton_Solney": "Newton Solney is a small village and civil parish in South Derbyshire, England, located about two miles (3 km) from the East Staffordshire border, near to Burton upon Trent. The population of the civil parish as of the 2011 census was 659.  Its nearest neighbour is Repton, situated about two miles (3 km) to the northeast.",
  "/wiki/Winshill": "Winshill is an area to the east of the town of Burton upon Trent, in the borough of East Staffordshire, England.",
  "/wiki/Bretby": "Bretby is a village and civil parish in the south of Derbyshire, England, north of Swadlincote and east of Burton upon Trent, on the border between Derbyshire and Staffordshire. The population of the civil parish as of the 2011 census was 893.  The name means \"dwelling place of Britons\". On the A511 road (formerly A50), there is a secondary settlement, Stanhope Bretby, which was the site of Bretby Colliery.",
  "/wiki/Stapenhill": "Stapenhill is a suburban village and civil parish in Burton upon Trent, Staffordshire in the UK. It was a small village owned by Nigel of Stafford as far back as 1086, however, this ancient parish area has long since been surrounded by new housing developments and gradually absorbed into the Burton urban area. Stapenhill was known for its brickyards in the 18th and 19th centuries.",
  "/wiki/Chaddesden": "Chaddesden, also known locally as Chad, is a large residential suburb of Derby, United Kingdom. Historically a separate village centred on Chaddesden Hall and the 14th century St. Mary's Church, the area was significantly expanded by 20th century housing developments, and was incorporated into Derby in 1968.",
  "/wiki/Oakwood,_Derby": "Oakwood is a modern housing estate in Derby, UK, built mainly in the 1980s and 1990s.",
  "/wiki/Spondon": "Spondon is a ward of the city of Derby. Originally a small village, Spondon dates back to the Domesday Book and it became heavily industrialised in the 19th and early 20th centuries, with companies such as British Celanese.",
  "/wiki/Breadsall": "Breadsall is a village and civil parish in the English county of Derbyshire, grid reference SK370397. The population of the civil parish at the 2011 census was 773. Breadsall Priory is nearby.",
  "/wiki/Horsley,_Derbyshire": "Horsley is a small village roughly 5 miles north of the City of Derby, England, with a population of 973 at the 2011 Census.",
  "/wiki/Little_Eaton": "Little Eaton is a village and civil parish in the English county of Derbyshire. The population as taken at the 2011 Census was 2,430. The name originated from Anglo Saxon times and means the little town by the water.",
  "/wiki/Allestree": "Allestree is a suburb and ward of the city of Derby, a unitary authority area, in Derbyshire, England. It is the northernmost ward and is situated on the A6 road, about 2 miles (3 km) north of Derby city centre. It is bordered by the district of Amber Valley along its western and northern edges and Erewash in its north-east corner. To the south it borders the ward of Mackworth and to the east the ward of Darley Abbey.",
  "/wiki/Darley_Abbey": "Darley Abbey is a former historic mill village, now a suburb of the city of Derby, England. It is located approximately 1.4 miles (2.3 km) north of the city centre, on the west bank of the River Derwent, and forms part of the Darley ward along with Little Chester and the West End. The settlement dates back to the medieval era, when it was the site of an Augustinian monastery. In the 18th century, the Evans family developed their planned industrial mill village in the area; Darley Abbey is now part of the Derwent Valley Mills World Heritage Site.",
  "/wiki/Mackworth,_Derby": "Mackworth is a suburb and electoral ward of the city of Derby, England. Is it located on the north-west of the city near to Markeaton Park and the suburb of Mickleover. It is also known as Mackworth Estate, to distinguish it from the nearby Mackworth village. The Mackworth ward also covers the New Zealand area as well as Mackworth itself.",
  "/wiki/Kedleston": "Kedleston is a village and civil parish in the Amber Valley district of Derbyshire.  It lies to the north-west of Derby, and nearby places include Quarndon, Weston Underwood, Mugginton, and Kirk Langley. The population at the 2011 Census was less than 100. Details are included in the civil parish of Mackworth, Amber Valley.",
  "/wiki/Mackworth,_Amber_Valley": "Mackworth is a village and civil parish in the borough of Amber Valley, in Derbyshire, England. The 2011 Census recorded a population for the parish of 229. Mackworth is about two miles (3.2 km) from Derby and ten miles (16 km) from Ashbourne. It shares its name with the nearby Mackworth Estate in Derby.",
  "/wiki/Quarndon": "Quarndon /ˈkwɔːrn.dən/ (listen) is a linear village in the south of the Amber Valley District of Derbyshire, England.\nIt is spread along four minor upland roads, approximately 1 mile north of the Derby suburb of Allestree, two of which lead towards the city.",
  "/wiki/Heatherton_Village": "Heatherton Village or Heatherton is a modern residential housing development in Derby, England, located at the southern end of the older suburb of Littleover, and approximately 2.8 miles (4.5 km) south west of Derby city centre. It comprises modern housing, several public amenity parks, shops, a school and a nursery. It is an up-market housing area.",
  "/wiki/Littleover": "Littleover is a village and suburb in the city of Derby, in Derbyshire, England, between Rose Hill, Normanton, Sunny Hill and Mickleover, about three miles (4.8 km) southwest of Derby city centre.",
  "/wiki/Normanton,_Derbyshire": "Normanton is an inner city suburb and ward of the city of Derby in Derbyshire, England, situated approximately 2 miles (3.2 km) south of the city centre. Neighbouring suburbs include Littleover, Pear Tree, Rose Hill and Sunny Hill. The original village of Normanton-by-Derby, which now forms the southern part of the suburb, dates back to the medieval period. As the Normanton area became rapidly urbanised in the 19th century, the New Normanton area to the north was developed for housing, linking the old village to Derby, into which it was eventually absorbed. The area is characterised by high density late 19th century terraced housing in New Normanton and mid-20th century housing estates elsewhere, and has the most ethnically diverse population in Derby. The Normanton ward had a population of 17,071 in 2011.",
  "/wiki/Pear_Tree,_Derby": "Pear Tree (or Peartree) is an inner city suburb of the city of Derby, in Derbyshire, England, located about 1.2 miles (1.9 km) south of the city centre. It is split between the Arboretum and Normanton electoral wards. Neighbouring areas include Litchurch, Normanton and Osmaston. The area became urbanised in the late 19th century and is characterised by terraced housing originally built for industrial workers.",
  "/wiki/Sunny_Hill,_Derby": "Sunny Hill (or Sunnyhill) is a southern suburb of the city of Derby, England, situated mainly along the Stenson Road (which goes out to the hamlet of Stenson, on the Trent and Mersey Canal). It lies between the Derby City districts of Normanton and Littleover, and, to the south, Sinfin, and the parish of Stenson Fields in South Derbyshire district.",
  "/wiki/Allenton,_Derbyshire": "Allenton is a suburb of the city of Derby, England, situated about three miles south of the city centre. It is located between the suburbs of Osmaston, Boulton, Alvaston and Shelton Lock. Allenton is a busy part of the city of Derby, with a variety of modern shops, stores and other facilities, including free parking. The suburb has its own busy market every Friday and Saturday located on Osmaston Road.",
  "/wiki/Alvaston": "Alvaston (/ˈɒlvəstən/ or /ˈælvəstən/)[i] is a village and ward of Derby, England. Alvaston is situated on the A6, three miles south-east of Derby city centre and probably owes its name to Allwald. It is bordered to the north by the wards of Derwent, Chaddesden and Spondon, to the west is the City Centre, to the south are Sinfin and Chellaston and to the east the district of South Derbyshire.",
  "/wiki/Boulton,_Derby": "Boulton is a suburb and local government ward of the city of Derby, England, and is located about four miles to the south-east of Derby city centre.  It is closely associated with the neighbouring suburb of Alvaston under which postal code sector (DE24 0) and postal dependent locality it comes.",
  "/wiki/Osmaston,_Derby": "Osmaston is a suburb of the city of Derby, England. It is situated about 4 km south of the city centre. It is written in the Domesday Book as Osmundestune. In 1307 the manor of Osmaston was granted to Robert Holland.   It was the location of Osmaston Hall the residence of the Wilmot baronets of Osmaston.",
  "/wiki/Shelton_Lock": "Shelton Lock is a small suburb in the south of the city of Derby, England, United Kingdom, located between Chellaston and Allenton.",
  "/wiki/Sinfin": "Sinfin is a suburb and ward of the city of Derby, in Derbyshire, England. It is situated approximately 3 miles (4.8 km) south-southwest of the city centre on Derby's southern outskirts. The ward, which includes Osmaston as well as Sinfin itself, had a population of 15,128 in 2011. Historically, Sinfin and Osmaston were separate villages before being swallowed up by the expansion of Derby. Osmaston is characterised by inter-war housing developments while much of the housing in Sinfin is postwar. Between the two suburbs lies a more industrialised area dominated by the Rolls-Royce works.",
  "/wiki/Wilmorton": "Wilmorton is a suburb of the city of Derby, England.  It is situated between Alvaston and Osmaston, to the south of the city centre on the A6 from Deadman’s Lane to the Canal Bridge; the former is aligned to the old town boundary and named from the medieval track that lead to the plague pit dug 1348 during the Great Plague or Black Death.  Victims of the Black Death were buried there (the burial site is now under Pride Park).  It was given the name Wilmorton by the post office in 1887.  The area was named after Reverend Sir George Wilmot-Horton, 5th Baronet of Osmaston and was formed out of the Osmaston Hall estate which was broken up in the 1880s.",
  "/wiki/Stenson_Fields": "Stenson Fields is a semi-rural suburban housing development and civil parish in the South Derbyshire district of Derbyshire, England. The parish is contiguous with Sinfin, a southern area of Derby, but is outside the city boundary. Stenson Fields is located approximately 3 miles (4.8 km) south-southwest of Derby city centre. The housing in the area largely dates from the 1970s onwards. The parish was created in 1983 from parts of the neighbouring Barrow upon Trent and Twyford and Stenson parishes. Together with Twyford and Stenson, Stenson Fields is part of South Derbyshire district's Stenson electoral ward.",
  "/wiki/Ashford-in-the-Water": "Ashford-in-the-Water is a village in the Derbyshire Peak District, England, and on the River Wye.  It is known for the quarrying of Ashford Black Marble (a form of limestone), and for the maidens' garlands made to mark the deaths of virgins in the village until 1801.  Some of these are preserved in the parish church. The civil parish population (including Sheldon) taken at the 2011 Census was 559.",
  "/wiki/Bakewell": "Bakewell is a small market town and civil parish in the Derbyshire Dales district of Derbyshire, England, known for a local confection, Bakewell pudding. It lies on the River Wye, about 13 miles (21 km) south-west of Sheffield. In the 2011 census the civil parish of Bakewell had a population of 3,949. The town is close to the tourist attractions of Chatsworth House and Haddon Hall.",
  "/wiki/Baslow": "Baslow is a village in Derbyshire, England, in the Peak District, situated between Sheffield and Bakewell, just over 1 mile (1.6 km) north of Chatsworth House.  It is sited by the River Derwent, which is spanned by a 17th-century bridge, alongside which is a contemporary toll house.",
  "/wiki/Chatsworth,_Derbyshire": "Chatsworth is a civil parish in Derbyshire, England, within the area of the Derbyshire Dales and the Peak District National Park.",
  "/wiki/Edensor": "Edensor (pronounced /ˈɛnzər/ (listen)) is a village and civil parish in Derbyshire, England. The population of the civil parish as of the 2011 census was 145.  It is the closest village to Chatsworth House. Much of it belongs to the Dukes of Devonshire, most of whom are buried in the churchyard of St Peter's Church.",
  "/wiki/Hassop": "Hassop  is a village in the local government district of Derbyshire Dales in Derbyshire, England. It is in the civil parish of Great Longstone",
  "/wiki/Monyash": "Monyash (/muhn-ee-ash/  munyash) is a village and civil parish in the Peak District in Derbyshire, England, about 5 miles (8.0 km) west of the market town Bakewell.  It is centered on a village green about 265 metres (869 ft) above sea level at the head of Lathkill Dale in the limestone area known as the White Peak. In the 2011 census the civil parish had a population of 314. Tourism and farming (milk, beef and lamb) are the predominant activities of the village. In its history the area has been an important meeting place (about 2000 BC), a watering point for drovers’ animals at the intersection of several trade routes, and, for over 700 years, a busy industrial centre supporting the local lead mining industry.",
  "/wiki/Youlgreave": "Youlgreave or Youlgrave listen (help·info) is a village and civil parish in the Derbyshire Peak District, lying on the River Bradford, 2 1⁄2 miles (4.0 km) south of Bakewell. Both spellings are used on different local signposts and on different maps. The name possibly derives from \"yellow grove\" coming from the ore mined locally being yellow in colour, though historically the village was called \"Giolgrave\". The village is locally known as \"Pommy\".\nThe population of the parish in 1991 was 1256; it is one of the largest villages wholly within the Peak District National Park.",
  "/wiki/Swanwick,_Derbyshire": "Swanwick (/ˈswɒnɪk/) is a village in Derbyshire, England, also a Parish within the Amber Valley district, with a population of 5,316 at the 2001 census, falling to 5,084 at the 2011 Census. It has a number of shops, pubs and other businesses, a Church of St Andrews, as well as Methodist and Baptist churches. In the northern part of the Parish an industrial estate on the former Swanwick Colliery site incorporates the Thornton's Confectionery factory along with other businesses. There is also a Christian conference centre, the largest in the UK.[citation needed] Now largely urbanized, the Parish still has some remaining agricultural land to the north and west.",
  "/wiki/Alfreton": "Alfreton (/ˈælfrɪtən/ AL-frə-tən) is a town and civil parish in the Amber Valley district of Derbyshire, England. The town was formerly a Norman Manor and later an Urban District. The population of the Alfreton parish was 7,971 at the 2011 Census. The villages of Ironville, Riddings, Somercotes, and Swanwick were historically part of the Manor and Urban District, and the population including these was 24,476 in 2001.",
  "/wiki/South_Normanton": "South Normanton is a village and civil parish in the Bolsover District of Derbyshire, England. The population at the 2011 Census (including Upper Birchwood) was 9,445. An ex-mining village, it is located two miles east of Alfreton and is approximately 510 feet above sea level at one of its highest points, near St. Michael and All Angels Parish Church near the middle of town. The historic industries of the village were agriculture, stocking, spinning and mining. Normanton means 'the farm of the north men' or 'Northwegans'. It was a purely agricultural settlement but added tanning as a secondary industry during medieval times, using the bark of the oak and birch, both plentiful in the area. In the 18th and 19th centuries, the main industries were framework knitting and mining. The knitters, or shiners as they were known from the state of their trouser seats after a 14-hour day sitting at their machines, tended to live in certain areas, around the Dog Pool, along Water Lane and particularly up the narrow alleys around the Old Market place. South Normanton Colliery closed in 1952, B Winning in 1964 and A Winning in 1969. Carnfield Hall was for several centuries the seat of the Revel family. The hall contains a varied collection of antique furniture, porcelain and glass, family portraits and much more. It is now a family home shown to the public by the present owners. The township also includes the housing estate of Broadmeadows although the housing estate is divided between the parishes of South Normanton and Pinxton. South Normanton is also home to the East Midlands Designer Outlet.",
  "/wiki/Riddings": "Riddings is a large village in Derbyshire, England. The appropriate ward of the Amber Valley Council is called Ironville and Riddings. The population of this ward as at the 2011 census was 5,821. It is located 2 miles (3 km) south of Alfreton near the hamlet of Golden Valley. The name derives from Ryddynges, a clearing or riding in a wood. This was the ancient forest known as Alfreton Grove within the manor of Alfreton. The settlement goes back at least to the 12th century, when Hugh de Ryddynges received half of the manor of Riddings and half of Watnall from his relative Ralf Ingram of Alfreton.",
  "/wiki/Greenhill_Lane": "Greenhill Lane is a hamlet near the town of Alfreton, Derbyshire, England, located between the villages of Leabrooks and Riddings. The majority of UK census references suggest that Greenhill Lane is a district hamlet and it was treated as a village in the 1851 census.",
  "/wiki/Leabrooks,_Derbyshire": "Leabrooks is a small urban locality in Derbyshire that merges with the village of Somercotes and the locality of Greenhill Lane. It is named after a stream, the Lee Brook, which formerly ran through it after rising on an area known as The Lees (off Sleetmoor Lane, originally known as Lee Moor Lane). It has a number of shops and businesses, a pub, a park and a cemetery.",
  "/wiki/Somercotes": "Somercotes is a village and civil parish in the district of Amber Valley in the English county of Derbyshire, close to the border with Nottinghamshire. It is a former mining village and was once surrounded by more than five pits. It is now one of the fastest developing villages in the Amber Valley area,[citation needed] with several industrial estates, a retail park, and new housing developments. The village has numerous shops, pubs, food outlets and other businesses. It has industrial areas at Cotes Park and Birchwood. Whilst increasingly urbanised, there is still some agricultural land in the northern and western parts of the parish, and a small nature reserve at Pennytown Ponds. It has infant, junior and secondary schools, along with the Church of St. Thomas and a Methodist church. The population as of the 2011 census was 6,255, up almost 9% from 5,745 in 2001 (figures for the 'ward', which may include Leabrooks). The band Muckram Wakes takes its name from a place near Somercotes which was the home of one of the band members.",
  "/wiki/Tibshelf": "Tibshelf is a village and civil parish in Derbyshire, England. It is in the Bolsover district of the county.  Its population at the 2001 UK census was 3,548, increasing to 3,787 at the 2011 Census.  Tibshelf shares its boundaries with the villages of Morton, Pilsley, Newton, Teversal and Hardstoft.",
  "/wiki/Newton,_Derbyshire": "Newton is a village in the Bolsover district of Derbyshire, England, about a mile south of Tibshelf. Population details are included in the civil parish of Blackwell.",
  "/wiki/Blackwell,_Bolsover": "Blackwell is a village in Derbyshire, England. The population of the civil parish as of the 2011 census was 4,389.  It is one of the four villages that make up the civil parish of Blackwell within the District of Bolsover - the other villages being Hilcote, Newton and Westhouses.  The Parish Council meets monthly.  A brief history of the Parish of Blackwell was published in 1994 (the centenary year of the formation of Blackwell Parish Council).",
  "/wiki/Hilcote": "Hilcote is a small village in the south of the Bolsover district in Derbyshire, England, located close to the A38 junction with the M1 (Junction 28).",
  "/wiki/Wessington": "Wessington is a village and civil parish in the English county of Derbyshire. The population of the civil parish at the 2011 census was 576. It is in the North East Derbyshire district of the county.  It is near to the towns of Matlock, Alfreton and the village of Brackenfield. Situated 740 ft above sea level.",
  "/wiki/Higham,_Derbyshire": "Higham is a small village in Derbyshire, England. It is located on the B6013 and A61 roads. Nearby settlements include Shirland, Stretton, Alfreton and Clay Cross. It is in the civil parish of Shirland and Higham.  Higham is a name of Saxon origin.",
  "/wiki/Stonebroom": "Stonebroom is a village in the district of North East Derbyshire in England. It is in the civil parish of Shirland and Higham.",
  "/wiki/Morton,_Derbyshire": "Morton is a civil parish and village, three miles north of Alfreton in North East Derbyshire, Derbyshire, England. The civil parish population at the 2011 Census was 1,195.",
  "/wiki/Shirland": "Shirland is a former pit village in Derbyshire, England. Together with the neighbouring villages of Higham, Stretton and Stonebroom, it forms part of the civil parish of Shirland and Higham, which had a population of  4,802 at the 2011 Census.  The River Amber flows through the parish.",
  "/wiki/South_Wingfield": "South Wingfield is a village and civil parish in the Scarsdale Hundred of Derbyshire, England, and is now part of the Borough of Amber Valley. The population of the civil parish as of the 2011 census was 1,514.",
  "/wiki/Bolsover_District": "Bolsover is a local government district in Derbyshire, England. It is named after the town of Bolsover, which is near the geographic centre of the district, but the council is based in Clowne. At the 2011 Census, the district had a population of 75,866.",
  "/wiki/Ambergate": "Ambergate is a village in Derbyshire, England, situated where the River Amber joins the River Derwent, and where the A610 road from Ripley and Nottingham joins the A6 that runs along the Derwent valley between Derby to the south and Matlock to the north. Sawmills and Ridgeway are neighbouring hamlets, and Alderwasley, Heage, Nether Heage and Crich are other significant neighbouring settlements. The village forms part of the Heage and Ambergate ward of Ripley Town Council with a population of 5,013 at the 2011 Census. Ambergate is within the Derwent Valley Mills UNESCO World Heritage site, and has historical connections with George Stephenson; Ambergate is notable for its railway heritage and telephone exchange.  Ambergate has an active community life, particularly centred on the school, pubs, churches, sports clubs; and annual village carnival which is relatively large and consistent locally, with popular associated events in carnival week and throughout the year. The carnival is organised by a voluntary committee. Shining Cliff woods, Thacker's woods and Crich Chase border the village.",
  "/wiki/Belper": "Belper is a town and civil parish in the local government district of Amber Valley in Derbyshire, England, located about 7 miles (11 km) north of Derby on the River Derwent. As well as Belper itself, the parish also includes the village of Milford and the hamlets of Bargate, Blackbrook and Makeney. As of the 2011 Census, the parish had a population of 21,823. Originally a centre for the nail-making industry since Medieval times, Belper expanded during the early Industrial Revolution to become one of the first mill towns with the establishment of several textile mills; as such, it forms part of the Derwent Valley Mills World Heritage Site.",
  "/wiki/Duffield,_Derbyshire": "Duffield is a south Derbyshire village in the Amber Valley district of Derbyshire, 5 miles (8.0 km) north of Derby.  It is centred on the western bank of the River Derwent at the mouth of the River Ecclesbourne. It is within the Derwent Valley Mills World Heritage Area and its elevated surroundings are the southern foothills of the Pennines.",
  "/wiki/Heage": "Heage is a village in Derbyshire, England, situated midway between Belper and Ripley in the Amber Valley district. The village is in the Heage and Ambergate ward, which in the 2011 census had a population of 5,013.",
  "/wiki/Holbrook,_Derbyshire": "Holbrook is a village in Derbyshire at the southern end of the Pennines around five miles north of Derby, England. The population of the civil parish as of the 2011 census was 1,538.",
  "/wiki/Kilburn,_Derbyshire": "Kilburn is a village and civil parish in the English county of Derbyshire, known as Kilbourne until around 100 years ago. The population of the civil parish taken at the 2011 Census was 3,618.",
  "/wiki/Milford,_Derbyshire": "Milford is a village in Derbyshire, England, on the River Derwent, between Duffield and Belper on the A6 trunk road.",
  "/wiki/Burnaston": "Burnaston is a village and civil parish in the South Derbyshire district of Derbyshire, England, just southwest of the city of Derby. The population of the civil parish at the census of 2011 was 1,531. The village has swift and direct road links with nearby cities Derby and Nottingham, as well as the city of Birmingham that is some forty miles south along the A38 dual carriageway.",
  "/wiki/Egginton": "Egginton is a village and civil parish in the local government district of South Derbyshire, England. The population of the civil parish as of the 2011 census was 574.",
  "/wiki/Etwall": "Etwall (SK 268 316) is a village and civil parish in Derbyshire, England, southwest of Derby on the A50. The population at the 2011 Census was 2,906.",
  "/wiki/Findern": "Findern is a village and civil parish in the District of South Derbyshire, approximately 5-6 miles south of Derby (Grid reference: SK309307). The population of the civil parish was 1,669 at the 2011 Census. The village was mentioned in the Domesday Book, when it was held by Burton Abbey as an outlier of Mickleover. A priory once stood near the church, where the monks were supplied with fresh food from the fishponds on Common Piece Lane. After the dissolution of the abbey the Fynderne family, as the principal land-owners, took ownership of the village and the remaining Chapel of Ease. The Fyndernes lived in a fortified manor house on Castle Hill, though none of the house remains.",
  "/wiki/Hatton,_Derbyshire": "Hatton is a village and civil parish in South Derbyshire, England.  It is located 6 km north of Burton upon Trent, 20 km west of Derby and 40 km east of Stoke-on-Trent. The population of the civil parish as of the 2011 census was 2,785.",
  "/wiki/Hilton,_Derbyshire": "Hilton is a village and civil parish in the South Derbyshire district of Derbyshire, England. The population at the 2011 Census (including Marston on Dove) was 7,714.",
  "/wiki/Milton,_Derbyshire": "Milton is a hamlet 6 miles south-west of Derby and 1.5 miles east of Repton. Its population is around 200. It is thought to have been established by the Saxons between 500 and 550 AD. It is featured in the Domesday book as Berewite of Middletune (Hamlet of Middle Farmstead).",
  "/wiki/Repton": "Repton is a village and civil parish in the South Derbyshire district of Derbyshire, England, located on the edge of the River Trent floodplain, about 4.5 miles (7 km) north of Swadlincote. The population taken at the 2001 Census was 2,707, increasing to 2,867 at the 2011 Census. Repton is close to the county boundary with neighbouring Staffordshire and about 4.5 miles (7 km) northeast of Burton upon Trent.",
  "/wiki/Willington,_Derbyshire": "Willington is a village and civil parish in the South Derbyshire district of Derbyshire, England. The 2001 Census recorded a parish population of 2,604, increasing to 2,864 at the 2011 Census.",
  "/wiki/Ambaston": "Elvaston is a small village and civil parish in Derbyshire, England. The parish also includes two hamlets, Ambaston and Thulston, and a modern housing estate, Boulton Moor. The population of the civil parish taken at the 2011 Census was 1,801. Located to the south-east of Derby, Elvaston itself is dominated by Elvaston Castle, a country house which is currently in the ownership of Derbyshire County Council, who plan to lease the site to a private company. The move has proved controversial, attracting a petition of 60,000 signatures against the proposals collected by the Elvaston Castle Estate Trust, who want to keep the site in public ownership. At the present time the Castle is rarely open to the public and has been somewhat neglected, while the grounds are open throughout the summer.",
  "/wiki/Aston-on-Trent": "Aston-on-Trent is a village and civil parish in the South Derbyshire district, in the county of Derbyshire, England. The parish had a population of 1,682 at the 2011 Census. It is adjacent to Weston-on-Trent and near Chellaston, very close to the border with Leicestershire.",
  "/wiki/Borrowash": "Borrowash pronounced (listen) (help·info) is a village in the Erewash district of Derbyshire, England, situated immediately east of the Derby city boundary. The appropriate civil parish is called Ockbrook and Borrowash.",
  "/wiki/Breaston": "Breaston (/ˈbriːstən/ (listen) BREE-stən) is a large village and civil parish in the Erewash district, in the south-east of Derbyshire in the East Midlands of  England near Long Eaton and close to the M1. The population of the civil parish as taken at the 2011 Census was 4,455.",
  "/wiki/Church_Wilne": "Draycott is a village in the Erewash district of Derbyshire, England. It lies around 6 miles east of Derby and 3 miles south-west of Long Eaton. Draycott is part of the civil parish of Draycott and Church Wilne. The population of this civil parish was 3,090 as taken at the 2011 Census. The meandering course of the River Derwent forms the southwestern boundary of the parish.",
  "/wiki/Draycott,_Derbyshire": "Draycott is a village in the Erewash district of Derbyshire, England. It lies around 6 miles east of Derby and 3 miles south-west of Long Eaton. Draycott is part of the civil parish of Draycott and Church Wilne. The population of this civil parish was 3,090 as taken at the 2011 Census. The meandering course of the River Derwent forms the southwestern boundary of the parish.",
  "/wiki/Elvaston,_Derbyshire": "Elvaston is a small village and civil parish in Derbyshire, England. The parish also includes two hamlets, Ambaston and Thulston, and a modern housing estate, Boulton Moor. The population of the civil parish taken at the 2011 Census was 1,801. Located to the south-east of Derby, Elvaston itself is dominated by Elvaston Castle, a country house which is currently in the ownership of Derbyshire County Council, who plan to lease the site to a private company. The move has proved controversial, attracting a petition of 60,000 signatures against the proposals collected by the Elvaston Castle Estate Trust, who want to keep the site in public ownership. At the present time the Castle is rarely open to the public and has been somewhat neglected, while the grounds are open throughout the summer.",
  "/wiki/Ockbrook": "Ockbrook is an ancient village in Derbyshire, England. It is almost contiguous with the village of Borrowash, the two only separated by the A52. The appropriate civil parish is Ockbrook and Borrowash. The population of this civil parish at the 2011 Census was 7,335. Ockbrook lies about 5 miles (8.0 km) east of Derby.",
  "/wiki/Risley,_Derbyshire": "Risley is a small village and parish in Erewash in the English county of Derbyshire. The population of the civil parish as of the 2011 census was 711. It is just over four miles south of Ilkeston. Sandiacre is adjacent to the east.",
  "/wiki/Shardlow": "Shardlow is a village in Derbyshire, England about 6 miles (9.7 km) southeast of Derby and 11 miles (18 km) southwest of Nottingham. Part of the civil parish of Shardlow and Great Wilne, and the district of South Derbyshire, it is also very close to the border with Leicestershire, defined by route of the River Trent which passes close to the south. Just across the Trent is the Castle Donington parish of North West Leicestershire.",
  "/wiki/Weston-on-Trent": "Weston-on-Trent is a village and civil parish in the South Derbyshire district of Derbyshire. The population of the civil parish at the 2011 census was 1,239. It is to the north of the River Trent and the Trent and Mersey Canal. Nearby places include Aston-on-Trent, Barrow upon Trent, Castle Donington and Swarkestone."
}