{
  "/wiki/Adam's_Wall": "Adam's Wall is a 2008 Canadian drama film directed by Michael Mackenzie, who also co-wrote the film with Dana Schoel and produced by Ziad Touma of Couzin Films and by Olivier Sirois. The film's original music is composed by Benoît Charest. The film was released in Montreal on October 17, 2008.",
  "/wiki/Michael_Mackenzie_(filmmaker)": "Michael Mackenzie is a Canadian film director, screenwriter, theatre director, playwright and dramaturge. He has directed two feature films, both theatrically released in Canada. His plays have been staged in Europe and North America and variously published in English, French, German and Hungarian.",
  "/wiki/Jesse_Aaron_Dwyre": "Jesse Aaron Dwyre is a Canadian actor, musician and writer. Jesse has appeared in film, theatre and television. He currently plays Henry is HBO's crime series Jett, and Young Hogarth in His Masters Voice. He has starred in independent films Imitation (film) and Adam's Wall. He has drummed since the age of five primarily with the rock group Stylewinder.",
  "/wiki/Flavia_Bechara": "Flavia Bechara is a Lebanese actress who has starred in the films The Kite and Adam's Wall.",
  "/wiki/Paul_Ahmarani": "Paul Ahmarani (born 1972) is a Canadian actor. Both his parents have a teaching background; one is from Cacouna, Bas-Saint-Laurent, Quebec and the other from the Mediterranean coast. Ahmarani is known for his roles in the movies The Left-Hand Side of the Fridge (La Moitié gauche du frigo) and How My Mother Gave Birth to Me During Menopause (Comment ma mère accoucha de moi durant sa ménopause). He has also appeared in the first season of the television Star Trek parody Dans une galaxie près de chez vous. In 2005 he released a musical album called \"Portrait vivant\" under the name \"Paul Ahmarani et les nouveaux mariés\" (\"Paul Ahmarani and the Newlyweds\", see the External links section to listen). Outside his acting and singing career, Paul Ahmarani has also been an open supporter of Quebec's left-wing party, Québec solidaire. On 25 February 2010, Paul Ahmarani, together with 500 artists, joined the call to support the international campaign for Boycott, Divestment, and Sanctions against the Israeli Apartheid. In 2012, audiences saw him in Martin Villeneuve's Mars et Avril, a science fiction film based on the graphic novels of the same name.",
  "/wiki/Maxim_Roy": "Maxim Roy (born March 7, 1972) is a Canadian actress. She is best known for playing Detective Isabelle Latendresse in the English version of the Canadian police drama television series 19-2, Jocelyn Fray in the fantasy series Shadowhunters, and mistress Michelle in Bad Blood.",
  "/wiki/Adoration_(2008_film)": "Adoration is a 2008 Canadian drama film directed by Atom Egoyan and starring Rachel Blanchard, Scott Speedman and Devon Bostick. It is Egoyan's first feature film since Where the Truth Lies.",
  "/wiki/Atom_Egoyan": "Atom Egoyan, CC (/ɛˈɡɔɪən/; born July 19, 1960) is a Canadian stage and film director, writer, and producer. Egoyan made his career breakthrough with Exotica (1994), a film set primarily in and around the fictional Exotica strip club. Egoyan's most critically acclaimed film is the drama The Sweet Hereafter (1997), for which he received two Academy Award nominations, and his biggest commercial success is the erotic thriller Chloe (2009).",
  "/wiki/Rachel_Blanchard": "Rachel Louise Blanchard (born March 19, 1976) is a Canadian television actress.",
  "/wiki/Scott_Speedman": "Robert Scott Speedman (born September 1, 1975) is a British-Canadian film and television actor. He is known for playing Ben Covington in the coming-of-age drama television series Felicity, Lycan–Vampire hybrid Michael Corvin in the gothic horror–action Underworld films, and Barry \"Baz\" Blackwell in the TNT crime drama series Animal Kingdom. His other film work includes Duets, Dark Blue, XXX: State of the Union, The Strangers, Barney's Version, and The Vow.",
  "/wiki/Kenneth_Welsh": "Kenneth Welsh, CM is a Canadian film and television actor (sometimes credited as Ken Welsh).  He is known as the multi-faceted villain, Windom Earle, in Twin Peaks and played the father of Katharine Hepburn as portrayed by Cate Blanchett in Martin Scorsese's The Aviator. He lives outside of Toronto.",
  "/wiki/Arsinée_Khanjian": "Arsinée Khanjian (Western Armenian: Արսինէ Խանճեան, Eastern Armenian: Արսինե Խանջյան; born 6 September 1958) is an Armenian-Canadian actress and producer.",
  "/wiki/Devon_Bostick": "Devon Bostick (born November 13, 1991) is a Canadian actor best known for playing the lead role of Simon in the Atom Egoyan directed film Adoration, Brent in Saw VI, Rodrick Heffley in the first three Diary of a Wimpy Kid movies and Jasper Jordan on The CW show The 100 from 2014 to 2017.",
  "/wiki/Aaron_Poole": "Aaron Poole is a Canadian actor.",
  "/wiki/Drama_film": "In film and television, drama is a genre of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone. Drama of this kind is usually qualified with additional terms that specify its particular subgenre, such as \"police crime drama\", \"political drama\", \"legal drama\", \"historical period drama\", \"domestic drama\", \"teen drama\" or \"comedy-drama\". These terms tend to indicate a particular setting or subject-matter, or else they qualify the otherwise serious tone of a drama with elements that encourage a broader range of moods.",
  "/wiki/After_the_Ballot": "After the Ballot (Original French title:  Chers électeurs) is a documentary film by Manuel Foglia, produced by the National Film Board of Canada.  The film was released in 2008.  It follows the lives of two members of the National Assembly of Québec - Charlotte L'Écuyer, a Liberal back bencher, and Daniel Turp, a Parti Québécois (PQ) Shadow Minister.  The film follows L'Écuyer and her troubles with her own government.  She wants to preserve her riding's lumbering jobs, although her government, insofar as it is presented in the film, is committed to preserving forests.  Turp, on the hand, does not seem to have the same constituency problems.  Here, the film focuses on his reaction to various political actions undertaken by the PQ, and his considering running for PQ leadership.",
  "/wiki/Charlotte_L'Écuyer": "Charlotte L'Écuyer (born August 16, 1943) is a politician in Quebec, Canada. She was a Member of the National Assembly of Quebec (MNA) for the riding of Pontiac in Western Quebec, and a member of the Quebec Liberal Party caucus, from 2003 to 2014.",
  "/wiki/Daniel_Turp": "Daniel Turp (born April 30, 1955) is a professor of constitutional and international law at the Universite de Montreal in Montreal, Quebec, Canada. He served as a Bloc Québécois Member of Parliament (1997–2000) and as a Parti Québécois member of the Quebec National Assembly (2003–2008).",
  "/wiki/National_Film_Board": "The National Film Board of Canada (or simply National Film Board or NFB) (French: Office national du film du Canada, or ONF) is Canada's public film and digital media producer and distributor. An agency of the Government of Canada, the NFB produces and distributes documentary films, animation, web documentaries, and alternative dramas. In total, the NFB has produced over 3,000 productions since its inception, which have won over 5,000 awards. The NFB reports to the Parliament of Canada through the Minister of Canadian Heritage. It has English-language and French-language production branches.",
  "/wiki/Documentary": "A documentary film is a non-fictional, motion picture intended to \"document reality, primarily for the purposes of instruction, education, or maintaining a historical record\". Documentary has been described as \"a filmmaking practice, a cinematic tradition, and mode of audience reception that is continually evolving and is without clear boundaries\". Documentary films were originally called actuality films, and were one minute, or less, in length. Over time, documentaries have evolved to be longer in length, and to include more categories; some examples being: educational, observational, and docufiction. Documentaries are meant to be informative works, and are often used within schools, as a resource to teach various principles.",
  "/wiki/Denis_Côté": "Denis Côté (born November 16, 1973) is an independent filmmaker and producer living in Quebec, of Brayon origin. His experimental films have been shown at major film festivals around the world.",
  "/wiki/Laurent_Lucas": "Laurent Lucas (born 20 July 1965) is a French actor.",
  "/wiki/The_American_Trap": "The American Trap (French: Le Piège américain) is a 2008 Canadian drama film from Quebec, directed by Charles Binamé. The film stars Rémy Girard as Lucien Rivard, a Canadian working in the criminal underworld of Havana, Cuba who becomes enmeshed in international intrigue around the assassination of John F. Kennedy.",
  "/wiki/Charles_Binamé": "Charles Binamé (born May 25, 1949) is a Quebec director. He was born in Belgium and came to Montreal with his family at a young age. He joined the National Film Board of Canada as an assistant director in 1971, but soon left for the private sector. During the 1970s, he mostly directed documentaries for Quebec television, and in the 1980s he directed over 200 television commercials, including some in England. When he returned to Canada in the early 1990s, he directed two of Quebec's most popular television series of all time, Blanche (the sequel to the series Les Filles de Caleb) and Marguerite Volant. The former won him seven Prix Gémeaux and the FIPA d'Or at Cannes Film Festival for best drama series. Also in the 1990s Binamé wrote and directed a trio of edgy urban dramas – Eldorado, Streetheart (Le Coeur au poing) and Pandora's Beauty (La Beauté de Pandore). His big-budget Séraphin: Heart of Stone (a remake of Un Homme et son péché) was a huge box-office hit in Quebec in 2002, and in 2005 he directed The Rocket, a biography of hockey legend Maurice Richard, which earned him a Genie Award for best director.",
  "/wiki/Rémy_Girard": "Rémy Girard OC (born August 10, 1950) is a Canadian actor and former television host from Quebec.",
  "/wiki/Gérard_Darmon": "Gérard Darmon (born 29 February 1948) is a French actor and singer.",
  "/wiki/Colm_Feore": "Colm Feore OC (/ˈkɒləm ˈfjɔːr/; born August 22, 1958), is an American-born Canadian stage, film and television actor. A 13-year veteran of the Stratford Festival, he is best known for his Gemini-winning turn as Prime Minister Pierre Trudeau in the television miniseries Trudeau, as well as roles such as Detective Martin Ward in Bon Cop, Bad Cop, Lord Marshal Zhylaw in The Chronicles of Riddick, Pope Julius II on The Borgias, First Gentleman Henry Taylor on 24, General Ted Brockhart on House of Cards, and Declan Gallard on 21 Thunder. He is a Prix Iris and Screen Actors Guild Award winner and a Genie Award nominee.",
  "/wiki/Serge_Houde": "Serge Houde (born February 16, 1953) is a Canadian film and television character actor.",
  "/wiki/Babine_(film)": "Babine is a Canadian fantasy drama film, directed by Luc Picard and released in 2008. Adapted from Fred Pellerin's book Il faut prendre le taureau par les contes, the film stars Vincent-Guillaume Otis [fr] as Babine, the village idiot of Saint-Élie-de-Caxton, Quebec. A lifelong outcast because his mother (Isabel Richer) was believed to be the town witch, he becomes the immediate suspect when the town's church catches fire, killing the parish priest (Julien Poulin). However, he will receive the support from the village's merchant, Toussaint Brodeur (Luc Picard), as he attempts to prove his innocence.",
  "/wiki/Luc_Picard": "Luc Picard (born 24 September 1961) is a French Canadian actor, director and comedian. He was born on September 24, 1961 in Lachine, Quebec, Canada. He has played numerous characters in diverse roles.",
  "/wiki/Julien_Poulin": "Julien Poulin (born April 20, 1946) is an actor, film director, screenwriter, film producer, and composer in Quebec, Canada. He has portrayed numerous roles in several popular Quebec films and series.",
  "/wiki/Alexis_Martin_(actor)": "Alexis Martin (born June 9, 1964 in Montreal, Quebec) is a Canadian actor and writer. A 1986 graduate of the Conservatoire d'art dramatique de Montréal, he has acted in film, television and stage productions, and has written both theatrical plays and film screenplays.",
  "/wiki/Isabel_Richer": "Isabel Richer (born June 14, 1966) is a Canadian film and television actress from Quebec.",
  "/wiki/Le_Banquet": "Le Banquet is a Canadian drama film from Quebec, directed by Sébastien Rose and released in 2008.",
  "/wiki/Sébastien_Rose": "Sébastien Rose (born June 30, 1969 in Montreal, Quebec) is a Canadian film director and screenwriter. His debut film, How My Mother Gave Birth to Me During Menopause (Comment ma mère accoucha de moi durant sa ménopause), won the Claude Jutra Award for the best Canadian film by a first-time director in 2003.",
  "/wiki/Raymond_Bouchard": "Raymond Bouchard (born March 7, 1945 in Lauzon, Quebec) is a Canadian film, television and stage actor. He is most noted for his performances in the film Seducing Doctor Lewis (La Grande séduction), for which he received Genie Award and Prix Jutra nominations for Best Actor in 2004, and the television series L'Or et le Papier, for which he won the Prix Gémeaux for Best Actor in a Drama Series in 1990.",
  "/wiki/Benoît_McGinnis": "Benoît McGinnis is a Canadian theatre, film and television actor who was nominated for a Genie Award for Best Performance by an Actor in a Supporting Role for his role in Le Banquet. McGinnis has also appeared in other works including the hit TV series Les hauts et les bas de Sophie Paquin and the Canadian movie Heartbeats (Les Amours imaginaires). He graduated from the National Theatre School of Canada in 2001.",
  "/wiki/Before_Tomorrow": "Before Tomorrow (French: Le jour avant le lendemain) is a Canadian drama film, released in 2008. Directed by Marie-Hélène Cousineau and Madeline Ivalu, the film is an adaptation of the novel Før Morgendagen by Danish writer Jørn Riel. It was the third film released by Igloolik Isuma Productions, an Inuit film studio best known for the film Atanarjuat: The Fast Runner, and is the first feature film to be made by Arnait Video Productions, a women's Inuit film collective.",
  "/wiki/Marie-Hélène_Cousineau": "Marie-Hélène Cousineau is a Canadian film director and producer. Originally from Quebec, she moved to Igloolik, Northwest Territories (now in Nunavut) in 1991, where she became a co-founder of the filmmaking collective Arnait Video Productions.",
  "/wiki/Madeline_Ivalu": "Madeline Piujuq Ivalu is a Canadian Inuk filmmaker and actor from Igloolik, Nunavut. One of the cofounders of Arnait Video Productions, a women's video and filmmaking collective in Nunavut, she co-directed, co-wrote and starred in Arnait's first feature film production, Before Tomorrow (Le Jour avant le lendemain). She costarred in the film with her real-life grandson, Paul-Dylan Ivalu. Her codirector of the film was Marie-Hélène Cousineau, and both women cowrote the film with Susan Avingaq.",
  "/wiki/Paul-Dylan_Ivalu": "Paul-Dylan Ivalu is a Canadian Inuk actor from Igloolik, Nunavut. He is best known for his role as Maniq in the film Before Tomorrow (Le Jour avant le lendemain), for which he garnered a Genie Award nomination for Best Actor at the 30th Genie Awards.",
  "/wiki/Inuit": "Inuit (/ˈɪnjuɪt/; syllabics: ᐃᓄᐃᑦ, \"the people\", singular: Inuk ᐃᓄᒃ, dual: Inuuk ᐃᓅᒃ[failed verification]) are a group of culturally similar indigenous peoples inhabiting the Arctic regions of Greenland, Canada and Alaska (United States). The Inuit languages are part of the Eskimo–Aleut family. Inuit Sign Language is a critically endangered language isolate used in Nunavut.",
  "/wiki/Drama": "Drama is the specific mode of fiction represented in performance: a play, opera, mime, ballet, etc., performed in a theatre, or on radio or television. Considered as a genre of poetry in general, the dramatic mode has been contrasted with the epic and the lyrical modes ever since Aristotle's Poetics (c. 335 BC)—the earliest work of dramatic theory.",
  "/wiki/Beyond_the_Walls_(2008_film)": "Beyond the Walls (French: La Battue) is a Canadian short drama film, directed by Guy Édoin and released in 2008. The third and final film in his trilogy of short films on rural themes, following The Bridge (Le pont) in 2004 and The Dead Water (Les eaux mortes) in 2006, the film centres on a young woman's troubled relationship with her mother, who regularly forces her to go hunting against her will.",
  "/wiki/Guy_Édoin": "Guy Édoin is a Canadian film director and screenwriter, whose debut full-length film Wetlands (Marécages) was released in 2011.",
  "/wiki/Blindness_(2008_film)": "Blindness is a 2008 English-language thriller film, an adaptation of the 1995 novel of the same name by Portuguese author José Saramago about a society suffering an epidemic of blindness. The film was written by Don McKellar and directed by Fernando Meirelles, with Julianne Moore and Mark Ruffalo as the main characters. Saramago originally refused to sell the rights for a film adaptation, but the producers were able to acquire it with the condition that the film would be set in an unnamed and unrecognizable city. Blindness premiered as the opening film at the Cannes Film Festival on May 14, 2008, and the film was released in the United States on October 3, 2008.",
  "/wiki/Fernando_Meirelles": "Fernando Ferreira Meirelles (Brazilian Portuguese: [feɾˈnɐ̃du mejˈɾɛlis]; born 9 November 1955) is a Brazilian film director, producer and screenwriter. He is best known for co-directing the film City of God, released in 2002 in Brazil and in 2003 in the U.S. by Miramax Films, which received international critical acclaim. For his work in the film, he was eventually nominated for an Academy Award for Best Director. He was also nominated for a Golden Globe Award for Best Director in 2005 for The Constant Gardener, which garnered the Academy Award for Best Supporting Actress for Rachel Weisz. He also directed the 2008 adaptation of José Saramago's novel Blindness, and the 2011 film 360. In 2019 Meirelles directed and produced in Brazil the HBO original series Joint Venture and also directed The Two Popes for Netflix.",
  "/wiki/Julianne_Moore": "Julianne Moore (born Julie Anne Smith; December 3, 1960) is a Scottish American actress and children's author. Prolific in film since the early 1990s, she is particularly known for her portrayals of emotionally troubled women in both independent and blockbuster films, and has received many accolades, including an Academy Award, a British Academy Film Award and two Golden Globes. Time magazine named Moore one of the 100 most influential people in the world in 2015.",
  "/wiki/Danny_Glover": "Daniel Lebern Glover (/ˈɡlʌvər/; born July 22, 1946) is an American actor, film director, and political activist. He is known for his lead role as Roger Murtaugh in the Lethal Weapon film series. He also has leading roles in the films The Color Purple (1985), To Sleep with Anger (1990), Predator 2 (1990), Angels in the Outfield (1994) and Operation Dumbo Drop (1995). Glover has prominent supporting roles in Silverado (1985), Witness (1985), Saw (2004), Shooter (2007), 2012 (2009), Death at a Funeral (2010), Beyond the Lights (2014), Dirty Grandpa (2016), and Sorry to Bother You (2018). He is an active supporter of various political causes.",
  "/wiki/Alice_Braga": "Alice Braga Moraes (born April 15, 1983) is a Brazilian actress. She has appeared in several Brazilian films, most notably as Angélica in the highly acclaimed City of God (2002) and as Karinna in Lower City (2005).",
  "/wiki/Mark_Ruffalo": "Mark Ruffalo (/ˈrʌfəloʊ/; born November 22, 1967) is an American actor and producer. He began acting in the early 1990s and first gained recognition for his work in Kenneth Lonergan's play This Is Our Youth (1998) and drama film You Can Count On Me (2000). He went on to star in the romantic comedies 13 Going on 30 (2004) and Just like Heaven (2005) and the thrillers Zodiac (2007) and Shutter Island (2010). He gained wider recognition for his role as Bruce Banner / Hulk in the Marvel Cinematic Universe superhero films The Avengers (2012), Avengers: Age of Ultron (2015), Thor: Ragnarok (2017), Avengers: Infinity War (2018), and Avengers: Endgame (2019).",
  "/wiki/Gael_Garcia_Bernal": "Gael García Bernal (Spanish pronunciation: [ɡaˈel ɣaɾˈsi.a βeɾˈnal]; born 30 November 1978) is a Mexican actor and producer. García Bernal is best known for his performances in the films Bad Education, The Motorcycle Diaries, Amores perros, Y Tu Mamá También, Babel, and Coco, and for his role as Rodrigo de Souza in the Amazon Studios' web television series Mozart in the Jungle. He and Diego Luna founded Canana Films in Mexico City.",
  "/wiki/Don_McKellar": "Don McKellar CM (born August 17, 1963) is a Canadian actor, writer, and filmmaker. He was part of a loosely-affiliated group of filmmakers to emerge from Toronto known as the Toronto New Wave.",
  "/wiki/Block_B_(film)": "Block B is a Malaysian-Canadian experimental short film, directed by Chris Chong Chan Fui and released in 2008. A meditation on urban living, the film consists of a static shot of an apartment block in Kuala Lumpur, as the sounds and dialogue of the city pass by disconnected from the ability to see where any given sound is coming from.",
  "/wiki/Chris_Chong_Chan_Fui": "Chris Chong Chan Fui is a Malaysian artist and filmmaker, who has worked in both Malaysia and Canada. He is most noted for his short films Pool (Kolam), which won the Toronto International Film Festival Award for Best Canadian Short Film at the 2007 Toronto International Film Festival, and Block B, which won the same award at the 2008 Toronto International Film Festival.",
  "/wiki/Blonde_and_Blonder": "Blonde and Blonder is a 2008 Canadian comedy film starring Pamela Anderson, Denise Richards and Emmanuelle Vaugier. The film was directed by Dean Hamilton, and was released on January 18, 2008.",
  "/wiki/Dean_Hamilton": "Dean Hamilton (born 13 February 1961 in Windsor, Ontario) is a Canadian actor and director.",
  "/wiki/Pamela_Anderson": "Pamela Denise Anderson (born July 1, 1967) is a Canadian-American actress, model and animal rights activist. Anderson is best known for her appearances in Playboy magazine and for her work on the television series Home Improvement, Baywatch, and V.I.P..",
  "/wiki/Denise_Richards": "Denise Lee Richards (born February 17, 1971) is an American actress, former fashion model, and television personality. Her most recognized roles are Carmen Ibanez in Starship Troopers (1997), Kelly Van Ryan in Wild Things (1998) and Bond girl Christmas Jones in The World Is Not Enough (1999). She has also appeared in films Drop Dead Gorgeous (1999), Valentine (2001), Undercover Brother (2002), Scary Movie 3 (2003) and Madea's Witness Protection (2012). Her television roles include Paramount Network's sitcom Blue Mountain State (2010–11), ABC Family's mystery-thriller series Twisted (2013–14) and CBS' soap opera The Bold and the Beautiful (2019–present).\nRichards starred on the E! reality show Denise Richards: It's Complicated (2008–09). She currently stars on the Bravo reality television series The Real Housewives of Beverly Hills (2019–present). In 2011, Richards published a memoir The Real Girl Next Door, which became a New York Times Best Seller.",
  "/wiki/Comedy_film": "A comedy film is a genre of film in which the main emphasis is on humor. These films are designed to make the audience laugh through amusement and most often work by exaggerating characteristics for humorous effect. Films in this style traditionally have a happy ending (black comedy being an exception). One of the oldest genres in film – and derived from the classical comedy in theatre –, some of the very first silent movies were comedies, as slapstick comedy often relies on visual depictions, without requiring sound. When sound films became more prevalent during the 1920s, comedy films took another swing, as laughter could result from burlesque situations but also dialogue.",
  "/wiki/Borderline_(2008_film)": "Borderline is a 2008 Canadian film directed by Lyne Charlebois and co-written with Marie-Sissi Labrèche, based on her novels Borderline and La Brèche. It has won ten awards and one nomination.",
  "/wiki/Lyne_Charlebois": "Lyne Charlebois is a Canadian film and television director, most noted as the director and cowriter of the 2008 film Borderline.",
  "/wiki/Isabelle_Blais": "Isabelle Sophie Emilie Blais (c. 1975) is a Canadian film and television actress and singer.",
  "/wiki/A_Broken_Life": "A Broken Life is a 2008 Canadian independent drama film directed by Neil Coombs and produced by Caged Angel Films. It stars Tom Sizemore, Corey Sevier, Grace Kosaka, Saul Rubinek, and Ving Rhames. The film was released September 23, 2008 in the USA and October 14, 2008 in Canada.",
  "/wiki/Tom_Sizemore": "Thomas Edward Sizemore Jr. (born November 29, 1961) is an American film and television actor and producer. He is known for his supporting roles in films such as Born on the Fourth of July (1989), Harley Davidson and the Marlboro Man (1991), Passenger 57 (1992), True Romance (1993), Natural Born Killers (1994), Strange Days (1995), Heat (1995), Saving Private Ryan (1998), Red Planet (2000), Black Hawk Down (2001), Pearl Harbor (2001), and for voicing Sonny Forelli in the video game Grand Theft Auto: Vice City. He also played Joey, Marissa's jealous ex-boyfriend in the film Zyzzyx Road (2006), and Anthony Sinclair in the revival television series Twin Peaks (2017).",
  "/wiki/Corey_Sevier": "Corey Daniel Sevier (born July 3, 1984) is a Canadian actor. He is perhaps best known for his role on the Fox television series North Shore as Gabriel McKay and as Timmy Cabot in Lassie.",
  "/wiki/Club_Native": "Club Native is a 2008 documentary film by Tracey Deer, exploring Mohawk identity, community and tribal blood quantum laws. The film looks at how women in Deer's home community of Kahnawake risk losing their right to live on the reserve, after marrying non-natives.",
  "/wiki/Tracey_Deer": "Tracey Penelope Tekahentakwa Deer (born February 28, 1978) is a Mohawk film director and newspaper publisher.  Deer has written and directed several award-winning projects for the Aboriginal-run film and television production company, Rezolution Pictures, as well as her own independent short work.",
  "/wiki/Confessions_of_a_Porn_Addict": "Confessions of a Porn Addict is a 2008 Canadian mockumentary comedy film directed by Duncan Christie starring Spencer Rice and Mark Breslin. The film screened at multiple film festivals (Just for Laughs, Montreal, Calgary International Film Festival) as well as the Los Angeles-based MockFest where it won Best Feature, Best Cinematography and Best Actor (Spencer Rice) in 2008. It's been called \"The most straight-faced mockumentary ever made\" (Andrew Dowler, Now Magazine Vol 28 No14) and the viewing public is often fooled into thinking it's a real documentary.",
  "/wiki/Spencer_Rice": "Spencer Nolan \"Spenny\" Rice (born April 14, 1963) is a Canadian writer, director, producer, musician and comedian. He was the co-star of Kenny vs. Spenny along with Kenny Hotz.",
  "/wiki/Mark_Breslin": "Mark Breslin, CM is a Canadian entrepreneur, stand-up comedian and actor best known for being the co-founder (along with Joel Axler) of Yuk Yuk's, the largest chain of comedy clubs in Canada. On December 29, 2017, he was appointed a Member of the Order of Canada by Her Excellency the Right Honourable Julie Payette, Governor General of Canada.",
  "/wiki/Cruising_Bar_2": "Cruising Bar 2 is a Canadian comedy film, directed by Robert Ménard [fr] and Michel Côté, and released in 2008. A sequel to the 1989 film Cruising Bar, the film stars Côté as the same four separate characters he played in the original film, now dealing with much more middle-aged sexual and relationship issues.",
  "/wiki/Michel_Côté_(actor)": "Michel Côté (born June 25, 1950) is a Canadian actor. He is best known for his performances in the films Cruising Bar, Life After Love (La vie après l'amour) and C.R.A.Z.Y., the theatrical show Broue and the television series Omertà.",
  "/wiki/Véronique_Le_Flaguais": "Véronique Le Flaguais (born 30 November 1947 in Paris, France) is a French actress who has acted in many Canadian productions. Her work includes a Genie Award nomination for her supporting role in Surviving My Mother, Rumeurs, Jesus of Montreal (Jésus de Montréal), Cruising Bar and the sequel Cruising Bar 2. She is married to actor Michel Côté.",
  "/wiki/Daddy_Goes_Ptarmigan_Hunting": "Daddy Goes Ptarmigan Hunting (French: Papa à la chasse aux lagopèdes) is a Canadian drama film, directed by Robert Morin and released in 2008. The films stars François Papineau as Vincent Lemieux, a wealthy financier on the run after facing fraud charges, who is driving through remote northern Quebec and recording a video message for his daughters.",
  "/wiki/Robert_Morin": "Robert Morin (born May 20, 1949) is a Canadian film director, screenwriter, and cinematographer.",
  "/wiki/François_Papineau": "François Papineau (born 24 December 1966) is a Canadian actor who worked in stage and the Cinema of Quebec for over 25 years.",
  "/wiki/Le_déserteur_(film)": "Le déserteur is a 2008 Quebec feature film directed by Simon Lavoie. The film stars Émile Proulx-Cloutier, Raymond Cloutier, Danielle Proulx, Viviane Audet, Benoit Gouin and Gilles Renaud.",
  "/wiki/Simon_Lavoie": "Simon Lavoie (born May 15, 1979) is a Canadian film director and screenwriter from Quebec. He is best known as codirector with Mathieu Denis of Those Who Make Revolution Halfway Only Dig Their Own Graves (Ceux qui font les révolutions à moitié n'ont fait que se creuser un tombeau), which won the award for Best Canadian Film at the 2016 Toronto International Film Festival and garnered several Canadian Screen Award nominations at the 5th Canadian Screen Awards in 2017, including for Best Picture and Best Director.",
  "/wiki/Down_Here": "Down Here is the second album by American singer-songwriter Tracy Bonham. It was released on April 18, 2000.",
  "/wiki/Charles_Wilkinson_(director)": "Charles Wilkinson is a Canadian documentary filmmaker and film and television director. He is best known for his \"environmental quadrilogy\" of documentaries: Peace Out, Oil Sands Karaoke and Haida Gwaii: On the Edge of the World and Vancouver: No Fixed Address. All four films premiered at Hot Docs International Documentary Festival, and have gone on to win awards at Hot Docs, the Vancouver International Film Festival and Yorkton Film Festival. Before moving into documentaries, Wilkinson worked for many years in dramatic television series and on feature films. His directing credits include such TV series as The Highlander, The Immortal, So Weird, Dead Man's Gun, Road to Avonlea and The Beachcombers, the feature films My Kind of Town, Max, Blood Clan and Breach of Trust, and the TV movie Heart of the Storm. As a preteen, he was one of the original performers in the Calgary Safety Roundup, paired with his brother Billy as kid cowboy singers. \"We sang both kinds - country and western.\"",
  "/wiki/Documentary_short": "A documentary film is a non-fictional, motion picture intended to \"document reality, primarily for the purposes of instruction, education, or maintaining a historical record\". Documentary has been described as \"a filmmaking practice, a cinematic tradition, and mode of audience reception that is continually evolving and is without clear boundaries\". Documentary films were originally called actuality films, and were one minute, or less, in length. Over time, documentaries have evolved to be longer in length, and to include more categories; some examples being: educational, observational, and docufiction. Documentaries are meant to be informative works, and are often used within schools, as a resource to teach various principles.",
  "/wiki/List_of_Canadian_films_of_2008": "This is a list of Canadian films which were released in 2008:"
}