{
  "/wiki/Yves_Vanderhaeghe": "Yves Vanderhaeghe (Dutch pronunciation: [ˈi vɑndɛrˈɦaːɣə]; born 30 January 1970) is a Belgian retired footballer and manager who played as a defensive midfielder. He is currently the manager of KV Kortrijk.",
  "/wiki/K.S.V._Roeselare": "Koninklijke Sport Vereniging Roeselare, or KSV Roeselare (Dutch pronunciation: [kaːʔɛsˌfeː ˈrusəlaːrə]), is a Belgian football club from the city of Roeselare in West Flanders.  Its matricule is the n°134.  It has last played in the Belgian Pro League from 2005–06 to 2009–10.  Roeselare is a professional club, meaning it comprises professional footballers.",
  "/wiki/K.V._Kortrijk": "Koninklijke Voetbalclub Kortrijk (often simply called KV Kortrijk or KVK) is a Belgian professional football club based in Kortrijk, West Flanders. They play in the Belgian First Division, and they achieved their best ranking ever during the 2009–10 season, finishing fourth after the play-offs. KV Kortrijk was founded in 1971, though their roots can be traced to 1901. They are registered to the Royal Belgian Football Association with matricule number 19. The club colours are red and white. They play their home matches at the Guldensporenstadion, named after the Battle of the Golden Spurs which took place in Kortrijk in 1302.",
  "/wiki/Club_Brugge_K.V.": "Club Brugge Koninklijke Voetbalvereniging (Dutch pronunciation: [klʏˈbrʏɣə ˌkoːnɪŋkləkə ˈvudbɑlvəreːnəɣɪŋ]), commonly referred to as just Club Brugge, or Club Bruges commonly in English, is a football club based in Bruges in Belgium. It was founded in 1891 and its home ground is the Jan Breydel Stadium, which has a capacity of 29,062.",
  "/wiki/R.E._Mouscron": "R.E. Mouscron was a Belgian football club from the municipality of Mouscron, Hainaut. In December 2009 they were declared bankrupt and soon ceased to exist. A new club known as Royal Mouscron-Péruwelz was formed in March 2010 and placed in the Belgian Third Division.",
  "/wiki/FC_Sochaux-Montb%C3%A9liard": "Football Club Sochaux-Montbéliard (French pronunciation: ​[soʃo mɔ̃beljaʁ]; commonly referred to as FCSM or simply Sochaux) is a French association football club based in the city of Montbéliard. The club was founded in 1928 and currently plays in Ligue 2, the second tier of French football, after having finished 18th and being relegated from Ligue 1 in the 2013–14 season. Sochaux plays its home matches at the Stade Auguste Bonal, located within the city.",
  "/wiki/K.F.C._Germinal_Beerschot": "Koninklijke Beerschot Antwerpen Club (Dutch pronunciation: [ˈkoːnɪŋkləkə ˈbeːrsxɔt ˈɑntʋɛrpə(n) ˈklɵp]), simply known as Beerschot AC, was a Belgian football club based in southern Antwerp. Beerschot played in the Belgian Pro League from 1999–2000 (as Germinal Beerschot) until 2012–13, when they were relegated not only through their league position, but also lost their professional license through financial issues, being officially declared bankrupt on 21 May 2013 – one week after the season had ended.",
  "/wiki/Khaled_Kharroubi": "Khaled Farid Kharroubi (Arabic: خالد خروبي‎) (born February 11, 1984 in Lyon, France) is an Algerian footballer. He currently plays for Adana Demirspor.",
  "/wiki/Valenciennes_FC": "Valenciennes Football Club (French pronunciation: [valɑ̃sjɛn] (listen); commonly known as Valenciennes or USVA) is a French association football club based in Valenciennes. The club was founded in 1913 and currently play in Ligue 2, the second tier of French football. Valenciennes plays its home matches at the recently built Stade du Hainaut located within the city.",
  "/wiki/F._C._Verbroedering_Dender_E.H.": "Football Club Verbroedering Dender Eendracht Hekelgem, also simply known as Dender or Verbroedering Dender, is a Belgian association football club based in Denderleeuw.  The club is named after former clubs KFC Denderleeuw Eendracht Hekelgem and Verbroedering Denderhoutem, which merged at the end of the 2004–05 season, and after the river Dender, which crosses the town of Denderleeuw. The home stadium of the club is Florent Beeckmanstadion, located in Denderleeuw. Their best league ranking was the 15th place in the first division (in 2007–08 and 2008–09). The club colours are blue and black.",
  "/wiki/Sven_Kums": "Sven Kums (born 26 February 1988) is a Belgian footballer who plays as a midfielder for Gent on loan from Anderlecht.",
  "/wiki/R.S.C._Anderlecht": "Royal Sporting Club Anderlecht, usually known as Anderlecht (Dutch pronunciation: [ˈɑndərlɛxt], French: [ɑ̃dəʁlɛkt], German: [ˈandɐlɛçt]) or RSCA (Dutch: [ˌɛrɛseːˈjaː, -seːˈʔaː], French: [ɛʁɛsse.ɑ], German: [ˌɛɐ̯ʔɛs.tseːˈʔaː]), is a Belgian professional football club based in Anderlecht, Brussels Capital-Region. Anderlecht plays in the Belgian First Division A and is the most successful Belgian football team in European competitions, with five trophies, as well as in the Belgian domestic league, with 34 championship wins. They have also won nine Belgian Cups and hold the record for most consecutive Belgian championship titles, winning five between the 1963–64 and 1967–68 seasons.",
  "/wiki/Hern%C3%A1n_Losada": "Hernán Losada (born May 9, 1982) is a retired Argentine professional football who played as a midfielder. He was known for his beautiful dribbles and fine passes, according to Belgian media. During his time at Belgium, Losada played three times for Beerschot, under a different name. Currently he is the manager of Beerschot in the Belgian First Division B.",
  "/wiki/Henri_Munyaneza": "Henri Munyaneza (born June 19, 1984) is a retired Rwandan footballer. He was capped for the Rwanda national football team and was a squad member at the 2004 African Cup of Nations.",
  "/wiki/F.C._Verbroedering_Dender_E.H.": "Football Club Verbroedering Dender Eendracht Hekelgem, also simply known as Dender or Verbroedering Dender, is a Belgian association football club based in Denderleeuw.  The club is named after former clubs KFC Denderleeuw Eendracht Hekelgem and Verbroedering Denderhoutem, which merged at the end of the 2004–05 season, and after the river Dender, which crosses the town of Denderleeuw. The home stadium of the club is Florent Beeckmanstadion, located in Denderleeuw. Their best league ranking was the 15th place in the first division (in 2007–08 and 2008–09). The club colours are blue and black.",
  "/wiki/Cyril_Th%C3%A9r%C3%A9au": "Cyril Théréau (pronunciation (help·info); born 24 April 1983) is a French professional footballer who plays as a striker for Italian club Fiorentina.",
  "/wiki/R._Charleroi_S.C.": "Royal Charleroi Sporting Club, often simply known as Charleroi or Sporting Charleroi, is a Belgian football club based in the city of Charleroi, in the province of Hainaut. Charleroi plays in the Belgian Pro League and their current spell at the highest level in Belgian football has started in the 2012–13 season. Charleroi was founded in 1904 and they first reached the first division in 1947–48. Their highest finish was runner-up in the 1968–69 season. They have also twice reached the Belgian Cup final, losing in 1977–78 to Beveren and in 1992–93 to Standard Liège.",
  "/wiki/Janne_Hietanen": "Janne Hietanen (born 2 June 1978 in Oulu) is a Finnish footballer who plays as a defender for the Finnish Ykkönen club AC Oulu. He has previously played in Belgium for K.S.V. Roeselare.",
  "/wiki/Troyes_AC": "Espérance Sportive Troyes Aube Champagne is a French association football club, based in Troyes, who play in Ligue 2. It was founded in 1986, as the third professional club from the city, after ASTS and TAF. They won the Intertoto Cup in 2001, beating Newcastle United on the away goals rule after the score was 4–4 on aggregate.",
  "/wiki/D%C3%A1niel_T%C5%91zs%C3%A9r": "Dániel Tőzsér (Hungarian: [ˈdaːniɛl ˈtøːʒeːr]; born 12 May 1985) is a Hungarian footballer who plays for Debrecen and the Hungarian national football team as a midfielder. Tőzsér is left-footed and plays central, defensive or on the left side of midfield. He is known for his impressive free-kick abilities.",
  "/wiki/AEK_Athens_F.C.": "AEK Athens Football Club  (Greek: ΠΑΕ AEK [aek]; Αθλητική Ένωσις Κωνσταντινουπόλεως; Athlitikί Énosis Konstadinoupόleos, meaning Athletic Union of Constantinople), also known as AEK FC or simply AEK, is a Greek professional football club based in Nea Filadelfeia, a suburb of Athens, Greece.",
  "/wiki/K.R.C._Genk": "Koninklijk Racing Club Genk (Dutch pronunciation: [ˈkoːnɪŋkləkə ˈreːsɪŋ ˌklɵp ˈɣɛŋk]), commonly known as KRC Genk, Racing Genk or simply Genk, is a Belgian professional football club based in the city of Genk in Belgian Limburg.  Racing Genk plays in the Belgian Pro League and have won four championship titles; in 1998–99, in 2001–02, in 2010–11 and in 2018–19. They have also won four Belgian Cups, most recently in 2008–09 and in 2012–13. They qualified for the UEFA Champions League group stage in the 2002–03, 2011–12 and 2019–20 seasons.",
  "/wiki/Nikica_Jelavi%C4%87": "Nikica Jelavić (Croatian pronunciation: [nîkitsa jělaʋitɕ]; born 27 August 1985) is a Croatian footballer who plays as a striker for China League One club Guizhou Zhicheng.",
  "/wiki/S.V._Zulte-Waregem": "Sportvereniging Zulte Waregem (Dutch pronunciation: [ˈspɔrtfəˌreːnəɣɪŋ ˈzɵltə ˈʋaːrəɣɛm]), commonly known as Zulte Waregem or by their nickname Essevee (Dutch pronunciation: [ɛsəˈveː]), is a Belgian professional football club based in Waregem, West Flanders.  Zulte Waregem plays in the Belgian First Division A. Their highest finish at the highest level was second place in 2012–13. They have won two Belgian Cups. They qualified for the 2006–07 UEFA Cup, losing in the round of 32 to Newcastle United. Also in the seasons 2013–2014 and 2017–2018 they managed to play in the Europa League group stages. On both occasions the club ended 3rd in their group.",
  "/wiki/SK_Rapid_Wien": "Sportklub Rapid Wien (German pronunciation: [ʁaˈpiːt ˈviːn]), commonly known as Rapid Vienna, is an Austrian football club playing in the country's capital city of Vienna. Rapid has won the most Austrian championship titles (32), including the first ever title in the season 1911–12, as well as a German championship in 1941 during Nazi rule. Rapid twice reached the final of the European Cup Winners' Cup in 1985 and 1996, losing on both occasions.",
  "/wiki/K.V.K._Tienen": "Koninklijke Voetbal Klub Tienen-Hageland is a Belgian association football club from the city of Tienen, Vlaams Brabant.  It is currently playing in the Belgian Third Division.",
  "/wiki/Steven_Jacobs_(footballer)": "Steven Jacobs (born 6 June 1987) is a Belgian footballer who played for clubs including FCV Dender EH.",
  "/wiki/Borussia_M%C3%B6nchengladbach": "Borussia VfL 1900 Mönchengladbach e.V., commonly known as Borussia Mönchengladbach (pronounced [boˈʁʊsi̯aː mœnçn̩ˈɡlatbax]), Mönchengladbach or Gladbach, (abbreviated as Borussia MG), is a professional football club based in Mönchengladbach, North Rhine-Westphalia, Germany, that plays in the Bundesliga, the top flight of German football. The club has won five League titles, three DFB-Pokals, and two UEFA Europa League titles.",
  "/wiki/C%C3%A9dric_B%C3%A9tr%C3%A9mieux": "Cédric Bétrémieux (born May 14, 1982) is a French footballer who is currently playing for Harelbeke in the Belgian Second Amateur Division. He previously played in the Belgian Pro League for Roeselare and Kortrijk.",
  "/wiki/Jo%C3%A3o_Carlos_Pinto_Chaves": "João Carlos Pinto Chaves (born 1 January 1982) is a Brazilian professional footballer who plays  as a central defender.",
  "/wiki/K.S.C._Lokeren_Oost-Vlaanderen": "Koninklijke Sporting Club Lokeren Oost-Vlaanderen (Dutch pronunciation: [ˈkoːnɪŋkləkə ˈspɔrtɪŋ ˌklɵp ˈloːkərə(n) ˌoːstˈflaːndərə(n)]; often simply called Sporting Lokeren or Lokeren) is a Belgian professional football club based in the city of Lokeren, in the province of East Flanders. Lokeren plays in the Belgian Pro League. The club was founded in 1923 and it first reached the first division in 1974–75. Since then, it had a short spell in the Second Division between 1993–94 and 1995–96. Lokeren had its most successful period in the 1980s, achieving second place in the league in 1980–81 as well as a Belgian Cup final the same year. Its best European result was reaching the quarter-final of the 1980–81 UEFA Cup.",
  "/wiki/Wilfried_Dalmat": "Wilfried Dalmat (born 17 July 1982) is a French footballer who plays as a midfielder for Bourges 18.",
  "/wiki/R.A.E.C._Mons": "R.A.E.C. Mons was a Belgian football club based in Mons, Belgium,  The team was promoted to the Belgian Jupiler League at the conclusion of the 2010–11 season re-joining the Top Belgian League after two years in the Belgian 2nd Division (Exqi League). The team was relegated at the end of the 2013–2014 season, having finished last in the league. Dutch speakers tend to refer to the team as \"Bergen\", the Dutch name for Mons.",
  "/wiki/Standard_Li%C3%A8ge": "Royal Standard de Liège, commonly referred to as Standard Liège (French: [stɑ̃daʁ ljɛʒ]; Dutch: Standard Luik [ˈstɑndɑrt ˈlœyk]; German: Standard Lüttich [ˈstandaɐ̯t ˈlʏtɪç, ˈʃtan-]), is a Belgian football club from the city of Liège. They are one of the most successful clubs in Belgium, having won the Belgian league on ten occasions, most recently in 2007–08 and 2008–09. They have been in the top flight without interruption since 1921, longer than any other Belgian side. They have also won eight Belgian Cups, and in 1981–82 they reached the final of the European Cup Winners' Cup, which they lost 2–1 against Barcelona.",
  "/wiki/Adam_Nemec": "Adam Nemec (Slovak pronunciation: [ˈadam ˈɲɛmɛts]; born 2 September 1985) is a Slovak professional footballer who plays as a forward for Pafos and formerly the Slovakia national team. In his career, he has played in 7 different countries but mostly for teams in Germany. During 13 years international career, he won 43 caps and scoring 13 goals.",
  "/wiki/FC_Erzgebirge_Aue": "Fußball Club Erzgebirge Aue e.V., commonly known as simply FC Erzgebirge Aue or Erzgebirge Aue, is a German football club based in Aue-Bad Schlema, Saxony. The former East German side was a founding member of the 3. Liga in 2008–09, after being relegated from the 2. Bundesliga in 2007–08. The city of Aue-Bad Schlema has a population of about 20,800, making it one of the smallest cities to ever host a club playing at the second highest level of German football. However, the team attracts supporters from a larger urban area that includes Chemnitz and Zwickau, whose own football sides (CFC and FSV) are among Aue's traditional rivals.",
  "/wiki/Cheik_Ismael_Tiot%C3%A9": "Cheick Ismaël Tioté (21 June 1986 – 5 June 2017) French pronunciation: ​[ʃɛik ismaɛl tjote]) was an Ivorian footballer who played as a defensive midfielder.",
  "/wiki/FC_Twente": "Football Club Twente (Dutch pronunciation: [ɛfˈseː ˈtʋɛntə]) is a Dutch professional football club from the city of Enschede.  In 2018–19, it competed in and won the Eerste Divisie. The club was formed in 1965 by the merger of 1926 Dutch champions, Sportclub Enschede and Enschedese Boys. They were the holders of the 2011 KNVB Cup and Johan Cruijff Schaal trophies, and were Eredivisie champions in the 2009–10 season; the team has also finished as Eredivisie runner-up twice, was runner-up in the 1974–75 UEFA Cup, and has won the KNVB Cup three times. Twente's home ground since 1998 is De Grolsch Veste.",
  "/wiki/Issame_Chara%C3%AF": "Issame Charaï  (born May 11, 1982, Merksem) is a Moroccoan footballer which also holds Belgian citizenship is currently under contract for Belgian side KVK Tienen.",
  "/wiki/KV_Mechelen": "Yellow Red Koninklijke Voetbalclub Mechelen (Dutch pronunciation: [ˌjɛloː ˈrɛt ˌkoːnɪŋkləkə ˌvudbɑlklʏp ˈmɛxələ(n)]), often simply called KV Mechelen (Dutch pronunciation: [kaːˌveː ˈmɛxələ(n)]) or KVM, or by their former French name FC Malinois, is a Belgian professional football club based in Mechelen in the Antwerp province. KV Mechelen plays in the Belgian First Division A. They have won four Belgian championships and twice the Belgian Cup, as well as the 1987–88 European Cup Winners' Cup and the 1988 European Super Cup. They collected most of their honours in the 1940s and in the 1980s.",
  "/wiki/K._Sint-Truidense_V.V.": "Koninklijke Sint-Truidense Voetbalvereniging (Dutch pronunciation: [ˈkoːnɪŋkləkə ˈsɪnt ˈtrœy̯də(n)sə ˈvudbɑlvərˌeːnəɣɪŋ]), commonly known as Sint-Truiden or STVV (Dutch pronunciation: [ˈɛs ˈteː ˈveː ˈveː]) or by their nickname De Kanaries (Dutch pronunciation: [də kaːˈnaːris], is a Belgian professional football club located in the city of Sint-Truiden in Limburg.  Sint-Truiden plays in the Belgian Pro League. Their best ranking was a second place in 1965–66. They also reached the final of the Belgian Cup twice. The club was founded in 1924. They are matricule number 373. The club colours are yellow and blue, hence their nickname De Kanaries, meaning 'The Canaries'. They play their home games at the Stayen since 1927.",
  "/wiki/Daan_Vaesen": "Daan Vaesen (born 11 July 1981) is a Belgian footballer currently playing for Duffel",
  "/wiki/List_of_Belgian_football_transfers_summer_2008": "This is a list of Belgian football transfers for the 2008 summer transfer window. Only transfers involving a team from the Jupiler League are listed."
}