{
  "/wiki/Ethanol": "Ethanol (also called ethyl alcohol, grain alcohol, drinking alcohol, or simply alcohol) is a chemical compound, a simple alcohol with the chemical formula C2H6O. Its formula can be also written as CH3−CH2−OH or C2H5OH (an ethyl group linked to a hydroxyl group), and is often abbreviated as EtOH. Ethanol is a volatile, flammable, colorless liquid with a slight characteristic odor. It is a psychoactive substance and is the principal active ingredient found in alcoholic drinks.",
  "/wiki/Water": "Water is an inorganic, transparent, tasteless, odorless, and nearly colorless chemical substance, which is the main constituent of Earth's hydrosphere and the fluids of most living organisms. It is vital for all known forms of life, even though it provides no calories or organic nutrients. Its chemical formula is H2O, meaning that each of its molecules contains one oxygen and two hydrogen atoms, connected by covalent bonds. Water is the name of the liquid state of H2O at standard ambient temperature and pressure. It forms precipitation in the form of rain and aerosols in the form of fog. Clouds are formed from suspended droplets of water and ice, its solid state. When finely divided, crystalline ice may precipitate in the form of snow. The gaseous state of water is steam or water vapor. Water moves continually through the water cycle of evaporation, transpiration (evapotranspiration), condensation, precipitation, and runoff, usually reaching the sea.",
  "/wiki/Vasopressin": "Vasopressin, also called antidiuretic hormone (ADH),   arginine vasopressin (AVP) or argipressin, is a hormone synthesized as a peptide prohormone in neurons in the hypothalamus, and is converted to AVP. It then travels down the axon of that cell, which terminates in the posterior pituitary, and is released from vesicles into the circulation in response to extracellular fluid hypertonicity (hyperosmolality). AVP has two primary functions. First, it increases the amount of solute-free water reabsorbed back into the circulation from the filtrate in the kidney tubules of the nephrons. Second, AVP constricts arterioles, which increases peripheral vascular resistance and raises arterial blood pressure.",
  "/wiki/Salt_(chemistry)": "In chemistry, a salt is a solid chemical compound consisting of an ionic assembly of cations and anions. Salts are composed of related numbers of cations (positively charged ions) and anions (negatively charged ions) so that the product is electrically neutral (without a net charge). These component ions can be inorganic, such as chloride (Cl−), or organic, such as acetate (CH3CO−2); and can be monatomic, such as fluoride (F−) or polyatomic, such as sulfate (SO2−4).",
  "/wiki/Calcium_chloride": "Calcium chloride is an inorganic compound, a salt with the chemical formula CaCl2.  It is a white coloured crystalline solid at room temperature, highly soluble in water. It can be created by neutralising hydrochloric acid with calcium hydroxide.",
  "/wiki/Ammonium_chloride": "Ammonium chloride is an inorganic compound with the formula NH4Cl and a white crystalline salt that is highly soluble in water. Solutions of ammonium chloride are mildly acidic. Sal ammoniac is a name of the natural, mineralogical form of ammonium chloride. The mineral is commonly formed on burning coal dumps from condensation of coal-derived gases. It is also found around some types of volcanic vents. It is mainly used as fertilizer and a flavouring agent in some types of liquorice. It is the product from the reaction of hydrochloric acid and ammonia.",
  "/wiki/Arginine_vasopressin_receptor_2": "Vasopressin receptor 2 (V2R), or arginine vasopressin receptor 2 (officially called AVPR2), is a protein that acts as receptor for vasopressin.  AVPR2 belongs to the subfamily of G-protein-coupled receptors. Its activity is mediated by the Gs type of G proteins, which stimulate adenylate cyclase.",
  "/wiki/Amphotericin_B": "Amphotericin B is an antifungal medication used for serious fungal infections and leishmaniasis. The fungal infections it is used to treat include aspergillosis, blastomycosis, candidiasis, coccidioidomycosis, and cryptococcosis. For certain infections it is given with flucytosine. It is typically given by injection into a vein.",
  "/wiki/Lithium_(medication)": "Lithium compounds, also known as lithium salts, are primarily used as a psychiatric medication. It is primarily used to treat bipolar disorder and treat major depressive disorder that does not improve following the use of antidepressants. In these disorders, it reduces the risk of suicide. Lithium is taken by mouth.",
  "/wiki/Collecting_duct": "The collecting duct system of the kidney consists of a series of tubules and ducts that physically connect nephrons to a minor calyx or directly to the renal pelvis. The collecting duct system participates in electrolyte and fluid balance through reabsorption and excretion, processes regulated by the hormones aldosterone and vasopressin (antidiuretic hormone).",
  "/wiki/Vasopressin_receptor_antagonist": "A vasopressin receptor antagonist (VRA) is an agent that interferes with action at the vasopressin receptors. Most commonly VRAs are used in the treatment of hyponatremia, especially in patients with congestive heart failure, liver cirrhosis or SIADH.",
  "/wiki/Tolvaptan": "Tolvaptan (trade names Samsca, Jinarc, and others) is an aquaretic drug that functions as a selective, competitive vasopressin receptor 2 (V2) antagonist used to treat hyponatremia (low blood sodium levels) associated with congestive heart failure, cirrhosis, and the syndrome of inappropriate antidiuretic hormone (SIADH). Tolvaptan was approved by the U.S. Food and Drug Administration (FDA) on May 19, 2009, and is sold by Otsuka Pharmaceutical Co. under the trade name Samsca.",
  "/wiki/Conivaptan": "Conivaptan (YM 087, brand name Vaprisol) is a non-peptide inhibitor of the receptor for anti-diuretic hormone, also called vasopressin.  It was approved in 2004 for hyponatremia (low blood sodium levels). The compound was discovered by Astellas and marked in 2006. The drug is now marketed by Cumberland Pharmaceuticals, Inc.",
  "/wiki/Na-H_exchanger": "The sodium–hydrogen antiporter or sodium–proton exchanger (Na+/H+ exchanger) is a membrane protein that transports Na+ into the cell, and H+ out of the cell (antiport).",
  "/wiki/Dopamine": "Dopamine (DA, a contraction of 3,4-dihydroxyphenethylamine) is an organic chemical of the catecholamine and phenethylamine families. It functions both as a hormone and a neurotransmitter, and plays several important roles in the brain and body. It is an amine synthesized by removing a carboxyl group from a molecule of its precursor chemical L-DOPA, which is synthesized in the brain and kidneys. Dopamine is also synthesized in plants and most animals. In the brain, dopamine functions as a neurotransmitter—a chemical released by neurons (nerve cells) to send signals to other nerve cells. The brain includes several distinct dopamine pathways, one of which plays a major role in the motivational component of reward-motivated behavior. The anticipation of most types of rewards increases the level of dopamine in the brain,[failed verification] and many addictive drugs increase dopamine release or block its reuptake into neurons following release. Other brain dopamine pathways are involved in motor control and in controlling the release of various hormones. These pathways and cell groups form a dopamine system which is neuromodulatory.",
  "/wiki/Proximal_tubule": "The proximal tubule is the segment of the nephron in kidneys which begins from the renal pole of the Bowman's capsule to the beginning of loop of Henle. It can be further classified into the proximal convoluted tubule (PCT) and the proximal straight tubule (PST).",
  "/wiki/Carbonic_anhydrase_inhibitors": "Carbonic anhydrase inhibitors are a class of pharmaceuticals that suppress  the activity of carbonic anhydrase. Their clinical use has been established as anti-glaucoma agents, diuretics, antiepileptics, in the management of mountain sickness, gastric and duodenal ulcers, idiopathic intracranial hypertension, neurological disorders, or osteoporosis.",
  "/wiki/Acetazolamide": "Acetazolamide, sold under the trade name Diamox among others, is a medication used to treat glaucoma, epilepsy, altitude sickness, periodic paralysis, idiopathic intracranial hypertension (raised brain pressure of unclear cause), and heart failure. It may be used long term for the treatment of open angle glaucoma and short term for acute angle closure glaucoma until surgery can be carried out. It is taken by mouth or injection into a vein.",
  "/wiki/Dorzolamide": "Dorzolamide, sold under the brand name Trusopt among others, is medications used to treat high pressure inside the eye including glaucoma. It is used as an eye drop. Effects begin within three hours and lasts for at least eight hours. It is also available as the combination dorzolamide/timolol.",
  "/wiki/Loop_diuretic": "Loop diuretics are diuretics that act at the ascending limb of the loop of Henle in the kidney. They are primarily used in medicine to treat hypertension and edema often due to congestive heart failure or chronic kidney disease. While thiazide diuretics are more effective in patients with normal kidney function, loop diuretics are more effective in patients with impaired kidney function.",
  "/wiki/Bumetanide": "Bumetanide, sold under the trade name Bumex among others, is a medication used to treat swelling and high blood pressure. This includes swelling as a result of heart failure, liver failure, or kidney problems. It may work for swelling when other medications have not. For high blood pressure it is not a preferred treatment. It is taken by mouth, or by injection into a vein or muscle. Effects generally begin within an hour and lasts for about six hours.",
  "/wiki/Ethacrynic_acid": "Etacrynic acid (INN) or ethacrynic acid (USAN), trade name Edecrin, is a loop diuretic used to treat high blood pressure and the swelling caused by diseases like congestive heart failure, liver failure, and kidney failure.",
  "/wiki/Furosemide": "Furosemide, sold under the brand name Lasix among others, is a medication used to treat fluid build-up due to heart failure, liver scarring, or kidney disease. It may also be used for the treatment of high blood pressure. It can be taken by injection into a vein or by mouth. When taken by mouth, it typically begins working within an hour, while intravenously, it typically begins working within five minutes.",
  "/wiki/Torsemide": "Torasemide, also known as torsemide, is a medication used to treat fluid overload due to heart failure, kidney disease, and liver disease and high blood pressure. It is a less preferred treatment for high blood pressure. It is taken by mouth or by injection into a vein.",
  "/wiki/Na-K-2Cl_symporter": "The Na-K-Cl cotransporter (NKCC) is a protein that aids in the secondary active transport of sodium, potassium, and chloride into cells. In humans there are two isoforms of this membrane transport protein, NKCC1 and NKCC2, encoded by two different genes (SLC12A2 and SLC12A1 respectively). Two isoforms of the NKCC1/Slc12a2 gene result from keeping (isoform 1) or skipping (isoform 2) exon 21 in the final gene product.",
  "/wiki/Thick_ascending_limb": "Within the nephron of the kidney, the ascending limb of the loop of Henle is a segment of the heterogenous loop of Henle downstream of the descending limb, after the sharp bend of the loop. This part of the renal tubule is divided into a thin and thick ascending limb; the thick portion is also known as the distal straight tubule, in contrast with the distal convoluted tubule downstream.",
  "/wiki/Osmotic_diuretic": "An osmotic diuretic is a type of diuretic that inhibits reabsorption of water and sodium (Na). They are pharmacologically inert substances that are given intravenously. They increase the osmolarity of blood and renal filtrate.",
  "/wiki/Glucose": "Glucose is a simple sugar with the molecular formula C6H12O6. Glucose is the most abundant monosaccharide, a subcategory of carbohydrates. Glucose is mainly made by plants and most algae during photosynthesis from water and carbon dioxide, using energy from sunlight. There it is used to make cellulose in cell walls, which is the most abundant carbohydrate. In energy metabolism, glucose is the most important source of energy in all organisms. Glucose for metabolism is partially stored as a polymer, in plants mainly as starch and amylopectin and in animals as glycogen. Glucose circulates in the blood of animals as blood sugar. The naturally occurring form of glucose is d-glucose, while l-glucose is produced synthetically in comparatively small amounts and is of lesser importance. Glucose is a monosaccharide containing six carbon atoms and an aldehyde group and is therefore referred to as an aldohexose. The glucose molecule can exist in an open-chain (acyclic) and ring (cyclic) form, the latter being the result of an intramolecular reaction between the aldehyde C atom and the C-5 hydroxyl group to form an intramolecular hemiacetal. In water solution both forms are in equilibrium and at pH 7 the cyclic one is the predominant. Glucose is a primary source of energy for living organisms. It is naturally occurring and is found in fruits and other parts of plants in its free state. In animals glucose arises from the breakdown of glycogen in a process known as glycogenolysis.",
  "/wiki/Mannitol": "Mannitol is a type of sugar alcohol used as a sweetener and medication. As a sweetener it is used in diabetic food as it is poorly absorbed by the intestines. As a medication, it is used to decrease pressure in the eyes, as in glaucoma, and to lower increased intracranial pressure. Medically, it is given by injection. Effects typically begin within 15 minutes and last up to 8 hours.",
  "/wiki/Descending_limb_of_loop_of_Henle": "Within the nephron of the kidney, the descending limb of loop of Henle is the portion of the renal tubule constituting the first part of the loop of Henle.",
  "/wiki/Potassium-sparing_diuretic": "Potassium-sparing diuretics are diuretic drugs that do not promote the secretion of potassium into the urine.",
  "/wiki/Amiloride": "Amiloride, sold under the trade name Midamor among others, is a medication typically used with other medications to treat high blood pressure or swelling due to heart failure or cirrhosis of the liver. Amiloride is often used with a thiazide or other loop diuretic. It is taken by mouth. Onset of action is about two hours and it lasts for about a day.",
  "/wiki/Spironolactone": "Spironolactone, sold under the brand name Aldactone among others, is a medication that is primarily used to treat fluid build-up due to heart failure, liver scarring, or kidney disease. It is also used in the treatment of high blood pressure, low blood potassium that does not improve with supplementation, early puberty in boys, acne and excessive hair growth in women, and as a part of feminizing hormone therapy in transgender women. Spironolactone is taken by mouth.",
  "/wiki/Eplerenone": "Eplerenone, sold under the brand name Inspra, is a steroidal antimineralocorticoid of the spirolactone group that is used as an adjunct in the management of chronic heart failure and high blood pressure, particularly for patients with resistant hypertension due to elevated aldosterone. Classed as a selective aldosterone receptor antagonist (SARA), it is similar to the diuretic spironolactone, though it is much more selective for the mineralocorticoid receptor in comparison (i.e., does not possess any  antiandrogen, progestogen, glucocorticoid, or estrogenic effects), and is specifically marketed for reducing cardiovascular risk in patients following myocardial infarction. Eplerenone is a potassium-sparing diuretic, meaning that it helps the body get rid of water but still keep potassium.",
  "/wiki/Triamterene": "Triamterene (trade name Dyrenium among others) is a potassium-sparing diuretic often used in combination with thiazide diuretics for the treatment of high blood pressure or swelling. The combination with hydrochlorothiazide, is known as hydrochlorothiazide/triamterene.",
  "/wiki/Potassium_canrenoate": "Potassium canrenoate (INN, JAN) or canrenoate potassium (USAN) (brand names Venactone, Soldactone), also known as aldadiene kalium, the potassium salt of canrenoic acid, is an aldosterone antagonist of the spirolactone group. Like spironolactone, it is a prodrug, and is metabolized to active canrenone in the body.",
  "/wiki/Na%2B/K%2B-ATPase": "Na⁺/K⁺-ATPase (sodium–potassium adenosine triphosphatase, also known as the Na⁺/K⁺ pump or sodium–potassium pump) is an enzyme (an electrogenic transmembrane ATPase) found in the membrane of all animal cells. It performs several functions in cell physiology.",
  "/wiki/Aldosterone": "Aldosterone, the main mineralocorticoid hormone, is a steroid hormone produced by the zona glomerulosa of the adrenal cortex in the adrenal gland. It is essential for sodium conservation in the kidney, salivary glands, sweat glands and colon.  It plays a central role in the homeostatic regulation of blood pressure, plasma sodium (Na+), and potassium (K+) levels. It does so primarily by acting on the mineralocorticoid receptors in the distal tubules and collecting ducts of the nephron. It influences the reabsorption of sodium and excretion of potassium (from and into the tubular fluids, respectively) of the kidney, thereby indirectly influencing water retention or loss, blood pressure and blood volume. When dysregulated, aldosterone is pathogenic and contributes to the development and progression of cardiovascular and kidney disease. Aldosterone has exactly the opposite function of the atrial natriuretic hormone secreted by the heart.",
  "/wiki/Epithelial_sodium_channel": "The epithelial sodium channel (short: ENaC, also: amiloride-sensitive sodium channel) is a membrane-bound ion channel that is selectively permeable to the ions of sodium (Na+) and that is assembled as a heterotrimer composed of three homologous subunits α or δ, β, and γ, These subunits are encoded by four genes: SCNN1A, SCNN1B, SCNN1G, and SCNN1D. It is involved primarily in the reabsorption of sodium ions at the collecting ducts of the kidney's nephrons.",
  "/wiki/Cortical_collecting_ducts": "The collecting duct system of the kidney consists of a series of tubules and ducts that physically connect nephrons to a minor calyx or directly to the renal pelvis. The collecting duct system participates in electrolyte and fluid balance through reabsorption and excretion, processes regulated by the hormones aldosterone and vasopressin (antidiuretic hormone).",
  "/wiki/Thiazide": "Thiazide (/ˈθaɪəzaɪd/) refers to both a class of sulfur-containing organic molecules and a class of diuretics based on the chemical structure of benzothiadiazine. The thiazide drug class was discovered and developed at Merck and Co. in the 1950s. The first approved drug of this class, chlorothiazide, was marketed under the trade name Diuril beginning in 1958. In most countries, thiazides are the least expensive antihypertensive drugs available.",
  "/wiki/Bendroflumethiazide": "Bendroflumethiazide, formerly bendrofluazide, trade name Aprinox, is a thiazide diuretic used to treat hypertension.",
  "/wiki/Hydrochlorothiazide": "Hydrochlorothiazide (HCTZ or HCT) is a diuretic medication often used to treat high blood pressure and swelling due to fluid build up. Other uses include diabetes insipidus, renal tubular acidosis, and to decrease the risk of kidney stones in those with a high calcium level in the urine. For high blood pressure it is sometimes considered as a first-line treatment, although chlortalidone is more effective with a similar rate of adverse effects. HCTZ is taken by mouth and may be combined with other blood pressure medications as a single pill to increase effectiveness.",
  "/wiki/Sodium-chloride_symporter": "The sodium-chloride symporter (also known as Na+-Cl− cotransporter, NCC or NCCT, or as the thiazide-sensitive Na+-Cl− cotransporter or TSC) is a cotransporter in the kidney which has the function of reabsorbing sodium and chloride ions from the tubular fluid into the cells of the distal convoluted tubule of the nephron. It is a member of the SLC12 cotransporter family of electroneutral cation-coupled chloride cotransporters. In humans, it is encoded by the gene SLC12A3 (solute carrier family 12 member 3) located in 16q13.",
  "/wiki/Distal_convoluted_tubules": "The distal convoluted tubule (DCT) is a portion of kidney nephron between the loop of Henle and the collecting tubule.",
  "/wiki/Xanthine": "Xanthine (/ˈzænθiːn/ or /ˈzænθaɪn/; archaically xanthic acid; systematic name 3,7-dihydropurine-2,6-dione) is a purine base found in most human body tissues and fluids and in other organisms. Several stimulants are derived from xanthine, including caffeine and theobromine.",
  "/wiki/Caffeine": "Caffeine is a central nervous system (CNS) stimulant of the methylxanthine class. It is the world's most widely consumed psychoactive drug. Unlike many other psychoactive substances, it is legal and unregulated in nearly all parts of the world. There are several known mechanisms of action to explain the effects of caffeine. The most prominent is that it reversibly blocks the action of adenosine on its receptor and consequently prevents the onset of drowsiness induced by adenosine. Caffeine also stimulates certain portions of the autonomic nervous system.",
  "/wiki/Theophylline": "Theophylline, also known as 1,3-dimethylxanthine, is a methylxanthine drug used in therapy for respiratory diseases such as chronic obstructive pulmonary disease (COPD) and asthma under a variety of brand names. As a member of the xanthine family, it bears structural and pharmacological similarity to theobromine and caffeine, and is readily found in nature, being present in tea (Camellia sinensis) and cocoa (Theobroma cacao). A small amount of theophylline is one of the products of caffeine metabolic processing in the liver.",
  "/wiki/Theobromine": "Theobromine, formerly known as xantheose, is a bitter alkaloid of the cacao plant, with the chemical formula C7H8N4O2. It is found in chocolate, as well as in a number of other foods, including the leaves of the tea plant, and the kola nut. It is classified as a xanthine alkaloid, others of which include theophylline and caffeine.  Caffeine differs from the compounds in that it has an extra methyl group (see under Pharmacology section).",
  "/wiki/Glomerular_filtration_rate": "Renal function is an indication of the kidney's condition and its role in renal physiology.",
  "/wiki/Diuretic": "A diuretic (/ˌdaɪjʊˈrɛtɪk/) is any substance that promotes diuresis, the increased production of urine. This includes forced diuresis. There are several categories of diuretics. All diuretics increase the excretion of water from bodies, although each class does so in a distinct way. Alternatively, an antidiuretic, such as vasopressin (antidiuretic hormone), is an agent or drug which reduces the excretion of water in urine."
}