{
  "/wiki/My_Chemical_Romance": "My Chemical Romance (commonly abbreviated MCR or shortened to My Chem) is an American rock band from Newark, New Jersey. The band's current lineup consists of lead vocalist Gerard Way, guitarists Ray Toro and Frank Iero, and bassist Mikey Way. Founded by Gerard, Mikey, Toro, and Matt Pelissier (and later joined by Iero), the band signed to Eyeball Records and released their debut album, I Brought You My Bullets, You Brought Me Your Love, in 2002. They signed with Reprise Records the next year and released their major-label debut, Three Cheers for Sweet Revenge, in 2004. Shortly after the album's release, Pelissier was replaced by Bob Bryar. A commercial success, the album was awarded platinum status over a year later.",
  "/wiki/Vagrant_Records": "Vagrant Records is an American record label based in California. It was founded in 1995 by Rich Egan and Jon Cohen. The label focuses on rock, but features artists in a variety of other genres including folk, soul, electronic, and pop. It is home to artists such as The 1975, Death Spells, Eels, Edward Sharpe and the Magnetic Zeroes, CRUISR, Active Child, PJ Harvey, School of Seven Bells, Black Rebel Motorcycle Club, James Vincent McMorrow, Black Joe Lewis, Wake Owl, Blitzen Trapper, and Bombay Bicycle Club. Originally, Vagrant Records was mostly focused on emo bands such as Dashboard Confessional, Saves the Day, The Get Up Kids, Senses Fail, and Alkaline Trio.",
  "/wiki/Lamb_of_God_(band)": "Lamb of God (sometimes abbreviated as LoG) is an American heavy metal band from Richmond, Virginia. Formed in 1994 as Burn the Priest, the group consists of bassist John Campbell, vocalist Randy Blythe, guitarists Mark Morton and Willie Adler, and drummer Art Cruz. The band is considered a significant member of the New Wave of American Heavy Metal movement.",
  "/wiki/Killadelphia_(album)": "Killadelphia is a live album by heavy metal band Lamb of God in Philadelphia, October 2004, which was released by Epic Records as a DVD. It boasts the entire unabridged audio from the concert documented in the DVD of the same name. The CD was released on December 13, 2005, available with a special re-release version of the DVD or by itself in conventional CD packaging.",
  "/wiki/Epic_Records": "Epic Records is an American record label owned by Sony Music Entertainment, a subsidiary of Sony Corporation of America, Inc., the North American division of Japanese conglomerate Sony. The label was founded predominantly as a jazz and classical music label in 1953, but later expanded its scope to include a more diverse range of genres, including pop, R&B, rock, and hip hop. Epic Records has released music by artists including Bobby Vinton, Glenn Miller, Tammy Wynette, George Michael, The Yardbirds, Donovan, Shakin Stevens, Europe, Cheap Trick, Meat Loaf, Stevie Ray Vaughan, Ted Nugent, Shakira, Sly & the Family Stone, The Hollies, Celine Dion,  ABBA, Culture Club, Boston, The Dave Clark Five, Gloria Estefan, Pearl Jam, Rage Against the Machine, and Michael Jackson. Along with Arista, Columbia and RCA Records, Epic is one of Sony Music Entertainment's four flagship record labels.",
  "/wiki/Hawthorne_Heights": "Hawthorne Heights, formerly A Day in the Life, is an American rock band from Dayton, Ohio, formed in 2001. Their lineup currently consists of JT Woodruff (lead vocals, rhythm guitar), Matt Ridenour (bass guitar, backing vocals), Mark McMillon (lead guitar, unclean backing vocals), and Chris Popadak (drums, percussion).",
  "/wiki/If_Only_You_Were_Lonely": "If Only You Were Lonely is the second studio album by American rock band Hawthorne Heights and the final album to feature rhythm guitarist and unclean backing vocalist Casey Calvert before his death on November 24, 2007. It was produced by David Bendeth. The title of the album is in reference to a B-side by The Replacements of the same name.",
  "/wiki/The_Red_Jumpsuit_Apparatus": "The Red Jumpsuit Apparatus is an American rock band that was formed in Middleburg, Florida, in 2003. The band is best known for their 2006 single \"Face Down\" from their major-label release Don't You Fake It and has released five studio albums to date. The current members are Ronnie Winter (vocalist), Joey Westwood (bassist), Josh Burke (lead guitar), Randy Winter (rhythm guitar) and John Espy (drums).",
  "/wiki/Don%27t_You_Fake_It": "Don't You Fake It is the debut studio album by American rock band The Red Jumpsuit Apparatus. The title is taken from a line in the opening track, \"In Fate's Hands\". The album garnered mixed reviews from critics. Don't You Fake It debuted at number 25 on the Billboard 200 and spawned three singles: \"Face Down\", \"False Pretense\" and \"Your Guardian Angel\". To promote the record, the band toured across North America with appearances at music festivals.",
  "/wiki/Virgin_Records": "Virgin Records Ltd. is a British record label founded by entrepreneurs Richard Branson, Simon Draper, Nik Powell, and musician Tom Newman in 1972. It grew to be a worldwide phenomenon over time, with the success of platinum performers such as Aaliyah, George Michael, Paula Abdul, Janet Jackson, Roy Orbison, Devo, Tangerine Dream, Genesis, Keith Richards, the Human League, Culture Club, Simple Minds, Lenny Kravitz, dc Talk, the Smashing Pumpkins, Mike Oldfield, Gorillaz, Lewis Capaldi and Spice Girls, among others.",
  "/wiki/Breaking_Benjamin": "Breaking Benjamin is an American rock band from Wilkes-Barre, Pennsylvania, formed in 1999 by lead singer and guitarist Benjamin Burnley and drummer Jeremy Hummel. The first lineup of the band also included guitarist Aaron Fink and bassist Mark Klepaski. This lineup released two albums, Saturate (2002) and We Are Not Alone (2004), before Hummel was replaced by Chad Szeliga in 2005. The band released two more studio albums, Phobia (2006) and Dear Agony (2009), before entering an extended hiatus in early 2010 due to Burnley's recurring illnesses.",
  "/wiki/Phobia_(Breaking_Benjamin_album)": "Phobia is the third studio album by American rock band Breaking Benjamin. It was recorded at The Barbershop Studios in Hopatcong, New Jersey, and released on August 8, 2006, through Hollywood Records and in Europe on November 21, 2007.",
  "/wiki/Ima_Robot": "Ima Robot is a band based in Los Angeles, California that formed in the late 1990s. The band's song, \"Greenback Boogie\", is the main theme song of the USA Network legal drama series Suits.",
  "/wiki/Monument_to_the_Masses": "Monument to the Masses is the second album by Ima Robot.  It was released by Virgin Records in 2006.",
  "/wiki/Ill_Ni%C3%B1o": "Ill Niño is an American heavy metal band formed in New Jersey in 1998 by founder/drummer Dave Chavarri. Ill Niño developed their own unique style known to fans of the band as \"Latin metal\". They have released seven studio albums, two EPs, and one greatest hits album, selling over 2 million albums worldwide.[not verified in body]",
  "/wiki/The_Best_of_Ill_Ni%C3%B1o": "The Best of Ill Niño is a compilation album released by Roadrunner Records on September 12, 2006. The album features material from the band's first 3 studio albums released with the label (as such, material from the Ill Niño EP wasn't included). The record was released without Ill Niño's involvement (they were by that time, signed to Cement Shoes Records)",
  "/wiki/The_Under_Cover_Sessions": "The Under Cover Sessions is the name of Ill Niño's 5 track EP which was released on November 7, 2006 via Cement Shoes Records. It is their first release on the label, after departing Roadrunner Records in June 2006. This EP was the first to feature Diego Verduzco on guitar (originally in Odum), as a stand-in for Jardel Paisante, who hadn't been a part of the group since the spring of 2006. He was said to be dealing with personal family problems. According to guitarist Ahrue Luster, Verduzco is a great guitar player: \"He's a very dedicated musician and a huge fan of Ill Niño\". Verduzco was also on the photo shoots of Ill Niño for the EP, so many fans saw him as a full-time replacement for Jardel Paisante. Only 20,000 copies of the EP were released. It sold 1,300 copies during its first week of release.",
  "/wiki/The_Almost": "The Almost is an American band from Clearwater, Florida, best known for being fronted by Underoath drummer and vocalist Aaron Gillespie. Formed in 2005, the band's current lineup consists of Gillespie on vocals, rhythm guitarist Jay Vilardi, bassist Jon Thompson, and drummer Joe Musten. The band has released three albums and two EPs on Tooth & Nail Records, with 2009's Monster Monster peaking at No. 67 on the Billboard 200, 2013's Fear Inside Our Bones at No. 142 on the Billboard 200 and October 2019's Fear Caller through Fearless Records.",
  "/wiki/Southern_Weather": "Southern Weather is the debut album by Underoath drummer Aaron Gillespie's solo-project, The Almost.",
  "/wiki/Paramore": "Paramore is an American rock band from Franklin, Tennessee, formed in 2004. The band currently consists of lead vocalist Hayley Williams, guitarist Taylor York and drummer Zac Farro. Williams and Farro are founding members of the group, while York, a high school friend of the original lineup, joined in 2007. Williams is the only member listed on the band's recording contract with Warner Music Group's Fueled by Ramen sublabel and the only member to appear on all five of Paramore's studio albums.",
  "/wiki/Riot!": "Riot! is the second studio album by American rock band Paramore. It was released in the United States on June 12, 2007 through Fueled by Ramen as a follow-up to their debut album, All We Know Is Falling (2005). The album was produced by David Bendeth and written by band members Hayley Williams and Josh Farro, with Bendeth, and fellow member Zac Farro co-writing on select tracks. The album is said to explore a \"diverse range of styles,\" while not straying far from the \"signature sound\" of their debut album,  with several critics comparing it to likes of Kelly Clarkson and Avril Lavigne. The cover of the album also resembles the cover artwork of No Doubt's Rock Steady.",
  "/wiki/Atlantic_Records": "Atlantic Recording Corporation (simply known as Atlantic Records) is an American record label founded in October 1947 by Ahmet Ertegün and Herb Abramson. Over its first 20 years of operation, Atlantic earned a reputation as one of the most important American labels, specializing in jazz, R&B, and soul by Aretha Franklin, Ray Charles, Wilson Pickett, Sam and Dave, Ruth Brown and Otis Redding. Its position was greatly improved by its distribution deal with Stax. In 1967, Atlantic became a wholly owned subsidiary of Warner Bros.-Seven Arts, now the Warner Music Group, and expanded into rock and pop music with releases by Led Zeppelin and Yes.",
  "/wiki/Chiodos": "Chiodos (English: /tʃiːˈoʊdoʊz/, Italian pronunciation: [kjˈɔdos]) was an American post-hardcore band from Davison, Michigan. Formed in 2001, the group was originally known as \"The Chiodos Bros,\" the band's name was a tribute to filmmakers Stephen, Charles, and Edward Chiodo, responsible for the film Killer Klowns from Outer Space. Chiodos released their first full-length album, titled All's Well That Ends Well, on July 26, 2005. Their second album, Bone Palace Ballet, was released in North America on September 4, 2007 and debuted at number 5 on the Billboard 200 and number 1 on the Independent Albums. Warner Bros. Records released Bone Palace Ballet on January 26, 2009, as part of a new distribution deal in the UK. They released their third studio album, Illuminaudio in 2010, and it was the only studio album to feature Brandon Bolmer as lead vocalist and Tanner Wayne as drummer. The band released their fourth and final album, Devil on April 1, 2014, which marked the return of original vocalist Craig Owens and fan favorite drummer Derrick Frost.",
  "/wiki/Warner_Bros._Records": "Warner Records Inc. (formerly Warner Bros. Records Inc.) is an American record label owned by Warner Music Group and headquartered in Los Angeles, California. It was founded in 1958 as the recorded music division of the American film studio Warner Bros., and was one of a group of labels owned and operated by larger parent corporations for much of its existence. The sequence of companies that controlled Warner Bros. and its allied labels evolved through a convoluted series of corporate mergers and acquisitions from the early 1960s to the early 2000s. Over this period, Warner Bros. Records grew from a struggling minor player in the music industry to one of the top record labels in the world.",
  "/wiki/Emery_(band)": "Emery is an American post-hardcore band from Seattle, Washington currently signed to BadChristian Music. Emery was founded in Rock Hill, South Carolina by Toby Morrell, Devin Shelton, Matt Carter, Josh Head, Joel Green and Seth Studley, and moved to Seattle in order to reach a more music centered scene.",
  "/wiki/Hawk_Nelson": "Hawk Nelson is a Canadian Christian rock and pop punk band from Peterborough, Ontario. Formed in 2000, the band has released eight studio albums to date.",
  "/wiki/Reprise_Records": "Reprise Records is an American record label founded in 1960 by Frank Sinatra. It is owned by Warner Music Group, and operates through Warner Records, one of its flagship labels.",
  "/wiki/Hedley_(band)": "Hedley is a Canadian pop rock group originating in Abbotsford, British Columbia, originally formed in 2003. They are named after the unincorporated community of Hedley, British Columbia, a name chosen after members heard that it was for sale for $346,000. After lead singer Jacob Hoggard placed third on the second season of Canadian Idol in 2004, the group signed with Universal Music Canada and released their self-titled debut studio album the following year. After signing an international recording contract with Capitol Records in 2006, which brought them an increased American following, Hedley saw commercial success with their subsequent studio albums, including Famous Last Words (2007), The Show Must Go (2009), Storms (2011), Wild Life (2013), and Hello (2015).",
  "/wiki/Universal_Music_Canada": "Universal Music Group owns, or has a joint share in, many of the record labels listed herein.",
  "/wiki/Fearless_Records": "Fearless Records is a record label that was founded in 1994. Fearless is based in Culver City, California, and are best known for their early pop punk moments captured in the Fearless Flush Sampler and Punk Bites releases, as well as additional releases by bands such as Bigwig and Dynamite Boy, and later Sugarcult, Plain White T's, The Aquabats, Amely and post-hardcore releases by At the Drive-In and Anatomy of a Ghost.  However, the label has experimented with different styles in recent years. Acts like Blessthefall, The Word Alive, Ice Nine Kills, Mayday Parade, Pierce The Veil, and The Color Morale have showcased post-hardcore, metalcore and alternative rock bands that have emerged in recent years. Fearless Records' releases are currently distributed nationwide by RED Distribution, but after Concord Music Group take-over, they will be distributed by Universal Music Group.",
  "/wiki/Dan_Korneff": "Dan Korneff is an American producer, mixer, and engineer based in Long Island, New York. Former owner of House of Loud Studios, he has worked with a number of prominent rock bands, most notably Breaking Benjamin, Paramore, Papa Roach, Lamb of God and My Chemical Romance."
}