{
  "/wiki/Jimmy_Nielsen": "Jimmy Nielsen (born 6 August 1977) is a Danish-American retired footballer who played as a goalkeeper who most recently served as head coach of Hartford Athletic in the USL Championship.",
  "/wiki/Oklahoma_City_Energy_FC": "Oklahoma City Energy Football Club is an American professional soccer club based in Oklahoma City, Oklahoma. The club is a member of the USL Championship, the second division of the American soccer league system.",
  "/wiki/Kyle_Miller_(soccer)": "Kyle Miller (born May 12, 1989 in Overland Park, Kansas) is an American soccer player.",
  "/wiki/Federico_Bessone": "Federico Bessone Luna (born 23 January 1984), also known as Fede Bessone, is an Argentine professional footballer who plays for FC Andorra as a left back.",
  "/wiki/Millwall_F.C.": "Millwall Football Club (/ˈmɪlwɔːl/) is a professional football club in Bermondsey, South East London, England. They compete in the EFL Championship, the second tier of English football. Founded as Millwall Rovers in 1885, the club has retained its name despite having last played in the Millwall area of the Isle of Dogs in 1910. From then until 1993, the club played at what is now called The Old Den in New Cross, before moving to its current home stadium nearby, called The Den. The traditional club crest is a lion rampant, referred to in the team's nickname 'The Lions'. Millwall's traditional kit consists of blue shirts, white shorts, and blue socks.",
  "/wiki/Teal_Bunbury": "Teal Alexander Bunbury (born February 27, 1990) is a Canadian-American soccer player who currently plays as forward or midfielder for the New England Revolution in Major League Soccer. Teal’s father, Alex Bunbury is a Canadian of Guyanese descent, and his mother, Patty, is a Canadian of Italian descent.",
  "/wiki/New_England_Revolution": "The New England Revolution is an American professional soccer club based in the Greater Boston area that competes in Major League Soccer (MLS), in the Eastern Conference of the league. It is one of the ten charter clubs of MLS, having competed in the league since its inaugural season.",
  "/wiki/2015_MLS_SuperDraft": "The 2015 MLS SuperDraft was the sixteenth SuperDraft conducted by Major League Soccer. The SuperDraft is held each year in conjunction with the annual National Soccer Coaches Association of America convention. The 2015 convention was held January 14–18, 2015 in Philadelphia, Pennsylvania.",
  "/wiki/Josh_Gardner_(soccer)": "Josh Gardner (born September 4, 1982 in Freeport, Texas) is an American soccer player who is currently playing for the Missouri Comets of the Major Arena Soccer League.",
  "/wiki/Mechack_Jerome": "Mechack Jérôme (born April 21, 1990) is a Haitian footballer who plays for El Paso Locomotive FC in the USL Championship.",
  "/wiki/Montreal_Impact": "The Montreal Impact (French: Impact de Montréal) is a Canadian professional soccer team based in Montreal, Quebec. The Impact competes as a member of the Eastern Conference in Major League Soccer (MLS). The team began play in 2012 as an expansion team of the league, being the league's third Canadian club, and replaced the North American Soccer League team of the same name.",
  "/wiki/Oriol_Rosell": "Oriol \"Uri\" Rosell Argerich (Catalan pronunciation: [ˈuɾi ruˈzeʎ]; born 7 July 1992) is a Spanish footballer who plays as a defensive midfielder for Major League Soccer club Orlando City SC. He also represents the Catalonia national team.",
  "/wiki/Sporting_Clube_de_Portugal": "Sporting Clube de Portugal ComC MHIH OM (Portuguese pronunciation: [ˈspɔɾtĩɡ(ɨ) ˈkluβ(ɨ) ðɨ puɾtuˈɣaɫ]) (Euronext: SCP), otherwise known as Sporting, Sporting CP, and referred to colloquially as Sporting Lisbon, is a football club based in Lisbon, Portugal.",
  "/wiki/Alex_Martinez_(footballer,_born_1991)": "Alex Martínez Beltrán (born August 25, 1991) is an Uruguayan professional footballer who currently plays for Charlotte Independence in the United Soccer League.",
  "/wiki/Orange_County_Blues_FC": "Orange County Soccer Club is an American soccer team based in the Orange County, California suburb of Irvine. Founded in 2010 as the Los Angeles Blues, the team currently plays in the second tier USL Championship.",
  "/wiki/Peterson_Joseph": "Peterson Joseph (born 24 April 1990) is a Haitian footballer.\nKnown for having a soft touch on the ball and playing with quick one to two touch passes throughout the field, Joseph is known as the \"Haitian Xavi\".",
  "/wiki/Tim_Melia": "Tim Melia (/ˈmiːliə/; born May 15, 1986) is an American soccer player who currently plays as a goalkeeper for Sporting Kansas City of Major League Soccer.",
  "/wiki/Sporting_Kansas_City": "Sporting Kansas City, often shortened to Sporting KC, is an American professional soccer club based in Kansas City, Kansas. The administrative offices are located in Downtown Kansas City, Missouri, and the team clubhouse and practice facilities are located in Kansas City, Kansas near Children's Mercy Park. The club competes as a member of the Western Conference in Major League Soccer (MLS), having returned in 2015 after spending ten seasons in the Eastern Conference."
}