{
  "/wiki/C.L._Otter": "Clement Leroy \"Butch\" Otter (born May 3, 1942) is an American businessman and politician who served as the 32nd governor of Idaho from 2007 to 2019. A member of the Republican Party, he was elected in 2006, and reelected in 2010, and 2014. Otter served as lieutenant governor from 1987 to 2001 and in U.S. Congress from the first district from 2001 to 2007.",
  "/wiki/Governor_of_Idaho": "The Governor of Idaho is the head of the executive branch of Idaho's state government and commander-in-chief of the state's military forces.  The governor has the duty to see state laws are executed, power to either approve or veto bills passed by the Idaho Legislature.",
  "/wiki/U.S._Congressman": "The United States House of Representatives is the lower house of the United States Congress, the Senate being the upper house. Together they compose the national legislature of the United States.",
  "/wiki/Lieutenant_Governor_of_Idaho": "Lieutenant Governor of Idaho is a constitutional statewide elected office in the U.S. state of Idaho. According to the Idaho Constitution, the lieutenant governor is elected to a four-year term.",
  "/wiki/Mike_O%27Callaghan": "Donal Neil \"Mike\" O'Callaghan (September 10, 1929 – March 5, 2004) was an American politician. He was the 23rd Governor of the U.S. state of Nevada from 1971 to 1979, and a member of the Democratic Party.",
  "/wiki/Governor_of_Nevada": "The Governor of Nevada is the chief magistrate of the U.S. state of Nevada, the head of the executive department of Nevada's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Nevada Legislature, to convene the legislature at any time, and, except in cases of treason or impeachment, to grant pardons and reprieves.",
  "/wiki/The_Las_Vegas_Sun": "The Las Vegas Sun is one of the Las Vegas Valley's two daily newspapers. It is owned by the Greenspun family and is affiliated with Greenspun Media Group. The paper published afternoons on weekdays from 1990 to 2005 and is now included as a section inside the pages of the morning Las Vegas Review-Journal but continues operating exclusively on its own website.",
  "/wiki/Bronze_Star": "The Bronze Star Medal is a United States decoration awarded to members of the United States Armed Forces for either heroic achievement, heroic service, meritorious achievement, or meritorious service in a combat zone.",
  "/wiki/Korean_War": "The Korean War (in South Korean Korean: 한국전쟁; Hanja: 韓國戰爭; RR: Hanguk Jeonjaeng, \"Korean War\"; in North Korean Korean: 조국해방전쟁; Hanja: 祖國解放戰爭; MR: Choguk haebang chŏnjaeng, \"Fatherland Liberation War\"; 25 June 1950 – 27 July 1953)[b] was a war between North Korea (with the support of China and the Soviet Union) and South Korea (with the support of the United Nations, principally from the United States). The war began on 25 June 1950 when North Korea invaded South Korea.",
  "/wiki/Tom_Luna": "Thomas Luna (born 1958 in Santa Ana, California) is the former Superintendent of Public Instruction in Idaho.",
  "/wiki/Superintendent_(education)": "In education in the United States, a superintendent or superintendent of schools is an administrator or manager in charge of a number of public schools or a school district, a local government body overseeing public schools. All school principals in a respective school district report to the superintendent.",
  "/wiki/State_of_Idaho": "Idaho (/ˈaɪdəhoʊ/ (listen)) is a state in the Pacific Northwest region of the United States. It borders the state of Montana to the east and northeast, Wyoming to the east, Nevada and Utah to the south, and Washington and Oregon to the west. To the north, it shares a small portion of the Canadian border with the province of British Columbia. With a population of approximately 1.7 million and an area of 83,569 square miles (216,440 km2), Idaho is the 14th largest, the 12th least populous and the 7th least densely populated of the 50 U.S. states. The state's capital and largest city is Boise.",
  "/wiki/William_T._Sali": "William Thomas Sali (born February 17, 1954) is a former American politician and former congressman from Idaho. A Republican, he served a single term in the United States House of Representatives, representing Idaho's 1st congressional district, from 2007 to 2009. Sali previously served in the Idaho Legislature as a member of the House.",
  "/wiki/Legislator": "A legislator (or lawmaker) is a person who writes and passes laws, especially someone who is a member of a legislature. Legislators are usually politicians and are often elected by the people of the state. Legislatures may be supra-national (for example, the European Parliament), national (for example, the United States Congress), regional (for example, the National Assembly for Wales), or local (for example, local authorities).",
  "/wiki/Idaho_Legislature": "The Idaho Legislature consists of the upper Idaho Senate and the lower Idaho House of Representatives. Idaho is divided into 35 legislative districts, which each elect one senator and two representatives. There are no term limits for either chamber.",
  "/wiki/Edward_Lodge": "Edward James Lodge (born December 3, 1933) is a Senior United States District Judge of the United States District Court for the District of Idaho in Boise, Idaho.",
  "/wiki/Federal_Judge": "In the United States, the title of federal judge means a judge (pursuant to Article Three of the United States Constitution) nominated by the president of the United States and confirmed by the United States Senate pursuant to the Appointments Clause in Article II of the United States Constitution.",
  "/wiki/United_States_District_Court_for_the_District_of_Idaho": "The United States District Court for the District of Idaho (in case citations, D. Idaho) is the Federal district court whose jurisdiction comprises the state of Idaho (except for the part of the state within Yellowstone National Park, which is under the jurisdiction of the United States District Court for the District of Wyoming).  Court is held in Boise, Coeur d'Alene, and Pocatello. Cases from the District of Idaho are appealed to the United States Court of Appeals for the Ninth Circuit (except for patent claims and claims against the U.S. government under the Tucker Act, which are appealed to the Federal Circuit).",
  "/wiki/Chief_Justice": "The chief justice is the presiding member of a supreme court in any of many countries with a justice system based on English common law, such as the Supreme Court of Bangladesh, the Supreme Court of Canada, the Supreme Court of Singapore, the Court of Final Appeal of Hong Kong, the Supreme Court of Japan, the Supreme Court of India, the Supreme Court of Pakistan, the Supreme Court of Nigeria, the Supreme Court of Nepal, the Constitutional Court of South Africa, the Supreme Court of Ireland, the Supreme Court of New Zealand, the High Court of Australia, the Supreme Court of the United States, and provincial or state supreme courts/high courts.",
  "/wiki/Idaho_Supreme_Court": "The Idaho Supreme Court is the state supreme court of Idaho and is composed of the chief justice and four associate justices.",
  "/wiki/Idaho_Court_of_Appeals": "The Idaho Court of Appeals is the intermediate-level appellate court for the state of Idaho.  The court was created by statute by the Idaho Legislature and began operations in 1982.",
  "/wiki/Celia_Gould": "Celia Gould (born November 20, 1957) is an American politician who has served as the Director of the Idaho State Department of Agriculture since 2007. She previously served in the Idaho House of Representatives from district 22A from 1986 to 2002.",
  "/wiki/Major_General": "Major general (abbreviated MG, maj. gen. and similar) is a military rank used in many countries. It is derived from the older rank of sergeant major general. The disappearance of the \"sergeant\" in the title explains the apparently confusing phenomenon whereby a lieutenant general outranks a major general while a major outranks a lieutenant.",
  "/wiki/United_States_Army": "The United States Army (USA) is the land warfare service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services, and is designated as the Army of the United States in the U.S. Constitution. As the oldest and most senior branch of the U.S. military in order of precedence, the modern U.S. Army has its roots in the Continental Army, which was formed (14 June 1775) to fight the American Revolutionary War (1775–1783)—before the United States of America was established as a country. After the Revolutionary War, the Congress of the Confederation created the United States Army on 3 June 1784 to replace the disbanded Continental Army. The United States Army considers itself descended from the Continental Army, and considers its institutional inception to be the origin of that armed force in 1775.",
  "/wiki/Commander": "Commander is a common naval and air force officer rank. Commander is also used as a rank or title in other formal organisations, including several police forces.\nIn several countries this naval rank is termed Frigate Captain.",
  "/wiki/Idaho_National_Guard": "The Idaho Military Department consists of the Idaho Army National Guard, the Idaho Air National Guard, the Idaho Bureau of Homeland Security, and formerly the Idaho State Guard. Its headquarters are located in Boise. The main goal of the Idaho Military Division is to efficiently prepare emergency-ready staff to protect and serve the citizens of Idaho from any potential threats.  They have started the Idaho Youth Challenge Academy to help ensure the safety of Idaho youth who are in danger.",
  "/wiki/Kate_Kelly_(Idaho_politician)": "Kate Kelly was the Democratic Idaho State Senator from the Ada County-based District 18 from 2004 to 2010.",
  "/wiki/Idaho_Senate": "The Idaho Senate is the upper chamber of the Idaho State Legislature. It consists of 35 Senators elected to two-year terms, each representing a district of the state. The Senate meets at the Idaho State Capitol in Boise, Idaho.",
  "/wiki/Minority_Leader": "In U.S. politics, the minority leader is the floor leader of the second largest caucus in a legislative body.  Given the two-party nature of the U.S. system, the minority leader is almost inevitably either a Republican or a Democrat. The position could be considered similar to that of the Leader of the Opposition in parliamentary systems.  In bicameral legislatures, the counterpart to the minority leader in the lower house is the Speaker, and the majority leader is hence only the second-most senior member of the majority caucus. Contrastingly, in upper houses, the titular Speaker is frequently a separately elected officer such as a lieutenant governor or vice president.",
  "/wiki/Tribal_sovereignty_in_the_United_States": "Tribal sovereignty in the United States is the concept of the inherent authority of indigenous tribes to govern themselves within the borders of the United States. The U.S. federal government recognizes tribal nations as \"domestic dependent nations\" and has established a number of laws attempting to clarify the relationship between the federal, state, and tribal governments.",
  "/wiki/Chief_Judge": "A chief judge (also known as chief justice, presiding judge, president judge or administrative judge) is the highest-ranking or most senior member of a court or tribunal with more than one judge. The chief judge commonly presides over trials and hearings.",
  "/wiki/Coeur_d%27Alene_people": "The Coeur d'Alene /kɜːrdəˈleɪn/ (Schitsu'umsh or Skitswish in their Coeur d'Alene language, meaning \"The Discovered People\" or \"Those Who Are Found Here\") are a Native American nation and one of five federally recognized tribes in the state of Idaho.",
  "/wiki/American_Dental_Association": "The American Dental Association (ADA) is an American professional association established in 1859 which has more than 161,000 members. Based in the American Dental Association Building in the Near North Side of Chicago, the ADA is the world's largest and oldest national dental association and promotes good oral health to the public while representing the dental profession.",
  "/wiki/American_Medical_Association": "The American Medical Association (AMA), founded in 1847 and incorporated in 1897, is the largest association of physicians—both MDs and DOs—and medical students in the United States.",
  "/wiki/Idaho": "Idaho (/ˈaɪdəhoʊ/ (listen)) is a state in the Pacific Northwest region of the United States. It borders the state of Montana to the east and northeast, Wyoming to the east, Nevada and Utah to the south, and Washington and Oregon to the west. To the north, it shares a small portion of the Canadian border with the province of British Columbia. With a population of approximately 1.7 million and an area of 83,569 square miles (216,440 km2), Idaho is the 14th largest, the 12th least populous and the 7th least densely populated of the 50 U.S. states. The state's capital and largest city is Boise.",
  "/wiki/Human_Rights_Commission": "A human rights commission, also known as a human relations commission, is a body set up to investigate, promote or protect human rights.",
  "/wiki/Mothers_Against_Drunk_Driving": "Mothers Against Drunk Driving (MADD) is a nonprofit organization in the United States and Canada that seeks to stop drunk driving, support those affected by drunk driving, prevent underage drinking, and strive for stricter impaired driving policy, whether that impairment is caused by alcohol or any other drug. The Irving, Texas–based organization was founded on September 5, 1980, in California by Candace Lightner after her 13-year-old daughter, Cari, was killed by a drunk driver. There is at least one MADD office in every state of the United States and at least one in each province of Canada. These offices offer victim services and many resources involving alcohol safety. MADD has claimed that drunk driving has been reduced by half since its founding.",
  "/wiki/Frank_Church": "Frank Forrester Church III (July 25, 1924 – April 7, 1984) was an American lawyer and politician. A member of the Democratic Party, he served as a United States Senator from Idaho from 1957 to 1981. He is known for heading the Church Committee, which investigated abuses within the United States Intelligence Community.",
  "/wiki/U.S._Senator": "The United States Senate is the upper chamber of the United States Congress, which, along with the United States House of Representatives—the lower chamber—constitutes the legislature of the United States. The Senate chamber is located in the north wing of the Capitol Building, in Washington, D.C.",
  "/wiki/Lawrence_O%27Brien_Award": "The Democratic National Committee (DNC) Lawrence O'Brien Award was created in 1992 by the family of Lawrence Francis \"Larry\" O'Brien Jr. (1917-1990) and Democratic Party leaders to recognize the many years of service he gave to the party and his belief in the contribution of party volunteers. Since then, party leaders presented this award on five occasions to 94 winners from across the United States.",
  "/wiki/List_of_Boise_State_University_people": "This list of Boise State University people includes notable graduates, non-graduate former students, and administrators affiliated with Boise State University, a public, coeducational research university located in Boise, Idaho. As of 2015, the university has approximately 22,000 current students and over 80,000 living alumni."
}