{
  "/wiki/Nick_Gillingham": "Nicholas 'Nick' Gillingham, MBE (born 22 January 1967 in Walsall) is an English former competitive swimmer who represented Great Britain in the Olympics, FINA world championships and European championships, and England in the Commonwealth Games. He attended the town's Blue Coat CofE primary and secondary schools.",
  "/wiki/Birmingham": "Birmingham (/ˈbɜːrmɪŋəm/ (listen) BUR-ming-əm) is a major city and metropolitan borough in the West Midlands, England. It is the second-largest city and metropolitan area in England and the United Kingdom,[b] with roughly 1.1 million inhabitants within the city area and 3.8 million inhabitants within the metropolitan area. Birmingham is commonly referred to as the second city of the United Kingdom.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Phil_Rogers": "Philip John Rogers (born 24 April 1971) is a former breaststroke swimmer who competed in three consecutive Summer Olympics for Australia, starting in 1992.  He was an Australian Institute of Sport scholarship holder.",
  "/wiki/Melbourne": "Melbourne (/ˈmɛlbərn/ (listen) MEL-bərn)[note 1] is the capital and most populous city of the Australian state of Victoria, and the second most populous city in Australia and Oceania. Its name refers to an urban agglomeration of 9,993 km2 (3,858 sq mi), comprising a metropolitan area with 31 municipalities, and is also the common name for its city centre. The city occupies much of the coastline of Port Phillip bay and spreads into the hinterlands towards the Dandenong and Macedon ranges, Mornington Peninsula and Yarra Valley. It has a population of 5 million (19% of the population of Australia), and its inhabitants are referred to as \"Melburnians\".[note 2]",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/Andrey_Korneyev": "Andrey Korneyev (Russian: Андрей Корнеев; 10 January 1974 – 2 May 2014) was a breaststroke swimmer from Russia, who won the bronze medal in the men's 200 m breaststroke event at the 1996 Summer Olympics in Atlanta, United States. A year earlier he captured the gold medal in the same event at the 1995 European Championships in Vienna, Austria.",
  "/wiki/Paris": "Paris (French pronunciation: ​[paʁi] (listen)) is the capital and most populous city of France, with a population of 2,148,271 residents (official estimate, 1 January 2020) in an area of 105 square kilometres (41 square miles). Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, science and the arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region, which has an estimated official 2020 population of 12,278,210, or about 18 percent of the population of France. The Paris Region had a GDP of €709 billion ($808 billion) in 2017. According to the Economist Intelligence Unit Worldwide Cost of Living Survey in 2018, Paris was the second most expensive city in the world, after Singapore, and ahead of Zürich, Hong Kong, Oslo and Geneva. Another source ranked Paris as most expensive, on a par with Singapore and Hong Kong, in 2018.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Roman_Sloudnov": "Roman Andreyevich Sludnov (Russian: Роман Андреевич Слуднов, born 24 February 1980) is a breaststroke swimmer from Russia. He was the first person to swim the long course 100 m breaststroke under one minute. In 2000 he held world records in the long course 100 m and short course 100 m and 200 m. At the 2000 Olympics, he won a bronze medal in the 100 m event.",
  "/wiki/Athens": "Athens (/ˈæθɪnz/ ATH-inz; Greek: Αθήνα, romanized: Athína [aˈθina] (listen); Ancient Greek: Ἀθῆναι, romanized: Athênai (pl.) [atʰɛ̂ːnai̯]) is the capital and largest city of Greece. Athens dominates the Attica region and is one of the world's oldest cities, with its recorded history spanning over 3,400 years and its earliest human presence started somewhere between the 11th and 7th millennium BC.",
  "/wiki/Greece": "Greece (Greek: Ελλάδα), officially the Hellenic Republic (Greek: Ελληνική Δημοκρατία), historically also known as Hellas, is a country located in Southeast Europe. Its population is approximately 10.7 million as of 2018; Athens, the nation's capital, is its largest city, followed by Thessaloniki.",
  "/wiki/Ed_Moses_(swimmer)": "Glenn Edward Moses Jr. (born June 7, 1980) is an American former competition swimmer and breaststroke specialist who is an Olympic gold medalist, world champion, and former world record-holder.  He represented the United States at the 2000 Summer Olympics, where he won a gold and silver medal.",
  "/wiki/Minneapolis": "Minneapolis (/ˌmɪniˈæpəlɪs/ (listen)) is the county seat of Hennepin County and the larger of the Twin Cities, the 16th-largest metropolitan area in the United States. As of 2018, Minneapolis is the largest city in the state of Minnesota and 46th-largest in the United States, with an estimated population of 425,403. The Twin Cities metropolitan area consists of Minneapolis, its neighbor Saint Paul and suburbs which altogether contain about 3.63 million people, and is the third-largest economic and population center in the Midwest.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Stockholm": "Stockholm (Swedish pronunciation: [ˈstɔ̂kː(h)ɔlm] (listen)) is the capital and most populous urban area of Sweden. 972,647 people live in the municipality, approximately 1.6 million in the urban area, and 2.4 million in the metropolitan area. The city stretches across fourteen islands where Lake Mälaren flows into the Baltic Sea. Outside the city to the east, and along the coast, is the island chain of the Stockholm archipelago. The area has been settled since the Stone Age, in the 6th millennium BC, and was founded as a city in 1252 by Swedish statesman Birger Jarl. It is also the county seat of Stockholm County.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.",
  "/wiki/Berlin": "Berlin (/bɜːrˈlɪn/; German: [bɛʁˈliːn] (listen)) is the capital and largest city of Germany by both area and population. Its 3,748,148 (2018) inhabitants make it the  most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Christian_Sprenger": "Christian David Sprenger (born 19 December 1985) is an Australian former breaststroke swimmer. He trains at the Commercial Swimming Club under Simon Cusack.",
  "/wiki/Hobart": "Hobart  (/ˈhoʊbɑːrt/ (listen)) is the capital and most populous city of the Australian island state of Tasmania. With a population of approximately  240,342 (over 45% of Tasmania's population), it is the least populated Australian state capital city, and second smallest if territories are taken into account (after Darwin, Northern Territory). Founded in 1804 as a British penal colony, Hobart, formerly known as Hobart Town or Hobarton, is Australia's second oldest capital city after Sydney, New South Wales. Prior to British settlement, the Hobart area had been occupied for possibly as long as 35,000 years, by the semi-nomadic Mouheneener tribe, a sub-group of the Nuennone, or South-East tribe. The descendants of these Aboriginal Tasmanians often refer to themselves as 'Palawa'.",
  "/wiki/D%C3%A1niel_Gyurta": "Dániel Gyurta (Hungarian pronunciation: [ˈdaːniɛl ˈɟurtɒ]; born 4 May 1989) is a Hungarian former competitive swimmer who mainly competed in the 200-metre breaststroke.",
  "/wiki/Istanbul": "Istanbul (/ˌɪstænˈbʊl/, also US: /ˈɪstænbʊl/; Turkish: İstanbul [isˈtanbuɫ] (listen)), formerly known as Byzantium and Constantinople, is the most populous city in Turkey and the country's economic, cultural and historic center. Istanbul is a transcontinental city in Eurasia, straddling the Bosporus strait (which separates Europe and Asia) between the Sea of Marmara and the Black Sea. Its commercial and historical center lies on the European side and about a third of its population lives in suburbs on the Asian side of the Bosporus. With a total population of around 15 million residents in its metropolitan area, Istanbul is one of the world's most populous cities, ranking as the world's fifth-largest city proper and the largest European city. The city is the administrative center of the Istanbul Metropolitan Municipality (coterminous with Istanbul Province).",
  "/wiki/Turkey": "Turkey (Turkish: Türkiye [ˈtyɾcije]), officially the Republic of Turkey (Turkish: Türkiye Cumhuriyeti [ˈtyɾcije dʒumˈhuːɾijeti] (listen)), is a transcontinental country almost wholly located on the Anatolian peninsula in Western Asia, with a smaller portion on the Balkan peninsula in Southeastern Europe. East Thrace, the part of Turkey in Europe, is separated from Anatolia by the Sea of Marmara, the Bosporus and the Dardanelles (collectively called the Turkish Straits). Turkey is bordered by Greece and Bulgaria to its northwest, the Black Sea to its north, Georgia to its northeast, Armenia, the Azerbaijani exclave of Nakhchivan and Iran to its east, Iraq and Syria to its southeast, the Mediterranean Sea to its south, and the Aegean Sea to its west. Istanbul is the largest city in the country while Ankara is the capital. Approximately 70 to 80 percent of the country's citizens identify as Turkish, while Kurds are the largest minority at anywhere from 15 to 20 percent of the population.",
  "/wiki/Dubai": "Dubai (/duːˈbaɪ/ doo-BY; Arabic: دبي‎ Dubay, Gulf Arabic: Arabic pronunciation: [dʊˈbɑj]) is the most populous city in the United Arab Emirates (UAE) and the capital of the Emirate of Dubai.",
  "/wiki/United_Arab_Emirates": "The United Arab Emirates (UAE; Arabic: الإمارات العربية المتحدة‎ al-ʾImārāt al-ʿArabīyyah al-Muttaḥidah), sometimes simply called the Emirates (Arabic: الإمارات‎ al-ʾImārāt), is a country in Western Asia at the northeast end of the Arabian Peninsula on the Persian Gulf, bordering Oman to the east and Saudi Arabia to the south and west, as well as sharing maritime borders with Qatar to the west and Iran to the north. The sovereign constitutional monarchy is a federation of seven emirates consisting of Abu Dhabi (which serves as the capital), Ajman, Dubai, Fujairah, Ras Al Khaimah, Sharjah and Umm Al Quwain. Their boundaries are complex, with numerous enclaves within the various emirates.  Each emirate is governed by a ruler; together, they jointly form the Federal Supreme Council. One of the rulers serves as the President of the United Arab Emirates. In 2013, the UAE's population was 9.2 million, of which 1.4 million are Emirati citizens and 7.8 million are expatriates.",
  "/wiki/Marco_Koch": "Marco Koch (born 25 January 1990) is a German competitive swimmer who specializes in breaststroke events. He is a former world record holder in the 200 meter breaststroke (short course).",
  "/wiki/Kirill_Prigoda": "Kirill Gennadievich Prigoda (Russian: Кирилл Геннадьевич Пригода; born 29 December 1995) is a Russian swimmer. He competed in the men's 100 metre breaststroke event at the 2016 Summer Olympics.",
  "/wiki/Hangzhou": "Hangzhou (Chinese: 杭州; Hangzhounese pronunciation: [ɦɑ̃.tse], Putonghua pronunciation: [xǎŋ.ʈʂóu] (listen)), formerly romanized as Hangchow, is the capital and most populous city of Zhejiang Province in East China. It sits at the head of Hangzhou Bay, which separates Shanghai and Ningbo. Hangzhou grew to prominence as the southern terminus of the Grand Canal and has been one of the most renowned and prosperous cities in China for much of the last millennium. The city's West Lake, a UNESCO World Heritage site immediately west of the city, is among its best-known attractions. A study conducted by PwC and China Development Research Foundation saw Hangzhou ranked first among \"Chinese Cities of Opportunity\". Hangzhou is also considered a World City with a \"Beta+\" classification according to GaWC.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/World_record_progression_200_metres_breaststroke": "The first world record in the men's 200 metres breaststroke in long course (50 metres) swimming was recognised by the International Swimming Federation (FINA) in 1908 and the first world record in the women's 200 metres breaststroke was recognised in 1921. In the short course (25 metres) swimming events the world's governing body recognizes world records since March 3, 1991."
}