{
  "/wiki/Antwerp": "Antwerp (/ˈæntwɜːrp/ (listen); Dutch: Antwerpen [ˈɑntʋɛrpə(n)] (listen); French: Anvers [ɑ̃vɛʁs] (listen)) is a city in Belgium, and is the capital of Antwerp province in the Flemish Region. With a population of 520,504, it is the most populous city proper in Belgium, and with a metropolitan area housing around 1,200,000 people, it's the second largest metropolitan region after Brussels in Belgium.\n Antwerp is on the River Scheldt, linked to the North Sea by the river's Westerschelde estuary. It is about 40 kilometres (25 mi) north of Brussels, and about 15 kilometres (9 mi) south of the Dutch border. The Port of Antwerp is one of the biggest in the world, ranking second in Europe and within the top 20 globally. The city is also known for its diamond industry and trade.\n Both economically and culturally, Antwerp is and has long been an important city in the Low Countries, especially before and during the Spanish Fury (1576) and throughout and after the subsequent Dutch Revolt. Antwerp was also the place of the world's oldest stock exchange building, originally built in 1531 and re-built in 1872.\n The inhabitants of Antwerp are nicknamed Sinjoren (Dutch pronunciation: [sɪɲˈjoːrə(n)]), after the Spanish honorific señor or French seigneur, \"lord\", referring to the Spanish noblemen who ruled the city in the 17th century. The city hosted the 1920 Summer Olympics.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.\n The sovereign state is a federal constitutional monarchy with a parliamentary system. Its institutional organization is complex and is structured on both regional and linguistic grounds. It is divided into three highly autonomous regions: the Flemish Region in the north, Wallonia in the south, and the Brussels-Capital Region. Brussels is the smallest and most densely populated region, as well as the richest region in terms of GDP per capita.\n Belgium is home to two main linguistic groups or communities: the Dutch-speaking Flemish Community, which constitutes about 60 percent of the population, and the French-speaking Community, which comprises about 40 percent of all Belgians. A small German-speaking Community, numbering around one percent, exists in the East Cantons. The Brussels-Capital Region is officially bilingual (French and Dutch), although French is the dominant language. Belgium's linguistic diversity and related political conflicts are reflected in its political history and complex system of governance, made up of six different governments.\n Historically, Belgium is part of an area known as the Low Countries, a somewhat larger region than the current Benelux group of states that also included parts of northern France and western Germany. Its modern name is derived from the Latin word 'Belgium', used by Julius Caesar's Gallic War, which described the region in the period around 55 BCE. From the end of the Middle Ages until the 17th century, the area of Belgium was a prosperous and cosmopolitan center of commerce and culture. Between the 16th and early 19th centuries, Belgium served as the battleground between many European powers, earning the moniker the \"Battlefield of Europe\", a reputation strengthened by both world wars. The country emerged in 1830 following the Belgian Revolution when it seceded from the Netherlands.\n Belgium participated in the Industrial Revolution and, during the course of the 20th century, possessed a number of colonies in Africa. The second half of the 20th century was marked by rising tensions between the Dutch-speaking and the French-speaking citizens  fueled by differences in language and culture and the unequal economic development of Flanders and Wallonia. This continuing antagonism has led to several far-reaching reforms, resulting in a transition from a unitary to a federal arrangement during the period from 1970 to 1993. Despite the reforms, tensions between the groups have remained, if not increased; there is significant separatism particularly among the Flemish; controversial language laws exist such as the municipalities with language facilities; and the formation of a coalition government took 18 months following the June 2010 federal election, a world record. Unemployment in Wallonia is more than double that of Flanders, which boomed after the war.\n Belgium is one of the six founding countries of the European Union and its capital, Brussels, hosts the official seats of the European Commission, the Council of the European Union, and the European Council, as well as one of two seats of the European Parliament (the other being Strasbourg). Belgium is also a founding member of the Eurozone, NATO, OECD, and WTO, and a part of the trilateral Benelux Union and the Schengen Area. Brussels hosts several of the EU's official seats as well as the headquarters of many major international organizations such as NATO.[B]\n Belgium is a developed country, with an advanced high-income economy. It has very high standards of living, quality of life, healthcare, education, and is categorized as \"very high\" in the Human Development Index. It also ranks as one of the safest or most peaceful countries in the world.",
  "/wiki/Brussels": "Brussels (French: Bruxelles [bʁysɛl] (listen) or [bʁyksɛl]; Dutch: Brussel [ˈbrʏsəl] (listen)), officially the Brussels-Capital Region (French: Région de Bruxelles-Capitale;[a] Dutch: Brussels Hoofdstedelijk Gewest),[b] is a region of Belgium comprising 19 municipalities, including the City of Brussels, which is the capital of Belgium. The Brussels-Capital Region is located in the central portion of the country and is a part of both the French Community of Belgium and the Flemish Community, but is separate from the Flemish Region (which forms an enclave) and the Walloon Region. Brussels is the most densely populated and the richest region in Belgium in terms of GDP per capita. It covers 162 km2 (63 sq mi), a relatively small area compared to the two other regions, and has a population of over 1.2 million. The metropolitan area of Brussels comprises over 2.5 million people, which makes it the largest in Belgium. It is also part of a large conurbation extending towards Ghent, Antwerp, Leuven and Walloon Brabant, home to over 5 million people.\n Brussels grew from a small rural settlement on the river Senne to become an important city-region in Europe. Since the end of the Second World War, it has been a major centre for international politics and home to numerous international organisations, politicians, diplomats and civil servants. Brussels is the de facto capital of the European Union, as it hosts a number of principal EU institutions, including its administrative-legislative, executive-political, and legislative branches (though the judicial branch is located in Luxembourg, and the European Parliament meets for a minority of the year in Strasbourg)[c]. Its name is sometimes used metonymically to describe the EU and its institutions. The secretariat of the Benelux and headquarters of NATO are also located in Brussels. As the economic capital of Belgium and one of the top financial centres of Western Europe with Euronext Brussels, it is classified as an Alpha global city. Brussels is a hub for rail, road and air traffic, sometimes earning the moniker \"Crossroads of Europe\". The Brussels Metro is the only rapid transit system in Belgium. In addition, both its airport and railway stations are the largest and busiest in the country.\n Historically Dutch-speaking, Brussels saw a language shift to French from the late 19th century. The Brussels-Capital Region is officially bilingual in French and Dutch, even though French is now the de facto main language with over 90% of the population speaking it. Brussels is also increasingly becoming multilingual. English is spoken as a second language by nearly a third of the population and many migrants and expatriates speak other languages as well.\n Brussels is known for its cuisine and gastronomy, as well as its historical and architectural landmarks; some of them are registered as UNESCO World Heritage sites. Main attractions include its historic Grand Place, Manneken Pis, Atomium, and cultural institutions such as La Monnaie/De Munt and the Museums of Art and History. Due to its long tradition of Belgian comics, Brussels is also hailed as a capital of the comic strip.",
  "/wiki/Irene_Gilbert_(swimmer)": "Irene Gilbert (22 January 1903 – October 1988) was a British swimmer. She competed in the women's 200 metre breaststroke event at the 1924 Summer Olympics.",
  "/wiki/Rotherham": "Rotherham (/ˈrɒðərəm/ (listen)) is a large minster town in South Yorkshire, England, which together with its conurbation and outlying settlements to the north, south and south-east forms the Metropolitan Borough of Rotherham, with a recorded population of 257,280 in the 2011 census. Historically in the West Riding of Yorkshire, its central area is on the banks of the River Don below its confluence with the Rother on the traditional road between Sheffield and Doncaster. Rotherham was well known as a coal mining town as well as a major contributor to the steel industry. Traditional industries included glass making and flour milling.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).\n The United Kingdom is a unitary parliamentary democracy and constitutional monarchy.[note 12] The current monarch is Queen Elizabeth II, who has reigned since 1952, making her the world's longest-serving current head of state. The United Kingdom's capital and largest city is London, a global city and financial centre with an urban area population of 10.3 million. Other major cities include Birmingham, Manchester, Glasgow, Leeds and Liverpool.\n The United Kingdom consists of four constituent countries: England, Scotland, Wales, and Northern Ireland. Their capitals are London, Edinburgh, Cardiff, and Belfast, respectively. Apart from England, the countries have their own devolved governments, each with varying powers, but such power is delegated by the Parliament of the United Kingdom, which may enact laws unilaterally altering or abolishing devolution. The nearby Isle of Man, Bailiwick of Guernsey and Bailiwick of Jersey are not part of the UK, being Crown dependencies with the British Government responsible for defence and international representation. The medieval conquest and subsequent annexation of Wales by the Kingdom of England, followed by the union between England and Scotland in 1707 to form the Kingdom of Great Britain, and the union in 1801 of Great Britain with the Kingdom of Ireland created the United Kingdom of Great Britain and Ireland. Five-sixths of Ireland seceded from the UK in 1922, leaving the present formulation of the United Kingdom of Great Britain and Northern Ireland.[note 13] There are fourteen British Overseas Territories, the remnants of the British Empire which, at its height in the 1920s, encompassed almost a quarter of the world's landmass and was the largest empire in history. British influence can be observed in the language, culture and political systems of many of its former colonies.\n The United Kingdom is the sixth-largest economy by nominal GDP and ninth-largest economy by purchasing power parity. It has a high-income economy and has a very high Human Development Index rating, ranking 14th in the world. It was the world's first industrialised country and the world's foremost power during the 19th and early 20th centuries. The UK remains a great power, with considerable economic, cultural, military, scientific and political influence internationally. It is a recognised nuclear weapons state and is sixth in military expenditure in the world. It has been a permanent member of the United Nations Security Council since its first session in 1946.\n The United Kingdom is a member of the Commonwealth of Nations, the Council of Europe, the G7, the G20, NATO, the Organisation for Economic Co-operation and Development (OECD), Interpol and the World Trade Organization (WTO).  It was a leading member state of the European Union (EU) and its predecessor, the European Economic Community (EEC) for 47 years, between 1 January 1973 and withdrawal on 31 January 2020.",
  "/wiki/Leipzig": "Leipzig (/ˈlaɪpsɪɡ/, also US: /-(t)sɪk/, German: [ˈlaɪptsɪç] (listen); Upper and Lower Sorbian: Lipsk; Upper Saxon: Leibzsch) is the most populous city in the German federal state of Saxony. With a population of 600,000 inhabitants as of 2019 (1.1 million residents in the larger urban zone), it is Germany's eighth most populous city as well as the second most populous city in the area of former East Germany after (East) Berlin. Together with Halle (Saale), the largest city of the neighbouring state of Saxony-Anhalt, the city forms the polycentric conurbation of Leipzig-Halle. Between the two cities (in Schkeuditz) lies Leipzig/Halle International Airport.\n Leipzig is located about 160 kilometres (99 mi) southwest of Berlin in the Leipzig Bay, which constitutes the southernmost part of the North German Plain, at the confluence of the White Elster River (progression: Saale→ Elbe→ North Sea) and two of its tributaries: the Pleiße and the Parthe. The name of the city as well as the names of many of its boroughs are of Slavic origin.\n Leipzig has been a trade city since at least the time of the Holy Roman Empire. The city sits at the intersection of the Via Regia and the Via Imperii, two important medieval trade routes. Leipzig was once one of the major European centres of learning and culture in fields such as music and publishing. After the  Second World War and during the period of the German Democratic Republic (East Germany) Leipzig remained a major urban centre in East German terms, but its cultural and economic importance declined. Events in Leipzig in 1989 played a significant role in precipitating the fall of communism in Central and Eastern Europe, mainly through demonstrations starting from St. Nicholas Church. The immediate effects of the reunification of Germany included the collapse of the local economy, which had come to depend on highly polluting heavy industry, severe unemployment, and urban blight. Starting around 2000, however, decline was first arrested and then reversed. Leipzig has undergone significant change with the restoration of major historical buildings, the demolition of derelict properties of little historical value, and the development of new industries and a modern transport infrastructure.\n Leipzig today is an economic centre, the most livable city in Germany, according to the GfK marketing research institution and has the second-best future prospects of all cities in Germany, according to HWWI and Berenberg Bank. The city is one of two seats of the German National Library (together with Frankfurt), as well as the seat of the German Federal Administrative Court. Leipzig Zoo is one of the most modern zoos in Europe and ranks first in Germany and second in Europe according to Anthony Sheridan. Since the opening of the Leipzig City Tunnel in 2013, Leipzig forms the centrepiece of the S-Bahn Mitteldeutschland public transit system. Leipzig is currently listed as a Gamma World City, Germany's \"Boomtown\" and as the European City of the Year 2019.\n Leipzig has long been a major centre for music, both classical as well as modern \"dark alternative music\" or darkwave genres. The Oper Leipzig is one of the most prominent opera houses in Germany. It was founded in 1693, making it the third-oldest opera venue in Europe after La Fenice (Venice, Italy) and the Hamburg State Opera (Hamburg, Germany). Leipzig is also home to the University of Music and Theatre \"Felix Mendelssohn Bartholdy\". It was during a stay in this city that Friedrich Schiller wrote his poem \"Ode to Joy\". The Leipzig Gewandhaus Orchestra, established in 1743, is one of the oldest symphony orchestras in the world. Johann Sebastian Bach is one among many major composers who lived and worked in Leipzig.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.\n Germany includes 16 constituent states, covers an area of 357,386 square kilometres (137,988 sq mi), and has a largely temperate seasonal climate. With 83 million inhabitants, it is the second most populous state of Europe after Russia, the most populous state lying entirely in Europe, as well as the most populous member state of the European Union. Germany is a very decentralised country. Its capital and largest metropolis is Berlin, while Frankfurt serves as its financial capital and has the country's busiest airport.\n Various Germanic tribes have inhabited the northern parts of modern Germany since classical antiquity. A region named Germania was documented before AD 100. Beginning in the 10th century, German territories formed a central part of the Holy Roman Empire. During the 16th century, northern German regions became the centre of the Protestant Reformation. After the collapse of the Holy Roman Empire, the German Confederation was formed in 1815. The German revolutions of 1848–49 resulted in the Frankfurt Parliament establishing major democratic rights. In 1871, Germany became a nation state when most of the German states unified into the Prussian-dominated German Empire. After World War I and the revolution of 1918–19, the Empire was replaced by the parliamentary Weimar Republic. The Nazi seizure of power in 1933 led to the establishment of a dictatorship, World War II, and the Holocaust. After the end of World War II in Europe and a period of Allied occupation, two new German states were founded: West Germany and East Germany. Following the Revolutions of 1989 that ended communist rule in Central and Eastern Europe, the country was reunified on 3 October 1990.\n Today, Germany is a federal parliamentary republic led by a chancellor. It is a great power with a strong economy; it has the world's fourth-largest economy by nominal GDP, and the fifth-largest by PPP. As a global leader in several industrial and technological sectors, it is both the world's third-largest exporter and importer of goods. As a highly developed country with a very high standard of living, it offers  social security and a universal health care system, environmental protections, and a tuition-free university education. The Federal Republic of Germany was a founding member of the European Economic Community in 1957 and the European Union in 1993. It is part of the Schengen Area and became a co-founder of the Eurozone in 1999. Germany is also a member of the United Nations, NATO, the G7, the G20, and the OECD. Known for its long and rich cultural history, Germany has continuously been the home of influential people in the arts, sciences and humanities. Germany has many World Heritage sites and is among the top tourism destinations in the world.",
  "/wiki/Brita_Hazelius": "Brita Hazelius (later Johansson, January 22, 1909 – March 5, 1975) was a Swedish breaststroke swimmer who competed in the 1928 Summer Olympics.\n She was born in Denmark and died in Gothenburg.\n In 1928 she finished sixth in the 200 metre breaststroke event.",
  "/wiki/Stockholm": "Stockholm (Swedish pronunciation: [ˈstɔ̂kː(h)ɔlm] (listen)) is the capital and most populous urban area of Sweden. 972,647 people live in the municipality, approximately 1.6 million in the urban area, and 2.4 million in the metropolitan area. The city stretches across fourteen islands where Lake Mälaren flows into the Baltic Sea. Outside the city to the east, and along the coast, is the island chain of the Stockholm archipelago. The area has been settled since the Stone Age, in the 6th millennium BC, and was founded as a city in 1252 by Swedish statesman Birger Jarl. It is also the county seat of Stockholm County.\n Stockholm is the cultural, media, political, and economic centre of Sweden. The Stockholm region alone accounts for over a third of the country's GDP, and is among the top 10 regions in Europe by GDP per capita. It is an important global city, and the main centre for corporate headquarters in the Nordic region. The city is home to some of Europe's top ranking universities, such as the Stockholm School of Economics, Karolinska Institute and KTH Royal Institute of Technology. It hosts the annual Nobel Prize ceremonies and banquet at the Stockholm Concert Hall and Stockholm City Hall. One of the city's most prized museums, the Vasa Museum, is the most visited non-art museum in Scandinavia. The Stockholm metro, opened in 1950, is well known for the decor of its stations; it has been called the longest art gallery in the world. Sweden's national football arena is located north of the city centre, in Solna. Ericsson Globe, the national indoor arena, is in the southern part of the city. The city was the host of the 1912 Summer Olympics, and hosted the equestrian portion of the 1956 Summer Olympics otherwise held in Melbourne, Victoria, Australia.\n Stockholm is the seat of the Swedish government and most of its agencies, including the highest courts in the judiciary, and the official residencies of the Swedish monarch and the Prime Minister. The government has its seat in the Rosenbad building, the Riksdag (Swedish parliament) is seated in the Parliament House, and the Prime Minister's residence is adjacent at Sager House. Stockholm Palace is the official residence and principal workplace of the Swedish monarch, while Drottningholm Palace, a World Heritage Site on the outskirts of Stockholm, serves as the Royal Family's private residence.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.\n Sweden is part of the geographical area of Fennoscandia. The climate is in general mild for its northerly latitude due to significant maritime influence. In spite of the high latitude, Sweden often has warm continental summers, being located in between the North Atlantic, the Baltic Sea and the vast Eurasian Russian landmass. The general climate and environment varies significantly from the south and north due to the vast latitudal difference and much of Sweden has reliably cold and snowy winters. Southern Sweden is predominantly agricultural, while the north is heavily forested and includes a portion of the Scandinavian Mountains.\n Germanic peoples have inhabited Sweden since prehistoric times, emerging into history as the Geats (Swedish Götar) and Swedes (Svear) and constituting the sea peoples known as the Norsemen. An independent Swedish state emerged during the early 12th century. After the Black Death in the middle of the 14th century killed about a third of the Scandinavian population, the Hanseatic League threatened Scandinavia's culture, finances and languages. This led to the forming of the Scandinavian Kalmar Union in 1397, which Sweden left in 1523. When Sweden became involved in the Thirty Years War on the Reformist side, an expansion of its territories began and eventually the Swedish Empire was formed. This became one of the great powers of Europe until the early 18th century. Swedish territories outside the Scandinavian Peninsula were gradually lost during the 18th and 19th centuries, ending with the annexation of present-day Finland by Russia in 1809. The last war in which Sweden was directly involved was in 1814, when Norway was militarily forced into a personal union, which peacefully dissolved in 1905. Since then, Sweden has been at peace, maintaining an official policy of neutrality in foreign affairs. In 2014 Sweden celebrated 200 years of peace breaking even Switzerland's record for peace. Sweden was formally neutral through both world wars and the Cold War, albeit Sweden has since 2009 openly moved towards cooperation with NATO.\n Sweden is a constitutional monarchy and a parliamentary democracy, with Legislative power vested in the 349-member unicameral Riksdag. It is a unitary state, currently divided into 21 counties and 290 municipalities. Sweden maintains a Nordic social welfare system that provides universal health care and tertiary education for its citizens. It has the world's eleventh-highest per capita income and ranks very highly in quality of life, health, education, protection of civil liberties, economic competitiveness, equality, gender equality,  prosperity and human development. Sweden joined the European Union on 1 January 1995, but declined NATO membership, as well as Eurozone membership following a referendum. It is also a member of the United Nations, the Nordic Council, the Council of Europe, the World Trade Organization and the Organisation for Economic Co-operation and Development (OECD).",
  "/wiki/Mietje_Baron": "Mietje \"Marie\" Baron (5 February 1908 – 23 July 1948) was a Dutch swimmer and diver who competed at the 1924 and 1928 Olympics. In 1924 she was sixth in the 4 × 100 m freestyle relay. She was disqualified in the first round of the 200 m breaststroke event, as the judges believed she touched the wall with one hand instead of two hands at one of the turns. Meanwhile, her time of 3:22.6 was several seconds ahead of the gold medalist. Four years later she swam 3:15.2, but this was only enough for a silver medal, as her main rival Hilde Schrader clocked 3:12.6. At the 1928 Games Baron also competed in the 10 m platform diving event and finished fourth.\n Between 1926 and 1926 Baron set four breaststroke world records, two in the 200 m (3:18:40 on 24 October 1926 and 3:12:80 on 22 April 1928) and two in the obsolete 400 m event (6:54:80 on 20 March 1927 and 6:45:60 on 25 November 1928). In October 1929 she announced her engagement and retired from swimming. Next year she married Pieter Lourens de Puij.",
  "/wiki/Else_Jacobsen": "Else Agnes Ella Jacobsen (later Baade) (31 May 1911 – 3 April 1965) was a Danish swimmer who competed in the 1928 Summer Olympics and 1932 Summer Olympics.\n In the 1928 Olympics she was fourth in the 200 m breaststroke event and fourth in her first round heat of the 100 m backstroke event and did not advance.\n Four years later she won a bronze medal in the 200 m breaststroke event.",
  "/wiki/Oslo": "Oslo (/ˈɒzloʊ/ OZ-loh, also US: /ˈɒsloʊ/ OSS-loh, Norwegian: [ˈʊ̂ʂlʊ] (listen), rarely [ˈʊ̂slʊ, ˈʊ̀ʂlʊ]) is the capital and most populous city of Norway. It constitutes both a county and a municipality. During the Viking Age the area was part of Viken, the northernmost Danish province. Oslo was founded as a city at the end of the Viking Age in the year 1040 under the name Ánslo, and established as a kaupstad or trading place in 1048 by Harald Hardrada. The city was elevated to a bishopric in 1070 and a capital under Haakon V of Norway around 1300. Personal unions with Denmark from 1397 to 1523 and again from 1536 to 1814 reduced its influence. After being destroyed by a fire in 1624, during the reign of King Christian IV, a new city was built closer to Akershus Fortress and named Christiania in the king's honour. It was established as a municipality (formannskapsdistrikt) on 1 January 1838. The city functioned as the capital of Norway during the 1814–1905 union between Sweden and Norway. From 1877, the city's name was spelled Kristiania in government usage, a spelling that was adopted by the municipal authorities only in 1897. In 1925 the city, after incorporating the village retaining its former name, was renamed Oslo. In 1948 Oslo merged with Aker, a municipality which surrounded the capital and which was 27 times larger, thus creating the modern, vastly enlarged Oslo municipality.\n Oslo is the economic and governmental centre of Norway. The city is also a hub of Norwegian trade, banking, industry and shipping. It is an important centre for maritime industries and maritime trade in Europe. The city is home to many companies within the maritime sector, some of which are among the world's largest shipping companies, shipbrokers and maritime insurance brokers. Oslo is a pilot city of the Council of Europe and the European Commission intercultural cities programme.\n Oslo is considered a global city and was ranked \"Beta World City\" in studies carried out by the Globalization and World Cities Study Group and Network in 2008. It was ranked number one in terms of quality of life among European large cities in the European Cities of the Future 2012 report by fDi magazine. A survey conducted by ECA International in 2011 placed Oslo as the second most expensive city in the world for living expenses after Tokyo. In 2013 Oslo tied with the Australian city of Melbourne as the fourth most expensive city in the world, according to the Economist Intelligence Unit (EIU)'s Worldwide Cost of Living study.\n As of 1 July 2017, the municipality of Oslo had a population of 672,061, while the population of the city's urban area of 3 December 2018 was 1,000,467. The metropolitan area had an estimated population of 1.71 million. The population was increasing at record rates during the early 2000s, making it the fastest growing major city in Europe at the time. This growth stems for the most part from international immigration and related high birth rates, but also from intra-national migration. The immigrant population in the city is growing somewhat faster than the Norwegian population, and in the city proper this is now more than 25% of the total population if immigrant parents are included.",
  "/wiki/Norway": "Norway (Norwegian: Norge (Bokmål) or Noreg (Nynorsk); Northern Sami: Norga; Lule Sami: Vuodna; Southern Sami: Nöörje), officially the Kingdom of Norway, is a Nordic country in Northwestern Europe whose territory comprises the western and northernmost portion of the Scandinavian Peninsula; the remote island of Jan Mayen and the archipelago of Svalbard are also part of the Kingdom of Norway.[note 2] The sub-Antarctic Bouvet Island is a dependent territory and thus not considered part of the kingdom. Norway also lays claim to the Antarctic territories of Queen Maud Land and Peter I Island.\n Norway has a total area of 385,207 square kilometres (148,729 sq mi) and a population of 5,312,300 (as of August 2018). The country shares a long eastern border with Sweden (1,619 km or 1,006 mi long). Norway is bordered by Finland and Russia to the north-east, and the Skagerrak strait to the south, with Denmark on the other side. Norway has an extensive coastline, facing the North Atlantic Ocean and the Barents Sea. The maritime influence also dominates Norway's climate with mild lowland temperatures on the sea coasts, whereas the interior, while colder, is also a lot milder than areas elsewhere in the world on such northerly latitudes. Even during polar night in the north, temperatures above freezing are commonplace on the coastline. The maritime influence brings high rainfall and snowfall to some areas of the country.\n Harald V of the House of Glücksburg is the current King of Norway. Erna Solberg has been prime minister since 2013 when she replaced Jens Stoltenberg. As a unitary sovereign state with a constitutional monarchy, Norway divides state power between the parliament, the cabinet and the supreme court, as determined by the 1814 constitution. The kingdom was established in 872 as a merger of many petty kingdoms and has existed continuously for 1,148 years. From 1537 to 1814, Norway was a part of the Kingdom of Denmark-Norway, and from 1814 to 1905, it was in a personal union with the Kingdom of Sweden. Norway was neutral during the First World War. Norway remained neutral until April 1940 when the country was invaded and occupied by Germany until the end of Second World War.\n Norway has both administrative and political subdivisions on two levels: counties and municipalities. The Sámi people have a certain amount of self-determination and influence over traditional territories through the Sámi Parliament and the Finnmark Act. Norway maintains close ties with both the European Union and the United States. Norway is also a founding member of the United Nations, NATO, the European Free Trade Association, the Council of Europe, the Antarctic Treaty, and the Nordic Council; a member of the European Economic Area, the WTO, and the OECD; and a part of the Schengen Area. In addition, the Norwegian languages share mutual intelligibility with Danish and Swedish.\n Norway maintains the Nordic welfare model with universal health care and a comprehensive social security system, and its values are rooted in egalitarian ideals. The Norwegian state has large ownership positions in key industrial sectors, having extensive reserves of petroleum, natural gas, minerals, lumber, seafood, and fresh water. The petroleum industry accounts for around a quarter of the country's gross domestic product (GDP). On a per-capita basis, Norway is the world's largest producer of oil and natural gas outside of the Middle East.\n The country has the fourth-highest per capita income in the world on the World Bank and IMF lists. On the CIA's GDP (PPP) per capita list (2015 estimate) which includes autonomous territories and regions, Norway ranks as number eleven. It has the world's largest sovereign wealth fund, with a value of US$1 trillion. Norway has had the highest Human Development Index ranking in the world since 2009, a position also held previously between 2001 and 2006. It also had the highest inequality-adjusted ranking until 2018 when Iceland moved to the top of the list. Norway ranked first on the World Happiness Report for 2017 and currently ranks first on the OECD Better Life Index, the Index of Public Integrity, and the Democracy Index. Norway also has one of the lowest crime rates in the world.",
  "/wiki/Charlotte_Mühe": "Charlotte \"Lotte\" Mühe (January 24, 1910 in Uelzen – January 10, 1981 in Magdeburg) was a German swimmer who competed in the 1928 Summer Olympics.\n In the 1928 Olympics she won a bronze medal in the 200 m breaststroke event.",
  "/wiki/Magdeburg": "Magdeburg (German pronunciation: [ˈmakdəbʊɐ̯k] (listen); Low Saxon: Meideborg, [ˈmaˑɪdebɔɐ̯x]) is the capital city and the second largest city of the state of Saxony-Anhalt, Germany. It is situated on the Elbe River.\n Otto I, the first Holy Roman Emperor and founder of the archbishopric of Magdeburg, was buried in the town's cathedral after his death. Magdeburg's version of German town law, known as Magdeburg rights, spread throughout Central and Eastern Europe. Until 1631, Magdeburg was one of the largest and most prosperous German cities and a notable member of the Hanseatic League.\n Magdeburg has been destroyed twice in its history. The Catholic League sacked Magdeburg in 1631, resulting in the death of 25,000 non-combatants, the largest loss of the Thirty Years' War. Allies bombed the city in 1945, destroying much of it.\n Magdeburg is the site of two universities, the Otto-von-Guericke University and the Magdeburg-Stendal University of Applied Sciences.\n Magdeburg is situated on autobahn route 2,  and hence is at the connection point of the East (Berlin and beyond) with the West of Europe, as well as the North and South of Germany. As a modern manufacturing center, the production of chemical products, steel, paper, and textiles are of particular economic significance, along with mechanical engineering and plant engineering, ecotechnology and life-cycle management, health management and logistics.\n In 2005 Magdeburg celebrated its 1200th anniversary. In June 2013 Magdeburg was hit by record breaking flooding.",
  "/wiki/Rotterdam": "Rotterdam (/ˈrɒtərdæm/, UK also /ˌrɒtərˈdæm/; Dutch: [ˌrɔtərˈdɑm] (listen)) is a city and municipality in the Netherlands. It is the second-largest Dutch city after the capital Amsterdam, and is located in the province of South Holland, at the mouth of the Nieuwe Maas channel leading into the Rhine–Meuse–Scheldt delta at the North Sea. Its history goes back to 1270, when a dam was constructed in the Rotte, after which people settled around it for safety. In 1340, Rotterdam was granted city rights by the Count of Holland. The Rotterdam–The Hague metropolitan area, with a population of approximately 2.7 million, is the 13th-largest in the European Union and the most populous in the country. Located in the west of the Netherlands, Rotterdam is in the centre of the Rijnmond conurbation and lies at the southwest corner of the larger Randstad conurbation.\n A major logistic and economic centre, Rotterdam is Europe's largest seaport, and had previously been the largest port of the world for a long time. It has a population of 651,446 as of January 2020 and is home to over 180 nationalities. Rotterdam is known for its Erasmus University, its riverside setting, lively cultural life, maritime heritage and modern architecture. The near-complete destruction of the city centre in the World War II Rotterdam Blitz has resulted in a varied architectural landscape, including sky-scrapers (an uncommon sight in other Dutch cities) designed by renowned architects such as Rem Koolhaas, Piet Blom and Ben van Berkel.\n The Rhine, Meuse and Scheldt give waterway access into the heart of Western Europe, including the highly industrialized Ruhr. The extensive distribution system including rail, roads, and waterways have earned Rotterdam the nicknames \"Gateway to Europe\" and \"Gateway to the World\". Rotterdam will host the Eurovision Song Contest 2020.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages. \n The five largest cities in the Netherlands are Amsterdam, Rotterdam, The Hague, Utrecht and Eindhoven. Amsterdam is the country's most populous city and nominal capital, while The Hague holds the seat of the States General, Cabinet and Supreme Court. The Port of Rotterdam is the busiest seaport in Europe, and the busiest in any country outside Asia. Amsterdam Airport Schiphol is the busiest airport in the Netherlands, and the third busiest in Europe. The country is a founding member of the EU, Eurozone, G10, NATO, OECD and WTO, as well as a part of the Schengen Area and the trilateral Benelux Union. It hosts several intergovernmental organisations and international courts, many of which are centered in The Hague, which is consequently dubbed 'the world's legal capital'.\nNetherlands literally means 'lower countries' in reference to its low elevation and flat topography, with only about 50% of its land exceeding 1 metre (3 ft 3 in) above sea level, and nearly 17% falling below sea level. Most of the areas below sea level, known as polders, are the result of land reclamation that began in the 16th century. With a population of 17.4 million people, all living within a total area of roughly 41,800 square kilometres (16,100 sq mi)—of which the land area is 33,500 square kilometres (12,900 sq mi)—the Netherlands is the 12th most densely populated country in the world and the 5th most densely populated country in Europe, with a density of 521 per square kilometre (1,350/sq mi). Nevertheless, it is the world's second-largest exporter of food and agricultural products (after the United States), owing to its fertile soil, mild climate, intensive agriculture and inventiveness.\n The Netherlands has been a parliamentary constitutional monarchy with a unitary structure since 1848. The country has a tradition of pillarisation and a long record of social tolerance, having legalised abortion, prostitution and human euthanasia, along with maintaining a liberal drug policy. The Netherlands abolished the death penalty in 1870, allowed women's suffrage in 1917, before becoming the world's first country to legalise same-sex marriage in 2001. Its mixed-market advanced economy had the thirteenth-highest per capita income globally. The Netherlands ranks among the highest in international indexes of press freedom, economic freedom, human development and quality of life, as well as happiness.[g]. In 2009, The Netherlands had the seventh highest economy as measured by GDP per capita. In 2013, it ranked fourth on the human development index.",
  "/wiki/Berlin": "Berlin (/bɜːrˈlɪn/; German: [bɛʁˈliːn] (listen)) is the capital and largest city of Germany by both area and population. Its 3,748,148 (2018) inhabitants make it the  most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions.\n \n Berlin straddles the banks of the River Spree, which flows into the River Havel (a tributary of the River Elbe) in the western borough of Spandau. Among the city's main topographical features are the many lakes in the western and southeastern boroughs formed by the Spree, Havel, and Dahme rivers (the largest of which is Lake Müggelsee). Due to its location in the European Plain, Berlin is influenced by a temperate seasonal climate. About one-third of the city's area is composed of forests, parks, gardens, rivers, canals and lakes. The city lies in the Central German dialect area, the Berlin dialect being a variant of the Lusatian-New Marchian dialects.\n First documented in the 13th century and situated at the crossing of two important historic trade routes, Berlin became the capital of the Margraviate of Brandenburg (1417–1701), the Kingdom of Prussia (1701–1918), the German Empire (1871–1918), the Weimar Republic (1919–1933), and the Third Reich (1933–1945). Berlin in the 1920s was the third largest municipality in the world. After World War II and its subsequent occupation by the victorious countries, the city was divided; West Berlin became a de facto West German exclave, surrounded by the Berlin Wall (1961–1989) and East German territory. East Berlin was declared capital of East Germany, while Bonn became the West German capital. Following German reunification in 1990, Berlin once again became the capital of all of Germany.\n Berlin is a world city of culture, politics, media and science. Its economy is based on high-tech firms and the service sector, encompassing a diverse range of creative industries, research facilities, media corporations and convention venues. Berlin serves as a continental hub for air and rail traffic and has a highly complex public transportation network. The metropolis is a popular tourist destination. Significant industries also include IT, pharmaceuticals, biomedical engineering, clean tech, biotechnology, construction and electronics.\n Berlin is home to world-renowned universities such as the Humboldt Universität zu Berlin (HU Berlin), the Technische Universität Berlin (TU Berlin), the Freie Universität Berlin (Free University of Berlin), the Universität der Künste (University of the Arts, UdK) and the Berlin School of Economics and Law. The city has numerous orchestras, museums, and entertainment venues, and is host to many sporting events. Its Zoological Garden is the most visited zoo in Europe and one of the most popular worldwide. With the world's oldest large-scale movie studio complex, Berlin is an increasingly popular location for international film productions. The city is well known for its festivals, diverse architecture, nightlife, contemporary arts and a very high quality of living. Since the 2000s Berlin has seen the emergence of a cosmopolitan entrepreneurial scene.",
  "/wiki/Margery_Hinton": "Margery Hinton (25 June 1915 – February 1996) was an English breaststroke and freestyle swimmer who competed for Great Britain in the 1928 Summer Olympics, 1932 Summer Olympics, and 1936 Summer Olympics.\n She was born in Manchester.\n In 1928 she was eliminated in the first round of the 200-metre breaststroke event. At these Games she was the youngest member of the Great Britain team.\n Four years later she finished fourth the 200-metre breaststroke competition.\n At the 1936 Games she was eliminated in the first round of the 100-metre freestyle event.",
  "/wiki/Manchester": "Manchester (/ˈmæntʃɛstər/) is a major city and metropolitan borough in Greater Manchester, England, with a population of 547,627 as of 2018 (5th most populous English district). It lies within the United Kingdom's second-most populous urban area, with a population of 2.9 million, and second-most populous metropolitan area, with a population of 3.3 million. It is fringed by the Cheshire Plain to the south, the Pennines to the north and east, and an arc of towns with which it forms a continuous conurbation. The local authority for the city is Manchester City Council.\n The recorded history of Manchester began with the civilian settlement associated with the Roman fort of Mamucium or Mancunium, which was established in about AD 79 on a sandstone bluff near the confluence of the rivers Medlock and Irwell. It is historically a part of Lancashire, although areas of Cheshire south of the River Mersey were incorporated in the 20th century. The first to be included, Wythenshawe, was added to the city in 1931. Throughout the Middle Ages Manchester remained a manorial township, but began to expand \"at an astonishing rate\" around the turn of the 19th century. Manchester's unplanned urbanisation was brought on by a boom in textile manufacture during the Industrial Revolution, and resulted in it becoming the world's first industrialised city. Manchester achieved city status in 1853. The Manchester Ship Canal opened in 1894, creating the Port of Manchester and directly linking the city to the Irish Sea, 36 miles (58 km) to the west. Its fortune declined after the Second World War, owing to deindustrialisation, but the IRA bombing in 1996 led to extensive investment and regeneration. Following successful redevelopment after the IRA bombing, Manchester was the host city for the 2002 Commonwealth Games.\n Manchester is the third most visited city in the UK, after London and Edinburgh. It is notable for its architecture, culture, musical exports, media links, scientific and engineering output, social impact, sports clubs and transport connections.\n Manchester is a city of notable firsts; Manchester Liverpool Road railway station was the world's first inter-city passenger railway station. The city has also excelled in scientific advancement, as it was at The University of Manchester in 1917 that scientist Ernest Rutherford first split the atom, in 1948 Frederic C. Williams, Tom Kilburn, and Geoff Tootill developed and built the world's first stored-program computer, and in 2004 Andre Geim and Konstantin Novoselov successfully isolated and characterised the first graphene.",
  "/wiki/Clare_Dennis": "Clara \"Clare\" Dennis (7 March 1916 – 5 June 1971), later known by her married name Clare Golding, was an Australian breaststroke swimmer of the 1930s who won the gold medal in the 200-metre breaststroke at the 1932 Summer Olympics in Los Angeles, California.\n Born in Burwood, New South Wales (a suburb of Sydney) as one of six children of Alec Dennis, a policeman who acted as a police prosecutor, Clare and her siblings were taught to swim by their father, himself an amateur swimmer, after their family relocated from Burwood to Clovelly Beach. Dennis' sister Thora developed quickly into a competent competitive swimmer, and joined the Sydney Ladies' Swimming Club and was later selected for the 1928 Summer Olympics in Amsterdam, but was prevented from going on the grounds of being too young to travel alone overseas. Dennis pleaded with her father to let her join, which he agreed to on the condition that she first swim the 33 yards (approximately 30 metres) across Clovelly Bay. She managed this by pushing off the bottom of the ocean, disguising this with extravagant stroking. Her first lesson and race at the club ended in her having to be fished out of the pool after her endurance failed and the bottom of the pool was too deep to push off.\n Dennis attended Randwick Primary School, where she acquired a reputation for being interested in sport rather than schoolwork.  She spent large amounts of time playing cricket against the male students. Dennis initially swam as a freestyler, but converted to breaststroke at the age of 13. At her first New South Wales Championships in 1930, held at the Ramsgate Baths, she was disqualified after drifting out of her unmarked lane.  The freestyle race was held four times due to multiple lane crossing.  It was later discovered that the taps regulating the water flow had been accidentally left on.  This created a current strong enough to push the swimmers towards one another.  In the breaststroke event, held later, she set a State record, but was disqualified for a one-handed touch.\n In 1931 she won her first state and national title in the 220-yard breaststroke. She repeated this in 1933, 1934 and 1935, with the championships not being held in 1932, remaining unbeaten until her retirement in 1936. After her 1931 victory, her father died from a leaking heart valve.  Dennis considered retiring, but her mother convinced her to continue.\n In January 1932, Dennis broke the 110-yard Australian record and then the 200-metre world record, gaining automatic selection for the Olympic team at the age of 15. Due to financial difficulties caused by the Great Depression, Dennis managed to attend the Olympics only after assistance was rendered by the Police Department for travel and uniform costs. On arrival, Dennis was hit by illness and then contracted a toe infection after gashing it on the starting platform. Her chances took a boost when Lisa Rocke, who had claimed her 200 m breaststroke world record, was not sent to represent Germany.\n Dennis won her heat of the 200-metre breaststroke, setting an Olympic record. She narrowly escaped disqualification when a protest was lodged against her \"inappropriate\" costume on the grounds that it exposed too much of her shoulder blade. Dennis changed her swimming style after the heats on the advice of American swimmer Buster Crabbe, who recommended she swim three strokes underwater after her starting dive before surfacing. Using her new technique, she touched in first place at every turn to claim the gold medal, 0.1 of a second faster than Japan's Hideko Maehata, improving on her previous Olympic record.\n In 1933, Dennis beat her own Australian 220-yard breaststroke record, and in 1934 she captured gold in the 220-yard breaststroke at the 1934 British Empire Games in London. Though she successfully defended her national title in 1935, she was controversially omitted from the team for the 1936 Summer Olympics in Berlin, and subsequently retired.",
  "/wiki/Sydney": "Sydney (/ˈsɪdni/ (listen) SID-nee) is the state capital of New South Wales and the most populous city in Australia and Oceania. Located on Australia's east coast, the metropolis surrounds Port Jackson and extends about 70 km (43.5 mi) on its periphery towards the Blue Mountains to the west, Hawkesbury to the north, the Royal National Park to the south and Macarthur to the south-west. Sydney is made up of 658 suburbs, 40 local government areas and 15 contiguous regions. Residents of the city are known as \"Sydneysiders\". As of June 2017, Sydney's estimated metropolitan population was 5,230,330 and is home to approximately 65% of the state's population.\nIndigenous Australians have inhabited the Sydney area for at least 30,000 years, and thousands of engravings remain throughout the region, making it one of the richest in Australia in terms of Aboriginal archaeological sites. During his first Pacific voyage in 1770, Lieutenant James Cook and his crew became the first Europeans to chart the eastern coast of Australia, making landfall at Botany Bay and inspiring British interest in the area. In 1788, the First Fleet of convicts, led by Arthur Phillip, founded Sydney as a British penal colony, the first European settlement in Australia. Phillip named the city Sydney in recognition of Thomas Townshend, 1st Viscount Sydney. Penal transportation to New South Wales ended soon after Sydney was incorporated as a city in 1842. A gold rush occurred in the colony in 1851, and over the next century, Sydney transformed from a colonial outpost into a major global cultural and economic centre. After World War II, it experienced mass migration and became one of the most multicultural cities in the world. At the time of the 2011 census, more than 250 different languages were spoken in Sydney. In the 2016 Census, about 35.8% of residents spoke a language other than English at home. Furthermore, 45.4% of the population reported having been born overseas, and the city has  the third largest foreign born population of any city in the world after London and New York City, respectively.\n Despite being one of the most expensive cities in the world, Sydney frequently ranks in the top ten of lists of the most livable cities in the world. It is classified as an Alpha+ World City by Globalization and World Cities Research Network, indicating its influence in the region and throughout the world. Ranked eleventh in the world for economic opportunity, Sydney has an advanced market economy with strengths in finance, manufacturing and tourism. There is a significant concentration of foreign banks and multinational corporations in Sydney and the city is promoted as Australia's financial capital and one of Asia Pacific's leading financial hubs. Established in 1850, the University of Sydney is Australia's first university and is regarded as one of the world's leading universities. Sydney is also home to the oldest library in Australia, State Library of New South Wales, opened in 1826.\n Sydney has hosted major international sporting events such as the 2000 Summer Olympics. The city is among the top fifteen most-visited cities in the world, with millions of tourists coming each year to see the city's landmarks. Boasting over 1,000,000 ha (2,500,000 acres) of nature reserves and parks, its notable natural features include Sydney Harbour, the Royal National Park, Royal Botanic Garden and Hyde Park, the oldest parkland in the country. Built attractions such as the Sydney Harbour Bridge and the World Heritage-listed Sydney Opera House are also well known to international visitors. The main passenger airport serving the metropolitan area is Kingsford-Smith Airport, one of the world's oldest continually operating airports. Established in 1906, Central station, the largest and busiest railway station in the state, is the main hub of the city's rail network.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.\n Indigenous Australians inhabited the continent for about 65,000 years prior to the first arrival of Dutch explorers in the early 17th century, who named it New Holland. In 1770, Australia's eastern half was claimed by Great Britain and initially settled through penal transportation to the colony of New South Wales from 26 January 1788, a date which became Australia's national day. The population grew steadily in subsequent decades, and by the time of an 1850s gold rush, most of the continent had been explored and an additional five self-governing crown colonies established. On 1 January 1901, the six colonies federated, forming the Commonwealth of Australia. Australia has since maintained a stable liberal democratic political system that functions as a federal parliamentary constitutional monarchy, comprising six states and ten territories.\n Australia is the oldest, flattest, and driest inhabited continent, with the least fertile soils. It has a landmass of 7,617,930 square kilometres (2,941,300 sq mi). A megadiverse country, its size gives it a wide variety of landscapes, with deserts in the centre, tropical rainforests in the north-east, and mountain ranges in the south-east. Its population density, 2.8 inhabitants per square kilometre, remains among the lowest in the world. Australia generates its income from various sources including mining-related exports, telecommunications, banking, manufacturing, and international education.\n Australia is a highly developed country, with the world's 14th-largest economy. It has a high-income economy, with the world's tenth-highest per capita income. It is a regional power and has the world's 13th-highest military expenditure. Australia has the world's eighth-largest immigrant population, with immigrants accounting for 29% of the population. Having the third-highest human development index and the eighth-highest ranked democracy globally, the country ranks highly in quality of life, health, education, economic freedom, civil liberties, and political rights, with all its major cities faring well in global comparative livability surveys. Australia is a member of the United Nations, G20, Commonwealth of Nations, ANZUS, Organisation for Economic Co-operation and Development (OECD), World Trade Organization, Asia-Pacific Economic Cooperation, Pacific Islands Forum, and the ASEAN Plus Six mechanism.",
  "/wiki/Lisa_Rocke": "Lisa Rocke was a German swimmer who set a 200m. world record for breaststroke for women in Berlin on 23 April 1932 with a time of 3 minutes 8.2 seconds.",
  "/wiki/Hideko_Maehata": "Hideko Maehata (前畑 秀子, Maehata Hideko, May 20, 1914 – February 24, 1995) was a Japanese breaststroke swimmer and the first Japanese woman to earn a gold medal in the Olympics.\n Maehata was born in Hashimoto, Wakayama, as the daughter of a tofu producer and as a child learned to swim in the Kinokawa River. In the fifth grade of elementary school, she set an unofficial youth record for the 50-meter breaststroke. She went on to win numerous competitions, and was sponsored to attend a women’s boarding school in Nagoya which specialized in swimming, but the sudden death of her parents in 1931 forced her return home. Yet she was selected for the Japanese Olympic swimming team for the 1932 Summer Olympics in Los Angeles, and won the silver medal in the 200 m breaststroke event. She lost to Clare Dennis a mere 0.1 of a second.\n During the post-Olympic celebration after her return to Japan, she stated that she was considering to retire from competitive swimming due to family issues, but then Tokyo mayor Hidejirō Nagata reportedly asked her why she did not bring back a gold medal. Over the next four years, Maehata trained very hard, and set a new world record for the 200-meter breaststroke on September 30, 1933.\n During the 1936 Berlin Olympics, Maehata competed in a dead heat against the reigning German national champion, Martha Genenger, winning the gold medal for the Women's 200 m breaststroke by over one second. Despite the time difference, the race was broadcast live in Japan by NHK Radio.\n In 1937, Maehata married Masahiko Hyodo, a professor of the medical school of Nagoya University, and retired from competition. She was awarded the Purple Ribbon of Merit by the Japanese government in 1964 and inducted into the International Swimming Hall of Fame in 1979. She suffered from a cerebral hemorrhage in 1983, which killed both her parents, but recovered. In 1990 she was designated a Person of Cultural Merit, the first sportswoman in Japan to receive such an honor. She died of acute renal failure in 1995.",
  "/wiki/Tokyo": "Tokyo (東京, Tōkyō, English: /ˈtoʊkioʊ/, Japanese: [toːkʲoː] (listen)), officially Tokyo Metropolis (東京都, Tōkyō-to), is one of the 47 prefectures of Japan. The capital of Japan, it houses the Emperor of Japan and the Japanese government. Tokyo forms part of the Kantō region on the southeastern side of Japan's main island, Honshu, and includes the Izu and Ogasawara Islands.\n Originally a small fishing village named Edo (江戸), the city became a prominent political center of Japan when Shōgun Tokugawa Ieyasu made the city his headquarters in 1603. When Emperor Meiji moved the imperial seat to the city from Kyoto in 1868, Edo was renamed Tokyo, literally \"the Eastern Capital\". The Tokyo Metropolis formed in 1943 from the merger of the former Tokyo Prefecture (東京府, Tōkyō-fu) and the city of Tokyo (東京市, Tōkyō-shi). While commonly referred to as a city, Tokyo is a collective entity of multiple smaller municipalities, including 23 special wards and various bed towns in the western area.\n Modern Tokyo is categorized as an alpha+ city by the Globalization and World Cities Research Network. As of 2019, the population of Tokyo was estimated to be over 13.9 million, making it Japan's most populous prefecture. The metropolitan area is the world's most populous with over 40 million people as well as the world's largest urban agglomeration economy. As of 2011[update], Tokyo hosted 51 of the Fortune Global 500 companies, the highest number of any city in the world at that time. The city ranked sixth on the Global Financial Centres Index of 2019. Along with an advanced economy, Tokyo often ranks high among the most expensive cities for expatriates.\n Tokyo is a major cultural hub and an international trendsetter in the arts, entertainment, gastronomy, and media. The Michelin Guide has awarded Tokyo by far the most Michelin stars of any city in the world. The city has hosted multiple international events, including the Summer Olympics (1964), the G7 Summit (1979, 1986, and 1993), and will host the 2020 Summer Olympics and the 2020 Summer Paralympics. Tokyo is a leading center for research and development, represented by various universities, most notably the University of Tokyo.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).\n Japan is officially divided into 47 prefectures and traditionally into eight regions. Approximately two-thirds of the country's terrain is mountainous and heavily forested, and less than one-eighth of land is suitable for agriculture. Consequently, Japan is among the most densely populated and urbanized countries in the world, with over 90% of its population living in urban areas. The largest of these is the metropolitan area centered on the capital city of Tokyo, which is the most populous in the world and home to more than 38 million people. Japan itself is the world's eleventh most populous country with a population of 126.2 million, of which 97.8% are ethnically Japanese.\n The kanji (or \"Chinese characters\") that make up the name of Japan in the Japanese language mean \"sun origin\"; in the Western world, the country is often known by the sobriquet \"Land of the Rising Sun\". Periods of influence from other regions, primarily China, followed by periods of isolation, particularly from Western Europe, have characterized the history of Japan.\n While archaeological evidence indicates that Japan was inhabited as early as the Upper Paleolithic period, the first written mention of the archipelago appears in Chinese texts from the first century AD. Between the fourth and ninth centuries, the kingdoms of Japan became gradually unified under an Emperor and imperial court based in Heian-kyō (modern Kyoto). However, beginning in the twelfth century, de facto political power came to be held by a succession of military dictators (shōgun) and feudal lords (daimyō) and enforced by a class of warrior nobility known as samurai. After a century-long period of civil war, Japan was reunified in 1603 under the rule of the Tokugawa shogunate, which established a government in Edo (modern Tokyo) and enacted a policy of isolationism. This period ended in 1853 when a United States fleet forced Japan to open to the West, leading to the fall of the shogunate and the restoration of imperial power in 1868. In the following Meiji era, Japan adopted a Western-style government and pursued a program of industrialization and modernization; this transformed the feudal society into a great power, with Japan establishing a colonial empire in East Asia after decisive victories in the First Sino-Japanese War and Russo-Japanese War. In 1937, the Empire of Japan invaded China, beginning the Second Sino-Japanese War; in 1940, it signed the Tripartite Pact and entered World War II the following year on the side of the Axis powers. After suffering major defeats in the Pacific and two atomic bombings, Japan surrendered to the Allies in 1945, coming under a brief occupation and adopting a new post-war constitution. Japan has since maintained a unitary parliamentary constitutional monarchy with the Emperor as a ceremonial head of state and an elected legislature known as the National Diet.\n Today, Japan is a member of numerous international institutions, including the United Nations, the OECD, the G7, and the G20. Although it has officially renounced its right to declare war, Japan maintains a modern military for peacekeeping and self-defense, which has been ranked as the world's fourth most powerful. Following World War II, Japan experienced record economic growth, recovering from the war to become the world's second-largest economy by 1980. Today, Japan's economy is the world's third-largest by nominal GDP and fourth-largest by purchasing power parity; it is also the fourth-largest importer and exporter and a global leader in the automotive and electronics industries. Japan is ranked \"very high\" on the Human Development Index; its population enjoys high levels of education and the second-highest life expectancy in the world, though it currently is experiencing a projected decline due to low birth rates. Culturally, Japan is globally renowned for its art, cuisine, literature, cinema, music, and popular culture, including its prominent comics, animation, and video game industries.",
  "/wiki/Jopie_Waalberg": "Johanna Maria Elisabeth \"Jopie\" Waalberg (13 April 1920 – 5 July 1979) was a Dutch breaststroke swimmer who competed in the 1936 Summer Olympics and was the first woman to swim the 200 meter breaststroke under 3 minutes.\n In 1936 she finished fifth in the 200 metre breaststroke event, the single breaststroke event until the 1968 Olympics. At the 1938 European Aquatics Championships in London she won a bronze medal on the same distance.\n On May 11, 1937 she broke Hideko Maehata's four-year-old breaststroke record by 0.2 seconds (3:00.2). On Jun 27 of that year, in Zaandijk, she improved on that record by more than 2 seconds to 2:58.0. She improved her own world record once more on October 2 to 2:56.9. She further held world records in the unconventional distances of 200 yard, 400 m and 500 m breaststroke.",
  "/wiki/Amsterdam": "Amsterdam (/ˈæmstərdæm/, UK also /ˌæmstərˈdæm/; Dutch: [ɑmstərˈdɑm] (listen)) is the capital and most populous city of the Netherlands with a population of 872,680 within the city proper, 1,380,872 in the urban area and 2,410,960 in the metropolitan area. Found within the province of North Holland, Amsterdam is colloquially referred to as the \"Venice of the North\", attributed by the large number of canals which form a UNESCO World Heritage Site.\n Amsterdam's name derives from Amstelredamme, indicative of the city's origin around a dam in the river Amstel. Originating as a small fishing village in the late 12th century, Amsterdam became one of the most important ports in the world in the Dutch Golden Age of the 17th century and became the leading centre for finance and trade. In the 19th and 20th centuries, the city expanded, and many new neighbourhoods and suburbs were planned and built. The 17th-century canals of Amsterdam and the 19–20th century Defence Line of Amsterdam are on the UNESCO World Heritage List. Sloten, annexed in 1921 by the municipality of Amsterdam, is the oldest part of the city, dating to the 9th century.\n As the commercial capital of the Netherlands and one of the top financial centres in Europe, Amsterdam is considered an alpha-world city by the Globalization and World Cities (GaWC) study group. The city is also the cultural capital of the Netherlands. Many large Dutch institutions have their headquarters there, including Philips, AkzoNobel, TomTom and ING. Also, many of the world's largest companies are based in Amsterdam or have established their European headquarters in the city, such as leading technology companies Uber, Netflix and Tesla. In 2012, Amsterdam was ranked the second best city to live in by the Economist Intelligence Unit (EIU) and 12th globally on quality of living for environment and infrastructure by Mercer. The city was ranked 4th place globally as top tech hub in the Savills Tech Cities 2019 report (2nd in Europe), and 3rd in innovation by Australian innovation agency 2thinknow in their Innovation Cities Index 2009. The Port of Amsterdam is the fifth largest in Europe. Amsterdam Airport Schiphol is the busiest airport in the Netherlands, and the third busiest in Europe. Famous Amsterdam residents include the diarist Anne Frank, artists Rembrandt and Van Gogh, and philosopher Baruch Spinoza.\n The Amsterdam Stock Exchange is the oldest stock exchange in the world. Amsterdam's main attractions include its historic canals, the Rijksmuseum, the Van Gogh Museum, the Stedelijk Museum, Hermitage Amsterdam, the Concertgebouw, the Anne Frank House, the Scheepvaartmuseum, the Amsterdam Museum, the Heineken Experience, the Royal Palace of Amsterdam, Natura Artis Magistra, Hortus Botanicus Amsterdam, NEMO, the red-light district and many cannabis coffee shops. They draw more than 5 million international visitors annually. The city is also well known for its nightlife and festival activity; several of its nightclubs (Melkweg, Paradiso) are among the world's most famous. It is also one of the world's most multicultural cities, with at least 177 nationalities represented.",
  "/wiki/Zaandijk": "The first citizens of Zaandijk were members of the family of Hendrik Pietersz who moved into 'de Lage dijk' (The Lower Dike) in the year 1494. De Lagedijk still exists in Zaandijk. In 1570 the town consisted of 19 houses. These dwellings were burned by the Spaniards in 1572, during the Eighty Years' War. The town began to prosper and grow following the return of the populace.",
  "/wiki/Ghent": "Ghent (/ɡɛnt/; Dutch: Gent [ɣɛnt] (listen); French: Gand [ɡɑ̃] (listen), traditional English Gaunt) is a city and a municipality in the Flemish Region of Belgium. It is the capital and largest city of the East Flanders province, and the second largest municipality in Belgium, after Antwerp. The city originally started as a settlement at the confluence of the Rivers Scheldt and Leie and in the Late Middle Ages became one of the largest and richest cities of northern Europe, with some 50,000 people in 1300. It is a port and university city.\n The municipality comprises the city of Ghent proper and the surrounding suburbs of Afsnee, Desteldonk, Drongen, Gentbrugge, Ledeberg, Mariakerke, Mendonk, Oostakker, Sint-Amandsberg, Sint-Denijs-Westrem, Sint-Kruis-Winkel, Wondelgem and Zwijnaarde. With 262,219 inhabitants at the beginning of 2019, Ghent is Belgium's second largest municipality by number of inhabitants. The metropolitan area, including the outer commuter zone, covers an area of 1,205 km2 (465 sq mi) and has a total population of 560,522 as of 1 January 2018, which ranks it as the fourth most populous in Belgium. The current mayor of Ghent, Mathias De Clercq is from the liberal & democratic party Open VLD.\n The ten-day-long Ghent Festival (Gentse Feesten in Dutch) is held every year and attended by about 1–1.5 million visitors.",
  "/wiki/Maria_Lenk": "Maria Emma Hulga Lenk (January 15, 1915 – April 16, 2007) was a Brazilian swimmer and to date is considered one of the greatest Brazilian female athletes.\n At the age of 17, she was the first Brazilian and South-American woman to participate in the Summer Olympic Games, at the 1932 Summer Olympics, in Los Angeles.",
  "/wiki/Rio_de_Janeiro": "Rio de Janeiro (/ˈriːoʊ di ʒəˈnɛəroʊ, - deɪ -, - də -/; Portuguese: [ˈhi.u d(ʒi) ʒɐˈne(j)ɾu] (listen); River of January), or simply Rio, is anchor to the Rio de Janeiro metropolitan area and the second-most populous municipality in Brazil and the sixth-most populous in the Americas. Rio de Janeiro is the capital of the state of Rio de Janeiro, Brazil's third-most populous state. Part of the city has been designated as a World Heritage Site, named \"Rio de Janeiro: Carioca Landscapes between the Mountain and the Sea\", by UNESCO on 1 July 2012 as a Cultural Landscape.\n Founded in 1565 by the Portuguese, the city was initially the seat of the Captaincy of Rio de Janeiro, a domain of the Portuguese Empire. Later, in 1763, it became the capital of the State of Brazil, a state of the Portuguese Empire. In 1808, when the Portuguese Royal Court transferred itself from Portugal to Brazil, Rio de Janeiro became the chosen seat of the court of Queen Maria I of Portugal, who subsequently, in 1815, under the leadership of her son, the Prince Regent, and future King João VI of Portugal, raised Brazil to the dignity of a kingdom, within the United Kingdom of Portugal, Brazil, and Algarves. Rio stayed the capital of the pluricontinental Lusitanian monarchy until 1822, when the War of Brazilian Independence began. This is one of the few instances in history that the capital of a colonising country officially shifted to a city in one of its colonies. Rio de Janeiro subsequently served as the capital of the independent monarchy, the Empire of Brazil, until 1889, and then the capital of a republican Brazil until 1960 when the capital was transferred to Brasília.\n Rio de Janeiro has the second largest municipal GDP in the country, and 30th largest in the world in 2008, estimated at about R$343 billion (nearly US$201 billion). It is headquarters to Brazilian oil, mining, and telecommunications companies, including two of the country's major corporations – Petrobras and Vale – and Latin America's largest telemedia conglomerate, Grupo Globo. The home of many universities and institutes, it is the second-largest center of research and development in Brazil, accounting for 17% of national scientific output according to 2005 data. Despite the high perception of crime, the city actually has a lower incidence of crime than most state capitals in Brazil. \n Rio de Janeiro is one of the most visited cities in the Southern Hemisphere and is known for its natural settings, Carnival, samba, bossa nova, and balneario beaches such as Barra da Tijuca, Copacabana, Ipanema, and Leblon. In addition to the beaches, some of the most famous landmarks include the giant statue of Christ the Redeemer atop Corcovado mountain, named one of the New Seven Wonders of the World; Sugarloaf Mountain with its cable car; the Sambódromo (Sambadrome), a permanent grandstand-lined parade avenue which is used during Carnival; and Maracanã Stadium, one of the world's largest football stadiums. Rio de Janeiro was the host of the 2016 Summer Olympics and the 2016 Summer Paralympics, making the city the first South American and Portuguese-speaking city to ever host the events, and the third time the Olympics were held in a Southern Hemisphere city. The Maracanã Stadium held the finals of the 1950 and 2014 FIFA World Cups, the 2013 FIFA Confederations Cup, and the XV Pan American Games.Its a most popular state after Sao Paulo",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.\n Bounded by the Atlantic Ocean on the east, Brazil has a coastline of 7,491 kilometers (4,655 mi). It borders all other countries in South America except Ecuador and Chile and covers 47.3% of the continent's land area. Its Amazon River basin includes a vast tropical forest, home to diverse wildlife, a variety of ecological systems, and extensive natural resources spanning numerous protected habitats. This unique environmental heritage makes Brazil one of 17 megadiverse countries, and is the subject of significant global interest and debate regarding deforestation and environmental protection.\n Brazil was inhabited by numerous tribal nations prior to the landing in 1500 of explorer Pedro Álvares Cabral, who claimed the area for the Portuguese Empire. Brazil remained a Portuguese colony until 1808, when the capital of the empire was transferred from Lisbon to Rio de Janeiro. In 1815, the colony was elevated to the rank of kingdom upon the formation of the United Kingdom of Portugal, Brazil and the Algarves. Independence was achieved in 1822 with the creation of the Empire of Brazil, a unitary state governed under a constitutional monarchy and a parliamentary system. The ratification of the first constitution in 1824 led to the formation of a bicameral legislature, now called the National Congress. The country became a presidential republic in 1889 following a military coup d'état. An authoritarian military junta came to power in 1964 and ruled until 1985, after which civilian governance resumed. Brazil's current constitution, formulated in 1988, defines it as a democratic federal republic. Due to its rich culture and history, the country ranks thirteenth in the world by number of UNESCO World Heritage Sites.\n Brazil is considered an advanced emerging economy. It has the ninth largest GDP in the world by nominal, and eight by PPP measures. It is one of the world's major breadbaskets, being the largest producer of coffee for the last 150 years. It is classified as an upper-middle income economy by the World Bank and a newly industrialized country, with the largest share of global wealth in Latin America. Brazil is a regional power and sometimes considered a great or a middle power in international affairs. On account of its international recognition and influence, the country is subsequently classified as an emerging power and a potential superpower by several analysts. Brazil is a founding member of the United Nations, the G20, BRICS, Union of South American Nations, Mercosul, Organization of American States, Organization of Ibero-American States and the Community of Portuguese Language Countries.",
  "/wiki/World_record_progression_200_metres_breaststroke": "The first world record in the men's 200 metres breaststroke in long course (50 metres) swimming was recognised by the International Swimming Federation (FINA) in 1908 and the first world record in the women's 200 metres breaststroke was recognised in 1921. In the short course (25 metres) swimming events the world's governing body recognizes world records since March 3, 1991.\n There have been two rule changes enacted by FINA for this event that have resulted in the nullification of world records.\n In the mid-1930s, many breaststroke swimmers began practicing an early variant of the butterfly stroke that involved recovering the arms above the water in an effort to reduce drag. This technique was disallowed when the butterfly stroke was established as a distinct stroke with its own rules in 1953, and world records set using the technique were nullified.\n Another style was developed by the Japanese swimmer Masaru Furukawa shortly after this rule change. It involved swimming underwater for as much of each pool length as possible without surfacing, as the act of breaking the water's surface created resistance, slowing a swimmer. This method of swimming the breaststroke was disallowed by FINA in 1956 and records set with the technique were nullified.\n (see History of swimming)"
}