{
  "/wiki/Chicago_Blackhawks": "The Chicago Blackhawks (spelled Black Hawks until 1986, and known colloquially as the Hawks) are a professional ice hockey team based in Chicago, Illinois. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. They have won six Stanley Cup championships since their founding in 1926. The Blackhawks are one of the \"Original Six\" NHL teams along with the Detroit Red Wings, Montreal Canadiens, Toronto Maple Leafs, Boston Bruins and New York Rangers. Since 1994, the club's home rink is the United Center, which they share with the National Basketball Association's Chicago Bulls. The club had previously played for 65 years at Chicago Stadium.",
  "/wiki/2019_NHL_Winter_Classic": "The 2019 NHL Winter Classic (officially the 2019 Bridgestone NHL Winter Classic) was an outdoor regular season National Hockey League (NHL) game, part of the Winter Classic series, that was played on January 1, 2019. The game featured the Chicago Blackhawks taking on the Boston Bruins at Notre Dame Stadium in Notre Dame, Indiana, home of the University of Notre Dame's Fighting Irish football team. This was the fourth Winter Classic for the Blackhawks (2009, 2015, 2017, sixth outdoor appearance overall and fifth in six years) and the third for the Bruins (2010, 2016). The game was the Bruins' first Winter Classic as the visiting team, and the first time the NHL hosted an outdoor game outside a team's immediate media market (Chicago, the host team, is in an adjacent media market to the South Bend market where Notre Dame is located).",
  "/wiki/Boston_Bruins": "The Boston Bruins are a professional ice hockey team based in Boston, Massachusetts. They compete in   the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The team has been in existence since 1924, and is the league's third-oldest team overall and the oldest in the United States. It is also an Original Six franchise, along with the Chicago Blackhawks, Detroit Red Wings, Montreal Canadiens, New York Rangers and Toronto Maple Leafs. The Bruins have won six Stanley Cup championships, tied for fourth most of all-time with the Blackhawks and tied second-most of any American NHL team also with the Blackhawks (behind the Red Wings, who have 11).",
  "/wiki/New_York_Rangers": "The New York Rangers are a professional ice hockey team based in New York City. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The team plays its home games at Madison Square Garden in the borough of Manhattan, an arena they share with the New York Knicks of the National Basketball Association (NBA). They are one of three NHL teams located in the New York metropolitan area; the others being the New Jersey Devils and New York Islanders.",
  "/wiki/2018_NHL_Winter_Classic": "The 2018 NHL Winter Classic (officially the 2018 Bridgestone NHL Winter Classic) was an outdoor regular season National Hockey League (NHL) game, part of the Winter Classic series, played on January 1, 2018. The game featured the Buffalo Sabres matched up against the New York Rangers at Citi Field in the New York City borough of Queens, home of Major League Baseball's New York Mets. The game marked the 10th anniversary of the NHL Winter Classic, following the success of the 2003 Heritage Classic in Edmonton, Alberta.",
  "/wiki/Washington_Capitals": "The Washington Capitals (colloquially known as the Caps) are a professional ice hockey team based in Washington, D.C. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The Capitals are owned by Monumental Sports & Entertainment, headed by Ted Leonsis. From 1974 to 1997 the Capitals played their home games at the Capital Centre, in Landover, Maryland (a suburb in the Washington metropolitan area). In 1997 the team moved to the arena now called Capital One Arena, their present home arena in Washington, D.C.",
  "/wiki/2015_NHL_Winter_Classic": "The 2015 NHL Winter Classic was an outdoor regular season National Hockey League (NHL) game, part of the Winter Classic series, played on January 1, 2015, at Nationals Park in Washington, D.C. The game, the seventh Winter Classic, matched the Chicago Blackhawks against the Washington Capitals. The Capitals were victorious with a final score of 3–2 after right winger, Troy Brouwer, scored the go-ahead goal with less than 13 seconds remaining in regulation play. This marked the first time in Winter Classic history that the home team won in regulation, the 2010 Winter Classic was the first one to be won by the home team which came in overtime. The game garnered an attendance of 42,832, and was televised nationally in the United States on NBC and in Canada on CBC.",
  "/wiki/Detroit_Red_Wings": "The Detroit Red Wings are a professional ice hockey team based in Detroit, Michigan. They compete in the  National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference, and are one of the Original Six teams of the league. Founded in 1926, the team was known as the Detroit Cougars until 1930. For the 1930–31 and 1931–32 seasons the team was called the Detroit Falcons, and in 1932 changed their name to the Red Wings.",
  "/wiki/2014_NHL_Winter_Classic": "The 2014 NHL Winter Classic was an outdoor regular season National Hockey League (NHL) game, part of the Winter Classic series, played on January 1, 2014 at Michigan Stadium in Ann Arbor, Michigan. The visiting Toronto Maple Leafs defeated the Detroit Red Wings, 3–2, in a shootout to move past the Red Wings in the Atlantic Division. The game was televised nationally in Canada on CBC and nationally in the United States on NBC. The game set an NHL attendance record of 105,491, surpassing the previous record set during the 2008 NHL Winter Classic.",
  "/wiki/Pittsburgh_Penguins": "The Pittsburgh Penguins (colloquially known as the Pens) are a professional ice hockey team based in Pittsburgh, Pennsylvania. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The Penguins are one of two NHL franchises in Pennsylvania, the other being the Philadelphia Flyers. The cities' proximity has led to a rivalry known as the \"Battle of Pennsylvania\". The club is owned by Mario Lemieux and Ronald Burkle, who purchased the Penguins in 1999 and brought the club out of bankruptcy.",
  "/wiki/2011_NHL_Winter_Classic": "The 2011 NHL Winter Classic (known via corporate sponsorship as the Bridgestone NHL Winter Classic) was an outdoor regular season National Hockey League (NHL) game, part of the Winter Classic series, played on January 1, 2011, at Heinz Field in Pittsburgh, Pennsylvania. The visiting Washington Capitals defeated the Pittsburgh Penguins, 3–1. The game, rescheduled from its original 1:00 p.m. ET  start time to 8:00 p.m. due to weather concerns, was telecast on NBC in the United States, and CBC (English) and RDS (French) in Canada. Pittsburgh native Jackie Evancho performed the Star Spangled Banner and Pittsburgh sports legends Mario Lemieux, Franco Harris and Jerome Bettis presided over the ceremonial dropping of the puck, and during the second intermission Harris and Bettis hosted a fan event at the outside rink.",
  "/wiki/Buffalo_Sabres": "The Buffalo Sabres are a professional ice hockey team based in Buffalo, New York. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The team was established in 1970, along with the Vancouver Canucks, when the league expanded to 14 teams. They have played at KeyBank Center since 1996. Prior to that, the Buffalo Sabres played at the Buffalo Memorial Auditorium from the start of the franchise in 1970. The Sabres are owned by Terry Pegula, who purchased the club in 2011 from Tom Golisano. The Sabres have the longest active playoff drought in the NHL, at 8 seasons.",
  "/wiki/Philadelphia_Flyers": "The Philadelphia Flyers are a professional ice hockey team based in Philadelphia, Pennsylvania. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. Part of the 1967 NHL Expansion, the Flyers were the first expansion team in the post–Original Six era to win the Stanley Cup, victorious in 1973–74 and again in 1974–75.",
  "/wiki/2012_NHL_Winter_Classic": "The 2012 NHL Winter Classic (known via corporate sponsorship as the Bridgestone NHL Winter Classic) was an outdoor regular season National Hockey League (NHL) game, part of the Winter Classic series, played on January 2, 2012, at Citizens Bank Park in Philadelphia, Pennsylvania. The game, the League's fifth Winter Classic, matched the New York Rangers against the Philadelphia Flyers, two Atlantic Division rivals; the Rangers won by a score of 3–2. The original plan was to have the contest at the Philadelphia Eagles' home, Lincoln Financial Field; however, the Eagles played there the day before, and the NHL needed at least a week of preparation time to build the ice rink onto the field. The game was broadcast by NBC in the United States and by CBC and RDS in Canada. NBC's announcers were Mike Emrick and Eddie Olczyk, with Pierre McGuire handling sideline duties and Bob Costas as the studio host.",
  "/wiki/Montreal_Canadiens": "The Montreal Canadiens[note 3] (French: Les Canadiens de Montréal) are a professional ice hockey team based in Montreal, Quebec. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference.",
  "/wiki/2016_NHL_Winter_Classic": "The 2016 NHL Winter Classic (officially the 2016 Bridgestone NHL Winter Classic) was an outdoor regular season National Hockey League (NHL) game, part of the Winter Classic series, played on January 1, 2016. The game, the eighth Winter Classic, saw the Montreal Canadiens defeat the Boston Bruins, 5–1, at Gillette Stadium in Foxborough, Massachusetts, a significant event in one of the NHL's best-known rivalries. A Bruins and Canadiens alumni game was also played on December 31, 2015. The Boston Pride women's professional hockey team played before the alumni game against Les Canadiennes of the Canadian Women's Hockey League to a 1–1 tie in the first ever 2016 Outdoor Women's Classic (officially the Outdoor Women's Classic presented by Scotiabank).",
  "/wiki/St._Louis_Blues": "The St. Louis Blues are a professional ice hockey team based in St. Louis, Missouri. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. The franchise was founded in 1967 as one of the six teams from the 1967 NHL expansion and is named after the W. C. Handy song \"Saint Louis Blues\". The Blues play their home games at the 19,150-seat Enterprise Center in downtown St. Louis, which has been their arena since moving from St. Louis Arena in 1994.",
  "/wiki/2017_NHL_Winter_Classic": "The 2017 NHL Winter Classic (officially the 2017 Bridgestone NHL Winter Classic) was an outdoor regular season National Hockey League (NHL) game, part of the Winter Classic series, played on January 2, 2017. The game featured the St. Louis Blues taking on the Chicago Blackhawks at Busch Stadium in St. Louis, Missouri, home of Major League Baseball's Cardinals. The game was announced on March 9, 2016, after news of the matchup had been leaked on February 7 before the details had been finalized, and was one of four outdoor regular season games during the 2016–17 NHL season.",
  "/wiki/Toronto_Maple_Leafs": "The Toronto Maple Leafs, officially the Toronto Maple Leaf Hockey Club and often simply referred to as the Leafs, are a professional ice hockey team based in Toronto, Ontario. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The club is owned by Maple Leaf Sports & Entertainment, Ltd. and are represented by Chairman Larry Tanenbaum. The Maple Leafs' broadcasting rights are split between BCE Inc. and Rogers Communications. For their first 14 seasons, the club played their home games at the Mutual Street Arena, before moving to Maple Leaf Gardens in 1931. The Maple Leafs moved to their present home, Scotiabank Arena (originally named the Air Canada Centre) in February 1999.",
  "/wiki/Dallas_Stars": "The Dallas Stars are a professional ice hockey team based in Dallas, Texas. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. The team was founded during the 1967 NHL expansion as the Minnesota North Stars, based in Bloomington, Minnesota. Before the beginning of the 1978–79 NHL season, the team merged with the Cleveland Barons after the league granted them permission due to each team's respective financial struggles. Ultimately, the franchise relocated to Dallas for the 1993–94 NHL season. The Stars played out of Reunion Arena from their relocation until 2001, when the team moved less than 1.5 miles into the American Airlines Center.",
  "/wiki/2020_NHL_Winter_Classic": "The 2020 NHL Winter Classic was an outdoor regular season National Hockey League (NHL) game, part of the Winter Classic series, that was played on January 1, 2020, at the Cotton Bowl in Dallas, Texas. The Dallas Stars defeated the Nashville Predators by a score of 4–2. This was the first NHL outdoor game for both teams. With a sold-out crowd of 85,630, it was the second-most attended game in NHL history.",
  "/wiki/Nashville_Predators": "The Nashville Predators are a professional ice hockey team based in Nashville, Tennessee. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. The Predators have played their home games at Bridgestone Arena since 1998. Their television broadcasting rights are held by Fox Sports Tennessee, and radio broadcasting rights are held by WPRT-FM.",
  "/wiki/Minnesota_Wild": "The Minnesota Wild are a professional ice hockey team based in Saint Paul, Minnesota. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. The Wild were the only Minneapolis–Saint Paul area major professional sports league franchise to play in Saint Paul until Minnesota United FC moved to their new home, Allianz Field, in 2019. The other three teams play in Minneapolis.",
  "/wiki/2021_NHL_Winter_Classic": "The 2021 NHL Winter Classic is an upcoming outdoor regular season National Hockey League (NHL) game, part of the Winter Classic series that is scheduled for January 1, 2021. The game will feature the Minnesota Wild hosting a team to be named later at Target Field in Minneapolis, Minnesota. The league announced the game exactly one year earlier on January 1, 2020.",
  "/wiki/NHL_Winter_Classic": "The NHL Winter Classic (French: La Classique hivernale de la LNH) is an annual regular season outdoor hockey game played in the National Hockey League (NHL) on or around New Year's Day, generally in a football or baseball stadium in an area with a resident NHL team. The Winter Classic is distinct from the league's two other series of outdoor games, the NHL Heritage Classic and the NHL Stadium Series. The first Winter Classic was held in 2008 at Ralph Wilson Stadium (now New Era Field) in Orchard Park, New York, between the Buffalo Sabres and Pittsburgh Penguins. Eleven Winter Classics have been held. The most recent game was played during the 2019–20 NHL season at Cotton Bowl, with the Dallas Stars defeating the Nashville Predators 4–2."
}