{
  "/wiki/2008_NHL_Winter_Classic": "The 2008 NHL Winter Classic (known via corporate sponsorship as the AMP Energy NHL Winter Classic) was an outdoor regular season ice hockey game played in the National Hockey League (NHL) on January 1, 2008, at Ralph Wilson Stadium in Orchard Park, New York. The Pittsburgh Penguins defeated the Buffalo Sabres, 2–1, in a shootout on a goal by captain Sidney Crosby. It was the inaugural Winter Classic game, and was the NHL's second outdoor regular season game (following the 2003 Heritage Classic in Edmonton, Alberta, Canada) and the first outdoor regular season professional ice hockey game to be played in the United States. The event was sponsored by AMP Energy, and was televised in the United States on NBC and in Canada on CBC and RDS. Due to the snowy conditions, the game was at the time colloquially referred to as the \"Ice Bowl\" by residents of the area and Sabres' fans.",
  "/wiki/NHL_on_NBC": "The NHL on NBC is a presentation of National Hockey League (NHL) games that are produced by NBC Sports, and televised on NBC and NBCSN in the United States. While NBC has covered the league at various points in its history, the network's current relationship with the NHL is the result of NBC Sports acquiring the league's broadcast television rights from ABC in 2005. Its current contract with the league runs until 2021.",
  "/wiki/2009_NHL_Winter_Classic": "The 2009 NHL Winter Classic (known via corporate sponsorship as the Bridgestone NHL Winter Classic 2009) was an outdoor regular season ice hockey game played in the National Hockey League (NHL) on January 1, 2009, at Wrigley Field in Chicago, Illinois. It pitted the Chicago Blackhawks against the defending Stanley Cup champion Detroit Red Wings in the 701st game between the Central Division rivals. The Red Wings won the game, 6–4, despite falling behind 3–1 in the first period. It was the second Winter Classic game,  the first to involve at least one of the Original Six teams, and the first to feature teams from the Western Conference.",
  "/wiki/2010_NHL_Winter_Classic": "The 2010 NHL Winter Classic (known via corporate sponsorship as the 2010 NHL Winter Classic presented by Bridgestone) was an outdoor regular season National Hockey League (NHL) game, part of the Winter Classic series, played on January 1, 2010, at Fenway Park in Boston. The game, the third Winter Classic, matched the Boston Bruins (the home team) against the Philadelphia Flyers. The Bruins won the game, 2–1, in overtime. With the victory, the Bruins became the first home team to win a Winter Classic. After the game, the roster of the United States men's hockey team for the 2010 Winter Olympics was released, which included Bruins' goaltender Tim Thomas.",
  "/wiki/2011_NHL_Winter_Classic": "The 2011 NHL Winter Classic (known via corporate sponsorship as the Bridgestone NHL Winter Classic) was an outdoor regular season National Hockey League (NHL) game, part of the Winter Classic series, played on January 1, 2011, at Heinz Field in Pittsburgh, Pennsylvania. The visiting Washington Capitals defeated the Pittsburgh Penguins, 3–1. The game, rescheduled from its original 1:00 p.m. ET  start time to 8:00 p.m. due to weather concerns, was telecast on NBC in the United States, and CBC (English) and RDS (French) in Canada. Pittsburgh native Jackie Evancho performed the Star Spangled Banner and Pittsburgh sports legends Mario Lemieux, Franco Harris and Jerome Bettis presided over the ceremonial dropping of the puck, and during the second intermission Harris and Bettis hosted a fan event at the outside rink.",
  "/wiki/2012_NHL_Winter_Classic": "The 2012 NHL Winter Classic (known via corporate sponsorship as the Bridgestone NHL Winter Classic) was an outdoor regular season National Hockey League (NHL) game, part of the Winter Classic series, played on January 2, 2012, at Citizens Bank Park in Philadelphia, Pennsylvania. The game, the League's fifth Winter Classic, matched the New York Rangers against the Philadelphia Flyers, two Atlantic Division rivals; the Rangers won by a score of 3–2. The original plan was to have the contest at the Philadelphia Eagles' home, Lincoln Financial Field; however, the Eagles played there the day before, and the NHL needed at least a week of preparation time to build the ice rink onto the field. The game was broadcast by NBC in the United States and by CBC and RDS in Canada. NBC's announcers were Mike Emrick and Eddie Olczyk, with Pierre McGuire handling sideline duties and Bob Costas as the studio host.",
  "/wiki/2014_NHL_Winter_Classic": "The 2014 NHL Winter Classic was an outdoor regular season National Hockey League (NHL) game, part of the Winter Classic series, played on January 1, 2014 at Michigan Stadium in Ann Arbor, Michigan. The visiting Toronto Maple Leafs defeated the Detroit Red Wings, 3–2, in a shootout to move past the Red Wings in the Atlantic Division. The game was televised nationally in Canada on CBC and nationally in the United States on NBC. The game set an NHL attendance record of 105,491, surpassing the previous record set during the 2008 NHL Winter Classic.",
  "/wiki/2015_NHL_Winter_Classic": "The 2015 NHL Winter Classic was an outdoor regular season National Hockey League (NHL) game, part of the Winter Classic series, played on January 1, 2015, at Nationals Park in Washington, D.C. The game, the seventh Winter Classic, matched the Chicago Blackhawks against the Washington Capitals. The Capitals were victorious with a final score of 3–2 after right winger, Troy Brouwer, scored the go-ahead goal with less than 13 seconds remaining in regulation play. This marked the first time in Winter Classic history that the home team won in regulation, the 2010 Winter Classic was the first one to be won by the home team which came in overtime. The game garnered an attendance of 42,832, and was televised nationally in the United States on NBC and in Canada on CBC.",
  "/wiki/2016_NHL_Winter_Classic": "The 2016 NHL Winter Classic (officially the 2016 Bridgestone NHL Winter Classic) was an outdoor regular season National Hockey League (NHL) game, part of the Winter Classic series, played on January 1, 2016. The game, the eighth Winter Classic, saw the Montreal Canadiens defeat the Boston Bruins, 5–1, at Gillette Stadium in Foxborough, Massachusetts, a significant event in one of the NHL's best-known rivalries. A Bruins and Canadiens alumni game was also played on December 31, 2015. The Boston Pride women's professional hockey team played before the alumni game against Les Canadiennes of the Canadian Women's Hockey League to a 1–1 tie in the first ever 2016 Outdoor Women's Classic (officially the Outdoor Women's Classic presented by Scotiabank).",
  "/wiki/2017_NHL_Winter_Classic": "The 2017 NHL Winter Classic (officially the 2017 Bridgestone NHL Winter Classic) was an outdoor regular season National Hockey League (NHL) game, part of the Winter Classic series, played on January 2, 2017. The game featured the St. Louis Blues taking on the Chicago Blackhawks at Busch Stadium in St. Louis, Missouri, home of Major League Baseball's Cardinals. The game was announced on March 9, 2016, after news of the matchup had been leaked on February 7 before the details had been finalized, and was one of four outdoor regular season games during the 2016–17 NHL season.",
  "/wiki/2018_NHL_Winter_Classic": "The 2018 NHL Winter Classic (officially the 2018 Bridgestone NHL Winter Classic) was an outdoor regular season National Hockey League (NHL) game, part of the Winter Classic series, played on January 1, 2018. The game featured the Buffalo Sabres matched up against the New York Rangers at Citi Field in the New York City borough of Queens, home of Major League Baseball's New York Mets. The game marked the 10th anniversary of the NHL Winter Classic, following the success of the 2003 Heritage Classic in Edmonton, Alberta.",
  "/wiki/2019_NHL_Winter_Classic": "The 2019 NHL Winter Classic (officially the 2019 Bridgestone NHL Winter Classic) was an outdoor regular season National Hockey League (NHL) game, part of the Winter Classic series, that was played on January 1, 2019. The game featured the Chicago Blackhawks taking on the Boston Bruins at Notre Dame Stadium in Notre Dame, Indiana, home of the University of Notre Dame's Fighting Irish football team. This was the fourth Winter Classic for the Blackhawks (2009, 2015, 2017, sixth outdoor appearance overall and fifth in six years) and the third for the Bruins (2010, 2016). The game was the Bruins' first Winter Classic as the visiting team, and the first time the NHL hosted an outdoor game outside a team's immediate media market (Chicago, the host team, is in an adjacent media market to the South Bend market where Notre Dame is located).",
  "/wiki/2020_NHL_Winter_Classic": "The 2020 NHL Winter Classic was an outdoor regular season National Hockey League (NHL) game, part of the Winter Classic series, that was played on January 1, 2020, at the Cotton Bowl in Dallas, Texas. The Dallas Stars defeated the Nashville Predators by a score of 4–2. This was the first NHL outdoor game for both teams. With a sold-out crowd of 85,630, it was the second-most attended game in NHL history.",
  "/wiki/NHL_Winter_Classic": "The NHL Winter Classic (French: La Classique hivernale de la LNH) is an annual regular season outdoor hockey game played in the National Hockey League (NHL) on or around New Year's Day, generally in a football or baseball stadium in an area with a resident NHL team. The Winter Classic is distinct from the league's two other series of outdoor games, the NHL Heritage Classic and the NHL Stadium Series. The first Winter Classic was held in 2008 at Ralph Wilson Stadium (now New Era Field) in Orchard Park, New York, between the Buffalo Sabres and Pittsburgh Penguins. Eleven Winter Classics have been held. The most recent game was played during the 2019–20 NHL season at Cotton Bowl, with the Dallas Stars defeating the Nashville Predators 4–2."
}