{
  "/wiki/Aaj_Ka_Arjun": "Aaj Ka Arjun is a 1990 Hindi crime drama film, directed and produced by K.C. Bokadia and starring Amitabh Bachchan and Jaya Prada. The film premiered on 10 August 1990 in Mumbai and was filmed in Rajasthan.  The film became a box office hit. It is a remake of 1988 Tamil film En Thangachi Padichava, starring Prabhu Ganesan and Rupini.",
  "/wiki/Amitabh_Bachchan": "Amitabh Bachchan (pronounced [əmɪˈtaːbʱ ˈbətʃːən]; born Inquilaab Srivastava; 11 October 1942) is an Indian film actor, film producer, television host, occasional playback singer and former politician. He first gained popularity in the early 1970s for films such as Zanjeer, Deewaar and Sholay, and was dubbed India's \"angry young man\" for his on-screen roles in Bollywood. Referred to as the Shahenshah of Bollywood, Sadi ka Mahanayak (Hindi for, \"Greatest actor of the century\"), Star of the Millennium, or Big B, he has since appeared in over 200 Indian films in a career spanning more than five decades. Bachchan is widely regarded as one of the greatest and most influential actors in the history of Indian cinema as well as world cinema. So total was his dominance on the Indian movie scene in the 1970s and 1980s that the French director François Truffaut called him a \"one-man industry\". Beyond the Indian subcontinent, he also has a large overseas following in markets including Africa (such as South Africa), the Middle East (especially Egypt), United Kingdom, Russia and parts of the United States.",
  "/wiki/Jaya_Prada": "Jaya Prada (born 3 April 1962) is an Indian film actress and politician.",
  "/wiki/Phool_Bane_Angaray": "Phool Bane Angaray is a 1991 film directed by K.C. Bokadia and stars Rajinikanth and Rekha in the lead roles. It was Box office Hit.",
  "/wiki/Rajinikanth": "Shivaji Rao Gaekwad (born 12 December 1950), known professionally as Rajinikanth, is an Indian film actor who works primarily in Tamil cinema. In addition to acting, he has also worked as a producer and screenwriter. Hailed as Superstar or Thalaivaa (leader), Rajinikanth is widely regarded as the most popular actor in South India and is the highest-grossing actor in Tamil cinema history. Many cite reasons for Rajinikanth's popularity as coming from his larger-than-life super-hero appearance in many films, supported by gravity-defying stunts and charismatic expressions.",
  "/wiki/Rekha": "Bhanurekha Ganesan (born 10 October 1954), better known by her stage name Rekha, is an Indian film actress. Noted for her versatility and acknowledged as one of the finest actresses in Indian cinema, Rekha started her career in 1958 as a child actress in the Telugu film Inti Guttu, though her film debut as a lead happened twelve years later with Sawan Bhadon. Despite the success of several of her early films, she was often panned for her looks and it was not until the mid-to-late 1970s that she got recognition as an actress.",
  "/wiki/Prem_Chopra": "Prem Chopra (born 23 September 1935) is an Indian actor in Hindi and Punjabi films. He has acted in 380 films over a span of over 60 years. He has a soft-spoken diction despite being a villain in most films. His 19 films, with him as antagonist and Rajesh Khanna in the lead role remain popular with audiences and critics.",
  "/wiki/Police_Aur_Mujrim": "Police Aur Mujrim is a 1992 Indian Hindi-language film produced and directed by K.C. Bokadia. It stars Raaj Kumar, Vinod Khanna, Meenakshi Seshadri and Nagma in pivotal roles.",
  "/wiki/Raaj_Kumar": "Raaj Kumar (8 October 1926 – 3 July 1996), born as Kulbhushan Pandit, was an Indian film actor. He worked as sub-inspector of Mumbai Police in the late 1940s before he turned to acting with the 1952 Hindi film Rangeeli. He appeared in the Oscar-nominated 1957 film Mother India and went on to star in over 70 Hindi films in a career that spanned over four decades.",
  "/wiki/Vinod_Khanna": "Vinod Khanna (6 October 1946 – 27 April 2017) was an Indian actor, film producer and politician. He was the recipient of two Filmfare awards. He was also an active politician and was the MP from the Gurdaspur constituency between 1998–2009 and 2014–2017. In July 2002, Khanna became the minister for Culture and Tourism in the Atal Bihari Vajpayee cabinet. Six months later, he became the Minister of State for external affairs.",
  "/wiki/Meenakshi_Seshadri": "Meenakshi Seshadri (born 16 November 1963) is an Indian actress, model and dancer who mainly appeared in Hindi, Tamil, and Telugu films. She won the Eve's Weekly Miss India contest in 1981 at age 17.",
  "/wiki/Tyagi_(film)": "Tyagi is a 1992 Indian Hindi-language action film produced and directed by K. C. Bokadia, starring Rajinikanth, Jayaprada, Bhagyashree, Himalaya Dassani, Prem Chopra, Gulshan Grover and Shakti Kapoor. Jayaprada plays the lead role as the love interest of Rajinikanth. The film is a remake of the 1991 Tamil film Dharma Durai, starring Rajinikanth and Gautami, which itself was a remake of the 1989 Kannada movie Deva.",
  "/wiki/Bhagyashree": "Bhagyashree Patwardhan is an Indian actress, who appears in Hindi, Kannada, Marathi, Telugu and Bhojpuri films. She made her acting debut with the film Maine Pyar Kiya, for which she won the Filmfare Award for Best Female Debut. Bhagyashree has appeared in over 20 films, and has also worked in television, debuting with a role on the show Kachchi Dhoop.",
  "/wiki/Dharmendra": "Dharam Singh Deol or known by his mononymous stage name Dharmendra (born 8 December 1935) is an Indian film actor, producer, and politician. In 1997, he received the Filmfare Lifetime Achievement Award for his contribution to Hindi cinema.",
  "/wiki/Amrish_Puri": "Amrish Lal Puri (22 June 1932 – 12 January 2005) was an Indian actor, who was an important figure in Indian theatre and cinema.",
  "/wiki/Insaniyat_Ke_Devta": "Insaniyat Ke Devta is a 1993 Hindi film directed by K. C. Bokadia. The film stars Rajinikanth and Vinod Khanna in lead roles.",
  "/wiki/Manisha_Koirala": "Manisha Koirala (pronounced [məniːʂaː koːɪraːlaː]; born 16 August 1970) is a Nepalese actress who predominantly works in Indian films. Born to the politically prominent Koirala family, she is the daughter of  Prakash Koirala and granddaughter of Bishweshwar Prasad Koirala, the 22nd Prime Minister of Nepal. She is the recipient of several accolades, including three Filmfare Awards, a Filmfare Award South and a Screen Award. In 2001, the  Government of Nepal awarded her with the Order of Gorkha Dakshina Bahu, the second highest honour of the country.",
  "/wiki/Shaktiman_(1993_film)": "Shaktiman is 1993 Hindi film directed by K.C. Bokadia and starring Ajay Devgn,  Karisma Kapoor, Mukesh Khanna, Kulbhushan Kharbanda. Other cast members include Gulshan Grover, Ajit Khan, Parikshat Sahni, Tiku Talsania, Anjana Mumtaz, Beena, and Mahavir Shah.",
  "/wiki/Ajay_Devgan": "Vishal Devgan (born 2 April 1969), known professionally as Ajay Devgn, is an Indian film actor, director and producer. He is widely considered as one of the most intense and influential actors of Hindi cinema, who has appeared in over a hundred Hindi films. Devgn has won numerous accolades, including two National Film Awards and four Filmfare Awards. In 2016, he was honoured by the Government of India with the Padma Shri, the fourth-highest civilian honour of the country.",
  "/wiki/Karishma_Kapoor": "Karisma Kapoor (born 25 June 1974) is an Indian film actress. One of the most popular and highest-paid Hindi film actresses in the 1990s and early 2000s, she is the recipient of several accolades, including a National Film Award and four Filmfare Awards.",
  "/wiki/Mukesh_Khanna": "Mukesh Khanna is an Indian television and film actor best known for his portrayal of Shaktimaan in the popular Doordarshan television serial, and Bhishma Pitamah in B. R. Chopra's Mahabharat. He was also the chairman of Children's Film Society India from which he resigned in February 2018.",
  "/wiki/Kulbhushan_Kharbanda": "Kulbhushan Kharbanda (born 21 October 1944) is an Indian actor who works in Hindi and Punjabi films. He is best known for his role as the antagonist Shakaal in Shaan (1980), inspired by the character Blofeld from James Bond movies. Starting off with the Delhi-based theatre group 'Yatrik' in the 1960s, he moved to films with Sai Paranjpye's Jadu Ka Shankh in 1974. He worked in several parallel cinema films before working in the mainstream Hindi film industry. He appeared in Mahesh Bhatt's classic Arth (1982), Ek Chadar Maili Si (1986), and in all three parts of Deepa Mehta's Elements trilogy: Fire (1996), Earth (1998), and Water (2005).",
  "/wiki/Dil_Hai_Betaab": "Dil Hai Betaab (The Heart is Desperate) is a 1993 Indian romance film directed by K. C. Bokadia. The film stars Vivek Mushran, Ajay Devgn and Pratibha Sinha.The film was flop at the box office collecting only 90 Lakhs at the domestic box office.",
  "/wiki/Vivek_Mushran": "Vivek Mushran (born 9 August 1969) is an Indian actor. After leaving Sherwood College, Nainital, he started his career in 1991 with the blockbuster Hindi movie Saudagar and has appeared in many other movies, including Ram Jaane, the Sachin-directed Aisi bhi kya jaldi hai, First Love Letter, and Anjaane. He has also acted in the STAR Plus TV sitcom Son Pari, the Zee TV serial Kittie Party, and he was seen in the Sony TV serial Bhaskar Bharti and the Doordarshan TV serial Ae Dil-E-Naadaan. The serial he worked in most recently was Baat Hamari Pakki Hai on Sony TV. He has sung songs in his album Kahin Kho Gaya. His latest role was as Inder, Saachi's uncle in Baat Hamari Pakki Hai (Sony TV). He also worked in Parvarrish – Kuchh Khattee Kuchh Meethi. he  worked in the serial Nisha Aur Uske Cousins and played the role of the father of the main character, where his character was appreciated by the audience. He has also played the role of Vikramjeet Singh in Sony TV series Main Maike Chali Jaungi Tum Dekhte Rahiyo.",
  "/wiki/Pratibha_Sinha": "Pratibha Sinha (born 4 July 1969) is a former Indian actress working in Bollywood movies and the daughter of Mala Sinha, a former Bollywood actress herself. She made her film debut opposite Sujoy Mukherjee (son of 1960s star Joy Mukherjee) in the 1992 film Mehboob Mere Mehboob. She is mostly remembered for her dance performance in the 1996 blockbuster Raja Hindustani in the song \"Pardesi Pardesi\". She quit acting in 2000. Pratibha Sinha is of Nepali ethnicity, born to Nepali citizen father C. P. Lohani, who is a former actor and businessman from Kathmandu, and a Nepali origin mother Mala Sinha.",
  "/wiki/Zeba_Bakhtiar": "Zeba Bakhtiar (Urdu: زيبا بختيار‎) is a Pakistani film and television actress and a television director. She made her television debut with a Pakistan Television Corporation (PTV) drama, Anarkali (1988). She made her Bollywood debut with Henna in 1991. Zeba Bakhtiar 'Laal Kabootar' selected in oscar.",
  "/wiki/Maidan-E-Jung": "Maidan-E-Jung is a 1995 Hindi film directed by K.C. Bokadia, starring Dharmendra, Akshay Kumar and Karishma Kapoor. Other cast members include Amrish Puri, Manoj Kumar (in his last film appearance), Jaya Prada, Gulshan Grover, Kader Khan, Shakti Kapoor, Mukesh Khanna and Dina Pathak. Film was box office failure.",
  "/wiki/Akshay_Kumar": "Rajiv Hari Om Bhatia (born 9 September 1967), known professionally as Akshay Kumar, is an Indian-born Canadian actor, producer, martial artist and television personality who works in Bollywood films. In a career spanning over 29 years, Kumar has appeared in over 100 films and has won several awards, including the National Film Award for Best Actor for his performance in Rustom (2016), and two Filmfare Awards for Ajnabee (2001) and Garam Masala (2005).",
  "/wiki/Mahesh_Anand": "Mahesh Anand (13 August 1961 – 8 February 2019) was an Indian actor who worked in Hindi, Tamil, Telugu and  Malayalam. He is remembered for playing villainous roles in Bollywood. He was a black belt in karate and was a model before he started acting. His last on-screen appearance was in the 2019 comedy-drama Rangeela Raja starring Govinda.",
  "/wiki/Gulshan_Grover": "Gulshan Grover (born 21 September 1955) is an Indian actor who has appeared in over 400 films. He is among the first actors to have made a successful transition from Bollywood to Hollywood and international cinema. He is also known with the name \"Bad Man\" in Bollywood.",
  "/wiki/Zulm-O-Sitam": "Zulm-O-Sitam is a 1998 Hindi film starring Arjun Sarja, Madhoo, Dharmendra and Shatrughan Sinha in lead roles and was directed by K. C. Bokadia.",
  "/wiki/Arjun_Sarja": "Srinivasa Sarja (born 15 August 1962), known professionally Arjun, is an Indian actor, producer and director. Referred to by the media and his fans as \"Action King\", who works predominantly in Tamil, Kannada and Telugu language films, while also performing in a few Malayalam and Hindi films. As of 2017, Arjun had acted in more than 150 movies. Until his 150th film, he has mostly performed in lead roles and is one of few South Indian actors to attract fan following from multiple states of India. He has directed 11 films and also produced and distributed a number of films..",
  "/wiki/Kishore_Bhanushali": "Kishore Bhanushali is an Indian actor and stand-up comedian notable for his works in Hindi films and television serials. He has a likeness to late Bollywood actor Dev Anand. He had the main lead in many films like Hum Hain Khalnayak, Jai Maa Karwa Chauth, and also a central role in Ramgarh Ke Sholay.",
  "/wiki/Lal_Baadshah": "Lal Baadshah is a 1999 Indian Hindi crime drama film directed by K. C. Bokadia, starring Amitabh Bachchan in a dual role, Raghuvaran, Manisha Koirala, Shilpa Shetty and Amrish Puri. Nirupa Roy also appears in her last film playing Bachchan's foster mother. This was released in the declining period of Bachchan's career and failed at the box office, but it was a hit in Uttar Pradesh and Bihar.",
  "/wiki/Shilpa_Shetty": "Shilpa Shetty Kundra (born 8 June 1975) is an Indian actress primarily known for her work in Hindi films and the winner of Celebrity Big Brother 5.",
  "/wiki/Raadhika": "Radikaa Sarathkumar is an Sri Lankan-Indian film and television actress, entrepreneur, and producer who works in the Tamil, Telugu, Malayalam, Hindi and Kannada  film industries. She is the founder and CP of the Radaan Mediaworks India Limited, which has produced serials such as Chitti, Annamalai, Selvi, Arasi, Chellame, Vaani Rani, Thamarai , Idi Katha Kadu (Telugu),and Chithi - 2.",
  "/wiki/Shakti_Kapoor": "Shakti Kapoor (born as Sunil Sikanderlal Kapoor on 3 September 1952) is an Indian actor who appears in Bollywood films. Known for his villainous and comic roles in Hindi films, he has featured in more than 700 films throughout his career. In the 1980s and 1990s, Kapoor teamed up with actor Kader Khan as the comical or evil duo in over 100 films. He was a contestant in the Indian reality show Bigg Boss in 2011.",
  "/wiki/Khuda_Kasam": "Khuda Kasam (transl. By God) is a Hindi Drama and action film, directed by K C Bokadia and produced by Amit Kumar Bokadia and Malook Nagar. The film was released on 26 November 2010 under the Sangeeta Pictures banners. The film was earlier titled \"The Challenge\".",
  "/wiki/Sunny_Deol": "Ajay Singh Deol (born 19 October 1956), better known as Sunny Deol, is an Indian film Actor, Director, Producer, Politician and Current Member of Parliament from Gurdaspur (Lok Sabha constituency) of Punjab State. He is known for his work in Hindi cinema and has won two National Film Awards and two Filmfare Awards.",
  "/wiki/Tabu_(actress)": "Tabassum Fatima Hashmi (born 4 November 1971), known by the mononym Tabu, is an Indian film actress primarily working in Hindi films, in addition to Telugu, Tamil, Malayalam, English, Bengali and Marathi films. She has won two National Film Awards for Best Actress and six Filmfare Awards, including a record four Critics Awards for Best Actress. In 2011, the Government of India awarded her with the Padma Shri, the fourth highest civilian honour of the country.",
  "/wiki/Deewana_Main_Deewana": "Deewana Main Deewana is a 2013 Bollywood romantic thriller comedy film starring Govinda, Priyanka Chopra, Kader Khan, Prem Chopra, Johnny Lever and Shakti Kapoor directed by K. C. Bokadia. The film was released worldwide on 1 February 2013. This film was shot approximately in 2003 but release was delayed. The film is a Hindi remake of Tamil film Priyamudan (1998) starring Vijay, directed by Vincent Selva.",
  "/wiki/Govinda_(actor)": "Govind Ahuja (born 21 December 1963), known mononymously as Govinda,  is an Indian film actor, comedian, dancer, and former politician known for his work in Hindi films. Known for his slapstick performances and dancing skills, Govinda has received twelve Filmfare Award nominations, a Filmfare Special Award, a Filmfare Award for Best Comedian, and four Zee Cine Awards. The actor was a member of the Parliament of India from 2004 to 2009. Govinda's first film was 1986's Ilzaam, and he has appeared in over 165 Hindi films.govinda: Govinda: David Dhawan and I have not spoken in five years | Hindi Movie News – Times of India. Timesofindia.indiatimes.com (11 September 2014). Retrieved on 2018-09-14.</ref> In June 1999, he was voted the tenth-greatest star of stage or screen in a BBC News Online poll.",
  "/wiki/Priyanka_Chopra": "Priyanka Chopra Jonas (pronounced [prɪˈjəŋkaː ˈtʃoːpɽaː]; born 18 July 1982) is an Indian actress, singer, film producer, and the winner of the Miss World 2000 pageant. One of India's highest-paid and most popular celebrities, Chopra has received numerous awards, including one National Film Award and five Filmfare Awards. In 2016, the Government of India honoured her with the Padma Shri, and Time named her one of the 100 most influential people in the world. In 2017 and 2018, Forbes listed her among the World's 100 Most Powerful Women.",
  "/wiki/Kader_Khan": "Kader Khan (22 October 1937 – 31 December 2018) was an Indian-Canadian film actor, screenwriter, comedian, and director. As an actor, he appeared in over 300 films after his debut film in the 1973 film Daag, starring Rajesh Khanna, in which he acted as a prosecuting attorney. He was also a prolific screenwriter for Bollywood films in the period 1970s to 1999 and wrote dialogues for 200 films. Khan graduated from Ismail Yusuf College affiliated to Bombay University. Before entering the film industry in the early 1970s, he taught at M. H. Saboo Siddik College of Engineering, Mumbai, as a professor of Civil Engineering.",
  "/wiki/Dirty_Politics_(film)": "Dirty Politics is a 2015 Hindi-language Indian political thriller film written and directed by K. C. Bokadia with an ensemble cast. The controversial film was released on 6 March 2015 with an adult rating due to its strong sexual content.",
  "/wiki/Mallika_Sherawat": "Mallika Sherawat (born Reema Lamba on 24 October 1976) is an Indian actress who works in Hindi, English and Chinese language films. Known for her bold onscreen attitude in films like Khwahish (2003) and  Murder (2004), Sherawat has established herself as a sex symbol and as one of the most popular celebrities in Bollywood. She then appeared in successful romantic comedy Pyaar Ke Side Effects (2006) which won her much critical acclaim.",
  "/wiki/Jackie_Shroff": "Jai Kishan Kakubhai \"Jackie\" Shroff (born 1 February 1957) is an Indian actor. He has been in the Hindi cinema (Bollywood) industry for almost four decades and as of 2017[update] has appeared in more than 220 films in thirteen languages (Hindi, Konkani, Kannada, Marathi, Oriya, Punjabi, Bengali, Malayalam, Tamil, Telugu, Bhojpuri, Gujarati, and English language). He has won four Filmfare Awards among other accolades. He has also appeared in several successful short films.",
  "/wiki/Anupam_Kher": "Anupam Kher (born 7 March 1955) is an Indian actor and the former Chairman of Film and Television Institute of India. He is the recipient of two National Film Awards and eight Filmfare Awards. He has appeared in over 500 films in several languages and many plays. He won the Filmfare Award for Best Actor for his performance in Saaransh (1984). He holds the record for winning the Filmfare Award for Best Comedian five times in total for: Ram Lakhan (1989), Lamhe (1991), Khel (1992), Darr (1993) and Dilwale Dulhaniya Le Jayenge (1995). He won the National Film Award for Special Mention twice for his performances in Daddy (1989) and Maine Gandhi Ko Nahin Mara (2005). For his performance in the film Vijay (1988), he won the Filmfare Award for Best Supporting Actor.",
  "/wiki/Om_Puri": "Om Prakash Puri, OBE (18 October 1950 – 6 January 2017) was an Indian actor who appeared in mainstream commercial Hindi films, as well as independent and art films. He is best known for his author-backed roles in films like Aakrosh (1980), Arohan (1982), Ardh Satya and television films like Sadgati (1981) and Tamas (1987) and also light-hearted roles in Jaane Bhi Do Yaaro (1983) and Chachi 420 (1997). He had various collaborations with director Shyam Benegal and Govind Nihalani. Puri also appeared in non-Indian productions in the United States, Britain and Pakistan.",
  "/wiki/Naseeruddin_Shah": "Naseeruddin Shah (born 20 July 1949) is an Indian film and stage actor and director in the Hindi language film industry. He is considered among the finest actors of India and is a prominent figure in Indian parallel cinema. He has won numerous awards in his career, including three National Film Awards, three Filmfare Awards and an award at the Venice Film Festival. The Government of India has honoured him with the Padma Shri and the Padma Bhushan awards for his contributions to Indian cinema.",
  "/wiki/Rocky:_The_Revenge": "Rocky: The Revenge also simply known as Rocky which was earlier titled as Rocky: The Hero is a 2019 Indian Tamil dog-centric action crime thriller drama film  written and directed by popular Bollywood filmmaker K. C. Bokadia in his Tamil directorial debut. The film casts Srikanth in the main lead role as a cop along with two German Shepherd dogs. Eshanya Maheshwari, Sayaji Shinde, Nassar, OAK Sundar, and Brahmanandam play supporting roles. The film is scheduled to be released on 12 April 2019 as a Summer release alongside another dog oriented concept film Watchman. The film's story is loosely based and inspired from 1985 Bollywood film Teri Meherbaniyan which was also directed by K. C Bokadia himself. Teri Meherbaniyan  was a remake of the Kannada film Thaliya Bhagya which had earlier been remade in Tamil as Nandri. This film was released in Telugu as Namaste Nestama.",
  "/wiki/Srikanth_(Tamil_actor)": "Srikanth is an Indian film actor known for his works predominantly in Tamil  film industry. He debuted in the romance film Roja Kootam (2002) and went on to star in more such films including April Maadhathil (2002), Manasellam (2003), Parthiban Kanavu (2003), before debuting in Telugu with Okariki Okaru (2003). He subsequently went on to portray  action roles in Joot (2003), Bose (2004) and Drohi (2010). In the following years, his films failed to achieve commercial success, which led him to venture into the Telugu and Malayalam film industries. He is credited as Sriram in Telugu films.\nHe also did small role in K.Balachanders tele serial in Jannal.",
  "/wiki/Nassar_(actor)": "M. Nassar (born 5 March 1958) is a polyglot Indian film actor, director, producer, dubbing artist and playback singer who mainly works in the South Indian film industry. He is the incumbent leader of the Nadigar Sangam.",
  "/wiki/Sayaji_Shinde": "Sayaji Shinde (born 13 January 1959) is an Indian film actor who has acted in Marathi, Telugu, Tamil, Kannada, Malayalam, English, Gujarati, Hindi films and several Marathi Plays. Sayaji started his acting career in 1978 with acting in Marathi one-act plays. His acting in a 1987 Marathi play titled Zulva  was very well received, and since then he started gaining popularity among the circle of stalwarts. Later, he moved on to Marathi cinema and later started acting in other languages."
}