{
  "/wiki/Thomas_Dickie": "Thomas Dickie (October 24, 1860 – December 16, 1935) was a journalist, lawyer and political figure in Manitoba. He represented Avondale from 1896 to 1899 in the Legislative Assembly of Manitoba as a Liberal.",
  "/wiki/Manitoba_Liberal_Party": "The Manitoba Liberal Party (French: Parti libéral du Manitoba) is a political party in Manitoba, Canada. Its roots can be traced to the late nineteenth-century, following the province's creation in 1870.",
  "/wiki/William_Sirett": "William Flowers Sirett (April 8, 1848 – December 5, 1923) was an English-born farmer and political figure in Manitoba. He represented Beautiful Plains from 1896 to 1899 in the Legislative Assembly of Manitoba as a Patrons of Industry member.",
  "/wiki/Patrons_of_Industry_in_Manitoba": "The Patrons of Industry in Manitoba was an extension of a farmers' organization operating in Ontario (see Patrons of Industry) and the United States in the 1880s and 1890s. The Patrons lobbied extensively and became politically active, running provincial and federal candidates.",
  "/wiki/Charles_Mickle": "Charles Julius Mickle (July 22, 1849 in Stratford, Canada West, now Ontario – November 10, 1919 in Minnedosa, Manitoba) was a politician in Manitoba, Canada. He was a provincial cabinet minister for three years and on two occasions served as the leader of the Liberal Party in the Legislative Assembly of Manitoba.",
  "/wiki/Birtle_(electoral_district)": "Birtle is a former provincial electoral division in Manitoba, Canada.",
  "/wiki/Charles_Adams_(Manitoba_politician)": "Charles Adams (February 27, 1858 – April 2, 1931) was a harness maker and political figure in Manitoba. He represented Brandon City from 1893 to 1899 in the Legislative Assembly of Manitoba as a Liberal.",
  "/wiki/Brandon_City_(electoral_district)": "Brandon City is a former provincial electoral division in Manitoba, Canada.",
  "/wiki/Clifford_Sifton": "Sir Clifford Sifton, PC, KCMG, KC (March 10, 1861 – April 17, 1929), was a Canadian lawyer and a long-time Liberal politician, best known for being Minister of the Interior under Sir Wilfrid Laurier. He was responsible for encouraging the massive amount of immigration in Canada which occurred during the first decade of the 20th century. In 1905, he broke with Laurier and resigned from cabinet on the issue of publicly funded religious education in the new provinces of Alberta and Saskatchewan.",
  "/wiki/Herbert_Graham": "Herbert Clement Graham (February 27, 1856 – 1934) was a farmer and political figure in Manitoba. He represented Brandon South from 1892 to 1899 in the Legislative Assembly of Manitoba as a Liberal.",
  "/wiki/Roger_Marion": "Roger Marion (August 5, 1846 – April 13, 1920) was a Metis trader, civil servant and political figure in Manitoba. He represented Carillon from 1886 to 1888 and from 1896 to 1899 and St. Boniface from 1888 to 1892 in the Legislative Assembly of Manitoba as a Conservative.",
  "/wiki/Carillon_(electoral_district)": "Carillon is a former provincial electoral division in Manitoba, Canada.",
  "/wiki/Progressive_Conservative_Party_of_Manitoba": "The Progressive Conservative Party of Manitoba (French: Parti progressiste-conservateur du Manitoba) is a centre-right political party in Manitoba, Canada. It is currently the governing party in the Legislative Assembly of Manitoba, after winning a substantial majority in the 2016 election and maintaining a majority in the 2019 election.",
  "/wiki/Alfred_Doig": "Alfred Doig (March 15, 1855 – May 2, 1939) was a merchant and political figure in Manitoba. He represented Cypress from 1892 to 1899 in the Legislative Assembly of Manitoba as a Liberal.",
  "/wiki/Cypress_(former_Manitoba_provincial_electoral_district)": "Cypress is a former provincial electoral division in Manitoba, Canada.  It was located in the south of the province.",
  "/wiki/Theodore_Arthur_Burrows": "Theodore Arthur Burrows (August 15, 1857 – January 18, 1929) was a politician and office-holder in Manitoba, Canada.  He served as the tenth Lieutenant Governor of the province from October 6, 1926 until his death.",
  "/wiki/Dauphin_(provincial_electoral_district)": "For the former federal electoral district, see Dauphin",
  "/wiki/Charles_Alexander_Young": "Charles Alexander Young (December 29, 1856 – September 28, 1928) was a grain dealer and political figure in Manitoba, Canada. He represented Deloraine from 1896 to 1903 in the Legislative Assembly of Manitoba as a Liberal.",
  "/wiki/Watson_Crosby": "Watson Montgomery Crosby (June 10, 1857 – March 19, 1897) served as the reeve of the Rural Municipality of Wallace and as a member of the Legislative Assembly of Manitoba for the constituency of Dennis.",
  "/wiki/David_Henry_McFadden": "David Henry McFadden (February 17, 1856 – 1935) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1892 to 1907, and again from 1910 to 1915.  McFadden was a Conservative, and served as a cabinet minister in the governments of Hugh John Macdonald and Rodmond Roblin.",
  "/wiki/Emerson_(electoral_district)": "Emerson is a provincial electoral division in the Canadian province of Manitoba.  It has existed since 1879, when it was created by redistribution.",
  "/wiki/Hector_Sutherland_(politician)": "Hector Sutherland (1852 – April 8, 1927) was a farmer and political figure in Manitoba. He represented Kildonan from 1896 to 1899 in the Legislative Assembly of Manitoba as a Conservative.",
  "/wiki/Kildonan_(Manitoba_electoral_district)": "Kildonan is a provincial electoral division in the Canadian province of Manitoba. The boundaries for the riding maintained their location through the 2008 redistribution.",
  "/wiki/Finlay_McNaughton_Young": "Finlay McNaughton Young (2 April 1852 – 15 February 1916) was a Canadian senator.",
  "/wiki/Killarney_(electoral_district)": "Killarney is a former provincial electoral division in Manitoba, Canada.",
  "/wiki/John_Gunion_Rutherford": "John Gunion Rutherford CMG (December 25, 1857 – July 24, 1923) was a Canadian veterinarian, civil servant, and politician.",
  "/wiki/Lakeside_(electoral_district)": "Lakeside is a provincial electoral division in Manitoba, Canada.  It is located to the immediate northwest of the city of Winnipeg.",
  "/wiki/Tobias_Norris": "Tobias Crawford Norris (September 5, 1861 – October 29, 1936) was a politician in Manitoba, Canada.  He served as the tenth Premier of Manitoba from 1915 to 1922.  Norris was a member of the Liberal Party.",
  "/wiki/Lansdowne_(electoral_district)": "Lansdowne is a former provincial electoral division in Manitoba, Canada.  It was created for the 1888 provincial election, and eliminated with the 1958 election.",
  "/wiki/Théophile_Paré": "Théophile Paré (1850 – November 17, 1926) was a farmer and political figure in Manitoba. He represented La Verendrye from 1892 to 1899 in the Legislative Assembly of Manitoba as a Conservative.",
  "/wiki/La_Verendrye_(electoral_district)": "La Verendrye is a provincial electoral division in the Canadian province of Manitoba.  It was created by redistribution in 1879, and has existed since that time.",
  "/wiki/James_Riddell_(politician)": "James Riddell (May 1850 – September 19, 1926) was a Scottish-Canadian farmer and political figure in Manitoba. He represented Lorne from 1896 to 1903 in the Legislative Assembly of Manitoba as a Liberal.",
  "/wiki/John_Donald_McIntosh": "John Donald McIntosh (July 19, 1850 – after 1899) was a miller, farmer and political figure in Manitoba. He represented Manitou from 1896 to 1899 in the Legislative Assembly of Manitoba as a Liberal.",
  "/wiki/Robert_Hill_Myers": "Robert Hill Myers (March 30, 1856 – November 16, 1921) was a lawyer, judge and political figure in Manitoba. He represented Minnedosa from 1892 to 1903 in the Legislative Assembly of Manitoba as a Liberal.",
  "/wiki/Minnedosa_(electoral_district)": "Minnedosa was a provincial electoral division in the Canadian province of Manitoba. It was created in 1881 with the expansion of the province's western boundary, and has existed continuously since that time.  From 1886 to 1888, it was divided into two ridings, Minnedosa East and Minnedosa West.",
  "/wiki/9th_Manitoba_Legislature": "The members of the 9th Manitoba Legislature were elected in the Manitoba general election held in January 1896. The legislature sat from February 6, 1896, to November 16, 1899."
}