{
  "/wiki/Lava_(1980_film)": "Lava is a 1980 Indian Malayalam film,  directed by Hariharan and produced by G. P. Balan. The film stars Prem Nazir, Jagathy Sreekumar, Prameela and Sathar in the lead roles. The film has musical score by G. Devarajan. It was a remake of Dilip Kumar's famous Hindi film Gunga Jumna (1961) as well as its Tamil remake Iru Thuruvam (1971), starring Sivaji Ganeshan.",
  "/wiki/Prem_Nazir": "Prem Nazir (born Abdul Khader; 7 April 1926 – 16 January 1989) was an Indian film actor known as one of Malayalam cinema's definitive leading men of his generation. He is considered one of the greatest and most successful actors of Indian cinema.  Nazir is often referred to as Nithyaharitha Nayakan (\"Evergreen Hero\"). Nazir began his career as a stage actor and made his film debut with the 1952 film Marumakal. He took on the stage name Prem Nazir on the sets of his second film, Visappinte Vili (1952). Nazir rose to stardom during the 1950s to become one of the biggest superstars from the 1950s to his death in 1989. He is most famous for being a romantic actor. After 1985, he intentionally moved from main hero roles to character roles as he wanted to do all kinds of characters, as other artists do.",
  "/wiki/K._P._Ummer": "K. P. Ummer (Malayalam: കെ പി ഉമ്മർ (Kachinamthoduka Purayil Ummer) was a Malayalam cinema actor from Thekkepuram quarter of Kozhikode, Kerala, India. He was active in cinema from early sixties until late nineties.",
  "/wiki/Hariharan_(director)": "Hariharan is an Indian film director who has directed over 50 Malayalam films. His movies mainly revolve around the cultural and relational aspects of a typical Keralite society. His most notable works include Panchagni (1986), Nakhakshathangal (1987), Amrutham Gamaya (1987), Oru Vadakkan Veeragatha (1989), Sargam (1992), Parinayam (1994), and Pazhassi Raja (2009), has won him wide critical acclaim.",
  "/wiki/Valarthu_Mrugangal": "Valarthumrugangal is a 1981 Indian Malayalam film, directed by Hariharan. The film stars Ratheesh, Sukumaran, Madhavi and Thikkurissi Sukumaran Nair in the lead roles. The film has musical score by MB Sreenivasan.",
  "/wiki/Sukumaran": "Edappal Ponnamkuzhi Veettil Sukumaran Nair (10 June 1948 – 16 June 1997), popularly known as Sukumaran, was an Indian film actor and producer.",
  "/wiki/Ratheesh": "Ratheesh (1954–2002) was an Indian film actor best known for his work in Malayalam cinema. He was a native of Kalavoor in the Alappuzha district of Kerala, India. He was a Super star in Mollywood during the late-1970s and 1980s. He was popular for his villainous roles during the 1990s. He had acted in 158 films with directors such as K. G. George, I. V. Sasi, Joshiy, P. G. Vishwambharan, Thampy Kannamthanam, and Shaji Kailas. Unlike other contemporaries villains of the time, Ratheesh captivated the Malayalam movie lovers with his charms and handsome looks.",
  "/wiki/Garjanam": "Garjanam (lit. Roar) is a 1981 Malayalam-language Indian action film, directed by C. V. Rajendran, The film has Rajinikanth in the lead role, supported by Balan K. Nair, Madhavi and Sukumari. Jayan was the original lead actor of the film and had already shot some scenes. But because of his sudden and unexpected death, it was later completed with Rajinikanth. This was the second and last Malayalam movie of Rajinikanth.",
  "/wiki/Rajinikanth": "Shivaji Rao Gaekwad (born 12 December 1950), known professionally as Rajinikanth, is an Indian film actor who works primarily in Tamil cinema. In addition to acting, he has also worked as a producer and screenwriter. Hailed as Superstar or Thalaivaa (leader), Rajinikanth is widely regarded as the most popular actor in South India and is the highest-grossing actor in Tamil cinema history. Many cite reasons for Rajinikanth's popularity as coming from his larger-than-life super-hero appearance in many films, supported by gravity-defying stunts and charismatic expressions.",
  "/wiki/Poochasanyasi": "Poocha Sanyasi is a 1981 Indian Malayalam-language film, directed by Hariharan. The film stars Sukumari, Rajkumar, Bahadoor and Balan K. Nair. The film's score was composed by K. J. Yesudas.",
  "/wiki/Anuraagakkodathi": "Anuraagakkodathi is a 1982 Indian Malayalam film, directed by Hariharan and produced by Areefa Hassan. The film stars Shankar, Rajkumar, Ambika and Madhavi in the lead roles. The film has musical score by A. T. Ummer.",
  "/wiki/Shankar_Panicker": "Shankar Panicker, is an Indian film actor and director, popularly known as Shankar (Malayalam: ശങ്കര്‍) in Malayalam films. In the early eighties, he was a most prominent romantic lead actor of Malayalam cinema. Galatta Cinema magazine described him as the \"True romantic hero of Mollywood\" in their special edition on 100 years of Indian cinema. Shankar's debut Tamil film Oru Thalai Ragam ran for over 365 days in theatres. His Malayalam debut Manjil Virinja Pookkal ran over 200 days in theatres and is one of the all time blockbuster hit romantic films of the Malayalam film industry.",
  "/wiki/Ormakkayi": "Ormakkayi  (officially Ormakkyaie) is a 1982 Malayalam drama film directed by Bharathan and written by John Paul. The film stars Madhavi, Bharath Gopi, Adoor Bhasi, Nedumudi Venu, Ramu, Krishnachandran and Kunchan in pivotal roles.",
  "/wiki/Adoor_Bhasi": "K. Bhaskaran Nair; 1 March 1927 – 29 March 1990), known by his stage name Adoor Bhasi, was an Indian film actor and film director from Kerala. Adoor Bhasi was almost always cast as the man who stands next to the hero. His hilarious actions and roles became the cynosure of comic scenes in the Malayalam films of the 1950s, 1960s, 1970s and 1980s. He is also famous for his eloquent speeches in fluent English. He directed three Malayalam films during the late 1970s.",
  "/wiki/Bharath_Gopi": "Gopynathan Velayudhan Nair (2 November 1937 – 29 January 2008), popularly known by the stage name Bharat Gopy, was an Indian film actor, producer and director. He was one of the first actors to be associated with the New Wave cinema movement in Kerala during the 1970s.",
  "/wiki/Nedumudi_Venu": "Kesavan Venugopal (born 22 May 1948), known popularly by his stage name Nedumudi Venu, is an Indian film actor from Keralam, who predominantly works in the Malayalam Cinema. Widely regarded as one of the greatest actors in Indian cinema of all time, he has acted in more than 500 films, primarily in Malayalam and also in Tamil. He has also written screenplays and has directed one film. He has won two National Film Awards and six Kerala State Film Awards for his various performances.",
  "/wiki/Bharathan": "Bharathan (14 November 1946 – 30 July 1998) was an Indian film maker, artist, and art director. Bharathan is noted for being the founder of a new school of film making in Malayalam cinema, along with Padmarajan and K. G. George, in the 1980s, which created films that were widely received while also being critically acclaimed.Known for his unconventional works, he is widely regarded as one of the greatest film makers in the Indian Film Industry of all time.Bharathan is among one of the directors who revolutionised Malayalam Cinema.A train of directors, and screenwriters followed this school onto the 1990s including Sibi Malayil, Kamal, Lohithadas and Jayaraj. He was born at Engakkadu near Wadakkancherry, in present-day Thrissur district of Kerala, India.",
  "/wiki/Kurukkante_Kalyanam": "Kurukkante Kalyanam (English: The Fox's Marriage) is a 1982 Malayalam film. The film dwells on love that transcends age barriers. It is about a shy, timid, and introverted Sivasubrahmania Hariramachandran (Sukumaran), who falls head over heels for the  petite and spunky Saritha (Madhavi), regardless of an age difference of 14 years. The film was the directional debut of Sathyan Anthikad. It was written by Dr. P. Balakrishnan. The film was remade in Tamil as Aavathellam Pennale starring S. Ve. Sekhar.",
  "/wiki/Jagathy": "Jagathy (Malayalam: ജഗതി) is a place within the city of Thiruvananthapuram in the state of Kerala, India. It lends its name to the city ward of which it is a part.  It is famous for being the home of veteran Malayalam actor Jagathy Sreekumar. The Rajiv Gandhi Centre for Biotechnology is also located near Jagathy.",
  "/wiki/Mohanlal": "Mohanlal Viswanathan (born 21 May 1960), known mononymously as Mohanlal, is an Indian actor, producer, playback singer, and distributor, who predominantly works in Malayalam cinema. He has had a prolific career spanning over four decades, during which he has acted in more than 350 films. In addition to Malayalam, he has also appeared in other regional Indian films.",
  "/wiki/Bahadoor": "Kunjalu Kochumoideen Padiyath (1930 – 22 May 2000), known by his stage name Bahadoor, was a Malayalam film actor and comedian who, along with Adoor Bhasi, redefined the way in which comedy and funny scenes were perceived in Malayalam cinema. They made a significant contribution toward establishing comedy as the predominant genre of Malayalam cinema. Bahadoor also appeared in some serious roles and in professional plays.His last film was Joker which was released, shortly, after his death.",
  "/wiki/Sathyan_Anthikkad": "Sathyan Anthikad is an Indian film director, screenwriter, and lyricist best known for his family dramas in Malayalam cinema.",
  "/wiki/John_Jaffer_Janardhanan": "John Jaffer Janardhanan is a 1982 Malayalam movie directed by I. V. Sasi, written by T. Damodaran, starring Ratheesh, Ravindran and Mammootty. It is a remake of the 1977 Hindi movie Amar Akbar Anthony.",
  "/wiki/Mammootty": "Muhammad Kutty Paniparambil Ismail (born 7 September 1951), better known by his stage name Mammootty is an Indian film actor and producer who works in Malayalam cinema. In his career spanning four decades, he has appeared in over 400 films, predominantly in Malayalam language and also in Tamil, Telugu, Kannada, Hindi and English.",
  "/wiki/I._V._Sasi": "Irruppam Veedu Sasidaran (28 March 1948 – 24 October 2017), better known as I. V. Sasi, was an Indian film director who made over 150 films in various Indian languages. He is well known for his work in Malayalam cinema of the 1970s, 1980s and 1990s, although he directed a few Tamil and Hindi films as well. In 2015, he was awarded the J. C. Daniel Award, the highest award in Malayalam cinema.",
  "/wiki/Novemberinte_Nashtam": "Novemberinte Nashtam (English: November's Loss) is a 1982 Malayalam romantic drama film written and directed by P. Padmarajan. It stars Madhavi, Ramachandran, Prathap Pothan and Surekha in the lead roles.",
  "/wiki/Prathap_Pothan": "Pratap K. Pothen, popularly known as Pratap, is an Indian actor, director, writer, and producer who has acted in about 100 films. He has acted in Malayalam, Tamil and Telugu as well as Hindi films. He directed films in Tamil, Malayalam and Telugu.",
  "/wiki/Padmarajan": "P. Padmarajan  (23 May 1945 – 24 January 1991) was an Indian film maker, screenwriter and author who was known for his landmark work in Malayalam literature and Malayalam cinema. Padmarajan was the founder of a new school of film making in Malayalam cinema, along with Bharathan and K. G. George, in the 1980s, which created groundbreaking films that were widely received while also being critically acclaimed.Known for his classic works, he is widely regarded as one of the greatest film makers of Malayalam Cinema of all time.",
  "/wiki/Sindoora_Sandhyakku_Mounam": "Sindoora Sandhyakku Mounam is a 1982 Malayalam film directed by I. V. Sasi and written by Priyadarshan based the Hollywood title Psych-Out. The film stars Lakhsmi, Madhavi, Ratheesh, Mohanlal, Kuthiravattom Pappu and Prathap Pothen.  The whole film is set in the city of Kathmandu.",
  "/wiki/Prem_Nazirine_Kanmanilla": "Prem Nazirine Kanmanilla is a 1983 Malayalam crime film, starring Vijay Menon, Maniyanpilla Raju and Sreenivasan, who play as kidnappers of Prem Nazir. Other supporting actors include Mammootty, Shankar and Nedumudi Venu. The movie also shows the Kerala society and its political leadership and how various people behave during such a tragic event.",
  "/wiki/Sreenivasan_(actor)": "Sreenivasan (born 6 April 1956) is an Indian film actor, screenwriter, director and producer who works predominantly in Malayalam films. He has also appeared in a few Tamil films.",
  "/wiki/Maniyanpilla_Raju": "Sudheer Kumar (born 20 April 1955), better known by his stage name Maniyanpilla Raju, is an Indian film actor and producer who works in Malayalam film industry. His debut film was Mohiniyaattam in 1976. He has played a variety of roles as a character actor, appearing in over 400 films. His stage name was derived from the character he played in the film Maniyanpilla Adhava Maniyanpilla (1981), his break-through role.",
  "/wiki/Lenin_Rajendran": "Lenin Rajendran (Malayalam: ലെനിൻ രാജേന്ദ്രൻ) was an Indian film director and screenwriter who worked in Malayalam cinema. He served as the chairman of Kerala State Film Development Corporation from 2016 to January 2019.",
  "/wiki/Hello_Madras_Girl": "Hello Madras Girl is a 1983 Malayalam-language Indian feature film, directed by J. Williams, starring Shankar, Rajkumar Sethupathi, Madhavi and Poornima Jayaram. The film also stars Mohanlal in an important role.The character of Bheeman Raghu in this film resembles the  Evergreen Superstar Jayan",
  "/wiki/Shankar_Panikkar": "Shankar Panicker, is an Indian film actor and director, popularly known as Shankar (Malayalam: ശങ്കര്‍) in Malayalam films. In the early eighties, he was a most prominent romantic lead actor of Malayalam cinema. Galatta Cinema magazine described him as the \"True romantic hero of Mollywood\" in their special edition on 100 years of Indian cinema. Shankar's debut Tamil film Oru Thalai Ragam ran for over 365 days in theatres. His Malayalam debut Manjil Virinja Pookkal ran over 200 days in theatres and is one of the all time blockbuster hit romantic films of the Malayalam film industry.",
  "/wiki/Poornima_Jayaram": "Poornima  Jayaram Bhagyaraj is an Indian film actress of Malayalam and Tamil films. She has also done a few Hindi and Telugu films. She is best known for her leading roles from 1980 to 1985. Her on-screen pairings with Mohan in Tamil and Shankar in Malayalam were well acclaimed.",
  "/wiki/Kuthiravattam_Pappu": "Padmadalakshan, known by his stage name Kuthiravattam Pappu (24 December 1936 – 25 february 2000), was a popular Indian stage and film actor. His repertoire of acting was based on his unique style and use of the Kozhikodan dialect, impeccable timing and the capability to grasp the subtle nuances of any character and mould it into his signature \"Pappu style\". He has acted in over a thousand Malayalam films.",
  "/wiki/Urvashi": "Urvashi (Sanskrit: उर्वशी, lit. 'she who can control heart of others')[a] is an apsara in Hindu legend. Monier Monier-Williams proposes a different etymology in which the name means 'widely pervasive' and suggests that in its first appearances in Vedic texts it is a name for the dawn goddess. She was a celestial maiden in Indra's court and was considered the most beautiful of all the Apsaras.",
  "/wiki/J._Williams_(cinematographer)": "J. Williams  was a producer, director and cinematographer of Malayalam language films. Primarily known as a cameraman, he has also directed 8 films  and has worked in Tamil, Telugu and Kannada language films as well.",
  "/wiki/Changatham": "Changatham is a 1983 Malayalam-language Indian feature film, directed by Bhadran, starring Mammootty, Madhavi, Captain Raju and Mohanlal.",
  "/wiki/Paravoor_Bharathan": "Paravoor Bharathan (born 16 January 1929) was an Indian actor who acted in Malayalam films. He started his career in movies during the 1950s. Bharathan is known as a versatile actor and has played a variety of roles including negative roles, character roles and comedy roles.",
  "/wiki/Captain_Raju": "Raju Daniel (27 June 1950 – 17 September 2018), better known by his stage name Captain Raju, was an Indian army officer and actor. He acted in more than 600 films in various languages, including Malayalam, Hindi, Tamil, Telugu, Kannada, and English. He was best known for his performances in character roles, and as a villain. He also appeared in television serials and advertisements.",
  "/wiki/Sankaradi": "Chandrasekhara Menon, better known by his stage name Sankaradi (1924–2001), was an Indian actor. He was a veteran Malayalam comedian and character artiste, who had over 700 Malayalam films to his credit. He was one of the first realistic actors in South Indian cinema. He dominated the Malayalam film scene in the 1960s, 1970s, and 1980s as a comedian along with Adoor Bhasi and Bahadoor. Later, he switched to character roles.",
  "/wiki/Prathapachandran": "Prathapachandran was a Malayalam film actor who left a vivid impression through his dramatic portrayal of villainous and character roles in over 300 movies. He was born in 1941 at Omallur in Pathanamthitta District, Kerala, India. He died on 16 December 2004. He was 63.",
  "/wiki/Bhadran_(director)": "Bhadran Mattel is an Indian filmmaker and writer, whose career spans more than 40 years. Bhadran's body of work addresses such themes as victimization of ill-mannered parenting, concepts of psychological trauma's and redemption, objectification of fatherhood, childhood distresses, intense metaphorical placements of matter and animals, Biblical inspired backdrops and autocrat Christian culture in typical parts of Kerala. Many of his films are also known for its extremely deep but larger than life emotional sequences.",
  "/wiki/Akkare": "Akkare (transl. Across) is a 1984 Indian Malayalam-language film directed, written and produced by K. N. Sasidharan. The film stars Nedumudi Venu, Bharath Gopi, Madhavi, Mohanlal, and Mammootty in the lead roles.",
  "/wiki/Vikadakavi": "Vikadakavi is a 2011 Tamil comedy film directed by G. Krishnan, a former sound engineer. It stars Amala Paul and debutant Sathish in the lead roles. A low-budget production, the film had a limited release on 22 April 2011.",
  "/wiki/Mangalam_Nerunnu": "Mangalam Nerunnu is a 1984 Indian Malayalam film,  directed by Mohan. The film stars Nedumudi Venu, Madhavi, Shanthikrishna and Sreenath in the lead roles. The film has musical score and songs composed by Ilaiyaraaja.",
  "/wiki/Kurishuyudham": "Kurishuyudham (transl. Crusade) is a 1984 Indian Malayalam-language horror film directed by Baby and written by Pappanamkodu Lakshmanan from a story by Pushparajan. The film stars Prem Nazir, Madhu, Srividya and Mohanlal in the lead roles. The film has musical score by K. J. Joy.",
  "/wiki/Oru_Kudakeezhil": "Oru Kudakeezhil is a 1985 Indian Malayalam-language film,  directed by Joshiy and produced by Sajan. The film stars Shankar, Madhavi and Nedumudi Venu in the lead roles, while Venu Nagavally, Sukumari, Thilakan and Rohini play supporting roles. The film has musical score by Johnson.",
  "/wiki/Lalu_Alex": "Lalu Alex, is an Indian film actor who works in Malayalam cinema. In a career spanning four decades, Lalu Alex has acted over 250 movies and is known for his character roles, comic roles and antagonistic roles in Malayalam movie industry.",
  "/wiki/Joshiy": "Joshiy (born 19 July 1952) is an Indian film director from Varkala of Trivandrum in Kerala who works predominantly in the Malayalam film industry. He made his debut with Tiger Salim (1978) and has directed over 90 films including films with Mammootty and Mohanlal. He has also directed a few Hindi, Tamil, Telugu and Kannada films. In the beginning of his career, he received national fame when he directed Dharm Aur Qanoon (1984) starring Rajesh Khanna and Dharmendra in the lead roles, with Khanna in double roles.",
  "/wiki/Adhyayam_Onnu_Muthal": "Adhyayam Onnu Muthal (English: From Chapter One) is a 1985 Malayalam-language drama film, written by John Paul, directed by Sathyan Anthikad and starring Madhavi, Mohanlal, Soman, Balan K. Nair, Kaviyoor Ponnamma, Venu Nagavalli and Bahadur.",
  "/wiki/Venu_Nagavalli": "Venu Nagavally (16 April 1949 – 9 September 2010) was an Indian film actor, screenwriter and director worked in Malayalam cinema. He directed 12 films. Son of writer, commentator, and broadcaster Nagavally R. S. Kurup, Venu has acted in about fifty films, directed films such as Sukhamo Devi (1986), Sarvakalashala (1987), Lal Salam (1990), and Aye Auto (1990), and scripted the commercially successful Kilukkam (1991)."
}