{
  "/wiki/Michael_F._Price_College_of_Business": "The Michael F. Price College of Business at the University of Oklahoma is a business school in the United States. It was established in 1917 and currently has over 3,200 students.",
  "/wiki/Bizzell_Memorial_Library": "The Bizzell Memorial Library, known also as Bizzell Library, is a five-story brick structure located at the University of Oklahoma in Norman, Oklahoma. It is an elaborate Collegiate Gothic or Cherokee Gothic building, designed by the architecture firm Layton Hicks & Forsyth and constructed in 1928 during the administration of OU's fifth president, William Bennett Bizzell.",
  "/wiki/Library": "A library is a curated collection of sources of information and similar resources, selected by experts and made accessible to a defined community for reference or borrowing. It provides physical or digital access to material, and may be a physical location or a virtual space, or both. A library's collection can include books, periodicals, newspapers, manuscripts, films, maps, prints, documents, microform, CDs, cassettes, videotapes, DVDs, Blu-ray Discs, e-books, audiobooks, databases, and other formats. Libraries range widely in size up to millions of items. In Latin and Greek, the idea of a bookcase is represented by Bibliotheca and Bibliothēkē (Greek: βιβλιοθήκη): derivatives of these mean library in many modern languages, e.g. French bibliothèque.",
  "/wiki/National_Historic_Landmark": "A National Historic Landmark (NHL) is a building, district, object, site, or structure that is officially recognized by the United States government for its outstanding historical significance. Only some 2,500 (~3%) of over 90,000 places listed on the country's National Register of Historic Places are recognized as National Historic Landmarks.",
  "/wiki/McLaurin_v._Oklahoma_State_Regents_for_Higher_Education": "McLaurin v. Oklahoma State Regents, 339 U.S. 637 (1950), was a United States Supreme Court case that reversed a lower court decision upholding the efforts of the state-supported University of Oklahoma to adhere to the state law requiring African-Americans to be provided graduate or professional education on a segregated basis.",
  "/wiki/Carnegie_Library": "A Carnegie library is a library built with money donated by Scottish-American businessman and philanthropist Andrew Carnegie. A total of 2,509 Carnegie libraries were built between 1883 and 1929, including some belonging to public and university library systems. 1,689 were built in the United States, 660 in the United Kingdom and Ireland, 125 in Canada, and others in Australia, South Africa, New Zealand, Serbia, Belgium, France, the Caribbean, Mauritius, Malaysia, and Fiji.",
  "/wiki/Classics": "Classics or classical studies is the study of classical antiquity. It encompasses the study of the Greco-Roman world, particularly of its languages and literature (Ancient Greek and Classical Latin) but also of Greco-Roman philosophy, history, and archaeology. Traditionally in the West, the study of the Greek and Roman classics is considered one of the cornerstones of the humanities and a fundamental element of a rounded education. The study of classics has therefore traditionally been a cornerstone of a typical elite education.",
  "/wiki/Weitzenhoffer_Family_College_of_Fine_Arts": "The Weitzenhoffer Family College of Fine Arts is the fine arts unit of the University of Oklahoma in Norman. The college produces nearly 300 concerts, recitals, dramas, musicals, operas and dance performances each year. The college occupies several buildings on campus including the Museum of Art, Rupel J. Jones Fine Arts Center, Donald W. Reynolds Center for the Performing Arts, and Catlett Music Center.",
  "/wiki/University_of_Oklahoma_College_of_Engineering": "The University of Oklahoma College of Engineering in the engineering unit of the University of Oklahoma in Norman. It has an enrollment of 2,086 undergraduates and 2,193 graduate students,. In 2009, 257 bachelor's degrees, 92 master's degrees and 29 doctoral degrees were conferred.",
  "/wiki/Industrial_engineering": "Industrial engineering is an engineering profession that is concerned with the optimization of complex processes, systems, or organizations by developing, improving and implementing integrated systems of people, money, knowledge, information, equipment, energy and materials.",
  "/wiki/Civil_engineering": "Civil engineering is a professional engineering discipline that deals with the design, construction, and maintenance of the physical and naturally built environment, including public works such as roads, bridges, canals, dams, airports, sewerage systems, pipelines, structural components of buildings, and railways.",
  "/wiki/Pride_of_Oklahoma": "The Pride of Oklahoma Marching Band, known as \"The Pride\", is the student marching band for the University of Oklahoma Sooners.",
  "/wiki/Ku_Klux_Klan": "The Ku Klux Klan (/ˌkuː klʌks ˈklæn, ˌkjuː-/),[a] commonly called the KKK or the Klan, is an American white supremacist hate group, whose primary target is African Americans. The Klan has existed in three distinct eras at different points in time during the history of the United States. Each has advocated extremist reactionary positions such as white nationalism, anti-immigration and—especially in later iterations—Nordicism and anti-Catholicism. Historically, the first Klan used terrorism – both physical assault and murder – against politically active blacks and their allies in the South in the late 1860s, until it was suppressed around 1872.  All three movements have called for the \"purification\" of American society and all are considered \"right-wing extremist\" organizations. In each era, membership was secret and estimates of the total were highly exaggerated by both friends and enemies.",
  "/wiki/Chemistry": "Chemistry is the scientific discipline involved with elements and compounds composed of atoms, molecules and ions: their composition, structure, properties, behavior and the changes they undergo during a reaction with other substances.",
  "/wiki/University_of_Oklahoma_College_of_Education": "The Jeannine Rainbolt College of Education is the education unit of the University of Oklahoma in Norman. As of fall 2005, the school had an enrollment of 639 undergraduates and 777 graduates. The building is also called Collings Hall.",
  "/wiki/Oklahoma_Daily": "The Oklahoma Daily is the independent, student-produced newspaper at the University of Oklahoma, with a circulation of 6,000. Though it maintains a connection with OU's Gaylord College of Journalism and Mass Communication, the newspaper is not a part of required learning for journalism students at OU. Some classes, however, are offered at The Daily for academic credit.",
  "/wiki/KGOU": "KGOU is a National Public Radio member News/Talk/Jazz music/Blues music radio station serving the Oklahoma City area, western and northwestern Oklahoma, and towns in Pontotoc, Seminole and Grady counties.  It is licensed to the Board of Regents of the University of Oklahoma.  It is operated by OU's College of Continuing Education (OU Outreach), with studios in Copeland Hall on the OU campus. The staff consists of ten full-time and four part-time employees.",
  "/wiki/NPR": "National Public Radio (NPR, stylized as npr) is a privately and publicly funded American non-profit membership media organization based in Washington, D.C. NPR differs from other non-profit membership media organizations, such as AP, in that it was established by an act of Congress and most of its member stations are owned by government entities (often public universities). It serves as a national syndicator to a network of over 1,000 public radio stations in the United States.",
  "/wiki/Botany": "Botany, also called plant science(s), plant biology or phytology, is the science of plant life and a branch of biology. A botanist, plant scientist or phytologist is a scientist who specialises in this field. The term \"botany\" comes from the Ancient Greek word βοτάνη (botanē) meaning \"pasture\", \"grass\", or \"fodder\"; βοτάνη is in turn derived from βόσκειν (boskein), \"to feed\" or \"to graze\".  Traditionally, botany has also included the study of fungi and algae by mycologists and phycologists respectively, with the study of these three groups of organisms remaining within the sphere of interest of the International Botanical Congress. Nowadays, botanists (in the strict sense) study approximately 410,000 species of land plants of which some 391,000 species are vascular plants (including approximately 369,000 species of flowering plants), and approximately 20,000 are bryophytes.",
  "/wiki/Microbiology": "Microbiology (from Greek μῑκρος, mīkros, \"small\"; βίος, bios, \"life\"; and -λογία, -logia) is the study of microorganisms, those being unicellular (single cell), multicellular (cell colony), or acellular (lacking cells). Microbiology encompasses numerous sub-disciplines including virology, parasitology, mycology and bacteriology.",
  "/wiki/George_Lynn_Cross": "George Lynn Cross  (May 12, 1905 – December 31, 1998) was a botanist, author, and the longest serving president of the University of Oklahoma (1943 to 1968).  After he was appointed president at the age of 38, Cross helped peacefully integrate the university; built and oversaw the most winning college football program of the 1950s; spearheaded the expansion of numerous academic programs and facilities; and then helped lead the university through the 1960s protest period.  After retiring as President, Cross wrote several books, the first of which, Blacks in White Colleges, described his personal experiences during the constitutional desegregation litigation that arose almost immediately after he became the university's young president.",
  "/wiki/Computer_Science": "Computer science (sometimes called computation science) is the study of processes that interact with data and that can be represented as data in the form of programs. It enables the use of algorithms to manipulate, store, and communicate digital information. A computer scientist studies the theory of computation and the practice of designing software systems.",
  "/wiki/Electrical_Engineering": "Electrical engineering is an engineering discipline concerned with the study, design and application of equipment, devices and systems which use electricity, electronics, and electromagnetism. It emerged as an identifiable occupation in the latter half of the 19th century after commercialization of the electric telegraph, the telephone, and electrical power generation, distribution and use.",
  "/wiki/Computer_Engineering": "Computer engineering (CE) is a branch of engineering that integrates several fields of computer science and electronic engineering required to develop computer hardware and software. Computer engineers usually have training in electronic engineering (or electrical engineering), software design, and hardware-software integration instead of only software engineering or electronic engineering. Computer engineers are involved in many hardware and software aspects of computing, from the design of individual microcontrollers, microprocessors, personal computers, and supercomputers, to circuit design. This field of engineering not only focuses on how computer systems themselves work but also how they integrate into the larger picture.",
  "/wiki/Environmental_Engineering": "Environmental engineering is a professional engineering discipline that takes from broad scientific topics like chemistry, biology, ecology, geology, hydraulics, hydrology, microbiology, and mathematics to create solutions that will protect and also improve the health of living organisms and improve the quality of the environment. Environmental engineering is a sub-discipline of civil engineering , chemical engineering and mechanical engineering.",
  "/wiki/Information_technology": "Information technology (IT) is the use of computers to store, retrieve, transmit, and manipulate data or information. IT is typically used within the context of business operations as opposed to personal or entertainment technologies. IT is considered to be a subset of information and communications technology (ICT). An information technology system (IT system) is generally an information system, a communications system or, more specifically speaking, a computer system – including all hardware, software and peripheral equipment – operated by a limited group of users.",
  "/wiki/Economics": "Economics (/ɛkəˈnɒmɪks, iːkə-/) is the social science that studies the production, distribution, and consumption of goods and services.",
  "/wiki/Mechanical_engineering": "Mechanical engineering is the discipline that applies engineering physics, engineering mathematics, and materials science principles to design, analyze, manufacture, and maintain mechanical systems.  It is one of the oldest and broadest of the engineering disciplines.",
  "/wiki/Aerospace_engineering": "Aerospace engineering is the primary field of engineering concerned with the development of aircraft and spacecraft.  It has two major and overlapping branches: aeronautical engineering and astronautical engineering.  Avionics engineering is similar, but deals with the electronics side of aerospace engineering.",
  "/wiki/Fred_Jones_Jr._Museum_of_Art": "The Fred Jones Jr. Museum of Art is an art museum on the University of Oklahoma campus in Norman, Oklahoma.",
  "/wiki/Gaylord_College_of_Journalism_and_Mass_Communication": "In 1897, five years after the University of Oklahoma opened its doors, the first student ran newspaper, The Umpire, made its debut. In 1903 it became a semiweekly news publication called the University Oklahoman. Subsequently, by 1916 the paper had taken on the name that it still carries today, The Oklahoma Daily.",
  "/wiki/Edward_K._Gaylord": "Edward King Gaylord (March 5, 1873 – May 30, 1974), often referred to as E.K. Gaylord, was the owner and publisher of the Daily Oklahoman newspaper (now The Oklahoman), as well as a radio and television entrepreneur. Born in Atchison, Kansas and educated in Colorado, he worked on several publications before moving to Oklahoma and buying an interest in the Daily Oklahoman. He built the publication into a statewide newspaper and took over its parent company in 1918."
}