{
  "/wiki/Chocolate_and_Soldiers": "Chocolate and Soldiers (チョコレートと兵隊, Chokorēto to Heitai) is a 1938 Japanese war film directed by Sato Takeshi. It shows the common Japanese soldier as an individual and as a family man, presenting even enemy Chinese soldiers as brave individuals. It is considered to be a \"humanist\" film, paying close attention to the human feelings of both the soldier and his family.",
  "/wiki/Imperial_Japanese_Army": "The Imperial Japanese Army (Japanese: 大日本帝国陸軍, Hepburn: Dai-Nippon Teikoku Rikugun, \"Army of the Greater Japanese Empire\") was the official ground-based armed force of the Empire of Japan from 1868 to 1945. It was controlled by the Imperial Japanese Army General Staff Office and the Ministry of the Army, both of which were nominally subordinate to the Emperor of Japan as supreme commander of the army and the navy. Later an Inspectorate General of Aviation became the third agency with oversight of the army. During wartime or national emergencies, the nominal command functions of the emperor would be centralized in an Imperial General Headquarters (IGHQ), an ad-hoc body consisting of the chief and vice chief of the Army General Staff, the Minister of the Army, the chief and vice chief of the Naval General Staff, the Inspector General of Aviation, and the Inspector General of Military Training.",
  "/wiki/Communists": "Communism (from Latin communis, \"common, universal\") is a philosophical, social, political and economic ideology and movement whose ultimate goal is the establishment of a communist society, namely a socioeconomic order structured upon the ideas of common ownership of the means of production and the absence of social classes, money and the state.",
  "/wiki/Defense_of_Sihang_Warehouse": "The defense of Sihang Warehouse  took place from October 26 to November 1, 1937, and marked the beginning of the end of the three-month Battle of Shanghai in the opening phase of the Second Sino-Japanese War. Defenders of the warehouse held out against numerous waves of Japanese forces and covered Chinese forces retreating west during the Battle of Shanghai.",
  "/wiki/Ying_Yunwei": "Ying Yunwei (7 September 1904 – 17 January 1967) born in Shanghai, was a Chinese director and writer.",
  "/wiki/Gibraltar_(1938_film)": "Gibraltar is a 1938 French thriller film directed by Fedor Ozep and starring Viviane Romance, Roger Duchesne, Abel Jacquin and Erich von Stroheim.",
  "/wiki/Fedor_Ozep": "Fedor Ozep or Fyodor Otsep (Russian: Фёдор Александрович Оцеп, Fyodor Aleksandrovich Otsep; February 9, 1895 – June 20, 1949) was a Russian-American film director and screenwriter, born in Moscow. An important early writer on film and film theory, he served as dramaturge for the Mezhrabpomfilm-Rus company and wrote a number of films for directors such as V.I. Pudovkin and Yakov Protazanov before turning to directing in 1926.",
  "/wiki/Gibraltar": "Gibraltar (/dʒɪˈbrɔːltər/ jih-BRAWL-tər, Spanish: [xiβɾalˈtaɾ]) is a British Overseas Territory located at the southern tip of the Iberian Peninsula. It has an area of 6.7 km2 (2.6 sq mi) and is bordered to the north by Spain. The landscape is dominated by the Rock of Gibraltar at the foot of which is a densely populated town area, home to over 32,000 people, primarily Gibraltarians.",
  "/wiki/Luciano_Serra,_Pilot": "Luciano Serra, Pilot (Italian: Luciano Serra pilota) is a 1938 Italian war drama film directed by Goffredo Alessandrini and starring Amedeo Nazzari, Germana Paolieri and Roberto Villa.",
  "/wiki/Goffredo_Alessandrini": "Goffredo Alessandrini  (20 November 1904 in Cairo – 16 May 1978 in Rome) was an Italian scriptwriter and film director. He also acted, edited, and produced some films.",
  "/wiki/Second_Italo-Abyssinian_War": "The Second Italo-Ethiopian War, also referred to as the Second Italo-Abyssinian War, was a colonial war which was fought between October 1935 and February 1937. It is seen as an example of the expansionist policy that characterized the Axis powers and the inefficiency of the League of Nations before the outbreak of World War II.",
  "/wiki/A_Pay_by_the_Wayside": "Five Scouts (五人の斥候兵, Gonin no sekkōhei) is a 1938 Japanese war film directed by Tomotaka Tasaka. It won best film at the 1939 Kinema Junpo Awards and was nominated best film at the 1938 Venice International Film Festival.",
  "/wiki/Tomotaka_Tasaka": "Tomotaka Tasaka (田坂 具隆, Tasaka Tomotaka, 14 April 1902 – 17 October 1974) was a Japanese film director.",
  "/wiki/Shigeyoshi_Suzuki_(film_director)": "Shigeyoshi Suzuki (鈴木重吉, Suzuki Shigeyoshi, 25 June 1900 – 8 October 1976) was a Japanese film director and  screenwriter.",
  "/wiki/The_Shanghai_Drama": "The Shanghai Drama (French: Le drame de Shanghaï) is a 1938 French drama film directed by Georg Wilhelm Pabst and starring Christl Mardayn, Louis Jouvet and Raymond Rouleau.  An exiled White Russian woman works as a cabaret singer in Shanghai to support her daughter through school.",
  "/wiki/Georg_Wilhelm_Pabst": "Georg Wilhelm Pabst (25 August 1885 – 29 May 1967) was an Austrian film director and screenwriter. He started as an actor and theater director, before becoming one of the most influential German-language filmmakers during the Weimar Republic.",
  "/wiki/Black_Dragon_Society": "The Black Dragon Society (Kyūjitai; 黑龍會; Shinjitai: 黒竜会, kokuryūkai), or Amur River Society, was a prominent paramilitary, ultranationalist right-wing group in Japan.",
  "/wiki/Shanghai": "Shanghai (Chinese: 上海; Shanghainese pronunciation: [zɑ̃.hɛ] (listen), Putonghua pronunciation: [ʂâŋ.xài] (listen)) is one of the four municipalities of the People's Republic of China. It is located on the southern estuary of the Yangtze, and the Huangpu River flows through it. With a population of 24.2 million as of 2018[update], it is the most populous urban area in China and the second most populous city proper in the world. Shanghai is a global center for finance, innovation, and transportation, and the Port of Shanghai is the world's busiest container port.",
  "/wiki/List_of_World_War_II_films": "This is a list of fictional feature films or miniseries which feature events of World War II in the narrative."
}