{
  "/wiki/5_June_(film)": "5 June (German: Der 5. Juni) is a 1942 German war film directed by Fritz Kirchhoff and starring Carl Raddatz, Joachim Brennecke and Karl Ludwig Diehl. The film depicts the events of 1940 when German forces successfully invaded France. It was shot on location in France and Germany. Constant changes to the film, often at the request of the German military, led to large cost overruns. In November 1942, the film was banned by the Minister of Public Enlightenment and Propaganda Joseph Goebbels for unspecified reasons. It has been speculated that Goebbels thought the film was not entertaining enough or wished to avoid offending the Vichy government of France.",
  "/wiki/Fritz_Kirchhoff": "Fritz Kirchhoff (1901–1953) was a German screenwriter, film producer and director. He was a noted director during the Nazi era, directing film such as the anti-British propaganda thriller Attack on Baku (1942). His 1942 film 5 June, showing the German defeat of France in 1940, was banned by Joseph Goebbels for unclear reasons, although it has been speculated it was to avoid offending the Vichy government. After the Second World War Kirchoff set up his own production company in Hamburg.",
  "/wiki/Battle_of_France": "The Battle of France, also known as the Fall of France, was the German invasion of France and the Low Countries during the Second World War. On 3 September 1939 France had declared war on Germany, following the invasion of its ally Poland. In early September 1939, France launched the Saar Offensive, which stalled. By mid October, French troops had been withdrawn to their original start positions. In six weeks from 10 May 1940, German forces defeated Allied forces by mobile operations and conquered France, Belgium, Luxembourg and the Netherlands, bringing land operations on the Western Front to an end until the Normandy landings on 6 June 1944. Italy entered the war on 10 June 1940 and invaded France over the Alps.",
  "/wiki/Across_the_Pacific": "Across the Pacific is a 1942 American spy film set on the eve of the entry of the United States into World War II. The film was directed first by John Huston, then by Vincent Sherman after Huston joined the United States Army Signal Corps. It stars Humphrey Bogart, Mary Astor, and Sydney Greenstreet. Despite the title, the action of the film never progresses across the Pacific, concluding in Panama.",
  "/wiki/John_Huston": "John Marcellus Huston (/ˈhjuːstən/; August 5, 1906 – August 28, 1987) was an American film director, screenwriter, actor, and visual artist. Huston was a citizen of the United States by birth but renounced U.S. citizenship to become an Irish citizen and resident. He returned to the United States, where he lived the rest of his life. He wrote the screenplays for most of the 37 feature films he directed, many of which are today considered classics: The Maltese Falcon (1941), The Treasure of the Sierra Madre (1948), The Asphalt Jungle (1950), The African Queen (1951), The Misfits (1961), Fat City (1972),  The Man Who Would Be King (1975) and Prizzi's Honor (1985). During his 46-year career, Huston received 15 Oscar nominations, winning twice, and directed both his father, Walter Huston, and daughter, Anjelica Huston, to Oscar wins.",
  "/wiki/Vincent_Sherman": "Vincent Sherman (July 16, 1906 – June 18, 2006) was an American director and actor who worked in Hollywood. His movies include Mr. Skeffington (1944), Nora Prentiss (1947), and The Young Philadelphians (1959).",
  "/wiki/Panama_Canal": "The Panama Canal (Spanish: Canal de Panamá) is an artificial 82 km (51 mi) waterway in Panama that connects the Atlantic Ocean with the Pacific Ocean. The canal cuts across the Isthmus of Panama and is a conduit for maritime trade.  Canal locks are at each end to lift ships up to Gatun Lake, an artificial lake created to reduce the amount of excavation work required for the canal, 26 m (85 ft) above sea level, and then lower the ships at the other end. The original locks are 32.5 m (110 ft) wide. A third, wider lane of locks was constructed between September 2007 and May 2016. The expanded canal began commercial operation on June 26, 2016. The new locks allow transit of larger, neo-Panamax ships, capable of handling more cargo.",
  "/wiki/Francesco_De_Robertis": "Francesco De Robertis (1902–1959) was an Italian screenwriter, film editor and director. His semi-documentary film-making style of the early 1940s has been credited as an influence on the development of Italian neorealism.",
  "/wiki/Mediterranean_Theatre_of_World_War_II": "The Mediterranean and Middle East Theatre was a major theatre of operations during the Second World War. The vast size of the Mediterranean and Middle East theatre saw interconnected naval, land, and air campaigns fought for control of the Mediterranean, North Africa, the Horn of Africa, the Middle East and Southern Europe. The fighting in this theatre lasted from 10 June 1940, when Italy entered the war on the side of Germany, until 2 May 1945 when all Axis forces in Italy surrendered. However, fighting would continue in Greece – where British troops had been dispatched to aid the Greek government – during the early stages of the Greek Civil War.",
  "/wiki/Atlantic_Convoy": "Atlantic Convoy is a 1942 American war film directed by Lew Landers. The story follows naval patrols based on the Icelandic coast battling the German U-boats during World War II, and the German efforts to infiltrate their operations with spies and saboteurs.",
  "/wiki/Lew_Landers": "Lew Landers (born Louis Friedlander, January 2, 1901 – December 16, 1962) was an American independent film and television director.",
  "/wiki/Iceland_in_World_War_II": "At the beginning of World War II, Iceland was a sovereign kingdom in personal union with Denmark, with King Christian X as head of state. Iceland officially remained neutral throughout World War II. However, the British invaded Iceland on 10 May 1940. On 7 July 1941, the defence of Iceland was transferred from Britain to the United States, which was still a neutral country until five months later. On 17 June 1944, Iceland dissolved its union with Denmark and the Danish monarchy and declared itself a republic, which remains to this day.",
  "/wiki/The_Battle_of_Hong_Kong_(film)": "The Battle of Hong Kong Honkon kōryaku: Eikoku kuzururu no hi (香港攻略 英国崩るゝの日) (Chinese: 香港攻略), also known as The Day England Fell, is the sole film made in Hong Kong during the Japanese Occupation from 1941 to 1945. The 1942 film was produced by the Japanese Dai Nippon Film Company, was directed by Shigeo Tanaka (田中重雄 Tanaka Shigeo) and featured an all-Japanese cast, but some Hong Kong film personalities were also involved in its making.",
  "/wiki/Battle_of_Hong_Kong": "The Battle of Hong Kong (8–25 December 1941), also known as the Defence of Hong Kong and the Fall of Hong Kong, was one of the first battles of the Pacific War in World War II. On the same morning as the attack on Pearl Harbor, forces of the Empire of Japan attacked the British Crown colony of Hong Kong. The attack was in violation of international law as Japan had not declared war against the British Empire. The Hong Kong garrison consisted of British, Indian and Canadian units besides Chinese soldiers and conscripts from both within and outside Hong Kong.",
  "/wiki/Augusto_Genina": "Augusto Genina (28 January 1892 – 18 September 1957) was an Italian film pioneer. He was a movie producer and director.",
  "/wiki/Black_Dragons": "Black Dragons is a 1942 American film directed by William Nigh and starring Bela Lugosi, Joan Barclay, and George Pembroke. The cast includes Clayton Moore, who plays a handsome detective. The Black Dragon Society also appears in Let's Get Tough! a 1942 East Side Kids film made by the same team of writer Harvey Gates and producer Sam Katzman.",
  "/wiki/William_Nigh": "William Nigh (October 12, 1881 – November 27, 1955) was an American film director, writer, and actor. His film work sometimes lists him as either \"Will Nigh\" or \"William Nye\".",
  "/wiki/Black_Dragon_Society": "The Black Dragon Society (Kyūjitai; 黑龍會; Shinjitai: 黒竜会, kokuryūkai), or Amur River Society, was a prominent paramilitary, ultranationalist right-wing group in Japan.",
  "/wiki/The_Bugle_Sounds": "The Bugle Sounds is a 1942 World War II movie starring Wallace Beery as a cavalry sergeant resistant to replacing horses with tanks. The supporting cast includes Marjorie Main, Lewis Stone, George Bancroft, Donna Reed, and Chill Wills, and  the film was directed by S. Sylvan Simon.",
  "/wiki/S._Sylvan_Simon": "S. Sylvan Simon (March 9, 1910 – May 17, 1951) was an American stage/film director and producer.",
  "/wiki/Captains_of_the_Clouds": "Captains of the Clouds (a.k.a. Shadows of Their Wings) is a 1942 Warner Bros. war film in Technicolor,  directed by Michael Curtiz and starring James Cagney.  It was produced by William Cagney (James Cagney's brother), with Hal B. Wallis as executive producer. The screenplay was written by Arthur T. Horman, Richard Macaulay, and Norman Reilly Raine, based on a story by Horman and Roland Gillett. The cinematography was by Wilfred M. Cline, Sol Polito, and Winton C. Hoch and was notable in that it was the first feature-length Hollywood production filmed entirely in Canada.",
  "/wiki/Michael_Curtiz": "Michael Curtiz (/kɜːrˈtiːz/ kur-TEEZ; born Manó Kaminer; December 24, 1886 –  April 11, 1962) was a Hungarian-born American film director, recognized as one of the most prolific directors in history.:67 He directed classic films from the silent era and numerous others during Hollywood's Golden Age, when the studio system was prevalent.",
  "/wiki/Bush_pilot": "Bush flying refers to aircraft operations carried out in the bush. Bush flying involves operations in rough terrain where there are often no prepared landing strips or runways, frequently necessitating that bush planes be equipped with abnormally large tires, floats or skis.",
  "/wiki/British_Commonwealth_Air_Training_Plan": "The British Commonwealth Air Training Plan (BCATP), or Empire Air Training Scheme (EATS) often referred to as simply \"The Plan\",  was a massive, joint military aircrew training program created by the United Kingdom, Canada, Australia and New Zealand, during the Second World War. BCATP remains as one of the single largest aviation training programs in history and was responsible for training nearly half the pilots, navigators, bomb aimers, air gunners, wireless operators and flight engineers who served with the Royal Air Force (RAF), Royal Navy Fleet Air Arm (FAA), Royal Australian Air Force (RAAF), Royal Canadian Air Force (RCAF) and Royal New Zealand Air Force (RNZAF) during the war.",
  "/wiki/Casablanca_(film)": "Casablanca is a 1942 American romantic drama film directed by Michael Curtiz based on Murray Burnett and Joan Alison's unproduced stage play Everybody Comes to Rick's. The film stars Humphrey Bogart, Ingrid Bergman, and Paul Henreid; it also features Claude Rains, Conrad Veidt, Sydney Greenstreet, Peter Lorre, and Dooley Wilson. Set during World War II, it focuses on an American expatriate who must choose between his love for a woman and helping her and her husband, a Czech resistance leader, escape from the Vichy-controlled city of Casablanca to continue his fight against the Germans.",
  "/wiki/Academy_Award_for_Best_Picture": "The Academy Award for Best Picture is one of the Academy Awards presented annually by the Academy of Motion Picture Arts and Sciences (AMPAS) since the awards debuted in 1929. This award goes to the producers of the film and is the only category in which every member of the Academy is eligible to submit a nomination and vote on the final ballot. Best Picture is the final award of the night and is considered the most prestigious honor of the ceremony.",
  "/wiki/Morocco": "Morocco (/məˈrɒkoʊ/ (listen); Arabic: المغرب‎, romanized: al-maġhrib, lit. 'place the sun sets; the west'; Standard Moroccan Tamazight: ⵍⵎⵖⵔⵉⴱ, romanized: lmeɣrib; French: Maroc), officially the Kingdom of Morocco (Arabic: المملكة المغربية‎, romanized: al-mamlakah al-maghribiyah, lit. 'The Western Kingdom'; Standard Moroccan Tamazight: ⵜⴰⴳⵍⴷⵉⵜ ⵏ ⵍⵎⵖⵔⵉⴱ, romanized: tageldit n lmaɣrib; French: Royaume du Maroc), is a country located in the Maghreb region of North Africa. It overlooks the Mediterranean Sea to the north and the Atlantic Ocean to the west, with land border with Algeria to the east and Western Sahara to the south (status disputed). Morocco also claims the exclaves of Ceuta, Melilla and Peñón de Vélez de la Gomera, all of them under Spanish jurisdiction, as well as several small Spanish-controlled islands of its coast. The capital is Rabat and the largest city is Casablanca. Morocco spans an area of 710,850 km2 (274,460 sq mi) and has a population of over 36 million.",
  "/wiki/Commandos_Strike_at_Dawn": "Commandos Strike at Dawn is a 1942 war film directed by John Farrow and written by Irwin Shaw from a short story entitled The Commandos by C.S. Forester that appeared in Cosmopolitan Magazine in June 1942.  Filmed in Canada, it starred Paul Muni, Anna Lee, Lillian Gish in her return to the screen, Cedric Hardwicke and Robert Coote.",
  "/wiki/John_Farrow": "John Villiers Farrow, KGCHS (10 February 1904 – 27 January 1963) was an Australian-born American film director, producer and screenwriter. In 1957, he won the Academy Award for Best Writing/Best Screenplay for Around the World in Eighty Days and in 1942, he was nominated as Best Director for Wake Island. He had seven children by his wife, actress Maureen O'Sullivan, including actress Mia Farrow.",
  "/wiki/Norwegian_resistance_movement": "The Norwegian resistance to the occupation of Norway by Nazi Germany began after Operation Weserübung in 1940 and ended in 1945. It took several forms:",
  "/wiki/The_Dawn_Express": "The Dawn Express (aka Dawn Express and Nazi Spy Ring (working title)) is a 1942 American film directed by Albert Herman. The film  stars Michael Whalen, Anne Nagel, William Bakewell and Constance Worth..mw-parser-output .toclimit-2 .toclevel-1 ul,.mw-parser-output .toclimit-3 .toclevel-2 ul,.mw-parser-output .toclimit-4 .toclevel-3 ul,.mw-parser-output .toclimit-5 .toclevel-4 ul,.mw-parser-output .toclimit-6 .toclevel-5 ul,.mw-parser-output .toclimit-7 .toclevel-6 ul{display:none}",
  "/wiki/Albert_Herman": "Albert Herman (1887–1958) was an American actor, screenwriter and film director. Herman was a prolific director, working mainly on low-budget movies for companies such as Producers Releasing Corporation. He is sometimes credited as Al Herman.",
  "/wiki/The_Day_Will_Dawn": "The Day Will Dawn, released in the US as The Avengers, is a 1942 war film set in Norway during World War II. It stars Ralph Richardson, Deborah Kerr, Hugh Williams and Griffith Jones, and was directed by Harold French from a script written by Anatole de Grunwald, Patrick Kirwan and Terence Rattigan, based on a story by Frank Owen. The music by Richard Addinsell was performed by the London Symphony Orchestra conducted by Muir Mathieson.",
  "/wiki/Harold_French": "Harold French (23 April 1897 – 19 October 1997) was an English film director, screenwriter and actor.",
  "/wiki/Desperate_Journey": "Desperate Journey is a 1942 American World War II action and aviation film directed by Raoul Walsh and starring Errol Flynn and Ronald Reagan. The supporting cast includes Raymond Massey, Alan Hale Sr., and Arthur Kennedy. The melodramatic film featured a group of downed Allied airmen making their way out of the Third Reich, often with their fists.[Note 1]",
  "/wiki/Raoul_Walsh": "Raoul A. Walsh (March 11, 1887 – December 31, 1980) was an American film director, actor, founding member of the Academy of Motion Picture Arts and Sciences (AMPAS) and the brother of the silent screen actor George Walsh. He was known for portraying John Wilkes Booth in the silent classic The Birth of a Nation (1915) and for directing such films as The Big Trail (1930), starring John Wayne, High Sierra (1941), starring Ida Lupino and Humphrey Bogart; and White Heat (1949), starring James Cagney and Edmond O'Brien. He directed his last film in 1964.",
  "/wiki/Netherlands_in_World_War_II": "Despite being neutral, the Netherlands in World War II was invaded by Nazi Germany on 10 May 1940, as part of Fall Gelb. On 15 May 1940, one day after the bombing of Rotterdam, the Dutch forces surrendered. The Dutch government and the royal family saved themselves by going to London. Princess Juliana and her children moved on to Canada for additional safety.",
  "/wiki/Document_Z-3": "Document Z-3 (Italian:Documento Z-3) is a 1942 Italian spy film directed by Alfredo Guarini and starring Isa Miranda, Claudio Gora and Luis Hurtado. It was one of three Miranda films directed by Guarini that helped re-establish her in Italian cinema following her return from a largely unsuccessful spell in Hollywood. Many critics were not impressed with the film, feeling that Miranda had not recovered the spontaneity of her pre-Hollywood films. This is considered the first movie in which Federico Fellini has worked as a screenwriter.",
  "/wiki/Alfredo_Guarini": "Alfredo Guarini (1901–1981) was an Italian screenwriter, film producer and director. Guarini is noted in particular for his management of the career of the Italian actress Isa Miranda, who he eventually married. In the mid-1930s he was responsible for persuading her to work in a variety of different countries to build up a greater international profile after her breakthrough success in Everybody's Woman (1934).",
  "/wiki/Invasion_of_Yugoslavia": "The invasion of Yugoslavia, also known as the April War[a] or Operation 25,[b] was a German-led attack on the Kingdom of Yugoslavia by the Axis powers which began on 6 April 1941 during World War II. The order for the invasion was put forward in \"Führer Directive No. 25\", which Adolf Hitler issued on 27 March 1941, following the Yugoslav coup d'état.",
  "/wiki/Eagle_Squadron_(film)": "Eagle Squadron is a 1942 American war film directed by Arthur Lubin and starring Robert Stack, Diana Barrymore, John Loder and Nigel Bruce.  It was based on a story by C.S. Forester that appeared in Cosmopolitan magazine, and inspired by media reports of the fighting in the Battle of Britain, in particular, the American pilots who volunteered before the United States entered World War II,  to fly for the Royal Air Force in the actual Eagle Squadrons.",
  "/wiki/Arthur_Lubin": "Arthur Lubin (July 25, 1898 – May 12, 1995) was an American film director and producer who directed several Abbott & Costello films, Phantom of the Opera (1943), the Francis the Talking Mule series and created the talking-horse TV series Mister Ed. A prominent director for Universal Pictures in the 1940s and 1950s, he is perhaps best known today as the man who gave Clint Eastwood his first contract in film.",
  "/wiki/Eagle_Squadron": "The Eagle Squadrons were three fighter squadrons of the Royal Air Force (RAF) formed with volunteer pilots from the United States during the early days of World War II (circa 1940), prior to America's entry into the war in December 1941.",
  "/wiki/Battle_of_Britain": "The Battle of Britain (German: die Luftschlacht um England, \"the Air Battle for England\") was a military campaign of the Second World War, in which the Royal Air Force (RAF) defended the United Kingdom (UK) against large-scale attacks by Nazi Germany's air force, the Luftwaffe. It has been described as the first major military campaign fought entirely by air forces. The British officially recognise the battle's duration as being from 10 July until 31 October 1940, which overlaps the period of large-scale night attacks known as the Blitz, that lasted from 7 September 1940 to 11 May 1941.\nGerman historians do not accept this subdivision and regard the battle as a single campaign lasting from July 1940 to June 1941, including the Blitz.",
  "/wiki/Vladimir_Petrov_(director)": "Vladimir Petrov (Russian: Владимир Михайлович Петров, 22 July 1896 – 7 January 1966) was a Soviet film director and screenwriter. He directed 24 films between 1928 and 1964. Vladimir Petrov was awarded Stalin Prize five times: in 1941 (twice), 1946 (twice) and 1950.",
  "/wiki/The_First_of_the_Few": "The First of the Few (US title Spitfire) is a 1942 British black-and-white biographical film produced and directed by Leslie Howard, who stars as R. J. Mitchell, the designer of the Supermarine Spitfire fighter aircraft. David Niven co-stars as a Royal Air Force officer and test pilot, a composite character that represents the pilots who flew Mitchell's seaplanes and tested the Spitfire. The film depicts Mitchell's strong work ethic in designing the Spitfire and his death. The film's title alludes to Winston Churchill's speech describing Battle of Britain aircrew, subsequently known as the Few: \"Never was so much owed by so many to so few\".",
  "/wiki/Leslie_Howard_(actor)": "Leslie Howard Steiner (3 April 1893 – 1 June 1943) was an English stage and film actor, director, and producer. He also wrote many stories and articles for The New York Times, The New Yorker, and Vanity Fair and was one of the biggest box-office draws and movie idols of the 1930s.",
  "/wiki/Supermarine_Spitfire": "The Supermarine Spitfire is a British single-seat fighter aircraft that was used by the Royal Air Force and other Allied countries before, during, and after World War II. Many variants of the Spitfire were built, using several wing configurations, and it was produced in greater numbers than any other British aircraft. It was also the only British fighter produced continuously throughout the war. The Spitfire continues to be popular among enthusiasts; nearly 60 remain airworthy, and many more are static exhibits in aviation museums throughout the world.",
  "/wiki/Flying_Fortress_(film)": "Flying Fortress is a 1942 British black-and-white war film drama from Warner Bros. Pictures, produced by A. H. Soloman, directed by Walter Forde, that stars Richard Greene and co-stars Carla Lehmann, Betty Stockfeld, and Donald Stewart.",
  "/wiki/Walter_Forde": "Walter Forde (born Thomas Seymour Woolford, 21 April 1898 – 7 January 1984) was a British actor, screenwriter and director. Born in Lambeth, South London in 1898, he directed over fifty films between 1919 from the silent era through to 1949 in the sound era He died in Los Angeles, California in 1984.",
  "/wiki/B-17_Flying_Fortress": "The Boeing B-17 Flying Fortress is a four-engined heavy bomber developed in the 1930s for the United States Army Air Corps (USAAC). Competing against Douglas and Martin for a contract to build 200 bombers, the Boeing entry (prototype Model 299/XB-17) outperformed both competitors and exceeded the air corps' performance specifications. Although Boeing lost the contract (to the Douglas B-18 Bolo) because the prototype crashed, the air corps ordered 13 more B-17s for further evaluation. From its introduction in 1938, the B-17 Flying Fortress evolved through numerous design advances, becoming the third-most produced bomber of all time, behind the four-engined B-24 and the multirole, twin-engined Ju 88.",
  "/wiki/List_of_World_War_II_films": "This is a list of fictional feature films or miniseries which feature events of World War II in the narrative."
}