{
  "/wiki/Back_to_Bataan": "Back to Bataan is a 1945 American black-and-white World War II war film drama from RKO Radio Pictures, produced by Robert Fellows, directed by Edward Dmytryk, that stars John Wayne and Anthony Quinn. The film depicts events (some fictionalized and some actual) that took place after the Battle of Bataan (1941–42) on the island of Luzon in the Philippines. The working title of the film was The Invisible Army.",
  "/wiki/Edward_Dmytryk": "Edward Dmytryk (September 4, 1908 – July 1, 1999) was a Canadian-born American film director. He was known for his 1940s noir films and received an Oscar nomination for Best Director for Crossfire (1947). In 1947, he was named as one of the Hollywood Ten, a group of blacklisted film industry professionals who refused to testify to the House Un-American Activities Committee (HUAC) in their investigations during the McCarthy-era 'Red scare'. They all served time in prison for contempt of Congress. In 1951, however, Dmytryk did testify to HUAC and rehabilitated his career.  First hired again by independent producer Stanley Kramer in 1952, Dmytryk is likely best known for directing The Caine Mutiny (1954), a critical and commercial success. The second-highest grossing film of the year, it was nominated for Best Picture and several other awards at the 1955 Oscars. Dmytryk was nominated for a Directors Guild Award for Outstanding Directorial Achievement in Motion Pictures.",
  "/wiki/Raid_at_Cabanatuan": "The Raid at Cabanatuan (Filipino: Pagsalakay sa Cabanatuan), also known as The Great Raid (Filipino: Ang Dakilang Pagsalakay), was a rescue of Allied prisoners of war (POWs) and civilians from a Japanese camp near Cabanatuan City,  Philippines. On January 30, 1945, during World War II, United States Army Rangers, Alamo Scouts and Filipino guerrillas liberated more than 500 from the POW camp.",
  "/wiki/Battle_of_Bataan": "The Battle of Bataan (Filipino: Labanan sa Bataan) (7 January – 9 April 1942) was a battle fought by the United States and the Philippine Commonwealth against Japan during World War II. The battle represented the most intense phase of the Japanese invasion of the Philippines during World War II. In January 1942, forces of the Imperial Japanese Army and Navy invaded Luzon along with several islands in the Philippine Archipelago after the bombing of the American naval base at Pearl Harbor.",
  "/wiki/Battle_of_Leyte": "The Battle of Leyte (Filipino: Labanan sa Leyte, Waray: Gubat ha Leyte, 17 October – 26 December 1944) in the Pacific campaign of World War II was the amphibious invasion of the island of Leyte in the Philippines by American forces and Filipino guerrillas under the command of General Douglas MacArthur, who fought against the Imperial Japanese Army in the Philippines led by General Tomoyuki Yamashita. The operation, codenamed King Two, launched the Philippines campaign of 1944–45 for the recapture and liberation of the entire Philippine Archipelago and to end almost three years of Japanese occupation.",
  "/wiki/Battle_of_Singapore": "The Battle of Singapore, also known as the Fall of Singapore, was fought in the South-East Asian theatre of World War II when the Empire of Japan invaded the British stronghold of Singapore—nicknamed the \"Gibraltar of the East\". Singapore was the major British military base in South-East Asia and was the key to British imperial interwar defence planning for South-East Asia and the South-West Pacific. The fighting in Singapore lasted from 8 to 15 February 1942, after the two months during which Japanese forces had advanced down the Malayan Peninsula.",
  "/wiki/Guadalcanal_Campaign": "The Guadalcanal campaign, also known as the Battle of Guadalcanal and codenamed Operation Watchtower by American forces, was a military campaign fought between 7 August 1942 and 9 February 1943 on and around the island of Guadalcanal in the Pacific theater of World War II. It was the first major land offensive by Allied forces against the Empire of Japan.",
  "/wiki/Blood_on_the_Sun": "Blood on the Sun is a 1945 American drama romantic thriller war film directed by Frank Lloyd starring James Cagney and Sylvia Sidney. The film is based on a fictional history behind the Tanaka Memorial document.",
  "/wiki/Frank_Lloyd": "Frank William George Lloyd (2 February 1886 – 10 August 1960) was a British-born American film director, actor, scriptwriter, and producer. He was among the founders of the Academy of Motion Picture Arts and Sciences, and was its president from 1934 to 1935.",
  "/wiki/Burma_Rani": "Burma Rani (lit. Queen of Burma) is a 1945 Indian Tamil-language war-spy film directed by T. R. Sundaram. It starred K. L. V. Vasantha in the lead role of the female spy Mangalam and Sundaram, himself, as the lead antagonist. The film was believed to be lost until 2006, when it was rediscovered and made available on DVD.",
  "/wiki/T._R._Sundaram": "Tiruchengodu Ramalingam Sundaram Mudaliar (16 July 1907 – 30 August 1963) was an Indian film actor, director, and producer. He was the founder of the Salem-based film production company Modern Theatres.",
  "/wiki/Japanese_occupation_of_Burma": "The Japanese occupation of Burma\nwas the period between 1942 and 1945 during World War II, when Burma was occupied by the Empire of Japan. The Japanese had assisted formation of the Burma Independence Army, and trained the Thirty Comrades, who were the founders of the modern Armed Forces (Tatmadaw). The Burmese hoped to gain support of the Japanese in expelling the British, so that Burma could become independent.",
  "/wiki/China%27s_Little_Devils": "China's Little Devils (aka Little Devils) is a 1945 war film, directed by Monta Bell and starring Harry Carey, Paul Kelly and \"Ducky\" Louie. As one of a number of Hollywood films dealing with the exploits of the Flying Tigers that began with the Republic Pictures production, Flying Tigers (1942). .mw-parser-output .toclimit-2 .toclevel-1 ul,.mw-parser-output .toclimit-3 .toclevel-2 ul,.mw-parser-output .toclimit-4 .toclevel-3 ul,.mw-parser-output .toclimit-5 .toclevel-4 ul,.mw-parser-output .toclimit-6 .toclevel-5 ul,.mw-parser-output .toclimit-7 .toclevel-6 ul{display:none}",
  "/wiki/Monta_Bell": "Monta Bell  (February 5, 1891 – February 4, 1958) was an American film director, producer and screenwriter.",
  "/wiki/Christmas_in_Connecticut": "Christmas in Connecticut is a 1945 American Christmas romantic comedy film about an unmarried city magazine writer who pretends to be a farm wife and mother and then falls in love with one of her fans. The film was directed by Peter Godfrey, and stars Barbara Stanwyck, Dennis Morgan, and Sydney Greenstreet.",
  "/wiki/Peter_Godfrey_(director)": "Peter Godfrey (16 October 1899 – 4 March 1970) was an English actor and film director. Founder of the experimental Gate Theatre Studio in 1925, he staged London's first expressionistic production in the following year. Eventually moving to Hollywood, he established a career as a film actor and director.",
  "/wiki/Cornered_(1945_film)": "Cornered is a 1945 film noir starring Dick Powell and directed by Edward Dmytryk. This is the second teaming of Powell and Dmytryk (after Murder, My Sweet).. The screenplay was written by John Paxton with uncredited help from Ben Hecht.",
  "/wiki/Argentina": "Argentina (Spanish: [aɾxenˈtina]), officially the Argentine Republic[A] (Spanish: República Argentina), is a country located mostly in the southern half of South America. Sharing the bulk of the Southern Cone with Chile to the west, the country is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. With a mainland area of 2,780,400 km2 (1,073,500 sq mi),[B] Argentina is the eighth-largest country in the world, the fourth largest in the Americas, the second largest in South America after Brazil, and the largest Spanish-speaking nation. The sovereign state is subdivided into twenty-three provinces (Spanish: provincias, singular provincia) and one autonomous city (ciudad autónoma), Buenos Aires, which is the federal capital of the nation (Spanish: Capital Federal) as decided by Congress. The provinces and the capital have their own constitutions, but exist under a federal system. Argentina claims sovereignty over part of Antarctica, the Falkland Islands (Spanish: Islas Malvinas), and South Georgia and the South Sandwich Islands.",
  "/wiki/Counter-Attack": "Counter-Attack is a 1945 American war film directed by Zoltan Korda and starring Paul Muni as two Russians trapped in a collapsed building with seven enemy German soldiers during World War II. It was adapted from the Broadway play Counterattack by Janet and Philip Stevenson, which was in turn based on the play Pobyeda by Mikhail Ruderman and Ilya Vershinin.",
  "/wiki/Zoltan_Korda": "Zoltan Korda (June 3, 1895 – October 13, 1961) was a Hungarian-born motion picture screenwriter, director and producer. He made his first film in Hungary in 1918, and worked with his brother Alexander Korda on film-making there and in London. They both moved to the United States in 1940 to Hollywood and the American film industry.",
  "/wiki/Eastern_Front_(World_War_II)": "The Eastern Front of World War II was a theatre of conflict between the European Axis powers and co-belligerent Finland against the Soviet Union (USSR), Poland and other Allies, which encompassed Central Europe, Eastern Europe, Northeast Europe (Baltics), and Southeast Europe (Balkans) from 22 June 1941 to 9 May 1945. It has been known as the Great Patriotic War (Russian: Великая Отечественная война,Velikaya Otechestvennaya Voyna) in the former Soviet Union and modern Russia, while in Germany it was called the Eastern Front (German: die Ostfront), or the German-Soviet War by outside parties.",
  "/wiki/Jaime_Salvador": "Jaime Salvador Valls (4 November 1901 – 18 October 1976) was a Spanish screenwriter and film director of the Golden era of Mexican cinema. He is known for writing and directing various low-budget comedies, westerns, and rancheras.",
  "/wiki/Escuadr%C3%B3n_201": "The 201st Fighter Squadron (Spanish: Escuadrón Aéreo de Pelea 201) was a Mexican fighter squadron, part of the Mexican Expeditionary Air Force that aided the Allied war effort during World War II. The squadron was known by the nickname Águilas Aztecas or \"Aztec Eagles\", apparently coined by members of the squadron during training.",
  "/wiki/Fuerza_A%C3%A9rea_Expedicionaria_Mexicana": "The Mexican Expeditionary Air Force (Spanish: Fuerza Aérea Expedicionaria Mexicana, FAEM) was a military aviation unit which represented Mexico on the Allied side during World War II. It is notable as the only Mexican military unit ever to fight outside Mexico itself.",
  "/wiki/Battle_of_Luzon": "The Battle of Luzon (Filipino: Labanan sa Luzon), fought 9 January – 15 August 1945, was a land battle of the Pacific Theater of Operations of World War II by the Allied forces of the U.S., its colony the Philippines, and allies against forces of the Empire of Japan. The battle resulted in a U.S. and Filipino victory. The Allies had taken control of all strategically and economically important locations of Luzon by March 1945, although pockets of Japanese resistance held out in the mountains until the unconditional surrender of Japan. While not the highest in U.S. casualties, it is the highest net casualty battle U.S. forces fought in  World War II, with 192,000 to 205,000 Japanese combatants dead (mostly from starvation and disease), 8,000 American combatants killed, and over 150,000 Filipinos, overwhelmingly civilians who were murdered by Japanese forces, mainly during the Manila massacre of February, 1945.",
  "/wiki/Philippines_Campaign_(1944%E2%80%931945)": "The Philippines campaign, the Battle of the Philippines or the Liberation of the Philippines (Filipino: Kampanya sa Pilipinas, Labanan sa Pilipinas & Liberasyon ng Pilipinas), (Operation Musketeer I, II, and III) (Filipino: Operasyon Mosketero I, II, at III), was the American and Filipino campaign to defeat and expel the Imperial Japanese forces occupying the Philippines during World War II. The Japanese Army overran all of the Philippines during the first half of 1942. The liberation of the Philippines commenced with amphibious landings on the eastern Philippine island of Leyte on October 20, 1944. United States and Philippine Commonwealth military forces were progressing in liberating territory and islands when the Japanese forces in the Philippines were ordered to surrender by Tokyo on August 15, 1945, after the dropping of the atomic bombs on mainland Japan and the Soviet invasion of Manchuria.",
  "/wiki/First_Yank_Into_Tokyo": "First Yank into Tokyo is a 1945 American war film; it takes place during World War II. It was directed by Gordon Douglas.",
  "/wiki/Gordon_Douglas_(director)": "Gordon Douglas (December 15, 1907 – September 29, 1993) was an American film director, who directed many different genres of films over the course of a five-decade career in motion pictures. He was a native of New York City.",
  "/wiki/Atomic_bomb": "A nuclear weapon (also called an atom bomb, nuke, atomic bomb, nuclear warhead, A-bomb, or nuclear bomb) is an explosive device that derives its destructive force from nuclear reactions, either fission (fission bomb) or from a combination of fission and fusion reactions (thermonuclear bomb). Both bomb types release large quantities of energy from relatively small amounts of matter. The first test of a fission (\"atomic\") bomb released an amount of energy approximately equal to 20,000 tons of TNT (84 TJ). The first thermonuclear (\"hydrogen\") bomb test released energy approximately equal to 10 million tons of TNT (42 PJ). A thermonuclear weapon weighing little more than 2,400 pounds (1,100 kg) can release energy equal to more than 1.2 million tons of TNT (5.0 PJ). A nuclear device no larger than traditional bombs can devastate an entire city by blast, fire, and radiation. Since they are weapons of mass destruction, the proliferation of nuclear weapons is a focus of international relations policy.",
  "/wiki/Yasushi_Sasaki": "Yasushi Sasaki (佐々木 康) (25 January 1908 – 13 September 1993), aka Kō Sasaki, was a Japanese film director. He directed films from the 1920s to the 1960s.",
  "/wiki/Kamikaze": "Kamikaze (神風, [kamiꜜkaze]; \"divine wind\" or \"spirit wind\"), officially Tokubetsu Kōgekitai (特別攻撃隊, \"Special Attack Unit\"), were a part of the Japanese Special Attack Units of military aviators who initiated suicide attacks for the Empire of Japan against Allied naval vessels in the closing stages of the Pacific campaign of World War II, designed to destroy warships more effectively than possible with conventional air attacks. About 3,800 kamikaze pilots died during the war, and more than 7,000 naval personnel were killed by kamikaze attacks.",
  "/wiki/God_Is_My_Co-Pilot_(film)": "God is My Co-Pilot is a 1945 American black-and-white biographical war film from Warner Bros. Pictures, produced by Robert Buckner, directed by Robert Florey, that stars Dennis Morgan and co-stars Dane Clark and Raymond Massey. The screenplay by Abem Finkel and Peter Milne is based on the 1943 autobiography of the same name by Robert Lee Scott Jr. (April 12, 1908 – February 27, 2006). It recounts Scott's service with the Flying Tigers and the United States Army Air Forces in China and Burma during World War II.",
  "/wiki/Robert_Florey": "Robert Florey (14 September 1900 – 16 May 1979) was a French-American director, screenwriter, film journalist and actor.",
  "/wiki/Robert_Lee_Scott,_Jr.": "Robert Lee Scott Jr. (12 April 1908 – 27 February 2006) was a brigadier general in the United States Air Force and a flying ace of World War II, credited with shooting down 13 Japanese aircraft.",
  "/wiki/Flying_Tigers": "The First American Volunteer Group (AVG) of the Chinese Air Force in 1941–1942, nicknamed the Flying Tigers, was composed of pilots from the United States Army Air Corps (USAAC), Navy (USN), and Marine Corps (USMC), recruited under President Franklin Roosevelt's authority before Pearl Harbor and commanded by Claire Lee Chennault. Their P-40B aircraft, marked with Chinese colors, flew under American control. Their mission was to bomb Japan and defend China but many delays meant the AVG flew in combat after the US and Japan declared war.",
  "/wiki/The_House_on_92nd_Street": "The House on 92nd Street is a 1945 black-and-white American spy film directed by Henry Hathaway. The movie, shot mostly in New York City, was released shortly after the end of World War II. The House on 92nd Street was made with the full cooperation of the Federal Bureau of Investigation (FBI), whose director, J. Edgar Hoover, appears during the introductory montage. Also, the FBI agents shown in Washington, D.C. were played by actual agents. The film's semidocumentary style inspired other films, including The Naked City and Boomerang.",
  "/wiki/Henry_Hathaway": "Henry Hathaway (March 13, 1898 – February 11, 1985) was an American film director and producer. He is best known as a director of Westerns, especially starring Randolph Scott and John Wayne. He directed Gary Cooper in seven films.",
  "/wiki/Duquesne_Spy_Ring": "The Duquesne Spy Ring is the largest espionage case in the United States history that ended in convictions. A total of 33 members of a German espionage network headed by Frederick \"Fritz\" Joubert Duquesne were convicted after a lengthy investigation by the Federal Bureau of Investigation (FBI). Of those indicted, 19 pleaded guilty. The remaining 14 were brought to jury trial in Federal District Court, Brooklyn, New York, on September 3, 1941; all were found guilty on December 13, 1941. On January 2, 1942, the group members were sentenced to serve a total of over 300 years in prison.",
  "/wiki/The_Invisible_Army": "The Invisible Army (Danish: Den usynlige hær) is a 1945 Danish war film directed by Johan Jacobsen and starring Bodil Kjer.",
  "/wiki/Johan_Jacobsen": "Johan Jacobsen (born 14 March 1912 in Aarhus – died 7 July 1972 in Copenhagen) was a Danish film director. His parents were theatre manager Jacob Jørgen Jacobsen (1865-1955) and actress Christel Holch (1886-1968).",
  "/wiki/Danish_resistance_movement": "The Danish resistance movements (Danish: Danske Modstandsbevægelse) were an underground insurgency to resist the German occupation of Denmark during World War II. Due to the initially lenient arrangements, in which the Nazi occupation authority allowed the democratic government to stay in power, the resistance movement was slower to develop effective tactics on a wide scale than in some other countries.",
  "/wiki/Keep_Your_Powder_Dry": "Keep Your Powder Dry is a 1945 drama film starring Lana Turner, Susan Peters, and Laraine Day as women who join the Women's Army Corps during World War II. The film was directed by Edward Buzzell and written by George Bruce and Mary C. McCall, Jr.",
  "/wiki/Edward_Buzzell": "Edward Buzzell (November 13, 1895 – January 11, 1985) was an American film director whose credits include Child of Manhattan (1933); Honolulu (1939); the Marx Brothers films At the Circus (1939) and Go West (1940); the musicals Best Foot Forward (1943), Song of the Thin Man (1947), and Neptune's Daughter (1949); and Easy to Wed.",
  "/wiki/Women%27s_Army_Corps": "The Women's Army Corps (WAC) was the women's branch of the United States Army. It was created as an auxiliary unit, the Women's Army Auxiliary Corps (WAAC) on 15 May 1942 by Public Law 554, and converted to an active duty status in the Army of the United States as the WAC on 1 July 1943. Its first director was Oveta Culp Hobby, a prominent woman in Texas  society. The WAC was disbanded in 1978, and all units were integrated with male units.",
  "/wiki/The_Last_Chance_(1945_film)": "The Last Chance (German: Die letzte Chance) is a 1945 Swiss war film directed by Leopold Lindtberg. It was entered into the 1946 Cannes Film Festival and won the Grand Prize of the Festival (the Golden Palm). The film was selected for screening as part of the Cannes Classics section at the 2016 Cannes Film Festival.",
  "/wiki/Leopold_Lindtberg": "Leopold Lindtberg (born in Vienna on 1 June 1902; died in Sils im Engadin/Segl on 18 April 1984) was an Austrian Swiss film and theatre director. He fled Austria due to the Machtergreifung in Germany and ultimately settled in Switzerland.",
  "/wiki/Wolfgang_Liebeneiner": "Wolfgang Georg Louis Liebeneiner (6 October 1905 – 28 November 1987) was a German actor, film director and theatre director.",
  "/wiki/Home_front_during_World_War_II": "The 'home front' covers the activities of the civilians in a nation at war. World War II was a total war; homeland production became even more invaluable to both the Allied and Axis powers. Life on the home front during World War II was a significant part of the war effort for all participants and had a major impact on the outcome of the war. Governments became involved with new issues such as rationing, manpower allocation, home defense, evacuation in the face of air raids, and response to occupation by an enemy power. The morale and psychology of the people responded to leadership and propaganda. Typically women were mobilized to an unprecedented degree.",
  "/wiki/V-2": "The V-2 (German: Vergeltungswaffe 2, \"Retribution Weapon 2\"), technical name Aggregat 4 (A4), was the world's first long-range guided ballistic missile. The missile, powered by a liquid-propellant rocket engine, was developed during the Second World War in Germany as a \"vengeance weapon\", assigned to attack Allied cities as retaliation for the Allied bombings against German cities. The V-2 rocket also became the first man-made object to travel into space by crossing the Kármán line with the vertical launch of MW 18014 on 20 June 1944.",
  "/wiki/Tadashi_Imai": "Tadashi Imai (今井 正, Imai Tadashi, January 8, 1912 - November 22, 1991) was a Japanese film director known for social realist filmmaking informed by a left-wing perspective.",
  "/wiki/Momotaro%27s_Divine_Sea_Warriors": "Momotaro: Sacred Sailors (桃太郎 海の神兵, Momotarō: Umi no Shinpei) is the first Japanese feature-length animated film. It was directed by Mitsuyo Seo, who was ordered to make a propaganda film for World War II by the Japanese Naval Ministry. Shochiku Moving Picture Laboratory shot the 74-minute film in 1944 and screened it on April 12, 1945. It is a sequel to Momotarō no Umiwashi, a 37-minute film released in 1943 by the same director.",
  "/wiki/Mitsuyo_Seo": "Mitsuyo Seo (瀬尾 光世, Seo Mitsuyo, 26 September 1911 – 24 August 2010) was a Japanese animator, screenwriter and director of animated films who played a central role in the development of Japanese anime. He was born in Himeji, Hyōgo Prefecture.",
  "/wiki/Anime": "Anime (US: /ˈænəˌmeɪ/, UK: /ˈænɪˌmeɪ/) (Japanese: アニメ, Hepburn: anime, [aɲime] (listen), plural: anime)[a] is hand-drawn and computer animation originating from or associated with Japan.",
  "/wiki/List_of_World_War_II_films": "This is a list of fictional feature films or miniseries which feature events of World War II in the narrative."
}