{
  "/wiki/Alexandre_Ryder": "Alexandre Ryder (1891–1966) was a Polish-born French film director best known for his crime drama films of the 1920s and 1930s.",
  "/wiki/Ernst_R%C3%B6hm": "Ernst Julius Günther Röhm (German: [ˈɛɐ̯nst ˈʁøːm]; 28 November 1887 – 1 July 1934) was a German military officer and an early member of the Nazi Party. As one of the members of its predecessor, the German Workers' Party, he was a close friend and early ally of Adolf Hitler and a co-founder of the Sturmabteilung (SA, \"Storm Battalion\"), the Nazi Party's militia, and later was its commander. By 1934, the German Army feared the SA's influence and Hitler had come to see Röhm as a potential rival, so he was executed during the Night of the Long Knives.",
  "/wiki/Kurt_von_Schleicher": "Kurt Ferdinand Friedrich Hermann von Schleicher (listen (help·info); 7 April 1882 – 30 June 1934) was a German general and the last Chancellor of Germany during the Weimar Republic. A rival for power with Adolf Hitler, Schleicher was murdered by Hitler's SS during the Night of the Long Knives in 1934.",
  "/wiki/Night_of_the_Long_Knives": "The Night of the Long Knives (German: Nacht der langen Messer (help·info)), or the Röhm Purge, also called Operation Hummingbird (German: Unternehmen Kolibri), was a purge that took place in Nazi Germany from June 30 to July 2, 1934. Chancellor Adolf Hitler, urged on by Hermann Göring and Heinrich Himmler, ordered a series of political extrajudicial executions intended to consolidate his power and alleviate the concerns of the German military about the role of Ernst Röhm and the Sturmabteilung (SA), the Nazis' paramilitary organization. Nazi propaganda presented the murders as a preventive measure against an alleged imminent coup by the SA under Röhm – the so-called Röhm Putsch.",
  "/wiki/Engelbert_Dollfu%C3%9F": "Engelbert Dollfuss (German: Engelbert Dollfuß, IPA: [ˈɛŋəlbɛʁt ˈdɔlfuːs]; 4 October 1892 – 25 July 1934) was an Austrian politician who served as Chancellor of Austria between 1932 and 1934. Having served as Minister for Forests and Agriculture, he ascended to Federal Chancellor in 1932 in the midst of a crisis for the conservative government. In early 1933, he shut down parliament, assumed dictatorial powers. Suppressing the Socialist movement in February 1934 during the Austrian Civil War and later banned the Austrian Nazi party, he cemented the rule of \"Austrofascism\" through the authoritarian First of May Constitution. Dollfuss was assassinated as part of a failed coup attempt by Nazi agents in 1934. His successor Kurt Schuschnigg maintained the regime until Adolf Hitler's annexation of Austria in 1938.",
  "/wiki/Norman_Lee": "Norman Lee (10 October 1898 – 2 June 1964) was a British screenwriter and film director.",
  "/wiki/The_Valour_and_the_Horror": "The Valour and the Horror is a Canadian television documentary miniseries, which aired on CBC Television in 1992. The series investigated three significant Canadian battles from the Second World War and was a co-production between the CBC, the National Film Board of Canada (NFB) and Galafilm Inc. The films were also broadcast by Radio-Canada, the French network of the CBC. The series was written by Brian McKenna, an award-winning journalist and founding producer of The Fifth Estate and his brother, Terence McKenna, and was directed by Brian McKenna..mw-parser-output .toclimit-2 .toclevel-1 ul,.mw-parser-output .toclimit-3 .toclevel-2 ul,.mw-parser-output .toclimit-4 .toclevel-3 ul,.mw-parser-output .toclimit-5 .toclevel-4 ul,.mw-parser-output .toclimit-6 .toclevel-5 ul,.mw-parser-output .toclimit-7 .toclevel-6 ul{display:none}",
  "/wiki/Brian_McKenna": "Brian McKenna (born August 8, 1945 in Montreal) is a Canadian documentary filmmaker. He is best known for his provocative prize-winning films on Canadian history and exploration of the world at war.",
  "/wiki/Royal_Rifles_of_Canada": "The Royal Rifles of Canada was a rifle regiment in the Canadian Army and fought alongside The Winnipeg Grenadiers in the Battle of Hong Kong during World War II.",
  "/wiki/Battle_of_Hong_Kong": "The Battle of Hong Kong (8–25 December 1941), also known as the Defence of Hong Kong and the Fall of Hong Kong, was one of the first battles of the Pacific War in World War II. On the same morning as the attack on Pearl Harbor, forces of the Empire of Japan attacked the British Crown colony of Hong Kong. The attack was in violation of international law as Japan had not declared war against the British Empire. The Hong Kong garrison consisted of British, Indian and Canadian units besides Chinese soldiers and conscripts from both within and outside Hong Kong.",
  "/wiki/RCAF": "The Royal Canadian Air Force (RCAF; French: Aviation royale canadienne, ARC) is the air force of Canada. Its role is to \"provide the Canadian Forces with relevant, responsive and effective airpower\". The RCAF is one of three environmental commands within the unified Canadian Armed Forces. As of 2013, the Royal Canadian Air Force consists of 14,500 Regular Force and 2,600 Primary Reserve personnel, supported by 2,500 civilians, and operates 258 manned aircraft and 9 unmanned aerial vehicles. Lieutenant-General Al Meinzinger is the current Commander of the Royal Canadian Air Force and Chief of the Air Force Staff.",
  "/wiki/Avro_Lancaster": "The Avro Lancaster is a British Second World War heavy bomber. It was designed and manufactured by Avro as a contemporary of the Handley Page Halifax, both bombers having been developed to the same specification, as well as the Short Stirling, all three aircraft being four-engined heavy bombers adopted by the Royal Air Force (RAF) during the same wartime era.",
  "/wiki/The_Black_Watch_(Royal_Highland_Regiment)_of_Canada": "The Black Watch (Royal Highland Regiment) of Canada is a reserve infantry regiment in 34 Canadian Brigade Group, 2nd Canadian Division, of the Canadian Army. The regiment is located on Bleury Street in Montreal, Quebec, Canada, and is currently commanded by Lieutenant Colonel Bruno Plourde, CD.  The regiment's armoury was designated a National Historic Site of Canada in 2008. They are the senior Canadian-Scottish Regiment.",
  "/wiki/Battle_of_Verri%C3%A8res_Ridge": "The Battle of Verrières Ridge was a series of engagements fought as part of the Battle of Normandy, in Calvados, during the Second World War. The main combatants were two Canadian infantry divisions—with additional support from the Canadian 2nd Armoured Brigade—against elements of three German SS Panzer divisions. The battle was part of the British and Canadian attempts to break out of Caen, and took place from 19 to 25 July 1944, being part of both Operation Atlantic (18–21 July) and Operation Spring (25–27 July).",
  "/wiki/Wladyslaw_Anders": "Władysław Albert Anders (11 August 1892 – 12 May 1970) was a general in the Polish Army and later in life a politician and prominent member of the Polish government-in-exile in London.",
  "/wiki/Killing_Hitler": "Killing Hitler is a BBC drama examining the Operation Foxley plot to kill Adolf Hitler. Written and directed by Jeremy Lovering, it was first broadcast on 30 March 2003.",
  "/wiki/Operation_Foxley": "During World War II, Operation Foxley was a 1944 plan to assassinate Adolf Hitler, conceived by the British Special Operations Executive (SOE). Although detailed preparations were made, no attempt was made to carry out the plan. Historians believe the most likely date for an attempt would have been 13–14 July 1944, during one of Hitler's visits to the Berghof.",
  "/wiki/List_of_World_War_II_films": "This is a list of fictional feature films or miniseries which feature events of World War II in the narrative."
}