{
  "/wiki/KSG_Saarbrücken": "1. FC Saarbrücken (German: 1. Fußball-Club Saarbrücken e. V.) is a football club based in Saarbrücken, Saarland. The club play in the Regionalliga Südwest, which is the fourth tier of football in the country. The club began its existence as the football department of Turnverein Malstatt formed in 1903. That department split off in 1907 to form the independent football club FV Malstatt-Burbach and on 1 April 1909 was renamed FV Saarbrücken.",
  "/wiki/1944_German_football_championship": "The  1944 German football championship, the 37th edition of the competition, was won by Dresdner SC, the club defending its 1943 title by defeating Luftwaffe team LSV Hamburg in the final.",
  "/wiki/1._FC_Saarbrücken": "1. FC Saarbrücken (German: 1. Fußball-Club Saarbrücken e. V.) is a football club based in Saarbrücken, Saarland. The club play in the Regionalliga Südwest, which is the fourth tier of football in the country. The club began its existence as the football department of Turnverein Malstatt formed in 1903. That department split off in 1907 to form the independent football club FV Malstatt-Burbach and on 1 April 1909 was renamed FV Saarbrücken.",
  "/wiki/1943_German_football_championship": "The  1943 German football championship, the 36th edition of the competition, was won by Dresdner SC, the club's first-ever championship, won by defeating FV Saarbrücken in the final.",
  "/wiki/1952_German_football_championship": "The 1952 German football championship was the culmination of the football season in the West Germany in 1951–52. VfB Stuttgart were crowned champions for the second time after a group stage and a final, having previously won the championship in 1950.",
  "/wiki/1957_German_football_championship": "The 1957 German football championship was the culmination of the football season in the Federal Republic of Germany in 1956–57. Borussia Dortmund were crowned champions for the second time after a group stage and a final. Borussia became the first club since Dresdner SC in 1944 to defend their title won the previous year.",
  "/wiki/1961_German_football_championship": "The 1961 German football championship was the culmination of the football season in the Federal Republic of Germany in 1960–61. 1. FC Nürnberg were crowned champions for a record eighth time after a group stage and a final, having previously won the title in 1921, 1922, 1924, 1925, 1927, 1936 and 1948. It was the club's first appearance in the final since its 1948 title.",
  "/wiki/FC_Schalke_04": "Fußballclub Gelsenkirchen-Schalke 04 e. V., commonly known as FC Schalke 04 (German: [ɛf tseː ˈʃalkə nʊl fiːɐ̯]), Schalke, Schalke 04 or abbreviated as S04 (German: [ˈɛs nʊl fiːɐ̯]), is a professional German football and multi-sports club originally from the Schalke district of Gelsenkirchen, North Rhine-Westphalia. The \"04\" in the club's name derives from its formation in 1904. Schalke has long been one of the most popular professional football teams and multi-sports club in Germany, even though the club's heyday was in the 1930s and 1940s. Schalke play in the Bundesliga, the top tier of the German football league system. As of June 2018, the club has 155,000 members, making it the second-largest sports club in Germany and the fourth-largest sports club in the world in terms of membership.[not verified in body] Other activities offered by the club include athletics, basketball, handball, table tennis, winter sports and eSports.",
  "/wiki/1927_German_football_championship": "The 1927 German football championship, the 20th edition of the competition, was won by 1. FC Nürnberg, defeating Hertha BSC 2–0 in the final.",
  "/wiki/1928_German_football_championship": "The 1928 German football championship, the 21st edition of the competition, was won by Hamburger SV, defeating Hertha BSC, 5–2, in the final.",
  "/wiki/1929_German_football_championship": "The 1929 German football championship, the 22nd edition of the competition, was won by SpVgg Fürth, defeating Hertha BSC 3–2 in the final.",
  "/wiki/1930_German_football_championship": "The 1930 German football championship, the 23rd edition of the competition, was won by Hertha BSC, defeating Holstein Kiel 5–4 in the final.",
  "/wiki/1932_German_football_championship": "The 1932 German football championship, the 25th edition of the competition, ended with the first national title for FC Bayern Munich. The title was won with a 2–0 over Eintracht Frankfurt. It was a replay of the Southern German championship final, in which Eintracht had defeated Bayern 2–0 on 24 April 1932.",
  "/wiki/1933_German_football_championship": "The 1933 German football championship, the 26th edition of the competition, ended with the first national title for Fortuna Düsseldorf. The title was won with a 3–0 win over Schalke 04. It was a replay of the Western German championship final, in which Schalke had defeated Fortuna 1–0 on 30 April 1933.",
  "/wiki/1934_German_football_championship": "The  1934 German football championship, the 27th edition of the competition, was won by Schalke 04 by defeating 1. FC Nürnberg 2–1 in the final. It was Schalke's first championship, with five more titles to follow until 1942 and a seventh one in 1958. For Nuremberg, with five German championships to its name at the time, it marked the first time it lost a final but the club would go on to win its next title, the 1936 edition, after defeating Schalke in the semi-finals.",
  "/wiki/1935_German_football_championship": "The  1935 German football championship, the 28th edition of the competition, was won by Schalke 04 by defeating VfB Stuttgart 6–4 in the final. It was Schalke's second consecutive championship and second overall, with four more titles to follow until 1942 and a seventh one in 1958. For Stuttgart it was the club's first appearance in the final, with three more to follow between 1950 and 1953.",
  "/wiki/1936_German_football_championship": "The  1936 German football championship, the 29th edition of the competition, was won by 1. FC Nürnberg by defeating Fortuna Düsseldorf 2–1 after extra time in the final. It was Nuremberg's sixth championship and its first since 1927. Fortuna Düsseldorf made its second final appearance, having previously won the competition in 1933 but, after 1936, the team would never appear in the final again. Nuremberg had eliminated the champions of the previous two seasons, Schalke 04 in the semi-finals, making 1936 the only final from 1933 to 1942 not to include the club. Schalke however would return to its winning ways the following season when it defeated Nuremberg in the 1937 final.",
  "/wiki/1937_German_football_championship": "The 1937 German football championship, the 30th edition of the competition, was won by Schalke 04, the club's third German championship, by defeating 1. FC Nürnberg 2–0 in the final. For Schalke it was the half-way point of the club's most successful era, having won the 1934, 1935 final before the 1937 title and going on to win the 1939, 1940 and 1942 ones as well, winning six national championships all up during this time. 1. FC Nürnberg, the defending champions who had eliminated Schalke in the semi-finals in the previous season, already had six titles to their name at the time and would go on to win three more between 1948 and 1968 for a total of nine. The two clubs, Germany's most successful teams in the pre-Bundesliga era, had previously met in the 1934 final which Schalke had won 2–1 but would never encounter each other again in a championship final after 1937.",
  "/wiki/1938_German_football_championship": "The  1938 German football championship, the 31st edition of the competition, was won by Hannover 96, the club's first-ever German championship, by defeating Schalke 04 4–3 after extra time in the final. The 1938 final had to be replayed because the first game had ended in a three-all draw after extra time. For Hannover 96 it marked the first of two national championships, the second coming in 1954, while, for Schalke, it was a short setback in the club's most successful era, having won the 1934, 1935 and 1937 final and going on to win the 1939, 1940 and 1942 ones as well.",
  "/wiki/1939_German_football_championship": "The  1939 German football championship, the 32nd edition of the competition, was won by Schalke 04, the club's fourth German championship, by defeating Admira Wien 9–0 in the final, with Ernst Kalwitzki scoring five goals. For Admira it was the club's only appearance in the German championship while the 9–0 result was the highest winning margin for any of the finals held between 1903 and 1963, surpassing VfB Leipzig's 7–2 victory over DFC Prag in the inaugural 1903 final. For Schalke, it continued the club's most successful era, having won the 1934, 1935 and 1937 final and going on to win the 1940 and 1942 ones as well.",
  "/wiki/1940_German_football_championship": "The  1940 German football championship, the 33rd edition of the competition, was won by Schalke 04, the club's fifth German championship, by defeating Dresdner SC 1–0 in the final. Both clubs would continue to be strong sides during the Second World War editions of the German championship with Schalke making a losing appearance in the 1941 final before winning again in 1942 while Dresden was crowned German champions in 1943 and 1944.",
  "/wiki/1941_German_football_championship": "The  1941 German football championship, the 34th edition of the competition, was won by SK Rapid Wien, the club's sole German championship. Rapid, which had previously won twelve Austrian football championship between 1911 and 1938 as well as the 1938 German Cup, won the competition by defeating Schalke 04 4–3 in the final. The final was held on 22 June 1941, the same day Nazi Germany invaded the Soviet Union in Operation Barbarossa.",
  "/wiki/1942_German_football_championship": "The  1942 German football championship, the 35th edition of the competition, was won by Schalke 04, the club's sixth championship, won by defeating First Vienna FC in the final. It marked the third and last occasion of a club from Vienna (German: Wien) in the final, Rapid Wien having won the competition in the previous season while Admira Wien had made a losing appearance in the 1939 final. It was the last time that Schalke was awarded the Viktoria, the annual trophy for the German champions from 1903 to 1944 as the trophy disappeared during the final stages of the Second World War.",
  "/wiki/1951_German_football_championship": "The 1951 German football championship was the culmination of the football season in the West Germany in 1950–51. 1. FC Kaiserslautern were crowned champions for the first time after a group stage and a final.",
  "/wiki/1956_German_football_championship": "The 1956 German football championship was the culmination of the football season in West Germany in 1955-56. Borussia Dortmund were crowned champions for the first time in their second final appearance, having previously lost the 1949 German football championship final to VfR Mannheim.",
  "/wiki/1958_German_football_championship": "The 1958 German football championship was the culmination of the football season in the Federal Republic of Germany in 1957–58. Schalke 04 were crowned champions for a seventh time after a group stage and a final.",
  "/wiki/1962_German_football_championship": "The 1962 German football championship was the culmination of the football season in the Federal Republic of Germany in 1961–62. 1. FC Köln were crowned champions for the first time after a group stage and a final, having previously reached the final in 1960, where they lost to Hamburger SV.",
  "/wiki/FC_Schweinfurt_05": "1. Fussball-Club Schweinfurt 1905, Verein für Leibesübungen e.V., called 1. FC Schweinfurt 05,  Schweinfurt 05, or simply FC 05, is a German association football club established in Schweinfurt (Bavaria) in 1905. It has sections for netball, fistball, field hockey, badminton, gymnastics, rugby, American football, futsal, and athletics.",
  "/wiki/SV_Sodingen": "SV Sodingen is a German association football club based in Herne, North Rhine-Westphalia. The team currently plays in the Landesliga, the seventh tier of German football. Although a regional league side today, the club played in the first division Oberliga West through most of the 1950s and into the early 1960s. In 1955, they finished in second place behind Rot-Weiss Essen and qualified for the German football championship playoffs, finishing third in their group.",
  "/wiki/1955_German_football_championship": "The 1955 German football championship was the culmination of the football season in West Germany in 1954-55. Rot-Weiss Essen were crowned champions for the first time after a group stage and a final.",
  "/wiki/Preußen_Stettin": "SC Preußen Stettin was a German association football club from the city of Stettin, Pomerania Province (today Szczecin, Poland).",
  "/wiki/SC_Stettin": "Stettiner SC was a German association football club from the city of Stettin, Pomerania (today Szczecin, Poland).",
  "/wiki/1921_German_football_championship": "The 1921 German football championship, the 14th edition of the competition, was won by 1. FC Nürnberg, defeating BFC Vorwärts 90 5–0 in the final.",
  "/wiki/1926_German_football_championship": "The 1926 German football championship, the 19th edition of the competition, was won by SpVgg Fürth, defeating Hertha BSC 4–1 in the final.",
  "/wiki/1920_German_football_championship": "The 1920 German football championship, the 13th edition of the competition, was won by 1. FC Nürnberg, defeating SpVgg Fürth 2–0 in the final. It was the first edition of the championship after the First World War and was staged six years after the previous championship in 1914.",
  "/wiki/1922_German_football_championship": "The 1922 German football championship, the 15th edition of the competition, saw no champion determined after the first final ended in a two-all draw and the replay in a one-all draw. Hamburger SV was initially awarded the title because the other finalist, 1. FC Nürnberg had eventually been reduced to seven players in the replay, below the required number of eight, causing an abandonment. Hamburg was awarded the title but Nuremberg successfully protested. Hamburg launched a counter-protest and was eventually awarded the title but then declined the championship, leaving the 1921–22 season without an official champions. It was the second and last time, after 1904, that a German championship concluded without a champion.",
  "/wiki/1925_German_football_championship": "The 1925 German football championship, the 18th edition of the competition, was won by 1. FC Nürnberg, defeating FSV Frankfurt 1–0 after extra time in the final.",
  "/wiki/VfL_Stettin": "VfL Stettin  was a German football club from the city of Stettin, Pomerania (today Szczecin, Poland).  The club dissolved at the end of the Second World War.",
  "/wiki/Viktoria_Stolp": "Viktoria Stolp was a German association football club formed in 1909, from the city of Stolp, Pomerania which was at the time part of Germany and is today Słupsk, Poland.",
  "/wiki/SG_SS_Straßburg": "SS Straßburg was a German association football club from the city of Straßburg, Elsass (today Strasbourg, Alsace in France).",
  "/wiki/Stuttgarter_Kickers": "Stuttgarter Kickers is a German association football club that plays in Stuttgart, Baden-Württemberg, founded on 21 September 1899 as FC Stuttgarter Cickers.",
  "/wiki/1908_German_football_championship": "The 1908 German football championship, the sixth edition of the competition, was won by Viktoria 89 Berlin, defeating Stuttgarter Kickers 3–1 in the final.",
  "/wiki/1913_German_football_championship": "The 1913 German football championship, the 11th edition of the competition, was won by VfB Leipzig, defeating Duisburger SV 3–1 in the final.",
  "/wiki/VfB_Stuttgart": "Verein für Bewegungsspiele Stuttgart 1893 e. V., commonly known as VfB Stuttgart (German pronunciation: [faʊ̯ ʔɛf beː ˈʃtʊtɡaʁt]), is a German sports club based in Stuttgart, Baden-Württemberg. The club is best known for its football team which is currently part of Germany's second division 2. Bundesliga. VfB Stuttgart has won the national championship five times, most recently in 2006–07; the DFB-Pokal three times; and the UEFA Intertoto Cup a record three times.",
  "/wiki/1950_German_football_championship": "The 1950 German football championship, the 40th edition of the competition, was the culmination of the 1949–50 football season in Germany. VfB Stuttgart won their first championship in a one-leg knock-out tournament. It was the third championship after the end of World War II.",
  "/wiki/1953_German_football_championship": "The 1953 German football championship was the culmination of the football season in the West Germany in 1952–53. 1. FC Kaiserslautern were crowned champions for the second time after a group stage and a final, having previously won the championship in 1951.",
  "/wiki/1954_German_football_championship": "The 1954 German football championship was the culmination of the football season in the Federal Republic of Germany in 1953–54. Hannover 96 were crowned champions for the second time after a group stage and a final.",
  "/wiki/SpVgg_Sülz_07": "1. Fußball-Club Köln 01/07 e. V., commonly known as simply 1. FC Köln or FC Cologne in English (German pronunciation: [ʔɛf ˈtseː ˈkœln]), is a German association football club based in Cologne. It was formed in 1948 as a merger of the clubs Kölner Ballspiel-Club 1901 and SpVgg Sülz 07. Köln gained promotion back to the Bundesliga in the 2018–19 season after being relegated to 2. Bundesliga the previous season. The team won the first Bundesliga in 1963.",
  "/wiki/List_of_clubs_in_the_German_football_championship": "This is a list of all clubs that have taken part in the German football championship from 1903 to 1963, in the era when the national championship was decided by a finals round with a national title game at the end."
}