{
  "/wiki/Advise_and_Consent": "Advise and Consent is a 1959 political novel by Allen Drury that explores the United States Senate confirmation of controversial Secretary of State nominee Robert Leffingwell, whose promotion is endangered due to growing evidence—explored in the novel—that the nominee was a member of the Communist Party. The chief characters' responses to the evidence, and their efforts to spread or suppress it, form the basis of the novel.",
  "/wiki/Allen_Drury": "Allen Stuart Drury (September 2, 1918 – September 2, 1998) was an American novelist. He wrote the 1959 novel Advise and Consent, for which he won the Pulitzer Prize for Fiction in 1960.",
  "/wiki/Blackmail": "Blackmail is an act of coercion using the threat of revealing or publicizing either substantially true or false information about a person or people unless certain demands are met. It is often damaging information, and may be revealed to family members or associates rather than to the general public. It may involve using threats of physical, mental or emotional harm, or of criminal prosecution, against the victim or someone close to the victim. It is normally carried out for personal gain, most commonly of position, money, or property.",
  "/wiki/Affinity_(novel)": "Affinity is a 1999 historical fiction novel by Sarah Waters. It is the author's second novel, following her debut Tipping the Velvet. Set during 1870's Victorian England, it tells the story of a woman, Margaret Prior, who is haunted by a shadowy past and in an attempt to cure her recent bout of illness and depression, begins visits to the women's wards of Millbank Prison. Whilst there she becomes entranced by the spiritualist Selina Dawes, with whom she becomes obsessed and begins an inappropriate relationship. Written as an epistolary novel, the story alternates as a series of diary entries written by both main characters.",
  "/wiki/Sarah_Waters": "Sarah Ann Waters OBE (born 21 July 1966) is a Welsh novelist. She is best known for her novels set in Victorian society and featuring lesbian protagonists, such as Tipping the Velvet and Fingersmith.",
  "/wiki/Alex_Delaware": "Alex Delaware is a literary character created by American writer Jonathan Kellerman. The Alex Delaware detective series begins with When the Bough Breaks, published in 1985.  Delaware appears in 32 of Kellerman's popular murder mysteries. Kellerman set the series in Los Angeles. Delaware is a forensic psychologist, although Kellerman wrote a back story in which Delaware practiced as a child psychologist.",
  "/wiki/Jonathan_Kellerman": "Jonathan Seth Kellerman (born August 9, 1949) is an American novelist, psychologist, and Edgar and Anthony Award-winning author best known for his popular mystery novels featuring the character Alex Delaware, a child psychologist who consults for the Los Angeles police department.",
  "/wiki/Carole_LaFavor": "Carole S. LaFavor (1942–2011) was an Ojibwe novelist, Native American rights activist and nurse. Known for her HIV/AIDS activism, she was featured in Mona Smith's 1988 film Her Giveway about her experiences living with the disease. Her two novels, Along the Journey River and Evil Dead Center were both published by Firebrand Books and her essay \"Walking the Red Road\" appears in the anthology Positive Women: Voices of Women Living with AIDS edited by Andrea Rudd and Darien Taylor.",
  "/wiki/American_Psycho": "American Psycho is a novel by Bret Easton Ellis, published in 1991. The story is told in the first person by Patrick Bateman, a serial killer and Manhattan businessman. Alison Kelly of The Observer notes that while \"some countries [deem it] so potentially disturbing that it can only be sold shrink-wrapped\", \"critics rave about it\" and \"academics revel in its transgressive and postmodern qualities\".",
  "/wiki/Bret_Easton_Ellis": "Bret Easton Ellis (born March 7, 1964) is an American author, screenwriter, short-story writer, and director. Ellis was first regarded as one of the so-called literary Brat Pack, which also included Tama Janowitz and Jay McInerney. He is a self-proclaimed satirist whose trademark technique, as a writer, is the expression of extreme acts and opinions in an affectless style. His novels commonly share recurring characters.",
  "/wiki/Annie_on_My_Mind": "Annie On My Mind is a 1982 novel by Nancy Garden about the romantic relationship between two 17-year-old New York City girls, Annie and Liza.",
  "/wiki/Nancy_Garden": "Nancy Garden (May 15, 1938 – June 23, 2014) was an American writer of fiction for children and young adults, best known for the lesbian novel Annie on My Mind. She received the 2003 Margaret Edwards Award from the American Library Association recognizing her lifetime contribution in writing for teens, citing Annie alone.",
  "/wiki/The_Arizona_Kid_(novel)": "The Arizona Kid is a 1988 novel by Ron Koertge about a summer 16-year-old Billy spends living with his gay uncle and working with race horses.",
  "/wiki/An_Arrow's_Flight": "An Arrow's Flight (ISBN 978-0-312-24288-6) is a novel by Mark Merlis, published in 1998.",
  "/wiki/Mark_Merlis": "Mark Merlis (March 9, 1950 – August 15, 2017) was an American writer and health policy analyst.",
  "/wiki/Arrows_of_the_Queen": "This is a list of books by Mercedes Lackey, arranged by collection.",
  "/wiki/Mercedes_Lackey": "Mercedes Ritchie Lackey (born June 24, 1950) is an American writer of fantasy novels. Many of her novels and trilogies are interlinked and set in the world of Velgarth, mostly in and around the country of Valdemar.  Her Valdemar novels include interaction between human and non-human protagonists with many different cultures and social mores.",
  "/wiki/The_Beauty_of_Men": "The Beauty of Men is a 1996 novel by Andrew Holleran, about Lark, a 47-year-old single gay man, who has moved to Florida to help care for his mother, who became paralyzed after a fall.",
  "/wiki/Andrew_Holleran": "Andrew Holleran is the pseudonym of Eric Garber (born 1943), an American novelist, essayist, and short story writer, born and partly raised in Aruba, in the Dutch Caribbean. He is a prominent novelist of post-Stonewall gay literature. He was a member of The Violet Quill, a gay writer's group that met briefly from 1980-81. The Violet Quill included other prolific gay writers like Edmund White and Felice Picano.  Garber, who has historically been very protective of his privacy, uses \"Andrew Holleran\" as his pseudonym.",
  "/wiki/The_Beebo_Brinker_Chronicles": "Ann Weldy (born September 15, 1932), better known by her pen name Ann Bannon, is an American author who, from 1957 to 1962, wrote six lesbian pulp fiction novels known as The Beebo Brinker Chronicles. The books' enduring popularity and impact on lesbian identity has earned her the title \"Queen of Lesbian Pulp Fiction\". Bannon was a young housewife trying to address her own issues of sexuality when she was inspired to write her first novel. Her subsequent books featured four characters who reappeared throughout the series, including her eponymous heroine, Beebo Brinker, who came to embody the archetype of a butch lesbian. The majority of her characters mirrored people she knew, but their stories reflected a life she did not feel she was able to live. Despite her traditional upbringing and role in married life, her novels defied conventions for romance stories and depictions of lesbians by addressing complex homosexual relationships.",
  "/wiki/Ann_Bannon": "Ann Weldy (born September 15, 1932), better known by her pen name Ann Bannon, is an American author who, from 1957 to 1962, wrote six lesbian pulp fiction novels known as The Beebo Brinker Chronicles. The books' enduring popularity and impact on lesbian identity has earned her the title \"Queen of Lesbian Pulp Fiction\". Bannon was a young housewife trying to address her own issues of sexuality when she was inspired to write her first novel. Her subsequent books featured four characters who reappeared throughout the series, including her eponymous heroine, Beebo Brinker, who came to embody the archetype of a butch lesbian. The majority of her characters mirrored people she knew, but their stories reflected a life she did not feel she was able to live. Despite her traditional upbringing and role in married life, her novels defied conventions for romance stories and depictions of lesbians by addressing complex homosexual relationships.",
  "/wiki/The_Bell_Jar": "The Bell Jar is the only novel written by the American writer and poet Sylvia Plath. Originally published under the pseudonym \"Victoria Lucas\" in 1963, the novel is semi-autobiographical, with the names of places and people changed. The book is often regarded as a roman à clef because the protagonist's descent into mental illness parallels Plath's own experiences with what may have been clinical depression or bipolar II disorder. Plath died by suicide a month after its first UK publication. The novel was published under Plath's name for the first time in 1967 and was not published in the United States until 1971, in accordance with the wishes of both Plath's husband, Ted Hughes, and her mother.  The novel has been translated into nearly a dozen languages.",
  "/wiki/Sylvia_Plath": "Sylvia Plath (/plæθ/; October 27, 1932 – February 11, 1963) was an American poet, novelist, and short-story writer. She is credited with advancing the genre of confessional poetry and is best known for two of her published collections, The Colossus and Other Poems and Ariel, as well as The Bell Jar, a semi-autobiographical novel published shortly before her death. In 1982, she won a posthumous Pulitzer Prize for The Collected Poems.",
  "/wiki/Blood_of_the_Fold": "Blood of the Fold is the third book in Terry Goodkind's epic fantasy series The Sword of Truth.",
  "/wiki/Temple_of_the_Winds": "Temple of the Winds is the fourth book in Terry Goodkind's epic fantasy series The Sword of Truth.",
  "/wiki/Terry_Goodkind": "Terry Goodkind (born May 1, 1948) is an American writer. He is known for the epic fantasy series The Sword of Truth as well as the contemporary suspense novel The Law of Nines (2009), which has ties to his fantasy series.  The Sword of Truth series sold 25 million copies worldwide and was translated into more than 20 languages.  Additionally, it was adapted into a television series called Legend of the Seeker, which premiered on November 1, 2008, and ran for two seasons, ending in May 2010.",
  "/wiki/Nicola_Griffith": "Nicola Griffith (/ˈnɪkələ ˈɡrɪfɪð/; born 30 September 1960 in Yorkshire, England) is a British-American novelist, essayist, and teacher. Griffith has won the Washington State Book Award, Nebula Award, James Tiptree, Jr. Award, World Fantasy Award and six Lambda Literary Awards.",
  "/wiki/Boy_Culture_(novel)": "Boy Culture is a 1995 novel by Matthew Rettenmund. It centers on a call boy in the city of Chicago, Illinois and his two roommates. The protagonist goes by X throughout the book in order to maintain his anonymity. In 2006, it was adapted into a movie by filmmaker Q. Allan Brocka, starring Patrick Bauchau, Darryl Stephens, Emily Stiles, and newcomer Derek Magyar as \"X\". Award Nominated writers Craig Hepworth and Adele Stanhope are adapting the novel to the stage, Boy Culture the play will open August 2012 in Manchester, UK and will be produced by Vertigo Theatre Productions.",
  "/wiki/Matthew_Rettenmund": "Matthew Rettenmund (born December 25, 1968) is the author of the novels Boy Culture and Blind Items: A (Love) Story, as well as the non-fiction books Encyclopedia Madonnica, Totally Awesome '80s, and Hilary Duff: All Access. He was the founding Editor in Chief of Popstar! Magazine from October 1998 until May 2012. He currently[when?] works at Telepictures in New York.",
  "/wiki/Narrator": "Narration is the use of a written or spoken commentary to convey a story to an audience. Narration encompasses a set of techniques through which the creator of the story presents their story, including:",
  "/wiki/Pseudonym": "A pseudonym (/ˈsjuːdənɪm/) or alias (/ˈeɪliəs/) is a name that a person or group assumes for a particular purpose, which can differ from their first or true name (orthonym). The term is not used when a new name entirely replaces an individual's own.",
  "/wiki/Breakfast_on_Pluto": "Breakfast on Pluto is a 1998 novel by Patrick McCabe. The book was shortlisted for the 1998 Booker Prize, and was adapted for the screen by McCabe and Neil Jordan; Jordan directed the 2005 film. The author derived the novel's title from the 1969 hit record Breakfast On Pluto by Don Partridge.",
  "/wiki/Patrick_McCabe_(novelist)": "Patrick McCabe (born 27 March 1955) is an Irish writer. Known for his mostly dark and violent novels set in contemporary—often small-town—Ireland, McCabe has been twice shortlisted for the Booker Prize, for The Butcher Boy and Breakfast on Pluto, both of which have been made into films.",
  "/wiki/Trans_woman": "A trans woman (sometimes trans-woman or transwoman) is a woman who was assigned male at birth. Trans women may experience gender dysphoria and may transition; this process commonly includes hormone replacement therapy and sometimes sex reassignment surgery, which can bring immense relief and even resolve gender dysphoria entirely. Trans women may be heterosexual, bisexual, homosexual, asexual, or identify with other terms (such as queer).",
  "/wiki/Brideshead_Revisited": "Brideshead Revisited, The Sacred & Profane Memories of Captain Charles Ryder is a novel by English writer Evelyn Waugh, first published in 1945. It follows, from the 1920s to the early 1940s, the life and romances of the protagonist Charles Ryder, including his friendship with the Flytes, a family of wealthy English Catholics who live in a palatial mansion called Brideshead Castle. Ryder has relationships with two of the Flytes: Sebastian and Julia. The novel explores themes including nostalgia for the age of English aristocracy, Catholicism, and the nearly overt homosexuality of Sebastian Flyte's coterie at Oxford University.  A faithful and well-received television adaptation of the novel was produced in an 11-part miniseries by Granada Television in 1981.",
  "/wiki/Evelyn_Waugh": "Arthur Evelyn St. John Waugh (/ˈiːvlɪn ˈsɪndʒən ˈwɔː/; 28 October 1903 – 10 April 1966) was an English writer of novels, biographies, and travel books; he was also a prolific journalist and book reviewer. His most famous works include the early satires Decline and Fall (1928) and A Handful of Dust (1934), the novel Brideshead Revisited (1945), and the Second World War trilogy Sword of Honour (1952–1961). He is recognised as one of the great prose stylists of the English language in the 20th century.",
  "/wiki/Brokeback_Mountain_(short_story)": "\"Brokeback Mountain\" is a short story by American author Annie Proulx.  It was originally published in The New Yorker on October 13, 1997, for which it won the National Magazine Award for Fiction in 1998. Proulx won a third place O. Henry Award for the story in 1998. A slightly expanded version of the story was published in Proulx's 1999 collection of short stories, Close Range: Wyoming Stories.  The collection was a finalist for the 2000 Pulitzer Prize for Fiction.",
  "/wiki/Annie_Proulx": "Edna Ann Proulx (/ˈpruː/; born August 22, 1935) is an American novelist, short story writer, and journalist. She has written most frequently as Annie Proulx but has also used the names E. Annie Proulx and E.A. Proulx.",
  "/wiki/Jack_Twist": "Jack Twist is a fictional character of the short story \"Brokeback Mountain\" by Annie Proulx and the 2005 Academy Award-winning film adaptation of the same name directed by Ang Lee, where he is portrayed by American actor Jake Gyllenhaal. Jack's story is depicted by the complex, sexual, and romantic relationship he has with Ennis Del Mar in the American West from 1963 to 1983.",
  "/wiki/Ennis_del_Mar": "Ennis del Mar (Del Mar in the film) is the fictional main character of the short story \"Brokeback Mountain\" by Annie Proulx and the 2005 Academy Award-winning film adaptation of the same name directed by Ang Lee. Ennis's story is depicted by his complex sexual and romantic relationship with Jack Twist in the American West, over two decades from 1963 to 1983. In the film, he is portrayed by Heath Ledger, who was nominated for the Academy Award for Best Actor for his performance.",
  "/wiki/Captain_Underpants": "Captain Underpants is an illustrated children's novel series by American author and illustrator Dav Pilkey. The series revolves around two fourth-graders, George Beard and Harold Hutchins, living in Piqua, Ohio, and Captain Underpants, an aptly named superhero from one of the boys' homemade comic books, who accidentally (\"kinda on purpose\") becomes real when George and Harold hypnotize their ill-tempered principal, Mr. Krupp. Soon after, Mr. Krupp gains superpowers by drinking alien juices in the third book.",
  "/wiki/Dav_Pilkey": "David Murray \"Dav\" Pilkey Jr. (/ˈdeɪv/; born March 4, 1966)  is an American cartoonist, author and illustrator of children's literature. Pilkey is best known as the author and illustrator of the children's book series Captain Underpants and the children's graphic novel series Dog Man.",
  "/wiki/The_Charioteer": "The Charioteer is a war novel by Mary Renault first published in London in 1953.  Renault's US publisher (Morrow) refused to publish it until 1959 due to its generally positive portrayal of homosexuality.  The Charioteer is significant because it features a prominent - and positive -  gay theme at an early date and quickly became a bestseller - particularly within the gay community.",
  "/wiki/Mary_Renault": "Mary Renault (/ˈrɛnoʊlt/; 4 September 1905 – 13 December 1983), born Eileen Mary Challans, was an English and South African writer best known for her historical novels set in ancient Greece. In addition to vivid fictional portrayals of Theseus, Socrates, Plato, and Alexander the Great, she wrote a non-fiction biography of Alexander.",
  "/wiki/List_of_LGBT_characters_in_modern_written_fiction": "This is a list of LGBT characters in modern written fiction. The historical concept and definition of sexual orientation varies and has changed greatly over time; for example the word \"gay\" wasn't used to describe sexual orientation until the mid 20th century. A number of different classification schemes have been used to describe sexual orientation since the mid-19th century, and scholars have often defined the term 'sexual orientation' in divergent ways. Indeed, several studies have found that much of the research about sexual orientation has failed to define the term at all, making it difficult to reconcile the results of different studies. However, most definitions include a psychological component (such as the direction of an individual's erotic desire) and/or a behavioral component (which focuses on the sex of the individual's sexual partner/s). Some prefer to simply follow an individual's self-definition or identity. See homosexuality and bisexuality for criteria that have traditionally denoted lesbian, gay and bisexual (LGB) people."
}