{
  "/wiki/Bloomington_Edge": "The Bloomington Edge are a professional indoor football team based in Bloomington, Illinois. While it was in operation, the team hosted home games at Grossinger Motors Arena. Originally named the Bloomington Extreme, the team was a member of United Indoor Football (UIF), and joined the Indoor Football League (IFL) in 2009 during the UIF and Intense Football League merger. They left the IFL for the Champions Professional Indoor Football League (CPIFL) in 2013, and in 2015 the CPIFL merged with the Lone Star Football League (LSFL) to create Champions Indoor Football (CIF), where Bloomington did not follow and joined X-League Indoor Football (X-League). Following the 2015 season the Edge joined the CIF. The Edge then announced it had rejoined the IFL for the 2018 season, but a court ruling prevented the team from joining the league until 2019, however, they were not included in that season's schedule.",
  "/wiki/United_Indoor_Football": "United Indoor Football (UIF) was a United States indoor football league that started in 2005.  Ten owners from the National Indoor Football League, including one expansion (the Dayton Warbirds, which never played a game in UIF) and two from arenafootball2 (af2) took their franchises and formed their own league. The league was based in Omaha, Nebraska.",
  "/wiki/Indoor_Football_League": "The Indoor Football League (IFL) is a professional indoor American football league created in 2008 out of the merger between the Intense Football League and United Indoor Football. It has the largest number of currently active teams among indoor football leagues. The league has operated continuously under the same name and corporate structure longer than any other current indoor football league. IFL players earn a minimum of US$200 per game played (before taxes). The season is typically 14 games long, plus playoffs of two or more rounds.",
  "/wiki/Champions_Professional_Indoor_Football_League": "The Champions Professional Indoor Football League (CPIFL) was an indoor football league based along the Midwestern United States region. The league began play in February 2013. In August 2014, the CPIFL and Lone Star Football League (LSFL) completed a merger to form Champions Indoor Football (CIF) and began play in 2015.",
  "/wiki/X-League_Indoor_Football": "X-League Indoor Football (X-League) was a professional indoor football league that began play in 2014. The league was co-chaired by Michael Mink and Kacee Smith. On September 19, 2015, the league announced a merger with the future \"North American Indoor Football\" but later stated the merger would not go forward as announced and disbanded.",
  "/wiki/Champions_Indoor_Football": "Champions Indoor Football (CIF) is a professional indoor American football league created in 2014 out of the merger between the Champions Professional Indoor Football League (CPIFL) and Lone Star Football League (LSFL), plus one team from the Indoor Football League and two expansion teams. Players are paid $75 – $300 per game before taxes with no other benefits.",
  "/wiki/Chicago_Blaze_(ice_hockey)": "The Chicago Blaze was a professional hockey team based in Rolling Meadows, Illinois. The team was part of the All American Hockey League and began playing in the 2008-2009 AAHL season. The Blaze played their home games at West Meadows Ice Arena in Rolling Meadows, Illinois. The Blaze were coached by Steve Pronger, a former assistant coach for the Flint Generals.",
  "/wiki/All_American_Hockey_League_(2008%E2%80%93)": "The All American Hockey League (AAHL) was a lower level professional ice hockey league with teams in the Midwestern United States. The league suspended operations for the 2011–12 season and subsequently folded.",
  "/wiki/Chicago_Blitz": "The Chicago Blitz was a professional American football team that played in the United States Football League in the mid-1980s.  They played at Soldier Field in Chicago, Illinois.",
  "/wiki/United_States_Football_League": "The United States Football League (USFL) was an American football league that played for three seasons, 1983 through 1985. The league played a spring/summer schedule in each of its active seasons. The 1986 season was scheduled to be played in the autumn/winter, directly competing against the long-established National Football League (NFL). However, the USFL ceased operations before that season was scheduled to begin.",
  "/wiki/Chicago_Bruisers": "The Chicago Bruisers were a professional arena football team based in Rosemont, Illinois. They were founded in 1987 as a charter member of the Arena Football League (AFL). They played their home games at Rosemont Horizon.",
  "/wiki/Arena_Football_League": "The Arena Football League (AFL) was a professional indoor American football league in the United States. It was founded in 1987 by Jim Foster, making it the third longest-running professional football league in North America, after the Canadian Football League (CFL) and the National Football League (NFL). The AFL played a proprietary code known as arena football, a form of indoor American football played on a 66-by-28 yard field (about a quarter of the surface area of an NFL field), with rules encouraging offensive performance, resulting in a faster-paced and higher-scoring game. The sport was invented in the early 1980s and patented by Foster, a former executive of the United States Football League (USFL) and the NFL.",
  "/wiki/Chicago_Cardinals": "The professional American football team now known as the Arizona Cardinals previously played in Chicago, Illinois as the Chicago Cardinals from 1920 to 1959 before relocating to St. Louis, Missouri for the 1960 season.",
  "/wiki/National_Football_League": "The National Football League (NFL) is a professional American football league consisting of 32 teams, divided equally between the National Football Conference (NFC) and the American Football Conference (AFC). The NFL is one of the four major professional sports leagues in North America and the highest professional level of American football in the world. The NFL's 17-week regular season runs from early September to late December, with each team playing 16 games and having one bye week. Following the conclusion of the regular season, six teams from each conference (four division winners and two wild card teams) advance to the playoffs, a single-elimination tournament culminating in the Super Bowl, which is usually held on the first Sunday in February and is played between the champions of the NFC and AFC.",
  "/wiki/Chicago_Condors": "The Chicago Condors were a very short-lived member of the American Basketball League (ABL). Their hometown was much larger than usual for the ABL, which mainly targeted mid-market cities, and initial team merchandising was successful.  The team appeared to have a solid base.  General manager Allison Hodges was the wife of former Chicago Bulls star Craig Hodges, and former Bulls assistant Jim Cleamons was head coach.",
  "/wiki/American_Basketball_League_(1996%E2%80%931998)": "The American Basketball League, often abbreviated to the ABL of 1996 was the first independent professional basketball league for women in the United States. At the same time the ABL was being formed, the National Basketball Association (NBA) was creating the Women's National Basketball Association (WNBA). The ABL began league competition in the Fall of 1996, while the WNBA launched its first game in June 1997. Both organizations came into existence during a surge in popularity for women's basketball in the United States that followed the perfect 35–0 national championship season for the Connecticut Huskies in 1995 and the undefeated, gold medal-winning performance of the United States Women's basketball team at the 1996 Summer Olympics.",
  "/wiki/Chicago_Cougars": "The Chicago Cougars were a franchise in the World Hockey Association from 1972 to 1975. The Cougars played their home games in the International Amphitheatre. During the 1974 Avco Cup Finals against Gordie Howe and the Houston Aeros, the team's two home games were played at the Randhurst Twin Ice Arena in suburban Mount Prospect.  This was because a presentation of Peter Pan starring gymnast Cathy Rigby was booked into the Amphitheatre when the National Hockey League's Chicago Blackhawks and the National Basketball Association's Chicago Bulls had both entered their own playoffs, making the Chicago Stadium unavailable for either the Cougars and Peter Pan.",
  "/wiki/World_Hockey_Association": "The World Hockey Association (French: Association mondiale de hockey) was a professional ice hockey major league that operated in North America from 1972 to 1979. It was the first major league to compete with the National Hockey League (NHL) since the collapse of the Western Hockey League in 1926. Although the WHA was not the first league since that time to attempt to challenge the NHL's supremacy, it was by far the most successful in the modern era.",
  "/wiki/Chicago_Enforcers": "The Chicago Enforcers were a short-lived American football team based at Soldier Field in Chicago, Illinois. This team was part of the failed XFL begun by Vince McMahon of WWE and by NBC, a major television network in the United States. NBC dropped the XFL after the first season in 2001 due to dismal ratings, and the dissolution of the league was announced shortly afterwards.",
  "/wiki/XFL_(2001)": "The original XFL was a professional American football league that played its only season in 2001. The XFL was operated as a joint venture between the World Wrestling Federation (now the WWE) and NBC. The XFL was conceived as an outdoor football league that would begin play immediately after the National Football League season ended to take advantage of lingering public desire to watch football after the NFL and college football seasons had concluded. It was promoted as having fewer rules to encourage rougher play than other major leagues. The league had eight teams in two divisions, including major markets and some not directly served by the NFL, such as Birmingham, Las Vegas, Memphis, and Orlando. The XFL operated as a single entity with all teams owned by the league, in contrast to most major professional leagues, which use a franchise model with individual owners.",
  "/wiki/Chicago_Express": "The Chicago Express were a professional ice hockey team located in Hoffman Estates, Illinois, serving the Chicago market.  The Express were a member of the North Division of the ECHL's Eastern Conference. The team played its home games at the Sears Centre.",
  "/wiki/ECHL": "The ECHL (formerly the East Coast Hockey League) is a mid-level professional ice hockey league based in Princeton, New Jersey, with teams scattered across the United States and two franchises in Canada. It is a tier below the American Hockey League.",
  "/wiki/Chicago_Fire_(WFL)": "The Chicago Fire was an American football team in the short-lived World Football League for one season, 1974. The team was founded in late October 1973, with building magnate Thomas Origer becoming the first owner to purchase a WFL franchise, for around $400,000.",
  "/wiki/World_Football_League": "The World Football League (WFL) was a short-lived American football league that played one full season in 1974 and most of its second in 1975. Although the league's proclaimed ambition was to bring American football onto a worldwide stage, the farthest the WFL reached was placing a team – the Hawaiians – in Honolulu, Hawaii. The league folded midway through its second season, in 1975. A new minor football league began play as the World Football League in 2008 after acquiring the rights to its trademarks and intellectual property; it folded in 2011.",
  "/wiki/Chicago_Fire_Premier": "Chicago Fire U-23 Is an American soccer team based in Chicago, Illinois, United States. Founded in 2001, the team plays in the USL League Two  , And the team also played in the Premier Development League (PDL), the fourth tier of the American Soccer Pyramid, in the Great Lakes Division of the Central Conference.",
  "/wiki/USL_Premier_Development_League": "USL League Two (USL2), formerly the Premier Development League (PDL), is a development soccer league sponsored by United Soccer Leagues in the United States and Canada, forming part of the United States soccer league system. The league featured 72 teams in 2019, split into eleven regional divisions within four conferences. Unofficially, it is considered to be the fourth tier of competition, behind Major League Soccer, USL Championship, and USL League One. USL League Two is headquartered in Tampa, Florida.",
  "/wiki/Chicago_Hounds": "The Chicago Hounds were a professional ice hockey team in the United Hockey League for the 2006-07 UHL season. They played their home games at the Sears Centre in Hoffman Estates, Illinois. The Hounds franchise was officially a relocation of the Richmond RiverDogs franchise, which played in Richmond, Virginia for three seasons from 2003-2006. Their only coach was former Fort Wayne Komets coach, Greg Puhalski, who came in as the head coach with the most wins in UHL history.",
  "/wiki/United_Hockey_League": "The United Hockey League (UHL), originally known as the Colonial Hockey League from 1991 to 1997 and last known as the International Hockey League from 2007 to 2010, was a low-level minor professional ice hockey league, with teams in the United States and Canada. The league was headquartered in Rochester, Michigan, and, in its last year, consisted of seven teams. It folded in 2010, with most of its teams joining the Central Hockey League. The Central Hockey League teams still operating in 2014 were then added to ECHL. The only former CoHL/UHL/IHL teams still active as of 2018 are the Fort Wayne Komets and Kalamazoo Wings.",
  "/wiki/Chicago_Hustle": "The Chicago Hustle was a team in the Women's Professional Basketball League (WBL) from 1978-1981. The team's colors were red and blue.",
  "/wiki/Women%27s_Professional_Basketball_League": "The Women's Professional Basketball League (abbreviated WBL) was a professional women's basketball league in the United States. The league played three seasons from the fall of 1978 to the spring of 1981. The league was the first professional women's basketball league in the United States.",
  "/wiki/Rochester_Rattlers": "The Dallas Rattlers were a professional men's field lacrosse team as a member of Major League Lacrosse (MLL) based in Frisco, Texas starting in 2018. The franchise was a charter member of the MLL, operating as the Rochester Rattlers in Rochester, New York, from 2001 to 2008 and 2011 to 2017.",
  "/wiki/Lacrosse": "Lacrosse is a team sport played with a lacrosse stick and a lacrosse ball. It is the oldest organized sport in North America, with its origins in a tribal game played by eastern Woodlands indigenous peoples and by some Plains Indians tribes in what is now the United States of America and Canada. The game was extensively modified reducing the violence  by European colonizers to create its current collegiate and professional form.",
  "/wiki/Major_League_Lacrosse": "Major League Lacrosse (MLL) is a men's  field lacrosse league consisting of six active teams in the United States. The league's inaugural season was in 2001. Teams play 16 regular-season games from late May to late September, with a four-team playoff for the championship trophy, the Steinfeld Trophy. MLL averaged 3,619 spectators per game during the 2018 season, down from a peak of 6,417 in 2011.",
  "/wiki/Chicago_Mustangs_(1967%E2%80%9368)": "The Chicago Mustangs were an American professional soccer team based out of Chicago, Illinois that was a charter member of the United Soccer Association in 1967. The league was made up of teams imported whole from foreign leagues. The Chicago club was actually Cagliari Calcio from Italy. The franchise was owned by Arthur Allyn Jr., the owner of Artnell Corporation and Major League Baseball's Chicago White Sox. The Mustangs shared Allyn-owned Comiskey Park with the White Sox for its home matches. They drew just 25,237 paid admissions over the course of 6 home games.",
  "/wiki/North_American_Soccer_League_(1968%E2%80%9384)": "The North American Soccer League (NASL) was the top-level major professional soccer league in the United States and Canada that operated from 1968 to 1984. It was the first soccer league to be successful on a national scale in the United States.  The league final was called the Soccer Bowl from 1975 to 1983 and the Soccer Bowl Series in its final year, 1984. The league was headed by Commissioner Phil Woosnam from 1969 to 1983.",
  "/wiki/Chicago_Packers": "The Washington Wizards are an American professional basketball team based in Washington, D.C. The Wizards compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Southeast Division. The team plays its home games at the Capital One Arena, in the Chinatown neighborhood of Washington, D.C.",
  "/wiki/Chicago_Zephyrs": "The Washington Wizards are an American professional basketball team based in Washington, D.C. The Wizards compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Southeast Division. The team plays its home games at the Capital One Arena, in the Chinatown neighborhood of Washington, D.C.",
  "/wiki/National_Basketball_Association": "The National Basketball Association (NBA) is a men's professional basketball league in North America, composed of 30 teams (29 in the United States and 1 in Canada). It is one of the four major professional sports leagues in the United States and Canada, and is widely considered to be the premier men's professional basketball league in the world.",
  "/wiki/Chicago_Power": "The Chicago Power were an indoor soccer club based in Chicago, Illinois that competed in the American Indoor Soccer Association and National Professional Soccer League.",
  "/wiki/American_Indoor_Soccer_Association": "The National Professional Soccer League was a professional indoor soccer league in the US and Canada. It was originally called  the American Indoor Soccer Association.",
  "/wiki/National_Professional_Soccer_League_(1984%E2%80%932001)": "The National Professional Soccer League was a professional indoor soccer league in the US and Canada. It was originally called  the American Indoor Soccer Association.",
  "/wiki/American_Basketball_Association_(2000%E2%80%93)": "The American Basketball Association (ABA) is an American semi-professional men's basketball minor league that was founded in 1999.",
  "/wiki/Chicago_Rush": "The Chicago Rush were a professional arena football team based in Rosemont, Illinois. The team  played at the Allstate Arena from 2001 to 2013. They were a member of the Central Division of the National Conference of the Arena Football League (AFL). Founded in 2001, the team qualified for the playoffs 11 out of 12 seasons and won one AFL championship, ArenaBowl XX in 2006. During their history, the Rush won five divisional titles and competed in the AFL Conference Championship six times, including four consecutive appearances from 2004 to 2007. They also had the largest market in the AFL.",
  "/wiki/Chicago_Shamrox": "The Chicago Shamrox were an American professional lacrosse team that played in the National Lacrosse League (NLL) in the 2007 and 2008 NLL seasons. Home matches were played at the Sears Centre in northwest suburban Hoffman Estates, Illinois. The team's ownership group was headed by Kevin Loughery Jr., the son of former NBA head coach Kevin Loughery. The new franchise was announced on February 16, 2006, and the name \"Shamrox\" was chosen in May 2006.",
  "/wiki/National_Lacrosse_League": "The National Lacrosse League (NLL) is a men's professional box lacrosse league in North America. Headquartered in Conshohocken, Pennsylvania, the NLL currently has thirteen teams: eight in the United States and five in Canada. The NLL ranks third in average attendance for pro indoor sports worldwide, behind only the NHL and NBA. Unlike other box lacrosse leagues which play in the summer, the NLL plays its games in the winter and spring, from December to June. Each year, the playoff teams battle for the National Lacrosse League Cup. The NLL has averaged between 8,900 and 10,700 spectators per game each year since 2004."
}