{
  "/wiki/Riga": "Riga (/ˈriːɡə/; Latvian: Rīga [ˈriːɡa] (listen); Livonian: Rīgõ) is the capital of Latvia and is home to 632,614 inhabitants (2019), which is a third of Latvia's population. Being significantly larger than other cities of Latvia, Riga is the country's primate city. It is also the largest city in the three Baltic states and is home to one tenth of the three Baltic states' combined population. The city lies on the Gulf of Riga at the mouth of the Daugava river where it meets the Baltic Sea. Riga's territory covers 307.17 km2 (118.60 sq mi) and lies 1–10 m (3 ft 3 in–32 ft 10 in) above sea level, on a flat and sandy plain.",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]",
  "/wiki/Kaunas": "Kaunas (/ˈkaʊnəs/; Lithuanian: [ˈkɐʊˑnɐs] (listen); also see other names) is the second-largest city in Lithuania after Vilnius and the historical centre of Lithuanian economic, academic, and cultural life. Kaunas was the biggest city and the centre of a county in the Duchy of Trakai of the Grand Duchy of Lithuania and Trakai Palatinate since 1413. In the Russian Empire, it was the capital of the Kaunas Governorate from 1843 to 1915.",
  "/wiki/Helsinki": "Helsinki (/ˈhɛlsɪŋki/ HEL-sink-ee or /hɛlˈsɪŋki/ (listen) hel-SINK-ee, Finnish: [ˈhelsiŋki] (listen); Swedish: Helsingfors [hɛlsɪŋˈfɔʂː] (listen), Finland Swedish: [helsiŋˈforsː] (listen)) is the capital and most populous city of Finland. Located on the shore of the Gulf of Finland, it is the seat of the region of Uusimaa in southern Finland, and has a population of 650,058. The city's urban area has a population of 1,268,296, making it by far the most populous urban area in Finland as well as the country's most important center for politics, education, finance, culture, and research. Helsinki is located 80 kilometres (50 mi) north of Tallinn, Estonia, 400 km (250 mi) east of Stockholm, Sweden, and 300 km (190 mi) west of Saint Petersburg, Russia. It has close historical ties with these three cities.",
  "/wiki/Moscow": "Moscow (/ˈmɒskoʊ/, in US mainly: /ˈmɒskaʊ/; Russian: Москва, tr. Moskva, IPA: [mɐˈskva] (listen)) is the capital and most populous city of Russia, with approximately 12.6 million residents within the city limits, 17 million within the urban area and 20 million within the metropolitan area. Moscow is one of Russia's federal cities.",
  "/wiki/Stockholm": "Stockholm (Swedish pronunciation: [ˈstɔ̂kː(h)ɔlm] (listen)) is the capital and most populous urban area of Sweden. 972,647 people live in the municipality, approximately 1.6 million in the urban area, and 2.4 million in the metropolitan area. The city stretches across fourteen islands where Lake Mälaren flows into the Baltic Sea. Outside the city to the east, and along the coast, is the island chain of the Stockholm archipelago. The area has been settled since the Stone Age, in the 6th millennium BC, and was founded as a city in 1252 by Swedish statesman Birger Jarl. It is also the county seat of Stockholm County.",
  "/wiki/Vilnius": "Vilnius (Lithuanian pronunciation: [ˈvʲɪlʲnʲʊs] (listen), see also other names) is the capital of Lithuania and its largest city, with a population of 580,020 as of 2020[update]. The population of Vilnius functional urban area, that stretches beyond the city limits, is estimated at 697,691 (as of 2017), while according to statistics of Vilnius territorial health insurance fund, there are 728,032  permanent inhabitants (as of December 2019) in Vilnius city and Vilnius district municipalities combined. Vilnius is in the southeast part of Lithuania and is the second largest city in the Baltic states. Vilnius is the seat of the national government of Lithuania and the Vilnius District Municipality.",
  "/wiki/Oslo": "Oslo (/ˈɒzloʊ/ OZ-loh, also US: /ˈɒsloʊ/ OSS-loh, Norwegian: [ˈʊ̂ʂlʊ] (listen), rarely [ˈʊ̂slʊ, ˈʊ̀ʂlʊ]) is the capital and most populous city of Norway. It constitutes both a county and a municipality. During the Viking Age the area was part of Viken, the northernmost Danish province. Oslo was founded as a city at the end of the Viking Age in the year 1040 under the name Ánslo, and established as a kaupstad or trading place in 1048 by Harald Hardrada. The city was elevated to a bishopric in 1070 and a capital under Haakon V of Norway around 1300. Personal unions with Denmark from 1397 to 1523 and again from 1536 to 1814 reduced its influence. After being destroyed by a fire in 1624, during the reign of King Christian IV, a new city was built closer to Akershus Fortress and named Christiania in the king's honour. It was established as a municipality (formannskapsdistrikt) on 1 January 1838. The city functioned as the capital of Norway during the 1814–1905 union between Sweden and Norway. From 1877, the city's name was spelled Kristiania in government usage, a spelling that was adopted by the municipal authorities only in 1897. In 1925 the city, after incorporating the village retaining its former name, was renamed Oslo. In 1948 Oslo merged with Aker, a municipality which surrounded the capital and which was 27 times larger, thus creating the modern, vastly enlarged Oslo municipality.",
  "/wiki/Tallinn": "Tallinn (/ˈtɑːlɪn, ˈtælɪn/; Estonian: [ˈtɑlʲˑinˑ]; names in other languages) is the capital,  primate and the most populous city of Estonia. Located in the northern part of the country, on the shore of the Gulf of Finland of the Baltic Sea, it has a population of 434,562. Administratively a part of Harju maakond (county), Tallinn is the main  financial, industrial, cultural, educational and research centre of Estonia. Tallinn is located 80 kilometres (50 mi) south of Helsinki, Finland, 320 kilometres (200 mi) west of Saint Petersburg, Russia, and 380 kilometres (240 mi) east of Stockholm, Sweden. It has close historical ties with these three cities. From the 13th century until the first half of the 20th century Tallinn was known in most of the world by its historical German name Reval.",
  "/wiki/Milan": "Milan (/mɪˈlæn/, US also /mɪˈlɑːn/, Italian: Milano [miˈlaːno] (listen), Milanese: [miˈlãː] (listen)) is a city in northern Italy, capital of Lombardy, and the second-most populous city in Italy after Rome. Milan served as the capital of the Western Roman Empire, the Duchy of Milan and the Kingdom of Lombardy–Venetia. \nThe city proper has a population of about 1.4 million while its metropolitan city has 3.23 million inhabitants. Its continuously built-up urban area, that stretches well beyond the boundaries of its administrative metropolitan city, is the fourth largest in the EU with 5.27 million inhabitants. The population within the wider Milan metropolitan area, also known as Greater Milan, is estimated at 8.2 million, making it by far the largest metropolitan area in Italy and the 4th largest in the EU.",
  "/wiki/Brussels": "Brussels (French: Bruxelles [bʁysɛl] (listen) or [bʁyksɛl]; Dutch: Brussel [ˈbrʏsəl] (listen)), officially the Brussels-Capital Region (French: Région de Bruxelles-Capitale;[a] Dutch: Brussels Hoofdstedelijk Gewest),[b] is a region of Belgium comprising 19 municipalities, including the City of Brussels, which is the capital of Belgium. The Brussels-Capital Region is located in the central portion of the country and is a part of both the French Community of Belgium and the Flemish Community, but is separate from the Flemish Region (which forms an enclave) and the Walloon Region. Brussels is the most densely populated and the richest region in Belgium in terms of GDP per capita. It covers 162 km2 (63 sq mi), a relatively small area compared to the two other regions, and has a population of over 1.2 million. The metropolitan area of Brussels comprises over 2.5 million people, which makes it the largest in Belgium. It is also part of a large conurbation extending towards Ghent, Antwerp, Leuven and Walloon Brabant, home to over 5 million people.",
  "/wiki/Frankfurt": "Frankfurt (officially: Frankfurt am Main (German: [ˈfʁaŋkfʊʁt ʔam ˈmaɪn] (listen); Hessian: Frangford am Maa; lit. \"Frank ford on the[a] Main\")) is a metropolis and the largest city of the German federal state of Hesse, and its 746,878 (2017) inhabitants make it the fifth-largest city in Germany. On the River Main (a tributary of the Rhine), it forms a continuous conurbation with the neighbouring city of Offenbach am Main, and its urban area has a population of 2.3 million. The city is at the centre of the larger Rhine-Main Metropolitan Region, which has a population of 5.5 million and is Germany's second-largest metropolitan region after the Rhine-Ruhr Region. Since the enlargement of the European Union in 2013, the geographic centre of the EU is about 40 km (25 mi) to the east of Frankfurt's central business district. Like France and Franconia, the city is named after the Franks. Frankfurt is the largest city in the Rhine Franconian dialect area (Franconian dialects), Frankfurt was one of the host cities of the official tournaments of the 1974 and the 2006 FIFA World Cup.",
  "/wiki/Berlin": "Berlin (/bɜːrˈlɪn/; German: [bɛʁˈliːn] (listen)) is the capital and largest city of Germany by both area and population. Its 3,748,148 (2018) inhabitants make it the  most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions.",
  "/wiki/Copenhagen": "Copenhagen[a] (Danish: København [kʰøpm̩ˈhau̯ˀn] (listen)) is the capital and most populous city of Denmark. As of July 2018, the city had a population of  633,021 inhabitants (as of October 2019) in Copenhagen Municipality, 103,914 in Frederiksberg Municipality, 43,005 in Tårnby Municipality, and 14,201 in Dragør Municipality. It forms the core of the wider urban area of Copenhagen (population 1,320,629) and the Copenhagen metropolitan area (population 2,557,737). Copenhagen is situated on the eastern coast of the island of Zealand; another small portion of the city is located on Amager, and it is separated from Malmö, Sweden, by the strait of Øresund. The Øresund Bridge connects the two cities by rail and road.",
  "/wiki/Kiev": "Kiev or Kyiv[a] (Ukrainian: Київ, romanized: Kyiv; Russian: Киев, romanized: Kiyev) is the capital and most populous city of Ukraine. It is in north-central Ukraine along the Dnieper River. Its population in July 2015 was 2,887,974 (though higher estimated numbers have been cited in the press), making Kiev the 6th-most populous city in Europe.",
  "/wiki/List_of_the_busiest_airports_in_the_Baltic_states": "This is a list of the busiest airports in the Baltic states in terms of total number of Passengers, Aircraft movements and Freight and Mail Tonnes per year. The statistics includes major airports in the Baltic States with commercial regular traffic. Aircraft movements and Freight and Mail Tonnes only include statics for the 5 busiest airports in 2012 since reliable data is not available for all airports. Included are also a list of the Busiest Air Routes to/from and between the Baltic States for 2011 and 2012, data for 2019 will be added as soon as the data becomes available."
}