{
  "/wiki/SBS_One": "SBS is a national public television network in Australia. Launched on 24 October 1980, it is the responsibility of SBS's television division, and is available nationally.  In 2018, SBS had a 7.9% audience share.",
  "/wiki/My_Kitchen_Rules": "My Kitchen Rules (often abbreviated as MKR) is an Australian competitive cooking game show broadcast on the Seven Network since 2010. Celebrity chefs and co-hosts Pete Evans and Manu Feildel have appeared in every season in the show. They have been responsible for all challenges and judging across the series, with Colin Fassnidge acting as a judge in the challenge and as a mentor in the kitchen. The series is produced by the team who created the Seven reality show My Restaurant Rules, and was put into production based on the success of Network 10's MasterChef Australia.",
  "/wiki/Seven_Network": "The Seven Network (commonly known as Channel Seven or simply Seven) is a major Australian commercial free-to-air television network. It is owned by Seven West Media Limited, and is one of five main free-to-air television networks in Australia. Channel Seven's head office is in Sydney.",
  "/wiki/Intensive_Care_Unit_(TV_series)": "Intensive Care Unit or ICU A Matter Of Life And Death is a 2010 Television Factual Program that aired on the Seven Network. It was thought the show was axed with \"The White Room\", however it was later revealed by a Seven Spokesperson that the show would return at a later point. The show is narrated by Caroline Craig",
  "/wiki/The_Circle_(TV_program)": "The Circle is an Australian morning talk show that was aired on Network Ten from 9 February 2010 and 3 August 2012. The show was presented by Gorgi Coghlan, Yumi Stynes, Chrissie Swan and Denise Drysdale and aired in a daytime slot on Network Ten.",
  "/wiki/Network_Ten": "Network 10 (commonly known as Channel 10 or simply 10) is an Australian commercial television network. One of five national free-to-air networks, 10's owned-and-operated stations can be found in the state capital cities of Sydney, Melbourne, Brisbane, Adelaide and Perth, while affiliates extend the network to regional areas of the country. The network is owned by Ten Network Holdings, which in-turn is owned by ViacomCBS.",
  "/wiki/10_Bold": "10 Bold is an Australian free-to-air digital television multichannel owned by Network 10. It originally launched on 26 March 2009 as One with a focus on broadcasting sports-based programming and events, but changed in April 2011 to more reality, scripted and adventure-based programming aimed at males between the ages of 25 to 54. As of October 2018, the channel now primarily broadcasts dramatic programming aimed towards viewers 40 and older.",
  "/wiki/Poh%27s_Kitchen": "Poh Ling Yeow (Chinese: 杨宝玲; pinyin: Yáng Bǎolíng; born 1973) is a Malaysian-born Australian chef, artist, actress, author and television presenter.",
  "/wiki/ABC1": "ABC (formerly known as The ABC National Television Service or ABC-TV from 1956 until 2008, and as ABC1 from 2008 until 2014) is a national public television network in Australia. Launched on 5 November 1956 it is the responsibility of the ABC's television division, and is available nationally. The ABC's headquarters is in Ultimo, an inner-city suburb of Sydney, New South Wales.",
  "/wiki/The_White_Room_(game_show)": "The White Room is an Australian television trivia game show broadcast on the Seven Network. The show was hosted by Tony Moclair and Julian Schiller. It debuted on 11 February 2010, and last aired on 18 February 2010, as the show was cancelled after just 2 episodes.",
  "/wiki/Sleuth_101": "Sleuth 101 was an Australian comedy \"improvisatory whodunit game show\" television series, broadcast on ABC1 in 2010. The series revolves around a murder-mystery that must be solved by a celebrity guest detective. Each episode features a guest detective (usually a comedian), four suspects, a crime scene, evidence and witness accounts - just like real detective work. The show is hosted by comedian Cal Wilson, who occasionally gives subtle hints towards the crime. Each week, the guest detective must solve the murder using his or her evidence. There are some similarities to the 1970s British series Whodunnit!, the 1990s Australian television game show Cluedo, and the 2010s British series Armchair Detectives. A second series was originally being negotiated by the ABC, but later cancelled.",
  "/wiki/Art_Nation": "Art Nation is a Swedish melodic rock band from Gothenburg, founded in 2014 by Alexander Strandell.",
  "/wiki/National_Indigenous_Television": "National Indigenous Television (NITV) is an Australian free-to-air television channel that broadcasts programming produced largely by Indigenous Australians.",
  "/wiki/Good_Game_(television_series)": "Good Game is an Australian television gaming programme produced by the Australian Broadcasting Corporation (ABC), which aired on ABC2. Created by Janet Carr, Jeremy Ray and Michael Makowski, the show began in 2006 and included a mix of gaming news, reviews, and features. The original hosts were Jeremy \"Junglist\" Ray and Michael \"Kapowski\" Makowski; the latter was replaced by Steven \"Bajo\" O'Donnell in 2007, and the former by Stephanie \"Hex\" Bendixsen in 2009. Other onscreen presenters included field reporter Gus \"Goose\" Ronald and Dave Callan.",
  "/wiki/ABC3": "ABC Me (stylised as ABC ME) is an Australian children's free-to-air television channel owned by the Australian Broadcasting Corporation. It was officially launched by then-Prime Minister Kevin Rudd on 4 December 2009 as ABC3.",
  "/wiki/William_%26_Sparkles%27_Magical_Tales": "William & Sparkles' Magical Tales is an Australian children's television series first screened on the Nine Network on 5 March 2010. The series of half-hour episodes is created by SLR Productions for pre-school aged children.",
  "/wiki/Nine_Network": "The Nine Network (commonly known as Channel Nine or simply Nine) is a major Australian commercial free-to-air television network, that is a division of Nine Entertainment Co. with headquarters in Willoughby, a suburb located on the North Shore of Sydney, Australia. The Nine Network is one of five main free-to-air commercial networks in Australia.",
  "/wiki/The_Bounce_(TV_series)": "The Bounce is an Australian sports television program which debuted on 24 March 2010. It was a variety program focused on the Australian rules football league, and was hosted by comedian Peter Helliar. It also featured former Australian rules footballers Matthew Richardson and Leigh Matthews.",
  "/wiki/The_Matty_Johns_Show": "The Matty Johns Show was an Australian variety television show largely focused on the National Rugby League (NRL) competition, starring former professional rugby league footballer Matthew \"Matty\" Johns. It first aired in 2010 on Thursdays at 7.30 pm in New South Wales and Queensland, on the Seven Network. The show usually ran for 1 hour. It was produced by Matty Johns and John Singleton.",
  "/wiki/Dead_Gorgeous": "Dead Gorgeous is a 2010 Australian-British children's supernatural fantasy television show which premiered on 15 March 2010 in Britain and 5 April 2010 in Australia. It is produced by Burberry Productions and Coolabi Productions with funding from Screen Australia.",
  "/wiki/Australian_Families_of_Crime": "Australian Families of Crime is an Australian documentary television series that is shown on the Nine Network and hosted by actor Vince Colosimo. Families of Crime gives an insight into some of Australia's most infamous 'Crime Families' who wielded power, fear and destruction through the community.",
  "/wiki/Lowdown_(TV_series)": "Lowdown is an Australian television comedy series set in the world of celebrity journalism. Created by Amanda Brotchie and Adam Zwar, it stars Zwar, Paul Denny, Beth Buchanan, Dailan Evans, Kim Gyngell and is narrated by Geoffrey Rush. The ABC series premiered on 21 April 2010 and is produced by Nicole Minchin and directed by Amanda Brotchie.",
  "/wiki/I_Rock": "I Rock is an Australian comedy / drama television series which first screened on ABC2 from 3 May 2010.",
  "/wiki/ABC2": "ABC Comedy is an Australian free-to-air television channel that was launched on 7 March 2005 as ABC2; it is owned by the Australian Broadcasting Corporation. The channel broadcasts a range of comedy supplemented with repeats of popular ABC TV programmes. Between the hours of 5am and 7.30pm daily the channel's bandwidth is used for the ABC Kids channel for young children.",
  "/wiki/Dance_Academy": "Dance Academy is an Australian teen-oriented television drama produced by Werner Film Productions in association with the Australian Broadcasting Corporation and ZDF. Series one premiered on 31 May 2010, and series two began airing on 12 March 2012. Series three premiered on ABC3 on 8 July 2013 in Australia."
}