{
  "/wiki/Anguilla": "Anguilla (/ænˈɡwɪlə/ ann-GWIL-ə) is a British overseas territory in the Caribbean. It is one of the most northerly of the Leeward Islands in the Lesser Antilles, lying east of Puerto Rico and the Virgin Islands and directly north of Saint Martin. The territory consists of the main island of Anguilla, approximately 16 miles (26 km) long by 3 miles (4.8 km) wide at its widest point, together with a number of much smaller islands and cays with no permanent population. The territory's capital is The Valley. The total land area of the territory is 35 square miles (91 km2), with a population of approximately 17,400 (July 2018 est.).",
  "/wiki/Anguilla_Football_Association": "The Anguilla Football Association is the governing body of football in Anguilla.",
  "/wiki/Anguilla_national_football_team": "The Anguilla national football team is the national team of Anguilla, a British Overseas Territory in the Caribbean, and is controlled by the Anguilla Football Association. It is affiliated to the Caribbean Football Union of CONCACAF. Along with the teams from the Bahamas, Tonga, Bhutan, Gibraltar, Eritrea, San Marino, and Somalia, they are consistently one of the lowest ranked teams in the world in the FIFA rankings.",
  "/wiki/Antigua_and_Barbuda": "Antigua and Barbuda (/ænˈtiːɡ(w)ə ... bɑːrˈb(j)uːdə/ (listen); an-TEE-g(w)ə ... bar-B(Y)OO-də) is an island sovereign state in the West Indies in the Americas, lying between the Caribbean Sea and the Atlantic Ocean. It consists of two major islands, Antigua and Barbuda, and a number of smaller islands (including Great Bird, Green, Guiana, Long, Maiden and York Islands and further south, the island of Redonda). The permanent population numbers about 95,900 (2018 est.), with 97% being resident on Antigua. The capital and largest port and city is St. John's on Antigua, with Codrington being the largest town on Barbuda. Lying near each other (the main Barbuda airport is less than 0.5° of latitude, or 56 kilometres (30 nautical miles), north of the main Antigua airport), Antigua and Barbuda are in the middle of the Leeward Islands, part of the Lesser Antilles, roughly at 17°N of the equator.",
  "/wiki/Antigua_and_Barbuda_Football_Association": "The Antigua and Barbuda Football Association is the governing body of football in Antigua and Barbuda. They control the Antigua and Barbuda national football team.",
  "/wiki/Antigua_and_Barbuda_national_football_team": "The Antigua and Barbuda national football team is the national team of Antigua and Barbuda and is controlled by the Antigua and Barbuda Football Association, a member of the Confederation of North, Central American and Caribbean Association Football and the Caribbean Football Union.",
  "/wiki/Aruba": "Aruba (/əˈruːbə/ ə-ROO-bə, Dutch: [aːˈrubaː, -ryb-] (listen), Papiamento: [aˈruba]) is an island and a constituent country of the Kingdom of the Netherlands in the southern Caribbean Sea, located about 1,000 kilometres (620 mi) west of the main part of the Lesser Antilles and 29 kilometres (18 mi) north of the coast of Venezuela. It measures 32 kilometres (20 mi) long from its northwestern to its southeastern end and 10 kilometres (6 mi) across at its widest point. Together with Bonaire and Curaçao, Aruba forms a group referred to as the ABC islands. Collectively, Aruba and the other Dutch islands in the Caribbean are often called the Dutch Caribbean.",
  "/wiki/Arubaanse_Voetbal_Bond": "The Arubaanse Voetbal Bond is the governing body of football in Aruba.  Its headquarters are at Frans Figaroa sports complex (Compleho Deportivo Frans Figaroa) in the city of Noord. It is a member of FIFA and is responsible for governing amateur and professional football, including the men's, and youth national teams. The AVB is also responsible for sanctioning referees and football tournaments for most football leagues in Aruba.",
  "/wiki/Aruba_national_football_team": "The Aruba national football team  (Dutch, \"Arubaans voetbalelftal\"; Papiamento, \"Seleccion Arubano di futbol\") is the national team of Aruba, it was founded in 1932 and is affiliated with the Caribbean Football Union (CFU), CONCACAF and FIFA (since 1988) and is controlled by the Arubaanse Voetbal Bond.",
  "/wiki/The_Bahamas": "The Bahamas (/bəˈhɑːməz/ (listen)), known officially as the Commonwealth of The Bahamas, is a country within the Lucayan Archipelago in the West Indies. It is a member of the Commonwealth Realms under the monarchy of Queen Elizabeth II. The archipelagic state consists of more than 700 islands, cays, and islets in the Atlantic Ocean, and is located north of Cuba and Hispaniola Island (Haiti and the Dominican Republic), northwest of the Turks and Caicos Islands, southeast of the U.S. state of Florida, and east of the Florida Keys. The capital is Nassau on the island of New Providence. The Royal Bahamas Defence Force describes the Bahamas' territory as encompassing 470,000 km2 (180,000 sq mi) of ocean space.",
  "/wiki/Bahamas_Football_Association": "The Bahamas Football Association (BFA) is the official football federation in The Bahamas. It was founded in 1967 for men, women, and children to learn more about football. It affiliated with FIFA in 1968. The headquarters are in Nassau. The federation is also in charge of its football clubs and the Bahamanian national team. They control the New Providence Football League's divisions 1 & 2. They are also in charge of the Grand Bahama Football League for both men and women. The BFA is led by (President) Mr. Anton Sealey and the board of executives, Jason McDowall, Kevin Davis, Stanley Darville, Antoine Dias and Bruce LeFleur. The headquarters is managed by Mr. Frederick Lunn (General Secretary), with the Technical Department being directed by Mr. Garry Markham (Technical Director).",
  "/wiki/Bahamas_national_football_team": "The Bahamas national football team is controlled by the Bahamas Football Association; it was founded in 1967 and joined FIFA in 1968. Bahamas has never qualified for the FIFA World Cup. In 2011, they withdrew from the 2014 FIFA World Cup qualifiers after playing in the first round.",
  "/wiki/Barbados": "Barbados (/bɑːrˈbeɪdɒs/ (listen) or /-doʊs/) is an island country in the Lesser Antilles of the West Indies, in the Caribbean region of North America. It is 34 kilometres (21 miles) in length and up to 23 km (14 mi) in width, covering an area of 432 km2 (167 sq mi). It is situated in the western area of the North Atlantic and 100 km (62 mi) east of the Windward Islands and the Caribbean Sea; therein, Barbados is east of the Windwards, part of the Lesser Antilles, roughly at 13°N of the equator. It is about 168 km (104 mi) east of both the countries of Saint Lucia and Saint Vincent and the Grenadines and 180 km (110 mi) south-east of Martinique and 400 km (250 mi) north-east of Trinidad and Tobago. Barbados is outside the principal Atlantic hurricane belt. Its capital and largest city is Bridgetown.",
  "/wiki/Barbados_Football_Association": "The Barbados Football Association is the governing body of association football in Barbados. It is responsible the administration of football in Barbados with responsibility for the Barbadian national football team as well as the other Barbados National Football teams. Established in 1910, it was originally named the Barbados Football Amateur Association, but changed in 1925 to the current name. The Barbados Football Association became affiliated to FIFA in 1968, CONCACAF in 1967 and also the Caribbean Football Union.",
  "/wiki/Barbados_national_football_team": "The Barbados national football team, nicknamed Bajan Tridents, is the national association football team of Barbados and is controlled by the Barbados Football Association. It has never qualified for a major international tournament. It came close to qualifying for the 2005 CONCACAF Gold Cup as it hosted the Caribbean Cup finals that acted as Gold Cup qualifiers, but finished fourth of the four teams. In 2001, it surprised many by making the semifinal round of the 2002 World Cup Qualifiers. In the first game of this round, they pulled off a shock 2–1 win over Costa Rica, but lost their five remaining games. In 2004, Barbados gained a shock 1–1 draw at home to Northern Ireland.",
  "/wiki/Bermuda": "Bermuda (/bərˈmjuːdə/) (in full, the Islands of Bermuda) is a British Overseas Territory in the North Atlantic Ocean. It is approximately 1,070 km (665 mi) east-southeast of Cape Hatteras, North Carolina; 1,236 km (768 mi) south of Cape Sable Island, Nova Scotia; and 1,759 km (1,093 mi) northeast of Cuba. Though it is typically referred to in the singular, Bermuda consists of 181 islands; the largest of these islands is known as Main Island. The capital city of Bermuda is Hamilton. Bermuda is self-governing, with its own constitution and government and a Parliament which makes local laws. The United Kingdom retains responsibility for defence and foreign relations. As of July 2018, it has a population of 71,176, making it the most populous of the British overseas territories.",
  "/wiki/Bermuda_Football_Association": "Founded in 1928, the Bermuda Football Association is the official football (soccer) organization in Bermuda and is in charge of the Bermudian national team. The league is also in charge of the sporting leagues on the island.",
  "/wiki/Bermuda_national_football_team": "The Bermuda national football team represents Bermuda in international football, and is controlled by the Bermuda Football Association. They are a member of the CONCACAF football federation.",
  "/wiki/Bonaire": "Bonaire (pronounced /bɔːˈnɛər/ or /bɒnˈɛər/; Dutch: Bonaire, pronounced [boːˈnɛːr(ə)]; Papiamento: Boneiru, pronounced [buˈneiru]) is an island in the Leeward Antilles in the Caribbean Sea. Its capital is Kralendijk, located near the ocean on the lee side of the island. Aruba, Bonaire and Curaçao form the ABC islands, located 80 km (50 miles) off the coast of Venezuela. Unlike much of the Caribbean region, the ABC islands lie outside Hurricane Alley. The islands have an arid climate that attracts visitors seeking warm, sunny weather all year round. Bonaire is a popular snorkeling and scuba diving destination because of its multiple shore diving sites and easy access to the island's fringing reefs.",
  "/wiki/Bonaire_Football_Federation": "The Bonaire Football Federation (Papiamento: Federashon Futbòl Bonairiano) is the governing body of football in Bonaire.",
  "/wiki/Bonaire_national_football_team": "The Bonaire national football team (Dutch: Bonairiaans voetbalelftal; Papiamento: Selekshon Bonerianu di futbòl) is the national football team of the Caribbean island of Bonaire, a public body of the Netherlands.  It is under the control of the Bonaire Football Federation. It became a member of the CFU and an associate member of CONCACAF on 19 April 2013. after which it became a full CONCACAF member on 10 June 2014 The team can participate in the CONCACAF Gold Cup and Caribbean Cup because of their membership in the confederation and sub-confederation. However, Bonaire is not a member of FIFA and therefore can not compete in the FIFA World Cup or other FIFA events.",
  "/wiki/British_Virgin_Islands": "The British Virgin Islands (abbreviated BVI), officially simply the Virgin Islands, are a British Overseas Territory in the Caribbean, to the east of Puerto Rico and the US Virgin Islands and north-west of Anguilla. The islands are geographically part of the Virgin Islands archipelago and are located in the Leeward Islands of the Lesser Antilles and part of the West Indies.",
  "/wiki/British_Virgin_Islands_Football_Association": "The British Virgin Islands Football Association is the governing body of football in the British Virgin Islands.",
  "/wiki/British_Virgin_Islands_national_football_team": "The British Virgin Islands national football team is the national team of the British Virgin Islands and is controlled by the British Virgin Islands Football Association.",
  "/wiki/Cayman_Islands": "The Cayman Islands (/ˈkeɪmən/ or /keɪˈmæn/) is an autonomous British Overseas Territory in the western Caribbean Sea. The 264-square-kilometre (102-square-mile) territory comprises the three islands of Grand Cayman, Cayman Brac and Little Cayman, which are located to the south of Cuba and northeast of Honduras, between Jamaica and Mexico's Yucatán Peninsula. The capital city is George Town, situated on Grand Cayman, the most populous of the three islands.",
  "/wiki/Cayman_Islands_Football_Association": "The Cayman Islands Football Association is the governing body of football in the Cayman Islands. The Cayman Islands Football Association governs all National Team programs, youth development leagues, Women's league and the Cayman Islands Men's Premier League.",
  "/wiki/Cayman_Islands_national_football_team": "The Cayman Islands national football team is the national team of the Cayman Islands, and is controlled by the Cayman Islands Football Association. It is a member of FIFA and CONCACAF. Cayman Islands' home ground is Truman Bodden Stadium in George Town, and their head coach is Chandler Gonzalez.",
  "/wiki/Cuba": "Cuba (/ˈkjuːbə/ (listen); Spanish pronunciation: [ˈkuβa]), officially the Republic of Cuba (Spanish: República de Cuba (help·info)), is a country comprising the island of Cuba as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Haiti and north of both Jamaica and the Cayman Islands. Havana is the largest city and capital; other major cities include Santiago de Cuba and Camagüey. The area of the Republic of Cuba is 110,860 square kilometers (42,800 sq mi) (109,884 square kilometers (42,426 sq mi) without the territorial waters). The island of Cuba is the largest island in Cuba and in the Caribbean, with an area of 105,006 square kilometers (40,543 sq mi), and the second-most populous after Hispaniola, with over 11 million inhabitants.",
  "/wiki/Asociación_de_Fútbol_de_Cuba": "The Asociación de Fútbol de Cuba is the official  governing body of the sport of football in Cuba including the National Team. The league is composed of one amateur division with total of 8 teams.",
  "/wiki/Cuba_national_football_team": "The Cuba national football team (Spanish: Selección nacional de fútbol de Cuba) represents Cuba in men's international association football and it's controlled by the Asociación de Fútbol de Cuba, The team's nickname is Leones del Caribe (Lions of Caribbean), The team represents all three FIFA, Caribbean Football Union and Confederation of North, Central American and Caribbean Association  Football (CONCACAF).",
  "/wiki/Curaçao": "Curaçao (/ˈkjʊərəsoʊ, -saʊ, ˌkjʊərəˈsoʊ, -ˈsaʊ/ KEWR-əss-oh, -⁠ow, -⁠OH, -⁠OW, Dutch: [kyraːˈsʌu, kur-] (listen); Papiamento: Kòrsou [ˈkɔrsɔu̯]) is a Lesser Antilles island in the southern Caribbean Sea and the Dutch Caribbean region, about 65 km (40 mi) north of the Venezuelan coast. It is a constituent country (Dutch: land) of the Kingdom of the Netherlands. Together with Aruba and Bonaire it forms the ABC islands. Collectively, Curaçao and the other Dutch islands in the Caribbean are often called the Dutch Caribbean.",
  "/wiki/Curaçao_Football_Federation": "Curaçao Football Federation (Papiamento: Federashon Futbòl Kòrsou, FFK) is the football association of Curaçao. It is the legal successor of the Netherlands Antillean Football Union, which ended with the dissolution of the Netherlands Antilles in 2010. International matches are represented by the Curaçao national football team. The NAVU was renamed to FFK on 9 February 2011 after FIFA had encouraged changing the name and update statutes, like dealing with Bonaire, who belonged then to the Netherlands.",
  "/wiki/Curaçao_national_football_team": "The Curaçao national football team (Dutch: Curaçaos voetbalelftal; Papiamentu, Selekshon di Futbòl Kòrsou) represents Curaçao in International association football and is controlled by the Federashon Futbòl Kòrsou (FFK).",
  "/wiki/Dominica": "Dominica (/ˌdɒmɪˈniːkə/ DOM-ih-NEE-kə or /dəˈmɪnɪkə/ də-MIH-nih-kə; French: Dominique; Island Carib: Wai‘tu kubuli), officially the Commonwealth of Dominica, is an island country  in the Caribbean. The capital, Roseau, is located on the western side of the island. It is geographically situated a part of the Leeward Islands chain in the Lesser Antilles archipelago in the Caribbean Sea. The island is located near Guadeloupe to the northwest and Martinique to the south-southeast. Its area is 750 km2 (290 sq mi), and the highest point is Morne Diablotins, at 1,447 m (4,747 ft) in elevation. The population was 71,293 at the 2011 census.",
  "/wiki/Dominica_Football_Association": "The Dominica Football Association is the governing body of football in Dominica.",
  "/wiki/Dominica_national_football_team": "The Dominica national football team is the national team of Dominica and is controlled by the Dominica Football Association. They are a member of CONCACAF.",
  "/wiki/Dominican_Republic": "The Dominican Republic (/dəˈmɪnɪkən/ də-MIN-ik-ən; Spanish: República Dominicana, pronounced [reˈpuβlika ðominiˈkana] (listen)) is a country located on the island of Hispaniola in the Greater Antilles archipelago of the Caribbean region. It occupies the eastern five-eighths of the island, which it shares with the Republic of Haiti, making Hispaniola one of only two Caribbean islands, along with Saint Martin, that are shared by two sovereign states. The Dominican Republic is the second-largest Caribbean nation by area (after Cuba) at 48,671 square kilometers (18,792 sq mi), and third by population with approximately 10,299,000 people (July 2018 est.), of whom approximately three million live in the metropolitan area of Santo Domingo, the capital city.",
  "/wiki/Dominican_Football_Federation": "The Federación Dominicana de Fútbol is the governing body of football in the Dominican Republic.",
  "/wiki/Dominican_Republic_national_football_team": "The Dominican Republic national football team is the national team of Dominican Republic and is controlled by the Dominican Football Federation. The team are a member of the Caribbean Football Union of CONCACAF, the governing body of football in North and Central America and the Caribbean. The Dominican Republic has never qualified for the FIFA World Cup.",
  "/wiki/French_Guiana": "French Guiana (/ɡiˈɑːnə/ or /ɡiˈænə/; French: Guyane [ɡɥijan]) is an overseas department and region of the French Republic on the northern Atlantic coast of South America in the Guianas. It borders Brazil to the east and south and Suriname to the west. French Guiana is the only territory of the mainland Americas to have full integration in a European country.",
  "/wiki/Ligue_de_Football_de_Guyane": "The Ligue de Football de la Guyane is the governing body of football in French Guiana.",
  "/wiki/French_Guiana_national_football_team": "The French Guiana national football team (French: sélection de Guyane de football) is the regional team of the French overseas department and region of French Guiana and is controlled by the Ligue de Football de Guyane, the local branch of Fédération Française de Football.",
  "/wiki/Grenada": "Grenada (/ɡrɪˈneɪdə/ (listen) grin-AY-də Grenadian Creole: La Gwenad) is a sovereign state in the West Indies in the Caribbean Sea at the southern end of the Grenadines island chain. Grenada consists of the island of Grenada itself plus six smaller islands which lie to the north of the main island. It is located northwest of Trinidad and Tobago, northeast of Venezuela and southwest of Saint Vincent and the Grenadines. Its size is 348.5 square kilometres (134.6 sq mi), and it had an estimated population of 112,200 in July 2018. Its capital is St. George's. Grenada is also known as the \"Island of Spice\" due to its production of nutmeg and mace crops. The national bird of Grenada is the critically endangered Grenada dove.",
  "/wiki/Grenada_Football_Association": "The Grenada Football Association (GFA) is the governing body of football in Grenada.",
  "/wiki/Grenada_national_football_team": "The Grenada national football team  represents Grenada in international football and is controlled by the Grenada Football Association, a member of the Caribbean Football Union of CONCACAF. The team is nicknamed The Spice Boys, a reference to the country being dubbed as the \"Island of Spice\" or the \"Spice Isle\".",
  "/wiki/Guadeloupe": "Guadeloupe (/ˌɡwɑːdəˈluːp/, French: [ɡwad(ə)lup] (listen); Antillean Creole: Gwadloup) is an archipelago forming an overseas region of France in the Caribbean. It consists of six inhabited islands, Basse-Terre, Grande-Terre, Marie-Galante, La Désirade, and the Îles des Saintes, as well as many uninhabited islands and outcroppings. It lies south of Antigua and Barbuda and Montserrat, and north of Dominica. Its capital is Basse-Terre on the west coast; however, the largest city is Pointe-à-Pitre.",
  "/wiki/Ligue_Guadeloupéenne_de_Football": "The Guadeloupean League of Football (French: Ligue Guadeloupéenne de Football) is the governing body of football in Guadeloupe.",
  "/wiki/Guadeloupe_national_football_team": "The Guadeloupe regional football team (French: Sélection de la Guadeloupe de football) represents the French overseas department and region of Guadeloupe in international football. The team is controlled by the Ligue Guadeloupéenne de Football (English: Guadeloupean Football League), a local branch of French Football Federation (French: Fédération Française de Football).",
  "/wiki/Guyana": "Guyana (/ɡaɪˈɑːnə/ or /ɡaɪˈænə/), officially the Co-operative Republic of Guyana, is a country on the northern mainland of South America. It is the only English speaking country in South America, and is culturally considered part of the Anglophone-Caribbean sphere. In addition it is one of the founding member countries of the Caribbean Community organization (CARICOM). Guyana is bordered by the Atlantic Ocean to the north, Brazil to the south and southwest, Venezuela to the west, and Suriname to the east. With an area of 215,000 square kilometres (83,000 sq mi), Guyana is the third-smallest sovereign state on mainland South America after Uruguay and Suriname.",
  "/wiki/Guyana_Football_Federation": "The Guyana Football Federation is the governing body of football in Guyana. It controls the Guyana national football team. The GFF has sanctioned the Elite League as the highest tier of football in the country.",
  "/wiki/Guyana_national_football_team": "The Guyana national football team, nicknamed the Golden Jaguars, represents Guyana in international football and is controlled by the Guyana Football Federation. It is one of three South American nations to be a member of the Caribbean Football Union of CONCACAF alongside Suriname and French Guiana. Until the independence of Guyana in 1966, it competed as British Guiana.  They qualified for the Caribbean Nations Cup in 1991, coming fourth, and in 2007. Guyana has never qualified for the FIFA World Cup, but on 23 March 2019 they qualified for the first time for the CONCACAF Gold Cup.",
  "/wiki/Haiti": "Haiti (/ˈheɪti/ (listen); French: Haïti [a.iti]; Haitian Creole: Ayiti [ajiti]), officially the Republic of Haiti (French: République d'Haïti; Haitian Creole: Repiblik D Ayiti) and formerly called Hayti,[note 1] is a country located on the island of Hispaniola in the Greater Antilles archipelago of the Caribbean Sea, to the east of Cuba and Jamaica and south of The Bahamas and the Turks and Caicos Islands. It occupies the western three-eighths of the island which it shares with the Dominican Republic. To its south-west lies the small island of Navassa Island, which is claimed by Haiti but is disputed as a United States territory under federal administration. Haiti is 27,750 square kilometers (10,714 sq mi) in size and has an estimated population of 11.1 million, making it the most populous country in the Caribbean Community (CARICOM) and the second-most populous country in the Caribbean after Cuba.",
  "/wiki/Haitian_Football_Federation": "The Haitian Football Federation (FHF) (French: Fédération Haïtienne de Football, Haitian Creole: Federasyon Foutbòl Ayisyen) is the governing body for football in Haiti. The FHF is responsible for overseeing all aspects of the game of football in Haiti, both professional and amateur. A member of CONCACAF since 1961, FHF is in charge of football in Haiti and all lower categories. The principal sporting field is the Sylvio Cator stadium in Port-au-Prince. It is a founding member of the CONCACAF.",
  "/wiki/Haiti_national_football_team": "The Haiti national football team (French: Équipe d'Haïti de football, Haitian Creole: Ekip foutbòl Ayiti) represents Haiti in international football. Haiti is administered by the Fédération Haïtienne de Football (FHF), the governing body for football in Haiti. They have been a member of FIFA since 1934, a member of CONCACAF since 1961 and a member of the Caribbean Football Union (CFU) since 1978. Haiti's home ground is Stade Sylvio Cator in Port-au-Prince and their head coach was Patrice Neveu, until December 2016.",
  "/wiki/Jamaica": "Jamaica (/dʒəˈmeɪkə/ (listen)) is an island country situated in the Caribbean Sea. Spanning 10,990 square kilometres (4,240 sq mi) in area, it is the third-largest island of the Greater Antilles and the Caribbean (after Cuba and Hispaniola). Jamaica lies about 145 kilometres (90 mi) south of Cuba, and 191 kilometres (119 mi) west of Hispaniola (the island containing the countries of Haiti and the Dominican Republic); the British Overseas Territory of the Cayman Islands lies some 215 kilometres (134 mi) to the north-west.",
  "/wiki/Jamaica_Football_Federation": "The Jamaica Football Federation (JFF) is the governing body of football in Jamaica and is in charge of the Jamaican national team and the Jamaican National Premier League.",
  "/wiki/Jamaica_national_football_team": "The Jamaica national football team, nicknamed the \"Reggae Boyz\", represents Jamaica in international football. The team's first match was against Haiti in 1925. The squad is under the supervising body of the Jamaica Football Federation (JFF), which is a member of the Caribbean Football Union (CFU), Confederation of North, Central American and Caribbean Association Football (CONCACAF), and the global jurisdiction of FIFA. Jamaica's home matches have been played at Independence Park since its opening in 1962.",
  "/wiki/Martinique": "Martinique (/ˌmɑːrtɪˈniːk/ MAR-tin-EEK, French: [maʁtinik] (listen); Martinican Creole: Matnik or Matinik) is an insular region of France located in the Lesser Antilles of the West Indies in the eastern Caribbean Sea, with a land area of 1,128 square kilometres (436 sq mi) and a population of 376,480 inhabitants as of January 2016. Like Guadeloupe, it is an overseas region (région d'outre-mer) of France, consisting of a single overseas department. One of the Windward Islands, it is directly north of Saint Lucia, northwest of Barbados and south of Dominica. As one of the eighteen regions of France, Martinique is part of the European Union, and its currency is the euro.",
  "/wiki/Ligue_de_football_de_la_Martinique": "The Ligue de football de la Martinique is the governing body of football in Martinique.  It is associated with the French Football Federation, but is independently a member of CONCACAF.",
  "/wiki/Martinique_national_football_team": "The Martinique national football team (French: Équipe de la Martinique de football) represents the French overseas department and region of Martinique in international football. The team is controlled by the Ligue de Football de la Martinique (English: Martinique Football League), a local branch of French Football Federation (French: Fédération Française de Football). On 7 August 2010, the national team adopted the nickname Les Matinino, which pays tribute to the history of the island.",
  "/wiki/Caribbean_Football_Union": "The Caribbean Football Union (CFU) is the representative organization for  football associations in the Caribbean. It represents 25 FIFA member nations, as well as 6 territories that are not affiliated to FIFA. The Union was established in January 1978 and its Member Associations compete in the CONCACAF region."
}