{
  "/wiki/Species": "In biology, a species (/ˈspiːʃiːz/ (listen)) is the basic unit of classification and a taxonomic rank of an organism, as well as a unit of biodiversity. A species is often defined as the largest group of organisms in which any two individuals of the appropriate sexes or mating types can produce fertile offspring, typically by sexual reproduction. Other ways of defining species include their karyotype, DNA sequence, morphology, behaviour or ecological niche. In addition, paleontologists use the concept of the chronospecies since fossil reproduction cannot be examined. \nThe total number of species is estimated to be between 8 and 8.7 million. However the vast majority of them are not studied or documented and it may take over 1000 years to fully catalog all of them.",
  "/wiki/Family_(biology)": "Family (Latin: familia, plural familiae) is one of the eight major hierarchical taxonomic ranks in Linnaean taxonomy; it is classified between order and genus. A family may be divided into subfamilies, which are intermediate ranks between the ranks of family and genus. The official family names are Latin in origin; however, popular names are often used: for example, walnut trees and hickory trees belong to the family Juglandaceae, but that family is commonly referred to as being the \"walnut family\".",
  "/wiki/Aquatic_layer": "The pelagic zone consists of the water column of the open ocean, and can be further divided into regions by depth. The word \"pelagic\" is derived from Ancient Greek  πέλαγος (pélagos), meaning 'open sea'. The pelagic zone can be thought of in terms of an imaginary cylinder or water column that goes from the surface of the sea almost to the bottom. Conditions in the water column change with distance from the surface (depth), e.g. the pressure increases; the temperature, and the amount of light decreases; the salinity, the amount of dissolved oxygen, and micronutrients (e.g. Fe++, Mg++, Ca++) all change. Depending on the depth, the water column, rather like the Earth's atmosphere, may be divided into different layers.",
  "/wiki/Trophic_level": "The trophic level of an organism is the position it occupies in a food web.  A food chain is a succession of organisms that eat other organisms and may, in turn, be eaten themselves. The trophic level of an organism is the number of steps it is from the start of the chain. A food web starts at trophic level 1 with primary producers such as plants, can move to herbivores at level 2, carnivores at level 3 or higher, and typically finish with apex predators at level 4 or 5.  The path along the chain can form either a one-way flow or a food \"web\".  Ecological communities with higher biodiversity form more complex trophic paths.",
  "/wiki/Acantharchus_pomotis": "The mud sunfish (Acantharchus pomotis) is a sunfish (family Centrarchidae) widely distributed in the fresh waters along the Atlantic coast of North America, ranging from New York to Florida.",
  "/wiki/Indigenous_(ecology)": "In biogeography, a species is indigenous to a given region or ecosystem if its presence in that region is the result of only natural processes, with no human intervention. The term is equivalent to the concept of native or autochthonous species. Every wild organism (as opposed to a domesticated organism) has its own natural range of distribution in which it is regarded as indigenous. Outside this native range, a species may be introduced by human activity, either intentionally or unintentionally; it is then referred to as an introduced species within the regions where it was anthropogenically introduced.",
  "/wiki/Ameiurus_catus": "The white bullhead (Ameiurus catus), also known as the white catfish, is a member of the family Ictaluridae of the order Siluriformes.",
  "/wiki/Ameiurus_natalis": "The yellow bullhead (Ameiurus natalis) is a species of bullhead catfish that is a ray-finned fish that lacks scales.",
  "/wiki/Ameiurus_platycephalus": "Ameiurus platycephalus, the flat bullhead, is a species of North American freshwater catfish native to the waters of the southeastern United States from Virginia to Georgia.  This species grows to a maximum length of 29 cm (11 in) TL though it is more commonly about 23 cm (9 in) long.",
  "/wiki/Amia_calva": "Bowfin (Amia calva) are bony fishes related to gars in the infraclass Holostei. Common names include mudfish, mud pike, dogfish, griddle, grinnel, swamp trout and choupique. They are regarded as taxonomic relicts, being the sole surviving species of the order Amiiformes which dates from the Jurassic to the Eocene, persisting to the present. Although bowfin are highly evolved, they are often referred to as \"primitive fishes\" because they have retained some morphological characteristics of their early ancestors.",
  "/wiki/Anguilla_rostrata": "The American eel (Anguilla rostrata) is a facultative catadromous fish found on the eastern coast of North America. Eels (Anguilla spp.) are fish belonging to the elopomorph superorder, a group of phylogenetically ancient teleosts. The American eel has a slender, snake-like body that is covered with a mucus layer, which makes the eel appear to be naked and slimy despite the presence of minute scales. A long dorsal fin runs from the middle of the back and is continuous with a similar ventral fin. Pelvic fins are absent, and relatively small pectoral fins can be found near the midline, followed by the head and gill covers. Variations exist in coloration, from olive green, brown shading to greenish-yellow and light gray or white on the belly. Eels from clear water are often lighter than those from dark, tannic acid streams.",
  "/wiki/Aphredoderus_sayanus": "The pirate perch (Aphredoderus sayanus) is a freshwater fish that commonly inhabits coastal waters along the east coast of the United States and the backwater areas of the Mississippi Valley. This species is often found towards the bottom of clear, warm water habitats with low currents. These fish are normally solitary, carnivorous, and nocturnal.  The pirate perch is known to consume live mosquito larva, amphipods, glass shrimp, meal worms, small fish, dragonfly and stonefly larvae, and earthworms.",
  "/wiki/Centrarchus_macropterus": "The flier (Centrarchus macropterus) is a sunfish (family Centrarchidae) native to muddy-bottomed swamps, ponds, weedy lakes, and riverine backwaters across the American South, from southern Illinois east to the Potomac River basin and south to Texas.",
  "/wiki/Cyprinus_carpio_carpio": "Cyprinus carpio carpio is a subspecies of the common carp that is commonly found in Europe. They are native to much of Europe (notably the Danube and Volga Rivers) and can also be found in the Caucasus and Central Asia. Mitochondrial DNA analysis shows a difference between C. carpio carpio and Carpio carpio haematopterus. They are omnivorous in nature and feed on mollusks, insects, crustaceans and seeds. Though dark in color, there are some wild caught specimens which are colored orange (maybe domesticated ones that are only released into the rivers). This subspecies has also been domesticated in European ponds for hundreds of years. They are considered as an invasive species in the state of Washington and fishing them is encouraged to diminish their population.",
  "/wiki/Dorosoma_cepedianum": "The American gizzard shad (Dorosoma cepedianum), also known as the mud shad, is a member of the herring family of fish, and is native to large swaths of fresh and brackish waters of the United States of America. The adult has a deep body, with a silvery-green coloration above fading to plain silver below. The gizzard shad commonly resides in freshwater lakes, reservoirs, rivers, and streams, but can reside in brackish waters, as it does on the Atlantic coast of the United States. Their range is across most of the continental United States, although they typically go no further north than New York and no further west than New Mexico. They are large parts of many of the ecosystems they inhabit, and can drive changes in phyto- and zooplankton, thereby indirectly affecting other planktivorous fishes. The gizzard shad has been widely used as a food source for game fish, with varied success in management and effectiveness.",
  "/wiki/Elassoma_zonatum": "The banded pygmy sunfish, Elassoma zonatum, is a species of pygmy sunfish endemic to the United States, where it is found from Indiana and Illinois to Texas to the Atlantic coast.  It prefers densely vegetated bodies of slow-moving water.  This species can reach 4.7 cm (1.9 in) in total length, though most do not exceed 3.5 cm (1.4 in).",
  "/wiki/Enneacanthus_gloriosus": "The bluespotted sunfish (Enneacanthus gloriosus) is a species of fish in the family Centrarchidae, the sunfishes. It is native to the southeastern and eastern United States, its distribution extending as far north as New Jersey, Pennsylvania, and far southern New York. It is native throughout most of its range, but some populations represent introductions, such as those in Lake Ontario and the upper Susquehanna River system.",
  "/wiki/Enneacanthus_obesus": "The banded sunfish (Enneacanthus obesus) is a freshwater fish of the family, Centrarchidae. They can grow to 2–3 inches long.",
  "/wiki/Erimyzon_oblongus": "The creek chubsucker (Erimyzon oblongus) is a freshwater fish of the sucker family (Catostomidae).",
  "/wiki/Erimyzon_sucetta": "The lake chubsucker (Erimyzon sucetta) is a freshwater fish endemic to North America, being found in the Great Lakes and the Mississippi River basin, as far north as Ontario, Canada, extending south to the Gulf of Mexico. It is mostly found in lakes, ponds, and swamps, rarely in streams. It is a freshwater fish, and intermediate level consumer as it feeds on benthic detritus. More specifically it eats microcrustacea and midge larvae. Its average length is 25.8 cm. E. sucetta reportedly scatters its eggs randomly over aquatic vegetation and submerged grass in ponds  or over gravelly areas cleared by males. While the chubsucker is not in acute danger, 50% of its current range is secure, it is facing some difficulties because of siltation caused by agricultural practices. It can also be affected by coal ash spills, both directly by decreased swimming performance and indirectly by decreased energy resources available to it after release of coal ash into its environment. This being said, its range has declined in many states like Missouri, Arkansas, Ohio, and possibly even Tennessee.",
  "/wiki/Esox_americanus_americanus": "The redfin pickerel (Esox americanus americanus) is a subspecies of freshwater fish belonging to the pike family (Esocidae) of the order Esociformes. Not to be confused with its close relatives, the grass pickerel and the chain pickerel, this fish is unique in the fact that it has brightly colored red fins. Like all pikes, the redfin pickerel is an ambush predator, lying amongst thick vegetation in wait for smaller, more agile prey to enter within its range of attack.",
  "/wiki/Esox_niger": "The chain pickerel (Esox niger) is a species of freshwater fish in the pike family (family Esocidae) of order Esociformes. The chain pickerel and the American pickerel belong to the Esox genus of pike.",
  "/wiki/Etheostoma_fusiforme": "The swamp darter (Etheostoma fusiforme) is a species of darter endemic to the Eastern United States.",
  "/wiki/Etheostoma_perlongum": "The Waccamaw darter (Etheostoma perlongum) is a species of darter found in the eastern United States, where it is endemic to Lake Waccamaw in North Carolina.  It inhabits shallow, sandy areas of the Lake.  This species can reach a length of 9.0 cm (3.5 in).",
  "/wiki/Endemic": "Endemism is the ecological state of a species being unique to a defined geographic location, such as an island, nation, country or other defined zone, or habitat type; organisms that are indigenous to a place are not endemic to it if they are also found elsewhere. The extreme opposite of endemism is cosmopolitan distribution. An alternative term for a species that is endemic is precinctive, which applies to species (and subspecific categories) that are restricted to a defined geographical area.",
  "/wiki/Fundulus_waccamensis": "The Waccamaw killifish (Fundulus waccamensis) is a species of fish in the family Fundulidae. It is endemic to Lake Waccamaw, a lake in North Carolina, United States, and its tributaries.",
  "/wiki/Lake_Waccamaw": "Lake Waccamaw is a unique fresh water lake located in Columbus County in North Carolina. It is the largest of the natural Carolina Bay Lakes.  The term \"Bay\" Lake stems from the abundance of bay trees (Magnolia virginiana L., Gordonia lasianthus Ellis, and Persea) growing in the numerous swampy oval depressions on the Carolina coastal plain. The lake is fed by four creeks: First, Second, Third, and Big Creeks. The outlet forms the Waccamaw River which flows southeasterly to empty into the Atlantic Ocean near Georgetown, South Carolina"
}