{
  "/wiki/Post_town": "A post town is a required part of all postal addresses in the United Kingdom and Ireland,  and a basic unit of the postal delivery system.  Including the correct post town in the address increases the chance of a letter or parcel being delivered on time. Post towns in general originated as the location of delivery offices. As of 2004[update], their main function is to distinguish between localities or street names in addresses not including a postcode.",
  "/wiki/Bromley": "Bromley is a large town in South East London, England, and the principal town of the London Borough of Bromley. Its location is 9.3 miles (15.0 km) south-east of Charing Cross, The town, which is also made up of Bickley, Downham, Sundridge, Hayes, Shortlands, Keston and Leaves Green, had a population of 87,889 as of 2011, whilst the borough overall had a population of 331,096.",
  "/wiki/Bickley": "Bickley is a district and a local government electoral ward in South East London, within the London Borough of Bromley. It is located east of Bromley and is situated 10.4 miles (16.7 km) south east of Charing Cross. It is known for its large and expensive houses.",
  "/wiki/Downham": "Downham is a district of south-east London, England, within the London Borough of Lewisham. It borders the London Borough of Bromley, and is located north of Bromley and south of Catford.",
  "/wiki/Sundridge,_London": "Sundridge Park is an area of South East London within the London Borough of Bromley. It lies north of Bromley and borders the London Borough of Lewisham. It is distinct from Sundridge, a village in the county of Kent.",
  "/wiki/London_Borough_of_Bromley": "The London Borough of Bromley (/ˈbrɒmli/ (listen)) is the southeasternmost of the 32 London boroughs that make up Greater London along with the City of London. It is named after Bromley, its principal town; other major towns are Beckenham and Orpington. The local authority is Bromley London Borough Council.[n 1]",
  "/wiki/London_Borough_of_Lewisham": "Lewisham (/ˈluːɪʃəm/ (listen)) is a London borough in South London; it forms part of Inner London. The principal settlement of the borough is Lewisham. The local authority is Lewisham London Borough Council, based in Catford. Lewisham is well known for its high school exclusion rates: it had the third highest school exclusion rates in the United Kingdom in 2018. The Prime Meridian passes through Lewisham. Blackheath, Goldsmiths, University of London and Millwall F.C. are located within the borough.",
  "/wiki/Hayes,_Bromley": "Hayes is a suburban area of South East London, England, within the London Borough of Bromley and the historic county of Kent. It is located south of Bromley, and 11 miles (18 km) south-east of Charing Cross and it neighbours Coney Hall.",
  "/wiki/Shortlands": "Shortlands is an area of South East London, England, within the London Borough of Bromley and the historic county of Kent. It is located east of Beckenham and west of Bromley.",
  "/wiki/Bromley_Common": "Bromley Common (grid reference TQ420670) is the area centered on the road of the same name, stretching between Masons Hill at the south end of Bromley and Hastings Road, Locksbottom. The area lies in the London Borough of Bromley and borders onto other suburbs such as Petts Wood and Orpington.",
  "/wiki/Keston": "Keston is a village in Greater London, England, located within the London Borough of Bromley and beyond London urban sprawl. It is part suburban, part rural in nature and lies on the edge of Hayes Common, to the northwest of the Greater London / Kent border. It includes the small hamlet of Nash to the southwest.",
  "/wiki/Leaves_Green": "Leaves Green is a village in Greater London within the London Borough of Bromley.",
  "/wiki/Beckenham": "Beckenham (/ˈbɛkənəm/) is a town in Greater London, England, within the London Borough of Bromley. It borders Beckenham Place Park and Bellingham in the London Borough of Lewisham (to the north) and is centred 8.4 miles (13.5 km) south-east of Charing Cross. Its population at the 2011 census counted 46,844 inhabitants.",
  "/wiki/Elmers_End": "Elmers End is an area of south-east London, England, within the London Borough of Bromley. It is located south of Beckenham.",
  "/wiki/Eden_Park,_London": "Eden Park is an area of South East London, within the London Borough of Bromley. It lies South West of Bromley.",
  "/wiki/Park_Langley": "Park Langley is a suburb of Beckenham, London which was first developed in the 1900s on the historic Langley Park Estate by H & G Taylor Builders.",
  "/wiki/London_Borough_of_Croydon": "The London Borough of Croydon (pronunciation (help·info)) is a London borough in South London, part of Outer London. It covers an area of 87 km2 (33.6 sq mi). It is the southernmost borough of London. At its centre is the historic town of Croydon from which the borough takes its name; while other urban centres include Coulsdon, Purley, South Norwood, and Thornton Heath. Croydon is mentioned in Domesday Book, and from a small market town has expanded into one of the most populous areas on the fringe of London. The borough is now one of London's leading business, financial and cultural centres, and its influence in entertainment and the arts contribute to its status as a major metropolitan centre.",
  "/wiki/West_Wickham": "West Wickham is a suburban area of South East London, England, within the London Borough of Bromley and the historic county of Kent. It is on the line of a Roman road, the London to Lewes Way, and is east of Croydon and south west of Bromley. It is 10.3 miles (16.6 km) south east of Charing Cross.",
  "/wiki/Petts_Wood": "Petts Wood is a suburb of south-east London, England, within the London Borough of Bromley and previously the historic county of Kent. It lies north-west of Orpington and south-east of Bromley.",
  "/wiki/St_Mary_Cray": "St Mary Cray is an area of South East London, England, within the London Borough of Bromley. It was a historic market town in the county of Kent. It is located north of Orpington, and 13 miles (21 km) south-east of Charing Cross.",
  "/wiki/St_Paul%27s_Cray": "St Paul's Cray is an area of South East London, England, within the London Borough of Bromley and the historic county of Kent. It is located south of Sidcup and north of Orpington.",
  "/wiki/Ruxley": "Ruxley is a small settlement in southeast London, England, with no present formal boundaries. It is located 21 km (13 mi) southeast by east of Charing Cross, in the northeast corner of the London Borough of Bromley on the borough boundary with the southeast corner of the London Borough of Bexley, and is also adjacent to the Greater London border with Kent, overlapping into the Sevenoaks District and Borough of Dartford in Kent. Ruxley lies east of Sidcup and west of Swanley, on green belt land, where two main roads pass through east-west connecting London to the coast. Ruxley was a parish prior to 1557 and had its own thirteenth century church, St Botolph's. Ruxley's central location on the main road made it an important meeting place for the Hundred of Ruxley, which was named after it. Today still a major transport route, Ruxley's location on green belt land is on the edge of London's urban sprawl, industrial and residential areas are found on the west side, but to the east this quickly turns into more rural woodland and farmland. Ruxley Gravel Pits is a biological Site of Special Scientific Interest located on the west side of Ruxley. Today the area is known for Ruxley Manor, a large site with a garden centre and other retailers and services.",
  "/wiki/Orpington": "Orpington is a town and electoral ward in Greater London, England, at the south-eastern edge of London's urban sprawl. Part of the borough of Bromley, it is identified in the London Plan as one of 35 major centres in Greater London. It was an ancient parish in the county of Kent. It is located is 13.3 miles from Charing Cross. The town of Orpington, including its localities such as Petts Wood, Farnborough and Chelsfield, had a population of 90,315 as of 2011.",
  "/wiki/Locksbottom": "Locksbottom is an area of South East London within the London Borough of Bromley. It is located west of Orpington and south east of Bromley.",
  "/wiki/Farnborough,_London": "Farnborough is an area of South East London within the London Borough of Bromley. It is located south west of Orpington and south east of Bromley. It is also 13.4 miles (21.6 km) southeast of Charing Cross.",
  "/wiki/Green_Street_Green": "Green Street Green is a village in South East London, in the London Borough of Bromley. It is located south of Orpington. It is within the historic boundaries of Kent and has been administered as part of London since 1965.",
  "/wiki/Chelsfield": "Chelsfield is a large village in south-east London, England, within the London Borough of Bromley. It is south-east of Orpington, near London's county border with Kent. It is within the historic boundaries of Kent but has been administered as part of London since 1965.",
  "/wiki/Downe": "Downe (/daʊn/) is a village in  Greater London, England, located within the London Borough of Bromley but beyond the London urban sprawl. Downe is 3.4 miles (5.5 km) south west of Orpington and 14.2 miles (22.9 km) south east of Charing Cross. Downe lies on a hill, and much of the centre of the village is unchanged; the former village school now acts as the village hall. The word Downe originates from the Anglosaxon word dūn, latterly down, hence the South and North Downs.  In April 1965, it (and the remaining part of Orpington Urban District Council), which was abolished, came within the newly created London Borough of Bromley. The village is in the historic county of Kent.",
  "/wiki/Pratt%27s_Bottom": "Pratt's Bottom is a village in Greater London, England, within the London Borough of Bromley and the historic county of Kent. It is south of its parent parish of Orpington, and beyond London's urban sprawl.",
  "/wiki/Well_Hill": "Well Hill is a small rural settlement within the civil parish of Shoreham in the Sevenoaks District of Kent, England. It lies between the M25 motorway and Orpington, in the London Borough of Bromley, and is 16 miles (26 km) south-east of Charing Cross, the traditional centre of London.",
  "/wiki/Sevenoaks_District": "Sevenoaks is a local government district in west Kent, England. Its council is based in the town of Sevenoaks.",
  "/wiki/Chislehurst": "Chislehurst (/ˈtʃɪzəlˌhɜːrst/) is a suburban district in southeast London, England, within the London Borough of Bromley. It borders the London Boroughs of Bexley and Greenwich, and lies east of Bromley and southwest of Sidcup. It is 10.5 miles (16.9 km) southeast of Charing Cross. Chislehurst is in the historic county of Kent.",
  "/wiki/Elmstead,_London": "Elmstead is a residential district in south-east London, England, within the London Borough of Bromley and the historic county of Kent. It is located north-east of Bromley.",
  "/wiki/Royal_Borough_of_Greenwich": "The Royal Borough of Greenwich (/ˈɡrɛnɪtʃ/ (listen), /ˈɡrɪnɪdʒ/, /ˈɡrɪnɪtʃ/ or /ˈɡrɛnɪdʒ/) is a London borough in southeast London. Taking its name from the historic town of Greenwich, the London Borough of Greenwich was formed in 1965 by the  London Government Act 1963. The new borough covered the former area of the Metropolitan Borough of Greenwich and part of the Metropolitan Borough of Woolwich to the east. The local council is Greenwich London Borough Council which meets in Woolwich Town Hall. The council's offices are also based in Woolwich, the main urban centre in the borough.",
  "/wiki/Swanley": "Swanley is a town and civil parish in the Sevenoaks District of Kent, England. It is located approximately 15 miles (24 km) southeast of central London, adjacent to the Greater London boundary and within the M25 motorway periphery. The population at the 2011 census was 16,226. The local council is Swanley Town Council.",
  "/wiki/Hextable": "Hextable is a village and civil parish in the Sevenoaks District of Kent, England. It lies 2 miles (3.2 km) north of Swanley and 4 miles (6.4 km) south of Dartford.",
  "/wiki/Crockenhill": "Crockenhill is a village in the Sevenoaks District of Kent, England. It is located south of Swanley and east of Orpington, and lies close\nto the border with Greater London.",
  "/wiki/Swanley_Village": "Swanley Village  is a small village in the Sevenoaks District of Kent, England located 1 mile north east of Swanley.",
  "/wiki/Hockenden": "Hockenden is a rural hamlet of South East London, within the London Borough of Bromley. It is located on the border of Greater London with Kent, north west of Swanley.",
  "/wiki/Borough_of_Dartford": "The Borough of Dartford is a local government district in the north-west of the county of Kent, England. Its council is based in the town of Dartford. It is part of the contiguous London urban area. It borders the borough of Gravesham to the east, Sevenoaks District to the south, the London Borough of Bexley to the west, and the Thurrock unitary authority in Essex to the north, across the River Thames. The borough was formed on 1 April 1974 by the merger of the Municipal Borough of Dartford, the Swanscombe Urban District, and part of the Dartford Rural District. According to the 2011 Census, its population was 97,365.",
  "/wiki/BR_postcode_area": "The BR postcode area, also known as the Bromley postcode area, is a group of eight postcode districts in England, within seven post towns. These cover part of south-eastern Greater London, as well as a small part of north-west Kent."
}