{
  "/wiki/Germany_national_football_team": "The Germany national football team (German: Deutsche Fußballnationalmannschaft or Die Mannschaft) is the men's football team that has represented Germany in international competition since 1908. It is governed by the German Football Association (Deutscher Fußball-Bund), founded in 1900. Ever since the DFB was reinaugurated in 1949 the team has represented the Federal Republic of Germany. Under Allied occupation and division, two other separate national teams were also recognised by FIFA: the Saarland team representing the Saarland (1950–1956) and the East German team representing the German Democratic Republic (1952–1990). Both have been absorbed along with their records by the current national team. The official name and code \"Germany FR (FRG)\" was shortened to \"Germany (GER)\" following the reunification in 1990.",
  "/wiki/Australia_national_soccer_team": "The Australia national soccer team represents Australia in international men's soccer. Officially nicknamed the Socceroos, the team is controlled by the governing body for soccer in Australia, Football Federation Australia (FFA), which is currently a member of the Asian Football Confederation (AFC) and the regional ASEAN Football Federation (AFF) since leaving the Oceania Football Confederation (OFC) in 2006.",
  "/wiki/2010_FIFA_World_Cup_Group_D": "Group D of the 2010 FIFA World Cup began on 13 June and ended on 23 June 2010. The group consisted of Germany, Australia, Serbia and Ghana. Along with Group G, it was considered to be a group of death.",
  "/wiki/Serbia_national_football_team": "The Serbia national football team (Serbian: Фудбалска репрезентација Србије, romanized: Fudbalska reprezentacija Srbije) represents Serbia in men's international football competition. It is controlled by the Football Association of Serbia, the governing body for football in Serbia.",
  "/wiki/Ghana_national_football_team": "The Ghana national football team represents Ghana in men's international football and has done so since the 1950s. The team is nicknamed the Black Stars after the Black Star of Africa in the flag of Ghana. It is administered by the Ghana Football Association, the governing body for football in Ghana and the oldest football association in Africa (founded in 1920). Prior to 1957, the team played as the Gold Coast, The team represents both FIFA and Confederation of African Football (CAF).",
  "/wiki/England_national_football_team": "The England national football team represents England in senior men's international football and is controlled by The Football Association, the governing body for football in England. It competes in the three major international tournaments; the FIFA World Cup, the UEFA European Championship and the UEFA Nations League. England, as a country of the United Kingdom, is not a member of the International Olympic Committee and therefore the national team does not compete at the Olympic Games.",
  "/wiki/2010_FIFA_World_Cup_knockout_stage": "The knockout stage of the 2010 FIFA World Cup was the second and final stage of the World Cup, following the group stage. It began on 26 June with the round of 16 matches, and ended on 11 July with the final match of the tournament held at Soccer City, Johannesburg, in which Spain beat the Netherlands 1–0 after extra time to claim their first World Cup. The top two teams from each group (16 in total) advanced to the knockout stage to compete in a single-elimination style tournament. A third place match is included and played between the two losing teams of the semi-finals.",
  "/wiki/Argentina_national_football_team": "The Argentina national football team (Spanish: Selección de fútbol de Argentina) represents Argentina in international football, and is administered by the Argentine Football Association. Argentina's home stadium is Estadio Monumental Antonio Vespucio Liberti in Buenos Aires.",
  "/wiki/Spain_national_football_team": "The Spain national football team (Spanish: Selección Española de Fútbol)[a] has represented Spain in international men's football competition since 1920. It is governed by the Royal Spanish Football Federation, the governing body for football in Spain.",
  "/wiki/Uruguay_national_football_team": "The Uruguay national football team (Spanish: Selección de fútbol de Uruguay) represents Uruguay in international football, and is controlled by the Uruguayan Football Association, the governing body for football in Uruguay. The current head coach is Óscar Tabárez. The Uruguayan team is commonly referred to as La Celeste (The Sky Blue).\nThey have won the Copa América 15 times, the most successful national team in the tournament, the most recent title being the 2011 edition. The team has won the FIFA World Cup twice, including the first World Cup in 1930 as hosts, defeating Argentina 4–2 in the final. They won their second title in 1950, upsetting host Brazil 2–1 in the final match, which received an attendance higher than any football match ever.",
  "/wiki/Netherlands_national_football_team": "The Netherlands national football team (Dutch: Het Nederlands Elftal) represents the Netherlands in men's international football matches since 1905. The national team is controlled by the Royal Dutch Football Association (KNVB), which is a part of UEFA, and under the jurisdiction of FIFA the governing body for football in the Netherlands. Most of the Netherlands' home matches are played at the Johan Cruyff Arena and the Stadion Feijenoord. The team is colloquially referred to as Het Nederlands Elftal (The Dutch Eleven) or Oranje, after the House of Orange-Nassau. Like the country itself, the team is sometimes (also colloquially) referred to as Holland. The fan club is known as \"Het Oranje Legioen\".",
  "/wiki/2010_FIFA_World_Cup_Final": "The 2010 FIFA World Cup Final (also known as the Battle of Johannesburg) was a football match that took place on 11 July 2010 at Soccer City in Johannesburg, South Africa, to determine the winner of the 2010 FIFA World Cup. Spain defeated the Netherlands 1–0 with a goal from Andrés Iniesta four minutes from the end of extra time. English referee Howard Webb was selected to officiate the match, which was marked by an unusually high number of yellow cards.",
  "/wiki/Paul_the_Octopus": "Paul the Octopus  (26 January 2008 – 26 October 2010) was a common octopus used to predict the results of association football matches. Accurate predictions in the 2010 World Cup brought him worldwide attention as an animal oracle."
}