{
  "/wiki/Irvin_Abell": "Irvin Abell (September 13, 1876 – August 28, 1949) was a surgeon from Louisville, Kentucky.",
  "/wiki/American_Medical_Association": "The American Medical Association (AMA), founded in 1847 and incorporated in 1897, is the largest association of physicians—both MDs and DOs—and medical students in the United States.",
  "/wiki/American_College_of_Surgeons": "The American College of Surgeons (ACS) is an educational association of surgeons founded in 1912. Headquartered in Chicago, Illinois, the ACS provides membership for doctors worldwide specializing in surgery who pass a set of rigorous qualifications.",
  "/wiki/Franklin_D._Roosevelt": "Franklin Delano Roosevelt (/ˈroʊzəvəlt/, /-vɛlt/; January 30, 1882 – April 12, 1945), often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most of the Great Depression, implementing his New Deal domestic agenda in response to the worst economic crisis in U.S. history. As a dominant leader of his party, he built the New Deal Coalition, which realigned American politics into the Fifth Party System and defined American liberalism throughout the middle third of the 20th century. His third and fourth terms were dominated by World War II, which ended shortly after he died in office. He is rated by scholars as one of the three greatest U.S. presidents, along with George Washington and Abraham Lincoln, but has also been subject to substantial criticism.",
  "/wiki/St._Louis_University": "Saint Louis University (SLU) is a private Roman Catholic research university with campuses in St. Louis, Missouri, United States, and Madrid, Spain. Founded in 1818 by Louis Guillaume Valentin Dubourg, it is the oldest university west of the Mississippi River and the second-oldest Jesuit university in the United States. It is one of 28 member institutions of the Association of Jesuit Colleges and Universities. The university is accredited by the North Central Association of Colleges and Secondary Schools. SLU's athletic teams compete in NCAA's Division I and are a member of the Atlantic 10 Conference. It has an enrollment of 12,546 students with an additional 7,101 students enrolled in its 1818 advanced college credit program. The 2019-20 student body includes 8,072 undergraduate students and 4,474 graduate students that represents all 50 states and more than 82 foreign countries. Its average class size for undergraduates is 26 and the student-faculty ratio is 9:1.",
  "/wiki/Cardinal_Glennon_Children%27s_Hospital": "SSM Health Cardinal Glennon Children’s Hospital is a non-profit 195-bed inpatient and outpatient pediatric medical center in St. Louis, Missouri. Since its founding in 1956, SSM Health Cardinal Glennon has provided care for children regardless of ability to pay. SSM Health Cardinal Glennon primarily serves children from eastern Missouri and southern Illinois, but also treats children across the United States and from countries around the world.",
  "/wiki/Dale_Alford": "Thomas Dale Alford, Sr. (January 28, 1916 – January 25, 2000) was an American ophthalmologist and politician from the U.S. state of Arkansas who served as a conservative Democrat in the United States House of Representatives from Little Rock from 1959 to 1963.",
  "/wiki/US_Congress": "The United States Congress is the bicameral legislature of the federal government of the United States, and consists of two chambers: the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a gubernatorial appointment. Congress has 535 voting members: 435 representatives and 100 senators. The House of Representatives has six non-voting members representing Puerto Rico, American Samoa, Guam, the Northern Mariana Islands, the U.S. Virgin Islands, and the District of Columbia in addition to its 435 voting members. Although they cannot vote in the full house, these members can address the house, sit and vote in congressional committees, and introduce legislation.",
  "/wiki/Arkansas": "Arkansas (/ˈɑːrkənsɔː/ AR-kən-saw)[c] is a state in the south central region of the United States, home to more than three million people as of 2018. Its name is from the Osage language, of Siouan derivation; it denoted their related kin, the Quapaw people. The state's diverse geography ranges from the mountainous regions of the Ozark and the Ouachita Mountains, which make up the U.S. Interior Highlands, to the densely forested land in the south known as the Arkansas Timberlands, to the eastern lowlands along the Mississippi River and the Arkansas Delta.",
  "/wiki/Brasilia": "Brasília (/brəˈzɪliə/, Portuguese: [bɾaˈziljɐ]) is the federal capital of Brazil and seat of government of the Federal District. The city is located atop the Brazilian highlands in the country's center-western region. It was founded on April 21, 1960, to serve as the new national capital. Brasília is estimated to be Brazil's third-most populous city. Among major Latin American cities, it has the highest GDP per capita.",
  "/wiki/John_F._Kennedy": "John Fitzgerald Kennedy (May 29, 1917 – November 22, 1963), often referred to by the initials JFK and Jack, was an American politician who served as the 35th president of the United States from January 1961 until his assassination in November 1963. Kennedy served at the height of the Cold War, and the majority of his work as president concerned relations with the Soviet Union and Cuba. A Democrat, Kennedy represented Massachusetts in the U.S. House of Representatives and Senate prior to becoming president.",
  "/wiki/Edward_R._Annis": "Annis was born on March 27, 1913 in Detroit, Michigan. He graduated from Annunciation High School and the University of Michigan. In 1938, he received his Doctorate of Medicine from Marquette University School of Medicine and was a member of Phi Chi Medical Fraternity. He completed his surgical residency at Cook County Graduate School of Surgery. He moved to Florida, practicing medicine in Tallahassee. In 1953, he became chief of surgery at Mercy Hospital in Miami.",
  "/wiki/World_Medical_Association": "The World Medical Association (WMA) is an international and independent confederation of free professional medical associations, therefore representing physicians worldwide. WMA was formally established on September 18, 1947 and has grown in 2018 to 113 national medical associations and more than 10 million physicians.",
  "/wiki/Madison_Square_Gardens": "Madison Square Garden, colloquially known as The Garden or in initials as MSG, is a multi-purpose indoor arena in New York City. Located in Midtown Manhattan between 7th and 8th Avenues from 31st to 33rd Streets, it is situated atop Pennsylvania Station. It is the fourth venue to bear the name \"Madison Square Garden\"; the first two (1879 and 1890) were located on Madison Square, on East 26th Street and Madison Avenue, with the third Madison Square Garden (1925) further uptown at Eighth Avenue and 50th Street.",
  "/wiki/Chamber_of_Commerce_of_the_United_States": "The United States Chamber of Commerce (USCC) is a business-oriented American lobbying group.",
  "/wiki/Hubert_Humphrey": "Hubert Horatio Humphrey Jr. (May 27, 1911 – January 13, 1978) was an American politician who served as the 38th vice president of the United States from 1965 to 1969. He twice served in the United States Senate, representing Minnesota from 1949 to 1964 and 1971 to 1978. He was the Democratic Party's nominee in the 1968 presidential election, losing to Republican nominee Richard Nixon.",
  "/wiki/Patrick_V._McNamara": "Patrick Vincent McNamara (October 4, 1894 – April 30, 1966) was an American politician. A Democrat, he served as a United States Senator from Michigan from 1955 until his death from a stroke in Bethesda, Maryland in 1966.",
  "/wiki/William_Proxmire": "Edward William Proxmire (November 11, 1915 – December 15, 2005) was an American politician. A member of the Democratic Party, he served as a United States Senator from Wisconsin from 1957 to 1989, the longest term served by a Wisconsin senator.\nProxmire was a member of the Senate Banking Committee, The Senate Appropriations Committee, and the Joint Economic Committee. In each of those committees he was an aggressive critic of wasteful government spending. While serving on the Joint Economic Committee, he exposed numerous instances of wasteful spending on military programs such as the C-5 aircraft and the F-16 fighter, and other government programs such as the supersonic aircraft.",
  "/wiki/Jacob_K._Javits": "Jacob Koppel Javits (May 18, 1904 – March 7, 1986) was an American politician who represented New York in both houses of Congress.",
  "/wiki/Albert_Gore,_Sr.": "Albert Arnold Gore Sr. (December 26, 1907 – December 5, 1998), known to some as Al Gore before the fame of his son, was an American politician who served as a U.S. Representative and a U.S. Senator for the Democratic Party from Tennessee. He was the father of Albert A. Gore Jr., the 45th Vice President of the United States (1993–2001).",
  "/wiki/David_M._Bosworth": "David Marsh Bosworth (23 January 1897, New York City – 11 July 1979, Vermont) was an American orthopedic surgeon and medical educator. He is remembered for describing the Bosworth fracture.",
  "/wiki/Bosworth_fracture": "The Bosworth fracture is a rare fracture of the distal fibula with an associated fixed posterior dislocation of the proximal fibular fragment which becomes trapped behind the posterior tibial tubercle. The injury is caused by severe external rotation of the ankle. The ankle remains externally rotated after the injury, making interpretation of X-rays difficult which can lead to misdiagnosis and incorrect treatment. The injury is most commonly treated by open reduction internal fixation as closed reduction is made difficult by the entrapment of the fibula behind the tibia.",
  "/wiki/Journal_of_Orthopaedic_Science": "The Journal of Orthopaedic Science (.mw-parser-output cite.citation{font-style:inherit}.mw-parser-output .citation q{quotes:\"\\\"\"\"\\\"\"\"'\"\"'\"}.mw-parser-output .id-lock-free a,.mw-parser-output .citation .cs1-lock-free a{background:url(\"//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png\")no-repeat;background-position:right .1em center}.mw-parser-output .id-lock-limited a,.mw-parser-output .id-lock-registration a,.mw-parser-output .citation .cs1-lock-limited a,.mw-parser-output .citation .cs1-lock-registration a{background:url(\"//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png\")no-repeat;background-position:right .1em center}.mw-parser-output .id-lock-subscription a,.mw-parser-output .citation .cs1-lock-subscription a{background:url(\"//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png\")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-ws-icon a{background:url(\"//upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Wikisource-logo.svg/12px-Wikisource-logo.svg.png\")no-repeat;background-position:right .1em center}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-maint{display:none;color:#33aa33;margin-left:0.3em}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em}ISSN 0949-2658 (print version); ISSN 1436-2023 (electronic version)), based out of Tokyo, Japan, and published by Springer Science+Business Media, is the official journal of the Japanese Orthopaedic Association.  The journal focuses primarily on research and topical debates impacting areas of clinical and experiential orthopedics, but often branches out to other areas of research that directly or indirectly impact orthopedics research.  The format of the journal includes original articles of research, instructional reviews, lectures, and editorials.",
  "/wiki/Order_of_the_Sacred_Treasure": "The Order of the Sacred Treasure (瑞宝章, Zuihō-shō) is a Japanese order, established on 4 January 1888 by Emperor Meiji as the Order of Meiji. Originally awarded in eight classes (from 8th to 1st, in ascending order of importance), since 2003 it has been awarded in six classes, the lowest two medals being abolished that year. The most widely conferred Japanese order, it is awarded to those who have made distinguished achievements in research fields, business industries, healthcare, social work, state/local government fields or the improvement of life for handicapped/impaired persons.",
  "/wiki/Phi_Alpha_Gamma": "Phi Alpha Gamma (ΦΑΓ), was founded at the New York Homeopathic Medical College, March 25, 1894, by Thomas D. Buchanan, Thomas F. Davies, Edmund M. De Vol, Robert M. Jones, Brooks DeF. Worwood, Arthur B. Smith and Harry S. Willard. Beta chapter was founded at the Boston University School of Medicine, November 26, 1896. In January, delegates from these chapters met delegates from a similar society called KT, which had been established the month before at the Hahnemann Medical College of Philadelphia, and the societies were joined under the name of ΦΑΓ. The Minnesota and Iowa chapters were formed from the two chapters of a fraternity called ΠΚΤ, established with the view of confining it to homeopathic schools of medicine.",
  "/wiki/Medical_College_of_Wisconsin": "The Medical College of Wisconsin (MCW) is a private medical school and graduate school of sciences headquartered in Milwaukee, Wisconsin. Formerly affiliated with Marquette University, it has operated as an independent institution since 1967. It has two additional campuses, one in Green Bay and one in Wausau.",
  "/wiki/US_Department_of_Transportation": "The United States Department of Transportation (USDOT or DOT) is a federal Cabinet department of the U.S. government concerned with transportation. It was established by an act of Congress on October 15, 1966, and began operation on April 1, 1967. It is governed by the United States Secretary of Transportation.",
  "/wiki/Johnson_Space_Center": "The Lyndon B. Johnson Space Center (JSC) is NASA's center for human spaceflight (originally named the Manned Spacecraft Center), where human spaceflight training, research, and flight control are conducted. It was built and leased to NASA by Joseph L. Smith & Associates, Inc. It was renamed in honor of the late US president and Texas native, Lyndon B. Johnson, by an act of the United States Senate on February 19, 1973.",
  "/wiki/Jimmy_Carter": "James Earl Carter Jr. (born October 1, 1924) is an American politician, philanthropist, and former farmer who served as the 39th president of the United States from 1977 to 1981. A member of the Democratic Party, he previously served as a Georgia State Senator from 1963 to 1967 and as the 76th governor of Georgia from 1971 to 1975. Since leaving the presidency, Carter has remained active in the private sector; in 2002, he was awarded the Nobel Peace Prize for his work in co-founding the Carter Center.",
  "/wiki/Carter_Center": "The Carter Center is a nongovernmental, not-for-profit organization founded in 1982 by former U.S. President Jimmy Carter. He and his wife Rosalynn Carter partnered with Emory University just after his defeat in the 1980 U.S. Presidential elections. The center is located in a shared building adjacent to the Jimmy Carter Library and Museum on 37 acres (150,000 m2) of parkland, on the site of the razed neighborhood of Copenhill, two miles (3 km) from downtown Atlanta, Georgia. The library and museum are owned and operated by the United States National Archives and Records Administration, while the Center is governed by a Board of Trustees, consisting of business leaders, educators, former government officials, and philanthropists.",
  "/wiki/Pi_Mu_Honor_Society": "Pi Mu, (ΠΜ), was founded on December 13, 1892 at the University of Virginia by John W. Mallet, Hugh I. Cummings, Powell C. Fauntleroy, Hugh T. McGuire, E. L. Hobson, Nicholas Wothington, Rawley Penick, Charles E. Marrow, James S. Irving, Rawley Martin and Hugh H. Duke. Dr. Mallet designed the name and motto.",
  "/wiki/Tulane_School_of_Medicine": "The Tulane University School of Medicine is located in New Orleans, Louisiana, United States and is a part of Tulane University. The school is located in the Medical District of the New Orleans Central Business District.",
  "/wiki/Louisiana_State_University_Health_Sciences_Center_Shreveport": "Louisiana State University Health Sciences Center Shreveport (LSU Health Shreveport) is a public university focused on the health sciences and located in Shreveport, Louisiana. It is part of the LSU System and is composed of three different schools: the School of Medicine, School of Graduate Studies, and School of Allied Health Professions. The School of Medicine offers the Doctor of Medicine degree, while both the Schools of Graduate Studies and Allied Health offer Bachelor's degrees, Master's degrees, and Doctorate degrees. The Ochsner-LSU Health Hospital also offers 18 residency programs and 15 fellowships.",
  "/wiki/Medical_Center_of_Louisiana_at_New_Orleans": "The Medical Center of Louisiana at New Orleans (MCLNO) was the name of two teaching hospitals in New Orleans, Louisiana, United States. Both hospitals were part of the LSU Health Sciences Center in New Orleans commonly referred to as the LSU Medical School in New Orleans.",
  "/wiki/Medical_College_of_Virginia": "VCU Medical Center is Virginia Commonwealth University's medical campus located in downtown Richmond, Virginia in the Court End neighborhood. VCU Medical Center used to be known as Medical College of Virginia (MCV), which merged with Richmond Professional Institute in 1968 to create Virginia Commonwealth University. In the 1990s, an authority controlling MCV Hospitals was created called the Medical College of Virginia Hospitals Authority. In 2004, the name of this authority was changed to VCU Health System and the MCV Hospitals and surrounding campus were branded VCU Medical Center. This authority controls the employees and real estate occupied by the five schools within the VCU Medical Center. It was at this time that the MCV Campus moniker was created. West Hospital houses various clinical, administrative and support services of the hospitals of VCU Medical Center; clinical, academic and administrative units of the School of Medicine; and academic and administrative units of the School of Allied Health Professions.",
  "/wiki/Distinguished_Service_Medal_(U.S._Army)": "The Distinguished Service Medal (DSM) is a military award of the United States Army that is presented to any person who, while serving in any capacity with the United States military, has distinguished himself or herself by exceptionally meritorious service to the Government in a duty of great responsibility. The performance must be such as to merit recognition for service that is clearly exceptional. Exceptional performance of normal duty will not alone justify an award of this decoration.",
  "/wiki/M%C3%A9daille_militaire": "The Médaille militaire  (English: Military Medal) is a military decoration of the French Republic for other ranks for meritorious service and acts of bravery in action against an enemy force. It is the third highest award of the French Republic, after the Légion d'honneur, a civil and military order, and the ordre de la Libération, a Second World War-only order. The Médaille militaire is therefore the most senior entirely military active French decoration.",
  "/wiki/Spurgeon_Neel": "Major General Spurgeon Neel, MD, (September 24, 1919 – June 6, 2003) was a United States Army physician who pioneered the development of aeromedical evacuation of battlefield casualties.",
  "/wiki/Major_General": "Major general (abbreviated MG, maj. gen. and similar) is a military rank used in many countries. It is derived from the older rank of sergeant major general. The disappearance of the \"sergeant\" in the title explains the apparently confusing phenomenon whereby a lieutenant general outranks a major general while a major outranks a lieutenant.",
  "/wiki/United_States_Army": "The United States Army (USA) is the land warfare service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services, and is designated as the Army of the United States in the U.S. Constitution. As the oldest and most senior branch of the U.S. military in order of precedence, the modern U.S. Army has its roots in the Continental Army, which was formed (14 June 1775) to fight the American Revolutionary War (1775–1783)—before the United States of America was established as a country. After the Revolutionary War, the Congress of the Confederation created the United States Army on 3 June 1784 to replace the disbanded Continental Army. The United States Army considers itself descended from the Continental Army, and considers its institutional inception to be the origin of that armed force in 1775.",
  "/wiki/United_States_Air_Force": "The United States Air Force (USAF) is the aerial warfare service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services. Initially formed as a part of the United States Army on 1 August 1907, the USAF was established as a separate branch of the U.S. Armed Forces on 18 September 1947 with the passing of the National Security Act of 1947. It is the second youngest branch of the U.S. Armed Forces,[a] and the fourth in order of precedence. The U.S. Air Force articulates its core missions as air superiority, global integrated intelligence, surveillance, and reconnaissance, rapid global mobility, global strike, and command and control.",
  "/wiki/U.S._Army_Health_Services_Command": "The U.S. Army Health Services Command was activated on 1 April 1973 as part of a reorganization of the Army Medical Department. It took control of almost all Army medical facilities in the continental US, including medical education.",
  "/wiki/Baylor_University": "Baylor University, or simply Baylor, is a private Baptist Christian university in Waco, Texas. Chartered in 1845 by the last Congress of the Republic of Texas, it is the oldest continuously operating university in Texas and one of the first educational institutions west of the Mississippi River in the United States. Located on the banks of the Brazos River next to I-35, between the Dallas-Fort Worth Metroplex and Austin, the university's 1,000-acre campus is the largest Baptist university campus in the world. Baylor University's athletic teams, known as the Bears, participate in 19 intercollegiate sports. The university is a member of the Big 12 Conference in the NCAA Division I.",
  "/wiki/Legion_of_Merit": "The Legion of Merit (LOM) is a military award of the United States Armed Forces that is given for exceptionally meritorious conduct in the performance of outstanding services and achievements. The decoration is issued to members of the eight uniformed services of the United States as well as to military and political figures of foreign governments.",
  "/wiki/Oak_Leaf_Cluster": "An oak leaf cluster is a  ribbon device to denote subsequent decorations and awards consisting of a miniature bronze or silver twig of four oak leaves with three acorns on the stem that is authorized by the United States Armed Forces as  for a specific set of decorations and awards of the Department of Defense, Department of the Army, and Department of the Air Force .",
  "/wiki/United_Nations_Service_Medal": "The United Nations Service Medal for Korea (UNKM) is an international military decoration established by the United Nations on December 12, 1950 as the United Nations Service Medal. The decoration was the first international award ever created by the United Nations and recognized the multi-national defense forces which participated in the Korean War.",
  "/wiki/Emory_University": "Emory University is a private research university in Atlanta, Georgia. The university was founded as Emory College in 1836 in Oxford, Georgia, by the Methodist Episcopal Church and was named in honor of Methodist bishop John Emory.",
  "/wiki/Phi_Chi": "Phi Chi (ΦΧ) is one of the oldest and largest international medical fraternities of its kind in the world.  Phi Chi evolved from the merging of two professional medical fraternities bearing the same name.  Phi Chi Society (Phi Chi East) was founded on March 31, 1889, at the University of Vermont, Burlington, Vt.  Phi Chi Medical Fraternity (Phi Chi South) was founded on October 26, 1894, at the Louisville Medical College, Louisville, Ky.  These two organizations did not know that they shared a similar name when they were founded.  On March 5, 1905, in Burlington, Vt., Phi Chi Society and Phi Chi Medical Fraternity, Inc., were consolidated taking the name Phi Chi Medical Fraternity, Inc."
}