{
  "/wiki/African_Union": "The African Union (AU) is a continental union consisting of 55 member states located on the continent of Africa. The AU was announced in the Sirte Declaration in Sirte, Libya, on 9 September 1999, calling for the establishment of the African Union. The bloc was founded on 26 May 2001 in Addis Ababa, Ethiopia, and launched on 9 July 2002 in Durban, South Africa. The intention of the AU was to replace the Organisation of African Unity (OAU), established on 25 May 1963 in Addis Ababa by 32 signatory governments; the OAU was disbanded on 9 July 2002. The most important decisions of the AU are made by the Assembly of the African Union, a semi-annual meeting of the heads of state and government of its member states. The AU's secretariat, the African Union Commission, is based in Addis Ababa. The largest city in the AU is Lagos, Nigeria, while the largest urban agglomeration is Cairo, Egypt.",
  "/wiki/Flag_of_the_African_Union": "The current flag of the African Union was adopted at its 14th Ordinary Session of the Assembly of Heads of State and Government,  which took place in Addis Ababa on 31 January 2010.",
  "/wiki/Arab_League": "The Arab League (Arabic: الجامعة العربية‎ al-Jāmiʻah al-ʻArabīyah), formally the League of Arab States (Arabic: جامعة الدول العربية‎ Jāmiʿat ad-Duwal al-ʿArabīyah), is a regional organization in the Arab world, which is located in Africa and Western Asia. The Arab League was formed in Cairo on 22 March 1945 initially with six members: Egypt, Iraq, Transjordan (renamed Jordan in 1949), Lebanon, Saudi Arabia, and Syria. Yemen joined as a member on 5 May 1945. Currently, the League has 22 members, but Syria's participation has been suspended since November 2011.",
  "/wiki/Flag_of_the_Arab_League": "The flag of the Arab League comprises a green banner bearing the seal of the Arab League. The twenty-two links in the chain represent the twenty-two members of the League at the time of the flag's adoption. The script gives the name of the organization: \"League of Arab States\".",
  "/wiki/Pan-Arab_colors": "The Pan-Arab colors are black, white, green, and red. Individually, each of the four Pan-Arab colors were intended to represent a certain Arab dynasty, or era. The black was the Abbasid dynastic color; green was the Umayyad dynastic color; white was the Fatimid dynastic color; and red was the Hashemite dynastic color and also represented the Ottoman Empire.[citation needed] The four colors derived their potency from a verse by 14th century Iraqi poet Safi al-Din al-Hilli: \"White are our acts, black our battles, green our fields, and red our swords\".",
  "/wiki/Association_of_Southeast_Asian_Nations": "The Association of Southeast Asian Nations (ASEAN; /ˈɑːsiɑːn/ AH-see-ahn, /ˈɑːziɑːn/ AH-zee-ahn) is a regional intergovernmental organization comprising ten countries in Southeast Asia, which promotes intergovernmental cooperation and facilitates economic, political, security, military, educational, and sociocultural integration among its members and other countries in Asia.",
  "/wiki/Flag_of_the_Association_of_Southeast_Asian_Nations": "The Flag of the Association of Southeast Asian Nations is one of the official symbols of the Association of Southeast Asian Nations (ASEAN). It consists of the official emblem of ASEAN on a blue background.",
  "/wiki/Community_of_Portuguese_Language_Countries": "The Community of Portuguese Language Countries (Portuguese: Comunidade dos Países de Língua Portuguesa; abbreviated as the CPLP), also known as the Lusophone Commonwealth (Comunidade Lusófona), is an international organization and political association of Lusophone nations across four continents, where Portuguese is an official language. The CPLP operates as a privileged, multilateral forum for the mutual cooperation of the governments, economies, non-governmental organizations, and peoples of the Lusofonia. The CPLP consists of 9 member states and 19 associate observers, located in Europe, the Americas, Asia, and Africa.",
  "/wiki/Flag_of_the_Community_of_Portuguese_Language_Countries": "The flag of the Community of Portuguese Language Countries (or flag of the CPLP), also known as the Flag of the Lusophony, represents the intergovernmental organization for friendship among Lusophone (Portuguese-speaking) nations where Portuguese is an official language. The Portuguese language countries are home to more than 270 million people located across the globe. The CPLP nations cover a combined area of about 10,772,000 square kilometres (4,159,000 sq mi).",
  "/wiki/Eurasian_Economic_Union": "The Eurasian Economic Union (EAEU)[note 1] is an economic union of states located in central and northern Asia and Eastern Europe. The Treaty on the Eurasian Economic Union was signed on 29 May 2014 by the leaders of Belarus, Kazakhstan and Russia, and came into force on 1 January 2015. Treaties aiming for Armenia's and Kyrgyzstan's accession to the Eurasian Economic Union were signed on 9 October and 23 December 2014, respectively. Armenia's accession treaty came into force on 2 January 2015. Kyrgyzstan's accession treaty came into effect on 6 August 2015. It participated in the EAEU from the day of its establishment as an acceding state.",
  "/wiki/Flag_of_the_Eurasian_Economic_Union": "The Flag of the Eurasian Economic Union is one of the symbols of the economic community formed by Eurasian countries and was created by an official document issued by the economic bloc in 2014.",
  "/wiki/European_Union": "The European Union (EU) is a political and economic union of 27 member states that are located primarily in Europe. Its members have a combined area of 4,233,255.3 km2 (1,634,469.0 sq mi) and an estimated total population of about 447 million. The EU has developed an internal single market through a standardised system of laws that apply in all member states in those matters, and only those matters, where members have agreed to act as one. EU policies aim to ensure the free movement of people, goods, services and capital within the internal market, enact legislation in justice and home affairs and maintain common policies on trade, agriculture, fisheries and regional development. For travel within the Schengen Area, passport controls have been abolished. A monetary union was established in 1999, coming into full force in 2002, and is composed of 19 EU member states which use the euro currency.",
  "/wiki/Flag_of_Europe": "The Flag of Europe or European Flag,[note 1] is an official symbol adopted by two separate organisations, the Council of Europe (CoE) as a symbol for the whole of Europe, and the European Union (EU). It consists of a circle of twelve five-pointed stars on a blue field.",
  "/wiki/Mercosur": "Mercosur (in Spanish), Mercosul (in Portuguese), or Ñemby Ñemuha (in Guarani), officially Southern Common Market, is a South American trade bloc established by the Treaty of Asunción in 1991 and Protocol of Ouro Preto in 1994. Its full members are Argentina, Brazil, Paraguay and Uruguay. Venezuela is a full member but has been suspended since 1 December 2016. Associate countries are  Bolivia, Chile, Colombia, Ecuador, Guyana, Peru and Suriname. Observer countries are New Zealand and Mexico. It's members have a combined area of 13,771,194 km² and a population of 264 million people if counting only the full member states. The official languages are Spanish, Portuguese, and Guarani.",
  "/wiki/Flag_of_Mercosur": "The Flag of Mercosur is the official vexilological symbol of Mercosur.",
  "/wiki/NATO": "The North Atlantic Treaty Organization (NATO /ˈneɪtoʊ/; French: Organisation du traité de l'Atlantique nord, OTAN), also called the North Atlantic Alliance, is an intergovernmental military alliance between 29 North American and European countries. The organization implements the North Atlantic Treaty that was signed on 4 April 1949. NATO constitutes a system of collective defence whereby its independent member states agree to mutual defence in response to an attack by any external party. NATO's Headquarters are located in Evere, Brussels, Belgium, while the headquarters of Allied Command Operations is near Mons, Belgium.",
  "/wiki/Flag_of_NATO": "The flag of the North Atlantic Treaty Organization (NATO) consists of a dark blue field charged with a white compass rose emblem, with four white lines radiating from the four cardinal directions. Adopted three years after the creation of NATO, it has been the flag of NATO since October 14, 1953. The blue color symbolizes the Atlantic Ocean, while the circle stands for unity.",
  "/wiki/Nordic_Council": "The Nordic Council is the official body for formal inter-parliamentary co-operation among the Nordic countries. Formed in 1952, it has 87 representatives from Denmark, Finland, Iceland, Norway, and Sweden as well as from the autonomous areas of the Faroe Islands, Greenland, and the Åland Islands. The representatives are members of parliament in their respective countries or areas and are elected by those parliaments. The Council holds ordinary sessions each year in October/November and usually one extra session per year with a specific theme. The Council's official languages are Danish, Finnish, Icelandic, Norwegian, and Swedish, though it uses only Danish, Norwegian, and Swedish as its working languages. These three comprise the first language of around 80% of the region's population and are learned as a foreign language by the remaining 20%.",
  "/wiki/Flag_of_the_Nordic_Council": "The Flag of the Nordic Council is blue (PMS 300 U), with a stylised circular motif of a white swan. The swan symbol was chosen to represent the Nordic Council, and the Nordic Council of Ministers, in 1984. It is also designed to symbolise wider Nordic cooperation. The current version was designed by Kontrapunkt in 2016.",
  "/wiki/Turkic_Council": "The Turkic Council (Azerbaijani: Türk Şurası; Kazakh: Түркі кеңесі, Túrki Keńesi; Kyrgyz: Түрк кеңеш; Turkish: Türk Keneşi;[a] Uzbek: Turkiy Kengash), officially the Cooperation Council of Turkic-Speaking States (CCTS; Turkish: Türk Dili Konuşan Ülkeler İşbirliği Konseyi), is an international organization comprising some of the Turkic countries. It  is an intergovernmental organization whose overarching aim is promoting comprehensive cooperation among Turkic states. It was founded on 3 October 2009 in Nakhchivan. The idea of setting up this cooperative council was first put forward by Kazakh President Nursultan Nazarbayev back in 2006.",
  "/wiki/Flag_of_the_Turkic_Council": "The current flag of the Turkic Council was adopted at its 2nd Summit, which took place in Bishkek on 23 August 2012 and officially raised on 12 October 2012.",
  "/wiki/United_Nations": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a center for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquartered on international territory in New York City; other main offices are in Geneva, Nairobi, Vienna and The Hague.",
  "/wiki/Flag_of_the_United_Nations": "The flag of the United Nations was adopted on December 7, 1946, and consists of the official emblem of the United Nations in white on a blue background."
}