{
  "/wiki/IATA_airport_code": "An IATA airport code, also known as an IATA location identifier, IATA station code or simply a location identifier, is a three-letter geocode designating many airports and metropolitan areas around the world, defined by the International Air Transport Association (IATA). The characters prominently displayed on baggage tags attached at airport check-in desks are an example of a way these codes are used.",
  "/wiki/ICAO_airport_code": "The ICAO (/ˌaɪˌkeɪˈoʊ/, eye-KAY-oh) airport code or location indicator is a four-letter code designating aerodromes around the world. These codes, as defined by the International Civil Aviation Organization and published in ICAO Document 7910: Location Indicators, are used by air traffic control and airline operations such as flight planning.",
  "/wiki/George_Bush_Intercontinental_Airport": "George Bush Intercontinental Airport (IATA: IAH, ICAO: KIAH, FAA LID: IAH) is an international airport in Houston, Texas, United States, under class B airspace, serving the Greater Houston metropolitan area. Located about 23 miles (37 km) north of Downtown Houston, between Interstate 45 and Interstate 69/U.S. Highway 59 with direct access to the Hardy Toll Road expressway, George Bush Intercontinental Airport has scheduled flights to a large number of domestic destinations, and is the largest international hub in Texas. The airport, originally named \"Houston Intercontinental Airport\", was later renamed after George H. W. Bush, the 41st President of the United States.",
  "/wiki/Houston": "Houston (/ˈhjuːstən/ (listen) HEW-stən) is the most populous city in the U.S. state of Texas, fourth most populous city in the United States, most populous city in the Southern United States, as well as the sixth most populous in North America, with an estimated 2018 population of 2,325,502. Located in Southeast Texas near Galveston Bay and the Gulf of Mexico, it is the seat of Harris County and the principal city of the Greater Houston metropolitan area, which is the fifth most populous metropolitan statistical area in the United States and the second most populous in Texas after the Dallas-Fort Worth metroplex, with a population of 6,997,384 in 2018.",
  "/wiki/William_P._Hobby_Airport": "William P. Hobby Airport (IATA: HOU, ICAO: KHOU, FAA LID: HOU) is an international airport in Houston, Texas, 7 miles (11 km) from downtown Houston. Hobby is Houston's oldest commercial airport and was its primary airport until Houston Intercontinental Airport, now George Bush Intercontinental Airport, opened in 1969. Hobby closed after the opening of Houston Intercontinental; after several years it re-opened and became a secondary airport for domestic airline service and a center for corporate and private aviation.",
  "/wiki/Texas_Gulf_Coast_Regional_Airport": "Texas Gulf Coast Regional Airport (IATA: LJN, ICAO: KLBX, FAA LID: LBX), previously known as Brazoria County Airport, is a county-owned public-use airport in unincorporated Brazoria County, Texas, United States, in Greater Houston, located 4 miles (6.4 km) southwest of the central business district of Angleton and north of Lake Jackson.",
  "/wiki/Angleton,_Texas": "Angleton is a city in and the county seat of Brazoria County, Texas, United States, within the Houston–The Woodlands–Sugar Land metropolitan area. Angleton lies at the intersection of State Highway 288, State Highway 35, and the Union Pacific Railroad. The population was 18,862 at the 2010 census. Angleton is in the 14th congressional district, and is represented by Republican Congressman Randy Weber.",
  "/wiki/Lake_Jackson,_Texas": "Lake Jackson is a city in Brazoria County, Texas, United States, within the Greater Houston metropolitan area. As of the 2010 census, the city population was 26,849.",
  "/wiki/Scholes_International_Airport_at_Galveston": "Scholes International Airport at Galveston (IATA: GLS, ICAO: KGLS, FAA LID: GLS) is three miles southwest of Galveston, in Galveston County, Texas. The National Plan of Integrated Airport Systems for 2011–2015 categorized it as a reliever airport.",
  "/wiki/Galveston": "Galveston (/ˈɡælvɪstən/ GAL-vis-tən) is a coastal resort city and port off the southeast coast on Galveston Island and Pelican Island in the American State of Texas. The community of 209.3 square miles (542 km2), with a population of 47,743 in 2010, is the county seat of surrounding Galveston County and second-largest municipality in the county. It is also within the Houston–The Woodlands–Sugar Land metropolitan area at its southern end on the northwestern coast of the Gulf of Mexico.",
  "/wiki/Ellington_Field": "Ellington Field Joint Reserve Base is a joint installation shared by various active component and reserve component military units, as well as aircraft flight operations of the National Aeronautics and Space Administration (NASA) under the aegis of the nearby Johnson Space Center.  The host wing for the installation is the Texas Air National Guard's 147th Reconnaissance Wing (147 RW).   Opened in 1917, Ellington Field was one of thirty-two Air Service training camps established after the United States entry into World War I. It is named for 1st Lt. Eric Ellington, a U.S. Army aviator who was killed in a plane crash in San Diego, California in 1913.",
  "/wiki/West_Houston_Airport": "West Houston Airport (IATA: IWS, ICAO: KIWS, FAA LID: IWS) is a privately owned, public use airport in Harris County, Texas, 15 miles west of Downtown Houston in the Greater Katy area. It opened in 1962 and was Lakeside Airport until the early 1980s due to its location near the edge of Addicks reservoir.",
  "/wiki/Houston_Southwest_Airport": "Houston Southwest Airport or Houston-Southwest Airport (ICAO: KAXH, FAA LID: AXH) is a public-use airport located in Arcola, a city in Fort Bend County, Texas, United States, 15 miles (24 km) southwest of the central business district of Houston. It is privately owned by James Griffith, Jr.",
  "/wiki/Arcola": "Arcola is an offshoot of the record label Warp Records. It was set up in late 2003, and takes its name from the Arcola Theatre, Arcola Street in Dalston, London where Warp held the launch party for the label. It released a number of singles in 2003 and 2004. Arcola marked its return after a 14-year hiatus in January 2018, with new EP's by Rian Treanor & 2814.",
  "/wiki/Conroe-North_Houston_Regional_Airport": "Conroe-North Houston Regional Airport (IATA: CXO, ICAO: KCXO, FAA LID: CXO) (formerly known as Lone Star Executive Airport and Montgomery County Airport) is a public-use airport in Conroe, Texas, United States, 37 miles (60 km) north of the central business district of Houston. It is publicly owned by Montgomery County.",
  "/wiki/Conroe,_Texas": "Conroe is a city in Texas, United States. It is the seat of Montgomery County and a principal city in the Houston–The Woodlands–Sugar Land metropolitan area. It is about 40 miles (64 km) north of Houston.",
  "/wiki/Pearland_Regional_Airport": "Pearland Regional Airport (ICAO: KLVJ, FAA LID: LVJ) is in Brazoria County, Texas, near Pearland in Greater Houston, 17 miles (27 km) south of Downtown Houston. The airport and FBO is managed by Texas Aviation Partners, LLC. It was formerly  Clover Field.",
  "/wiki/Sugar_Land_Regional_Airport": "Sugar Land Regional Airport (IATA: SGR, ICAO: KSGR, FAA LID: SGR) is a city-owned public-use airport located in Sugar Land, Texas (USA), 17 miles (27 km) southwest of the central business district of Houston.",
  "/wiki/Sugar_Land": "Sugar Land is a city in Fort Bend County, Texas, United States, located in the southwestern part of the Houston–The Woodlands–Sugar Land metropolitan area. Located about 19 miles (31 km) southwest of downtown Houston, Sugar Land is a populous suburban municipality centered around the junction of Texas State Highway 6 and U.S. Route 59.",
  "/wiki/David_Wayne_Hooks_Memorial_Airport": "David Wayne Hooks Memorial Airport (IATA: DWH, ICAO: KDWH, FAA LID: DWH) is a public-use airport located near the city of Tomball in unincorporated Harris County, Texas. It is 23 miles (37 km) northwest of the central business district of Houston. It is the busiest general aviation airport in Texas and one of the busiest general aviation airports in the United States. The airport is privately owned by Jag Gill.",
  "/wiki/Tomball": "Tomball (/ˈtɒmbɔːl/ TOM-bawl) is a city in Harris County in the U.S. state of Texas, a part of the Houston metropolitan area. The population was 10,753 at the 2010 census. In 1907, the community of Peck was renamed Tomball for local congressman Thomas Henry Ball, who had a major role in the development of the Port of Houston.",
  "/wiki/La_Porte_Municipal_Airport_(Texas)": "La Porte Municipal Airport (FAA LID: T41) is a city-owned public-use airport located three miles (5 km) northwest of the central business district of La Porte, a city in Harris County, Texas, United States.",
  "/wiki/La_Porte,_Texas": "La Porte (/lə ˈpɔːrt/ lə PORT) is a city in Harris County, Texas, United States, within the Bay Area of the Houston–Sugar Land–Baytown metropolitan area. As of the 2010 census, the city population was 33,800. La Porte is the fourth-largest incorporated city in Harris County.",
  "/wiki/Chambers_County_Airport": "Chambers County Airport (FAA LID: T00) (also known as Oscar F. Nelson, Jr. Memorial Airport) is a county-owned general aviation airport located in unincorporated Chambers County, Texas, United States 1 mile (1.6 km) east of the city of Anahuac.",
  "/wiki/Cleveland_Municipal_Airport_(Texas)": "Cleveland Municipal Airport (FAA LID: 6R3) is a general aviation airport located 4 miles northeast of  Cleveland, Texas, United States.",
  "/wiki/Cleveland,_Texas": "Cleveland is a city in the U.S. state of Texas, within Houston–The Woodlands–Sugar Land metropolitan area and Liberty County. The population was 7,954 at the 2010 census.",
  "/wiki/Liberty_Municipal_Airport": "Liberty Municipal Airport (FAA LID: T78) is a public use airport in Liberty County, Texas, United States. It is owned by the  City of Liberty and is located six nautical miles (11 km) northeast of its central business district.",
  "/wiki/Liberty,_Texas": "Liberty is a city in the U.S. state of Texas, within Liberty County. The population was 8,397 at the 2010 census.  It serves as the seat of Liberty County.",
  "/wiki/Alvin,_Texas": "Alvin is a city in the U.S. state of Texas within the Houston-The Woodlands-Sugar Land metropolitan area and Brazoria County. As of the 2010 U.S. Census, the city population was 24,236. Alvin's claim to fame is Baseball Hall of Famer Nolan Ryan, who moved with his family to the city in 1947 as an infant and lived there until he moved to Round Rock in 2003. The Nolan Ryan Museum is in the Nolan Ryan Foundation and Exhibit Center on the campus of Alvin Community College.",
  "/wiki/Baytown_Airport": "Baytown Airport (IATA: HPY, ICAO: KHPY, FAA LID: HPY) is a public-use airport located 3 nautical miles (5.6 km; 3.5 mi) north of the central business district of Baytown, a city in Harris County, Texas, United States. It is privately owned by Raceco Inc.",
  "/wiki/Baytown,_Texas": "Baytown is a city within Harris County and partially in Chambers County in the Gulf Coast region of the U.S. state of Texas. Located within the Houston–The Woodlands–Sugar Land metropolitan area, it lies on the northern side of the Galveston Bay complex near the outlets of the San Jacinto River and Buffalo Bayou. It is the sixth-largest city within this metropolitan area. Major highways serving the city include State Highway 146 and Interstate 10. As of 2010, Baytown had a population of 71,802, and it had an estimated population of 77,024 in 2018.",
  "/wiki/RWJ_Airpark": "RWJ Airpark (FAA LID: 54T) is a public-use airport located in Beach City, Chambers County, Texas, United States, seven miles (11 km) east of the central business district of Baytown. It is privately owned by the R. W. Johnson Const. Co. Inc.",
  "/wiki/Beach_City,_Texas": "Beach City is a U.S. city in Chambers County, Texas. The population was 2,198 at the 2010 census.",
  "/wiki/List_of_airports_in_the_Greater_Houston_Area": "Houston, Texas has many airports due to it being the 4th largest city in the United States. Here are some of the airports:"
}