{
  "/wiki/Turkey": "Turkey (Turkish: Türkiye [ˈtyɾcije]), officially the Republic of Turkey (Turkish: Türkiye Cumhuriyeti [ˈtyɾcije dʒumˈhuːɾijeti] (listen)), is a transcontinental country almost wholly located on the Anatolian peninsula in Western Asia, with a smaller portion on the Balkan peninsula in Southeastern Europe. East Thrace, the part of Turkey in Europe, is separated from Anatolia by the Sea of Marmara, the Bosporus and the Dardanelles (collectively called the Turkish Straits). Turkey is bordered by Greece and Bulgaria to its northwest, the Black Sea to its north, Georgia to its northeast, Armenia, the Azerbaijani exclave of Nakhchivan and Iran to its east, Iraq and Syria to its southeast, the Mediterranean Sea to its south, and the Aegean Sea to its west. Istanbul is the largest city in the country while Ankara is the capital. Approximately 70 to 80 percent of the country's citizens identify as Turkish, while Kurds are the largest minority at anywhere from 15 to 20 percent of the population.",
  "/wiki/%C5%9Eenol_G%C3%BCne%C5%9F": "Şenol Güneş, T.C., (Turkish pronunciation: [ˈʃenoɫ ˈɟyneʃ], born 1 June 1952) is a Turkish football manager and former player. His most notable managerial achievements to date include coaching the Turkish national team to third place in the 2002 FIFA World Cup and winning two Süper Lig titles; both of them with Beşiktaş. He is also noted for stints in his boyhood club Trabzonspor, which plays their current games in a stadium named after him. His playing career there saw the club win all 6 of their Süper Lig titles.",
  "/wiki/Hami_Mand%C4%B1ral%C4%B1": "Hami Mandıralı (born 20 July 1968) is a Turkish football manager and former footballer. He played for Trabzonspor nearly all of his career.",
  "/wiki/Orhan_%C3%87%C4%B1k%C4%B1r%C4%B1k%C3%A7%C4%B1": "Orhan Çıkırıkçı (born 15 April 1967) is a retired Turkish football (soccer) striker. He played for Çorluspor, Eskişehirspor, Trabzonspor (1989–1999) and Akçaabat Sebatspor.",
  "/wiki/%C3%9Cnal_Karaman": "Ünal Karaman (born 29 June 1966, in Konya) is a former Turkish professional footballer and manager who was most recently the manager of Trabzonspor.",
  "/wiki/Abdullah_Ercan": "Abdullah Ercan (born 8 December 1971 in Istanbul, Turkey) is a retired Turkish international footballer and manager.",
  "/wiki/Georgia_(country)": "Georgia (Georgian: საქართველო, translit.: sakartvelo, IPA: [sɑkʰɑrtʰvɛlɔ] (listen)), known until 1995 as the Republic of Georgia (Georgian: საქართველოს რესპუბლიკა, translit.: sakartvelos resp'ublik'a) is a country in the Caucasus region of Eurasia. Located at the crossroads of Western Asia and Eastern Europe, it is bounded to the west by the Black Sea, to the north by Russia, to the south by Turkey and Armenia, and to the southeast by Azerbaijan. The capital and largest city is Tbilisi. Georgia covers a territory of 69,700 square kilometres (26,911 sq mi), and its 2017 population is about 3.718 million. Georgia is a unitary parliamentary republic, with the government elected through a representative democracy.",
  "/wiki/Shota_Arveladze": "Shota Arveladze (Georgian: შოთა არველაძე; born 22 February 1973) is a Georgian former professional footballer and current manager of Pakhtakor Tashkent.",
  "/wiki/Fatih_Tekke": "Fatih Tekke (born 9 September 1977), known by his given nickname Sultan, is a Turkish football coach and former player who is currently the manager of İstanbulspor.",
  "/wiki/Metin_Akta%C5%9F": "Metin Aktaş (born 1 August 1977) is a Turkish footballer who last played as a goalkeeper for Adana Demirspor in 2012. Aktaş was a member of the Turkey squad at the 2000 UEFA European Under-21 Football Championship.",
  "/wiki/Croatia": "Croatia (/kroʊˈeɪʃə/ (listen), kroh-AY-shə; Croatian: Hrvatska, pronounced [xř̩ʋaːtskaː]), officially the Republic of Croatia (Croatian: Republika Hrvatska, listen (help·info)),[d] is a country in Southeast Europe. It borders Slovenia to the northwest, Hungary to the northeast, Serbia to the east, Bosnia and Herzegovina, and Montenegro to the southeast, sharing a maritime border with Italy. Its capital, Zagreb, forms one of the country's primary subdivisions, along with twenty counties. Croatia has an area of 56,594 square kilometres (21,851 square miles) and a population of 4.28 million, most of whom are Roman Catholics.",
  "/wiki/Davor_Vugrinec": "Davor Vugrinec  (born 24 March 1975) is a Croatian former professional footballer. He primary played as a striker, but also operated as an attacking midfielder or a second striker. He is the all-time top scorer of the Croatian First Football League with 146 goals he scored for five different clubs.",
  "/wiki/H%C3%BCseyin_%C3%87im%C5%9Fir": "Hüseyin Çimşir (born 26 May 1979) is a Turkish football coach and former player. He is currently the manager of Trabzonspor.",
  "/wiki/G%C3%B6kdeniz_Karadeniz": "Gökdeniz Karadeniz (born 11 January 1980) is a former Turkish professional footballer who played as a winger or as an attacking midfielder.",
  "/wiki/Hasan_%C3%9C%C3%A7%C3%BCnc%C3%BC": "Hasan Üçüncü (born November 16, 1980) is a retired Turkish footballer. Üçüncü was born in Sürmene, Trabzon Province. Standing at 177 cm and weighing 74 kg, he wears the # 15 jersey and plays in the midfield position.  He assisted Gökdeniz Karadeniz's goal against Galatasaray in the second half of the 2005-2006 Turkcell Super League season, helping Gökdeniz come back from a long suspension.",
  "/wiki/Erman_%C3%96zg%C3%BCr": "Erman Özgür (born April 13, 1977) is a Turkish former footballer and a current pundit. He used to play as attacking midfielder who can also play as a left winger. Özgür played several years for Trabzonspor before moving to various Anatolian clubs. He is known as a technical player who is equally combative.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/Michael_Petkovic": "Michael Petkovic (born 16 July 1976) is an Australian former goalkeeper.",
  "/wiki/Tayfun_Cora": "Tayfun Cora (born 5 December 1983 in Vakfıkebir) is a retired Turkish footballer.",
  "/wiki/Guinea": "Guinea (/ˈɡɪni/ (listen)), officially the Republic of Guinea (French: République de Guinée), is a west-coastal country in West Africa. Formerly known as French Guinea (French: Guinée française), the modern country is sometimes referred to as Guinea-Conakry to distinguish it from other countries with \"Guinea\" in the name and the eponymous region, such as Guinea-Bissau and Equatorial Guinea. Guinea has a population of 12.4 million and an area of 245,857 square kilometres (94,926 sq mi).",
  "/wiki/Ibrahima_Yattara": "İbrahim Yattara (born 3 June 1980 in Kamsar), or İbrahim Üçüncü, is a retired Guinean-Turkish footballer.",
  "/wiki/Erdin%C3%A7_Yavuz": "Erdinç Yavuz (born 4 October 1978) is a former Turkish footballer who played as a central defender.",
  "/wiki/Umut_Bulut": "Umut Bulut (Turkish pronunciation: [ˈumut ˈbuɫut], born 15 March 1983) is a Turkish footballer who plays for Yeni Malatyaspor and the Turkish national team.",
  "/wiki/Serkan_Balc%C4%B1": "Serkan Balcı (pronounced [seɾkan baɫdʒɯ]; born 22 August 1983) is a retired Turkish international footballer.",
  "/wiki/Turgay_Semercio%C4%9Flu": "Turgay Semercioğlu (born 25 February 1954) is a former Turkish footballer. He was a very successful player, playing for Trabzonspor and the Turkey national football team."
}