{
  "/wiki/Turkey": "Turkey (Turkish: Türkiye [ˈtyɾcije]), officially the Republic of Turkey (Turkish: Türkiye Cumhuriyeti [ˈtyɾcije dʒumˈhuːɾijeti] (listen)), is a transcontinental country located mostly on the Anatolian peninsula in Western Asia, with a smaller portion on the Balkan peninsula in Southeastern Europe. East Thrace, the part of Turkey in Europe, is separated from Anatolia by the Sea of Marmara, the Bosporus and the Dardanelles (collectively called the Turkish Straits). Istanbul, mostly located on the European side, is the largest city in the country while Ankara is the capital. Turkey is bordered by Greece and Bulgaria to its northwest, the Black Sea to its north, Georgia to its northeast, Armenia, the Azerbaijani exclave of Nakhchivan and Iran to its east, Iraq and Syria to its southeast, the Mediterranean Sea to its south, and the Aegean Sea to its west. Approximately 70 to 80 percent of the country's citizens identify as Turkish, while Kurds are the largest minority at anywhere from 15 to 20 percent of the population.\n At various points in its history, the region has been inhabited by diverse civilisations including the Assyrians, Greeks, Thracians, Phrygians, Urartians, and Armenians. Hellenization started during the era of Alexander the Great and continued into the Byzantine era. The Seljuk Turks began migrating into the area in the 11th century, and their victory over the Byzantines at the Battle of Manzikert in 1071 symbolises the start and foundation of Turkey. The Seljuk Sultanate of Rûm ruled Anatolia until the Mongol invasion in 1243, when it disintegrated into small principalities called beyliks. Beginning in the late 13th century, the Ottomans started uniting beyliks and conquering the Balkans. After Mehmed II conquered Constantinople in 1453, Ottoman expansion continued under Selim I. During the reign of Suleiman the Magnificent the Ottoman Empire encompassed much of Southeast Europe, West Asia and North Africa and became a world power. Beginning from the late 18th century the empire entered a period of decline with a gradual loss of territories and wars. In an effort to consolidate the weakening social and political foundations of the empire, Mahmut II started a period of modernisation in the early 19th century, bringing reforms in all areas of the state including the military and bureaucracy along with the emancipation of all citizens.\n In 1913, a coup d'état effectively put the country under the control of the Three Pashas who were largely responsible for the Empire's entry into World War I in 1914. During World War I, the Ottoman government committed genocides against its Armenian, Assyrian and Pontic Greek subjects.[I] Following the war, the conglomeration of territories and peoples that formerly comprised the Ottoman Empire was partitioned into several new states. The Turkish War of Independence, initiated by Mustafa Kemal Atatürk and his colleagues against occupying Allied Powers, resulted in the abolition of monarchy in 1922 and the establishment of the Republic of Turkey in 1923, with Atatürk as its first president. Atatürk enacted numerous reforms, many of which incorporated various aspects of Western thought, philosophy, and customs into the new form of Turkish government. The conflict between the state and Kurdish insurgents, has been active since 1984 primarily in the southeast of the country. Various Kurdish groups demand separation from Turkey to create an independent Kurdistan or to have autonomy and greater political and cultural rights for Kurds in Turkey.\n Turkey is a charter member of the UN, an early member of NATO, the IMF, and the World Bank, and a founding member of the OECD, OSCE, BSEC, OIC, and G-20. After becoming one of the first members of the Council of Europe in 1949, Turkey became an associate member of the EEC in 1963, joined the EU Customs Union in 1995, and started accession negotiations with the European Union in 2005, which were effectively stopped by the EU in 2018.  Turkey's economy and diplomatic initiatives led to its recognition as a regional power, while its location has given it geopolitical and strategic importance throughout history. Turkey is a secular, unitary, formerly parliamentary republic that adopted a presidential system with a referendum in 2017; the new system came into effect with the presidential election in 2018. Turkey's current administration, headed by president Recep Tayyip Erdoğan of the AKP, has enacted measures to increase the influence of Islam and undermine Kemalist policies and freedom of the press.",
  "/wiki/Şenol_Güneş": "Şenol Güneş, T.C., (Turkish pronunciation: [ˈʃenoɫ ˈɟyneʃ], born 1 June 1952) is a Turkish football manager and former player. His most notable managerial achievements to date include coaching the Turkish national team to third place in the 2002 FIFA World Cup and winning two Süper Lig titles; both of them with Beşiktaş. He is also noted for stints in his boyhood club Trabzonspor, which plays their current games in a stadium named after him. His playing career there saw the club win all 6 of their Süper Lig titles.",
  "/wiki/Hami_Mandıralı": "Hami Mandıralı (born 20 July 1968) is a Turkish football manager and former footballer. He played for Trabzonspor nearly all of his career.",
  "/wiki/Orhan_Çıkırıkçı": "Orhan Çıkırıkçı (born 15 April 1967) is a retired Turkish football (soccer) striker. He played for Çorluspor, Eskişehirspor, Trabzonspor (1989–1999) and Akçaabat Sebatspor.\n He made 29 appearances for the Turkey national football team and was a participant at the 1996 UEFA European Championship.",
  "/wiki/Ünal_Karaman": "Ünal Karaman (born 29 June 1966, in Konya) is a former Turkish professional footballer and manager who was most recently the manager of Trabzonspor.",
  "/wiki/Abdullah_Ercan": "Abdullah Ercan (born 8 December 1971 in Istanbul, Turkey) is a retired Turkish international footballer and manager.",
  "/wiki/Georgia_(country)": "Georgia (Georgian: საქართველო, translit.: sakartvelo, IPA: [sɑkʰɑrtʰvɛlɔ] (listen)), known until 1995 as the Republic of Georgia (Georgian: საქართველოს რესპუბლიკა, translit.: sakartvelos resp'ublik'a) is a country in the Caucasus region of Eurasia. Located at the crossroads of Western Asia and Eastern Europe, it is bounded to the west by the Black Sea, to the north by Russia, to the south by Turkey and Armenia, and to the southeast by Azerbaijan. The capital and largest city is Tbilisi. Georgia covers a territory of 69,700 square kilometres (26,911 sq mi), and its 2017 population is about 3.718 million. Georgia is a unitary parliamentary republic, with the government elected through a representative democracy.\n During the classical era, several independent kingdoms became established in what is now Georgia, such as Colchis and Iberia. The Georgians officially adopted Christianity in the early 4th century. The Georgian Orthodox Church had enormous importance for the spiritual and political unification of early Georgian states. The unified Kingdom of Georgia reached its Golden Age during the reign of King David the Builder and Queen Tamar the Great in the 12th and early 13th centuries. Thereafter, the kingdom declined and eventually disintegrated under the hegemony of various regional powers, including the Mongols, the Ottoman Empire and successive dynasties of Iran. In the late 18th century, the eastern Georgian Kingdom of Kartli-Kakheti forged an alliance with the Russian Empire, which directly annexed the kingdom in 1801 and conquered the western Kingdom of Imereti in 1810. Russian rule over Georgia was eventually acknowledged in various peace treaties with Iran and the Ottomans and the remaining Georgian territories were absorbed by the Russian Empire in a piecemeal fashion through the course of the 19th century.\n During the Civil War following the Russian Revolution in 1917, Georgia briefly became part of the Transcaucasian Federation and then emerged as an independent republic before the Russian army invasion in 1921, which established a government of workers' and peasants' soviets. Soviet Georgia would be incorporated into a new Transcaucasian Federation that, in 1922, would be a founding republic of the Soviet Union. In 1936, the Transcaucasian Federation was dissolved and Georgia emerged as a Union Republic. During World War II, almost 700,000 Georgians fought in the Red Army against the Germans. After Soviet leader Joseph Stalin, a native Georgian, died in 1953, a wave of protest spread against Nikita Khrushchev and his de-Stalinization reforms, leading to the death of nearly one hundred students in 1956.\n By the 1980s, an independence movement was established and grew, leading to Georgia's secession from the Soviet Union in April 1991. For most of the following decade, post-Soviet Georgia suffered from civil conflicts, secessionist wars in Abkhazia and South Ossetia, and economic crisis. Following the bloodless Rose Revolution in 2003, Georgia strongly pursued a pro-Western foreign policy; aimed at NATO and European integration, it introduced a series of democratic and economic reforms. This brought about mixed results, but strengthened state institutions. The country's Western orientation soon led to the worsening of relations with Russia, culminating in the brief Russo-Georgian War in August 2008 and Georgia's current territorial dispute with Russia.\n Georgia is a developing country and ranks 70th on the Human Development Index. The country is a member of the United Nations, the Council of Europe, and the GUAM Organization for Democracy and Economic Development. It contains two de facto independent regions, Abkhazia and South Ossetia, which gained very limited international recognition after the 2008 Russo-Georgian War. Most of the world's countries consider the regions to be Georgian territory under Russian occupation.",
  "/wiki/Shota_Arveladze": "Shota Arveladze (Georgian: შოთა არველაძე; born 22 February 1973) is a Georgian former professional footballer and current manager of Pakhtakor Tashkent.\n Arveladze played at Dinamo Tbilisi, Trabzonspor, Ajax, Rangers, AZ and Levante.\n He is Georgia’s all-time top scorer with 291 goals in his 410 league games for his clubs and 26 goals in his 61 games for the national team.\n His 27 goals scored in the UEFA Cup competition ranks him 5th in the tournament's history. He has the best strike record of independent Georgian Football. He was nominated as the best player of Georgia as well as the best player by the Georgian Professional Football league survey.",
  "/wiki/Fatih_Tekke": "Fatih Tekke (born 9 September 1977), known by his given nickname Sultan, is a Turkish football coach and former player who is currently the manager of İstanbulspor.",
  "/wiki/Metin_Aktaş": "Metin Aktaş (born 1 August 1977) is a Turkish footballer who last played as a goalkeeper for Adana Demirspor in 2012. Aktaş was a member of the Turkey squad at the 2000 UEFA European Under-21 Football Championship.",
  "/wiki/Croatia": "Croatia (/kroʊˈeɪʃə/ (listen), kroh-AY-shə; Croatian: Hrvatska, pronounced [xř̩ʋaːtskaː]), officially the Republic of Croatia (Croatian: Republika Hrvatska, listen (help·info)),[d] is a country in Southeast Europe. It borders Slovenia to the northwest, Hungary to the northeast, Serbia to the east, Bosnia and Herzegovina, and Montenegro to the southeast, sharing a maritime border with Italy. Its capital, Zagreb, forms one of the country's primary subdivisions, along with twenty counties. Croatia has an area of 56,594 square kilometres (21,851 square miles) and a population of 4.28 million, most of whom are Roman Catholics.\n Croatia has been inhabited since the Paleolithic Age. The Croats arrived in the area in the 6th century and organised the territory into two duchies by the 9th century. Croatia was first internationally recognized as an independent state on 7 June 879 during the reign of duke Branimir. Tomislav became the first king by 925, elevating Croatia to the status of a kingdom, which retained its sovereignty for nearly two centuries. During the succession crisis after the Trpimirović dynasty ended, Croatia entered a personal union with Hungary in 1102. In 1527, faced with Ottoman conquest, the Croatian Parliament elected Ferdinand I of Austria to the Croatian throne. In October 1918, in the final days of World War I, the State of Slovenes, Croats and Serbs, independent from Austria-Hungary, was proclaimed in Zagreb, and in December 1918 it was merged into the Kingdom of Serbs, Croats and Slovenes (renamed the Kingdom of Yugoslavia in 1929).\n Following the Axis invasion of Yugoslavia in April 1941, most of the Croatian territory was incorporated into a Nazi-backed client-state, the Independent State of Croatia. In response,  a resistance movement developed. This led to the creation of the Federal State of Croatia, which after the war became a founding member and constituent of the Socialist Federal Republic of Yugoslavia. On 25 June 1991, Croatia declared independence, which came wholly into effect on 8 October of the same year. The Croatian War of Independence was fought successfully for four years following the declaration.\n A sovereign state, Croatia is a republic governed under a parliamentary system. It is a member of the European Union (EU), the United Nations (UN), the Council of Europe, NATO, the World Trade Organization (WTO), and a founding member of the Union for the Mediterranean. As an active participant in the UN peacekeeping forces, Croatia has contributed troops to the NATO-led mission in Afghanistan and took a non-permanent seat on the UN Security Council for the 2008–2009 term. Since 2000, the Croatian government has constantly invested in infrastructure, especially transport routes and facilities along the Pan-European corridors.\n Croatia is classified by the World Bank as a high-income country and ranked 46th on the Human Development Index. The economy is dominated by service, industrial sectors and agriculture. Tourism is a significant source of revenue, with Croatia ranked among the top 20 most popular tourist destinations in the world. The state controls a part of the economy, with substantial government expenditure. The European Union is Croatia's most important trading partner. Croatia provides social security, universal health care system, and a tuition-free primary and secondary education, while supporting culture through numerous public institutions and corporate investments in media and publishing.",
  "/wiki/Davor_Vugrinec": "Davor Vugrinec  (born 24 March 1975) is a Croatian former professional footballer. He primary played as a striker, but also operated as an attacking midfielder or a second striker. He is the all-time top scorer of the Croatian First Football League with 146 goals he scored for five different clubs. \n Vugrinec is currently the vice president of NK Varaždin.",
  "/wiki/Hüseyin_Çimşir": "Hüseyin Çimşir (born 26 May 1979) is a Turkish football coach and former player. He is currently the manager of Trabzonspor.\n Çimşir has spent most of his career at Trabzonspor, but has also had short spells at Sakaryaspor and Antalyaspor. He is a Turkish international and was the captain at Trabzonspor. He transferred to Bursaspor in 2009–10 season.\n His strengths are in his defensive capabilities. He usually plays in the anchor position, covering the defence and attempting to move the ball onto the midfield. He rarely ventures forward, preferring instead to organise and protect the back line. At Trabzonspor he has helped the team to success in the Turkish Cup on two occasions, and to the runners up position in 2004.",
  "/wiki/Gökdeniz_Karadeniz": "Gökdeniz Karadeniz (born 11 January 1980) is a former Turkish professional footballer who played as a winger or as an attacking midfielder.",
  "/wiki/Hasan_Üçüncü": "Hasan Üçüncü (born November 16, 1980) is a retired Turkish footballer. Üçüncü was born in Sürmene, Trabzon Province. Standing at 177 cm and weighing 74 kg, he wears the # 15 jersey and plays in the midfield position.  He assisted Gökdeniz Karadeniz's goal against Galatasaray in the second half of the 2005-2006 Turkcell Super League season, helping Gökdeniz come back from a long suspension.",
  "/wiki/Erman_Özgür": "Erman Özgür (born April 13, 1977) is a Turkish former footballer and a current pundit. He used to play as attacking midfielder who can also play as a left winger. Özgür played several years for Trabzonspor before moving to various Anatolian clubs. He is known as a technical player who is equally combative.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.\n Indigenous Australians inhabited the continent for about 65,000 years prior to the first arrival of Dutch explorers in the early 17th century, who named it New Holland. In 1770, Australia's eastern half was claimed by Great Britain and initially settled through penal transportation to the colony of New South Wales from 26 January 1788, a date which became Australia's national day. The population grew steadily in subsequent decades, and by the time of an 1850s gold rush, most of the continent had been explored and an additional five self-governing crown colonies established. On 1 January 1901, the six colonies federated, forming the Commonwealth of Australia. Australia has since maintained a stable liberal democratic political system that functions as a federal parliamentary constitutional monarchy, comprising six states and ten territories.\n Australia is the oldest, flattest, and driest inhabited continent, with the least fertile soils. It has a landmass of 7,617,930 square kilometres (2,941,300 sq mi). A megadiverse country, its size gives it a wide variety of landscapes, with deserts in the centre, tropical rainforests in the north-east, and mountain ranges in the south-east. Its population density, 2.8 inhabitants per square kilometre, remains among the lowest in the world. Australia generates its income from various sources including mining-related exports, telecommunications, banking, manufacturing, and international education.\n Australia is a highly developed country, with the world's 14th-largest economy. It has a high-income economy, with the world's tenth-highest per capita income. It is a regional power and has the world's 13th-highest military expenditure. Australia has the world's eighth-largest immigrant population, with immigrants accounting for 29% of the population. Having the third-highest human development index and the eighth-highest ranked democracy globally, the country ranks highly in quality of life, health, education, economic freedom, civil liberties, and political rights, with all its major cities faring well in global comparative livability surveys. Australia is a member of the United Nations, G20, Commonwealth of Nations, ANZUS, Organisation for Economic Co-operation and Development (OECD), World Trade Organization, Asia-Pacific Economic Cooperation, Pacific Islands Forum, and the ASEAN Plus Six mechanism.",
  "/wiki/Michael_Petkovic": "Michael Petkovic (born 16 July 1976) is an Australian former goalkeeper.",
  "/wiki/Tayfun_Cora": "Tayfun Cora (born 5 December 1983 in Vakfıkebir) is a retired Turkish footballer.",
  "/wiki/Guinea": "Guinea (/ˈɡɪni/ (listen)), officially the Republic of Guinea (French: République de Guinée), is a west-coastal country in West Africa. Formerly known as French Guinea (French: Guinée française), the modern country is sometimes referred to as Guinea-Conakry to distinguish it from other countries with \"Guinea\" in the name and the eponymous region, such as Guinea-Bissau and Equatorial Guinea. Guinea has a population of 12.4 million and an area of 245,857 square kilometres (94,926 sq mi).\n The sovereign state of Guinea is a republic with a president who is directly elected by the people; this position is both head of state and head of government.  The unicameral Guinean National Assembly is the legislative body of the country, and its members are also directly elected by the people.  The judicial branch is led by the Guinea Supreme Court, the highest and final court of appeal in the country.\n The country is named after the Guinea region. Guinea is a traditional name for the region of Africa that lies along the Gulf of Guinea. It stretches north through the forested tropical regions and ends at the Sahel. The English term Guinea comes directly from the Portuguese word Guiné, which emerged in the mid-15th century to refer to the lands inhabited by the Guineus, a generic term for the black African peoples south of the Senegal River, in contrast to the \"tawny\" Zenaga Berbers above it, whom they called Azenegues or Moors.\n Guinea is a predominantly Islamic country, with Muslims representing 85 percent of the population. Guinea's people belong to twenty-four ethnic groups.  French, the official language of Guinea, is the main language of communication in schools, in government administration, and the media, but more than twenty-four indigenous languages are also spoken.\n Guinea's economy is largely dependent on agriculture and mineral production. It is the world's second largest producer of bauxite, and has rich deposits of diamonds and gold. The country was at the core of the 2014 Ebola outbreak. Human rights in Guinea remain a controversial issue. In 2011 the United States government claimed that torture by security forces, and abuse of women and children (e.g. female genital mutilation) were ongoing abuses of human rights.",
  "/wiki/Ibrahima_Yattara": "İbrahim Yattara (born 3 June 1980 in Kamsar), or İbrahim Üçüncü, is a retired Guinean-Turkish footballer.\n He also once competed on Survivor Turkey.",
  "/wiki/Erdinç_Yavuz": "Erdinç Yavuz (born 4 October 1978) is a former Turkish footballer who played as a central defender.",
  "/wiki/Umut_Bulut": "Umut Bulut (Turkish pronunciation: [ˈumut ˈbuɫut], born 15 March 1983) is a Turkish footballer who plays for Yeni Malatyaspor and the Turkish national team.",
  "/wiki/Serkan_Balcı": "Serkan Balcı (pronounced [seɾkan baɫdʒɯ]; born 22 August 1983) is a retired Turkish international footballer.",
  "/wiki/Turgay_Semercioğlu": "Turgay Semercioğlu (born 25 February 1954) is a former Turkish footballer. He was a very successful player, playing for Trabzonspor and the Turkey national football team.\n He played for Trabzonspor during their dominance of Turkish football. In his time there, he won six league championships, as well as playing 31 times for the national team. He even set a record (at the time) of playing in 29 consecutive international matches. He played in defense as a right back, and was known for his excellent defending, as well as his runs into the opposition half. He was one of the undisputed stars of the 'Trabzonspor Efsanesi' team of the late seventies and early eighties.\n After his playing days were over he became involved with the highly successful Trabzonspor youth academy. He helped to develop and train many of the players who would later play for the senior team. In December 2003, he was briefly put in charge of the Trabzonspor first team whilst a new manager was scouted and following the election of a new president, Atay Aktuğ, he resigned to make way for a new manager.\n He is fondly remembered by both fans and critics alike as one of the most talented Turkish footballers of all time.",
  "/wiki/List_of_Trabzonspor_players": "This is a list of notable players who have played for Trabzonspor Kulübü. Trabzonspor were founded in 1967 after a merger of several Trabzon based clubs. The club made their début in the 2.Lig and joined the 1.Lig for the first time seven years later."
}