{
  "/wiki/1973_in_film": "The year 1973 in film involved some significant events.",
  "/wiki/46th_Academy_Awards": "The 46th Academy Awards were presented on Tuesday, April 2, 1974, at the Dorothy Chandler Pavilion in Los Angeles, California. The ceremonies were presided over by Burt Reynolds, Diana Ross, John Huston, and David Niven.",
  "/wiki/The_Earth_Is_a_Sinful_Song": "The Earth Is a Sinful Song (Finnish: Maa on syntinen laulu) is a 1973 Finnish drama film directed by Rauni Mollberg and based on the novel Maa on syntinen laulu by late Finnish author Timo K. Mukka. It was entered into the 24th Berlin International Film Festival. The film was also selected as the Finnish entry for the Best Foreign Language Film at the 46th Academy Awards, but was not accepted as a nominee.",
  "/wiki/Rauni_Mollberg": "Rauni Mollberg (April 15, 1929 – October 11, 2007) was a Finnish film director who directed movies and TV movies.",
  "/wiki/1980_in_film": "The following is an overview of events in 1980 in film, including the highest-grossing films, award ceremonies and festivals, a list of films released and notable deaths.",
  "/wiki/53rd_Academy_Awards": "The 53rd Academy Awards, honoring the best in film for 1980, were presented March 31, 1981, at the Dorothy Chandler Pavilion in Los Angeles. The ceremonies, which were presided over by Johnny Carson, were originally scheduled for the previous day but were postponed due to the assassination attempt on President Ronald Reagan.",
  "/wiki/Flame_Top": "Flame Top (Finnish: Tulipää) is a 1980 Finnish drama film directed by Pirjo Honkasalo and Pekka Lehto. It was entered into the 1981 Cannes Film Festival. The film depicts the life of the writer Algot Untola. The film was selected as the Finnish entry for the Best Foreign Language Film at the 53rd Academy Awards, but was not accepted as a nominee.",
  "/wiki/Pirjo_Honkasalo": "Pirjo Irene Honkasalo (born 22 February 1947) is a Finnish film director who has also worked as a cinematographer, film editor, producer, screenwriter and actress. In 1980 she co-directed Flame Top with Pekka Lehto,  with whom she worked earlier and later as well. The film was chosen for the 1981 Cannes Film Festival. In the 1990s she focused on feature documentaries such as \"The Trilogy of the Sacred and the Satanic\" (Mysterion, Tanjuska and the 7 Devils and Atman). Honkasalo returned to fiction with Fire-Eater (1998) and Concrete Night (2013), both of which were written by Pirkko Saisio. Concrete Night won six Jussi Awards in 2014, among them the Jussi for the Best Direction and the Jussi for the Best Film. Its world premiere was at the Toronto International Film Festival in Masters series.",
  "/wiki/Pekka_Lehto": "Pekka Lehto (born 14 March 1948) is a Finnish film director. He has directed fifteen films since 1976. He co-directed Flame Top with Pirjo Honkasalo and the film was entered into the 1981 Cannes Film Festival.  He also won the Jussi Award for Best Director for the film.",
  "/wiki/1981_in_film": "The following is an overview of events in 1981 in film, including the highest-grossing films, award ceremonies and festivals, a list of films released and notable deaths.",
  "/wiki/54th_Academy_Awards": "The 54th Academy Awards were presented March 29, 1982, at the Dorothy Chandler Pavilion in Los Angeles.  The ceremonies were presided over by Johnny Carson.",
  "/wiki/Sign_of_the_Beast": "Sign of the Beast (Finnish: Pedon merkki) is a 1981 Finnish drama film directed by Jaakko Pakkasvirta. The film was selected as the Finnish entry for the Best Foreign Language Film at the 54th Academy Awards, but was not accepted as a nominee.",
  "/wiki/Jaakko_Pakkasvirta": "Jaakko Juhani Pakkasvirta (28 November 1934 – 23 March 2018) was a Finnish film director and  screenwriter. He directed more than 30 films between 1958 and 2000. His 1975 film Home for Christmas was entered into the 9th Moscow International Film Festival. His 1978 film Poet and Muse was entered into the 11th Moscow International Film Festival.",
  "/wiki/1984_in_film": "The following is an overview of events in 1984 in film, including the highest-grossing films, award ceremonies and festivals, a list of films released and notable deaths.",
  "/wiki/57th_Academy_Awards": "The 57th Academy Awards were presented March 25, 1985, at the Dorothy Chandler Pavilion, Los Angeles. Jack Lemmon presided over the ceremonies.",
  "/wiki/Pessi_and_Illusia": "Pessi and Illusia (Finnish: Pessi ja Illusia) is a 1984 Finnish fantasy film directed by Heikki Partanen. The film was selected as the Finnish entry for the Best Foreign Language Film at the 57th Academy Awards, but was not accepted as a nominee.",
  "/wiki/Heikki_Partanen": "Heikki Partanen (29 January 1942 – 26 November 1990) was a Finnish film director and screenwriter. He directed fifteen films between 1966 and 1989. His 1976 film Antti the Treebranch was entered into the 10th Moscow International Film Festival.",
  "/wiki/1986_in_film": "The following is an overview of events in 1986 in film, including the highest-grossing films, award ceremonies and festivals, a list of films released and notable deaths.",
  "/wiki/59th_Academy_Awards": "The 59th Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS), took place on March 30, 1987, at the Dorothy Chandler Pavilion in Los Angeles beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 23 categories honoring films released in 1986. The ceremony, televised in the United States by ABC, was produced by Samuel Goldwyn Jr. and directed by Marty Pasetta. Actors Chevy Chase, Paul Hogan, and Goldie Hawn co-hosted the show. Hawn hosted the gala for the second time, having previously been a co-host of the 48th ceremony held in 1976. Meanwhile, this was Chase and Hogan's first Oscars hosting stint. Eight days earlier, in a ceremony held at The Beverly Hilton in Beverly Hills, California, on March 22, the Academy Awards for Technical Achievement were presented by host Catherine Hicks.",
  "/wiki/The_Unknown_Soldier_(1985_film)": "The Unknown Soldier (Finnish: Tuntematon sotilas) is a Finnish film from 1985 directed by Rauni Mollberg. It is a remake of the 1955 film of the same title, directed by Edvin Laine and based on the best selling Finnish novel by the same name written by Väinö Linna.",
  "/wiki/1987_in_film": "The following is an overview of events in 1987 in film, including the highest-grossing films, award ceremonies and festivals, a list of films released and notable deaths. Paramount Pictures celebrated its 75th anniversary in 1987.",
  "/wiki/60th_Academy_Awards": "The 60th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), took place on April 11, 1988, at the Shrine Auditorium in Los Angeles beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 22 categories honoring films released in 1987. The ceremony, televised in the United States by ABC, was produced by Samuel Goldwyn Jr. and directed by Marty Pasetta. Actor Chevy Chase hosted the show for the second consecutive year. Two weeks earlier in a ceremony held at The Beverly Hilton in Beverly Hills, California, on March 27, the Academy Awards for Technical Achievement were presented by host Shirley Jones.",
  "/wiki/The_Snow_Queen_(1986_film)": "The Snow Queen (Finnish: Lumikuningatar) is a 1986 Finnish fantasy film directed by Päivi Hartzell. The film was selected as the Finnish entry for the Best Foreign Language Film at the 60th Academy Awards, but was not accepted as a nominee.",
  "/wiki/1990_in_film": "The year 1990 in film involved many significant events as shown below. Universal Pictures celebrated its 75th anniversary in 1990.",
  "/wiki/63rd_Academy_Awards": "The 63rd Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS), took place on March 25, 1991, at the Shrine Auditorium in Los Angeles beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the ceremony, Academy Awards (commonly referred to as the Oscars) were presented in 23 categories. The ceremony, which was televised in the United States on ABC, was produced by Gil Cates and directed by Jeff Margolis. Actor Billy Crystal hosted for the second consecutive year. Three weeks earlier in a ceremony held at The Beverly Hilton in Beverly Hills, California on March 2, the Academy Awards for Technical Achievement were presented by host Geena Davis.",
  "/wiki/The_Winter_War_(film)": "The Winter War (original title in Finnish: Talvisota) is a 1989 Finnish war film directed by Pekka Parikka, based on The Winter War, a novel by Antti Tuuri. It tells the story of a Finnish infantry regiment \"JR 23\", which consists almost solely of men from Southern Ostrobothnia, focusing mainly on a platoon of reservists from Kauhava. The film was released in Finland and Sweden on the 50th anniversary of the beginning of the Winter War. It was selected as the Finnish entry for the Best Foreign Language Film at the 63rd Academy Awards, but was not accepted as a nominee.",
  "/wiki/Pekka_Parikka": "Pekka Parikka (2 May 1939 – 21 March 1997) was a Finnish film director and screenwriter. His 1989 film The Winter War was entered into the 40th Berlin International Film Festival. He is buried in the Hietaniemi Cemetery in Helsinki.",
  "/wiki/1993_in_film": "The year 1993 in film involved many significant films, including the blockbuster hits Jurassic Park, The Fugitive and The Firm. (For more about films in foreign languages, check sources in those languages.)",
  "/wiki/66th_Academy_Awards": "The 66th Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS), honored films released in 1993 and took place on March 21, 1994, at the Dorothy Chandler Pavilion in Los Angeles beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 23 categories. The ceremony, televised in the United States by ABC, was produced by Gil Cates and directed by Jeff Margolis. Actress Whoopi Goldberg hosted the show for the first time. Nearly a month earlier in a ceremony held at The Beverly Hilton in Beverly Hills, California on February 26, the Academy Awards for Technical Achievement were presented by host Laura Dern.",
  "/wiki/Ripa_Hits_the_Skids": "Ripa Hits the Skids (Finnish: Ripa ruostuu) is a 1993 Finnish comedy film directed by Christian Lindblad. It was entered into the 18th Moscow International Film Festival. The film was selected as the Finnish entry for the Best Foreign Language Film at the 66th Academy Awards, but was not accepted as a nominee.",
  "/wiki/1995_in_film": "This is a list of films released in 1995. The highly anticipated sequel Die Hard with a Vengeance was the year's biggest box-office hit, and Braveheart won the Academy Award for Best Picture.",
  "/wiki/68th_Academy_Awards": "The 68th Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 1995 in the United States and took place on March 25, 1996, at the Dorothy Chandler Pavilion in Los Angeles beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony, televised in the United States by ABC, was produced by Quincy Jones and directed by Jeff Margolis. Actress Whoopi Goldberg hosted the show for the second time, having previously presided over the 66th ceremony in 1994. Three weeks earlier, in a ceremony held at the Regent Beverly Wilshire Hotel in Beverly Hills, California, on March 2, the Academy Awards for Technical Achievement were presented by host Richard Dreyfuss.",
  "/wiki/The_Last_Wedding": "The Last Wedding (Finnish: Kivenpyörittäjän kylä) is a 1995 Finnish comedy film directed by Markku Pölönen.[dead link] The film was selected as the Finnish entry for the Best Foreign Language Film at the 68th Academy Awards, but was not accepted as a nominee.",
  "/wiki/Markku_Pölönen": "Markku Tapani Pölönen (born 16 September 1957 in Eno) is a Finnish film director, screenwriter, editor and owner of film production company Suomen Filmiteollisuus. Pölönen's best known work is the 2004 film Dog Nail Clipper — directed and written by Pölönen — which was honoured with five awards at the 2005 Jussi Awards (Finland's premier film awards) including Best Direction and Best Script and which film critic Jay Weissberg from Variety called Pölönen's \"most mature work to date\". Pölönen has been awarded numerous additional Jussi awards, including best picture and best screenplay for Onnen Maa (1994); best picture and best director for Kivenpyörittäjän kylä (1995); and best picture, best director, and best screenplay for A Summer by the River (1999), plus many more Jussi awards for actors in Pölönen's films.  Pölönen has further been nominated for at least two other Jussis that he did not win.",
  "/wiki/1996_in_film": "The year 1996 involved many significant films. The major releases this year included Scream, Independence Day, Fargo, Trainspotting, The Rock, The English Patient, Twister, Mars Attacks!, Jerry Maguire and a film version of the musical, Evita.",
  "/wiki/69th_Academy_Awards": "The 69th Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS) took place on March 24, 1997, at the Shrine Auditorium in Los Angeles beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the ceremony, AMPAS presented the Academy Awards (commonly referred to as Oscars) in 24 categories honoring films released in 1996. The ceremony, televised in the United States by ABC, was produced by Gil Cates, and directed by Louis J. Horvitz. Actor Billy Crystal hosted the show for the fifth time. He first presided over the 62nd ceremony held in 1990 and had last hosted the 65th ceremony held in 1993. Three weeks earlier, in a ceremony held at the Regent Beverly Wilshire Hotel in Beverly Hills, California, on March 1, the Academy Awards for Technical Achievement were presented by host Helen Hunt. This also served as the launch event for DVD, with its U.S. launch being on the same day as the ceremony.",
  "/wiki/Drifting_Clouds_(film)": "Drifting Clouds (Finnish: Kauas pilvet karkaavat) is a 1996 Finnish comedy drama film edited, written, produced, and directed by Aki Kaurismäki and starring Kati Outinen, Kari Väänänen and Markku Peltola. The film is the first in Kaurismäki's Finland trilogy, the other two films being The Man Without a Past and Lights in the Dusk. The film was selected as the Finnish entry for the Best Foreign Language Film at the 69th Academy Awards, but was not accepted as a nominee.",
  "/wiki/Aki_Kaurismäki": "Aki Olavi Kaurismäki (Finnish: [ˈɑki ˈkɑurismæki] (listen); born 4 April 1957) is a Finnish screenwriter and film director. He is described as Finland's best-known film director.",
  "/wiki/1997_in_film": "The year 1997 in film involved many significant films, including Titanic, and the beginning of the film studio DreamWorks.",
  "/wiki/70th_Academy_Awards": "The 70th Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS), took place on March 23, 1998, at the Shrine Auditorium in Los Angeles beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the show, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories honoring films released in 1997. The ceremony, which was televised in the United States by ABC, was produced by Gil Cates and directed by Louis J. Horvitz. Actor Billy Crystal hosted the show for the sixth time. He first presided over the 62nd ceremony held in 1990, and he had hosted the previous year's gala. Nearly a month earlier in an event held at the Regent Beverly Wilshire Hotel in Beverly Hills, California on February 28, the Academy Awards for Technical Achievement were presented by host Ashley Judd.",
  "/wiki/The_Collector_(1997_film)": "The Collector (Finnish: Neitoperho) is a 1997 Finnish drama film directed by Auli Mantila. The film was selected as the Finnish entry for the Best Foreign Language Film at the 70th Academy Awards, but was not accepted as a nominee.",
  "/wiki/Auli_Mantila": "Auli Mantila (born 27 May 1964) is a Finnish film director, writer, producer and actress.",
  "/wiki/1998_in_film": "The year 1998 in film involved many significant films including; Shakespeare in Love (which won the Academy Award for Best Picture), Saving Private Ryan, American History X, The Truman Show, Primary Colors, Rushmore, Rush Hour, There's Something About Mary, The Big Lebowski, and Terrence Malick's directorial return in The Thin Red Line. Animated releases included Antz, A Bug's Life, Mulan, The Prince of Egypt and The Rugrats Movie. Warner Bros. Pictures celebrated its 75th anniversary in 1998.",
  "/wiki/71st_Academy_Awards": "The 71st Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best of 1998 in film and took place on March 21, 1999, at the Dorothy Chandler Pavilion in Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony, televised in the United States by ABC, was produced by Gil Cates and directed by Louis J. Horvitz. Actress Whoopi Goldberg hosted the show for the third time. She first hosted the 66th ceremony held in 1994 and had last hosted the 68th ceremony in 1996. Nearly a month earlier in a ceremony held at the Regent Beverly Wilshire Hotel in Beverly Hills, California on February 27, the Academy Awards for Technical Achievement were presented by host Anne Heche.",
  "/wiki/A_Summer_by_the_River": "A Summer by the River (Finnish: Kuningasjätkä) is a 1998 Finnish film written and directed by Markku Pölönen. The film is set in the 1950s Eastern Finland and tells the story of father Tenho (Pertti Koivula) and son Topi (Simo Kontio) after Tenho's wife — Topi's mother — dies and leaves the two men unable to pay rent. The two men move out of the family home and spend the summer working as lumberjacks in log driving, sleeping on the river bank and growing closer together through the experience.",
  "/wiki/1999_in_film": "The year 1999 in film included Stanley Kubrick's final film Eyes Wide Shut, Pedro Almodóvar's first Oscar-winning film All About My Mother, the science-fiction hit The Matrix, the Deep Canvas-pioneering Disney animated feature Tarzan and Best Picture-winner American Beauty and the well-received The Green Mile, as well as the animated works Toy Story 2, Stuart Little, The Iron Giant and South Park: Bigger, Longer & Uncut. Other noteworthy releases included Spike Jonze and Charlie Kaufman's breakout film Being John Malkovich and M. Night Shyamalan's breakout film The Sixth Sense, the controversial Fight Club and Paul Thomas Anderson's Magnolia. The year also featured George Lucas' top-grossing Star Wars: Episode I – The Phantom Menace. Columbia Pictures and Metro-Goldwyn-Mayer celebrated their 75th anniversaries in 1999.",
  "/wiki/72nd_Academy_Awards": "The 72nd Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored films released in 1999 and took place on March 26, 2000, at the Shrine Auditorium in Los Angeles, beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, the AMPAS presented Academy Awards (commonly referred to as Oscars) in 23 categories. The ceremony, televised in the United States by ABC, was produced by husband-and-wife producing team Richard and Lili Fini Zanuck and was directed by Louis J. Horvitz. Actor Billy Crystal hosted the show for the seventh time. He first presided over the 62nd ceremony held in 1990 and had last hosted the 70th ceremony held in 1998. Three weeks earlier in a ceremony at the Regent Beverly Wilshire Hotel in Beverly Hills, California held on March 4, the Academy Awards for Technical Achievement were presented by host Salma Hayek.",
  "/wiki/The_Tough_Ones": "The Tough Ones (Finnish: Häjyt) is a 1999 Finnish film directed by Aleksi Mäkelä. It was Finland's official Best Foreign Language Film submission at the 72nd Academy Awards, but did not manage to receive a nomination.",
  "/wiki/Aleksi_Mäkelä_(director)": "Tane Aleksanteri ”Aleksi” Mäkelä (born 20 November 1969) is a Finnish film director and occasional actor. He is best known for having directed several popular films such as Häjyt (1999), Matti (2006) and Vares – yksityisetsivä (2004). During his career, he has also worked for television.",
  "/wiki/2000_in_film": "The year 2000 in film involved some significant events.\nThe top grosser worldwide was Mission: Impossible 2. Domestically in North America, Gladiator won the Academy Awards for Best Picture and Best Actor (Russell Crowe). Dinosaur was the most expensive film of 2000 and a box-office success.",
  "/wiki/73rd_Academy_Awards": "The 73rd Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best of 2000 in film and took place on March 25, 2001, at the Shrine Auditorium in Los Angeles, beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 23 categories. The ceremony, televised in the United States by ABC, was produced by Gil Cates and was directed by Louis J. Horvitz. Actor Steve Martin hosted the show for the first time. Three weeks earlier in a ceremony at the Regent Beverly Wilshire Hotel in Beverly Hills, California held on March 3, the Academy Awards for Technical Achievement were presented by host Renée Zellweger.",
  "/wiki/Seven_Songs_from_the_Tundra": "Seven Songs from the Tundra (Finnish: Seitsemän laulua tundralta) is a 1999 Finnish film directed by Anastasia Lapsui and Markku Lehmuskallio. It tells stories of the indigenous nomadic people of the Russian tundra under modern Communist rule. The film won the Grand Prix of the Créteil International Women's Film Festival in 2000. It was Finland's submission to the 73rd Academy Awards for the Academy Award for Best Foreign Language Film, but was not accepted as a nominee.",
  "/wiki/Anastasia_Lapsui": "Anastasia Lapsui (b. 1944) is a Soviet-born Russian Nenets film director, screenwriter, and radio journalist who has lived in Finland since 1993. Like the Finnish language, the Nenets languages belong to the Uralic languages family. Among Lapsui's honors are the Jussi Award for Best Film, and the Grand Prize at the Créteil International Women's Film Festival.",
  "/wiki/Markku_Lehmuskallio": "Markku Lehmuskallio (born 31 December 1938) is a Finnish film director, cinematographer and screenwriter. He has directed 26 films since 1973. His 1980 film The Raven's Dance was entered into the 30th Berlin International Film Festival, where it won an Honourable Mention.",
  "/wiki/2001_in_film": "The year 2001 in film involved some significant events, including the first of the Harry Potter series, the first of The Fast and the Furious franchise, the first of The Lord of the Rings trilogy, the first of the Ocean's Trilogy, and the first of the Shrek franchise. Significant non-English language films released included Monsoon Wedding and Amélie.",
  "/wiki/74th_Academy_Awards": "The 74th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), took place on March 24, 2002, at the Kodak Theatre in Hollywood, Los Angeles. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories honoring films released in 2001. The ceremony, televised in the United States by ABC, was produced by Laura Ziskin and directed by Louis J. Horvitz. Actress Whoopi Goldberg hosted the show for the fourth time. She first hosted the 66th ceremony held in 1994 and had last hosted the 71st ceremony in 1999. Three weeks earlier, in a ceremony held at the Regent Beverly Wilshire Hotel in Beverly Hills, California, on March 2, the Academy Awards for Technical Achievement were presented by host Charlize Theron.",
  "/wiki/The_River_(2001_film)": "The River (Finnish: Joki) is a 2001 Finnish film directed by Jarmo Lampela. It was Finland's submission to the 74th Academy Awards for the Academy Award for Best Foreign Language Film, but was not accepted as a nominee.",
  "/wiki/Jarmo_Lampela": "Jarmo Lampela (born 9 October 1964) is a Finnish film director and screenwriter. He has directed more than 15 films since 1988. His 2003 film Eila was entered into the 25th Moscow International Film Festival. In 2013 he is scheduled to direct a new film Weather.",
  "/wiki/2002_in_film": "The year 2002 in film involved some significant events.",
  "/wiki/75th_Academy_Awards": "The 75th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS) took place on March 23, 2003, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories honoring films released in 2002. The ceremony, televised in the United States by ABC, was produced by Gil Cates and was directed by Louis J. Horvitz. Actor Steve Martin hosted for the second time, having previously presided over the 73rd ceremony held in 2001. Three weeks earlier in a ceremony at Regent Beverly Wilshire Hotel in Beverly Hills, California held on March 1, the Academy Awards for Technical Achievement were presented by host Kate Hudson.",
  "/wiki/The_Man_Without_a_Past": "The Man Without a Past (Finnish: Mies vailla menneisyyttä) is a 2002 Finnish comedy-drama film produced, written, and directed by Aki Kaurismäki. Starring Markku Peltola, Kati Outinen and Juhani Niemelä, it is the second installment in Kaurismäki's Finland trilogy, the other two films being Drifting Clouds (1996) and Lights in the Dusk (2006). The film was nominated for the Academy Award for Best Foreign Language Film in 2002 and won the Grand Prix at the 2002 Cannes Film Festival.",
  "/wiki/2003_in_film": "The year 2003 in film involved some significant events.",
  "/wiki/76th_Academy_Awards": "The 76th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2003 and took place on February 29, 2004, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony, televised in the United States by ABC, was produced by Joe Roth and was directed by Louis J. Horvitz. Actor Billy Crystal hosted for the eighth time. He first presided over the 62nd ceremony held in 1990 and had last hosted the 72nd ceremony held in 2000. Two weeks earlier in a ceremony at The Ritz-Carlton Huntington Hotel & Spa in Pasadena, California held on February 14, the Academy Awards for Technical Achievement were presented by host Jennifer Garner.",
  "/wiki/Elina:_As_If_I_Wasn't_There": "Elina: As If I Wasn't There (Swedish: Elina - Som om jag inte fanns) is a 2002 film directed by Klaus Härö and based on a novel by Kerstin Johansson i Backe.",
  "/wiki/Klaus_Härö": "Klaus Härö (born 31 March 1971 in Porvoo, Finland) is a Finnish film director. In 2004, he won Finland's State Prize for Art.",
  "/wiki/2004_in_film": "2004 in film is an overview of events, including the highest-grossing films, award ceremonies, festivals, a list of country-specific lists of films released, notable deaths and film debuts.",
  "/wiki/77th_Academy_Awards": "The 77th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), took place on February 27, 2005, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as the Oscars) in 24 categories honoring films released in 2004. The ceremony, televised in the United States by ABC, was produced by Gil Cates and was directed by Louis J. Horvitz. Actor Chris Rock hosted the show for the first time. Two weeks earlier in a ceremony at The Ritz-Carlton Huntington Hotel & Spa in Pasadena, California held on February 12, the Academy Awards for Technical Achievement were presented by host Scarlett Johansson.",
  "/wiki/Producing_Adults": "Producing Adults (Finnish: Lapsia ja aikuisia – kuinka niitä tehdään?) (Children and Adults – How To Make Them?) is a 2004 Finnish comedy-drama written by Pekko Pesonen and directed by Aleksi Salmenperä. It was Finland's official Academy Award submission for Best Foreign Language Film of 2004.",
  "/wiki/Aleksi_Salmenperä": "Aleksi Salmenperä (born 1973 in Helsinki) is a Finnish film director.  He is a graduate of the University of Art and Design Helsinki; among his films are 2004's Producing Adults, 2007's A Man's Work and 2010 Bad Family. A Man's Work was entered into the 29th Moscow International Film Festival.",
  "/wiki/2005_in_film": "2005 in film is an overview of events, including the highest-grossing films, award ceremonies, festivals, a list of country-specific lists of films released, notable deaths and film debuts.",
  "/wiki/78th_Academy_Awards": "The 78th Academy Awards presented by the Academy of Motion Picture Arts and Sciences (AMPAS), took place on March 5, 2006, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:00 p.m. PST / 8:00 p.m. EST. The ceremony was scheduled one week later than usual to avoid a clash with the 2006 Winter Olympics. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories honoring films released in 2005. The ceremony, televised in the United States by ABC, was produced by Gil Cates and directed by Louis J. Horvitz. Actor Jon Stewart hosted the show for the first time. Two weeks earlier in a ceremony at The Beverly Hilton in Beverly Hills, California held on February 18, the Academy Awards for Technical Achievement were presented by host Rachel McAdams.",
  "/wiki/Äideistä_parhain": "Mother of Mine (Finnish: Äideistä parhain, Swedish: Den bästa av mödrar) is a 2005 Finnish film directed by Klaus Härö. The film is based on a novel by Heikki Hietamies. It received good reviews from the Finnish press, and was selected to be Finland's submission for the Academy Award for Best Foreign Language Film at the 78th Academy Awards.",
  "/wiki/2006_in_film": "The following is an overview of events in 2006, including the highest-grossing films, award ceremonies and festivals, a list of films released and notable deaths.",
  "/wiki/79th_Academy_Awards": "The 79th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2006 and took place February 25, 2007, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony, televised in the United States by ABC, was produced by Laura Ziskin and directed by Louis J. Horvitz. Actress Ellen DeGeneres hosted for the first time. Two weeks earlier in a ceremony at the Beverly Wilshire Hotel in Beverly Hills, California held on February 10, the Academy Awards for Technical Achievement were presented by host Maggie Gyllenhaal.",
  "/wiki/Lights_in_the_Dusk": "Lights in the Dusk (Finnish: Laitakaupungin valot) is a 2006 Finnish comedy-drama film written, produced, and directed by Aki Kaurismäki. Starring Janne Hyytiäinen, Ilkka Koivula, and Maria Järvenhelmi, the film was presented at the 2006 Cannes Film Festival. It is the last installment in Kaurismäki's \"Finland\" trilogy after Drifting Clouds (1996) and The Man Without a Past (2002).",
  "/wiki/List_of_Finnish_submissions_for_the_Academy_Award_for_Best_International_Feature_Film": "Finland has submitted twenty-seven films for consideration in the Academy Award for Best International Feature Film[nb 1] category. The Award is handed out annually by the United States Academy of Motion Picture Arts and Sciences to a feature-length motion picture produced outside the United States that contains primarily non-English dialogue."
}