{
  "/wiki/Kingdom_Hearts_Re:_Chain_of_Memories": "Kingdom Hearts: Chain of Memories[a] is an action role-playing video game co-developed by Square Enix and Jupiter, and published by Square Enix in 2004 for the Game Boy Advance. The game serves as an intermediary between the two larger-scale Playstation 2 games in the Kingdom Hearts series. It was one of the first GBA games to incorporate full motion video (FMV).",
  "/wiki/Namin%C3%A9": "Kingdom Hearts is a series of action role-playing games developed and published by Square Enix (formerly Square). It is the result of a collaboration between Square Enix and Disney Interactive Studios. Kingdom Hearts is a crossover of various Disney settings based in a universe made specifically for the series. The series features a mixture of familiar Disney, Final Fantasy, The World Ends with You and Pixar characters, as well as several new characters designed by Tetsuya Nomura. In addition, it has an all-star voice cast which includes many of the Disney characters' official voice actors.",
  "/wiki/Kingdom_Hearts_358/2_Days": "Kingdom Hearts 358/2 Days[a] (subtitle read as \"Three Five Eight Days Over Two\") is an action role-playing video game developed by h.a.n.d. and Square Enix for the Nintendo DS. It is the fifth installment in the Kingdom Hearts series, and takes place near the end of the first game, continuing parallel to Kingdom Hearts: Chain of Memories. The game was released worldwide in 2009. The story is told from the perspective of Roxas, following his daily life within Organization XIII and his relationship with fellow Organization member Axel; it also introduces a fourteenth member, Xion, who becomes friends with the former two.",
  "/wiki/Kingdom_Hearts_Birth_by_Sleep": "Kingdom Hearts Birth by Sleep (Japanese: キングダム ハーツ バース バイ スリープ, Hepburn: Kingudamu Hātsu Bāsu bai Surīpu) is an action role-playing video game developed and published by Square Enix for the PlayStation Portable, serving as the sixth installment in the Kingdom Hearts series. The game was released on UMD in Japan on January 9, 2010, in North America on September 7, 2010, and in the PAL regions on September 10, 2010. An international version of the game titled Kingdom Hearts Birth by Sleep Final Mix was released in Japan in January 2011 featuring the changes made in the non-Japanese versions. The direct sequel, Kingdom Hearts 0.2: Birth by Sleep - A Fragmentary Passage -, was released in January 2017 as a part of a bundle of games called Kingdom Hearts HD 2.8 Final Chapter Prologue.",
  "/wiki/Kingdom_Hearts_Re:coded": "Kingdom Hearts Coded,[a] stylized as Kingdom Hearts coded, is an episodic action role-playing puzzle video game developed and published by Square Enix, in collaboration with Disney Interactive Studios, for mobile phones. Coded was a Japan-only release announced at the 2007 Tokyo Game Show. Its Nintendo DS remake titled Kingdom Hearts Re:coded was released in Japan, North America, Europe, and Australia. A cinematic remake of the game was included in the Kingdom Hearts HD 2.5 Remix video game compilation for the PlayStation 3 and PlayStation 4.",
  "/wiki/Kingdom_Hearts_HD_1.5_Remix": "Kingdom Hearts HD 1.5 Remix (キングダム ハーツ HD 1.5 リミックス, Kingudamu Hātsu HD 1.5 Rimikkusu, stylized Kingdom Hearts HD I.5 ReMIX) is an HD remastered collection of the Kingdom Hearts series, developed by Square Enix for the PlayStation 3. It was revealed in September 2012 and released in Japan in March 2013, and North America, Australia and Europe in September 2013.",
  "/wiki/Kingdom_Hearts_HD_2.5_Remix": "Kingdom Hearts HD 2.5 Remix[a] is an HD remastered collection of three games in Square Enix's Kingdom Hearts series: Kingdom Hearts II, Birth by Sleep, and Re:coded. A successor to the series' HD 1.5 Remix collection, it was released as a PlayStation 3 exclusive in Japan on October 2014 and internationally two months later.",
  "/wiki/Until_Dawn": "Until Dawn is a 2015 interactive drama survival horror video game developed by Supermassive Games and published by Sony Computer Entertainment for the PlayStation 4. Players assume control of eight young adults who have to survive on Blackwood Mountain when their lives are threatened. The game features a butterfly effect system in which players must make choices that may change the story. All playable characters can survive or die, depending on the choices made. Players explore the environment from a third-person perspective and find clues that may help solve the mystery.",
  "/wiki/Kingdom_Hearts_III": "Kingdom Hearts III[a] is a 2019 action role-playing game developed and published by Square Enix for the PlayStation 4 and Xbox One. It is the twelfth installment in the Kingdom Hearts series, and serves as a conclusion of the \"Dark Seeker Saga\" story arc that began with the original game. Set after the events of Kingdom Hearts 3D: Dream Drop Distance, returning protagonist Sora is joined by Donald Duck, Goofy, King Mickey and Riku in their search for seven guardians of light as they attempt to thwart Xehanort's plan to bring about a second Keyblade War. Their journey has them cross paths with characters and visit worlds based on different Disney and Pixar intellectual properties."
}