{
  "/wiki/Dune_(1984_film)": "Dune is a 1984 American epic science fiction adventure film written and directed by David Lynch and based on the 1965 Frank Herbert novel of the same name. The film stars Kyle MacLachlan (in his film debut) as young nobleman Paul Atreides, and includes an ensemble of well-known American and European actors in supporting roles. It was filmed at the Churubusco Studios in Mexico City and included a soundtrack by the rock band Toto, as well as Brian Eno.",
  "/wiki/Paul_Atreides": "Paul Atreides (/əˈtreɪdiːz/; later known as Paul Muad'Dib) is a fictional character in the Dune universe created by Frank Herbert. Paul is a prominent character in the first two novels in the series, Dune (1965) and Dune Messiah (1969), and returns in Children of Dune (1976). The character is brought back as two different gholas in the Brian Herbert/Kevin J. Anderson novels which conclude the original series, Hunters of Dune (2006) and Sandworms of Dune (2007), and appears in the prequels Paul of Dune (2008) and The Winds of Dune (2009). According to Brian Herbert, Frank Herbert's son and biographer, House Atreides was based on the heroic but ill-fated Greek mythological House Atreus.",
  "/wiki/Blue_Velvet_(film)": "Blue Velvet is a 1986 American neo-noir mystery film written and directed by David Lynch. Blending psychological horror with film noir, the film stars Kyle MacLachlan, Isabella Rossellini, Dennis Hopper, and Laura Dern, and is named after Bobby Vinton's 1963 song of the same name. The film concerns a young college student who, returning home to visit his ill father, discovers a severed human ear in a field that leads to his uncovering a vast criminal conspiracy and entering a romantic relationship with a troubled lounge singer.",
  "/wiki/The_Hidden_(film)": "The Hidden is an American science fiction action-horror film produced and released in 1987 by New Line Cinema. The film was written by Bob Hunt (pen name of writer/producer/director Jim Kouf) and directed by Jack Sholder. The cast features Kyle MacLachlan and Michael Nouri and includes supporting roles by Clu Gulager, Chris Mulkey, Ed O'Ross, Clarence Felder, Claudia Christian and Larry Cedar. A sequel, The Hidden II, was directed by Seth Pinsker and released in 1993.",
  "/wiki/Don%27t_Tell_Her_It%27s_Me": "Don't Tell Her It's Me is a 1990 comedy film starring Steve Guttenberg, Shelley Long, Jami Gertz and Kyle MacLachlan. The film was directed by Malcolm Mowbray and written by Sarah Bird (adapted from her novel The Boyfriend School).",
  "/wiki/The_Doors_(film)": "The Doors is a 1991 American biographical film about the 1960–1970s rock band of the same name, which emphasizes the life of its lead singer, Jim Morrison. It was directed by Oliver Stone, and stars Val Kilmer as Morrison and Meg Ryan as Pamela Courson (Morrison's companion). The film features Kyle MacLachlan as keyboardist Ray Manzarek, Frank Whaley as guitarist Robby Krieger, Kevin Dillon as drummer John Densmore, and Kathleen Quinlan as journalist Patricia Kennealy.",
  "/wiki/Ray_Manzarek": "Raymond Daniel Manzarek Jr. (né Manczarek; February 12, 1939 – May 20, 2013) was an American musician, singer, producer, film director, and author, best known as a member of The Doors from 1965 to 1973, which he co-founded with singer and lyricist Jim Morrison. Manzarek was notable for performing on a keyboard bass during many live shows and some recordings, taking on a role usually filled by a bass guitar player.",
  "/wiki/Where_the_Day_Takes_You": "Where the Day Takes You is a 1992 American drama film directed by Marc Rocco and starring Dermot Mulroney, Sean Astin, Balthazar Getty, Lara Flynn Boyle, Ricki Lake, James LeGros, Laura San Giacomo, David Arquette, Christian Slater, and Will Smith (in his film debut). The film tells the story of teenage runaways trying to survive on the streets of Los Angeles. The film was nominated for the \"Critics Award\" at the Deauville Film Festival and won the Golden Space Needle Award at the Seattle International Film Festival.",
  "/wiki/Twin_Peaks:_Fire_Walk_with_Me": "Twin Peaks: Fire Walk with Me is a 1992 psychological horror film directed by David Lynch and written by Lynch and Robert Engels. It serves as a prequel to the television series Twin Peaks (1990–1991), created by Mark Frost and Lynch, who were also executive producers. The film revolves around the investigation into the murder of Teresa Banks (Pamela Gidley) and the last seven days in the life of Laura Palmer (Sheryl Lee), a popular high school student in the fictional Washington town of Twin Peaks.",
  "/wiki/Dale_Cooper": "FBI Special agent Dale Bartholomew Cooper, portrayed by Kyle MacLachlan, is a fictional character and the protagonist of ABC's and Showtime's television series Twin Peaks. He also plays a supporting role in the prequel film Twin Peaks: Fire Walk with Me.",
  "/wiki/Rich_in_Love": "Rich in Love is a 1992 drama film directed by Bruce Beresford and starring Albert Finney, Kathryn Erbe, Kyle MacLachlan, Jill Clayburgh, Suzy Amis, and Ethan Hawke. It is based on the 1987 novel Rich in Love by Josephine Humphreys.",
  "/wiki/The_Trial_(1993_film)": "The Trial is a 1993 film made by the British Broadcasting Corporation (BBC) based on Harold Pinter's screenplay adaptation of Franz Kafka's 1925 novel The Trial.",
  "/wiki/The_Flintstones_(film)": "The Flintstones (also known as The Flintstones Movie or The Flintstones: The Live-Action Movie in the working title) is a 1994 American comedy film directed by Brian Levant and written by Tom S. Parker, Jim Jennewein, and Steven E. de Souza. It is a live-action motion picture adaptation of the 1960–1966 animated television series of the same name. The film stars John Goodman as Fred Flintstone, Rick Moranis as Barney Rubble, Elizabeth Perkins as Wilma Flintstone and Rosie O'Donnell as Betty Rubble, along with Kyle MacLachlan as a villainous executive-vice president of Fred's company, Halle Berry as his seductive secretary and Elizabeth Taylor (in her final theatrical film appearance), as Pearl Slaghoople, Wilma's mother. The B-52's (as The BC-52's in the film) performed their version of the cartoon's theme song.",
  "/wiki/Showgirls": "Showgirls is a 1995 erotic drama film written by Joe Eszterhas and directed by Paul Verhoeven. It stars former teen actress Elizabeth Berkley, Kyle MacLachlan, and Gina Gershon. The film centers on a \"street-smart\" drifter who ventures to Las Vegas and climbs the seedy hierarchy from stripper to showgirl.",
  "/wiki/The_Trigger_Effect": "The Trigger Effect is a 1996 American thriller film written and directed by David Koepp and starring Kyle MacLachlan, Elisabeth Shue and Dermot Mulroney. The film follows the downward spiral of society during a widespread and lengthy power outage in Southern California. As Koepp's directorial debut, the film was inspired by the 1978 documentary television series Connections and the 1960 The Twilight Zone episode \"The Monsters Are Due on Maple Street\", where Koepp's uncle, actor Claude Akins, starred.",
  "/wiki/Mad_Dog_Time": "Mad Dog Time (also known as Trigger Happy) is a 1996 American ensemble crime comedy film written and directed by Larry Bishop and starring Ellen Barkin, Gabriel Byrne, Richard Dreyfuss, Jeff Goldblum and Diane Lane. The film is notable for the various cameo appearances, including the first, and final film appearance by Christopher Jones in over a quarter-century.",
  "/wiki/One_Night_Stand_(movie)": "One Night Stand is a 1997 American drama film by British director Mike Figgis. The film stars Wesley Snipes, Nastassja Kinski, Kyle MacLachlan, Ming-Na and Robert Downey Jr.. The first draft of the screenplay was written by Joe Eszterhas, who had his name removed from the project following Figgis's rewrite.",
  "/wiki/XChange_(film)": "XChange (also spelled: Xchange and X Change) is a 2000 Canadian science fiction thriller film directed by Allan Moyle and starring Stephen Baldwin, Kyle MacLachlan, Kim Coates, Pascale Bussières, and Janet Kidder.",
  "/wiki/Hamlet_(2000_movie)": "Hamlet, also known as Hamlet 2000, is a 2000 American drama film written and directed by Michael Almereyda, set in contemporary New York City, and based on the Shakespeare play of the same name. Ethan Hawke plays Hamlet as a film student, Kyle MacLachlan co-stars as Uncle Claudius, with Diane Venora as Gertrude, Liev Schreiber as Laertes, Julia Stiles as Ophelia, Steve Zahn as Rosencrantz, Bill Murray as Polonius, and Sam Shepard as Hamlet's father.",
  "/wiki/King_Claudius": "King Claudius is a fictional character and the primary antagonist of William Shakespeare's tragedy Hamlet. He is the brother to King Hamlet, second husband to Gertrude and uncle and later stepfather to Prince Hamlet. He obtained the throne of Denmark by murdering his brother with poison and then marrying the late king's widow. He is loosely based on the Jutish chieftain Feng who appears in Chronicon Lethrense and in Saxo Grammaticus' Gesta Danorum. There had never been an actual Danish King of that name.",
  "/wiki/Timecode_(film)": "Timecode is a 2000 American experimental film written and directed by Mike Figgis and featuring a large ensemble cast, including Salma Hayek, Stellan Skarsgård, Jeanne Tripplehorn, Suzy Nakamura, Kyle MacLachlan, Saffron Burrows, Holly Hunter, Julian Sands, Xander Berkeley, Leslie Mann and Mía Maestro.",
  "/wiki/Me_Without_You_(film)": "Me Without You is a 2001 British film, starring Anna Friel, Michelle Williams and Oliver Milburn, and written and directed by Sandra Goldbacher.",
  "/wiki/Perfume_(2001_film)": "Perfume is a 2001 American film directed by Michael Rymer and featuring an ensemble cast, starring Paul Sorvino, Leslie Mann, Jeff Goldblum, Rita Wilson, Jared Harris, Joanne Baron, and Michelle Williams. As mentioned in the end credits, all dialogue was improvised by the actors.",
  "/wiki/Miranda_(2002_film)": "Miranda is a 2002 British comedy film starring Christina Ricci, Kyle MacLachlan, John Simm, John Hurt, Tamsin Greig and  Julian Rhind-Tutt. The film is classified as a romance/thriller by IMDb.",
  "/wiki/Kyle_MacLachlan": "Kyle Merritt MacLachlan (/məˈɡlɒklən/; born February 22, 1959) is an American actor. He is best known for his role as Dale Cooper in Twin Peaks (1990–1991; 2017) and its film prequel Twin Peaks: Fire Walk with Me (1992), as well as roles in two of David Lynch's films: Paul Atreides in Dune (1984) and Jeffrey Beaumont in Blue Velvet (1986). MacLachlan's other film roles include Lloyd Gallagher in The Hidden (1987), Ray Manzarek in The Doors (1991), Cliff Vandercave in The Flintstones (1994), Zack Carey in Showgirls (1995), and the voice of Riley's father in Inside Out (2015)."
}