{
  "/wiki/2016_Summer_Olympics": "The 2016 Summer Olympics (Portuguese: Jogos Olímpicos de Verão de 2016),[a] officially known as the Games of the XXXI Olympiad (Portuguese: Jogos da XXXI Olimpíada) and commonly known as Rio 2016, was an international multi-sport event that was held from 5 to 21 August 2016 in Rio de Janeiro, Brazil, with preliminary events in some sports beginning on 3 August. These were the first Olympic Games ever to be held in South America and the fourth to be held in a developing country, after the 1968 Summer Olympics in Mexico, the 1980 Summer Olympics in the Soviet Union, and the 2008 Summer Olympics in China.",
  "/wiki/Daniela_Campuzano": "Daniela Campuzano Chávez Peón (born 21 October 1986) is a Mexican mountain biker who qualified for the 2016 Summer Olympics held in Rio de Janeiro, Brazil. She carried the Mexican flag at the opening ceremony during the Parade of Nations.",
  "/wiki/Cycling_at_the_2016_Summer_Olympics": "The cycling competitions of the 2016 Summer Olympics in Rio de Janeiro were held at four venues scheduled to host Eighteen events between 6 August and 21 August.",
  "/wiki/2014_Winter_Olympics": "The 2014 Winter Olympics, officially called the XXII Olympic Winter Games (French: Les XXIIes Jeux olympiques d'hiver) (Russian: XXII Олимпийские зимние игры, tr. XXII Olimpiyskiye zimniye igry) and commonly known as Sochi 2014, was an international winter multi-sport event that was held from 7 to 23 February 2014 in Sochi, Krasnodar Krai, Russia, with opening rounds in certain events held on the eve of the opening ceremony, 6 February 2014.",
  "/wiki/Hubertus_von_Fürstenberg-von_Hohenlohe": "Prince Hubertus of Hohenlohe-Langenburg (born 2 February 1959 in Mexico City as Hubertus Rudolph zu Hohenlohe-Langenburg; Spanish pronunciation: [uˈβeɾt̪us ruˈðolf su oẽnˈloe.lãŋxẽmˈbuɾɣ]) is a Mexican Alpine skier, photographer, businessman, and a pop singer known as Andy Himalaya and Royal Disaster. He belongs to a family which reigned over a principality in what is now the northeastern of Baden-Württemberg in Germany until the early 19th century.",
  "/wiki/Alpine_skiing_at_the_2014_Winter_Olympics": "Alpine skiing at the 2014 Winter Olympics was held in Russia  from 9–22 February at Rosa Khutor Alpine Resort near Krasnaya Polyana, east of Sochi.",
  "/wiki/2012_Summer_Olympics": "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was an international multi-sport event that was held from 27 July to 12 August 2012 in London, United Kingdom. The first event, the group stage in women's football, began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremony on 27 July. 10,768 athletes from 204 National Olympic Committees (NOCs) participated.",
  "/wiki/María_Espinoza": "María del Rosario Espinoza (born November 27, 1987) is a Mexican taekwondo practitioner.",
  "/wiki/Taekwondo_at_the_2012_Summer_Olympics": "Taekwondo competitions at the 2012 Summer Olympics in London was held from 8 August to 11 August at the ExCeL London. Competition was held in eight weight categories; four for men, and four for women.",
  "/wiki/2010_Winter_Olympics": "The 2010 Winter Olympics, officially known as the XXI Olympic Winter Games (French: Les XXIes Jeux olympiques d'hiver) and commonly known as Vancouver 2010, informally the 21st Winter Olympics, was an international winter multi-sport event that was held from 12 to 28 February 2010 in Vancouver, British Columbia, Canada, with some events held in the surrounding suburbs of Richmond, West Vancouver and the University Endowment Lands, and in the nearby resort town of Whistler.",
  "/wiki/Alpine_skiing_at_the_2010_Winter_Olympics": "Alpine skiing at the 2010 Winter Olympics was held in Canada at Whistler Creekside in Whistler, British Columbia, north of Vancouver. The ten events were scheduled for February 13–27; weather delayed the first event, the men's downhill, two days until Monday, February 15.",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/Paola_Espinosa": "Paola Milagros Espinosa Sánchez (born 31 July 1985) is a Mexican diver and represented Mexico at the 2004 Summer Olympics in Athens, the 2008 Summer Olympics in Beijing, where she was her national team's flagbearer, and the 2012 Summer Olympics in London.",
  "/wiki/Diving_at_the_2008_Summer_Olympics": "Diving competitions at the Beijing 2008 Summer Olympics were held from August 10 to August 23, at the Beijing National Aquatics Centre.",
  "/wiki/2004_Summer_Olympics": "The 2004 Summer Olympics (Greek: Θερινοί Ολυμπιακοί Αγώνες 2004, Therinoí Olympiakoí Agónes 2004), officially known as the Games of the XXVIII Olympiad and commonly known as Athens 2004, was a premier international multi-sport event held in Athens, Greece, from 13 to 29 August 2004 with the motto Welcome Home.",
  "/wiki/Fernando_Platas": "Fernando Fabricio Platas Álvarez (born March 16, 1973 in Mexico City) is a Mexican diver. He began diving since he was a young boy. In 1990 he won in Germany two tests of 2 and 10 metres, and in that same year he won three gold medals in the Central American Games which took place in Mexico City.",
  "/wiki/Diving_at_the_2004_Summer_Olympics": "At the 2004 Summer Olympics, in Athens, eight diving events  were contested during a competition that took place at the Olympic Aquatic Centre, from 20 to 28 August (14 and 16 August for the synchronized events), comprising a total of 125 divers from 30 nations.",
  "/wiki/2002_Winter_Olympics": "The 2002 Winter Olympics, officially the XIX Olympic Winter Games and commonly known as Salt Lake 2002, was a winter multi-sport event that was celebrated from 8 to 24 February 2002 in and around Salt Lake City, Utah, United States.",
  "/wiki/Roberto_Tamés": "Roberto Tamés (born 21 August 1964) is a Mexican bobsledder. He competed at the 1988, 1992 and the 2002 Winter Olympics.",
  "/wiki/Bobsleigh_at_the_2002_Winter_Olympics": "Three bobsleigh events were competed at the 2002 Winter Olympics, at Utah Olympic Park.  The competition took place between February 16 and February 23, 2002.",
  "/wiki/2000_Summer_Olympics": "The 2000 Summer Olympics, officially known as the Games of the XXVII Olympiad and commonly known as Sydney 2000 or the Millennium Olympic Games/Games of the New Millennium, was an international multi-sport event held between 15 September and 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and also the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956.",
  "/wiki/Diving_at_the_2000_Summer_Olympics": "At the 2000 Summer Olympics in Sydney, eight diving events were contested for the first time due to the inclusion of synchronized variants for each of the traditional events. The competition took place at the Sydney International Aquatic Centre, from 22 to 30 September, comprising a total of 157 divers from 42 nations.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Nancy_Contreras": "Nancy Yareli Contreras Reyes (born January 20, 1978 in Ciudad de México, Distrito Federal) is a female track cyclist from Mexico, who represented her native country twice at the Summer Olympics: 1996 and 2004. She won a bronze medal in the 1995 Pan American Games in Mar del Plata, Argentina.",
  "/wiki/Cycling_at_the_1996_Summer_Olympics": "The cycling competitions at the 1996 Olympic Games in Atlanta consisted of three separate categories: road cycling, track cycling and mountain biking. The road cycling events took place in downtown Atlanta, track cycling was carried out at the Stone Mountain velodrome in neighboring DeKalb County, and the mountain biking events were held at the Georgia International Horse Park in Conyers.",
  "/wiki/1994_Winter_Olympics": "The 1994 Winter Olympics (Norwegian: Olympiske vinterleker 1994), officially known as the XVII Olympic Winter Games, was a winter multi-sport event celebrated from 12 to 27 February 1994 in and around Lillehammer, Norway.",
  "/wiki/Alpine_skiing_at_the_1994_Winter_Olympics": "Alpine Skiing at the 1994 Winter Olympics consisted of ten alpine skiing events, held north of the host city of Lillehammer, Norway. The speed events were held at Kvitfjell and the technical events at Hafjell from 13–21 February.",
  "/wiki/1992_Summer_Olympics": "The 1992 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1992, Catalan: Jocs Olímpics d'estiu de 1992), officially known as the Games of the XXV Olympiad, was an international multi-sport event held in Barcelona, Spain from 25 July to 9 August 1992.",
  "/wiki/Jesús_Mena": "Jesús Mena Campos (born 28 May 1968 in Gómez Palacio, Durango) is a retired Mexican diver.",
  "/wiki/Diving_at_the_1992_Summer_Olympics": "At the 1992 Summer Olympics in Barcelona, four diving events were contested during a competition that took place at the Piscina Municipal de Montjuïc, from 26 July to 4 August (July 30–31, rest days), comprising 95 divers from 30 nations.",
  "/wiki/1992_Winter_Olympics": "The 1992 Winter Olympics, officially known as the XVI Olympic Winter Games (French: Les XVIes Jeux olympiques d'hiver), were a winter multi-sport event celebrated from 8 to 23 February 1992 in Albertville, France. They were the last Winter Olympics to be held the same year as the Summer Olympics, and the first where the Winter Paralympics were held at the same site. Albertville was selected as host in 1986, beating Sofia, Falun, Lillehammer, Cortina d'Ampezzo, Anchorage and Berchtesgaden. The games were the third Winter Olympics held in France, after Chamonix in 1924 and Grenoble in 1968, and the fifth Olympics overall in the country.",
  "/wiki/Roberto_Alvárez": "Roberto Alvárez (born 15 January 1960) is a Mexican cross-country skier. He competed at the 1988 Winter Olympics and the 1992 Winter Olympics.",
  "/wiki/Cross-country_skiing_at_the_1992_Winter_Olympics": "The 1992 Winter Olympic games cross-country skiing results. The cross-country skiing competitions were held at Les Saisies, about 40 km from the host city Albertville.",
  "/wiki/1988_Summer_Olympics": "The 1988 Summer Olympics (Korean: 서울 하계 올림픽; RR: Seoul Hagye Ollimpik [sʌ.ul ɦaɡje olːimpʰik]), officially known as the Games of the XXIV Olympiad, was an international multi-sport event celebrated from 17 September to 2 October 1988 in Seoul, South Korea.",
  "/wiki/Ernesto_Canto": "Ernesto Canto Gudiño (born 18 October 1959 in Mexico City) is a former Mexican race walker who mainly competed in the 20 kilometer walk.",
  "/wiki/Athletics_at_the_1988_Summer_Olympics": "At the 1988 Summer Olympics in Seoul a total number of 42 events in athletics were contested: 24 by men and 18 by women. There were a total number of 1617 participating athletes from 149 countries.",
  "/wiki/1988_Winter_Olympics": "The 1988 Winter Olympics, officially known as the XV Olympic Winter Games (French: Les XVes Jeux olympiques d'hiver), was a multi-sport event celebrated in and around Calgary, Alberta, Canada, between February 13 and 28, 1988 and were the first Winter Olympics to be held over a whole two week period. The host city was selected in 1981 over Falun, Sweden, and Cortina d'Ampezzo, Italy.  Most events took place in Calgary while several skiing events were held in the mountain resorts of Nakiska and Canmore, west of the city.",
  "/wiki/Figure_skating_at_the_1988_Winter_Olympics": "Figure skating at the 1988 Winter Olympics took place at the Stampede Corral, the Olympic Saddledome and the Father David Bauer Olympic Arena in Calgary, Alberta, Canada.",
  "/wiki/1984_Summer_Olympics": "The 1984 Summer Olympics, officially known as the Games of the XXIII Olympiad, was an international multi-sport event that was held from July 28 to August 12, 1984, in Los Angeles, California, United States (and other venues around the United States). This was the second time that Los Angeles had hosted the Games, the first being in 1932.",
  "/wiki/Ivar_Sisniega": "Ivar Sisniega Campbell (born 29 May 1958) is a Mexican modern pentathlete, politician, and businessman. He competed at the 1980, 1984 and 1988 Summer Olympics. He was formerly the head of CONADE as Sports minister under President Ernesto Zedillo from 1994 to 2000, where he created the National Youth Olympics, as well as Executive President of C.D. Guadalajara from 2002 to 2006. In 2015, he was briefly the interim President of the Pan American Sports Organization, following the death of former president Mario Vázquez Raña. His son, Pablo Sisniega, is a goalkeeper for Los Angeles FC.",
  "/wiki/Athletics_at_the_1984_Summer_Olympics": "At the 1984 Summer Olympics in Los Angeles, 41 events in athletics were contested. There were a total number of 1273 participating athletes from 124 countries. Women’s marathon and women’s 3000 meters were contested for the first time at these Games.",
  "/wiki/1980_Summer_Olympics": "The 1980 Summer Olympics, officially known as the Games of the XXII Olympiad (Russian: И́гры XXII Олимпиа́ды, tr. Igry XXII Olimpiady), was an international multi-sport event held in Moscow, Soviet Union, in present-day Russia.",
  "/wiki/Carlos_Girón": "Carlos Armando Girón Gutiérrez (3 November 1954 — 13 January 2020) was a Mexican diver. He competed in four consecutive Summer Olympics, winning one medal.",
  "/wiki/Diving_at_the_1980_Summer_Olympics": "At the 1980 Summer Olympics in Moscow, four diving events were contested during a competition that took place at the Olimpiysky Sports Complex Swimming Pool, from 20 to 28 July (24 July, rest day), comprising 67 divers from 23 nations.",
  "/wiki/1976_Summer_Olympics": "The 1976 Summer Olympics, officially called the Games of the XXI Olympiad (French: Les XXIes olympiques d'été), was an international multi-sport event in Montreal, Quebec, Canada, in 1976, and the first Olympic Games held in Canada.",
  "/wiki/Teresa_Díaz": "Teresa Díaz (born 28 October 1959) is a Mexican gymnast. She competed in five events at the 1976 Summer Olympics.",
  "/wiki/Gymnastics_at_the_1976_Summer_Olympics": "At the 1976 Summer Olympics, fourteen different artistic gymnastics events were contested, eight for men and six for women.  All events were held at the Montreal Forum in Montreal from July 18 through 23.",
  "/wiki/1972_Summer_Olympics": "The 1972 Summer Olympics (German: Olympische Sommerspiele 1972), officially known as the Games of the XX Olympiad, was an international multi-sport event held in Munich, West Germany, from 26 August to 11 September 1972.",
  "/wiki/Felipe_Muñoz": "Felipe Muñoz Kapamas (born February 3, 1951) is a retired breaststroke swimmer from Mexico. He competed at the 1968 and 1972 Summer Olympics and won a gold medal in the 200 m event in 1968. Since 2008, he is the President of the Mexican Olympic Committee. Since 2012 he serves as Deputy of the LXII Legislature of the Mexican Congress.",
  "/wiki/Swimming_at_the_1972_Summer_Olympics": "The 1972 Summer Olympics were held in Munich, West Germany, 29 events in swimming were contested.  There was a total of 532 participants from 52 countries competing.",
  "/wiki/1968_Summer_Olympics": "The 1968 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1968), officially known as the Games of the XIX Olympiad, was an international multi-sport event held in Mexico City, Mexico, from October 12 to the 27th.",
  "/wiki/David_Bárcena": "David Roberto Bárcena Ríos (26 December 1941 – 22 February 2017) was a Mexican equestrian who competed at five Olympic Games. He competed in the Modern Pentathlon at the 1964 and 1968 Olympics and in Eventing at the 1972, 1976 and 1980 Olympics. At his fifth Olympics, he won bronze in the Team Event.",
  "/wiki/Athletics_at_the_1968_Summer_Olympics": "At the 1968 Summer Olympics in Mexico City, 36 athletics events were contested, 24 for men and 12 for women. There were a total number of 1031 participating athletes from 93 countries.",
  "/wiki/1964_Summer_Olympics": "The 1964 Summer Olympics, officially known as the Games of the XVIII Olympiad (Japanese: 第十八回オリンピック競技大会, Hepburn: Dai Jūhachi-kai Orinpikku Kyōgi Taikai), was an international multi-sport event held in Tokyo, Japan, from 10 to 24 October 1964. Tokyo had been awarded the organization of the 1940 Summer Olympics, but this honour was subsequently passed to Helsinki because of Japan's invasion of China, before ultimately being cancelled because of World War II.",
  "/wiki/Fidel_Negrete": "Fidel Negrete Gamboa (March 23, 1932 – November 17, 2016) was a long-distance runner from Mexico, whose biggest achievement during his career was winning the gold medal in the men's marathon at the 1963 Pan American Games. He represented his nation in the same event at the 1964 Summer Olympics in Tokyo, Japan, where he finished 21st in 2:26:07.",
  "/wiki/Athletics_at_the_1964_Summer_Olympics": "At the 1964 Summer Olympics in Tokyo, the athletics competition included 36 events, 24 for men and 12 for women.  The women's 400 metres and women's pentathlon events were newly introduced at these Games. There were a total number of 1016 participating athletes from 82 countries.",
  "/wiki/List_of_flag_bearers_for_Mexico_at_the_Olympics": "This is a list of flag bearers who have represented Mexico at the Olympics."
}