{
  "/wiki/California": "California is a state in the Pacific Region of the United States. With 39.5 million residents across a total area of about 163,696 square miles (423,970 km2), California is the most populous U.S. state and the third-largest by area. The state capital is Sacramento. The Greater Los Angeles Area and the San Francisco Bay Area are the nation's second- and fifth-most populous urban regions, with 18.7 million and 9.7 million residents respectively. Los Angeles is California's most populous city, and the country's second-most populous, after New York City. California also has the nation's most populous county, Los Angeles County, and its largest county by area, San Bernardino County. The City and County of San Francisco is both the country's second most densely populated major city after New York City and the fifth most densely populated county, behind only four of the five New York City boroughs.\n California's economy, with a gross state product of $3.0 trillion, is the largest sub-national economy in the world. If it were a country, California would be the fifth-largest economy in the world (larger than the United Kingdom, France, or India), and the 36th-most populous as of 2017[update]. The Greater Los Angeles Area and the San Francisco Bay Area are the nation's second- and third-largest urban economies ($1.3 trillion and $1.0 trillion respectively as of 2018[update]), after the New York metropolitan area. The San Francisco Bay Area PSA had the nation's highest gross domestic product per capita in 2018 ($106,757) among large primary statistical areas, and is home to three of the world's ten largest companies by market capitalization and three of the world's ten richest people.\nCalifornia culture is considered a global trendsetter in popular culture, communication, information, innovation, environmentalism, economics, politics, and entertainment. As a result of the state's diversity and migration, California integrates foods, languages, and traditions from other areas across the country and around the globe. It is considered the origin of the American film industry, the hippie counterculture, fast food, beach and car culture, the Internet, and the personal computer, among others. The San Francisco Bay Area and the Greater Los Angeles Area are widely seen as centers of the global technology and entertainment industries, respectively. California's economy is very diverse: 58% of it is based on finance, government, real estate services, technology, and professional, scientific, and technical business services. Although it accounts for only 1.5% of the state's economy, California's agriculture industry has the highest output of any U.S. state.[self-published source]\n California shares a border with Oregon to the north, Nevada and Arizona to the east, and the Mexican state of Baja California to the south. The state's diverse geography ranges from the Pacific Coast in the west to the Sierra Nevada mountain range in the east, and from the redwood and Douglas fir forests in the northwest to the Mojave Desert in the southeast. The Central Valley, a major agricultural area, dominates the state's center. Although California is well-known for its warm Mediterranean climate, the large size of the state results in climates that vary from moist temperate rainforest in the north to arid desert in the interior, as well as snowy alpine in the mountains. Over time, drought and wildfires have become more frequent challenges.\n What is now California was first settled by various Native Californian tribes before being explored by a number of European expeditions during the 16th and 17th centuries. The Spanish Empire then claimed and conquered it. In 1804 it was included in Alta California province, within Spanish New Spain Viceroyalty. The area became a part of Mexico in 1821 following its successful war for independence but was ceded to the United States in 1848 after the Mexican–American War. The western portion of Alta California was then organized and admitted as the 31st state on September 9, 1850. The California Gold Rush starting in 1848 led to dramatic social and demographic changes, with large-scale emigration from the east and abroad with an accompanying economic boom.",
  "/wiki/Los_Angeles": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.\n Los Angeles lies in a basin in Southern California, adjacent to the Pacific Ocean, with mountains as high as 10,000 feet (3,000 m), and deserts. The city, which covers about 469 square miles (1,210 km2), is the seat of Los Angeles County, the most populous county in the United States. The Los Angeles metropolitan area (MSA) is the second-largest metropolitan area in the nation with a population of 13.1 million people. Greater Los Angeles, which includes the metro area of Riverside and San Bernardino, is the nation's second most populous combined statistical area, with a 2015 estimate of 18.7 million people.\n Historically home to the Chumash and Tongva, Los Angeles was claimed by Juan Rodríguez Cabrillo for Spain in 1542. The city was officially founded on September 4, 1781, by Spanish governor Felipe de Neve. It became a part of Mexico in 1821 following the Mexican War of Independence. In 1848, at the end of the Mexican–American War, Los Angeles and the rest of California were purchased as part of the Treaty of Guadalupe Hidalgo, and thus became part of the United States. Los Angeles was incorporated as a municipality on April 4, 1850, five months before California achieved statehood. The discovery of oil in the 1890s brought rapid growth to the city. The city was further expanded with the completion of the Los Angeles Aqueduct in 1913, which delivers water from Eastern California.\n Los Angeles has a diverse economy and hosts businesses in a broad range of professional and cultural fields. It also has the busiest container port in the entire Americas. A global city, it has been ranked 6th in the Global Cities Index and 9th in the Global Economic Power Index. The Los Angeles metropolitan area also has a gross metropolitan product of $1.0 trillion (as of 2017[update]), making it the third-largest city by GDP in the world, after the Tokyo and New York City metropolitan areas. Los Angeles hosted the 1932 and 1984 Summer Olympics and will host the 2028 Summer Olympics.",
  "/wiki/San_Francisco": "San Francisco, officially the City and County of San Francisco and colloquially known as SF, San Fran, Frisco, or The City, is the cultural, commercial, and financial center of Northern California. San Francisco is the 15th most populous city in the United States, and the fourth most populous in California, with 883,305 residents as of 2018. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in the San Francisco Bay Area, making it the second most densely populated large U.S. city, and the fifth most densely populated U.S. county, behind only four of the five New York City boroughs. San Francisco is the 12th-largest metropolitan statistical area in the United States by population, with 4.7 million people, and the 4th-largest by economic output, with GDP of $549 billion in 2018. With San Jose, it forms the fifth most populous combined statistical area in the United States, the San Jose–San Francisco–Oakland, CA Combined Statistical Area (9.67 million residents in 2018).\n As of 2018, San Francisco was the seventh-highest-income county in the United States, with a per capita personal income of $130,696. In the same year, San Francisco proper had a GDP of $183.2 billion, and a GDP per capita of $207,371. The CSA San Francisco shares with San Jose and Oakland was the country's third-largest urban economy as of 2018, with a GDP of $1.03 trillion.  Of the 500+ primary statistical areas in the U.S., this CSA had among the highest GDP per capita in 2018, at $106,757. San Francisco was ranked 12th in the world and 2nd in the United States on the Global Financial Centres Index as of September 2019.  As of 2016, the San Francisco metropolitan area had the highest GDP per capita, labor productivity, and household income levels in the OECD.\n San Francisco was founded on June 29, 1776, when colonists from Spain established Presidio of San Francisco at the Golden Gate and Mission San Francisco de Asís a few miles away, all named for St. Francis of Assisi. The California Gold Rush of 1849 brought rapid growth, making it the largest city on the West Coast at the time. San Francisco became a consolidated city-county in 1856. San Francisco's status as the West Coast's largest city peaked between 1870 and 1900, when around 25% of California's population resided in the city proper.  After three-quarters of the city was destroyed by the 1906 earthquake and fire, San Francisco was quickly rebuilt, hosting the Panama-Pacific International Exposition nine years later. In World War II, San Francisco was a major port of embarkation for service members shipping out to the Pacific Theater. It then became the birthplace of the United Nations in 1945. After the war, the confluence of returning servicemen, significant immigration, liberalizing attitudes, along with the rise of the \"hippie\" counterculture, the Sexual Revolution, the Peace Movement growing from opposition to United States involvement in the Vietnam War, and other factors led to the Summer of Love and the gay rights movement, cementing San Francisco as a center of liberal activism in the United States. Politically, the city votes strongly along liberal Democratic Party lines.\n A popular tourist destination, San Francisco is known for its cool summers, fog, steep rolling hills, eclectic mix of architecture, and landmarks, including the Golden Gate Bridge, cable cars, the former Alcatraz Federal Penitentiary, Fisherman's Wharf, and its Chinatown district. San Francisco is also the headquarters of five major banking institutions and various other companies such as Levi Strauss & Co., Gap Inc., Fitbit, Salesforce.com, Dropbox, Reddit, Square, Inc., Dolby, Airbnb, Weebly, Pacific Gas and Electric Company, Yelp, Pinterest, Twitter, Uber, Lyft, Mozilla, Wikimedia Foundation and Craigslist. The city, and the surrounding Bay Area, is a global center of the sciences and arts and is home to a number of educational and cultural institutions, such as the University of San Francisco (USF), University of California, San Francisco (UCSF), San Francisco State University (SFSU), the De Young Museum, the San Francisco Museum of Modern Art, the SFJAZZ Center, and the California Academy of Sciences.\n As of 2019[update], San Francisco is the highest rated American city on world liveability rankings.",
  "/wiki/Illinois": "Illinois (/ˌɪləˈnɔɪ/ (listen) IL-ə-NOY) is a state in the Midwestern and Great Lakes Regions of the United States. It has the fifth largest gross domestic product (GDP),\nthe sixth largest population, and the 25th largest land area of all U.S. states. Illinois has been noted as a microcosm of the entire United States. With Chicago in northeastern Illinois, small industrial cities and immense agricultural productivity in the north and center of the state, and natural resources such as coal, timber, and petroleum in the south, Illinois has a diverse economic base, and is a major transportation hub. Chicagoland, Chicago's metropolitan area, encompasses over 65% of the state's population. The Port of Chicago connects the state to international ports via two main routes: from the Great Lakes, via the Saint Lawrence Seaway, to the Atlantic Ocean and from the Great Lakes to the Mississippi River, via the Illinois Waterway to the Illinois River. The Mississippi River, the Ohio River, and the Wabash River form parts of the boundaries of Illinois. For decades, Chicago's O'Hare International Airport has been ranked as one of the world's busiest airports. Illinois has long had a reputation as a bellwether both in social and cultural terms and, through the 1980s, in politics.\n The capital of Illinois is Springfield, which is located in the central part of the state. Although today Illinois's largest population center is in its northeast, the state's European population grew first in the west as the French settled lands near the Mississippi River, when the region was known as Illinois Country and was part of New France. Following the American Revolutionary War, American settlers began arriving from Kentucky in the 1780s via the Ohio River, and the population grew from south to north. In 1818, Illinois achieved statehood. Following increased commercial activity in the Great Lakes after the construction of the Erie Canal, Chicago was founded in the 1830s on the banks of the Chicago River at one of the few natural harbors on the southern section of Lake Michigan. John Deere's invention of the self-scouring steel plow turned Illinois's rich prairie into some of the world's most productive and valuable farmland, attracting immigrant farmers from Germany and Sweden. The Illinois and Michigan Canal (1848) made transportation between the Great Lakes and the Mississippi River valley faster and cheaper, and new railroads carried immigrants to new homes in the country's west and shipped commodity crops to the nation's east. The state became a transportation hub for the nation.\n By 1900, the growth of industrial jobs in the northern cities and coal mining in the central and southern areas attracted immigrants from Eastern and Southern Europe. Illinois was an important manufacturing center during both world wars. The Great Migration from the South established a large community of African Americans in the state, including Chicago, who founded the city's famous jazz and blues cultures. Chicago, the center of the Chicago Metropolitan Area, is now recognized as a global alpha-level city.\n Three U.S. presidents have been elected while living in Illinois: Abraham Lincoln, Ulysses S. Grant, and Barack Obama. Additionally, Ronald Reagan, whose political career was based in California, was born and raised in the state. Today, Illinois honors Lincoln with its official state slogan Land of Lincoln, which has been displayed on its license plates since 1954. The state is the site of the Abraham Lincoln Presidential Library and Museum in Springfield and the future home of the Barack Obama Presidential Center in Chicago.",
  "/wiki/Chicago": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States.\n Located on the shores of freshwater Lake Michigan, Chicago was incorporated as a city in 1837 near a portage between the Great Lakes and the Mississippi River watershed and grew rapidly in the mid-19th century. After the Great Chicago Fire of 1871, which destroyed several square miles and left more than 100,000 homeless, the city made a concerted effort to rebuild. The construction boom accelerated population growth throughout the following decades, and by 1900, less than 30 years after the great fire, Chicago was the fifth-largest city in the world. Chicago made noted contributions to urban planning and zoning standards, including new construction styles (including the Chicago School of architecture), the development of the City Beautiful Movement, and the steel-framed skyscraper.\n Chicago is an international hub for finance, culture, commerce, industry, education, technology, telecommunications, and transportation. It is the site of the creation of the first standardized futures contracts, issued by the Chicago Board of Trade, which today is the largest and most diverse derivatives market in the world, generating 20% of all volume in commodities and financial futures alone. Depending on the particular year, the city's O'Hare International Airport is routinely ranked as the world's fifth or sixth busiest airport according to tracked data by the Airports Council International. The region also has the largest number of federal highways and is the nation's railroad hub. Chicago was listed as an alpha global city by the Globalization and World Cities Research Network, and it ranked seventh in the entire world in the 2017 Global Cities Index. The Chicago area has one of the highest gross domestic products (GDP) in the world, generating $689 billion in 2018. In addition, the city has one of the world's most diversified and balanced economies, with no single industry employing more than 14% of the workforce. Chicago is home to several Fortune 500 companies, including Allstate, Boeing, Exelon, Kraft Heinz, McDonald's, Mondelez International, Sears, United Airlines Holdings, and Walgreens.\n Chicago's 58 million domestic and international visitors in 2018 made it the second most visited city in the nation, as compared with New York City's 65 million visitors in 2018. The city was ranked first in the 2018 Time Out City Life Index, a global quality of life survey of 15,000 people in 32 cities. Landmarks in the city include Millennium Park, Navy Pier, the Magnificent Mile, the Art Institute of Chicago, Museum Campus, the Willis (Sears) Tower, Grant Park, the Museum of Science and Industry, and Lincoln Park Zoo. Chicago's culture includes the visual arts, literature, film, theatre, comedy (especially improvisational comedy), food, and music, particularly jazz, blues, soul, hip-hop, gospel, and electronic dance music including house music. Of the area's many colleges and universities, the University of Chicago, Northwestern University, and the University of Illinois at Chicago are classified as \"highest research\" doctoral universities.  Chicago has professional sports teams in each of the major professional leagues, including two Major League Baseball teams.",
  "/wiki/The_New_Orleans_Bee": "The New Orleans Bee (French: L’Abeille de la Nouvelle-Orléans) was an American broadsheet newspaper in New Orleans, Louisiana, founded on September 1, 1827, by François Delaup and originally located at 94 St. Peter Street, between Royal and Bourbon.",
  "/wiki/Louisiana": "Louisiana (/luˌiːziˈænə/ (listen), /ˌluːzi-/ (listen))[a] is a state in the Deep South region of the South Central United States. It is the 31st most extensive and the 25th most populous of the 50 United States. Louisiana is bordered by the state of Texas to the west, Arkansas to the north, Mississippi to the east, and the Gulf of Mexico to the south. A large part of its eastern boundary is demarcated by the Mississippi River. Louisiana is the only U.S. state with political subdivisions termed parishes, which are equivalent to counties. The state's capital is Baton Rouge, and its largest city is New Orleans.\n Much of the state's lands were formed from sediment washed down the Mississippi River, leaving enormous deltas and vast areas of coastal marsh and swamp.[self-published source] These contain a rich southern biota; typical examples include birds such as ibis and egrets. There are also many species of tree frogs, and fish such as sturgeon and paddlefish. In more elevated areas, fire is a natural process in the landscape and has produced extensive areas of longleaf pine forest and wet savannas. These support an exceptionally large number of plant species, including many species of terrestrial orchids and carnivorous plants. Louisiana has more Native American tribes than any other southern state, including four that are federally recognized, ten that are state recognized, and four that have not received recognition.\n Some Louisiana urban environments have a multicultural, multilingual heritage, being so strongly influenced by a mixture of 18th-century French, Haitian, Spanish, Native American, and African cultures that they are considered to be exceptional in the U.S. Before the American purchase of the territory in 1803, the present-day State of Louisiana had been both a French colony and for a brief period a Spanish one. In addition, colonists imported numerous African people as slaves in the 18th century. Many came from peoples of the same region of West Africa, thus concentrating their culture. In the post-Civil War environment, Anglo-Americans increased the pressure for Anglicization, and in 1921, English was for a time made the sole language of instruction in Louisiana schools before a policy of multilingualism was revived in 1974. There has never been an official language in Louisiana, and the state constitution enumerates \"the right of the people to preserve, foster, and promote their respective historic, linguistic, and cultural origins\".\n Like other states in the Deep South region, Louisiana frequently ranks low in terms of health, education, and development, and high in measures of poverty. In 2018, Louisiana was ranked as the least healthy state in the country, with high levels of drug-related deaths and excessive alcohol consumption, while it has had the highest homicide rate in the United States since at least the 1990s.",
  "/wiki/New_Orleans": "New Orleans (/ˈɔːrl(i)ənz, ɔːrˈliːnz/, locally /ˈɔːrlənz/; French: La Nouvelle-Orléans [la nuvɛlɔʁleɑ̃] (listen)) is a consolidated city-parish located along the Mississippi River in the southeastern region of the U.S. state of Louisiana. With an estimated population of 391,006 in 2018, it is the most populous city in Louisiana. Serving as a major port, New Orleans is considered an economic and commercial hub for the broader Gulf Coast region of the United States.\n New Orleans is world-renowned for its distinct music, Creole cuisine, unique dialect, and its annual celebrations and festivals, most notably Mardi Gras. The historic heart of the city is the French Quarter, known for its French and Spanish Creole architecture and vibrant nightlife along Bourbon Street. The city has been described as the \"most unique\" in the United States, owing in large part to its cross-cultural and multilingual heritage. Founded in 1718 by French colonists, New Orleans was once the territorial capital of French Louisiana before being traded to the United States in the Louisiana Purchase of 1803. New Orleans in 1840 was the third-most populous city in the United States, and it was the largest city in the American South from the Antebellum era until after World War II. The city has historically been very vulnerable to flooding,  due to such factors as high rainfall, low lying elevation, poor natural drainage and location next to multiple bodies of water.  State and federal authorities have installed a complex system of levees and drainage pumps in an effort to protect the city.\n New Orleans was severely affected by Hurricane Katrina on August 29, 2005, which resulted in flooding more than 80% of the city, thousands of deaths, and so much displacement because of damaged communities and lost housing as to cause a population decline of over 50%. Since Katrina, major redevelopment efforts have led to a rebound in the city's population. Concerns about gentrification, new residents buying property in formerly closely knit communities, and displacement of longtime residents have been expressed.\n The city and Orleans Parish (French: paroisse d'Orléans) are coterminous. As of 2017, Orleans Parish is the third most-populous parish in Louisiana, behind East Baton Rouge Parish and neighboring Jefferson Parish. The city and parish are bounded by St. Tammany Parish and Lake Pontchartrain to the north, St. Bernard Parish and Lake Borgne to the east, Plaquemines Parish to the south, and Jefferson Parish to the south and west.\n The city anchors the larger New Orleans metropolitan area, which had an estimated population of 1,275,762 in 2017. It is the most populous metropolitan area in Louisiana and the 46th-most populous MSA in the United States.",
  "/wiki/Le_Propagateur_Catholique": "Le Propagateur Catholique (\"The Catholic Propagator\") was a 19th-century American, French-language, Roman Catholic newspaper.  It was founded in 1842 at the newspaper of the Archdiocese of New Orleans by Archbishop Napoléon-Joseph Perché. The first editor was Adrien Rouquette. Le Propagateur was published until 1888.",
  "/wiki/Le_Messager_(Maine)": "Le Messager was a French language newspaper, founded in 1880 in Lewiston, Maine. It serving the sizeable Franco-American (Franco-Canadian) population in that city.  \"Le Messager\" operated from 1880 to 1966.  It was a daily newspaper until the mid 1950s when it became a tri-weekly publication. In the early 1960s if became a weekly, published every Thursday.  It was succeeded by the Nouveau Messager in 1966; but the following year, it closed as well for lack of funding.\n The newspaper was operated out of 223 Lisbon Street in Lewiston, which became the home of Lewiston Auburn Magazine in September 2011.",
  "/wiki/Maine": "Maine (/meɪn/ (listen)) is the northernmost state in the northeastern United States. Maine is the 12th smallest by area, the 9th least populous, and the 13th least densely populated of the 50 U.S. states. Located in New England, it is bordered by New Hampshire to the west, the Atlantic Ocean to the southeast, and the Canadian provinces of New Brunswick and Québec to the northeast and northwest, respectively. Maine is the only state to border exactly one other state, is the easternmost among the contiguous United States, and is the northernmost state east of the Great Lakes.\n Maine is known for its jagged, rocky coastline; low, rolling mountains; heavily forested interior; and picturesque waterways, as well as its seafood cuisine, especially lobster and clams. There is a humid continental climate throughout most of the state, including coastal areas. Maine's most populous city is Portland and its capital is Augusta.\n For thousands of years, indigenous peoples were the only inhabitants of the territory that is now Maine. At the time of European arrival in what is now Maine, several Algonquian-speaking peoples inhabited the area. The first European settlement in the area was by the French in 1604 on Saint Croix Island, by Pierre Dugua, Sieur de Mons. The first English settlement was the short-lived Popham Colony, established by the Plymouth Company in 1607. A number of English settlements were established along the coast of Maine in the 1620s, although the rugged climate, deprivations, and conflict with the local peoples caused many to fail over the years.\n As Maine entered the 18th century, only a half dozen European settlements had survived. Loyalist and Patriot forces contended for Maine's territory during the American Revolution. During the War of 1812, the largely-undefended eastern region of Maine was occupied by British forces, but returned to the United States following failed British offensives on the northern border, mid-Atlantic and south which produced a peace treaty that was to include dedicated land on the Michigan peninsula for Native American peoples. Maine was part of the Commonwealth of Massachusetts until 1820, when it voted to secede from Massachusetts to become a separate state. On March 15, 1820, under the Missouri Compromise, it was admitted to the Union as the 23rd state.",
  "/wiki/Lewiston,_Maine": "Lewiston (/ˈluːɪstən/; officially the City of Lewiston, Maine) is the second largest city in Maine and the most central city in Androscoggin County. The city lies halfway between Augusta, the state's capital, and Portland, the state's most populous city and the cultural hub of Maine. It is one-half of the Lewiston-Auburn Metropolitan Statistical Area, commonly referred to as \"L.A.\" or \"L-A.\" Lewiston exerts a significant impact upon the diversity, religious variety, commerce, education, and economic power of Maine. It is known for a relatively low cost of living, substantial access to medical care, and an extremely low violent-crime rate. While the dominant language spoken in the city is English, it is home to the largest French-speaking population in the United States (by population) while it is second to St. Martin Parish, Louisiana, in percentage of speakers.\n The Lewiston area traces its roots to 1669 with the early presence of the Androscoggin tribe (the namesake of the county in which the city resides). In the late 18th century, the area (then a part of Massachusetts) slowly became populated by Quebec families and was incorporated as \"Lewistown\" in 1795. The presence of the Androscoggin River and Lewistown Falls made the town an attractive area for manufacturing and hydro-power businesses. The rise of Boston rail and textile tycoon Benjamin Bates saw rapid economic growth rivaling that of Cambridge, Worcester, and Concord. The increase in economic stimulus prompted thousands of Quebecers to migrate, causing a population boom; the populace rose from 1,801 in 1840 to 21,701 in 1890. In 1855, local preacher Oren Burbank Cheney founded the Maine State Seminary, the first coeducational university in New England and one of the first universities to admit black students before the Emancipation Proclamation. Lewistown quickly became associated with the liberal arts and was incorporated as \"Lewiston\" in 1864, a year before the college was chartered as Bates College.\n The city is home to the only basilica in Maine, Basilica of Saints Peter and Paul; 5 colleges and universities; 44 listings on the National Register of Historic Places; the Androscoggin Bank Colisée; the Stephens Observatory; the Olin Arts Center; the Bates College Museum of Art (BCMoA); and two significant general hospitals: Central Maine Medical Center and Saint Mary's Regional Medical Center.",
  "/wiki/Augusta,_Maine": "Augusta is the state capital of the U.S. state of Maine and the county seat of Kennebec County.\n The city's population was 19,136 at the 2010 census, making it the third-least populous state capital in the United States after Montpelier, Vermont, and Pierre, South Dakota, and the ninth-most populous city in Maine. Located on the Kennebec River at the head of tide, Augusta is home to the University of Maine at Augusta. Augusta is also the principal city in the Augusta-Waterville Micropolitan Statistical Area.",
  "/wiki/Biddeford,_Maine": "Biddeford is a city in York County, Maine, United States. It is the principal commercial center of York County. The population was 21,277 at the 2010 census. Twin city of Saco, Biddeford includes the resort community of Biddeford Pool, Fortunes Rocks and Granite Point. The town is the site of the University of New England and the annual La Kermesse Franco-Americaine Festival. First visited by Europeans in 1616, it is the site of one of the earliest European settlements in the United States.\n Biddeford is a principal population center of the Portland-South Portland-Biddeford metropolitan statistical area.",
  "/wiki/List_of_French-language_newspapers_published_in_the_United_States": "During the 19th and 20th centuries, hundreds of French-language newspapers, many short-lived, were published in the United States by Franco-Americans, immigrants from Canada, France, and other French-speaking countries. In New England alone, more than 250 journals had been established and ceased publication before 1940.:93 In the latter half of the 20th century Americanization, the adoption of mass media and the English only movement resulted in a severe decline in French-language newspapers, with many defunct by the end of the Second World War. Of those extant today, many originate from French-Canadian and Haitian-American communities living in the United States."
}