{
  "/wiki/Leederville,_Western_Australia": "Leederville is a locality within the City of Vincent in the Perth metropolitan region of Western Australia. \nIt is home to Aranmore Catholic College, the School of Isolated and Distance Education, North Metropolitan TAFE, Trinity Theological College, and St Mary's Church. The suburb was named after William Henry Leeder, the original grantee of land that encompassed the area.",
  "/wiki/City_of_Vincent": "The City of Vincent is a local government area of Western Australia. It covers an area of approximately 10.4 square kilometres (4.0 sq mi) in metropolitan Perth, the capital of Western Australia, and lies about 3 km from the Perth CBD. The City of Vincent maintains 139 km of roads and 104 ha of parks and gardens. It had a population of over 33,000 at the 2016 Census.",
  "/wiki/Banksia_Grove,_Western_Australia": "Banksia Grove is a suburb of Perth, Western Australia, located within the City of Wanneroo. Its postcode is 6031, and it was until the late 1990s part of Neerabup. The suburb is approximately 27 km NE of the Perth central business district, 8 km east of the coast and 5 km ENE of Joondalup.",
  "/wiki/City_of_Wanneroo": "The City of Wanneroo is a local government area with city status in the northern suburbs of Perth, Western Australia. It is centred approximately 25 kilometres (15.5 mi) north of Perth's central business district and forms part of the northern boundary of the Perth metropolitan area.",
  "/wiki/Butler,_Western_Australia": "Butler is an outer suburb of Perth, Western Australia, located 41 kilometres north of Perth's central business district. It is part of the City of Wanneroo local government area. It forms the majority of the Brighton Estate, a large commercial and residential development by Satterley.",
  "/wiki/Harrisdale,_Western_Australia": "Harrisdale is a southeastern suburb of Perth, Western Australia and is one of the western suburbs of the City of Armadale. It was gazetted in 2007, and has a population of 9,076 as of the 2016 Australian census. The population of the developing area is expected to grow to over 10,000 by 2031.",
  "/wiki/City_of_Armadale": "The City of Armadale is a local government area in the south-eastern suburbs of the Western Australian capital city of Perth, about 28 kilometres (17.4 mi) southeast of Perth's central business district. The City covers an area of 560 square kilometres (216 sq mi), much of which is state forest rising into the Darling Scarp to the east, and had a population of almost 80,000 as at the 2016 Census.",
  "/wiki/Beaconsfield,_Western_Australia": "Beaconsfield is a suburb of Perth, Western Australia, located within the City of Fremantle. Named after a property known as ‘Beaconsfield’ located in the area in the\n1880s, the name was officially adopted from the post office on 1 August 1894.\nThe origin is unknown, but the suburb is probably named after the town in\nEngland or the Earl of Beaconsfield, Benjamin Disraeli, a former Conservative Prime Minister of the United Kingdom.",
  "/wiki/City_of_Fremantle": "The City of Fremantle is a local government area in the south of Perth, Western Australia. The City covers an area of 19.0 square kilometres (7.3 sq mi), and lies about 19 kilometres (12 mi) southwest of the Perth central business district.",
  "/wiki/Currambine,_Western_Australia": "Currambine is a northern suburb of Perth, the capital city of Western Australia 29 km north of Perth's central business district. Its local government area is the City of Joondalup. It contains the Currambine Central shopping centre and cinema complex.",
  "/wiki/City_of_Joondalup": "The City of Joondalup is a local government area with City status in Perth, Western Australia. It covers the metropolitan Perth city of Joondalup in its entirety, as well as the town centres of Hillarys and Warwick.",
  "/wiki/Kelmscott,_Western_Australia": "Kelmscott is a southeastern suburb of Perth, Western Australia in the local government area of the City of Armadale. It is 23 kilometres (14 mi) southeast of Perth along the Albany Highway.",
  "/wiki/Lockridge,_Western_Australia": "Lockridge is a suburb of Perth, in the Bassendean division of Western Australia, and the City of Swan local government area.",
  "/wiki/City_of_Swan": "The City of Swan is a local government area of Western Australia. It is in the eastern metropolitan region of Perth and includes the Swan Valley, centred approximately 20 km north-east of the Perth central business district. The City covers an area of 1,043 km² (much of which is uninhabited) and had a population of almost 134,000 as at the 2016 Census. At the 2001 census, 10% of the population were born in the United Kingdom, while significant Southern European and South-East Asian minorities are also located here.",
  "/wiki/Doubleview,_Western_Australia": "Doubleview is a suburb of Perth, Western Australia in the local government area of the City of Stirling. It was named Doubleview due to its views of both the Indian Ocean to the west and the Darling Range to the east.",
  "/wiki/City_of_Stirling": "The City of Stirling is a local government area in the northern suburbs of the Western Australian capital city of Perth about 10 kilometres (6 mi) north of Perth's central business district. The City covers an area of 105.2 square kilometres (40.6 sq mi) and had a population of over 210,000 as at the 2016 Census, making it the largest local government area by population in Western Australia.",
  "/wiki/City_Beach,_Western_Australia": "City Beach is a beachside suburb of Perth, Western Australia, located within the Town of Cambridge. Its postcode is 6015. A specific beach located within the suburb also has that name. All of the homes located in City Beach are expensive, modern, and contemporary. Sale price for homes are generally over 1,000,000 dollars, with the majority being between 1,500,000 and 3,000,000 dollars.",
  "/wiki/Town_of_Cambridge": "The Town of Cambridge is a local government area in the inner western suburbs of the Western Australian capital city of Perth, about 5 kilometres (3 mi) west of Perth's central business district and extending to the Indian Ocean at City Beach. The Town covers an area of 22.0 square kilometres (8.5 sq mi) and had a population of almost 27,000 as at the 2016 Census. It was originally part of the City of Perth before the restructuring by the Western Australian State Government in 1994.",
  "/wiki/Morley,_Western_Australia": "Morley is a suburb of Perth, within the City of Bayswater local government area, situated approximately 10 kilometres (6 mi) northeast of the Perth central business district. It contains the Centro Galleria, Perth's second-largest commercial shopping centre, constructed in 1994. The Morley bus station is near the Centro Galleria. From the late 1950s, Morley (originally known as Morley Park) began to develop as a major shopping and commercial centre.[citation needed]",
  "/wiki/City_of_Bayswater": "The City of Bayswater is a local government area in the Western Australian capital city of Perth, about 7 kilometres (4 mi) northeast of Perth's central business district. The City covers an area of 34.6 square kilometres (13.4 sq mi) and has a population of 65,050 as at the 2016 Census. The City of Bayswater is a member of the Eastern Metropolitan Regional Council.",
  "/wiki/Mosman_Park,_Western_Australia": "Mosman Park is a western suburb of Perth, Western Australia on the north bank of the Swan River in the local government area of the Town of Mosman Park. It was historically known as Buckland Hill (1889-1909), then Cottesloe Beach (1909-1930) and again Buckland Hill (1930-1937). From 1937 it was named Mosman Park, derived from Mosman in Sydney, the birthplace of Richard Yeldon, a member of the Buckland Hill Road Board. Mosman Park is now considered an affluent suburb, but prior to the 1970s was one of Perth's major industrial centres.",
  "/wiki/Town_of_Mosman_Park": "The Town of Mosman Park is a local government area of Western Australia. It covers an area of approximately 4.3 km² in western metropolitan Perth, the capital of Western Australia and lies about 14 km southwest of the Perth CBD and 5 km from Fremantle.",
  "/wiki/Greenwood,_Western_Australia": "Greenwood is a suburb of Perth, Western Australia, located in the City of Joondalup. The suburb is located 18 km from Perth's central business district. It is bordered by the Mitchell Freeway, Hepburn ave, Wanneroo road and Warwick road",
  "/wiki/Nedlands,_Western_Australia": "Nedlands is an affluent western suburb of Perth, Western Australia in the local government area of the City of Nedlands. It is about 7 kilometres (4 mi) from the Perth central business district via either Thomas Street or Mounts Bay Road.",
  "/wiki/City_of_Nedlands": "The City of Nedlands is a local government area in the inner western suburbs of the Western Australian capital city of Perth, about 7 kilometres (4 mi) west of Perth's central business district. The City covers an area of 20.0 square kilometres (7.7 sq mi), maintains 137 km of roads and a little over 380 hectares (939 acres) of parks and gardens, and has a population of over 21,000 as of 2016[update].",
  "/wiki/Balga,_Western_Australia": "Balga is a suburb of Perth, the capital city of Western Australia, 13 kilometres (8 mi) north of Perth city's central business district (CBD). Its local government area is the City of Stirling.",
  "/wiki/Ballajura,_Western_Australia": "Ballajura is a suburb of Perth, Western Australia, in the City of Swan local government area.  Ballajura is located 14 km north of the Perth CBD. The postcode for the suburb is 6066.",
  "/wiki/Gooseberry_Hill,_Western_Australia": "Gooseberry Hill is a suburb of Perth, Western Australia, located within the City of Kalamunda. It is the site of Gooseberry Hill National Park.",
  "/wiki/City_of_Kalamunda": "The City of Kalamunda is a local government area in the eastern metropolitan region of the Western Australian capital city of Perth about 25 kilometres (15.5 mi) east of Perth's central business district. The city covers an area of 324.2 square kilometres (125.2 sq mi), much of which is state forest rising into the Darling Scarp to the east. According to the 2016 Census, the city recorded a population of 57,449 people.",
  "/wiki/Yangebup,_Western_Australia": "Yangebup is a southern suburb of Perth, Western Australia in the City of Cockburn. It takes its name from the nearby Yangebup Lake.",
  "/wiki/City_of_Cockburn": "The City of Cockburn /ˈkoʊbɜːrn/ is a local government area in the southern suburbs of the Western Australian capital city of Perth about 8 kilometres (5 mi) south of Fremantle and about 24 kilometres (15 mi) south of Perth's central business district. The City covers an area of 167.5 square kilometres (64.7 sq mi) and had a population of over 104,000 as at the 2016 Census.",
  "/wiki/High_Wycombe,_Western_Australia": "High Wycombe (/ˈwɪkəm/) is a suburb of Perth, Western Australia, within the City of Kalamunda. High Wycombe lies east of the Perth CBD at the base of the Darling Scarp (commonly referred to as the foothills). Formerly part of Maida Vale, the suburb was officially declared on 2 June 1978; its name, which was first used in 1958 by a subdivider, Western Agencies, and refers to the town in Buckinghamshire where one of the partners in the firm was born.",
  "/wiki/Attadale,_Western_Australia": "Attadale is a riverside suburb of Perth, Western Australia, located within the City of Melville.",
  "/wiki/City_of_Melville": "The City of Melville is a local government area in the southern suburbs of the Western Australian capital city of Perth, east of the port city of Fremantle and about 12 kilometres (7.5 mi) south of Perth's central business district. The City covers an area of 52.73 square kilometres (20.36 sq mi) and had a population of about 98,000 as at the 2016 Census."
}