{
  "/wiki/All_Saints%27_College,_Perth": "All Saints' College is an independent Anglican co-educational early learning, primary, and secondary day school, located in Bull Creek, a southern suburb of Perth, Western Australia. The College is situated on 19 hectares (47 acres), approximately ten kilometres (six miles) south of the Perth central business district.",
  "/wiki/Bull_Creek,_Western_Australia": "Bull Creek is a suburb of Perth, Western Australia, located within the local government area of City of Melville. The suburb lies to the south of a creek of the same name, which flows into the Canning River.",
  "/wiki/City_of_Melville": "The City of Melville is a local government area in the southern suburbs of the Western Australian capital city of Perth, east of the port city of Fremantle and about 12 kilometres (7.5 mi) south of Perth's central business district. The City covers an area of 52.73 square kilometres (20.36 sq mi) and had a population of about 98,000 as at the 2016 Census.",
  "/wiki/Aquinas_College,_Perth": "Aquinas College, locally abbreviated as Aquinas, is an independent Roman Catholic single-sex primary and secondary day and boarding school for boys, located at Salter Point, a suburb of Perth, Western Australia.",
  "/wiki/Salter_Point,_Western_Australia": "Salter Point is a suburb of Perth, Western Australia, located in the City of South Perth local government area.",
  "/wiki/City_of_South_Perth": "The City of South Perth is a local government area in the inner southern suburbs of the Western Australian capital city of Perth about 4 kilometres (2.5 mi) south of Perth's central business district. The City covers an area of 19.9 square kilometres (7.7 sq mi), maintains 203 kilometres (126 mi) of roads and a little over 4.3 km2 of parks and gardens, and had a population of about 42,000 at the 2016 Census. The City is the entirety of the state electoral district of South Perth. An area of Kensington joined into South Perth after the 2013 redistribution, although dwindling population growth in Victoria Park may mean that part of the City will move back.",
  "/wiki/Two_Rocks,_Western_Australia": "Two Rocks is an outer suburb at the northern edge of Perth, the state capital of Western Australia, located 61 kilometres (38 mi) north of the city's central business district. It is part of the City of Wanneroo local authority and represents the furthest northern extent of the Perth metropolitan area.",
  "/wiki/City_of_Wanneroo": "The City of Wanneroo is a local government area with city status in the northern suburbs of Perth, Western Australia. It is centred approximately 25 kilometres (15.5 mi) north of Perth's central business district and forms part of the northern boundary of the Perth metropolitan area.",
  "/wiki/Australian_Islamic_College": "Australian Islamic College  is a multi-campus independent Islamic co-educational primary and secondary day school, located in Perth, Western Australia. The school was founded in 1986 by  Abdallah Saad Magar, with 50 students.[citation needed] In 2006, it had 2,000 students, and over 250 staff spread over three campuses in Kewdale, Thornlie and Dianella.",
  "/wiki/Kewdale,_Western_Australia": "Kewdale is a suburb of Perth, Western Australia within the City of Belmont. Kew Street was one of the first roads in this district, hence the naming of the suburb.",
  "/wiki/City_of_Belmont": "The City of Belmont is a local government area in the inner eastern suburbs of the Western Australian capital city of Perth, located about 8 kilometres (5 mi) east of Perth's central business district on the south bank of the Swan River. The City covers an area of 39.8 square kilometres (15.4 sq mi), maintains 225 km of roads and had a population of almost 40,000 as at the 2016 Census. The City of Belmont is a member of the Eastern Metropolitan Regional Council",
  "/wiki/Dianella,_Western_Australia": "Dianella is a suburb of Perth, Western Australia. It is within the local government area of the City of Stirling.",
  "/wiki/City_of_Stirling": "The City of Stirling is a local government area in the northern suburbs of the Western Australian capital city of Perth about 10 kilometres (6 mi) north of Perth's central business district. The City covers an area of 105.2 square kilometres (40.6 sq mi) and had a population of over 210,000 as at the 2016 Census, making it the largest local government area by population in Western Australia.",
  "/wiki/Thornlie,_Western_Australia": "Thornlie is a large outer suburb of Perth, located 18 kilometres south-east of the city's central business district. It is part of the City of Gosnells local government area. The Canning River runs through the northern side of the suburb. Since the 1950s the suburb has developed in approximately five stages; north-east Thornlie (1950s-60s), south Thornlie (1970s-80s), Crestwood (1970s), Castle Glen (1980s) and Forest Lakes (1980s to present).",
  "/wiki/City_of_Gosnells": "The City of Gosnells is a local government area in the southeastern suburbs of the Western Australian capital city of Perth, located northwest of Armadale and about 20 kilometres (12 mi) southeast of Perth's central business district. The City covers an area of 128 square kilometres (49.42 sq mi), much of which is state forest rising into the Darling Scarp to the east, and had a population of approximately 118,000 at the 2016 Census. The largest activity centre in the City is the Central Maddington shopping centre. District centres exist in the Gosnells town centre, Thornlie and Canning Vale.",
  "/wiki/Mosman_Park,_Western_Australia": "Mosman Park is a western suburb of Perth, Western Australia on the north bank of the Swan River in the local government area of the Town of Mosman Park. It was historically known as Buckland Hill (1889-1909), then Cottesloe Beach (1909-1930) and again Buckland Hill (1930-1937). From 1937 it was named Mosman Park, derived from Mosman in Sydney, the birthplace of Richard Yeldon, a member of the Buckland Hill Road Board. Mosman Park is now considered an affluent suburb, but prior to the 1970s was one of Perth's major industrial centres.",
  "/wiki/Town_of_Mosman_Park": "The Town of Mosman Park is a local government area of Western Australia. It covers an area of approximately 4.3 km² in western metropolitan Perth, the capital of Western Australia and lies about 14 km southwest of the Perth CBD and 5 km from Fremantle.",
  "/wiki/Mount_Helena,_Western_Australia": "Mount Helena is an urban suburb on the outskirts of Perth in Western Australia, some 35 km from the city, in the Shire of Mundaring. Its population in 2016 was 3,185 people.",
  "/wiki/Shire_of_Mundaring": "The Shire of Mundaring is a local government area in eastern metropolitan Perth, the capital of Western Australia. The Shire covers an area of 645 square kilometres (249 sq mi) and had a population of approximately 38,000 as at the 2016 Census.",
  "/wiki/Wembley,_Western_Australia": "Wembley is a western suburb of Perth, Western Australia, located within the Town of Cambridge. Its postcode is 6014.",
  "/wiki/Town_of_Cambridge": "The Town of Cambridge is a local government area in the inner western suburbs of the Western Australian capital city of Perth, about 5 kilometres (3 mi) west of Perth's central business district and extending to the Indian Ocean at City Beach. The Town covers an area of 22.0 square kilometres (8.5 sq mi) and had a population of almost 27,000 as at the 2016 Census. It was originally part of the City of Perth before the restructuring by the Western Australian State Government in 1994.",
  "/wiki/Harrisdale,_Western_Australia": "Harrisdale is a southeastern suburb of Perth, Western Australia and is one of the western suburbs of the City of Armadale. It was gazetted in 2007, and has a population of 9,076 as of the 2016 Australian census. The population of the developing area is expected to grow to over 10,000 by 2031.",
  "/wiki/City_of_Armadale": "The City of Armadale is a local government area in the south-eastern suburbs of the Western Australian capital city of Perth, about 28 kilometres (17.4 mi) southeast of Perth's central business district. The City covers an area of 560 square kilometres (216 sq mi), much of which is state forest rising into the Darling Scarp to the east, and had a population of almost 80,000 as at the 2016 Census.",
  "/wiki/Carmel_School,_Perth": "Carmel School is a private Modern Orthodox Zionist Jewish school in Perth, Western Australia which was founded in 1959. It offers Jewish religious and cultural education as well as conventional secular education for students from Kindergarten to Year 12 though its two school components: \"a full-time primary school\", and high school. It is the only Jewish day school in WA.",
  "/wiki/Christ_Church_Grammar_School": "Christ Church Grammar School is a multi-campus independent Anglican single-sex early learning, primary and secondary day and boarding school for boys. Located in Perth, Western Australia, the school's main campus overlooks Freshwater Bay on the Swan River, in the suburb of Claremont.",
  "/wiki/Claremont,_Western_Australia": "Claremont is a western suburb of Perth, Western Australia on the north bank of the Swan River.",
  "/wiki/Town_of_Claremont": "The Town of Claremont is a local government area in the inner western suburbs of the Western Australian capital city of Perth, located about halfway between the port city of Fremantle and Perth's central business district. The Town covers an area of 4.9 square kilometres (1.9 sq mi), maintains 48 km of roads and 87 km of footpaths, and has a population of approximately 10,000 as at the 2016 Census.",
  "/wiki/Armadale,_Western_Australia": "Armadale is a suburb of Perth within the City of Armadale, located on the south-eastern edge of the Perth metropolitan region. The major junction of the South Western and Albany Highways, which connect Perth with the South West and Great Southern regions of Western Australia respectively, is located within the suburb. It is also the terminus of the Armadale railway line, one of five major railway lines to service Perth.",
  "/wiki/Yangebup,_Western_Australia": "Yangebup is a southern suburb of Perth, Western Australia in the City of Cockburn. It takes its name from the nearby Yangebup Lake.",
  "/wiki/City_of_Cockburn": "The City of Cockburn /ˈkoʊbɜːrn/ is a local government area in the southern suburbs of the Western Australian capital city of Perth about 8 kilometres (5 mi) south of Fremantle and about 24 kilometres (15 mi) south of Perth's central business district. The City covers an area of 167.5 square kilometres (64.7 sq mi) and had a population of over 104,000 as at the 2016 Census.",
  "/wiki/Ellenbrook_Christian_College": "Ellenbrook Christian College is a Christian non-denominational, co-educational school catering for students from pre-kindergarten to Year 12. Commencing in 2001, the College has been built in the developing subdivision of Ellenbrook on the outskirts of the Perth. The College is a member of the Swan Christian Education Association Inc.",
  "/wiki/Ellenbrook,_Western_Australia": "Ellenbrook is a northeastern suburb of Perth, Western Australia, about 21 km (13 mi) from Perth's central business district (CBD), located within the City of Swan. Ellenbrook, and its neighbouring suburbs of The Vines and Aveley, are unusual for Perth in being a significant distance from neighbouring suburbs. Given this relative isolation and the distance from the CBD, Ellenbrook has been designed and developed as a self-sustainable community.  At June 2015 the estimated urban population for Ellenbrook and surrounds was 41,681. At the time of the 2011 census there were 16,284 people living in the gazetted suburb. It is envisioned that Ellenbrook will eventually become a satellite city, with a population of 80,000, however, a more modest population prediction of 30,000 has been set for c. 2012. In June 2010 Rita Saffioti MLA stated that the population of Ellenbrook and neighbouring areas now stood at \"over 25,000\".  Current City of Swan estimates forecast the population to increase to 37,150 by 2016 and 44,185 by 2021. Population in the City of Swan's nearby Urban Growth Corridor (roughly east of Whiteman Park) is forecast to reach 14,668 in the same period.",
  "/wiki/City_of_Swan": "The City of Swan is a local government area of Western Australia. It is in the eastern metropolitan region of Perth and includes the Swan Valley, centred approximately 20 km north-east of the Perth central business district. The City covers an area of 1,043 km² (much of which is uninhabited) and had a population of almost 134,000 as at the 2016 Census. At the 2001 census, 10% of the population were born in the United Kingdom, while significant Southern European and South-East Asian minorities are also located here.",
  "/wiki/Hamilton_Hill,_Western_Australia": "Hamilton Hill is a suburb of Perth, the capital city of Western Australia, located 23 kilometres (14 mi) southwest the central business district. Its local government area is the City of Cockburn.",
  "/wiki/City_of_Bunbury": "The City of Bunbury is a local government area in the South West region of Western Australia, covering an area of 65.7 square kilometres (25.4 sq mi) along the coast about 180 kilometres (112 mi) south of Perth, the capital of Western Australia. The City of Bunbury is one of four local governments comprising the Greater Bunbury sub-region. As at the 2016 Census, the City of Bunbury had an estimated population of almost 32,000.",
  "/wiki/Guildford_Grammar_School": "Guildford Grammar School, informally known as Guildford Grammar, Guildford or GGS, is an independent Anglican coeducational primary and secondary day and boarding school, located in Guildford, a suburb of Perth, Western Australia.",
  "/wiki/Guildford,_Western_Australia": "Guildford is a suburb of Perth, Western Australia, 12 km northeast of the city centre. Its local government area is the City of Swan.",
  "/wiki/Hale_School": "Hale School is a selective independent, Anglican day and boarding school for boys, located in Wembley Downs, a coastal suburb of Perth, Western Australia.",
  "/wiki/Wembley_Downs,_Western_Australia": "Wembley Downs is an inner northwestern suburb of Perth, Western Australia. It is about 10 km from the central business district.",
  "/wiki/Glen_Forrest,_Western_Australia": "Glen Forrest is a suburb within the Shire of Mundaring, south of John Forrest National Park, west of Mahogany Creek, east of Darlington, and north of the Helena River. Its northern boundary is determined by the Great Eastern Highway."
}