{
  "/wiki/Landsdale,_Western_Australia": "Landsdale is a northern suburb of Perth, Western Australia located within the local government area of the City of Wanneroo.  It is mixed use, with residential, commercial and light manufacturing areas.",
  "/wiki/City_of_Wanneroo": "The City of Wanneroo is a local government area with city status in the northern suburbs of Perth, Western Australia. It is centred approximately 25 kilometres (15.5 mi) north of Perth's central business district and forms part of the northern boundary of the Perth metropolitan area.",
  "/wiki/Aranmore_Catholic_College": "Aranmore Catholic College is an independent Roman Catholic co-educational secondary day school, located in the northern Perth suburb of Leederville, Western Australia. Founded in 1903 by the Sisters of Mercy, the College draws its name from Arranmore Island, off the Donegal coast of Ireland.",
  "/wiki/Leederville,_Western_Australia": "Leederville is a locality within the City of Vincent in the Perth metropolitan region of Western Australia. \nIt is home to Aranmore Catholic College, the School of Isolated and Distance Education, North Metropolitan TAFE, Trinity Theological College, and St Mary's Church. The suburb was named after William Henry Leeder, the original grantee of land that encompassed the area.",
  "/wiki/City_of_Vincent": "The City of Vincent is a local government area of Western Australia. It covers an area of approximately 10.4 square kilometres (4.0 sq mi) in metropolitan Perth, the capital of Western Australia, and lies about 3 km from the Perth CBD. The City of Vincent maintains 139 km of roads and 104 ha of parks and gardens. It had a population of over 33,000 at the 2016 Census.",
  "/wiki/Australian_Technical_College": "Australian Technical Colleges (ATCs) were a class of Australian senior secondary school funded by the Australian federal government between 2005 and 2009. The Australian Technical College program ceased on 31 December 2009. All 24 ATCs were integrated into existing education and training systems (state/territory government, Catholic and Anglican), with some continuing as stand-alone independent schools.",
  "/wiki/Armadale,_Western_Australia": "Armadale is a suburb of Perth within the City of Armadale, located on the south-eastern edge of the Perth metropolitan region. The major junction of the South Western and Albany Highways, which connect Perth with the South West and Great Southern regions of Western Australia respectively, is located within the suburb. It is also the terminus of the Armadale railway line, one of five major railway lines to service Perth.",
  "/wiki/City_of_Armadale": "The City of Armadale is a local government area in the south-eastern suburbs of the Western Australian capital city of Perth, about 28 kilometres (17.4 mi) southeast of Perth's central business district. The City covers an area of 560 square kilometres (216 sq mi), much of which is state forest rising into the Darling Scarp to the east, and had a population of almost 80,000 as at the 2016 Census.",
  "/wiki/Maddington,_Western_Australia": "Maddington is a suburb 20 kilometres (12 mi) southeast of the central business district of Perth, the capital of Western Australia, within the City of Gosnells local government area. Maddington is a mixed-use suburb containing major residential, retail and industrial sections as well as some semi-rural areas.",
  "/wiki/City_of_Gosnells": "The City of Gosnells is a local government area in the southeastern suburbs of the Western Australian capital city of Perth, located northwest of Armadale and about 20 kilometres (12 mi) southeast of Perth's central business district. The City covers an area of 128 square kilometres (49.42 sq mi), much of which is state forest rising into the Darling Scarp to the east, and had a population of approximately 118,000 at the 2016 Census. The largest activity centre in the City is the Central Maddington shopping centre. District centres exist in the Gosnells town centre, Thornlie and Canning Vale.",
  "/wiki/Carmel_Adventist_College": "}}",
  "/wiki/Carmel,_Western_Australia": "Carmel is a suburb of Perth, Western Australia, located within the City of Kalamunda.",
  "/wiki/City_of_Kalamunda": "The City of Kalamunda is a local government area in the eastern metropolitan region of the Western Australian capital city of Perth about 25 kilometres (15.5 mi) east of Perth's central business district. The city covers an area of 324.2 square kilometres (125.2 sq mi), much of which is state forest rising into the Darling Scarp to the east. According to the 2016 Census, the city recorded a population of 57,449 people.",
  "/wiki/CBC_Fremantle": "Christian Brothers College Fremantle (CBC) is a Catholic school in the tradition of Edmund Rice  situated in Fremantle, Western Australia. CBC Fremantle caters for day students from Years 7 to 12.",
  "/wiki/Fremantle_(suburb)": "Fremantle is a Western Australian port city located at the mouth of the Swan River, and is situated 18 km from the capital Perth. Fremantle was one of the original townships of the Swan River Colony established in 1829.",
  "/wiki/City_of_Fremantle": "The City of Fremantle is a local government area in the south of Perth, Western Australia. The City covers an area of 19.0 square kilometres (7.3 sq mi), and lies about 19 kilometres (12 mi) southwest of the Perth central business district.",
  "/wiki/Chisholm_Catholic_College_(Perth)": "Chisholm Catholic College is a Private Catholic high school situated approximately 6 km northeast of the Central Business District of Perth, W.A., Australia. The College provides education for approximately 2 thousand students.",
  "/wiki/Bedford,_Western_Australia": "Bedford is a suburb of Perth, Western Australia, located within the City of Bayswater.",
  "/wiki/City_of_Bayswater": "The City of Bayswater is a local government area in the Western Australian capital city of Perth, about 7 kilometres (4 mi) northeast of Perth's central business district. The City covers an area of 34.6 square kilometres (13.4 sq mi) and has a population of 65,050 as at the 2016 Census. The City of Bayswater is a member of the Eastern Metropolitan Regional Council.",
  "/wiki/Corpus_Christi_College,_Bateman": "Corpus Christi College is a private, co-educational, Catholic, Secondary College, located in Bateman, a southern suburb of Perth, Western Australia.",
  "/wiki/Bateman,_Western_Australia": "Bateman is a suburb of Perth, the capital city of Western Australia, located within the City of Melville.",
  "/wiki/City_of_Melville": "The City of Melville is a local government area in the southern suburbs of the Western Australian capital city of Perth, east of the port city of Fremantle and about 12 kilometres (7.5 mi) south of Perth's central business district. The City covers an area of 52.73 square kilometres (20.36 sq mi) and had a population of about 98,000 as at the 2016 Census.",
  "/wiki/Midland,_Western_Australia": "Midland is a suburb in the Perth metropolitan region, as well as the regional centre for the City of Swan local government area that covers the Swan Valley and parts of the Darling Scarp to the east. It is situated at the intersection of Great Eastern Highway and Great Northern Highway. Its eastern boundary is defined by the Roe Highway. Midland is almost always regarded as a suburb of Perth, being only 16 km (9.9 mi) away from the city centre.",
  "/wiki/City_of_Swan": "The City of Swan is a local government area of Western Australia. It is in the eastern metropolitan region of Perth and includes the Swan Valley, centred approximately 20 km north-east of the Perth central business district. The City covers an area of 1,043 km² (much of which is uninhabited) and had a population of almost 134,000 as at the 2016 Census. At the 2001 census, 10% of the population were born in the United Kingdom, while significant Southern European and South-East Asian minorities are also located here.",
  "/wiki/Beeliar,_Western_Australia": "Beeliar is a suburb of Perth, Western Australia, located within the City of Cockburn. The name refers to the Beeliar people, a tribe of Indigenous Australians who had land usage rights over the southern half of Perth's metropolitan area.  The suburb contains the Thomsons Lake Nature Reserve.",
  "/wiki/City_of_Cockburn": "The City of Cockburn /ˈkoʊbɜːrn/ is a local government area in the southern suburbs of the Western Australian capital city of Perth about 8 kilometres (5 mi) south of Fremantle and about 24 kilometres (15 mi) south of Perth's central business district. The City covers an area of 167.5 square kilometres (64.7 sq mi) and had a population of over 104,000 as at the 2016 Census.",
  "/wiki/Iona_Presentation_College,_Perth": "Iona Presentation College is an independent Roman Catholic early learning, primary and secondary day and  boarding school, located in Mosman Park, a suburb of Perth, Western Australia, located between the Indian Ocean and the Swan River.",
  "/wiki/Mosman_Park,_Western_Australia": "Mosman Park is a western suburb of Perth, Western Australia on the north bank of the Swan River in the local government area of the Town of Mosman Park. It was historically known as Buckland Hill (1889-1909), then Cottesloe Beach (1909-1930) and again Buckland Hill (1930-1937). From 1937 it was named Mosman Park, derived from Mosman in Sydney, the birthplace of Richard Yeldon, a member of the Buckland Hill Road Board. Mosman Park is now considered an affluent suburb, but prior to the 1970s was one of Perth's major industrial centres.",
  "/wiki/Town_of_Mosman_Park": "The Town of Mosman Park is a local government area of Western Australia. It covers an area of approximately 4.3 km² in western metropolitan Perth, the capital of Western Australia and lies about 14 km southwest of the Perth CBD and 5 km from Fremantle.",
  "/wiki/Butler,_Western_Australia": "Butler is an outer suburb of Perth, Western Australia, located 41 kilometres north of Perth's central business district. It is part of the City of Wanneroo local government area. It forms the majority of the Brighton Estate, a large commercial and residential development by Satterley.",
  "/wiki/John_XXIII_College,_Perth": "John XXIII College is a Roman Catholic co-educational school in Perth, Western Australia.  The school provides education from kindergarten to Year 12 students.",
  "/wiki/Mount_Claremont,_Western_Australia": "Mount Claremont, known previously as Graylands, is a suburb of Perth, Western Australia, located within the Town of Cambridge and the City of Nedlands.",
  "/wiki/City_of_Nedlands": "The City of Nedlands is a local government area in the inner western suburbs of the Western Australian capital city of Perth, about 7 kilometres (4 mi) west of Perth's central business district. The City covers an area of 20.0 square kilometres (7.7 sq mi), maintains 137 km of roads and a little over 380 hectares (939 acres) of parks and gardens, and has a population of over 21,000 as of 2016[update].",
  "/wiki/Kennedy_Baptist_College": "Kennedy Baptist College is an Australian coeducational independent secondary school located in Murdoch, Western Australia. The school educated 1103 pupils in 2018, aged between 11 and 18 years, and is named after Baptist minister and pioneer William Kennedy.",
  "/wiki/Murdoch,_Western_Australia": "Murdoch is a suburb of Perth, Western Australia, located within the City of Melville. Murdoch University, St John of God Hospital Murdoch and Fiona Stanley Hospital are located in Murdoch. The suburb is named after Sir Walter Murdoch.",
  "/wiki/Perth_(suburb)": "Perth is a suburb in Western Australia that includes both the central business district of the Perth metropolitan area, and a suburban area spreading north to the northern side of Hyde Park. It does not include the separate suburbs of Northbridge or Highgate.",
  "/wiki/City_of_Perth": "The City of Perth is a local government area and body, within the Perth metropolitan area, which is the capital of Western Australia. The local government is commonly known as Perth City Council. The City covers the Perth city centre and surrounding suburbs. The City covers an area of 20.01 square kilometres (8 sq mi) and had an estimated population of 21,092 as at 30 June 2015. On 1 July 2016 the City expanded, absorbing 1,247 residents from the City of Subiaco. The Perth City Council was suspended on 2 March 2018, pending the establishment of a public inquiry into the council, by Local Government Minister David Templeman. The council has been administered by three Commissioners since then.",
  "/wiki/Kolbe_Catholic_College,_Rockingham": "Kolbe Catholic College is an independent Roman Catholic co-educational secondary day school, located in the Perth suburb of Rockingham, Western Australia within the Archdiocese of Perth.",
  "/wiki/Rockingham,_Western_Australia": "Rockingham is a city and primary centre in Western Australia south-west of the Perth city centre and south of Fremantle. It has a beachside location at Mangles Bay, the southern extremity of Cockburn Sound. To its north stretches the maritime and resource-industry installations of Kwinana and Henderson. Offshore to the north-west is Australia's largest naval fleet and submarine base, Garden Island, connected to the mainland by an all-weather causeway. To the west and south lies the Shoalwater Islands Marine Park.",
  "/wiki/City_of_Rockingham": "The City of Rockingham is a local government area in the far southern suburbs of the Western Australian capital city of Perth.",
  "/wiki/La_Salle_College_Middle_Swan": "La Salle College is a Roman Catholic co-educational secondary school in Middle Swan, Western Australia, an eastern suburb of Perth. It caters for approximately 1400 Year 7-12 students, including about 40 Aboriginal boarding students from regional and remote Western Australia.",
  "/wiki/Middle_Swan,_Western_Australia": "Middle Swan is a suburb of Perth, Western Australia in the Swan Valley, and forms part of the City of Swan local government area. The suburb is bisected by the Swan River. The suburb is most notable for its various wineries, including Houghton and Sandalford. It also has the Midland brickworks within its boundaries, as well as an accommodation facility (Swanleigh Residential College, which closed in 2010) for country students attending the Governor Stirling Senior High School and Swan Christian College.",
  "/wiki/Lumen_Christi_College_(Martin,_Australia)": "Lumen Christi College  is an independent Roman Catholic coeducational secondary day school, located the Perth south-eastern suburb of Martin, Western Australia.",
  "/wiki/Martin,_Western_Australia": "Martin is a suburb of Perth, Western Australia, located within the City of Gosnells. It was named in 1974 after a pioneer family of the Gosnells district, and in particular Edward Victor Martin who had served for 37 years on the council.",
  "/wiki/Edgewater,_Western_Australia": "Edgewater is a suburb of Perth, Western Australia 23 kilometres (14 mi) north of Perth's central business district. Edgewater was approved as a suburb name in 1974, and its local government area is the City of Joondalup. It is named after its location on the western edge of Lake Joondalup, which is surrounded by Yellagonga Regional Park.",
  "/wiki/City_of_Joondalup": "The City of Joondalup is a local government area with City status in Perth, Western Australia. It covers the metropolitan Perth city of Joondalup in its entirety, as well as the town centres of Hillarys and Warwick.",
  "/wiki/Mazenod_College,_Western_Australia": "Mazenod College is an independent Roman Catholic single-sex secondary day and boarding school for boys, located in the eastern Perth suburb of Lesmurdie, Western Australia. It is one of three schools run by the Oblates of Mary Immaculate (OMI) and the only OMI school in Western Australia.",
  "/wiki/Lesmurdie,_Western_Australia": "Lesmurdie is a suburb of Perth, Western Australia, located within the City of Kalamunda. It was established in 1897 by Archibald Sanderson, a politician and journalist, who began buying properties in the area from the Canning Jarrah Timber Company to build up a rural retreat and fruit-growing property. He named it after Lesmurdie Cottage, a shooting box near Dufftown, Scotland that his father had rented. It was officially gazetted on 8 June 1959.",
  "/wiki/List_of_schools_in_the_Perth_metropolitan_area": "This is a list of schools in the city of Perth, Western Australia. The Western Australian education system traditionally consists of primary schools, which accommodate students from kindergarten to Year 6, and high schools, which accommodate students from Years 7 to 12. Previously primary schools accounted for Year 7 education, but in 2015 all Western Australian schools transitioned Year 7 to be a part of the high school system. In country areas, district high schools serve as both primary and junior high schools, with students generally commuting to or boarding at larger towns to finish the last two years of their education."
}