{
  "/wiki/Americus,_Georgia": "Americus is a city in Sumter County, Georgia, United States. As of the 2010 census, the city had a population of 17,041.  Americus is the home of Habitat for Humanity's international headquarters, the Windsor Hotel, The Fuller Center for Housing international headquarters, The Rosalynn Carter Institute for Caregiving, Glover Foods and other organizations.",
  "/wiki/Arlington_Methodist_Episcopal_Church,_South": "The Arlington United Methodist Church is the only Methodist church in Arlington, Georgia.  The church congregation was founded in 1873 and met in a small schoolhouse, then built a white wooden church in 1876.  The present church was built in 1908 and was known as Arlington Methodist Episcopal Church, South.  It is Romanesque Revival in style and was designed by architect T. Firth Lockwood, Sr.  It is built of red brick and has two towers of different heights.",
  "/wiki/Arlington,_Georgia": "Arlington is a city in Calhoun and Early counties, Georgia, United States. As of the 2010 census, the city had a population of 1,479.",
  "/wiki/Ashburn,_Georgia": "The city of Ashburn is the county seat of Turner County, Georgia, United States. As of 2010, the city had a population of 4,152. Ashburn's government is classified as a council/manager form of municipal government. The City Manager of Ashburn is Ben Taylor.",
  "/wiki/Athens,_Georgia": "Athens, officially Athens–Clarke County, is a consolidated city–county and college town in the U.S. state of Georgia. Athens lies about 70 mi (113 km) northeast of downtown Atlanta, a global city. The University of Georgia, the state's flagship public university and an R1 research institution, is in Athens and contributed to its initial growth. In 1991, after a vote the preceding year, the original City of Athens abandoned its charter to form a unified government with Clarke County, referred to jointly as Athens–Clarke County.  As of 2017[update], the U.S. Census Bureau's estimated population of the consolidated city-county (all of Clarke County except Winterville and a portion of Bogart) was 125,691; the entire county including Winterville and Bogart had a population of 127,064. Athens is the sixth-largest city in Georgia, and the principal city of the Athens metropolitan area, which had a 2017 estimated population of 209,271, according to the U.S. Census Bureau. Metropolitan Athens is a component of the larger Atlanta–Athens–Clarke County–Sandy Springs Combined Statistical Area, a trading area. The city is dominated by a pervasive student culture and music scene centered on downtown Athens, next to the University of Georgia's North Campus.  Major music acts associated with Athens include numerous alternative rock bands such as R.E.M., the B-52's, Widespread Panic, and Neutral Milk Hotel. The city is also known as a recording site for such groups as the Atlanta-based Indigo Girls.",
  "/wiki/Atlanta,_Georgia": "Atlanta (/ætˈlæntə/) is the capital and most populous city in the U.S. state of Georgia. With an estimated 2018 population of 498,044, it is also the 37th most-populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to 5.9 million people and the ninth largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the most populous county in Georgia. Portions of the city extend eastward into neighboring DeKalb County.",
  "/wiki/St._Mark_Methodist_Church_(Atlanta,_Georgia)": "Saint Mark United Methodist Church is a United Methodist Church in midtown Atlanta, Georgia. The building was constructed between 1902 and 1903 by the congregation of Merritts Avenue Methodist Church after they outgrew their previous building. The architecture is notable for its use of Stone Mountain granite, triple entrance portal, and pot-metal stained-glass windows. The building is one of the few Gothic Revival granite churches in Atlanta.",
  "/wiki/Sam_Jones_Memorial_United_Methodist_Church": "The Sam Jones Memorial United Methodist Church at 100 W. Church St. in Cartersville, Georgia was built in  1907. It was designed by Atlanta architect Walter T. Downing. It was listed on the National Register of Historic Places in 1985.",
  "/wiki/Cartersville,_Georgia": "Cartersville is a city in Bartow County in the U.S. state of Georgia; it is located within the northwest edge of the Atlanta metropolitan area. As of the 2010 census, the city had a population of 19,731. Cartersville is the county seat of Bartow County.",
  "/wiki/Cave_Spring,_Georgia": "Cave Spring is a city in Floyd County, Georgia, United States. It is located 16 miles (26 km) southwest of Rome, the county seat. The population of Cave Spring was 1,200 at the 2010 census, up from 975 at the 2000 census. It is part of the Rome, Georgia Metropolitan Statistical Area.",
  "/wiki/Clarkesville,_Georgia": "Clarkesville is a city that is the county seat of Habersham County, Georgia, United States. As of the 2010 census it had a population of 1,733, up from 1,248 at the 2000 census.",
  "/wiki/Broad_Street_Methodist_Episcopal_Church_South": "Broad Street Methodist Episcopal Church South (\"Old\" Broad Street Methodist Episcopal Church South) in Columbus, Georgia is a historic church built in 1873.  It is one of the oldest buildings on Broadway (Columbus's main street) and is as the only Greek Revival church building surviving in Columbus.  It has pilasters with corbelled brick capitals.",
  "/wiki/Columbus,_Georgia": "Columbus is a consolidated city-county located on the west-central border of the U.S. state of Georgia. Located on the Chattahoochee River directly across from Phenix City, Alabama, Columbus is the county seat of Muscogee County, with which it officially merged in 1970. Columbus is the third-largest city in Georgia and the fourth-largest metropolitan area. According to the 2017 estimates from the U.S. Census Bureau, Columbus has a population of 194,058 residents, with 303,811 in the Columbus metropolitan area. The metro area joins the nearby Alabama cities of Auburn and Opelika to form the Columbus–Auburn–Opelika Combined Statistical Area, which has a 2017 estimated population of 499,128.",
  "/wiki/Eatonton,_Georgia": "Eatonton is a city in and county seat of Putnam County, Georgia, United States. As of the 2010 census, the city had a population of 6,480. It was named after William Eaton, an officer and diplomat involved in the First Barbary War. The name consists of his surname with the English suffix \"ton,\" meaning \"town\".",
  "/wiki/Cartecay_Methodist_Church_and_Cemetery": "The Cartecay Methodist Church and Cemetery, in Gilmer County, Georgia, near Ellijay, Georgia was listed on the National Register of Historic Places in 2001.",
  "/wiki/Ellijay,_Georgia": "Ellijay is a city in Gilmer County, Georgia, United States. The population was 1,619 at the 2010 census. The city is the county seat of Gilmer County.",
  "/wiki/Guyton,_Georgia": "Guyton is a city in Effingham County, Georgia, United States. The population was 1,684 at the 2010 census, up from 917 in 2000. Guyton is part of the Savannah Metropolitan Statistical Area and is located 28 miles (45 km) northwest of that city's center.",
  "/wiki/Epworth_by_the_Sea": "Epworth by the Sea is an 83-acre Christian conference and retreat center in Georgia, United States. It is used for Methodist-based events. It is located on the banks of the Frederica River below Gascoigne Bluff on Saint Simons Island, Georgia. The center was named “Epworth by the Sea” in honor of Epworth, the boyhood home of Charles and John Wesley, founders of Methodism. It is owned and operated by the South Georgia Conference of the United Methodist Church. Epworth is located on part of Hamilton Plantation which was purchased on October 29, 1949. It opened to the public in 1950, under the leadership of Bishop Arthur James Moore. Moore, from Georgia, was an elected bishop in the Methodist Episcopal Church, and also a  leader of the Atlanta Area of the Methodist Church. At the start, the center featured only a few rural camp facilities and old plantation buildings. Epworth's stated mission is “to provide a Christian place for worship, study and fellowship.”",
  "/wiki/St._Simons,_Georgia": "St. Simons Island (or simply St. Simons) is a barrier island and census-designated place (CDP) located on St. Simons Island in Glynn County, Georgia, United States. The names of the community and the island are interchangeable, known simply as \"St. Simons Island\" or \"SSI\", or locally as \"The Island\". St. Simons is part of the Brunswick, Georgia Metropolitan Statistical Area, and according to the 2010 census, the CDP had a population of 12,743.",
  "/wiki/Hartwell,_Georgia": "Hartwell is a city in Hart County, Georgia, United States. The population was 4,469 at the 2010 census. The city is the county seat of Hart County.",
  "/wiki/St._Thomas_African_Methodist_Episcopal_Church": "St. Thomas African Methodist Episcopal Church is a historic African-American church in Hawkinsville, Georgia, located at 401 North Dooly Street.  It is a large brick building on the northwest corner of North Dooly Street and Second Street, built 1908-1912, replacing a wood building built in 1877. Some of its historical integrity was lost due to non-historic additions and alterations.  Restrooms were added in the 1950s, ceiling tiles in the 1960s, carpeting in 1982, interior partitions and new windows in 1987, new steps in 1988, and new pews and air conditioning in 1989.  It has a steeply pitched gable-front roof.  The interior has an open space with a pulpit, with three sections of pews.  It is one of the last remaining buildings of a historically African-American neighborhood and was the largest and only brick building in the neighborhood.",
  "/wiki/Hawkinsville,_Georgia": "Hawkinsville is a city in and the county seat of Pulaski County, Georgia, United States. The population was 4,589 at the 2010 census.",
  "/wiki/List_of_Methodist_churches_in_the_United_States": "This is a list of Methodist churches in the United States.  It includes notable churches either where a church means a congregation (in the New Testament definition) or where a church means a building (in the colloquial sense).  It also includes campgrounds and conference centers and retreats that are significant Methodist gathering places, including a number of historic sites of camp meetings.  This very limited list includes only historically or architecturally significant buildings, and omits many of the currently very largest and influential congregations which do not meet that standard.  Methodism was founded with a large component being a rejection of past churches and was developed by John Wesley and others in large open-air gatherings in Great Britain.  In the United States, Methodists (along with Baptists and other Protestants) were major participants in the Second Great Awakening wherein people would travel from a large area to a particular site to camp out, listen to itinerant preachers, and pray.  The list also includes selected notable Methodist theological buildings."
}