{
  "/wiki/Goodwin_Memorial_African_Methodist_Episcopal_Zion_Church": "The Goodwin Memorial African Methodist Episcopal Zion Church is a historic church on Woodside Avenue in Amherst, Massachusetts. It is a member of the National African Methodist Episcopal Zion Church denomination, which is historically African American and began in the United States. \nThe history of the Goodwin Memorial African Methodist Episcopal (A.M.E.) Zion Church in Amherst, Massachusetts is an important part of the broader context of African American history. The A.M.E. Zion denomination was created in conjunction with growing African American identities. Locally, the Goodwin Memorial A.M.E. Zion Church is one of the few physical structures that speaks to the rich African American history and heritage in the town of Amherst and surrounding areas.",
  "/wiki/Amherst,_Massachusetts": "Amherst (/ˈæmərst/ (listen)) is a town in Hampshire County, Massachusetts, United States, in the Connecticut River valley. As of the 2010 census, the population was 37,819, making it the highest populated municipality in Hampshire County (although the county seat is Northampton). The town is home to Amherst College, Hampshire College, and the University of Massachusetts Amherst, three of the Five Colleges. The name of the town is pronounced without the h (\"AM-erst\") by natives and long-time residents, giving rise to the local saying, \"only the 'h' is silent\", in reference both to the pronunciation and to the town's politically active populace.",
  "/wiki/Calvary_Methodist_Church": "Calvary Methodist Church is a historic Methodist church building at 300 Massachusetts Avenue in Arlington, Massachusetts.  Built in 1919-23, the building is a near replica of Boston's Kings Chapel, executed in wood.  Its tower is topped by a belfry designed by architect Charles Bulfinch in 1809 and built for use on Boylston Market; it was rescued from demolition and given to the church in 1921.  The building was listed on the National Register of Historic Places in 1983.",
  "/wiki/Arlington,_Massachusetts": "Arlington is a town in Middlesex County, Massachusetts, United States, six miles (10 km) northwest of Boston. The population was 42,844 at the 2010 census.",
  "/wiki/Methodist_Church": "Methodism, also known as the Methodist movement, is a group of historically related denominations of Protestant Christianity which derive their practice and belief from the life and teachings of John Wesley. George Whitefield and John's brother Charles Wesley were also significant early leaders in the movement. It originated as a revival movement within the 18th-century Church of England and became a separate denomination after Wesley's death. The movement spread throughout the British Empire, the United States, and beyond because of vigorous missionary work, today claiming approximately 80 million adherents worldwide.[nb 1]",
  "/wiki/Barnstable,_Massachusetts": "Barnstable (/ˈbɑːrnstəbəl/ BARN-stə-bəl) is a city, referred to as the Town of Barnstable, in the U.S. state of Massachusetts and the county seat of Barnstable County. Barnstable is the largest community, both in land area and population, on Cape Cod. At the 2010 census it had a population of 45,193. The town contains several villages (one of which is also named Barnstable) within its boundaries. Its largest village, Hyannis, is the central business district of the county and home to Barnstable Municipal Airport, the airline hub of Cape Cod and the islands of Martha's Vineyard and Nantucket. Additionally, Barnstable is a 2007 winner of the All-America City Award.",
  "/wiki/Charles_Street_African_Methodist_Episcopal_Church": "Charles Street African Methodist Episcopal Church is an historic African Methodist Episcopal Church at 551 Warren Street in Boston, Massachusetts. The current church building (originally All Souls Unitarian Church)  was built in 1888 by J. Williams Beal and added to the National Register of Historic Places in 1983.",
  "/wiki/Boston,_Massachusetts": "Boston (UK: /ˈbɒstən/, US: /ˈbɔːstən/) is the capital and most populous city of the Commonwealth of Massachusetts in the United States, and the 21st most populous city in the United States. The city proper covers 49 square miles (127 km2) with an estimated population of 694,583 in 2018, also making it the most populous city in New England. Boston is the seat of Suffolk County as well, although the county government was disbanded on July 1, 1999. The city is the economic and cultural anchor of a substantially larger metropolitan area known as Greater Boston, a metropolitan statistical area (MSA) home to a census-estimated 4.8 million people in 2016 and ranking as the tenth-largest such area in the country. As a combined statistical area (CSA), this wider commuting region is home to some 8.2 million people, making it the sixth most populous in the United States.",
  "/wiki/Greenwood_Memorial_United_Methodist_Church": "Greenwood Memorial United Methodist Church (also known as \"Highland Memorial Episcopal Church\" or \"Greenwood Memorial Church\") is an historic church at 378A-380 Washington Street in the Dorchester neighborhood of Boston, Massachusetts.",
  "/wiki/St._Mark%27s_Methodist_Church_(Brookline,_Massachusetts)": "St. Mark's Methodist Church is a historic church building at 90 Park Street in Brookline, Massachusetts.  The church was built in 1892 to a design by George Clough in a Romanesque style.  The building, vacated by its dwindling congregation in 1968, was listed on the National Register of Historic Places in 1976.  It has since been converted into condominiums.",
  "/wiki/Brookline,_Massachusetts": "Brookline /ˈbrʊklaɪn/ is a town in Norfolk County, Massachusetts, in the United States, and is a part of Greater Boston. Brookline borders six of Boston's neighborhoods: Brighton, Allston, Fenway–Kenmore, Mission Hill, Jamaica Plain, and West Roxbury. The city of Newton lies to the west of Brookline.",
  "/wiki/First_Methodist_Church_(Clinton,_Massachusetts)": "The First Methodist Church is a historic Methodist church building at 75 Walnut Street in Clinton, Massachusetts.  It is an L-shaped stone and stucco structure, two stories in height, with a steeply pitched slate roof.  The ground floor is finished in uncoursed fieldstone.  One entrance is set recessed behind a segmented stone arch at the southern end of the main facade, with a second entrance at the projecting gable at the northern end.  The church was designed by Woodbury and Stuart of Boston, and construction of the building was begun in 1927 for a congregation established in 1830.  The complete plan for the building was never realized due to a lack of funding, and only the community center and rectory were completed.  These were used by the congregation, the community center space acting as sanctuary, until the 1980s.  The building was rehabilitated in 1988, and how houses two residences and office space.",
  "/wiki/Clinton,_Massachusetts": "Clinton is a town in Worcester County, Massachusetts, United States. The population was 13,606 at the 2010 census.",
  "/wiki/Brayton_Methodist_Episcopal_Church": "Brayton Methodist Episcopal Church is an historic former Methodist church building located at 264 Griffin Street in Fall River, Massachusetts. The wooden Gothic Revival church building was constructed in 1897 through the generosity of John Summerfield Brayton and his sister Mary Brayton Young. It was designed by local architect Charles H. Farnham.",
  "/wiki/Fall_River,_Massachusetts": "Fall River is a city in Bristol County, Massachusetts, United States.  The City of Fall River is located approximately 53 miles (85 km) south of Boston, 17 miles (27 km) southeast of Providence, Rhode Island, 20 miles (32 km) south of Taunton, 12 miles (19 km) west of New Bedford, 20 miles (32 km) north of Newport, Rhode Island, 200 miles (320 km) northeast of New York City and 420 miles (680 km) northeast of Washington D.C.",
  "/wiki/Clinton_African_Methodist_Episcopal_Zion_Church": "The Clinton African Methodist Episcopal Zion Church is a historic church at 9 Elm Court in Great Barrington, Massachusetts.  It was the first African American church in Berkshire County, and it was a place where noted Great Barrington native W.E.B. Du Bois is known to have attended services.  The Shingle style church was completed in 1887, and continues to  serve as a center of African American worship in southern Berkshire County.",
  "/wiki/Great_Barrington,_Massachusetts": "Great Barrington is a town in Berkshire County, Massachusetts, United States. It is part of the Pittsfield, Massachusetts Metropolitan Statistical Area. The population was 7,104 at the 2010 census. Both a summer resort and home to Ski Butternut, Great Barrington includes the villages of Van Deusenville and Housatonic. It is the birthplace of W. E. B. Du Bois. In 2012, Smithsonian magazine ranked Great Barrington #1 in its list of \"The 20 Best Small Towns in America\".",
  "/wiki/South_Harwich_Methodist_Church": "The South Harwich Methodist Church is a historic Methodist church building on 270 Chatham Road in South Harwich, Massachusetts, USA.  Built in 1836, it is a well-preserved example of a typical Cape Cod church of the first half of the 19th century.  It was the town's second Methodist meeting house, and was listed on the National Register of Historic Places in 1986.",
  "/wiki/Harwich,_Massachusetts": "Harwich (/ˈhɑːrwɪtʃ/ HAR-witch) is a New England town on Cape Cod, in Barnstable County in the state of Massachusetts in the United States. At the 2010 census it had a population of 12,243. The town is a popular vacation spot, located near the Cape Cod National Seashore. Harwich's beaches are on the Nantucket Sound side of Cape Cod. Harwich has three active harbors.  Saquatucket, Wychmere and Allen Harbors are all in Harwich Port. The town of Harwich includes the villages of Pleasant Lake, West Harwich, East Harwich, Harwich Port, Harwich Center, North Harwich and South Harwich.",
  "/wiki/Bethel_African_Methodist_Episcopal_Church_and_Parsonage": "The Bethel African Methodist Episcopal Church and Parsonage is an historic church and parsonage at 6 Sever Street in Plymouth, Massachusetts.  The congregation, founded in 1866, is one of a small number of African Methodist Episcopal (AME) congregations in eastern Massachusetts, and is an enduring component of the small African-American community in Plymouth.  Its church, built about 1840 as a commercial building and consecrated in 1870, was listed on the National Register of Historic Places in 2007.",
  "/wiki/Plymouth,_Massachusetts": "Plymouth (/ˈplɪməθ/; historically known as Plimouth and Plimoth) is a town in Plymouth County, Massachusetts. The town holds a place of great prominence in American history, folklore, and culture, and is known as \"America's Hometown.\" Plymouth was the site of the colony founded in 1620 by the Mayflower Pilgrims, where New England was first established. It is the oldest municipality in New England and one of the oldest in the United States. The town has served as the location of several prominent events, one of the more notable being the First Thanksgiving feast. Plymouth served as the capital of Plymouth Colony from its founding in 1620 until the colony's merger with the Massachusetts Bay Colony in 1691. It is named after Plymouth, England where the Mayflower set sail for America.",
  "/wiki/Center_Methodist_Church": "The Center Methodist Church or Center Methodist Episcopal Church is located in Provincetown, Massachusetts at 356 Commercial Street. It is listed on the National Register of Historic Places. The church moved to a new building in 1955, and the building has changed hands several times since.  It is currently the home of the Provincetown Public Library.",
  "/wiki/Provincetown,_Massachusetts": "Provincetown /ˈprɒvɪnsˌtaʊn/ is a New England town located at the extreme tip of Cape Cod in Barnstable County, Massachusetts, in the United States. A small coastal resort town with a year-round population of just under 3,000, Provincetown has a summer population of as high as 60,000.  Often called \"P-town\" or \"P'town\", the town is known for its beaches, harbor, artists, tourist industry, and its status as a vacation destination for the LGBT+ community.",
  "/wiki/Wesley_Methodist_Church_(Salem,_Massachusetts)": "Wesley Methodist Church is a historic Methodist church at 8 North Street in Salem, Massachusetts. It is currently affiliated with the United Methodist denomination.",
  "/wiki/Salem,_Massachusetts": "Salem (/ˈseɪləm/) is a historic coastal city in Essex County, Massachusetts located in the North Shore region. It was settled in 1626 and was one of the most significant seaports in early American history.",
  "/wiki/Notre_Dame_Catholic_Church": "Notre Dame Catholic Church is a historic church on Main Street at Marcy Street in Southbridge, Massachusetts.",
  "/wiki/Southbridge,_Massachusetts": "The Town of Southbridge has a city form of government with a city council legislative body, but via a statute calls itself a Town. It is located in Worcester County, Massachusetts, United States. The population was 16,719 at the 2010 census. Southbridge is one of thirteen Massachusetts municipalities that have applied for, and been granted, city forms of government but wish to retain \"The town of\" in their official names.",
  "/wiki/Methodist_Episcopal_Society_of_Tyringham": "Methodist Episcopal Society of Tyringham (or the Union Church and Parsonage) is a historic church at 128-130 Main Road in Tyringham, Massachusetts, and is presently the only church standing in the community.  The property includes a Greek Revival church building built in 1844, and a parsonage house next door.  Between 1844 and 1907, the church was also used for town meetings.  The property was listed on the National Register of Historic Places in 2000.",
  "/wiki/Tyringham,_Massachusetts": "Tyringham is a town in Berkshire County, Massachusetts, United States. It is part of the Pittsfield, Massachusetts Metropolitan Statistical Area. The population was 327 at the 2010 census."
}