{
  "/wiki/Princeton_United_Methodist_Church": "Princeton United Methodist Church is a United Methodist congregation located at 7 Vandeventer Avenue in Princeton, New Jersey.  The church is located on Nassau Street, directly across from Princeton University.",
  "/wiki/Princeton,_New_Jersey": "Princeton is a municipality with a borough form of government in Mercer County, New Jersey, United States, that was established in its current form on January 1, 2013, through the consolidation of the now-defunct Borough of Princeton and Princeton Township. As of the 2010 United States Census, the municipality's population was 28,572, reflecting the former township's population of 16,265, along with the 12,307 in the former borough.",
  "/wiki/Solomon_Wesley_United_Methodist_Church": "Solomon Wesley United Methodist Church is a historic church at 291-B Davistown Road / Asyla Road in the Blackwood section of Gloucester Township, Camden County, New Jersey, United States.",
  "/wiki/Blackwood,_New_Jersey": "Blackwood is an unincorporated community and census-designated place (CDP) located within Gloucester Township, in Camden County, New Jersey, United States. As of the 2010 United States Census, the CDP's population was 4,545. It is located 10 miles (16 km) from the city of Camden and 14.6 miles (23.5 km) away from Philadelphia.",
  "/wiki/Rockaway_Valley_Methodist_Church": "Rockaway Valley Methodist Church is a historic church in Boonton, Morris County, New Jersey, United States.",
  "/wiki/Boonton,_New_Jersey": "Boonton is a town in Morris County, New Jersey, United States. As of the 2010 United States Census, the town's population was 8,347, reflecting a decline of 149 (−1.8%) from the 8,496 counted in the 2000 Census, which had in turn increased by 153 (+1.8%) from the 8,343 counted in the 1990 Census. The settlement was originally called \"Boone-Towne\" in 1761 in honor of the Colonial Governor Thomas Boone.",
  "/wiki/New_Asbury_Methodist_Episcopal_Meetinghouse": "New Asbury Methodist Episcopal Meeting House, now known as Asbury United Methodist Church, is a historic church in Middle Township, Cape May County, New Jersey, about six miles north of  Cape May Court House.",
  "/wiki/Cape_May_Court_House,_New_Jersey": "Cape May Court House is an unincorporated community and census-designated place (CDP) located within Middle Township in Cape May County, New Jersey, United States. It is part of the Ocean City Metropolitan Statistical Area. As of the 2010 United States Census, the CDP's population was 5,338. It is the county seat of Cape May County and serves as the principal administrative hub for the township.",
  "/wiki/Glendale_Methodist_Episcopal_Church": "Glendale Methodist Episcopal Church is a historic church at 615 Haddonfield-Berlin Road (CR 561), at the junction with White Horse Road (CR 673), in the Glendale section of Voorhees Township, Camden County, New Jersey, United States. It was added to the National Register of Historic Places on August 4, 1995 for its significance in community planning, development, and education from 1855 to 1920. At the time of its construction, the village of Glendale was impacted by the train station stop of Ashland on the Camden Atlantic Railroad. Because of the railroad, Philadelphians and shore villagers came to trade and do business.",
  "/wiki/Glendale,_Camden_County,_New_Jersey": "Glendale is an unincorporated community located within Voorhees Township, in Camden County, New Jersey, United States. The area is primarily located at the intersection of County Route 561 (Haddonfield-Berlin Road) and County Route 673 (White Horse Road). This intersection is home to the Glendale Methodist Episcopal Church. The community of Glendale is home to many retail stores, businesses, and residential subdivisions. Stafford Farm is a historic farm in Glendale.",
  "/wiki/Trinity_African_Methodist_Episcopal_Church": "Trinity African Methodist Episcopal Church is a historic church in Gouldtown, Fairfield Township, Cumberland County, New Jersey, United States.  Gouldtown is now just a crossroads with a few buildings, but it is one of the oldest settlements in America founded by free, land-owning African-Americans. The Rev. Ruben Cuff of Salem County organized a society of African Americans in 1818. In 1823 they bought an unused schoolhouse to use as a church, and in 1834 they bought a second schoolhouse and moved it to the site.",
  "/wiki/Gouldtown,_New_Jersey": "Fairfield Township is a township in Cumberland County, New Jersey, United States. It is part of the Vineland-Millville- Bridgeton Primary Metropolitan Statistical Area for statistical purposes. As of the 2010 United States Census, the township's population was 6,295, reflecting an increase of 12 (+0.2%) from the 6,283 counted in the 2000 Census, which had in turn increased by 584 (+10.2%) from the 5,699 counted in the 1990 Census.",
  "/wiki/Methodist_Episcopal_Church_(Madison,_New_Jersey)": "Methodist Episcopal Church, currently known as the United Methodist Church in Madison, is a historic church at 24 Madison Avenue in Madison, Morris County, New Jersey, United States.",
  "/wiki/Madison,_New_Jersey": "Madison is a borough in Morris County, New Jersey, United States. As of the 2010 United States Census, the population was 15,845, reflecting a drop in population of 685 (−4.1%) from the 16,530 counted in the 2000 Census, which had in turn increased by 680 (+4.3%) from the 15,850 counted in the 1990 Census. It is known as \"The Rose City\" and was named in honor of President James Madison.",
  "/wiki/Clarksburg_Methodist_Episcopal_Church": "Clarksburg Methodist Episcopal Church (also known as Clarksburg United Methodist Church) is a historic Methodist church at 512 County Road 524 in Millstone Township, Monmouth County, New Jersey, United States.",
  "/wiki/Millstone_Township,_New_Jersey": "Millstone Township is a township in Monmouth County, New Jersey, United States. It is located in the New York Metropolitan Area. As of the 2010 United States Census, the township's population was 10,566, reflecting an increase of 1,596 (+17.8%) from the 8,970 counted in the 2000 Census, which had in turn increased by 3,901 (+77.0%) from the 5,069 counted in the 1990 Census.",
  "/wiki/First_Methodist_Episcopal_Church_(Montclair,_New_Jersey)": "First Methodist Episcopal Church is a historic church at 24 N. Fullerton Avenue in Montclair, Essex County, New Jersey, United States.",
  "/wiki/Montclair,_New_Jersey": "Montclair (/mɒn(t)ˈklɛər/) is a township in Essex County, New Jersey, United States. As of the 2010 United States Census, the township's population was 37,669, reflecting a decline of 1,308 (−3.4%) from the 38,977 counted in the 2000 Census, which had in turn increased by 1,248 (+3.3%) from the 37,729 counted in the 1990 Census. As of 2010[update], it was the 60th-most-populous municipality in New Jersey.",
  "/wiki/Mount_Salem_Methodist_Episcopal_Church": "Mount Salem Methodist Episcopal Church is a historic church in Alexandria Township, Hunterdon County, New Jersey, United States.",
  "/wiki/Ocean_Grove_Camp_Meeting_Association": "Ocean Grove is an unincorporated community and census-designated place (CDP) located within Neptune Township, Monmouth County, New Jersey, United States. It had a population of 3,342 at the 2010 United States Census. It is located on the Atlantic Ocean's Jersey Shore, between Asbury Park to the north and Bradley Beach to the south. Listed on the National Register of Historic Places, Ocean Grove is noted for its abundant examples of Victorian architecture and the Great Auditorium,  acclaimed as \"the state’s most wondrous wooden structure, soaring and sweeping, alive with the sound of music\".",
  "/wiki/Ocean_Grove,_New_Jersey": "Ocean Grove is an unincorporated community and census-designated place (CDP) located within Neptune Township, Monmouth County, New Jersey, United States. It had a population of 3,342 at the 2010 United States Census. It is located on the Atlantic Ocean's Jersey Shore, between Asbury Park to the north and Bradley Beach to the south. Listed on the National Register of Historic Places, Ocean Grove is noted for its abundant examples of Victorian architecture and the Great Auditorium,  acclaimed as \"the state’s most wondrous wooden structure, soaring and sweeping, alive with the sound of music\".",
  "/wiki/Simpson_United_Methodist_Church": "Simpson United Methodist Church is a historic church at High and Jefferson Streets in Perth Amboy, Middlesex County, New Jersey, United States.",
  "/wiki/Perth_Amboy,_New_Jersey": "Perth Amboy is a city in Middlesex County, New Jersey, United States. The City of Perth Amboy is part of the New York metropolitan area. As of the 2010 United States Census, the city's population was 50,814, reflecting an increase of 3,511 (+7.4%) from the 47,303 counted in the 2000 Census, which had in turn increased by 5,336 (+12.7%) from the 41,967 counted in the 1990 Census. Perth Amboy has a Hispanic majority population. In the 2010 census, persons of \"Hispanic, Latino or Spanish origin\" made up 78.1% of the population, the second-highest in the state, behind Union City at 84.7%. Perth Amboy is known as the \"City by the Bay\", referring to its location adjoining Raritan Bay.",
  "/wiki/Richwood_Methodist_Church": "Richwood Methodist Church is a historic church on Elmer Road in the Richwood section of Harrison Township, Gloucester County, New Jersey, United States.",
  "/wiki/Richwood,_New_Jersey": "Richwood is an unincorporated community and census-designated place (CDP) located in Gloucester County, New Jersey, United States, that is split between Harrison Township (with 3,400 of the CDP's residents) and Mantua Township (with 59 of the total). As of the 2010 United States Census, the CDP's total population was 3,459.",
  "/wiki/Harmony_Hill_United_Methodist_Church": "Harmony Hill Methodist Church is a Methodist Episcopal house of worship affiliated with the United Methodist Church and located about one mile north of the village of Stillwater in Stillwater Township, in the Sussex County, New Jersey, United States.",
  "/wiki/Stillwater,_New_Jersey": "Stillwater Township is a township located in Sussex County, New Jersey, United States.  Located in the Kittatinny Valley, Stillwater is a rural farming community with a long history of dairy farming. As of the 2010 United States Census, the township's population was 4,099.",
  "/wiki/Bethel_African_Methodist_Episcopal_Church_(Springtown,_New_Jersey)": "Bethel African Methodist Episcopal Church is a historic African Methodist Episcopal Church building in Springtown, Greenwich Township, Cumberland County, New Jersey, United States.",
  "/wiki/Springtown,_New_Jersey": "Springtown is an unincorporated community in Greenwich Township, in Cumberland County, New Jersey, United States.",
  "/wiki/Stockholm_United_Methodist_Church": "Stockholm United Methodist Church (Bethel Methodist Episcopal Church of Snufftown) is a historic church on County Route 515 in the Stockholm section of Hardyston Township in Sussex County, New Jersey, United States.",
  "/wiki/Stockholm,_New_Jersey": "Stockholm is an unincorporated community located in the southeastern part of Hardyston Township in Sussex County, New Jersey, United States. Its ZIP Code is 07460.  Like many neighboring towns, Stockholm is home to a number of lakes including Deer Trail Lakes, Lake Stockholm, Lake Gerard, Beaver Lake, Lake Tamarack and Summit Lake.",
  "/wiki/Mount_Zion_African_Methodist_Episcopal_Church_and_Mount_Zion_Cemetery": "Mount Zion African Methodist Episcopal Church and Mount Zion Cemetery is a historic church at 172 Garwin Road in Woolwich Township, Gloucester County, New Jersey, United States.",
  "/wiki/Woolwich,_New_Jersey": "Woolwich Township is a township in Gloucester County, New Jersey, United States. As of the 2010 United States Census, the township's population was 10,200, reflecting an increase of 7,168 (+236.4%) from the 3,032 counted in the 2000 Census, which had in turn increased by 1,573 (+107.8%) from the 1,459 counted in the 1990 Census.",
  "/wiki/Mount_Bethel_Methodist_Church": "Mount Bethel Methodist Church is a historic church in the Port Murray section of Mansfield Township, Warren County, New Jersey, United States.",
  "/wiki/Vienna,_New_Jersey": "Vienna is an unincorporated community and census-designated place (CDP) located within Independence Township in Warren County, New Jersey, United States, that was created as part of the 2010 United States Census. As of the 2010 Census, the CDP's population was 981.",
  "/wiki/Port_Elizabeth,_New_Jersey": "Port Elizabeth is an unincorporated community located within Maurice River Township in Cumberland County, New Jersey, United States. The area is served as United States Postal Service ZIP code 08348."
}