{
  "/wiki/Graysontown_Methodist_Church": "Graysontown Methodist Church is a historic Methodist church building located near Graysontown, Montgomery County, Virginia.  It was built in 1895, and is a one-story, three-bay, nave plan frame structure clad in weatherboard. It has a two-stage central tower, with bracketed friezes and pyramidal roof.",
  "/wiki/Graysontown,_Virginia": "Graysontown is an unincorporated community in Montgomery County, Virginia, United States. Graysontown is located on the Little River 6.5 miles (10.5 km) south of Radford.",
  "/wiki/Main_Street_Methodist_Episcopal_Church_South": "Main Street Methodist Church, now known as the Main Street United Methodist Church, is a historic Methodist church located at Danville, Virginia.  It was built between 1865 and 1873, and is a scored stucco over brick, Romanesque Revival style porch. It features an elaborate 87 feet (27 m) tall, corner bell tower that dates from an 1890-1891 church enlargement and remodeling.  A complementary flanking educational building was added in 1923.  It is known locally as the \"Mother Church of Methodism in Danville.\"",
  "/wiki/Danville,_Virginia": "Danville is an independent city in the Commonwealth of Virginia in the United States, located on the fall line of the Dan River. It was a major center of Confederate activity during the Civil War, due to its strategic location on the Richmond and Danville Railroad, and today is principal city of the Danville, Virginia Micropolitan Statistical Area.",
  "/wiki/Butterwood_Methodist_Church_and_Butterwood_Cemetery": "Butterwood Methodist Church and Butterwood Cemetery is a historic Methodist church and cemetery located at Blackstone, Dinwiddie County, Virginia. It was built in 1866-1867, and is a one-story, frame building in the Carpenter Gothic style. It measures approximately 34 feet wide and 45 feet long, and features board and batten siding and concave gingerbread trim.  Surrounding the church are approximately nine additional acres to which about 1,000 graves were moved from cemeteries that had to be abandoned when the 48,000-acre Camp Pickett Military Reservation was created at the beginning of World War II.",
  "/wiki/Blackstone,_Virginia": "Blackstone, formerly named Blacks and White, and Bellefonte,  is a town in Nottoway County, Virginia, United States. The population was 3,621 at the 2010 census.",
  "/wiki/St._John%27s_African_Methodist_Episcopal_Church_(Norfolk,_Virginia)": "St. John's AME Church is a historic congregation of the African Methodist Episcopal Church in Norfolk, Virginia, United States. Founded in 1840, it was the first African American Episcopal Church in Virginia. It moved to its present location on East Bute Street in what is now Downtown Norfolk in 1848.",
  "/wiki/Norfolk,_Virginia": "Norfolk (/ˈnɔːrfʊk/ (listen) NOR-fuuk) is an independent city in the Commonwealth of Virginia in the United States. At the 2010 census, the population was 242,803; in 2018, the population was estimated to be 244,076 making it the second-most populous city in Virginia after neighboring Virginia Beach and the  91st largest city in the nation.",
  "/wiki/Thomas_Methodist_Episcopal_Chapel": "Thomas Methodist Episcopal Chapel, also known as Thomas Chapel and Thomas Chapel United Methodist Church, is a historic Methodist Episcopal church located at Thaxton, Bedford County, Virginia.  It was built in 1844, and is a small, rectangular-plan, one-story, one-room, brick structure in a vernacular Greek Revival style.  It measures 30 feet wide and 40 feet long, and has a three-bay facade and a pedimented front gable roof.",
  "/wiki/Thaxton,_Virginia": "Thaxton is an unincorporated community in Bedford County, Virginia, United States.",
  "/wiki/Third_Street_Bethel_A.M.E._Church": "Third Street Bethel A.M.E. Church is a historic African Methodist Episcopal church located in Richmond, Virginia.  It built in 1857, and remodeled in 1875. It is a large Victorian Gothic brick building with two-story towers flanking a central gable.  The central gable and towers feature Gothic lancet windows.",
  "/wiki/Richmond,_Virginia": "Richmond (/ˈrɪtʃmənd/) is the capital city of the Commonwealth of Virginia. It is the center of the Richmond Metropolitan Statistical Area (MSA) and the Greater Richmond Region. Richmond was incorporated in 1742 and has been an independent city since 1871.",
  "/wiki/Washington_Street_Methodist_Church": "Washington Street Methodist Church is a historic Methodist church located at Petersburg, Virginia. It was built in 1842, and is a one-story with gallery, brick building in the Greek Revival style. It features a massive Greek Doric order pedimented tetrastyle portico added in 1890. Wings were added in 1922-1923, connected to the main building by columned hyphens.",
  "/wiki/Petersburg,_Virginia": "Petersburg is an independent city in the Commonwealth of Virginia in the United States. As of the 2010 census, the population was 32,420. The Bureau of Economic Analysis combines Petersburg (along with the city of Colonial Heights) with Dinwiddie County for statistical purposes. It is located on the Appomattox River (a tributary of the longer larger James River flowing east to meet the southern mouth of the Chesapeake Bay at the Hampton Roads harbor and the Atlantic Ocean). The city is just 21 miles (34 km) south of the historic commonwealth (state) capital city of Richmond. The city's unique industrial past and its location as a transportation hub combined to create wealth for Virginia and the Middle Atlantic and Upper South regions of the nation.",
  "/wiki/Trinity_United_Methodist_Church_(Ellett,_Virginia)": "Trinity United Methodist Church is a historic Methodist church building located near Ellett, Montgomery County, Virginia.  It was built between 1908 and 1910, and is a one-story, four-bay, nave plan brick structure. It has a two-stage corner tower, containing a vestibule at the northwest corner. The second stage of the tower takes the form of an open belfry with sawn brackets supporting a conical cap with finial. A Sunday school wing added in 1961.",
  "/wiki/Ellett,_Virginia": "Ellett is an unincorporated community in Montgomery County, Virginia, United States. Ellett is located at the junction of State Routes 603 and 723 3.7 miles (6.0 km) southeast of Blacksburg.",
  "/wiki/Silverbrook_Methodist_Church": "Silverbrook Methodist Church, also known as Silverbrook United Methodist Church, is a historic Methodist church located at Lorton, Fairfax County, Virginia.  It was built between 1906 and 1908, and is a rectangular, one-story, one-room, gable-front, frame structure with a projecting front vestibule topped by a bell tower. It is in the Late Gothic Revival style and measures approximately 24\nfeet by 40 feet. Also on the property is a contributing church cemetery dated to 1911.",
  "/wiki/Lorton,_Virginia": "Lorton is a census-designated place (CDP) in Fairfax County, Virginia, United States. The population was 18,610 as of the 2010 census.",
  "/wiki/Epworth_United_Methodist_Church": "The Epworth United Methodist Church is a United Methodist church in the Edgewater neighborhood of Chicago, Illinois. It was built in the Romanesque style and is noted for its exterior walls of brown, rusticated boulders. The church was completed in 1891, becoming the second church in Edgewater after the completion of the Episcopal Church of the Atonement in 1889. The structure was enlarged in 1930, and was added to the National Register of Historic Places in 2008.",
  "/wiki/Chilhowie_Methodist_Episcopal_Church": "Chilhowie Methodist Episcopal Church, also known as Chilhowie United Methodist Church, is a historic Methodist Episcopal church located at Chilhowie, Smyth County, Virginia. It was built in 1893–1894, and is a cruciform plan, golden brown brick, Late Gothic Revival-style church.  It has a gable roof and a central front projecting bell tower.  The church features lancet windows, a stained glass rose window, and a vaulted ceiling.",
  "/wiki/Chilhowie,_Virginia": "Chilhowie /tʃɪlˈhaʊi/ is a town in Smyth County, Virginia, United States. The population was 1,781 at the 2010 census. The name Chilhowie is said to come from a Cherokee word meaning “valley of many deer”.",
  "/wiki/Lomax_African_Methodist_Episcopal_Zion_Church": "Lomax African Methodist Episcopal Zion Church is a historic African Methodist Episcopal Zion church located at 2704 24th Rd. South in Arlington, Virginia. It was built in 1922, and is a one-story, three bay by six bay, brick church building on a parged concrete foundation.  It features two unequal-sized crenellated towers and brick buttresses along the facade and side elevations in the Late Gothic Revival style. Also on the property are two contributing resources, including a cemetery dating from circa 1894, and a parsonage built in 1951. The cemetery contains approximately 107 interments.",
  "/wiki/Arlington,_Virginia": "Arlington County is a county in the Commonwealth of Virginia, often referred to simply as Arlington or Arlington, Virginia. The county is situated in Northern Virginia on the southwestern bank of the Potomac River directly across from the District of Columbia, of which it was once a part. The county is coterminous with the U.S. Census Bureau's census-designated place of Arlington. Arlington is considered to be the second-largest \"principal city\" of the Washington metropolitan area.",
  "/wiki/Mt._Vernon_Methodist_Church": "Mt. Vernon Methodist Church is a historic Methodist church in Maces Spring, Virginia, United States. It was built about 1895 and is a one-story, rectangular frame structure with gable roof and simple wooden steeple. The church is most notable for its association with the Carter Family, a traditional American Country music group that recorded between 1927 and 1956. Behind the church is the cemetery containing the graves of Alvin Pleasant \"A.P.\" Delaney Carter (1891–1960) and his wife Sara Dougherty Carter (1898–1979).",
  "/wiki/Maces_Spring,_Virginia": "Maces Spring is a small unincorporated community in Scott County, Virginia, United States, along State Route 614, in an area known as Poor Valley. The settlement consists of a small number of houses. There are no longer any stores in Maces Spring; its main claim to fame is its association with the country music group, the Carter Family.",
  "/wiki/Monumental_Methodist_Church": "Monumental United Methodist Church, formerly known as Dinwiddie Street Methodist Church, is a historic Methodist church located in Portsmouth, Virginia. It is a five-bay brick and stucco, Victorian Gothic style church.  It is features a 182 feet tall, two part central tower.  The church was built between 1871 and 1876 on the foundations of an earlier 1831 building that had burned in 1864.",
  "/wiki/Portsmouth,_Virginia": "Portsmouth is an independent city in the Commonwealth of Virginia. As of the 2010 census, the population was 95,535. It is part of the Hampton Roads metropolitan area.",
  "/wiki/Mt._Olive_Methodist_Episcopal_Church": "Mt. Olive Methodist Episcopal Church is a historic Methodist Episcopal church building in Leesburg, Virginia, United States.  It was built in 1890 and is a one-story, wood frame building in the Late Gothic Revival style.  It sits on a fieldstone foundation and measures 23 feet wide and 42 feet deep.",
  "/wiki/Leesburg,_Virginia": "Leesburg is the county seat of Loudoun County, Virginia. It was built in 1740, and it is occupied by some of Virginia’s most famous families, being named for Thomas Lee, ancestor of Robert E. Lee. In the War of 1812, it became the temporary seat of the United States government, and in the Civil War, it changed hands several times.",
  "/wiki/Rocky_Run_Methodist_Church": "Rocky Run Methodist Church is a historic Methodist church in Alberta, Brunswick County, Virginia. It was built in 1857, and is a one-story, frame Greek Revival style building.  It has a two-room plan consisting of a narrow narthex and a nave. The front facade features a Roman Doric distyle pedimented porch, which frames the paired, four panel door church entrance. Also on the property is a contributing privy and church cemetery.",
  "/wiki/Alberta,_Virginia": "Alberta is a town in Brunswick County, Virginia, United States. The population was 298 at the 2010 census. It is home to the Christanna Campus of Southside Virginia Community College."
}