{
  "/wiki/Bourbon_Iron_Works": "The Bourbon Iron Works, near Owingsville in Bath County, Kentucky, date from 1791.  The works was listed on the National Register of Historic Places in 1976.",
  "/wiki/Kentucky_Route_36": "Kentucky Route 36 (KY 36) is a 149.793-mile-long (241.068 km) state highway in Kentucky that runs from US 421 in Milton to US 460 in Frenchburg.",
  "/wiki/Owingsville,_Kentucky": "Owingsville is a home rule-class city in Bath County, Kentucky, in the United States. The population was 1,530 during the year 2010 U.S. Census. It is the county seat and is located roughly at the county's center, at the junction of US 60 and Kentucky 36. It is part of the Mount Sterling micropolitan area.",
  "/wiki/Confederate_Monument_in_Owingsville": "The Confederate Monument in Owingsville in Bath County, Kentucky, near Owingsville, Kentucky, commemorates the Confederate soldiers who hailed from Bath County.  It is located in Owingsville Cemetery.",
  "/wiki/U.S._Route_60_in_Kentucky": "U.S. Route 60 (US 60) is a major U.S. Highway in the American state of Kentucky. In the early days of the U.S. Highway System, US 60 was originally to be numbered as US 62. Following extensive lobbying and complaints filed by Kentucky governor William J. Fields to the American Association of State Highway Officials, the route was re-designated as US 60 before the system was finalized. In Kentucky, US 60 parallels the Ohio River (the northern boundary of the state). US 60 enters Kentucky from Cairo, Illinois, traveling northeast to Louisville, then takes a direct eastward route (near Interstate 64, I-64) to rejoin the Ohio River in downtown Ashland, Kentucky. Both US 60 and US 23 run concurrently from Ashland to Catlettsburg where US 60 turns east and enters Kenova, West Virginia.",
  "/wiki/Myrtle_Hill_(Bath_County,_Kentucky)": "Myrtle Hill, located near Owingsville, Kentucky, is a Federal-style house and outbuildings dating from 1815.  It was listed on the National Register of Historic Places in 1982.  The listing includes four contributing buildings.",
  "/wiki/U.S._Route_64": "U.S. Route 64 (US 64) is an east–west United States highway that runs for 2,326 miles (3,743 km) from Nags Head in eastern North Carolina to just southwest of the Four Corners in northeast Arizona. The western terminus is at U.S. Route 160 in Teec Nos Pos, Arizona. The highway's eastern terminus is at NC 12 and U.S. Route 158 at Whalebone Junction, North Carolina.",
  "/wiki/J.J._Nesbitt_House": "The J.J. Nesbitt House, at 233 W. Main St. in Owingsville, Kentucky, was listed on the National Register of Historic Places in 2010.",
  "/wiki/Thomas_Deye_Owings_House": "The Col. Thomas Deye Owings House, at Main St. and Courthouse Sq. in Owingsville, Kentucky, was built during 1811–14.  It was listed on the National Register of Historic Places in 1978.",
  "/wiki/Owingsville_Commercial_District_and_Courthouse_Square": "Owingsville Commercial District and Courthouse Square is a historic district in Owingsville, Kentucky which was listed on the National Register of Historic Places in 1978, and was expanded by a boundary increase listing in 1985.",
  "/wiki/Ramey_Mound": "The Ramey Mound, designated 15BH1, is an archaeological site in Bath County in the northeastern part of the U.S. state of Kentucky.  Built by people of the prehistoric Adena culture, the site has been known for more than two centuries; it was recorded in 1807 as consisting of an enclosure at least 3 feet (0.91 m) high.  In 1871, another survey observed four mounds in association with the main earthwork: one was located just east of the enclosure, another directly to the west, a larger one to the southeast, and a small one to the southwest.  The source of a nearby brook lies within the site and transverses the enclosure; the 1871 survey supposed that it had been dug to provide earth for the enclosure.  By the time of this later survey, cultivation had reduced the earthwork to the point that it was nearly indistinguishable.",
  "/wiki/Sharpsburg,_Kentucky": "Sharpsburg is a home rule-class city in Bath County, Kentucky, in the United States. The population was 323 as of the 2010 U.S. census. It is part of the Mount Sterling micropolitan area.",
  "/wiki/Raccoon_John_Smith_House": "The \"Raccoon\" John Smith House in Owingsville, Kentucky was built in 1839.  It was listed on the National Register of Historic Places in 2012.",
  "/wiki/Springfield_Presbyterian_Church_(Sharpsburg,_Kentucky)": "Springfield Presbyterian Church is a historic church in Sharpsburg, Kentucky. It was built in 1821 and added to the National Register of Historic Places in 1979."
}