{
  "/wiki/2016_Summer_Olympics": "The 2016 Summer Olympics (Portuguese: Jogos Olímpicos de Verão de 2016),[a] officially known as the Games of the XXXI Olympiad (Portuguese: Jogos da XXXI Olimpíada) and commonly known as Rio 2016, was an international multi-sport event that was held from 5 to 21 August 2016 in Rio de Janeiro, Brazil, with preliminary events in some sports beginning on 3 August. These were the first Olympic Games ever to be held in South America and the fourth to be held in a developing country, after the 1968 Summer Olympics in Mexico, the 1980 Summer Olympics in the Soviet Union, and the 2008 Summer Olympics in China.",
  "/wiki/Niluka_Karunaratne": "Niluka Karunaratne (Sinhala: නිලූක කරුණාරත්න; Tamil: நிலுக கருணாரத்ன) (born 13 February 1985) is a Sri Lankan Olympic badminton player who compete in 2012 and 2016. He was selected to captain the Sri Lankan contingent to the 2012 Summer Olympics. Karunaratne competed in five consecutives Commonwealth Games from 2002–2018.",
  "/wiki/Badminton_at_the_2016_Summer_Olympics": "The badminton tournaments at the 2016 Summer Olympics in Rio de Janeiro took place from 11 to 20 August at the fourth pavilion of Riocentro. A total of 172 athletes competed in five events: men's singles, men's doubles, women's singles, women's doubles, and mixed doubles.",
  "/wiki/2012_Summer_Olympics": "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was an international multi-sport event that was held from 27 July to 12 August 2012 in London, United Kingdom. The first event, the group stage in women's football, began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremony on 27 July. 10,768 athletes from 204 National Olympic Committees (NOCs) participated.",
  "/wiki/Thilini_Jayasinghe": "Thilini Sudhara Jayasinghe (Sinhalese: තිලිනි සුනාරි ජයසිංහ; Tamils: திலினி சுனாரி ஜயசிங்க; born 15 January 1985) is a Sri Lankan badminton player. Born in Peradeniya, Jayasinghe started playing badminton at age of 9, and has joined the national team in 2000. She attended Mahamaya College and was named Best Sports Woman in 2004. In 2006 and 2010, she competed at the Asian and Commonwealth Games. Jayasinghe also competed for Sri Lanka at the 2008 and 2012 Summer Olympics in the women's singles event. She is the first woman badminton player to have ever represented Sri Lanka at the Olympic Games.",
  "/wiki/Badminton_at_the_2012_Summer_Olympics": "The badminton tournaments at the 2012 Olympic Games in London took place between 28 July and 5 August at Wembley Arena.",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/Susanthika_Jayasinghe": "Deshabandu Susanthika Jayasinghe(Sinhala: සුසන්තිකා ජයසිංහ; Tamil: சுசந்திகா ஜயசிங்ஹ) (born December 17, 1975) is a Sri Lankan sprint athlete specializing in the 100 and 200 metres. She won the Olympic silver medal for the 200m event in the 2000 Summer Olympics in Sydney, the second Sri Lankan to win an Olympic medal and the first Asian to win an Olympic or world championship medal in a sprint event. She also won two gold medals at the 2007 Asian Athletics Championships and a bronze medal at the 2007 IAAF World Championships. She is known as the Asian Black Mare.",
  "/wiki/Athletics_at_the_2008_Summer_Olympics": "Athletics at the 2008 Summer Olympics were held during the last ten days of the games, from August 15 to August 24, 2008, at the Beijing National Stadium.  The Olympic sport of athletics is split into four distinct sets of events: track and field events, road running events, and racewalking events.",
  "/wiki/2004_Summer_Olympics": "The 2004 Summer Olympics (Greek: Θερινοί Ολυμπιακοί Αγώνες 2004, Therinoí Olympiakoí Agónes 2004), officially known as the Games of the XXVIII Olympiad and commonly known as Athens 2004, was a premier international multi-sport event held in Athens, Greece, from 13 to 29 August 2004 with the motto Welcome Home.",
  "/wiki/Athletics_at_the_2004_Summer_Olympics": "At the 2004 Summer Olympics, the athletics events were held at the Athens Olympic Stadium from August 18 to August 29, except for the marathons (run from Marathonas to the Kallimarmaro Stadium), the race walks (on the streets of Athens), and the shot put (held at the Ancient Olympia Stadium). A total of 46 events were contested, of which 24 by male and 22 by female athletes.",
  "/wiki/2000_Summer_Olympics": "The 2000 Summer Olympics, officially known as the Games of the XXVII Olympiad and commonly known as Sydney 2000 or the Millennium Olympic Games/Games of the New Millennium, was an international multi-sport event held between 15 September and 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and also the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956.",
  "/wiki/Damayanthi_Dharsha": "Damayanthi Dharsha-Kobalavithanage (born 13 February 1975) is a retired Sri Lankan athlete who competed in the 200 and 400 metres race.",
  "/wiki/Athletics_at_the_2000_Summer_Olympics": "At the 2000 Summer Olympics in Sydney, 46 events in athletics were contested, 24 for men and 22 for women. There were a total number of 2134 participating athletes from 193 countries.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Sriyani_Kulawansa": "Mohotti Arachchilage Sriyani Kulawansa-Fonseca (born 1 March 1970) is a retired Sri Lankan hurdler. Her personal best time was 12.91 seconds, achieved in the quarter-finals of the 1996 Summer Olympics in Atlanta.",
  "/wiki/Athletics_at_the_1996_Summer_Olympics": "At the 1996 Summer Olympics in Atlanta, 44 events in athletics were contested. There were a total number of 2053 participating athletes from 191 countries.",
  "/wiki/1988_Summer_Olympics": "The 1988 Summer Olympics (Korean: 서울 하계 올림픽; RR: Seoul Hagye Ollimpik [sʌ.ul ɦaɡje olːimpʰik]), officially known as the Games of the XXIV Olympiad, was an international multi-sport event celebrated from 17 September to 2 October 1988 in Seoul, South Korea.",
  "/wiki/Daya_Rajasinghe_Nadarajasingham": "Daya Rajasinghe Nadarajasingham (born 26 May 1948) is a Sri Lankan former sports shooter. He competed at the 1972 Summer Olympics and the 1988 Summer Olympics.",
  "/wiki/Shooting_at_the_1988_Summer_Olympics": "The shooting competitions at the 1988 Summer Olympics took place in Seoul, South Korea. Competitions were held in a total of thirteen events—seven men's events, four women's events, and two events open to both genders. It was the first games for the 10 metre air pistol events, and the last for the 50 metre running target event, later replaced by 10 metre running target. It was also the first time the Olympic shooting competitions included finals for the top eight (in some cases six) competitors.",
  "/wiki/1984_Summer_Olympics": "The 1984 Summer Olympics, officially known as the Games of the XXIII Olympiad, was an international multi-sport event that was held from July 28 to August 12, 1984, in Los Angeles, California, United States (and other venues around the United States). This was the second time that Los Angeles had hosted the Games, the first being in 1932.",
  "/wiki/1972_Summer_Olympics": "The 1972 Summer Olympics (German: Olympische Sommerspiele 1972), officially known as the Games of the XX Olympiad, was an international multi-sport event held in Munich, West Germany, from 26 August to 11 September 1972.",
  "/wiki/Lucien_Rosa": "Sellappuliyage Lucian Benedict Rosa (better known as SLB Rosa, born February 11, 1944) is a former Sri Lankan long-distance runner. He represented Sri Lanka at the 1972 Summer Olympics held in Munich, Germany. He is best known for running barefooted and winning a 5000 metres and the 10,000 metres double at the 1970 Asian Games held in Bangkok, Thailand. His performance in 10,000 metres was also an Asian Games record.",
  "/wiki/Athletics_at_the_1972_Summer_Olympics": "At the 1972 Summer Olympics in Munich, 38 events in athletics were contested, 24 for men and 14 for women. There were a total number of 1324 participating athletes from 104 countries.",
  "/wiki/1948_Summer_Olympics": "The 1948 Summer Olympics, officially known as the Games of the XIV Olympiad, was an international multi-sport event which was held in London, United Kingdom from 29 July to 14 August 1948.",
  "/wiki/Duncan_White": "Major Deshamanya Duncan White, MBE, ED (1 March 1918 – 3 July 1998) was a Sri Lankan sportsman. He was the first Ceylonese athlete to win an Olympic medal, winning silver in the 400-metre hurdles at the 1948 Summer Olympics in London, England. He was also the only South Asian to have won an Olympic medal in track and field for more than fifty years, until Susanthika Jayasinghe, another Sri Lankan, won a silver medal in the 200 metres in 2000.",
  "/wiki/Athletics_at_the_1948_Summer_Olympics": "At the 1948 Summer Olympics in London, 33 athletics events were contested, 24 for men and 9 for women. Three events made their Olympic debut at these Games: women's 200 metres, women's long jump and women's shot put. There were a total number of 745 participating athletes from 53 countries.",
  "/wiki/List_of_flag_bearers_for_Sri_Lanka_at_the_Olympics": "This is a list of flag bearers who have represented Ceylon and Sri Lanka at the Olympics."
}