{
  "/wiki/FK_Bod%C3%B8/Glimt": "FK Bodø/Glimt is a Norwegian football club from the town of Bodø that currently plays in Eliteserien, the Norwegian top division. The club was founded in 1916. Its nickname is the original club name: Glimt.",
  "/wiki/Bod%C3%B8": "Bodø (pronounced [ˈbûːdøː] (listen); Lule Sami: Bådåddjo, Swedish: Bodö) is a municipality in Nordland county, Norway.  It is part of the traditional region of Salten.  The administrative centre of the municipality is the town of Bodø (which is also the capital of Nordland county).  Some of the notable villages in Bodø include Misvær, Skjerstad, Saltstraumen, Løding, Løpsmarka, Kjerringøy, Sørvær, and Fenes.",
  "/wiki/Aspmyra_Stadion": "Aspmyra Stadion is a football stadium in Bodø, Norway. Home of Bodø/Glimt and Grand Bodø, it holds a capacity for 5,635 spectators. The venue has three stands: a modern all-seater with roof, 100 club seats and 15 luxury boxes to the south, an unroofed all-seater to the east and an older grandstand with mixed sitting and standing to the north. The venue has floodlights and artificial turf with under-soil heating. Immediately south of the venue lies Aspmyra kunstgressbane, a training pitch with artificial turf. Aspmyra Stadion has hosted one Norway national football team match, against Iceland in 2002.",
  "/wiki/Jan_Halvor_Halvorsen": "Jan Halvor Halvorsen (born 8 March 1963, in Bamble) is a former Norwegian football player and manager.",
  "/wiki/Bryne_FK": "Bryne Fotballklubb (Norwegian pronunciation: [ˈbʁỳːnə]) is a Norwegian football club from the town of Bryne, founded in 1926. They currently play in 2. divisjon.",
  "/wiki/Bryne": "Bryne (Norwegian pronunciation: [ˈbʁỳːnə] (listen)) is a city in Time municipality in Rogaland county, Norway.  The town is the administrative centre of the municipality of Time and it is also one of the 50 largest towns/cities in Norway.  Bryne's location in the prospering region of Stavanger/Sandnes and excellent road and rail links make Bryne an attractive area for commuters.  The town is expanding rapidly and there have been reports of problems with schooling capacity.  Bryne Church is located in the centre of the town and Time Church is located 1 kilometre (0.62 mi) east of the town.",
  "/wiki/Bryne_Stadion": "Bryne Stadion is a multi-purpose stadium in Bryne, Norway. It is currently used mostly for football matches, and is the home ground of Bryne F.K..",
  "/wiki/Elverum_Fotball": "Elverum Fotball is the association football section of the sports club Elverum IL from Elverum, Norway. They compete in the 3. divisjon, the fourth tier in the Norwegian football league system.",
  "/wiki/Elverum": "Elverum (Norwegian pronunciation) is a city and municipality in Innlandet county, Norway.  It is part of the traditional region of Østerdalen.  The administrative centre of the municipality is the town of Elverum.  The municipality of Elverum was established on 1 January 1838 (see formannskapsdistrikt).\nElverum lies at an important crossroads, with Hamar to the west, Kongsvinger to the south, and Trysil on the Swedish border to the northeast.  It is bordered on the north by Åmot municipality, in the northeast by Trysil municipality, in the southeast by Våler, and in the west by Løten.",
  "/wiki/Follo_FK": "Follo Fotballklubb is a football club from Ski, Akershus, Norway.",
  "/wiki/Ski": "A ski is a narrow strip of semi-rigid material worn underfoot to glide over snow.  Substantially longer than wide and characteristically employed in pairs, skis are attached to ski boots with ski bindings, with either a free, lockable, or partially secured heel. For climbing slopes, ski skins (originally made of seal fur, but now made of synthetic materials) can be attached at the base of the ski.",
  "/wiki/Ski_Stadion": "Ski Stadion is a multi-use stadium in Ski, Norway. It is currently used for track and field meets hosted by Ski IL and for association football matches, being the home ground of Follo FK.",
  "/wiki/Fredrikstad_FK": "Fredrikstad Fotballklubb (also known as Fredrikstad or FFK) is a Norwegian football club from the town of Fredrikstad. With nine league championships and eleven Norwegian Cup wins, FFK is one of the most successful clubs in Norwegian football. The club was founded in 1903.",
  "/wiki/Fredrikstad": "Fredrikstad (listen (help·info); previously Frederiksstad; literally Fredrik's Town) is a city and municipality in Viken county, Norway. The administrative centre of the municipality is the city of Fredrikstad.",
  "/wiki/Fredrikstad_Stadion": "The Fredrikstad Stadion is a football stadium in Fredrikstad, Norway and home of the Norwegian First Division team Fredrikstad FK. It is located in an area which formerly used to be a large shipyard (locally known as Værste or FMV), but which nowadays is the technological centre of the city, with several companies and a college. The frontage of the stadium is built to replicate the original halls of the workshop. This makes it architecturally unique. The stadium was built to replace Old Fredrikstad Stadion, which was considered to be one of the eldest and most worn-out stadium in the country. The total capacity is approximately 12,560, all seated. There is a possibility to expand it furthermore, to some 15,000 seats.",
  "/wiki/HamKam": "Hamarkameratene (literally the Hamar Comrades), often abbreviated to HamKam or Ham-Kam, is a Norwegian football club based in the town of Hamar. The club was founded in 1918, originally under the name Freidig.",
  "/wiki/Hamar": "Hamar [ˈhɑ̂ːmɑr] (listen) is a town in Hamar Municipality in Innlandet county, Norway.  It is part of the traditional region of Hedmarken.  The administrative centre of the municipality is the town of Hamar.  The municipality of Hamar was separated from Vang as a town and municipality of its own in 1849. Vang was merged back into Hamar on 1 January 1992.",
  "/wiki/Briskeby_gressbane": "Briskeby Arena, previously known as Briskeby gressbane, is an all-seater football stadium located at Briskebyen in Hamar, Norway. It is home to the Norwegian First Division side Hamarkameratene (Ham-Kam) and is owned by Hamar Municipality. The venue has artificial turf, three stands and a capacity for 8,068 spectators. It was used for the 1938 Norwegian Football Cup Final—which saw the venue's record 14,500 spectators—and has also hosted five Norway national under-21 football team matches between 1984 and 2011.",
  "/wiki/Vegard_Skogheim": "Vegard Skogheim (born 28 April 1966) is a Norwegian football coach and former midfielder.",
  "/wiki/IL_H%C3%B8dd": "Idrottslaget Hødd is a multi-sports club from Ulsteinvik in Møre og Romsdal, Norway. Founded in 1919, it has sections for team handball, gymnastics and football. It is best known for their men's football team, which since 2015 plays at Høddvoll, whose stated capacity is 4,081. The club's old home ground, Høddvoll Stadion, holds the record attendance of over 12,000 spectators at a match against Vålerenga in 1981.",
  "/wiki/Ulsteinvik": "The town of Ulsteinvik is located on the west side of the island of Hareidlandet, about 23 kilometres (14 mi) southwest of the city of Ålesund.  Ulstein Church is located in the town, serving the population of the whole municipality. Ulsteinvik received town status on 1 July 2000.",
  "/wiki/H%C3%B8ddvoll_Stadion": "Høddvoll Stadion is a multi-sports stadium in Ulsteinvik in Ulstein, Norway. It was the home ground of 2. divisjon side IL Hødd until 2014. It is primary used for football, but also features an all-weather running track. The stadium is a part of the sports complex consists of the Nye Høddvoll, surrounded by an all-weather running track, a natural grass training pitch and an artificial turf pitch, as well as an indoor hall. Høddvoll has a capacity for 4,433 spectators, of which 2,600 have been seated.",
  "/wiki/Lars_Arne_Nilsen": "Lars Arne Nilsen (born 6 April 1964) is a Norwegian football coach who is head coach of Eliteserien club SK Brann.",
  "/wiki/Kristiansund_BK": "Kristiansund BK is a Norwegian football club located in Kristiansund that currently plays in Eliteserien. The team plays its home matches in the 4,444-capacity Kristiansund Stadion.",
  "/wiki/Kristiansund": "Kristiansund (US: /ˈkrɪstʃənsʌnd, ˈkrɪstiənsʊn/, Norwegian: [krɪstjɑnˈsʉnː] (listen); historically spelled Christianssund and earlier named Fosna) is municipality on the western coast of Norway in the Nordmøre district of Møre og Romsdal county. The administrative center of the municipality is the town of Kristiansund (which was established in 1742), which is the major town for the whole Nordmøre region. Other notable settlements in the municipality include the villages of Kvalvåg, Rensvik, and Nedre Frei.",
  "/wiki/Atlanten_stadion": "Atlanten Stadion is a multi-use stadium in Kristiansund, Norway. It is currently used mostly for football matches and track-and-field competitions, and is the former home ground of Eliteserien team Kristiansund BK. Kristiansund BK played at Atlanten Stadion until 2007, when they moved to Omsundet, Frei. Atlanten Stadion has a rubber track for track and field meets, but this has fallen into deterioration.",
  "/wiki/Geir_Bakke": "Geir Bakke (born 23 October 1969) is a Norwegian football coach and former player. He is currently the manager of 1. divisjon club Lillestrøm .",
  "/wiki/KIL_Toppfotball": "Kongsvinger IL Toppfotball is a Norwegian football club from the town of Kongsvinger in Hedmark, founded in 1892. Its home ground is Gjemselund Stadion. It is part of sporting association, Kongsvinger IL.",
  "/wiki/Kongsvinger": "A patch of land on both sides of the river Glomma with an area of approximately 5.2 square kilometres (2 sq mi) was separated from Vinger as a town named Kongsvinger by Royal Charter in 1854.  The municipalities of Vinger and Brandval were merged with Kongsvinger on 1 January 1964.  The new municipality of Kongsvinger briefly lost its status as a town after this amalgamation, but was later reinstated with its town status.",
  "/wiki/Gjemselund_Stadion": "Gjemselund Stadion is a football stadium in Kongsvinger, Norway and the home ground of Norwegian second tier club Kongsvinger Idrettslag.",
  "/wiki/Mj%C3%B8ndalen_IF": "Mjøndalen IF is a Norwegian sports club located in Mjøndalen, Buskerud, Norway. Of the different athletic endeavours that the club supports, it may be best known in Norway for its bandy national championship teams and internationally for its association football national championship teams that have competed in UEFA championships. Founded in 1910, it has sections for association football, bandy, baseball, cycling, gymnastics, handball, judo and skiing. The club formerly had a section for athletics.",
  "/wiki/Mj%C3%B8ndalen": "Mjøndalen is the administrative centre of Nedre Eiker municipality in Buskerud county, Norway. It is situated south of the Drammenselva River opposite of Krokstadelva.",
  "/wiki/Mj%C3%B8ndalen_Stadion": "Consto Arena (until 2012 known as Nedre Eiker Stadion, between 2012 and 2015 as Mjøndalen Stadion and between 2016 and 2017 as Isachsen Stadion) is a football stadium located at Mjøndalen in Nedre Eiker, Norway. It is the home ground of Mjøndalen IF in the Eliteserien, providing a capacity for 4,350 spectators.",
  "/wiki/Vegard_Hansen": "Vegard Hansen (born 8 August 1969 in Drammen) is the head coach of Eliteserien club Mjøndalen IF. He has had this position since 2006. During his time at Mjøndalen, the club was promoted to the 1. divisjon in 2008 and reached the play-offs for promotion to the Tippeligaen in 2012, 2013 and 2014. In 2014 and 2018 the club won promotion to the top division.",
  "/wiki/Ranheim_Fotball": "Ranheim Fotball is a Norwegian football club from Ranheim in Trondheim that currently plays in 1. divisjon, the second tier in the Norwegian football league system. Ranheim is the football department of Ranheim IL, founded on 17 February 1901.",
  "/wiki/Trondheim": "Trondheim (UK: /ˈtrɒndhaɪm, ˈtrɒnhaɪm/, US: /ˈtrɒnheɪm/, Urban East Norwegian: [ˈtrɔ̂n(h)æɪm] (listen); Southern Sami: Tråante), historically Kaupangen, Nidaros and Trondhjem, is a city and municipality in Trøndelag county, Norway. It has a population of 200,000 (01/01/2020), and is the third most populous municipality in Norway, although the fourth largest urban area. Trondheim lies on the south shore of Trondheim Fjord at the mouth of the River Nidelva. The city is dominated by the Norwegian University of Science and Technology (NTNU), the Foundation for Scientific and Industrial Research (SINTEF), St. Olavs University Hospital and other technology-oriented institutions.",
  "/wiki/DNB_Arena_(Trondheim)": "Extra Arena (previous called Ranheim Stadion) is the home ground of the Norwegian football club Ranheim Fotball. It is located in the city-area of Ranheim in the city of Trondheim. The stadion had to be enlarged to comply with Eliteserien guideline of a minimum of 3000 seats.",
  "/wiki/Sandefjord_Fotball": "Sandefjord Fotball, commonly known simply as Sandefjord, is a Norwegian professional football club, founded on 10 September 1998. The club has played in First Division, the second tier of the Norwegian football league system. Their home ground is the Sandefjord Arena, located in Sandefjord, Vestfold.",
  "/wiki/Sandefjord": "The city is known for its rich Viking history and the prosperous whaling industry, which made Sandefjord the richest city in Norway. Today it has built up the third-largest merchant fleet in Norway. It is home to Europe's only museum dedicated to whaling, and is home to Gokstad Mound where the 9th century Gokstad Ship was discovered.",
  "/wiki/Komplett.no_Arena": "Sandefjord Arena (previously called Komplett Arena for sponsorship reasons) is the current stadium of Sandefjord Fotball. It was opened on 21 July 2007, when Lyn visited Sandefjord, and is still the match with the highest attendance of 8,103.",
  "/wiki/Arne_Sandst%C3%B8": "Arne Sandstø (born 21 October 1966 in Bergen) is a former professional Norwegian footballer.",
  "/wiki/Stab%C3%A6k_Fotball": "Stabæk Fotball is a Norwegian association football club based in Bærum, a suburb of Oslo. It is part of the multi-sport organization Stabæk IF. Founded in 1912, the club’s name is an archaic spelling of the suburban area Stabekk, from which it once originated. The club currently plays in Eliteserien, the Norwegian top division. Their home stadium is the Nadderud Stadion after a three-year-long stay at the Telenor Arena. Their current chairman is Espen Moe. Jan Jönsson is the current head coach of the club since taking over on 11 June 2019.",
  "/wiki/B%C3%A6rum": "Bærum ([ˈbæ̂ːrʉm] (listen)) is a municipality in Viken County, Norway.  The administrative centre of the municipality is the town of Sandvika.  Bærum was established as a municipality on 1 January 1838. A suburb of Oslo, Bærum is located on the west coast of the city.",
  "/wiki/Nadderud_Stadion": "Nadderud stadion is a multi-purpose stadium at Nadderud near Bekkestua, in Bærum, Norway.",
  "/wiki/Petter_Belsvik": "Petter Belsvik (born 2 October 1967) is a Norwegian football coach and former player, who played as a striker. With 159 goals in the Norwegian Premier League he ranks third in the all-time goalscorer statistics, behind Harald Brattbakk. He never appeared for the Norwegian national team.",
  "/wiki/Str%C3%B8mmen_IF": "Strømmen Idrettsforening is a Norwegian sports club from Strømmen. It has sections for football, athletics and gymnastics, and formerly had sections for bandy, orienteering, skiing, speed skating, swimming among other sports.",
  "/wiki/Str%C3%B8mmen": "Strømmen is a town in Lillestrøm, Viken, Norway. It is about twenty kilometers east of Oslo, and considered part of Greater Oslo. It has around 11,400 residents.",
  "/wiki/Str%C3%B8mmen_Stadion": "Strømmen Stadion is a sports stadium in Strømmen, Skedsmo, Norway. It is currently used mostly for football matches, and is the home ground of Strømmen IF and women's Premier League team Team Strømmen.",
  "/wiki/Erland_Johnsen": "Erland Johnsen (born 5 April 1967 in Fredrikstad) is a Norwegian former professional footballer and current manager.",
  "/wiki/Ullensaker/Kisa_IL": "Ullensaker/Kisa IL, commonly referred to as Ull/Kisa, is a Norwegian sports club from Jessheim in Ullensaker. Founded in 1894, it has sections for association football, team handball and athletics.",
  "/wiki/Jessheim": "Jessheim is a town in the Ullensaker municipality in Akershus of Norway.",
  "/wiki/UKI_Arena": "Jessheim Stadion (previously called UKI Arena for sponsorship reasons) is a football stadium located at Jessheim in Ullensaker, Norway. Opened in August 2011, it is home of the First Division side Ullensaker/Kisa IL (Ull/Kisa). The venue consists of an all-seater grandstand with 1,130 under-roof seats on the one long side and a media center on the other side. One of the stands on the short sides has a roof, the other has not. The pitch has artificial turf and the dimensions 105 by 68 meters (115 by 74 yd).",
  "/wiki/Roar_Johansen_(football_coach)": "Roar Johansen (born 19 November 1968) is a Norwegian football coach who is in charge of the First Division team Bærum.",
  "/wiki/SK_Vard_Haugesund": "Sportsklubben Vard Haugesund is a Norwegian football club located in Haugesund. The team currently plays in the 2. divisjon after being promoted from the 3. divisjon in 2019. The team reached the Norwegian Football Cup finals in 1962 and 1975. Vard played in the Norwegian top flight in 1976.",
  "/wiki/Haugesund": "The town is situated on a strategically important sound, the Karmsundet, through which ships could pass without traversing heavy seas. In the early years, the coastal waters off Haugesund were a huge source of herring, and the town grew accordingly. Despite being barely a village back then, King Harald Fairhair lived at Avaldsnes, very close to the modern town of Haugesund. In the last decades, the town, like its neighbours, has been turning towards the petroleum industry, with the herring being long gone.",
  "/wiki/Haugesund_Stadion": "Haugesund Stadion is a soccer-specific stadium in Haugesund, Norway. Haugesund Stadion is the home ground of Eliteserien team FK Haugesund and 2. divisjon team SK Vard Haugesund.",
  "/wiki/Flemming_Christensen": "Flemming Christensen (born 10 April 1958) is a Danish former football (soccer) player and current manager of FC Græsrødderne. In his active career, Christensen played for Danish clubs AB and Lyngby BK, as well as French club AS Saint-Etienne and FC Aarau from Switzerland. He debuted for the Danish national team in 1982, and he played a total of 11 national team matches and scored 2 goals. He was selected to represent Denmark at the 1986 World Cup, but did not play any matches.",
  "/wiki/2013_Norwegian_First_Division": "The 2013 1. divisjon (referred to as Adeccoligaen for sponsorship reasons) was a Norwegian second-tier football league season. The season began on 7 April 2013 and was concluded on 3 November 2013. The league was contested by 16 teams. The top two teams were promoted to the Tippeligaen, while the teams placed from third to sixth place played a promotion-playoff against the 14th-placed team in Tippeligaen to win promotion. The bottom four teams were relegated to the 2. divisjon."
}