{
  "/wiki/Software_license": "A software license is a legal instrument (usually by way of contract law, with or without printed material) governing the use or redistribution of software. Under United States copyright law, all software is copyright protected, in both source code and object code forms, unless that software was developed by the United States Government, in which case it cannot be copyrighted. Authors of copyrighted software can donate their software to the public domain, in which case it is also not covered by copyright and, as a result, cannot be licensed.",
  "/wiki/3D_Topicscape": "3D Topicscape, a software application, is a Personal Information Manager that provides a template loosely based on mind-mapping  or concept mapping.  It presents the mind map as a 3D scene where each node is a cone (or pyramid, or variation on such a shape).  It can also display in a 2D format.  Nodes are arranged in a way that indicates how they are related in much the same way as a mind map.  In addition to its use for information management it is claimed to be suitable as a task manager, and for use in project management.",
  "/wiki/Microsoft_Windows": "Microsoft Windows, commonly referred to as Windows, is a group of several proprietary graphical operating system families, all of which are developed and marketed by Microsoft. Each family caters to a certain sector of the computing industry. Active Microsoft Windows families include Windows NT and Windows IoT; these may encompass subfamilies, e.g. Windows Server or Windows Embedded Compact (Windows CE). Defunct Microsoft Windows families include Windows 9x, Windows Mobile and Windows Phone.",
  "/wiki/Calendar_(Apple)": "Calendar is a personal calendar app made by Apple Inc. that runs on both the macOS desktop operating system and the iOS mobile operating system. It offers online cloud backup of calendars using Apple's iCloud service, or can synchronize with other calendar services, including Google Calendar and Microsoft Exchange Server.",
  "/wiki/MacOS": "macOS (/ˌmækoʊˈɛs/; previously Mac OS X and later OS X) is a series of proprietary graphical operating systems developed and marketed by Apple Inc. since 2001. It is the primary operating system for Apple's Mac computers. Within the market of desktop, laptop and home computers, and by web usage, it is the second most widely used desktop OS, after Microsoft Windows.",
  "/wiki/Outlook.com": "Outlook.com is a web-based suite of webmail, contacts, tasks, and calendaring services from Microsoft. Founded in 1996 by Sabeer Bhatia and Jack Smith as Hotmail, Microsoft acquired it in 1997 for an estimated $400 million and launched it as MSN Hotmail, later rebranded to Windows Live Hotmail as part of the Windows Live suite of products. Microsoft released the final version of Hotmail in October 2011 and it was replaced by Outlook.com in 2012.",
  "/wiki/Freeware": "Freeware is software, most often proprietary, that is distributed at no monetary cost to the end user. There is no agreed-upon set of rights, license, or EULA that defines freeware unambiguously; every publisher defines its own rules for the freeware it offers. For instance, modification, redistribution by third parties, and reverse engineering without the author's permission are permitted by some publishers but prohibited by others. Unlike with free and open-source software, which are also often distributed free of charge, the source code for freeware is typically not made available. Freeware may be intended to benefit its producer by, for example, encouraging sales of a more capable version, as in the freemium and shareware business models.",
  "/wiki/Calendar_(Windows)": "Calendar is a personal calendar application made by Microsoft for Microsoft Windows. It offers synchronization of calendars using Microsoft Exchange Server, Outlook.com Apple's iCloud calendar service, and Google Calendar. It supports the popular iCalendar format.",
  "/wiki/Gubb_(application)": "gubb is a Web-based list application that requires no downloaded software. With gubb, users can create, manage and share an unlimited number of lists. gubb also offers a fully functional mobile Web application .",
  "/wiki/CintaNotes": "CintaNotes is a freemium Microsoft Windows notetaking program.  It provides a way to store and retrieve text collected from other documents or websites. Since version 3.0 CintaNotes supports attaching files and images to notes.",
  "/wiki/Freemium": "Freemium, a portmanteau of the words \"free\" and \"premium\", is a pricing strategy by which a product or service is provided free of charge, but money (a premium) is charged for additional features, services, or virtual (online) or physical (offline) goods that expand the functionality of the free version of the software. This business model has been used in the software industry since the 1980s. A subset of this model used by the video game industry is called free-to-play.",
  "/wiki/EM_Client": "eM Client is a Windows and macOS based e-mail client for sending and receiving e-mails, managing calendars, contacts, and tasks. It was developed as a user-friendly alternative to existing e-mail clients and calendar solutions. eM Client was originally developed in 2006 and has provided updated versions. eM Client requires Microsoft .NET Framework 2.0 installation.",
  "/wiki/Personal_information_manager": "A personal information manager (often referred to as a PIM tool or, more simply, a PIM) is a type of application software that functions as a personal organizer. The acronym PIM is now, more commonly, used in reference to personal information management as a field of study. As an information management tool, a PIM tool's purpose is to facilitate the recording, tracking, and management of certain types of \"personal information\".",
  "/wiki/Email_client": "An email client, email reader or more formally mail user agent (MUA) is  a computer program used to access and manage a user's email.",
  "/wiki/Calendaring_software": "Calendaring software is software that minimally provides users with an electronic version of a calendar. Additionally, the software may provide an appointment book, address book, and/or contact list. These tools are an extension of many of the features provided by time management software such as desk accessory packages and computer office automation systems. Calendaring is a standard feature of many PDAs, EDAs and smartphones and also of many office suites for personal computers.",
  "/wiki/Evernote": "Evernote is an app designed for note taking, organizing, task management, and archiving. It is developed by the Evernote Corporation, headquartered in Redwood City, California. The app allows users to create notes, which can be text, drawings, photographs, or saved web content. Notes are stored in notebooks and can be tagged, annotated, edited, searched, given attachments, and exported.",
  "/wiki/Evolution_(software)": "GNOME Evolution (formerly Novell Evolution and Ximian Evolution, prior to Novell's 2003 acquisition of Ximian) is the official personal information manager for GNOME. It has been an official part of GNOME since Evolution 2.0 was included with the GNOME 2.8 release in September 2004. It combines e-mail, address book, calendar, task list and note-taking features. Its user interface and functionality is similar to Microsoft Outlook. Evolution is free software licensed under the terms of the GNU Lesser General Public License (LGPL).",
  "/wiki/Linux": "Linux (/ˈlɪnəks/ (listen) LIN-əks) is a family of open source Unix-like operating systems based on the Linux kernel, an operating system kernel first released on September 17, 1991, by Linus Torvalds. Linux is typically packaged in a Linux distribution.",
  "/wiki/Unix": "Unix (/ˈjuːnɪks/; trademarked as UNIX) is a family of multitasking, multiuser computer operating systems that derive from the original AT&T Unix, development starting in the 1970s at the Bell Labs research center by Ken Thompson, Dennis Ritchie, and others.",
  "/wiki/GNOME": "GNOME (/(ɡ)noʊm/) is a free and open-source desktop environment for Unix-like operating systems. GNOME was originally an acronym for GNU Network Object Model Environment, but the acronym was dropped because it no longer reflected the vision of the GNOME project.",
  "/wiki/GNU_General_Public_License": "The GNU General Public License (GNU GPL or GPL) is a widely used free software license that guarantees end users the freedom to run, study, share, and modify the software. The license was originally written by Richard Stallman, former head of the Free Software Foundation (FSF), for the GNU Project, and grants the recipients of a computer program the rights of the Free Software Definition. The GPL is a copyleft license, which means that derivative work must be distributed under the same or equivalent license terms. This is in distinction to permissive software licenses, of which the BSD licenses and the MIT License are widely-used less-restrictive examples. GPL was the first copyleft license for general use.",
  "/wiki/Google_Calendar": "Google Calendar is a time-management and scheduling calendar service developed by Google. It became available in beta release April 13, 2006, and in general release in July 2009, on the web and as mobile apps for the Android and iOS platforms.",
  "/wiki/Web_application": "In computing, a web application or web app is a client–server computer program that the client (including the user interface and client-side logic) runs in a web browser. Common web applications include webmail, online retail sales, online banking, and online auctions.",
  "/wiki/GroupWise": "GroupWise is a messaging and collaboration platform from Micro Focus that supports email, calendaring, personal information management, instant messaging, and document management.  The GroupWise platform consists of desktop client software, which is available for Windows, Mac OS X, and Linux, and the server software, which is supported on Windows Server and Linux.",
  "/wiki/IBM_Notes": "IBM Notes (formerly Lotus Notes; see Branding below) and IBM Domino (formerly Lotus Domino) are the client and server, respectively, of a collaborative client-server software platform formerly sold by IBM, now by HCL Technologies.",
  "/wiki/Ical_(Unix)": "ical is a calendar package written in Tcl/Tk by Sanjay Ghemawat for Unix systems.  ical is known for its simple, intuitive interface. It's possible for Tcl/Tk programmers to extend ical with custom functionality. It stores all calendaring information in a single flat text file per user that may be easily parsed by other programs. ical is free software released under the GNU General Public License.",
  "/wiki/Kontact": "Kontact is a personal information manager and groupware software suite developed by KDE. It supports calendars, contacts, notes, to-do lists, news, and email. It offers a number of inter-changeable graphical UIs (KMail, KAddressBook, Akregator, etc.) all built on top of a common core.",
  "/wiki/KDE": "KDE is an international free software community developing Free and Open Source software. As a central development hub, it provides tools and resources that allow collaborative work on this kind of software. Well-known products include the Plasma Desktop, Frameworks and a range of cross-platform applications like Krita or digiKam designed to run on Unix and Unix-like desktops, Microsoft Windows and Android.",
  "/wiki/Leo_(text_editor)": "Leo (Leonine Editor with Outlines) is an open-source text editor/outliner that features  clones (virtual copies of outline nodes) as its central tool of organization, navigation, customization and scripting.",
  "/wiki/Lightning_(software)": "The Lightning project, announced on December 22, 2004, and currently[update]  developed by the Mozilla Foundation, produces an extension that adds calendar and scheduling functionality to the Mozilla Thunderbird mail and newsgroup client and SeaMonkey internet suite. Lightning is an iCalendar compatible calendar.",
  "/wiki/Mozilla_Public_License": "The Mozilla Public License (MPL) is a free and open source software license developed and maintained by the Mozilla Foundation. It is a weak copyleft license, characterized as a middle ground between permissive free software licenses and the GNU General Public License (GPL), that seeks to balance the concerns of proprietary and open source developers. As such, it allows re-licensing. MPL software can thus be converted into a copyleft license such as the GPL, or to a proprietary license (example:KaiOS).",
  "/wiki/GNU_GPL": "The GNU General Public License (GNU GPL or GPL) is a widely used free software license that guarantees end users the freedom to run, study, share, and modify the software. The license was originally written by Richard Stallman, former head of the Free Software Foundation (FSF), for the GNU Project, and grants the recipients of a computer program the rights of the Free Software Definition. The GPL is a copyleft license, which means that derivative work must be distributed under the same or equivalent license terms. This is in distinction to permissive software licenses, of which the BSD licenses and the MIT License are widely-used less-restrictive examples. GPL was the first copyleft license for general use.",
  "/wiki/GNU_Lesser_General_Public_License": "The GNU Lesser General Public License (LGPL) is a free-software license published by the Free Software Foundation (FSF). The license allows developers and companies to use and integrate a software component released under the LGPL into their own (even proprietary) software without being required by the terms of a strong copyleft license to release the source code of their own components. However, any developer who modifies an LGPL-covered component is required to make their modified version available under the same LGPL license. For proprietary software, code under the LGPL is usually used in the form of a shared library, so that there is a clear separation between the proprietary and LGPL components. The LGPL is primarily used for software libraries, although it is also used by some stand-alone applications.",
  "/wiki/Mozilla_Thunderbird": "Mozilla Thunderbird is a free and open-source, cross-platform email client, news client, RSS, and chat client developed by the Mozilla Foundation. The project strategy was modeled after that of the Mozilla Firefox web browser. It is installed by default on Ubuntu desktop systems.",
  "/wiki/Microsoft_Outlook": "Microsoft Outlook is a personal information manager from Microsoft, available as a part of the Microsoft Office suite. Primarily an email application, it also includes a calendar, task manager, contact manager, note taking,  journal, and web browsing.",
  "/wiki/Mobile_PhoneTools": "mobile PhoneTools is distributed as an OEM product with Motorola phones by some telcos. The Motorola edition of the software is called Motorola PhoneTools. mobile PhoneTools is sold online as a retail product as well. Another version of mobile PhoneTools, called Mobile Phone Suite, is a special edition designed to work with the Intel Centrino dual-core chip.",
  "/wiki/MyInfo": "MyInfo is a personal information manager developed by Milenix Software. MyInfo collects, organizes, edit, stores, and retrieves personal-reference information like text documents, web snippets, e-mails, notes, and files from other applications.",
  "/wiki/OneNote": "Microsoft OneNote is a program for free-form information gathering and multi-user collaboration. It gathers users' notes, drawings, screen clippings and audio commentaries. Notes can be shared with other OneNote users over the Internet or a network.",
  "/wiki/Org-mode": "Org-mode (also: Org mode; /ˈɔːrɡ moʊd/) is a document editing, formatting, and organizing mode, designed for notes, planning, and authoring within the free software text editor Emacs. The name is used to encompass plain text files (\"org files\") that include simple marks to indicate levels of a hierarchy (such as the outline of an essay, a topic list with subtopics, nested computer code, etc.), and an editor with functions that can read the markup and manipulate hierarchy elements (expand/hide elements, move blocks of elements, check off to-do list items, etc.)."
}