{
  "/wiki/Alma_mater": "Alma mater (Latin: alma mater, lit. 'nourishing mother'; pl. [rarely used] almae matres) is an allegorical Latin phrase for a university, school, or college that one formerly attended. In US usage, it can also mean the school from which one graduated. The phrase is variously translated as \"nourishing mother\", \"nursing mother\", or \"fostering mother\", suggesting that a school provides intellectual nourishment to its students.",
  "/wiki/Robert_Reed,_Lord_Reed": "Robert John Reed, Baron Reed of Allermuir, PC, FRSE (born 7 September 1956) is a Scottish judge and President of the Supreme Court of the United Kingdom. He was the principal judge in the Commercial Court in Scotland before being promoted to the Inner House of the Court of Session in 2008. He is an authority on human rights law in Scotland and elsewhere, and served as one of the UK's ad hoc judges at the European Court of Human Rights. He is also a Non-Permanent Judge of the Court of Final Appeal of Hong Kong.",
  "/wiki/President_of_the_Supreme_Court_of_the_United_Kingdom": "The President of the Supreme Court of the United Kingdom is equivalent to the now-defunct position of Senior Lord of Appeal in Ordinary, also known as the Senior Law Lord, who was the highest ranking among the Lords of Appeal in Ordinary (the judges who exercised the judicial functions of the House of Lords).",
  "/wiki/University_of_Edinburgh_School_of_Law": "Edinburgh Law School, founded in 1707, is a school within the University of Edinburgh, Scotland, United Kingdom dedicated to research and teaching in law. It is located in the historic Old College, the original site of the University. Two of the twelve currently sitting Supreme Court of the United Kingdom justices are graduates of Edinburgh.",
  "/wiki/Balliol_College,_Oxford": "Balliol College (/ˈbeɪliəl/) is one of the constituent colleges of the University of Oxford in England. One of Oxford's oldest colleges, it was founded around 1263 by John I de Balliol, a rich landowner from Barnard Castle in County Durham, who provided the foundation and endowment for the college. When de Balliol died in 1269 his widow, Dervorguilla, a woman whose wealth far exceeded that of her husband, continued his work in setting up the college, providing a further endowment, and writing the statutes. She is considered a co‑founder of the college.",
  "/wiki/Senator_of_the_College_of_Justice": "The Senators of the College of Justice are judges of the College of Justice, a set of legal institutions involved in the administration of justice in Scotland. There are three types of senator: Lords of Session (judges of the Court of Session); Lords Commissioners of Justiciary (judges of the High Court of Justiciary); and the Chairman of the Scottish Land Court. Whilst the High Court and Court of Session historically maintained separate judiciary, these are now one and the same, and the term, Senator, is almost exclusively used in referring to the judges of these courts.",
  "/wiki/Inner_House": "The Inner House is the senior part of the Court of Session, the supreme civil court in Scotland; the Outer House forms the junior part of the Court of Session.  It is a court of appeal and a court of first instance.  The chief justice is the Lord President, with their deputy being the Lord Justice Clerk, and judges of the Inner House are styled Senators of the College of Justice or Lords of Council and Session. Criminal appeals in Scotland are handled by the High Court of Justiciary sitting as the Court of Appeal.",
  "/wiki/Outer_House": "The Outer House (abbreviated as CSOH in neutral citations) is one of the two parts of the Scottish Court of Session, which is the supreme civil court in Scotland.  It is a court of first instance, although some statutory appeals are remitted to it by the other more senior part, the Inner House.  Those appeals are made from the Sheriff court, the court of first instance for low value civil causes in the court system of Scotland.",
  "/wiki/Patrick_Hodge,_Lord_Hodge": "Patrick Stewart Hodge, Lord Hodge, PC (born 19 May 1953) is a Scottish lawyer, currently serving as Deputy President of the Supreme Court of the United Kingdom.",
  "/wiki/Deputy_President_of_the_Supreme_Court_of_the_United_Kingdom": "The Deputy President of the Supreme Court of the United Kingdom is the second most senior judge of the Supreme Court of the United Kingdom, after the President of the Supreme Court. The office is equivalent to the now-defunct position of Second Senior Lord of Appeal in Ordinary, also known previously as the Second Senior Law Lord, who was the second highest-ranking Lord of Appeal in Ordinary.",
  "/wiki/Corpus_Christi_College,_Cambridge": "Corpus Christi College (full name: \"The College of Corpus Christi and the Blessed Virgin Mary\", often shortened to \"Corpus\", or previously \"The Body\") is a constituent college of the University of Cambridge. It is notable as the only college founded by Cambridge townspeople: it was established in 1352 by the Guild of Corpus Christi and the Guild of the Blessed Virgin Mary, making it the sixth-oldest college in Cambridge. With around 250 undergraduates and 200 postgraduates, it also has the second smallest student body of the traditional colleges of the University (after Peterhouse).",
  "/wiki/Brian_Kerr,_Baron_Kerr_of_Tonaghmore": "Brian Francis Kerr, Baron Kerr of Tonaghmore, Kt PC  (born  22 February 1948), is a Justice of the Supreme Court of the United Kingdom and former Lord Chief Justice of Northern Ireland. He pronounces his name to rhyme with \"Cur\".",
  "/wiki/Queen's_University_Belfast": "Queen's University Belfast (informally Queen's or QUB) is a public research university in Belfast, Northern Ireland .[note 1] The university was chartered in 1845, and opened in 1849 as ’Queen's College, Belfast’.   \nQueen's University Belfast is one of the leading universities in the UK and Ireland with a distinguished heritage and history. Today, Queen’s is ranked in the top 173 universities in the world (QS World Rankings 2020), with the second highest ranking in Ireland.\nQueen's offers academic degrees at various levels and across a broad subject range, with over 300 degree programmes available. The current president and vice-chancellor is Ian Greer. The annual income of the institution for 2017–18 was £369.2 million of which £91.7 million was from research grants and contracts, with an expenditure of £338.4 million.",
  "/wiki/Lord_of_Appeal_in_Ordinary": "Lords of Appeal in Ordinary, commonly known as Law Lords, were judges appointed under the Appellate Jurisdiction Act 1876 to the British House of Lords to exercise its judicial functions, which included acting as the highest court of appeal for most domestic matters. The House of Lords lost its judicial functions upon the establishment of the Supreme Court of the United Kingdom in October 2009; Lords of Appeal in Ordinary then in office automatically became Justices of the Supreme Court of the United Kingdom, and those Supreme Court justices that had seats in the House of Lords lost their right to speak and vote there until their retirement as justices of the new court.",
  "/wiki/Lord_Chief_Justice_of_Northern_Ireland": "The Lord Chief Justice of Northern Ireland is the appointed official holding office as President of the Courts of Northern Ireland and is Head of the Judiciary of Northern Ireland. The present Lord Chief Justice of Northern Ireland is Sir Declan Morgan. His counterpart in England and Wales is the Lord Chief Justice of England and Wales, and in Scotland his equivalent is the Lord President of the Court of Session. The position was established with the creation of Northern Ireland in 1922.",
  "/wiki/High_Court_of_Northern_Ireland": "The courts of Northern Ireland are the civil and criminal courts responsible for the administration of justice in Northern Ireland: they are constituted and governed by Northern Ireland law.",
  "/wiki/Nicholas_Wilson,_Lord_Wilson_of_Culworth": "Nicholas Allan Roy Wilson, Lord Wilson of Culworth, known as Lord Wilson (born 9 May 1945), is a British judge. On 26 May 2011, he became a Justice of the Supreme Court of the United Kingdom, having previously served as a Lord Justice of Appeal since 2005. Lord Wilson has specialised in family law throughout his career. In December 2016, as one of the 11 Justices of the Supreme Court, Lord Wilson heard the Government's appeal of  R (Miller) v Secretary of State for Exiting the European Union (the Article 50 case) on the use of prerogative powers to start the process of leaving the European Union following the referendum on 23 June 2016.  Wilson maintains cuts to legal aid in the UK endanger access to justice.  Wilson said, “In pursuit of its economic policy the UK government has recently felt the need to dismantle much of our precious system of legal aid, introduced in 1949 along with the other two pillars of our welfare state, namely social security and the National Health Service.”",
  "/wiki/Worcester_College,_Oxford": "Worcester College /ˈwʊstər/ is one of the constituent colleges of the University of Oxford in England. The college was founded in 1714 by the benefaction of Sir Thomas Cookes, 2nd Baronet (1648-1701) of Norgrove, Worcestershire, whose coat of arms was adopted by the College. Its predecessor, Gloucester College, had been an institution of learning on the same site since the late 13th century until the Dissolution of the Monasteries in 1539. Founded as a men's college, Worcester has been coeducational since 1979.",
  "/wiki/Lord_Justice_of_Appeal": "A  Lord Justice of Appeal or Lady Justice of Appeal is an ordinary judge of the Court of Appeal of England and Wales, the court that hears appeals from the High Court of Justice and the Crown Court, and represents the second highest level of judge in the courts of England and Wales. Despite the title, and unlike the former Lords of Appeal in Ordinary, they are not necessarily peers.",
  "/wiki/High_Court_judge_(England_and_Wales)": "A Justice of the High Court, commonly known as a ‘High Court judge’, is a judge of the High Court of Justice of England and Wales, and represents the third highest level of judge in the courts of England and Wales. High Court judges are referred to as puisne (pronounced puny) judges. High Court Judges wear red and black robes.",
  "/wiki/Family_Division": "The High Court of Justice in London, together with the Court of Appeal and the Crown Court, are the Senior Courts of England and Wales. Its name is abbreviated as EWHC for legal citation purposes.",
  "/wiki/Robert_Carnwath,_Lord_Carnwath_of_Notting_Hill": "Robert John Anderson Carnwath, Lord Carnwath of Notting Hill, Kt, CVO, PC (born 15 March 1945), is a British Supreme Court judge.",
  "/wiki/Trinity_College,_Cambridge": "Trinity College is a constituent college of the University of Cambridge in England. With around 600 undergraduates, 300 graduates, and over 180 fellows, it is the largest college in either of the Oxbridge universities by number of undergraduates. In terms of total student numbers, it is second only to Homerton College, Cambridge.",
  "/wiki/Senior_President_of_Tribunals": "The Senior President of Tribunals is a senior judge in the United Kingdom who presides over the UK tribunal system. The Senior President is appointed by the Queen on the advice of the Lord Chancellor following the recommendation of an independent selection panel under the auspices of the Judicial Appointments Commission. Lord Justice Carnwath was appointed as the first holder of the post on 12 November 2007. The Senior President must satisfy the judicial-appointment eligibility condition on a seven-year basis, or have had similar experience in Scotland or Northern Ireland. The Senior President must have regard to the need for the following:",
  "/wiki/Chancery_Division": "The High Court of Justice in London, together with the Court of Appeal and the Crown Court, are the Senior Courts of England and Wales. Its name is abbreviated as EWHC for legal citation purposes.",
  "/wiki/Jill_Black,_Lady_Black_of_Derwent": "Jill Margaret Black, Lady Black of Derwent, DBE, PC, known as Lady Black  (née Currie; born 1 June 1954), is a Justice of the Supreme Court of the United Kingdom.",
  "/wiki/Trevelyan_College,_Durham": "Trevelyan College (known colloquially as Trevs) is a college of Durham University, England. Founded in 1966, the college takes its name from social historian George Macaulay Trevelyan, Chancellor of the University from 1950 to 1957. Originally an all-female college (the last to open in England), the college became fully mixed in 1992.",
  "/wiki/David_Lloyd_Jones,_Lord_Lloyd-Jones": "David Lloyd Jones, Lord Lloyd-Jones, Kt, PC, FLSW (born 13 January 1952) is a British judge and legal scholar. He is currently a justice of the Supreme Court of the United Kingdom and served earlier as a member of the Court of Appeal of England and Wales and as a chairman of the Law Commission.",
  "/wiki/Downing_College,_Cambridge": "Downing College is a constituent college of the University of Cambridge and currently has around 650 students. Founded in 1800, it was the only college to be added to Cambridge University between 1596 and 1869, and is often described as the oldest of the new colleges and the newest of the old. Downing College was formed \"for the encouragement of the study of Law and Medicine and of the cognate subjects of Moral and Natural Science\", and has developed a reputation amongst Cambridge colleges for Law and Medicine.",
  "/wiki/Queen's_Bench_Division": "The Queen's Bench (French: Cour du banc de la Reine; or, during the reign of a male monarch, the King's Bench, Cour du banc du Roi) is the superior court in a number of jurisdictions within some of the Commonwealth realms. The original King's Bench, founded in 1215 in England, was one of the ancient courts of the land and is now a division of the High Court of Justice of England and Wales.",
  "/wiki/Michael_Briggs,_Lord_Briggs_of_Westbourne": "Michael Townley Featherstone Briggs, Lord Briggs of Westbourne QC (born 23 December 1954) is a Justice of the Supreme Court of the United Kingdom. He served earlier as a judge of the Court of Appeal of England and Wales. By Royal Warrant, he bears the courtesy title of Lord Briggs of Westbourne.",
  "/wiki/Magdalen_College,_Oxford": "Magdalen College (/ˈmɔːdlɪn/ MAWD-lin) is a constituent college of the University of Oxford. It was founded in 1458 by William of Waynflete. Today, it is one of the wealthiest colleges, with a financial endowment of £273.2 million as of 2018, and one of the strongest academically, setting the record for the highest Norrington Score in 2010 and topping the table twice since then. It is home to several of the University's distinguished chairs, including the Agnelli-Serena Professorship, the Sherardian Professorship, and the four Waynflete Professorships.",
  "/wiki/Mary_Arden,_Lady_Arden": "Mary Howarth Arden, Lady Arden of Heswall, DBE (born 23 January 1947), is an English judge.",
  "/wiki/Girton_College,_Cambridge": "Girton College is one of the 31 constituent colleges of the University of Cambridge. The college was established in 1869 by Emily Davies and Barbara Bodichon as the first women's college in Cambridge. In 1948, it was granted full college status by the university, marking the official admittance of women to the university. In 1976, it was the first Cambridge women's college to become coeducational.",
  "/wiki/Harvard_Law_School": "Harvard Law School is the law school of Harvard University in Cambridge, Massachusetts. Founded in 1817, it is the oldest continuously operating law school in the United States and one of the most prestigious in the world. It is ranked first worldwide by QS World University Rankings and the Academic Ranking of World Universities.",
  "/wiki/Lady_Justice_of_Appeal": "A  Lord Justice of Appeal or Lady Justice of Appeal is an ordinary judge of the Court of Appeal of England and Wales, the court that hears appeals from the High Court of Justice and the Crown Court, and represents the second highest level of judge in the courts of England and Wales. Despite the title, and unlike the former Lords of Appeal in Ordinary, they are not necessarily peers.",
  "/wiki/David_Kitchin,_Lord_Kitchin": "David James Tyson Kitchin, Lord Kitchin, PC (born 30 April 1955) is a Justice of the Supreme Court of the United Kingdom. He has also served as a Lord Justice of Appeal.",
  "/wiki/Fitzwilliam_College,_Cambridge": "Fitzwilliam College is a constituent college of the University of Cambridge, England.",
  "/wiki/Philip_Sales,_Lord_Sales": "Philip James Sales, Lord Sales (born 11 February 1962) is a Justice of the Supreme Court of the United Kingdom. He took office on 14 January 2019.",
  "/wiki/Churchill_College,_Cambridge": "Churchill College is a constituent college of the University of Cambridge, England. It has a primary focus on science, engineering and technology, but still retains a strong interest in the arts and humanities.",
  "/wiki/Nicholas_Hamblen": "Nicholas Archibald Hamblen, Lord Hamblen, PC (born 23 September 1957), is a justice of the Supreme Court of the United Kingdom. Prior to his judicial career Hamblen was a QC, specialising in maritime and commercial law.",
  "/wiki/St_John's_College,_Oxford": "St John's College is a constituent college of the University of Oxford. Founded as a men's college in 1555, it has been coeducational since 1979. Its founder, Sir Thomas White, intended to provide a source of educated Roman Catholic clerics to support the Counter-Reformation under Queen Mary.",
  "/wiki/Justice_of_the_Supreme_Court_of_the_United_Kingdom": "Justices of the Supreme Court of the United Kingdom are the judges of the Supreme Court of the United Kingdom other than the President and Deputy President. The Supreme Court is the highest in the whole of the United Kingdom for civil matters, and for criminal matters from the United Kingdom jurisdictions of England and Wales and Northern Ireland. Judges are appointed by the Queen on the advice of the Prime Minister, who receives recommendations from a selection commission. The number of judges is set by s.23(2) Constitutional Reform Act 2005, which established the Court, but may be increased by the Queen through an Order in Council under s.23(3). There are currently 12 positions: one President, one Deputy President, and 10 Justices. Judges of the Court who are not already peers are granted the style Lord or Lady for life."
}