{
  "/wiki/Sekou_Doumbouya": "Sekou Oumar Doumbouya (born 23 December 2000) is a French professional basketball player for the Detroit Pistons of the National Basketball Association (NBA). Listed at 2.03 m (6 ft 8 in) and 105 kilograms (231 lbs), he plays both the small forward and power forward positions.",
  "/wiki/Detroit_Pistons": "The Detroit Pistons are an American professional basketball team based in Detroit, Michigan. The Pistons compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Central Division and plays its home games at Little Caesars Arena, located in Midtown. The team was founded in Fort Wayne, Indiana as the Fort Wayne (Zollner) Pistons in 1941, a member of the National Basketball League (NBL) where it won two NBL championships: in 1944 and 1945. The Pistons later joined the Basketball Association of America (BAA) in 1948. The NBL and BAA merged to become the NBA in 1949, and the Pistons became part of the merged league. In 1957, the franchise moved to Detroit. The Pistons have won three NBA championships: in 1989, 1990 and 2004.",
  "/wiki/2019%E2%80%9320_NBA_season": "The 2019–20 NBA season is the 74th season of the National Basketball Association (NBA). The regular season began on October 22, 2019 and will end on April 15, 2020. The playoffs will begin on April 18, 2020, and will end with the NBA Finals in June 2020. The 2020 NBA All-Star Game will be played on February 16, 2020, at the United Center in Chicago, Illinois.",
  "/wiki/2019_NBA_draft": "The 2019 NBA draft was held on June 20, 2019. It took place at Barclays Center in Brooklyn, New York. National Basketball Association (NBA) teams took turns selecting amateur United States college basketball players and other eligible players, including international players. It was televised nationally on ESPN. State Farm was the presenting sponsor of the NBA draft for the eighth consecutive year. This draft was the first to feature a new weighted lottery system in which the three worst teams each had a 14 percent chance of winning the lottery; these teams were the New York Knicks, Cleveland Cavaliers, and Phoenix Suns. The lottery took place on May 14, during the NBA playoffs. Three of the four teams who held the top four picks of the draft this year rose up from at least six spots in the lottery, including the New Orleans Pelicans, who won the first pick with 6 percent odds.",
  "/wiki/Talen_Horton-Tucker": "Talen Jalee Horton–Tucker (born November 25, 2000) is an American professional basketball player for Los Angeles Lakers of the National Basketball Association (NBA). A native of Chicago, Horton–Tucker played college basketball for the Iowa State Cyclones.",
  "/wiki/Los_Angeles_Lakers": "The Los Angeles Lakers are an American professional basketball team based in Los Angeles. The Lakers compete in the National Basketball Association (NBA), as a member of the league's Western Conference in the Pacific Division. The Lakers play their home games at Staples Center, an arena shared with the NBA's Los Angeles Clippers, the Los Angeles Sparks of the Women's National Basketball Association, and the Los Angeles Kings of the National Hockey League. The Lakers are one of the most successful teams in the history of the NBA, and have won 16 NBA championships, the second-most behind the Boston Celtics.",
  "/wiki/Alen_Smailagi%C4%87": "Alen Smailagić (Serbian Cyrillic: Ален Смаилагић, born August 18, 2000) is a Serbian professional basketball player for the Golden State Warriors of the National Basketball Association (NBA).",
  "/wiki/Golden_State_Warriors": "The Golden State Warriors are an American professional basketball team based in San Francisco. The Warriors compete in the National Basketball Association (NBA), as a member of the league's Western Conference Pacific Division. Founded in 1946 in Philadelphia, the Warriors moved to the San Francisco Bay Area in 1962 and took the city's name, before changing its geographic moniker to Golden State in 1971.[b] They play their home games at the Chase Center.",
  "/wiki/Zion_Williamson": "Zion Lateef Williamson (born July 6, 2000) is an American professional basketball player for the New Orleans Pelicans of the National Basketball Association (NBA). He plays the small forward and power forward positions. Following a dominant freshman-year stint with the Duke Blue Devils, he was selected by the Pelicans first overall in the 2019 NBA draft.",
  "/wiki/New_Orleans_Pelicans": "The New Orleans Pelicans are an American professional basketball team based in New Orleans. The Pelicans compete in the National Basketball Association (NBA) as a member of the league's Western Conference Southwest Division. The team plays their home games in the Smoothie King Center.",
  "/wiki/R._J._Barrett": "Rowan Alexander \"RJ\" Barrett Jr. (born June 14, 2000) is a Canadian professional basketball player for the New York Knicks of the National Basketball Association (NBA). A shooting guard and small forward, he was selected third overall in the 2019 NBA Draft by the New York Knicks after one year with the Duke Blue Devils program under coach Mike Krzyzewski.",
  "/wiki/New_York_Knicks": "The New York Knickerbockers, more commonly referred to as the Knicks, are an American professional basketball team based in the New York City borough of Manhattan. The Knicks compete in the National Basketball Association (NBA) as a member of the Atlantic Division of the Eastern Conference. The team plays its home games at Madison Square Garden, an arena they share with the New York Rangers of the National Hockey League (NHL). They are one of two NBA teams located in New York City; the other team is the Brooklyn Nets. Alongside the Boston Celtics, the Knicks are one of two original NBA teams still located in its original city.",
  "/wiki/Jalen_Lecque": "Jalen Lecque  (born June 3, 2000) is an American professional basketball player for the Northern Arizona Suns, on assignment from the Phoenix Suns of the National Basketball Association (NBA). He entered the 2019 NBA draft after deciding to skip college basketball.",
  "/wiki/Phoenix_Suns": "The Phoenix Suns are an American professional basketball team based in Phoenix, Arizona. The Suns compete in the National Basketball Association (NBA), as a member of the league's Western Conference Pacific Division, and are the only team in their division not based in California. The Suns play their home games at the Talking Stick Resort Arena.",
  "/wiki/Undrafted_sportsperson": "In professional sports, a free agent is a player who is eligible to sign freely with any club or franchise; i.e., not under contract to any specific team.  The term is also used in reference to a player who is under contract at present but who is allowed to solicit offers from other teams. In some circumstances, the free agent's options are limited by league rules.",
  "/wiki/Darius_Bazley": "Darius Denayr Bazley (born June 12, 2000) is an American professional basketball player for the Oklahoma City Thunder of the National Basketball Association (NBA). Bazley last attended Princeton High School in Sharonville, Ohio after playing his first two years at Finneytown High School. He was a consensus five-star recruit and the top prospect in his state, earning McDonald's All-American honors in 2018. Bazley initially committed to and signed with Syracuse but later chose to bypass college with intentions of joining the NBA G League, a decision that drew national attention. However, he instead chose to train on his own for the entire season for the 2019 NBA draft.",
  "/wiki/Oklahoma_City_Thunder": "The Oklahoma City Thunder are an American professional basketball team based in Oklahoma City. The Thunder competes in the National Basketball Association (NBA) as a member of the league's Western Conference Northwest Division. The team plays its home games at Chesapeake Energy Arena.",
  "/wiki/Jaxson_Hayes": "Jaxson Reed Hayes (born May 23, 2000) is an American professional basketball player for the New Orleans Pelicans of the National Basketball Association (NBA). He played college basketball for the Texas Longhorns.",
  "/wiki/Kevin_Porter_Jr.": "Bryan Kevin Porter Jr. (born May 4, 2000) is an American professional basketball player for the Cleveland Cavaliers of the National Basketball Association (NBA). He played college basketball for the USC Trojans. He played high school ball at Ranier Beach and led the Vikings to the state playoffs in each of his four years.",
  "/wiki/Cleveland_Cavaliers": "The Cleveland Cavaliers, often referred to as the Cavs, are an American professional basketball team based in Cleveland. The Cavaliers compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Central Division. The team began play as an expansion team in 1970, along with the Portland Trail Blazers and Buffalo Braves. Home games were first held at Cleveland Arena from 1970 to 1974, followed by the Richfield Coliseum from 1974 to 1994. Since 1994, the Cavs have played home games at Rocket Mortgage FieldHouse in downtown Cleveland, which is shared with the Cleveland Gladiators of the Arena Football League and the Cleveland Monsters of the American Hockey League. Dan Gilbert has owned the team since March 2005.",
  "/wiki/Coby_White": "Alec Jacoby \"Coby\" White (born February 16, 2000) is an American professional basketball player for the Chicago Bulls of the National Basketball Association (NBA). He played college basketball for the North Carolina Tar Heels. White was a top high school player in North Carolina, finishing his career as the top prep scorer in state history.",
  "/wiki/Chicago_Bulls": "The Chicago Bulls are an American professional basketball team based in Chicago. The Bulls compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Central Division. The team was founded on January 16, 1966 and played its first game later that year. The Bulls play their home games at the United Center, an arena on Chicago's west side shared with the Chicago Blackhawks of the National Hockey League (NHL).",
  "/wiki/Nassir_Little": "Nassir Shamai Little (born February 11, 2000) is an American professional basketball player for the Portland Trail Blazers of the National Basketball Association (NBA). Little finished his high school career as one of the top-ranked players in his class, having led Orlando Christian Prep to consecutive Florida state championships. The 6 ft 5 in (1.96 m) small forward went on to play college basketball for the North Carolina Tar Heels.",
  "/wiki/Portland_Trail_Blazers": "The Portland Trail Blazers, commonly known as the Blazers, are an American professional basketball team based in Portland, Oregon. The Trail Blazers compete in the National Basketball Association (NBA) as a member of the league's Western Conference Northwest Division. The team played its home games in the Memorial Coliseum before moving to Moda Center in 1995 (called the Rose Garden until 2013). The franchise entered the league as an expansion team in 1970, and has enjoyed a strong following: from 1977 through 1995, the team sold out 814 consecutive home games, the longest such streak in American major professional sports at the time, and only since surpassed by the Boston Red Sox. The Trail Blazers are the only NBA team based in the bi-national Pacific Northwest, after the Vancouver Grizzlies relocated to Memphis and became the Memphis Grizzlies in 2001 and the Seattle SuperSonics relocated to Oklahoma City and became the Oklahoma City Thunder in 2008.",
  "/wiki/Darius_Garland": "Darius Kinnard Garland (born January 26, 2000) is an American professional basketball player for the Cleveland Cavaliers of the National Basketball Association (NBA). He played college basketball at Vanderbilt.",
  "/wiki/Tyler_Herro": "Tyler Christopher Herro (/ˈhiːroʊ/ HEE-roh; born January 20, 2000) is an American professional basketball player for the Miami Heat of the National Basketball Association (NBA). He played college basketball for the Kentucky Wildcats.",
  "/wiki/Miami_Heat": "The Miami Heat are an American professional basketball team based in Miami. The Heat compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Southeast Division. The Heat play their home games at American Airlines Arena, and have won three NBA championships.",
  "/wiki/Luka_%C5%A0amani%C4%87": "Luka Šamanić (born 9 January 2000) is a Croatian professional basketball player for the Austin Spurs, on assignment from the San Antonio Spurs of the National Basketball Association (NBA). A power forward, he was drafted 19th overall by the Spurs in the 2019 NBA draft.",
  "/wiki/San_Antonio_Spurs": "The San Antonio Spurs are an American professional basketball team based in San Antonio, Texas. The Spurs compete in the National Basketball Association (NBA) as a member of the league's Western Conference Southwest Division. The team plays its home games at the AT&T Center in San Antonio.",
  "/wiki/Bol_Bol": "Bowl Manute Bowl (/boʊl/; born November 16, 1999) is an American professional basketball player with Sudanese heritage, for the Denver Nuggets of the National Basketball Association (NBA) on a two-way contract. He played college basketball for the Oregon Ducks. A son of basketball player Manute Bol, Bol was born in Khartoum but began living in Kansas from a young age. In high school, Bol was considered one of the best players in the class of 2018, having been rated a consensus five-star recruit and earning McDonald's All-American honors. He plays the center position.",
  "/wiki/Denver_Nuggets": "The Denver Nuggets are an American professional basketball team based in Denver. The Nuggets compete in the National Basketball Association (NBA) as a member of the league's Western Conference Northwest Division. The team was founded as the Denver Larks in 1967 as a charter franchise of the American Basketball Association (ABA), but changed its name to Rockets before the first season. It changed its name again to the Nuggets in 1974. After the name change, the Nuggets played for the final ABA Championship title in 1976, losing to the New York Nets.",
  "/wiki/Isaac_Bonga": "Isaac Evolue Etue Bofenda Bonga (born November 8, 1999) is a German professional basketball player for the Washington Wizards of the National Basketball Association (NBA). Standing 6 ft 8 in (2.03 m), he began his professional career with Skyliners Frankfurt of the Basketball Bundesliga (BBL). Born in Neuwied, Bonga represents the senior German national team in international competitions. He was selected by the Philadelphia 76ers (second round, 39th overall) and immediately traded to the Los Angeles Lakers in the 2018 NBA draft. Bonga is the only active NBA player to have a body mass index (BMI) below 20.",
  "/wiki/2018%E2%80%9319_NBA_season": "The 2018–19 NBA season was the 73rd season of the National Basketball Association (NBA). The regular season began on October 16, 2018 and ended on April 10, 2019. The 2019 NBA All-Star Game was played on February 17, 2019, at the Spectrum Center in Charlotte, North Carolina. The playoffs began on April 13, 2019 and ended on June 13 with the Toronto Raptors defeating the Golden State Warriors in the 2019 NBA Finals, becoming NBA champions for the first time in franchise history.",
  "/wiki/Washington_Wizards": "The Washington Wizards are an American professional basketball team based in Washington, D.C. The Wizards compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Southeast Division. The team plays its home games at the Capital One Arena, in the Chinatown neighborhood of Washington, D.C.",
  "/wiki/2018_NBA_draft": "The 2018 NBA draft was held on June 21, 2018, at Barclays Center in Brooklyn, New York. National Basketball Association (NBA) teams took turns selecting amateur United States college basketball players and other eligible players, including international players. It was televised nationally by ESPN. State Farm was the presenting sponsor of the NBA draft for the seventh consecutive year. This draft was the last to use the original weighted lottery system that gave teams near the bottom of the NBA draft better odds at the top three picks of the draft while teams higher up had worse odds in the process; the rule was agreed upon by the NBA on September 28, 2017, but would not be implemented until the 2019 draft. It was also considered the final year where undrafted college underclassmen were forced to begin their professional careers early; on August 8, 2018, the NCAA announced that players who declared for the NBA draft and were not selected would have the opportunity to return to their school for at least another year. With the last year of what was, at the time, the most recent lottery system (with the NBA draft lottery being held in Chicago instead of in New York), the Phoenix Suns won the first overall pick on May 15, 2018, with the Sacramento Kings at the second overall pick and the Atlanta Hawks at third overall pick. The Suns' selection was their first No. 1 overall selection in franchise history. They used the selection on the Bahamian center Deandre Ayton from the nearby University of Arizona.",
  "/wiki/Romeo_Langford": "Romeo James Langford (born October 25, 1999) is an American professional basketball player for the Maine Red Claws of the NBA G-League. He had played college basketball for the Indiana Hoosiers. Langford was ranked as one of the highest prospects in the high school class of 2018 and drew interest from many notable colleges before committing to play for the Indiana Hoosiers in 2018–2019 season. A shooting guard, he was drafted by the Celtics 14th overall in the 2019 NBA Draft.",
  "/wiki/Boston_Celtics": "The Boston Celtics (/ˈsɛltɪks/ SEL-tiks) are an American professional basketball team based in Boston. The Celtics compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Atlantic Division. Founded on June 6, 1946 as one of the league's original eight teams, the Celtics play their home games at TD Garden, which they share with the National Hockey League (NHL)'s Boston Bruins. The Celtics are regarded as the most successful basketball team in NBA history; the franchise has won the most championships in the NBA with 17 (accounting for 23.9 percent of all NBA championships since the league's founding), and currently hold the record for the most recorded wins of any NBA team.",
  "/wiki/Moses_Brown_(basketball)": "Moses Shirief-Lamar Brown (born October 13, 1999) is an American professional basketball player for the Portland Trail Blazers of the National Basketball Association (NBA), on a two-way contract with the Texas Legends of the NBA G League. He played college basketball for the UCLA Bruins. The 7-foot-2-inch (2.18 m) center was named a McDonald's All-American as a high school senior in 2018. In his only year with UCLA, Brown was voted to the all-freshman team in the Pac-12 Conference. He went undrafted in the 2019 NBA draft.",
  "/wiki/Keldon_Johnson": "Keldon Johnson (born October 11, 1999) is an American professional basketball player for the Austin Spurs, on assignment from the San Antonio Spurs of the National Basketball Association (NBA). He played college basketball for the Kentucky Wildcats. Johnson attended Oak Hill Academy in Mouth of Wilson, Virginia, and played for United States men's national under-19 basketball team during the summer of 2017.",
  "/wiki/Jaren_Jackson_Jr.": "Jaren Walter Jackson Jr. (born September 15, 1999) is an American professional basketball player for the Memphis Grizzlies of the National Basketball Association (NBA). He played college basketball for the Michigan State Spartans. He was selected 4th by the Memphis Grizzlies in the 2018 NBA draft.",
  "/wiki/Memphis_Grizzlies": "The Memphis Grizzlies are an American professional basketball team based in Memphis, Tennessee. The Grizzlies compete in the National Basketball Association (NBA) as a member of the league's Western Conference Southwest Division. The Grizzlies play their home games at FedExForum. The team is owned by Robert Pera. The Grizzlies are currently the only team in the major professional North American sports leagues based in the city of Memphis, and is the only professional basketball team in the state of Tennessee."
}