{
  "/wiki/Mille_Miglia": "The Mille Miglia (Italian pronunciation: [ˈmille ˈmiʎʎa], Thousand Miles) was an open-road, motorsport endurance race established in 1927 by the young Counts Francesco Mazzotti and Aymo Maggi, which took place in Italy twenty-four times from 1927 to 1957 (thirteen before the war, eleven from 1947).",
  "/wiki/Osca_MT4": "O.S.C.A. (Officine Specializzate Costruzione Automobili—Fratelli Maserati S.p.A.) was an Italian manufacturer of racing and sports cars established 1947 in San Lazzaro di Savena, Bologna, by the Maserati brothers, and closed down in 1967. Its name is usually abbreviated to OSCA or Osca.",
  "/wiki/Felice_Bonetto": "Felice Bonetto (9 June 1903 in Manerbio, near Brescia, Italy – 21 November 1953 in Silao, Mexico) was a courageous racing driver who earned the nickname Il Pirata (The Pirate).",
  "/wiki/Autodromo_Internazionale_del_Mugello": "Mugello Circuit (Autodromo Internazionale del Mugello) is a race track in Scarperia e San Piero, Tuscany, Italy. Its length is 5.245 km (3.259 mi). It has 14 turns and a long straight (1.141 km (1,247.813 yd)). The circuit stadium stands have a capacity of 50,000.",
  "/wiki/Targa_Florio": "The Targa Florio was an open road endurance automobile race held in the mountains of Sicily near the island's capital of Palermo. Founded in 1906, it was the oldest sports car racing event, part of the World Sportscar Championship between 1955 and 1973. While the first races consisted of a whole tour of the island, the track length in the race's last decades was limited to the 72 kilometres (45 mi) of the Circuito Piccolo delle Madonie, which was lapped 11 times.",
  "/wiki/Maserati_A6GCS": "Maserati A6 were a series of grand tourers, racing sports cars and single seaters made by Maserati of Italy between 1947 and 1956. They were named for Alfieri Maserati (one of the Maserati brothers, founders of Maserati) and for their straight-six engine.",
  "/wiki/Ferrari_Monza": "A Ferrari Monza is one of a series of cars built by Ferrari.  In the early 1950s, Ferrari shifted from using the compact Gioacchino Colombo-designed V12 engine in its smallest class of sports racers to a line of four-cylinder engines designed by Aurelio Lampredi.  Inspired by the success of the light and reliable 2.5 L 553 F1 car, the four-cylinder sports racers competed successfully through the late 1950s, culminating with the famed 500 Mondial and 750 Monza.",
  "/wiki/Opatija": "Opatija (Croatian pronunciation: [ɔpǎtija]; Italian: Abbazia, German: Sankt Jakobi) is a town in Primorje-Gorski Kotar County in western Croatia. The traditional seaside resort on the Kvarner Gulf is known for its Mediterranean climate and its historic buildings reminiscent of the Austrian Riviera.",
  "/wiki/Ferrari": "Ferrari (/fəˈrɑːri/; Italian: [ferˈraːri]) is an Italian luxury sports car manufacturer based in Maranello. Founded by Enzo Ferrari in 1939 out of Alfa Romeo's race division as Auto Avio Costruzioni, the company built its first car in 1940. However, the company's inception as an auto manufacturer is usually recognized in 1947, when the first Ferrari-badged car was completed.",
  "/wiki/Cortemaggiore": "Cortemaggiore (Piacentino: Curtmagiùr) is an Italian comune located in the Province of Piacenza.\nCortemaggiore is located in the northern Italy about 80 kilometres (50 mi) from Milan and 120 kilometres (75 mi) from Bologna, in the Pianura Padana.\nThe municipality borders with Fiorenzuola d'Arda, Villanova sull'Arda, Besenzone, San Pietro in Cerro, Caorso, Pontenure and Cadeo.",
  "/wiki/Gerino_Gerini_(racing_driver)": "Gerino Gerini (10 August 1928 – 17 April 2013) was a racing driver from Italy.",
  "/wiki/Ferrari_250_GT": "The Ferrari 250 is a series of sports cars and grand tourers built by Ferrari from 1952 to 1964. The company's most successful early line, the 250 series includes many variants designed for road use or sports car racing. 250 series cars are characterized by their use of a 3.0 L (2,953 cc) Colombo V12 engine designed by Gioacchino Colombo. They were replaced by the 275 and 330 series cars.",
  "/wiki/Franco_Cortese": "Franco Cortese (10 February 1903 in Oggebbio, Piedmont – 13 November 1986 in Milano) was an Italian racing driver. He entered 156 races between 1927 and 1958, of which one was a Formula 1 Grand Prix and three were Formula 2 Grands Prix. Cortese holds the record of most finishes in a Mille Miglia race: fourteen.",
  "/wiki/12_Hours_of_Reims": "The 12 Hours of Reims (official name: 12 Heures internationales de Reims) were a sports car endurance racing series held from 1953 to 1967 at the Reims (Gueux) circuit in the Marne district of the Champagne region in north-eastern France. The 1926 Coupe d’Or was the first 12-hour endurance race held at Reims and is considered to be the direct ancestor of the modern endurance series.",
  "/wiki/Gino_Munaron": "Gino Munaron (born 2 April 1928 in Turin – died 22 November 2009 in Valenza) was a racing driver from Italy.  He participated in 4 Formula One World Championship Grands Prix, debuting on 7 February 1960. He scored no championship points.",
  "/wiki/1000_km_Monza": "The 1000 Kilometres of Monza (known after 1966 as \"Trofeo Filippo Caracciolo\") was an endurance race, mainly for sports cars, which was held at the Autodromo Nazionale Monza in Italy.",
  "/wiki/Nice": "Nice (/niːs/, NEESS; French pronunciation: ​[nis]; Niçard Occitan: Niça, classical norm, or Nissa, nonstandard, pronounced [ˈnisa]; Italian: Nizza [ˈnittsa]; Greek: Νίκαια; Latin: Nicaea) is the seventh most populous urban area in France and the capital of the Alpes-Maritimes department. The metropolitan area of Nice extends beyond the administrative city limits, with a population of about 1 million on an area of 721 km2 (278 sq mi). Located in the French Riviera, on the south east coast of France on the Mediterranean Sea, at the foot of the Alps, Nice is the second-largest French city on the Mediterranean coast and the second-largest city in the Provence-Alpes-Côte d'Azur region after Marseille. Nice is approximately 13 kilometres (8.1 mi) from the principality of Monaco and 30 kilometres (19 mi) from the French-Italian border. Nice's airport serves as a gateway to the region.",
  "/wiki/Le_Mans": "Le Mans (/lə ˈmɒ̃/, French: [lə mɑ̃] (listen)) is a city in France on the Sarthe River. Traditionally the capital of the province of Maine, it is now the capital of the Sarthe department and the seat of the Roman Catholic diocese of Le Mans. Le Mans is a part of the Pays de la Loire region.",
  "/wiki/Vichy": "Vichy (Occitan: Vichèi, Vichèir, or Vichier) is a city in the Allier department of Auvergne-Rhône-Alpes in central France, in the historic province of Bourbonnais.",
  "/wiki/Reims": "Reims (/riːmz/ REEMZ, also US: /ræ̃s/, French: [ʁɛ̃s] (listen); also spelled Rheims in English; Dutch: Riemen) is the most populous city in the Marne department, in the Grand Est region of France. Its population in 2013 was of 182,592 in the city proper (commune) and 317,611 in the metropolitan area (aire urbaine). The city lies 129 km (80 mi) east-northeast of Paris. Its primary river, the Vesle, is a tributary of the Aisne.",
  "/wiki/Pontedecimo": "Pontedecimo is a district on the far northern outskirts of the Italian city of Genoa, and is located in the Polcevera valley.",
  "/wiki/Giovi_Pass": "The Giovi Pass is a pass in Italy in the northwestern Ligurian Apennines north of Genoa.",
  "/wiki/Trieste-Opicina_hillclimb": "Trieste-Opicina (1911–1971) is a hillclimb up the Opicina hill in Trieste, northeastern Italy. Also known as Albo d'Oro automobilistico. The race was suspended twice, around First and Second World War. After a serious crash of Austrian Herbert Jerich in a Ford Escort TC and subsequent safety concerns the race was cancelled after its 1971 edition. From 2017, the historic race was recreated as a tour on closed roads around Trieste.",
  "/wiki/Pau_Grand_Prix": "The Pau Grand Prix (French: Grand Prix de Pau) is a motor race held in Pau, in the Pyrénées-Atlantiques department of southwestern France. The French Grand Prix was held at Pau in 1930, leading to the annual Pau Grand Prix being inaugurated in 1933. It was not run during World War II.",
  "/wiki/Bruno_Gavazzoli": "Bruno \"Madero\" Gavazzoli is a former Italian racing driver. He entered 25 races (22 started) between 1954 and 1960 in an O.S.C.A., a Maserati and two types of Ferraris. He scored one victory."
}