{
  "/wiki/Carmelo_Anthony": "Carmelo Kyam Anthony (born May 29, 1984) is an American professional basketball player for the Portland Trail Blazers of the National Basketball Association (NBA). He has been named an NBA All-Star ten times and an All-NBA Team member six times. He played college basketball for the Syracuse Orange, winning a national championship as a freshman in 2003 while being named the NCAA Tournament's Most Outstanding Player.\n After one season at Syracuse, Anthony entered the 2003 NBA draft and was selected with the third overall pick by the Denver Nuggets. While playing for Denver, he led the Nuggets to the playoffs every year from 2004 to 2010; the team won two division titles in that span. In 2009, Anthony led the Nuggets to their first Conference Finals appearance since 1985. In 2011, he was traded from Denver to the New York Knicks days before the NBA trade deadline. In a January 24, 2014 game against the Charlotte Bobcats, Anthony scored a career-high 62 points, setting a Knicks' single-game scoring record and a Madison Square Garden single-game scoring record. Anthony was traded to the Oklahoma City Thunder, where he played one season before signing with the Rockets.\n Anthony has played in the Olympics for the US national team a record four times, winning a bronze medal with the 2004 squad and gold medals on the 2008, 2012, and 2016 Olympic teams. As of April 2016, he was the US Olympic team's all-time leader in points, rebounds, and games played.",
  "/wiki/David_Robinson": "David Maurice Robinson (born August 6, 1965) is an American former professional basketball player, who played center for the San Antonio Spurs in the National Basketball Association (NBA) for his entire career. Based on his prior service as an officer in the United States Navy, Robinson earned the nickname \"The Admiral\".\n Robinson is a 10-time NBA All-Star, the 1995 NBA MVP, a two-time NBA Champion (1999 and 2003), a two-time Olympic Gold Medal winner (1992, 1996), a two-time Naismith Memorial Basketball Hall of Fame inductee (2009 for his individual career, 2010 as a member of the 1992 United States men's Olympic basketball team), and a two-time U.S. Olympic Hall of Fame inductee (2008 individually, 2009 as a member of the 1992 Olympic team). He is widely considered one of the greatest centers in both college basketball and NBA history. To date, Robinson is the only player from the Naval Academy to play in the NBA.",
  "/wiki/LeBron_James": "LeBron Raymone James Sr. (/ləˈbrɒn/; born December 30, 1984) is an American professional basketball player for the Los Angeles Lakers of the National Basketball Association. He is often regarded as the greatest basketball player of all time, which has resulted in frequent comparisons to Michael Jordan. His accomplishments include three NBA championships, four NBA MVP Awards, three NBA Finals MVP Awards, and two Olympic gold medals.  Lebron's teams appeared in eight consecutive NBA Finals (2011-2018 seasons).  Lebron leads with the record for all-time NBA playoffs points scored, is third in all-time NBA points scored, and eighth in all-time NBA assists.  James was selected to the All-NBA First Team a record twelve times, made the All-Defensive First Team five times, played in sixteen NBA All-Star Games as All-Star MVP three times.  \n James played basketball for St. Vincent–St. Mary High School in his hometown of Akron, Ohio, where he was heavily touted by the national media as a future NBA superstar. A prep-to-pro, he joined the Cleveland Cavaliers in 2003 as the first overall draft pick. Named the 2003–04 NBA Rookie of the Year, he soon established himself as one of the league's premier players; he won the NBA Most Valuable Player Award in 2009 and 2010. After failing to win a championship with Cleveland, James left in 2010 to sign as a free agent with the Miami Heat. This move was announced in an ESPN special titled The Decision, and is one of the most controversial free agent decisions in American sports history.\n James won his first two NBA championships while playing for the Miami Heat in 2012 and 2013; in both of these years, he also earned league MVP and Finals MVP. After his fourth season with the Heat in 2014, James opted out of his contract to re-sign with the Cavaliers. In 2016, he led the Cavaliers to victory over the Golden State Warriors in the NBA Finals coming back down 3–1, delivering the franchise's first championship and ending Cleveland's 52-year professional sports title drought. In 2018, James opted out of his contract with the Cavaliers to sign with the Lakers.\n Off the court, James has accumulated additional wealth and fame from numerous endorsement contracts. His public life has been the subject of much scrutiny, and he has been ranked as one of America's most influential and popular athletes. He has been featured in books, documentaries, and television commercials. He has also hosted the ESPY Awards and Saturday Night Live, and appeared in the 2015 film Trainwreck.",
  "/wiki/Bob_Kurland": "Robert Albert Kurland (December 23, 1924 – September 29, 2013) was a 7 feet (2.1 m) American basketball center, who played for the two-time NCAA champion Oklahoma A&M Aggies (now Oklahoma State Cowboys) basketball team. He led the U.S. basketball team to gold medals in two Summer Olympics, and led his AAU team to three national titles. He is a member of the Naismith Memorial Basketball Hall of Fame.",
  "/wiki/Bill_Hougland": "William Marion \"Bill\" Hougland (June 20, 1930 – March 6, 2017) was an American basketball player who competed in the 1952 Summer Olympics and in the 1956 Summer Olympics. He was also a member of the Kansas Jayhawks' 1952 NCAA Men's Basketball National Championship team.\n He was a member of the 1952 American basketball team, which won the gold medal. He played all eight matches.\nFirst Round Draft Pick in 1952 by the Minnesota Lakers\n Four years later he won his second gold medal as part of the 1956 American team.\n Hougland died on March 6, 2017 in Lawrence, Kansas, aged 86.",
  "/wiki/Burdette_Haldorson": "Burdette Eliele \"Burdie\" Haldorson (born January 24, 1934) was an American basketball player who competed in the 1956 Summer Olympics and in the 1960 Summer Olympics.  Haldorson played college basketball for the Colorado Buffaloes.\n He was part of the American basketball team that won the gold medal in 1956.  He never played professionally, but was a member of the AAU Phillips 66ers for a number of years.\n Four years later, in 1960, he won his second gold medal as part of the American team. He was inducted into the Pac-12 Basketball Hall of Honor during the 2012 Pac-12 Conference Men's Basketball Tournament, March 10, 2012.",
  "/wiki/Michael_Jordan": "Michael Jeffrey Jordan (born February 17, 1963), also known by his initials MJ, is an American former professional basketball player and the principal owner of the Charlotte Hornets of the National Basketball Association (NBA). He played 15 seasons in the NBA, winning six championships with the Chicago Bulls. His biography on the official NBA website states: \"By acclamation, Michael Jordan is the greatest basketball player of all time.\" He was one of the most effectively marketed athletes of his generation and was considered instrumental in popularizing the NBA around the world in the 1980s and 1990s.\n Jordan played three seasons for coach Dean Smith with the North Carolina Tar Heels. As a freshman, he was a member of the Tar Heels' national championship team in 1982. Jordan joined the Bulls in 1984 as the third overall draft pick, and quickly emerged as a league star and entertained crowds with his prolific scoring. His leaping ability, demonstrated by performing slam dunks from the free throw line in Slam Dunk Contests, earned him the nicknames Air Jordan and His Airness. He also gained a reputation for being one of the best defensive players in basketball. In 1991, he won his first NBA championship with the Bulls, and followed that achievement with titles in 1992 and 1993, securing a \"three-peat\". Although Jordan abruptly retired from basketball before the 1993–94 NBA season and started a new career in Minor League Baseball, he returned to the Bulls in March 1995 and led them to three additional championships in 1996, 1997, and 1998, as well as a then-record 72 regular-season wins in the 1995–96 NBA season. He retired for a second time in January 1999 but returned for two more NBA seasons from 2001 to 2003 as a member of the Washington Wizards.\n Jordan's individual accolades and accomplishments include six NBA Finals Most Valuable Player (MVP) Awards, ten scoring titles (both all-time records), five MVP Awards, ten All-NBA First Team designations, nine All-Defensive First Team honors, fourteen NBA All-Star Game selections, three All-Star Game MVP Awards, three steals titles, and the 1988 NBA Defensive Player of the Year Award. He holds the NBA records for highest career regular season scoring average (30.12 points per game) and highest career playoff scoring average (33.45 points per game). In 1999, he was named the greatest North American athlete of the 20th century by ESPN, and was second to Babe Ruth on the Associated Press' list of athletes of the century. Jordan is a two-time inductee into the Naismith Memorial Basketball Hall of Fame, having been enshrined in 2009 for his individual career and again in 2010 as part of the group induction of the 1992 United States men's Olympic basketball team (\"The Dream Team\"). He became a member of the FIBA Hall of Fame in 2015.\n Jordan is also known for his product endorsements. He fueled the success of Nike's Air Jordan sneakers which were introduced in 1984 and remain popular today. Jordan also starred as himself in the 1996 film Space Jam. In 2006, he became part-owner and head of basketball operations for the Charlotte Bobcats (now Hornets) and bought a controlling interest in 2010. In 2014, Jordan became the first billionaire player in NBA history. With a net worth of $1.9 billion, he is the fourth-richest African-American, behind Robert F. Smith, David Steward, and Oprah Winfrey.",
  "/wiki/Chris_Mullin": "Christopher Paul Mullin (born July 30, 1963) is an American retired professional basketball player and former head coach of the St. John's Red Storm. He previously served as special advisor for the Sacramento Kings and general manager of the Golden State Warriors. He is a two-time Olympic Gold medalist and a two-time Naismith Memorial Basketball Hall of Fame inductee (in 2010 as a member of the 1992 United States men's Olympic basketball team (\"The Dream Team\"), and in 2011 for his individual career).\n Mullin played shooting guard and small forward in the NBA from 1985 to 2001. During his playing time at St. John's University, he was named Big East Player of the Year three times and was a member of the 1984 U.S. Men's Olympic Basketball team, Mullin was chosen as the seventh pick by the Golden State Warriors in the first round of the 1985 NBA draft.  He returned to the Olympics in 1992 as a member of the \"Dream Team\", which was the first American Olympic basketball team to include professional players.\n He played with the Warriors from the 1985–86 until the 1996–97 season. Thereafter, Mullin played with the Indiana Pacers from 1997 until the 1999–2000 season. He retired after the 2000–01 season, playing for his original team, the Warriors.\n On March 30, 2015, he was named 20th head coach of the St. John's University men's basketball team, his alma mater. On April 9, 2019 he stepped down as the head coach of the St. John's University men's basketball team.",
  "/wiki/Charles_Barkley": "Charles Wade Barkley (born February 20, 1963) is an American retired professional basketball player who is currently an analyst on Inside the NBA. Nicknamed Chuck, Sir Charles, Street Beef, and The Round Mound of Rebound, Barkley established himself as one of the National Basketball Association's most dominant power forwards. An All-American power forward at Auburn University, he was drafted as a junior by the Philadelphia 76ers with the 5th pick of the 1984 NBA draft. He was selected to the All-NBA First Team five times, the All-NBA Second Team five times, and once to the All-NBA Third Team. He earned eleven NBA All-Star Game appearances and was named the All-Star MVP in 1991. In 1993 with the Phoenix Suns, he was voted the league's Most Valuable Player, and during the NBA's 50th anniversary, named one of the 50 Greatest Players in NBA History. He competed in the 1992 and 1996 Olympic Games and won two gold medals as a member of the United States' \"Dream Team\". Barkley is a two-time inductee into the Naismith Memorial Basketball Hall of Fame, being inducted in 2006 for his individual career, and in 2010 as a member of the \"Dream Team\".\n Barkley was popular with the fans and media and made the NBA's All-Interview Team for his last 13 seasons in the league. He was frequently involved in on- and off-court fights and sometimes stirred national controversy, as in March 1991 when he spat on a young girl while attempting to spit at a heckler, and as in 1993 when he declared that sports figures should not be considered role models. Though shorter than the typical power forward, Barkley used his strength and aggressiveness to become one of the NBA's most dominant rebounders. He was a versatile player who had the ability to score, create plays, and defend. In 2000, he retired as the fourth player in NBA history to achieve 20,000 points, 10,000 rebounds and 4,000 assists.\n Since retiring as a player, Barkley has had a successful career as an NBA analyst. He works with Turner Network Television (TNT) alongside of Shaquille O'Neal, Kenny Smith, and Ernie Johnson as a studio pundit for its coverage of NBA games and is a spokesman for CDW. In addition, Barkley has written several books and has shown an interest in politics. In October 2008, he announced that he would run for Governor of Alabama in 2014, but he changed his mind in 2010.",
  "/wiki/Scottie_Pippen": "Scotty Maurice Pippen (born September 25, 1965), commonly spelled Scottie Pippen, is an American former professional basketball player. He played 17 seasons in the National Basketball Association (NBA), winning six NBA championships with the Chicago Bulls. Pippen, along with Michael Jordan, played an important role in transforming the Bulls into a championship team and in popularizing the NBA around the world during the 1990s.\n Considered one of the greatest small forwards of all time, Pippen was named to the NBA All-Defensive First Team eight consecutive times and the All-NBA First Team three times. He was a seven-time NBA All-Star and was the NBA All-Star Game MVP in 1994. He was named one of the 50 Greatest Players in NBA History during the 1996–97 season, and is one of four players to have his jersey retired by the Chicago Bulls (the others being Jerry Sloan, Bob Love, and Michael Jordan). He played a main role on both the 1992 Chicago Bulls Championship team and the 1996 Chicago Bulls Championship team which were selected as two of the Top 10 Teams in NBA History. His biography on the Naismith Basketball Hall of Fame's website states, \"The multidimensional Pippen ran the court like a point guard, attacked the boards like a power forward, and swished the nets like a shooting guard.\" During his 17-year career, he played 12 seasons with the Bulls, one with the Houston Rockets and four with the Portland Trail Blazers, making the postseason sixteen straight times.\n Pippen is the only NBA player to have won an NBA title and Olympic gold medal in the same year twice (1992, 1996). He was a part of the 1992 U.S. Olympic \"Dream Team\" which beat its opponents by an average of 44 points. Pippen was also a key figure in the 1996 Olympic team, alongside former Dream Team members Karl Malone, John Stockton, and Charles Barkley as well as newer faces such as Anfernee \"Penny\" Hardaway and Grant Hill. He wore number 8 during both years.\n Pippen is a two-time inductee into the Naismith Memorial Basketball Hall of Fame (for his individual career, and as a member of the \"Dream Team\"), having been inducted for both on August 13, 2010. On December 8, 2005, the Chicago Bulls retired his number #33, while his college, University of Central Arkansas, retired his number #33 on January 21, 2010, as well.",
  "/wiki/Karl_Malone": "Karl Anthony Malone (born July 24, 1963) is an American retired professional basketball player. Nicknamed \"the Mailman\", Malone played the power forward position and spent his first 18 seasons (1985–2003) in the National Basketball Association (NBA) with the Utah Jazz and formed a formidable duo with his teammate John Stockton. Malone also played one season for the Los Angeles Lakers. Malone was a two-time NBA Most Valuable Player, a 14-time NBA All-Star, and an 11-time member of the All-NBA first team. His 36,928 career points scored rank second all-time in NBA history behind Kareem Abdul-Jabbar, and he holds the records for most free throws attempted and made, in addition to being tied for the second-most first-team All-NBA selections with Kobe Bryant and behind LeBron James. He is considered one of the greatest power forwards in NBA history.\n Malone played college basketball at Louisiana Tech University. In his three seasons with Louisiana Tech, he helped the Bulldogs basketball team to its first-ever NCAA tournament in 1984 and to first place in the Southland Conference in 1985. The Utah Jazz drafted Malone in 1985 with the 13th overall pick in the first round. Malone appeared in the playoffs every season in his career, including the NBA Finals in 1997 and 1998 with the Jazz. He played his final season with the Los Angeles Lakers, with whom he played his third Finals in 2004. Malone has the most career postseason losses of any NBA player ever, with 95. Malone also competed with the United States national team in the Summer Olympic Games of 1992 and 1996; in both years he won gold medals. After retiring from the NBA, Malone joined the staff of the Louisiana Tech Bulldogs basketball team in 2007 and was inducted into the Naismith Memorial Basketball Hall of Fame in 2010 twice – for his individual career, and as a member of the 1992 United States men's Olympic basketball team.",
  "/wiki/John_Stockton": "John Houston Stockton (born March 26, 1962) is an American retired professional basketball player. He spent his entire NBA career (1984–2003) as a point guard for the Utah Jazz, and the team made the playoffs in each of his 19 seasons. In 1997 and 1998, together with his longtime teammate Karl Malone, Stockton led the Jazz to the franchise's only two NBA Finals appearances. Stockton is a ten-time NBA All-Star and a two-time Naismith Memorial Basketball Hall of Fame inductee (in 2009 for his individual career, and in 2010 as a member of the 1992 United States men's Olympic basketball team \"Dream Team\"). In 1996, he was named one of the 50 greatest players in NBA history. Stockton holds the NBA records for most career assists and steals by wide margins and is regarded as one of the greatest point guards of all time.",
  "/wiki/Gary_Payton": "Gary Dwayne Payton Sr. (born July 23, 1968) is an American retired professional basketball player. He started at the point guard position. He is best known for his 13-year tenure with the Seattle SuperSonics, and holds Seattle franchise records in points, assists, and steals. He also played with the Milwaukee Bucks, Los Angeles Lakers, Boston Celtics, and Miami Heat. Payton won an NBA championship with the Heat in 2006. He was nicknamed \"The Glove\" for his defensive abilities. He was inducted into the Naismith Basketball Hall of Fame on September 8, 2013.\n Payton is widely considered one of the best point guards of all time. He is the only point guard to win the NBA Defensive Player of the Year award. He was selected to the NBA All-Defensive First Team nine times, an NBA record he shares with Michael Jordan, Kevin Garnett and Kobe Bryant. He was also a nine-time NBA All-Star and a nine-time All-NBA Team member.\n Considered the \"NBA's reigning high scorer among point guards\" in his prime, Payton is referred to as \"probably as complete a guard as there ever was\" by Basketball Hall of Famer Gail Goodrich.",
  "/wiki/Jason_Kidd": "Jason Frederick Kidd (born March 23, 1973) is an American professional basketball coach and former player who is an assistant coach for the Los Angeles Lakers of the National Basketball Association (NBA). Previously a point guard in the NBA, Kidd was a 10-time NBA All-Star, a five-time All-NBA First Team member, and a nine-time NBA All-Defensive Team member. He won an NBA Championship in 2011 as a member of the Dallas Mavericks, and was a two-time Olympic Gold Medal winner during his pro career, as part of Team USA in 2000 and 2008. He was inducted as a player into the Naismith Memorial Basketball Hall of Fame.\n Kidd played college basketball for the California Golden Bears and was drafted second overall by the Dallas Mavericks in the first round of the 1994 NBA draft. He was named co-NBA Rookie of the Year in his first season with the Mavericks. Then, from 1996 to 2001, Kidd played for the Phoenix Suns and later for the New Jersey Nets from 2001 to 2008. He led the Nets to two consecutive NBA Finals appearances in 2002 and 2003. In the middle of the 2007–08 season, Kidd was traded back to Dallas. At age 38, Kidd won his only NBA championship when Dallas defeated Miami in the 2011 NBA Finals. He finished his playing career in 2013 with the New York Knicks. The following season, he became the head coach of the Nets, who had relocated from New Jersey to Brooklyn. After one season, he was traded to the Milwaukee Bucks, where he coached for four seasons until he was fired mid-season in 2018.\n Kidd's ability to pass and rebound made him a regular triple-double threat, and he retired ranked third all-time in the NBA for regular season triple-doubles with a career total of 107 and third in playoff triple-doubles with a career total of 11. He ranks second on the NBA all-time lists in career assists and steals and ninth in 3-point field goals made.",
  "/wiki/Deron_Williams": "Deron Michael Williams (/ˈdɛrən/ DERR-ən; born June 26, 1984) is an American professional basketball player who is currently a free agent. He played college basketball for the Illinois Fighting Illini before being drafted third overall in the 2005 NBA draft by the Utah Jazz. The three-time NBA All-Star has also played for Beşiktaş of the Turkish Basketball League during the 2011 NBA lockout, and was a gold medal winner on the United States national team at the 2008 and 2012 Summer Olympics.",
  "/wiki/Kobe_Bryant": "Kobe Bean Bryant (/ˈkoʊbiː/ KOH-bee; August 23, 1978 – January 26, 2020) was an American professional basketball player. As a shooting guard, Bryant entered the National Basketball Association (NBA) directly from high school, and played his entire 20-season professional career in the league with the Los Angeles Lakers. Bryant won many accolades: five NBA championships, 18-time All-Star, 15-time member of the All-NBA Team, 12-time member of the All-Defensive Team, 2008 NBA Most Valuable Player (MVP), two-time NBA Finals MVP winner. Widely regarded as one of the greatest players of all time, he led the NBA in scoring during two seasons, ranks fourth on the league's all-time regular season scoring and all-time postseason scoring lists. \n Bryant was the son of former NBA player Joe Bryant. He attended Lower Merion High School in Pennsylvania, where he was recognized as the top high-school basketball player in the country. Upon graduation, he declared for the 1996 NBA draft and was selected by the Charlotte Hornets with the 13th overall pick; the Hornets then traded him to the Lakers. As a rookie, Bryant earned himself a reputation as a high-flyer and a fan favorite by winning the 1997 Slam Dunk Contest, and he was named an All-Star by his second season. Despite a feud with teammate Shaquille O'Neal, the pair led the Lakers to three consecutive NBA championships from 2000 to 2002. In 2003, Bryant was accused of sexual assault by a 19-year-old hotel clerk. Criminal charges were brought and then dropped after the accuser refused to testify, with a civil suit later settled out of court. Bryant denied the assault charge but admitted to a sexual encounter, and issued a public apology, but the allegations were considered to have harmed his public profile and led to the loss of several sponsorships.\n After the Lakers lost the 2004 NBA Finals, O'Neal was traded and Bryant became the cornerstone of the Lakers. He led the NBA in scoring during the 2005–06 and 2006–07 seasons. In 2006, he scored a career-high 81 points; the second most points scored in a single game in league history, behind Wilt Chamberlain's 100-point game in 1962. Bryant led the team to two consecutive championships in 2009 and 2010, and was named NBA Finals MVP on both occasions. He continued to be among the top players in the league through 2013, when he suffered a torn Achilles tendon at age 34. Although he recovered from that injury, he suffered season-ending injuries to his knee and shoulder, respectively, in the following two seasons. Citing his physical decline, Bryant retired after the 2015–16 season.\n At 34 years and 104 days of age, Bryant became the youngest player in league history to reach 30,000 career points. He became the all-time leading scorer in Lakers franchise history on February 1, 2010, surpassing Jerry West. Bryant was also the first guard in NBA history to play at least 20 seasons. His 18 All-Star designations are the second most all time, while it is the record for most consecutive appearances as a starter. Bryant's four All-Star MVP Awards are tied with Bob Pettit for the most in NBA history. He gave himself the nickname \"Black Mamba\" in the mid-2000s, and the epithet became widely adopted by the general public. At the 2008 and 2012 Summer Olympics, he won two gold medals as a member of the U.S. national team. In 2018, he won the Academy Award for Best Animated Short Film for his 2017 film Dear Basketball. \n On January 26, 2020, Bryant was killed, along with his 13-year-old daughter Gianna and seven others, in a helicopter crash in Calabasas, California.",
  "/wiki/Chris_Paul": "Christopher Emmanuel Paul (born May 6, 1985) is an American professional basketball player for the Oklahoma City Thunder of the National Basketball Association (NBA). He has won the NBA Rookie of the Year Award, an NBA All-Star Game Most Valuable Player Award, two Olympic gold medals, and led the NBA in assists four times and steals six times. He has also been selected to ten NBA All-Star teams, eight All-NBA teams, and nine NBA All-Defensive teams.\n Paul was a McDonald's All-American in high school. He attended Wake Forest University for two years of college basketball, where he helped the Demon Deacons achieve their first-ever number one ranking. He was selected fourth overall in the 2005 NBA draft by the New Orleans Hornets, where he developed into one of the league's premier players, finishing second in NBA Most Valuable Player Award voting in 2008. During the 2011 offseason, Paul was traded to the Los Angeles Lakers, only for the transaction to be controversially voided by the NBA. Later that summer, he was dealt to the Los Angeles Clippers instead. Behind Paul's playmaking, the Clippers developed a reputation for their fast-paced offense and spectacular alley-oop dunks, earning them the nickname \"Lob City\". In 2017, he was traded to the Houston Rockets, and helped the team win a franchise-record 65 games in his debut season. He was traded to the Oklahoma City Thunder for Russell Westbrook on July 16, 2019.\n Off the court, Paul has served as the National Basketball Players Association president since August 2013. One of the highest-paid athletes in the world, he holds endorsement deals with companies such as Nike and State Farm.",
  "/wiki/Kevin_Durant": "Kevin Wayne Durant (born September 29, 1988) is an American professional basketball player for the Brooklyn Nets of the National Basketball Association (NBA). He played one season of college basketball for the University of Texas, and was selected as the second overall pick by the Seattle SuperSonics in the 2007 NBA draft. He played nine seasons with the franchise, which became the Oklahoma City Thunder in 2008, before signing with the Golden State Warriors in 2016, winning back-to-back championships in 2017 and 2018.\n Durant was a heavily recruited high school prospect who was widely regarded as the second-best player in his class. In college, he won numerous year-end awards and became the first freshman to be named Naismith College Player of the Year. As a professional, he has won two NBA championships, an NBA Most Valuable Player Award, two Finals MVP Awards, two NBA All-Star Game Most Valuable Player Awards, four NBA scoring titles, the NBA Rookie of the Year Award, and two Olympic gold medals. Durant has also been selected to nine All-NBA teams and ten NBA All-Star teams.\n Off the court, Durant is one of the highest-earning basketball players in the world, due in part to endorsement deals with companies such as Foot Locker and Nike. He has developed a reputation for philanthropy and regularly leads the league in All-Star votes and jersey sales. In recent years, he has contributed to The Players' Tribune as both a photographer and writer. In 2012, he ventured into acting, appearing in the film Thunderstruck.",
  "/wiki/Mitch_Richmond": "Mitchell James Richmond (born June 30, 1965) is an American retired professional basketball player. He played collegiately at Moberly Area Community College and Kansas State University. He was a six-time NBA All-Star, a five-time All-NBA Team member, and a former NBA Rookie of the Year. In 976 NBA games, Richmond averaged 21.0 points per game and 3.5 assists per game. Richmond was voted into the Naismith Memorial Basketball Hall of Fame in 2014. His nicknames include \"The Rock\". His jersey No. 2 was retired in his honor by the Sacramento Kings, for whom he played seven seasons.",
  "/wiki/Dwyane_Wade": "Dwyane Tyrone Wade Jr. (/dweɪn/ dwayn; born January 17, 1982) is an American former professional basketball player. Wade spent the majority of his 16-year career playing for the Miami Heat in the National Basketball Association (NBA). After a successful college basketball career with the Marquette Golden Eagles, Wade was drafted fifth overall in the 2003 NBA draft by the Heat. In his third season, Wade led the Heat to their first NBA Championship in franchise history and was named the 2006 NBA Finals MVP. At the 2008 Summer Olympics, Wade led the United States men's basketball team, commonly known as the \"Redeem Team\", in scoring and helped them capture the gold medal. In the 2008–09 season, Wade led the league in scoring and earned his first NBA scoring title. With LeBron James and Chris Bosh, Wade helped guide Miami to four consecutive NBA Finals from 2011 to 2014, winning back-to-back championships in 2012 and 2013. After playing for the Chicago Bulls and the Cleveland Cavaliers, Wade finished his playing career with Miami in 2018. A 13-time NBA All-Star, Wade is Miami's all-time leader in points, games, assists, steals, shots made, and shots taken.",
  "/wiki/United_States_men's_national_basketball_team": "The USA Basketball Men's National Team, commonly known as the United States men's national basketball team, is the most successful team in international competition, winning medals in all eighteen Olympic tournaments it has entered, including fifteen golds. In the professional era, the team won the Olympic gold medal in 1992, 1996, 2000, 2008, 2012, and 2016. Two of its gold medal-winning teams were inducted to the Naismith Memorial Basketball Hall of Fame in August 2010 – the 1960 team, which featured six Hall of Famers (4 players, 2 coaches), and the 1992 \"Dream Team\", featuring 14 Hall of Famers (11 players, 3 coaches). The team is currently ranked first in the FIBA World Rankings.\n Traditionally composed of amateur players, the U.S. dominated the first decades of international basketball, winning a record seven consecutive Olympic gold medals. However, by the end of the 1980s, American amateurs were no longer competitive against seasoned professionals from the Soviet Union and Yugoslavia.\n In 1989, FIBA modified its rules and allowed USA Basketball to field teams with National Basketball Association players. The first such team, known as the \"Dream Team\", won the gold medal at the 1992 Summer Olympics in Barcelona, being superior in all matches. With the introduction of NBA players, the team was able to spark a second run of dominance in the 1990s.\n Facing increased competition, the U.S. failed to win a medal at the 2002 FIBA World Championship, finishing sixth. The 2004 Olympic team, being depleted by a number of withdrawals, lost three games on its way to a bronze medal, a record that represented more losses in a single year than the country's Olympic teams had suffered in all previous Olympiads combined.\n Determined to put an end to these failures, USA Basketball initiated a long-term project aimed at creating better, more cohesive teams. The U.S. won its first seven games at the 2006 FIBA World Championship in Japan before losing against Greece in the semi-finals; ending the competition with the bronze medal. The team won gold two years later – at the 2008 Summer Olympics – in a dominant fashion. This success was followed up at the 2010 FIBA World Championship, where despite fielding a roster featuring no players from the 2008 Olympic team, the U.S. did not lose a single game en route to defeating host Turkey for the gold medal.\n The Americans continued this streak of dominance in the 2010s by going undefeated and capturing gold at the 2012 Summer Olympics, and 2014 FIBA World Cup until 2019 FIBA World Cup, where they lost to France in the Quarter-finals, finishing 7th overall. At the 2016 Summer Olympics, the team, led by Mike Krzyzewski for a record third time, won its fifteenth gold medal, making him the most decorated coach in USA Basketball history."
}