{
  "/wiki/Oradea": "Oradea (UK: /ɒˈrɑːdiə/, US: /ɔːˈr-, -djɑː/, Romanian: [oˈrade̯a]; German: Großwardein [ˌɡʁoːsvaɐ̯ˈdaɪn]; Hungarian: Nagyvárad [ˈnɒɟvaːrɒd], colloquially also Várad; former Turkish: Varat; Yiddish: גרויסווארדיין‎, romanized: Groysvardeyn) is the capital city of Bihor County and Crișana region and one of the most important economic, social and cultural centers in the western part of Romania. The city is located in the north-west of the country, nestled between hills on the Crișana plain, on the banks of the Crișul Repede River, that divides the city into almost equal halves.",
  "/wiki/Romania": "Romania (/roʊˈmeɪniə/ (listen) ro-MAY-nee-ə; Romanian: România [romɨˈni.a] (listen)) is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It has borders with the Black Sea to the southeast, Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east. It has a predominantly temperate-continental climate. With a total area of 238,397 square kilometers (92,046 square miles), Romania is the 8th largest country and also the 6th most populous member state of the European Union, having almost 20 million inhabitants. Its capital and largest city is Bucharest, and other major urban areas include Cluj-Napoca, Timișoara, Iași, Constanța, Craiova, Brașov, and Galați.",
  "/wiki/Debrecen": "Debrecen (/ˈdɛbrətsɛn/ DEB-rət-sen, Hungarian: [ˈdɛbrɛt͡sɛn] (listen); is Hungary's second largest city after Budapest.  It is the regional center of the Northern Great Plain region and the seat of Hajdú-Bihar county. It was the largest Hungarian city in the 18th century and it is one of the Hungarian people's most important cultural centres. Debrecen was also the capital city of Hungary during the revolution in 1848–1849. During the revolution, the dethronement of the Habsburg dynasty was declared in the Reformed Great Church. The city also served as the capital of Hungary by the end of the World War II in 1944–1945. It is home of the University of Debrecen.",
  "/wiki/Hungary": "Hungary (Hungarian: Magyarország [ˈmɒɟɒrorsaːɡ] (listen)) is a country in Central Europe. Spanning 93,030 square kilometres (35,920 sq mi) in the Carpathian Basin, it borders Slovakia to the north, Ukraine to the northeast, Romania to the east and southeast, Serbia to the south, Croatia and Slovenia to the southwest, and Austria to the west. With about 10 million inhabitants, Hungary is a medium-sized member state of the European Union. The official language is Hungarian, which is the most widely spoken Uralic language in the world, and among the few non-Indo-European languages to be widely spoken in Europe. Hungary's capital and largest city is Budapest; other major urban areas include Debrecen, Szeged, Miskolc, Pécs and Győr.",
  "/wiki/Hajd%C3%BAb%C3%B6sz%C3%B6rm%C3%A9ny": "Hajdúböszörmény [ˈhɒjduːbøsørmeːɲ] is a town in northeastern Hungary with a population of approximately 30,000 people.",
  "/wiki/Hajd%C3%BAszoboszl%C3%B3": "Hajdúszoboszló (Hungarian pronunciation: [ˈhɒjduːsobosloː]) is a town in Hajdú-Bihar county, Hungary, 19 kilometres (12 miles) southwest of county seat Debrecen. It is the third largest town in Hajdú-Bihar county.",
  "/wiki/Balmaz%C3%BAjv%C3%A1ros": "Balmazújváros (Bâlmașuivăroș), (Balmazójwarosz), (Neustadt auf d. Heiduckenboden), (Balmašujvaroš), (Bülmajuyvaroş) is a town in Hajdú-Bihar county, in the Northern Great Plain region of eastern Hungary.",
  "/wiki/Hajd%C3%BAn%C3%A1n%C3%A1s": "Hajdúnánás is a town in Hajdú-Bihar county, in the Northern Great Plain region of eastern Hungary.",
  "/wiki/Salonta": "Salonta (Romanian pronunciation: [saˈlonta]; Hungarian: Nagyszalonta, Szalonta, German: Grosssalontha; Turkish: Salanta) is a city in Bihor County, in the geographical region of Crișana, north-western Romania, near the Hungarian border.",
  "/wiki/Marghita": "Marghita (Romanian pronunciation: [marˈɡita]; Hungarian: Margitta [ˈmɒrɡittɒ]; Yiddish: מארגארעטין‎ Margaretin) is a city in Bihor County, Romania. It administers two villages, Cheț (Magyarkéc) and Ghenetea (Genyéte), and is 56km north-east of Oradea.",
  "/wiki/Beretty%C3%B3%C3%BAjfalu": "Berettyóújfalu is a town in Hajdú-Bihar county, in center of the Northern Great Plain region of eastern Hungary. It is 40 km south from Debrecen (the second largest city in Hungary), and about 35 km from Oradea (Romania). Berettyóújfalu is named after the river Berettyó.",
  "/wiki/P%C3%BCsp%C3%B6klad%C3%A1ny": "Püspökladány (pronounced [ˈpyʃpøklɒdaːɲ]) is the sixth largest town of Hajdú-Bihar county in North Eastern Hungary with a population of approximately 16,000 people. It is located southwest of Debrecen at the juncture of three regions: Sárrét, Hortobágy and Nagykunság. It is an important transportation hub at the junction of national highway 4 from Budapest to Záhony, and national highway No. 42 from Romania to Biharkeresztes. The town is served by four different rail lines.",
  "/wiki/Hajd%C3%BAhadh%C3%A1z": "Hajdúhadház is a town in Hajdú-Bihar county, in the Northern Great Plain region of eastern Hungary.",
  "/wiki/Beiu%C5%9F": "Beiuș (Romanian pronunciation: [beˈjuʃ]; German: Binsch;[citation needed] Hungarian: Belényes) is a city in Bihor County, Romania near the Apuseni Mountains. The river Crișul Negru flows through Beiuș, and the city administers a single village, Delani (Gyalány).",
  "/wiki/S%C4%83cueni": "Săcueni (Romanian pronunciation: [səkuˈjenʲ]; Hungarian: Székelyhíd; German: Zickelhid; Yiddish: סעקלהיד‎ Seklhid; Turkish: Sengevi), often spelled Săcuieni, is a town in Bihor County, Romania. It administers five villages: Cadea (Kágya), Ciocaia (Csokaly), Cubulcut (Érköbölkút), Olosig (Érolaszi) and Sânnicolau de Munte (Hegyközszentmiklós).",
  "/wiki/Hajd%C3%BAs%C3%A1mson": "Hajdúsámson is a town in Hajdú-Bihar county, in the Northern Great Plain region of eastern Hungary. The current mayor is Hamza Gábor.",
  "/wiki/Ale%C5%9Fd": "Aleșd (Romanian pronunciation: [aˈleʃd] (listen); Hungarian: Élesd, Slovak: Alešď) is a town in Bihor County, western Romania. It is located in the east of the county, near the border with Cluj County.",
  "/wiki/Valea_lui_Mihai": "Valea lui Mihai (Romanian pronunciation: [ˈvale̯a luj miˈhaj]; Hungarian: Érmihályfalva) is a town in Romania.",
  "/wiki/%C5%9Etei": "Ștei (Hungarian: Vaskohsziklás) is a town in Bihor County, western Transylvania, Romania. Between 1958 and 1996, it was named Dr. Petru Groza, after the Romanian socialist leader who had died in 1958.",
  "/wiki/Derecske": "Derecske is a town in Hajdú-Bihar county, in the Northern Great Plain region of eastern Hungary.",
  "/wiki/Biharia_Euroregion": "Biharia euroregion (Romanian: Euroregiunea Biharia, Hungarian: Biharia Eurorégió) is a euroregion located in Romania and Hungary."
}