{
  "/wiki/Albania": "Albania (/ælˈbeɪniə, ɔːl-/ (listen) a(w)l-BAY-nee-ə; Albanian: Shqipëri or Shqipëria; Gheg Albanian: Shqipni or Shqipnia also Shqypni or Shqypnia), officially the Republic of Albania (Albanian: Republika e Shqipërisë, pronounced [ɾɛpuˈblika ɛ ʃcipəˈɾiːsə]), is a country in Southeast Europe on the Adriatic and Ionian Sea within the Mediterranean Sea. It shares land borders with Montenegro to the northwest, Kosovo[a] to the northeast, North Macedonia to the east, Greece to the south and maritime borders with Greece, Montenegro and Italy to the west.",
  "/wiki/Parliament_of_Albania": "The Parliament of Albania (Albanian: Kuvendi i Shqipërisë) or Kuvendi is the unicameral representative body of the citizens of the Republic of Albania; it is Albania's legislature. The Parliament is composed of not less than 140 members elected to a four-year term on the basis of direct, universal, periodic and equal suffrage by secret ballot. The Parliament is presided over by a Speaker of the Parliament, who is assisted by at least one deputy speaker. The electoral system is based on party-list proportional representation. There are 12 multi-seat constituencies, corresponding to the country's administrative divisions.",
  "/wiki/Andorra": "Andorra (/ænˈdɔːrə/ (listen), also UK: /ænˈdɒrə/; Catalan: [ənˈdorə]), officially the Principality of Andorra (Catalan: Principat d'Andorra), also called the Principality of the Valleys of Andorra (Catalan: Principat de les Valls d'Andorra), is a sovereign landlocked microstate on the Iberian Peninsula, in the eastern Pyrenees, bordered by France to the north and Spain to the south. Believed to have been created by Charlemagne, Andorra was ruled by the count of Urgell until 988, when it was transferred to the Roman Catholic Diocese of Urgell. The present principality was formed by a charter in 1278. It is known as a principality as it is a diarchy headed by two princes: the Catholic bishop of Urgell in Catalonia, Spain, and the president of the French Republic.",
  "/wiki/New_Parliament_of_Andorra": "The New Parliament of Andorra (Catalan: Nou Parlament d'Andorra) or New General Council (Catalan: Nou Consell General) is the headquarters of the General Council of Andorra since 2011. It is located in Andorra la Vella, near the government headquarters, and it replaces the previous parliament in Casa de la Vall.",
  "/wiki/Austria": "Austria (/ˈɒstriə/ (listen), /ˈɔːs-/; German: Österreich [ˈøːstɐʁaɪ̯ç] (listen)), officially the Republic of Austria (German: Republik Österreich, listen (help·info)), is a landlocked East Alpine country in the southern part of Central Europe. It is composed of nine federated states (Bundesländer), one of which is Vienna, Austria's capital and its largest city. It is bordered by Germany to the northwest, Czechia to the north, Slovakia to the northeast, Hungary to the east, Slovenia and Italy to the south, and Switzerland and Liechtenstein to the west. Austria occupies an area of 83,879 km2 (32,386 sq mi) and has a population of nearly 9 million people. While German is the country's official language, many Austrians communicate informally in a variety of Bavarian dialects.",
  "/wiki/Austrian_Parliament_Building": "The Austrian Parliament Building (German: Parlamentsgebäude, colloquially das Parlament) in Vienna is where the two houses of the Austrian Parliament conduct their sessions. The building is located on the Ringstraße boulevard in the first district Innere Stadt, near Hofburg Palace and the Palace of Justice. It was built to house the two chambers of the Imperial Council (Reichsrat), the bicameral legislature of the Cisleithanian (Austrian) part of the Austro-Hungarian Empire. Since its construction, the Parliament Building has been the seat of these two houses, and their successors—the National Council (Nationalrat) and the Federal Council (Bundesrat)—of the Austrian legislature.",
  "/wiki/Belarus": "Belarus (/bɛləˈruːs/; Belarusian: Беларусь, IPA: [bʲɛlaˈrusʲ]), officially the Republic of Belarus (Belarusian: Рэспубліка Беларусь, Russian: Республика Беларусь), formerly known by its Russian name Byelorussia or Belorussia (Russian: Белоруссия), is a landlocked country in Eastern Europe bordered by Russia to the northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Its capital and most populous city is Minsk. Over 40% of its 207,600 square kilometres (80,200 sq mi) is forested. Its major economic sectors are service industries and manufacturing. Until the 20th century, different states at various times controlled the lands of modern-day Belarus, including the Principality of Polotsk (11th to 14th centuries), the Grand Duchy of Lithuania, the Polish–Lithuanian Commonwealth, and the Russian Empire.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/Belgian_Federal_Parliament": "The Belgian Federal Parliament is the bicameral parliament of Belgium. It consists of the Chamber of Representatives (Dutch: Kamer van Volksvertegenwoordigers (help·info), French: Chambre des Représentants, German: Abgeordnetenkammer) and the Senate (Dutch: Senaat (help·info), French: Sénat, German: Senat). It sits in the Palace of the Nation (French: Palais de la Nation, Dutch: Paleis der Natie, German: Palast der Nation). The Chamber of Representatives is the primary legislative body; the Senate functions only as a meeting place of the federal communities and regions.",
  "/wiki/Belgian_Chamber_of_Representatives": "The Chamber of Representatives (Dutch: Kamer van Volksvertegenwoordigers (help·info), French: Chambre des représentants, German: Abgeordnetenkammer) is one of the two chambers in the bicameral Federal Parliament of Belgium, the other being the Senate. It is considered to be the \"lower house\" of the Federal Parliament.",
  "/wiki/Belgian_Senate": "The Senate (Dutch: Senaat (help·info), French: le Sénat, German: der Senat) is one of the two chambers of the  bicameral Federal Parliament of Belgium, the other being the Chamber of Representatives. It is considered to be the \"upper house\" of the Federal Parliament. Created in 1831 as a chamber fully equal to the Chamber of Representatives, it has undergone several reforms in the past, most notably in 1993 and the reform of 2014 following the sixth Belgian state reform. The 2014 elections were the first without a direct election of senators. Instead, the new Senate is composed of members of community and regional parliaments and co-opted members. It is a chamber of the communities and regions and serves as a platform for discussion and reflection about matters between these federated entities. The Senate today plays a minor role in the federal legislative process. Since the reform of 2014, it holds about ten plenary sessions a year.",
  "/wiki/Bosnia-Herzegovina": "Bosnia and Herzegovina,[a] abbreviated BiH or B&H,[b] sometimes called Bosnia–Herzegovina and often known informally as Bosnia, is a country of South and Southeast Europe, located within the Balkans. Sarajevo is the capital and largest city.",
  "/wiki/Bulgaria": "Bulgaria (/bʌlˈɡɛəriə, bʊl-/ (listen); Bulgarian: България, romanized: Balgariya), officially the Republic of Bulgaria (Bulgarian: Република България, romanized: Republika Balgariya, IPA: [rɛˈpublikɐ bɐɫˈɡarijɐ]), is a country in Southeast Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres (42,855 sq mi), Bulgaria is Europe's 16th-largest country.",
  "/wiki/National_Assembly_(Bulgaria)": "The National Assembly (Bulgarian: Народно събрание, Narodno sabranie) is the unicameral parliament and legislative body of the Republic of Bulgaria.",
  "/wiki/Croatia": "Croatia (/kroʊˈeɪʃə/ (listen), kroh-AY-shə; Croatian: Hrvatska, pronounced [xř̩ʋaːtskaː]), officially the Republic of Croatia (Croatian: Republika Hrvatska, listen (help·info)),[d] is a country in Southeast Europe. It borders Slovenia to the northwest, Hungary to the northeast, Serbia to the east, Bosnia and Herzegovina, and Montenegro to the southeast, sharing a maritime border with Italy. Its capital, Zagreb, forms one of the country's primary subdivisions, along with twenty counties. Croatia has an area of 56,594 square kilometres (21,851 square miles) and a population of 4.28 million, most of whom are Roman Catholics.",
  "/wiki/Croatian_Parliament": "The Croatian Parliament (Croatian: Hrvatski sabor) or the Sabor[A] is the unicameral representative body of the citizens of the Republic of Croatia; it is Croatia's legislature. Under the terms of the Croatian Constitution, the Sabor represents the people and is vested with legislative power. The Sabor is composed of 151 members elected to a four-year term on the basis of direct, universal and equal suffrage by secret ballot. Seats are allocated according to the Croatian Parliament electoral districts: 140 members of the parliament are elected in multi-seat constituencies, 8 from the minorities and 3 from the Croatian diaspora. The Sabor is presided over by a Speaker, who is assisted by at least one deputy speaker (usually four or five deputies).",
  "/wiki/Sabor": "The Croatian Parliament (Croatian: Hrvatski sabor) or the Sabor[A] is the unicameral representative body of the citizens of the Republic of Croatia; it is Croatia's legislature. Under the terms of the Croatian Constitution, the Sabor represents the people and is vested with legislative power. The Sabor is composed of 151 members elected to a four-year term on the basis of direct, universal and equal suffrage by secret ballot. Seats are allocated according to the Croatian Parliament electoral districts: 140 members of the parliament are elected in multi-seat constituencies, 8 from the minorities and 3 from the Croatian diaspora. The Sabor is presided over by a Speaker, who is assisted by at least one deputy speaker (usually four or five deputies).",
  "/wiki/Czech_Republic": "The Czech Republic (/ˈtʃɛk -/ (listen); Czech: Česká republika [ˈtʃɛskaː ˈrɛpublɪka] (listen)), also known by its short-form name, Czechia (/ˈtʃɛkiə/ (listen); Czech: Česko [ˈtʃɛsko] (listen)), is a country in Central Europe bordered by Poland to the northeast, Slovakia to the southeast, Austria to the south, and Germany to the west. The Czech Republic is a landlocked country with a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unitary parliamentary republic, with 10.7 million inhabitants. Its capital and largest city is Prague, with 1.3 million residents; other major cities are Brno, Ostrava, Olomouc and Pilsen.",
  "/wiki/Mal%C3%A1_Strana": "Malá Strana (Czech for \"Little Side (of the River)\", German: Prager Kleinseite) or more formally Menší Město pražské (English: Lesser Town of Prague) is a district of the city of Prague, Czech Republic, and one of its most historic neighbourhoods.",
  "/wiki/Chamber_of_Deputies_(Czech_Republic)": "The Chamber of Deputies, officially the Chamber of Deputies of the Parliament of the Czech Republic (Czech: Poslanecká sněmovna Parlamentu České republiky), is the lower house of the Parliament of the Czech Republic. The seat of the Chamber of Deputies is Thun-Hohenstein Palace in Malá Strana, Prague.",
  "/wiki/Wallenstein_Palace": "Wallenstein Palace (Czech: Valdštejnský palác) is a Baroque palace in Malá Strana, Prague, that served as a residence for Imperial Generalissimo Albrecht von Wallenstein and now houses the Senate of the Czech Republic.",
  "/wiki/Senate_of_the_Parliament_of_the_Czech_Republic": "The Senate of the Parliament of the Czech Republic (Czech: Senát Parlamentu České republiky), usually referred to as Senate, is the upper chamber of the Parliament of the Czech Republic. The seat of the Senate is Wallenstein Palace in Prague.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).",
  "/wiki/Christiansborg_Palace": "Christiansborg Palace (Danish: Christiansborg Slot; pronounced [kʰʁɛstjænsˈpɔɐ̯ˀ ˈslɒt]) is a palace and government building on the islet of Slotsholmen in central Copenhagen, Denmark. It is the seat of the Danish Parliament (Folketinget), the Danish Prime Minister's Office, and the Supreme Court of Denmark. Also, several parts of the palace are used by the Danish monarch, including the Royal Reception Rooms, the Palace Chapel and the Royal Stables.",
  "/wiki/Folketing": "The Folketing (Danish: Folketinget, pronounced [ˈfɒlkəˌtˢeŋˀð̩]; lit. the people's thing), also known as the Danish Parliament in English, is the unicameral national legislature (parliament) of the Kingdom of Denmark—Denmark proper together with the Faroe Islands and Greenland. Established in 1849, until 1953 the Folketing was the lower house of a bicameral parliament, called the Rigsdag; the upper house was Landstinget. It meets in Christiansborg Palace, on the islet of Slotsholmen in central Copenhagen.",
  "/wiki/Estonia": "Estonia (Estonian: Eesti [ˈeːsʲti] (listen)), officially the Republic of Estonia (Estonian: Eesti Vabariik), is a country on the eastern coast of the Baltic Sea in Northern Europe. It is bordered to the north by the Gulf of Finland with Finland on the other side, to the west by the Baltic Sea with Sweden on the other side, to the south by Latvia (343 km), and to the east by Lake Peipus and Russia (338.6 km). The territory of Estonia consists of the mainland and of 2,222 islands in the Baltic Sea, covering a total area of 45,227 km2 (17,462 sq mi), water 2,839 km2 (1,096 sq mi), land area 42,388 km2 (16,366 sq mi), and is influenced by a humid continental climate. The official language of the country, Estonian, is the second-most-spoken Finnic language.",
  "/wiki/Toompea_Castle": "Toompea Castle (Estonian: Toompea loss, Latin: Castrum Danorum) is a castle on Toompea hill in the central part of Tallinn, the capital of Estonia. The castle, an ancient stronghold site in use since at least the 9th century, today houses the Parliament of Estonia.",
  "/wiki/Riigikogu": "The Riigikogu (Estonian pronunciation: [ˈriːɡikoɡu]; from riigi-, of the state, and kogu, assembly) is the unicameral parliament of Estonia. All important state-related questions pass through the Riigikogu. In addition to approving legislation, the Riigikogu appoints high officials, including the Prime Minister and Chief Justice of the Supreme Court, and elects (either alone or, if necessary, together with representatives of local government within a broader electoral college) the President. The Riigikogu also ratifies significant foreign treaties that impose military and proprietary obligations, bring about changes in law, etc.; approves the budget presented by the government as law and monitors the executive power.",
  "/wiki/Finland": "Finland (Finnish: Suomi [ˈsuo̯mi] (listen); Swedish: Finland [ˈfɪ̌nland] (listen), Finland Swedish: [ˈfinlɑnd]), officially the Republic of Finland (Finnish: Suomen tasavalta, Swedish: Republiken Finland (listen to all)),[note 1] is a Nordic country in Northern Europe bordering the Baltic Sea, Gulf of Bothnia, and Gulf of Finland, between Sweden to the west, Russia to the east, Estonia to the south, and north-eastern Norway to the north. The capital and largest city is Helsinki. Other major cities are Espoo, Tampere, Vantaa, Oulu, Turku, Jyväskylä, Lahti and Kuopio.",
  "/wiki/Parliament_House,_Helsinki": "The Parliament House (Finnish: Eduskuntatalo, Swedish: Riksdagshuset) is the seat of the Parliament of Finland. It is located in the Finnish capital Helsinki, in the district of Töölö.",
  "/wiki/Parliament_of_Finland": "The Parliament of Finland (Finnish: Suomen eduskunta, Swedish: Finlands riksdag) is the unicameral supreme legislature of Finland, founded on 9 May 1906. In accordance with the Constitution of Finland, sovereignty belongs to the people, and that power is vested in the Parliament. The Parliament consists of 200 members, 199 of whom are elected every four years from 13 multi-member districts electing 7-36 using the proportional D'Hondt method. In addition, there is one member from Åland.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Palais_Bourbon": "The Palais Bourbon (pronounced [pa.lɛ buʁ.bɔ̃]) serves as a meeting place of the French National Assembly, the lower legislative chamber of the French government. It is located in the 7th arrondissement of Paris, on the left bank of the Seine, across from the Place de la Concorde.",
  "/wiki/French_National_Assembly": "The National Assembly (French: Assemblée nationale; pronounced [asɑ̃ble nasjɔnal]) is the lower house of the bicameral French Parliament under the Fifth Republic, the upper house being the Senate (Sénat). The National Assembly's legislators are known as députés (French pronunciation: ​[depyˈte]; \"delegate\" or \"envoy\" in English; the word is an etymological cognate of the English word \"deputy\", which is the standard term for legislators in many parliamentary systems).",
  "/wiki/Luxembourg_Palace": "The Luxembourg Palace (French: Palais du Luxembourg, pronounced [pa.lɛ dy lyk.sɑ̃.buːʁ]) is located at 15 Rue de Vaugirard in the 6th arrondissement of Paris. It was originally built (1615–1645) to the designs of the French architect Salomon de Brosse to be the royal residence of the regent Marie de' Medici, mother of King Louis XIII. After the Revolution it was refashioned (1799–1805) by Jean Chalgrin into a legislative building and subsequently greatly enlarged and remodeled (1835–1856) by Alphonse de Gisors. Since 1958 it has been the seat of the Senate of the Fifth Republic.",
  "/wiki/French_Senate": "The Senate (French: Sénat; pronunciation: [seˈna]) is the upper house of the French Parliament. Indirectly elected by elected officials, it represents territorial collectivities of the Republic and French citizens living abroad. The Senate enjoys less prominence than the lower house, the directly elected National Assembly; debates in the Senate tend to be less tense and generally receive less media coverage.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Reichstag_building": "The Reichstag (German: Reichstagsgebäude pronounced [ˈʁaɪçstaːksgəˈbɔʏdə]; officially: Deutscher Bundestag – Plenarbereich Reichstagsgebäude pronounced [ ˈdɔʏtʃɐ ˈbʊndəsˌtaːk ˈpleːnaːrbəraɪç ˈʁaɪçstaːksgəˈbɔʏdə]) is a historic edifice in Berlin, Germany, constructed to house the Imperial Diet (German: Reichstag) of the German Empire. It was opened in 1894 and housed the Diet until 1933, when it was severely damaged after being set on fire. After World War II, the building fell into disuse; the parliament of the German Democratic Republic (the Volkskammer) met in the Palast der Republik in East Berlin, while the parliament of the Federal Republic of Germany (the Bundestag) met in the Bundeshaus in Bonn.",
  "/wiki/Bundestag": "The Bundestag (German pronunciation: [ˈbʊndəstaːk], ‘Federal Diet’) is the German federal parliament. It can be compared to the chamber of deputies along the lines of the United States House of Representatives or the House of Commons of the United Kingdom.",
  "/wiki/House_of_Lords_of_Prussia": "The Prussian House of Lords (German: Preußisches Herrenhaus) in Berlin was the upper house of the Preußischer Landtag, the parliament of Prussia from 1850 to 1918. Together with the lower house, the House of Representatives (Abgeordnetenhaus), it formed the Prussian bicameral legislature.",
  "/wiki/Bundesrat_of_Germany": "The German Bundesrat (literally ‘Federal Council’; pronounced [ˈbʊndəsʁaːt]) is a legislative body[a] that represents the sixteen Länder (federated states) of Germany at the national level. The Bundesrat meets at the former Prussian House of Lords in Berlin. Its second seat is located in the former West German capital of Bonn.",
  "/wiki/Greece": "Greece (Greek: Ελλάδα), officially the Hellenic Republic (Greek: Ελληνική Δημοκρατία), historically also known as Hellas, is a country located in Southeast Europe. Its population is approximately 10.7 million as of 2018; Athens, the nation's capital, is its largest city, followed by Thessaloniki.",
  "/wiki/Old_Royal_Palace": "The Old Royal Palace (Greek: Παλαιά Ανάκτορα Palaiá Anáktora) is the first royal palace of modern Greece, completed in 1843. It has housed the Hellenic Parliament since 1934. The Old Palace is situated at the heart of modern Athens, facing onto Syntagma Square.",
  "/wiki/Hellenic_Parliament": "The Hellenic Parliament (Greek: Ελληνικό Κοινοβούλιο, transliterated Elliniko Kinovoulio), in Greek known as Voulí ton Ellínon (Greek: Βουλή των Ελλήνων, literally Parliament of the Hellenes) is the parliament of Greece, located in the Old Royal Palace, overlooking Syntagma Square in Athens. The Parliament is the supreme democratic institution that represents the citizens through an elected body of Members of Parliament (MPs).",
  "/wiki/Hungary": "Hungary (Hungarian: Magyarország [ˈmɒɟɒrorsaːɡ] (listen)) is a country in Central Europe. Spanning 93,030 square kilometres (35,920 sq mi) in the Carpathian Basin, it borders Slovakia to the north, Ukraine to the northeast, Romania to the east and southeast, Serbia to the south, Croatia and Slovenia to the southwest, and Austria to the west. With about 10 million inhabitants, Hungary is a medium-sized member state of the European Union. The official language is Hungarian, which is the most widely spoken Uralic language in the world, and among the few non-Indo-European languages to be widely spoken in Europe. Hungary's capital and largest city is Budapest; other major urban areas include Debrecen, Szeged, Miskolc, Pécs and Győr.",
  "/wiki/Hungarian_Parliament_Building": "The Hungarian Parliament Building (Hungarian: Országház, pronounced [ˈorsaːghaːz], which translates to House of the Country or House of the Nation), also known as the Parliament of Budapest after its location, is the seat of the National Assembly of Hungary, a notable landmark of Hungary, and a popular tourist destination in Budapest. It is situated on Kossuth Square in the Pest side of the city, on the eastern bank of the Danube. It was designed by Hungarian architect Imre Steindl in neo-Gothic style and opened in 1902. It has been the largest building in Hungary since its completion.",
  "/wiki/Iceland": "Iceland (Icelandic: Ísland; [ˈistlant] (listen))[c] is a Nordic island country in the North Atlantic, with a population of 360,390 and an area of 103,000 km2 (40,000 sq mi), making it the most sparsely populated country in Europe.[d] The capital and largest city is Reykjavík. Reykjavik and the surrounding areas in the southwest of the country are home to over two-thirds of the population. Iceland is volcanically and geologically active. The interior consists of a plateau characterised by sand and lava fields, mountains, and glaciers, and many glacial rivers flow to the sea through the lowlands. Iceland is warmed by the Gulf Stream and has a temperate climate, despite a high latitude just outside the Arctic Circle. Its high latitude and marine influence keep summers chilly, with most of the archipelago having a tundra climate.",
  "/wiki/Al%C3%BEingish%C3%BAsi%C3%B0": "Alþingishúsið (Icelandic pronunciation: ​[ˈalθiɲcɪsˌhuːsɪð], The Parliament House) is a classical 19th century structure which stands by Austurvöllur in central Reykjavík, Iceland. It houses Alþingi, the Icelandic parliament. The building was designed by Danish architect Ferdinand Meldahl and built using hewn dolerite from 1880 to 1881.",
  "/wiki/Althing": "The Alþingi (parliament (Icelandic) and anglicised as Althingi or Althing) is the national parliament of Iceland. It is the oldest surviving parliament in the world.[a] The Althing was founded in 930 at Þingvellir (\"thing fields\" or \"assembly fields\"), situated approximately 45 kilometres (28 mi) east of what later became the country's capital, Reykjavík. Even after Iceland's union with Norway in 1262, the Althing still held its sessions at Þingvellir until 1800, when it was discontinued. It was restored in 1844 and moved to Reykjavík, where it has resided ever since. The present parliament building, the Alþingishús, was built in 1881, made of hewn Icelandic stone. The unicameral parliament has 63 members, and is elected every four years based on party-list proportional representation.",
  "/wiki/List_of_legislative_buildings": "This is a list of buildings in which legislatures sit."
}