{
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/Parliament_House,_Canberra": "Parliament House is the meeting place of the Parliament of Australia, located in Canberra, the capital of Australia. The building was designed by Mitchell/Giurgola & Thorp Architects and built by a Concrete Constructions and John Holland joint venture. It was opened on 9 May 1988 by Elizabeth II, Queen of Australia. It cost more than A$1.1 billion to build.",
  "/wiki/Parliament_of_Australia": "The Parliament of Australia (officially the Federal Parliament, also called the Commonwealth Parliament) is the legislative branch of the government of Australia. It consists of three elements: the Crown (represented by the Governor-General), the Senate and the House of Representatives. The combination of two elected chambers, in which the members of the Senate represent the states and territories while the members of the House represent electoral divisions according to population, is modelled on the United States Congress. Through both chambers, however, there is a fused executive, drawn from the Westminster system.",
  "/wiki/Australian_Senate": "The Senate is the upper house of the bicameral Parliament of Australia, the lower house being the House of Representatives. The composition and powers of the Senate are established in Chapter I of the Constitution of Australia. There are a total of 76 Senators: 12 are elected from each of the six Australian states regardless of population and 2 from each of the two autonomous internal Australian territories (the Australian Capital Territory and the Northern Territory). Senators are popularly elected under the single transferable vote system of proportional representation.",
  "/wiki/Australian_House_of_Representatives": "The House of Representatives is the lower house of the bicameral Parliament of Australia, the upper house being the Senate. Its composition and powers are established in Chapter I of the Constitution of Australia.",
  "/wiki/Fiji": "Fiji (/ˈfiːdʒi/ (listen) FEE-jee; Fijian: Viti [ˈβitʃi]; Fiji Hindi: फ़िजी, Fijī), officially the Republic of Fiji (Fijian: Matanitu Tugalala o Viti; Fiji Hindi: फ़िजी गणराज्य, Fijī Gaṇarājya), is an island country in Melanesia, part of Oceania in the South Pacific Ocean about 1,100 nautical miles (2,000 km; 1,300 mi) northeast of New Zealand's North Island. Its closest neighbours are Vanuatu to the west, New Caledonia to the southwest, New Zealand's Kermadec Islands to the southeast, Tonga to the east, the Samoas and France's Wallis and Futuna to the northeast, and Tuvalu to the north. Fiji consists of an archipelago of more than 330 islands—of which 110 are permanently inhabited—and more than 500 islets, amounting to a total land area of about 18,300 square kilometres (7,100 sq mi). The most outlying island is Ono-i-Lau. The two major islands, Viti Levu and Vanua Levu, account for 87% of the total population of 883,483. The capital, Suva, on Viti Levu, serves as the country's principal cruise-ship port.[failed verification] About three-quarters of Fijians live on Viti Levu's coasts, either in Suva or in smaller urban centres such as Nadi—where tourism is the major local industry—or Lautoka, where the sugar-cane industry is paramount. Due to its terrain, the interior of Viti Levu is sparsely inhabited.",
  "/wiki/Government_Buildings,_Suva": "The Government Buildings in Suva are the offices of the executive wing of Government of Fiji. Built in the late 1930s as the seat of the colonial administration, the Art Deco buildings today house the Prime Minister of Fiji's offices, the High Court, and several government ministries. It is also the seat of the Parliament of Fiji since 2014, having previously been the seat of Fiji's parliament from independence in 1970 until the 1987 coups.",
  "/wiki/Kiribati": "Kiribati (/ˌkɪrɪˈbæs, -ˈbɑːti/), officially the Republic of Kiribati (Gilbertese: Ribaberiki Kiribati), is a country in the central Pacific Ocean. The permanent population is just over 110,000 (2015), more than half of whom live on Tarawa atoll. The state comprises 32 atolls  and one raised coral island, Banaba. They have a total land area of 800 square kilometres (310 sq mi) and are dispersed over 3.5 million square kilometres (1.3 million square miles). In terms with its Exclusive Economic Zone in the Pacific, it  straddles all three primary geographic regions; Banaba (Melanesian-Micronesian Border), the Gilbert Islands (Micronesia) and the Line and Phoenix Islands (Polynesia).",
  "/wiki/Nauru": "Nauru (/nɑːˈuːruː/ nah-OO-roo or /ˈnaʊruː/ NOW-roo; Nauruan: Naoero), officially the Republic of Nauru (Nauruan: Repubrikin Naoero) and formerly known as Pleasant Island, is an island country in Micronesia, a subregion of Oceania, in the Central Pacific. Its nearest neighbour is Banaba Island in Kiribati, 300 km (190 mi) to the east. It further lies northwest of Tuvalu, 1,300 km (810 mi) northeast of the Solomon Islands, east-northeast of Papua New Guinea, southeast of the Federated States of Micronesia and south of the Marshall Islands. With only a 21 km2 (8.1 sq mi) area, Nauru is the third-smallest country in the world behind Vatican City, and Monaco, making it the smallest state in the South Pacific Ocean, the smallest state outside Europe, the smallest island state, and the smallest republic.  Additionally, its population of 10,670 is the world's third smallest, after Vatican City and Tuvalu.",
  "/wiki/New_Zealand": "New Zealand (Māori: Aotearoa [aɔˈtɛaɾɔa]) is a sovereign island country in the southwestern Pacific Ocean. The country has two main landmasses—the North Island (Te Ika-a-Māui), and the South Island (Te Waipounamu)—and around 600 smaller islands. It has a total land area of 268,000 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the Pacific island areas of New Caledonia, Fiji, and Tonga. Because of its remoteness, it was one of the last lands to be settled by humans. During its long period of isolation, New Zealand developed a distinct biodiversity of animal, fungal, and plant life. The country's varied topography and its sharp mountain peaks, such as the Southern Alps, owe much to the tectonic uplift of land and volcanic eruptions. New Zealand's capital city is Wellington, and its most populous city is Auckland.",
  "/wiki/New_Zealand_Parliament_Buildings": "New Zealand Parliament Buildings house the New Zealand Parliament and are on a 45,000 square metre site at the northern end of Lambton Quay, Wellington. They consist of the Edwardian neoclassical-style Parliament House (1922); the Parliamentary Library (1899); the executive wing, called \"The Beehive\" (1977); and Bowen House, in use since 1991. Whilst most of the individual buildings are outstanding for different reasons, the overall setting that has been achieved \"has little aesthetic or architectural coherence\".",
  "/wiki/Parliament_of_New_Zealand": "The New Zealand Parliament (Māori: Pāremata Aotearoa) is the legislature of New Zealand, consisting of the Queen of New Zealand (Queen-in-Parliament) and the New Zealand House of Representatives. The Queen is usually represented by her governor-general. Before 1951, there was an upper chamber, the New Zealand Legislative Council. The New Zealand Parliament was established in 1854 and is one of the oldest continuously functioning legislatures in the world. It has met in Wellington, the capital of New Zealand, since 1865.",
  "/wiki/New_Zealand_House_of_Representatives": "The New Zealand House of Representatives is a component of the New Zealand Parliament, along with the Sovereign (represented by the Governor-General). The House passes all laws, provides ministers to form a Cabinet, and supervises the work of the Government. It is also responsible for adopting the state's budgets and approving the state's accounts.",
  "/wiki/Palau": "Palau (/pəˈlaʊ/ (listen), historically Belau, Palaos, or Pelew), officially the Republic of Palau (Palauan: Beluu er a Belau), is an island country located in the western Pacific Ocean. The country contains approximately 340 islands, and together with parts of the Federated States of Micronesia, forms the western chain of the Caroline Islands. Its area is 466 square kilometers (180 sq mi). The most populous island is Koror. The capital Ngerulmud is located on the nearby island of Babeldaob, in Melekeok State. Palau shares maritime boundaries with the Philippines, Indonesia, and Micronesia.",
  "/wiki/Papua_New_Guinea": "Papua New Guinea (PNG; /ˈpæp(j)uə ... ˈɡɪni, ˈpɑː-/, also US: /ˈpɑːpwə-, ˈpɑːpjə-, ˈpɑːpə-/; Tok Pisin: Papua Niugini; Hiri Motu: Papua Niu Gini), officially the Independent State of Papua New Guinea (Tok Pisin: Independen Stet bilong Papua Niugini; Hiri Motu: Independen Stet bilong Papua Niu Gini), is a country in Oceania that occupies the eastern half of the island of New Guinea and its offshore islands in Melanesia, a region of the southwestern Pacific Ocean north of Australia. Its capital, located along its southeastern coast, is Port Moresby. The western half of New Guinea forms the Indonesian provinces of Papua and West Papua. It is the world's 3rd largest island country with 462,840 km2 (178,700 sq mi).",
  "/wiki/National_Parliament_of_Papua_New_Guinea": "The National Parliament of Papua New Guinea is the unicameral national legislature in Papua New Guinea. It was created in 1964 as the House of Assembly of Papua and New Guinea but gained its current name after the nation was granted independence in 1975.",
  "/wiki/Vanuatu": "Vanuatu (English: /ˌvɑːnuˈɑːtuː/ (listen) VAH-noo-AH-too or /vænˈwɑːtuː/ van-WAH-too; Bislama and French pronunciation [vanuatu]), officially the Republic of Vanuatu (French: République de Vanuatu, Bislama: Ripablik blong Vanuatu), is a Pacific island country located in the South Pacific Ocean. The archipelago, which is of volcanic origin, is 1,750 kilometres (1,090 mi) east of northern Australia, 540 kilometres (340 mi) northeast of New Caledonia, east of New Guinea, southeast of the Solomon Islands, and west of Fiji.",
  "/wiki/List_of_legislative_buildings": "This is a list of buildings in which legislatures sit."
}