{
  "/wiki/Cinema_of_Karnataka": "Kannada cinema, also known as Sandalwood, is the segment of Indian cinema dedicated to the production of motion pictures in the Kannada language widely spoken in the state of Karnataka. The 1934 film Sati Sulochana directed by Y. V. Rao was the first talkie film in the Kannada language. It was also the first film starring Subbaiah Naidu, and was the first motion picture screened in the erstwhile Mysore Kingdom. The film was produced by Chamanlal Doongaji, who in 1932 founded South India Movietone in Bengaluru.\n Major literary works have been adapted to the Kannada screen such as B. V. Karanth's Chomana Dudi (1975), Girish Karnad's Kaadu (1973), Pattabhirama Reddy's Samskara (1970) (based on a novel by U. R. Ananthamurthy), which won the Bronze Leopard at Locarno International Film Festival, and T. S. Nagabharana's Mysuru Mallige (based on the works of acclaimed poet K. S. Narasimhaswamy). \n Kannada cinema is known for producing experimental works which received global and critical acclaim such as Girish Kasaravalli's Ghatashraddha (1977), which won the Ducats Award at the Manneham Film Festival Germany, Dweepa (2002), which won Best Film at Moscow International Film Festival, Singeetam Srinivasa Rao's silent film Pushpaka Vimana (1987), screened at the Cannes Film Festival, Ram Gopal Varma's docudrama  Killing Veerappan (2016), and Prashanth Neel's Historical period drama, K.G.F: Chapter 1 (2018), which became the first Kannada language film to have grossed ₹250 crores worldwide at the box office.",
  "/wiki/Karnataka": "Karnataka (Karnāṭaka, Kannada pronunciation: [kɐnaːʈɐka]) is a state in the south western region of India. It was formed on 1 November 1956, with the passage of the States Reorganisation Act. Originally known as the State of Mysore, it was renamed Karnataka in 1973. The state corresponds to the Carnatic region. The capital and largest city is Bangalore.\n Karnataka is bordered by the Arabian Sea to the west, Goa to the northwest, Maharashtra to the north, Telangana to the northeast, Andhra Pradesh to the east, Tamil Nadu to the southeast, and Kerala to the south. The state covers an area of 191,976 square kilometres (74,122 sq mi), or 5.83 percent of the total geographical area of India. It is the sixth largest Indian state by area. With 61,130,704 inhabitants at the 2011 census, Karnataka is the eighth largest state by population, comprising 30 districts. Kannada, one of the classical languages of India, is the most widely spoken and official language of the state. Other languages spoken include Urdu, Konkani, Marathi, Tulu, Tamil, Telugu, Malayalam, Kodava and Beary. Karnataka also contains some of the only villages in India where Sanskrit is primarily spoken.\n The two main river systems of the state are the Krishna and its tributaries, the Bhima, Ghataprabha, Vedavathi, Malaprabha and Tungabhadra in North Karnataka; Sharavathi in Shimoga and the Kaveri and its tributaries, the Hemavati, Shimsha, Arkavati, Lakshmana Thirtha and Kabini, in the south. Most of these rivers flow out of Karnataka eastward, reaching the sea at the Bay of Bengal.\n Though several etymologies have been suggested for the name Karnataka, the generally accepted one is that Karnataka is derived from the Kannada words karu and nādu, meaning \"elevated land\". Karu Nadu may also be read as karu, meaning \"black\" and nadu, meaning \"region\", as a reference to the black cotton soil found in the Bayalu Seeme region of the state. The British used the word Carnatic, sometimes Karnatak, to describe both sides of peninsular India, south of the Krishna.\n With an antiquity that dates to the paleolithic, Karnataka has been home to some of the most powerful empires of ancient and medieval India. The philosophers and musical bards patronised by these empires launched socio-religious and literary movements which have endured to the present day. Karnataka has contributed significantly to both forms of Indian classical music, the Carnatic and Hindustani traditions.\n The economy of Karnataka is the fourth-largest state economy in India with ₹15.35 lakh crore (US$220 billion) in gross domestic product and a per capita GDP of ₹210,000 (US$2,900). Karnataka has the twelfth highest ranking among Indian states in human development index.",
  "/wiki/Sudeep": "Sudeep Sanjeev (born 2 September 1974), better known mononymously as Sudeep or as Kichcha Sudeep, is an Indian film actor, director, producer, screenwriter, television presenter and singer, who primarily works in Kannada language films, in addition to appearances in a handful of Telugu, Hindi and Tamil language films.\n Sudeep is known for his performances in the Kannada films Sparsha (2000), Huchcha (2001), Nandhi (2002), Kiccha (2003), Swathi Muthu (2003), My Autograph (2006), No 73, Shanthi Nivasa (2007, also the director), Mussanjemaatu (2008), Veera Madakari (2009), Just Maath Maathalli (2010), Kempe Gowda (2011), the Telugu-Tamil bilingual Eega (2012) and the Hindi film Dabangg 3 (2019).\n He won the Filmfare Award for Best Actor – Kannada for three consecutive years for his films Huchcha, Nandhi and Swathi Muthu. Since 2013, he has been hosting the television reality show Bigg Boss Kannada.",
  "/wiki/Ashok_Kheny": "Ashok Maharudrappa  Kheny is an Indian film actor, politician, film director, film producer,  businessman, owner of Karnataka Bulldozers cricket team, chairman of the Indian Institute of Cartoonists.    Managing Director of the Nandi Infrastructure Corridor Enterprises.\nthe officially known as the Bangalore–Mysore Infrastructure Corridor project.    He is also the Director of the IIIE Limited, former MLA of the Bidar South Vidhan Sabha constituency \n He is a graduate of Electrical Engineering from National Institute of Technology Karnataka.\n Kheny has been in the news for his scuffles with former Prime Minister of India H. D. Deve Gowda over the land acquisition for the BMIC project.\n Kheny received the Outstanding Businessman of the Year from a Minority community award for 1987, conferred by the then President of the United States Ronald Reagan.\n Kheny owns the cricket team Karnataka Bulldozers in the Celebrity Cricket League.",
  "/wiki/Bollywood": "Hindi cinema, often known as Bollywood and formerly as Bombay cinema, is the Indian Hindi-language film industry based in Mumbai (formerly Bombay). The term is a portmanteau of \"Bombay\" and \"Hollywood\". The industry is related to Cinema of South India and other Indian film industries, making up Indian Cinema—the world's largest by number of feature films produced.\n Indian cinema has an annual output of 1,986 feature films in 2017. Bollywood is its largest film producer, with 364 Hindi films produced in 2017. Bollywood represents 43 percent of Indian net box-office revenue; Tamil and Telugu cinema represent 36 percent, and the remaining regional cinema constituted 21 percent in 2014. Bollywood is one of the largest centres of film production in the world. In 2001 ticket sales, Indian cinema (including Bollywood) reportedly sold an estimated 3.6 billion tickets worldwide, compared to Hollywood's 2.6 billion tickets sold. Bollywood films tend to use a colloquial dialect of Hindi-Urdu (or Hindustani), mutually intelligible by Hindi and Urdu speakers, and modern Bollywood movies increasingly incorporate elements of Hinglish.\n The most popular commercial genre in Bollywood since the 1970s has been the masala film, which freely mixes different genres including action, comedy, romance, drama and melodrama along with musical numbers. Masala films generally fall under the musical film genre, of which Indian cinema has been the largest producer since the 1960s when it exceeded the American film industry's total musical output after musical films declined in the West; the first Indian musical talkie was Alam Ara (1931), several years after the first Hollywood musical talkie The Jazz Singer (1927). Alongside commercial masala films, a distinctive genre of art films known as parallel cinema has also existed, presenting realistic content and avoidance of musical numbers. In more recent years, the distinction between commercial masala and parallel cinema has been gradually blurring, with an increasing number of mainstream films adopting the conventions which were once strictly associated with parallel cinema.",
  "/wiki/Maharashtra": "Maharashtra (/mɑːhəˈrɑːʃtrə/; Marathi: [məharaːʂʈrə] (listen), abbr. MH) is a state in the western peninsular region of India occupying a substantial portion of the Deccan Plateau. It is the second-most populous state and third-largest state by area. Spread over 307,713 km2 (118,809 sq mi), it is bordered by the Arabian Sea to the west, the Indian states of Karnataka and Goa to the south, Telangana to the southeast and Chhattisgarh to the east, Gujarat and Madhya Pradesh to the north, and the Indian union territory of Dadra and Nagar Haveli and Daman and Diu  to the north west. It is also the world's third-most populous subnational entity.\n Maharashtra was formed by merging the western and south-western parts of the Bombay State, Berar and Vidarbha, and the north-western parts of the Hyderabad State and splitting Saurashtra (in present-day Gujarat) by the States Reorganisation Act.  It has over 112 million inhabitants and its capital, Mumbai, has a population around 18 million making it the most populous urban area in India. Nagpur hosts the winter session of the state legislature. Pune is known as the 'Oxford of the East' due to the presence of several well-known educational institutions. Nashik is known as the 'Wine Capital of India' as it has the largest number of wineries and vineyards in the country.\n The Godavari and the Krishna are the two major rivers in the state. The Narmada and Tapi Rivers flow near the border between Maharashtra and Madhya Pradesh and Gujarat. Maharashtra is the third-most urbanised state of India. Prior to Indian independence, Maharashtra was chronologically ruled by the Satavahana dynasty, Rashtrakuta dynasty, Western Chalukyas, Deccan sultanates, Mughals and Marathas, and the British. Ruins, monuments, tombs, forts, and places of worship left by these rulers are dotted around the state. They include the UNESCO World Heritage Sites of the Ajanta and Ellora caves. The numerous forts are associated with the life of Shivaji.\n Maharashtra is the wealthiest state by all major economic parameters and also the most industrialised state in India. The state continues to be the single largest contributor to the national economy with a share of 15% in the country's gross domestic product (GDP). The economy of Maharashtra is the largest state economy in India with ₹24.11 lakh crore (US$340 billion) in GDP and a per capita GDP of ₹176,000 (US$2,500). Maharashtra has the ninth highest ranking among Indian states in human development index.",
  "/wiki/Bobby_Deol": "Vijay Singh Deol (born 27 January 1969), better known as Bobby Deol, is an Indian film actor who works in Hindi films. He is the recipient of a Filmfare Award and a Filmfare Best Actor Award nomination.\n Deol briefly appeared as a child actor in the film Dharam Veer in 1977 and made his acting debut as an adult in Barsaat (1995) which garnered him the Filmfare Best Debut Award. Subsequently, he was featured in several commercially successful films including the 1997 suspense thriller Gupt, the 1998 action thriller Soldier, the 2000 action thrillers Badal and Bichhoo, the 2001 suspense Ajnabee, the 2002 romantic thriller Humraaz for which he was nominated for the Filmfare Best Actor Award, the 2007 sports drama Apne and the 2011 comedy Yamla Pagla Deewana. His other notable work includes Kareeb (1998) and Dillagi (1999).",
  "/wiki/Sohail_Khan": "Sohail Salim Abdul Rashid Khan (born 20 December 1970) is an Indian film actor, director and producer who works predominantly in Hindi cinema. He is the younger brother of actors Salman Khan and Arbaaz Khan. He produces films under his banner Sohail Khan Productions.",
  "/wiki/Cinema_of_West_Bengal": "The cinema of West Bengal, also known as Tollywood, refers to the Indian Bengali language film industry based in the Tollygunge region of Kolkata, West Bengal, India. The origins of the nickname Tollywood, a portmanteau of the words Tollygunge and Hollywood, dates back to 1932. It was a historically important film industry, at one time the centre of Indian film production. The Bengali film industry is known for producing many of Indian cinema's most critically acclaimed global Parallel Cinema and art films, with several of its filmmakers gaining prominence at the Indian National Film Awards as well as international acclaim. Since the late 20th century, the Bengali film industry has become smaller, overtaken by other regional industries such as Bollywood and South Indian cinema.\n Ever since Satyajit Ray's Pather Panchali (1955) was awarded Best Human Document at the 1956 Cannes Film Festival, Bengali films frequently appeared in international fora and film festivals for the next several decades. This allowed Bengali filmmakers to reach a global audience. The most influential among them was Satyajit Ray, whose films became successful among European, American and Asian audiences. His work subsequently had a worldwide impact, with filmmakers such as Martin Scorsese, James Ivory, Abbas Kiarostami, Elia Kazan, François Truffaut, Carlos Saura, Isao Takahata, Wes Anderson and Danny Boyle being influenced by his cinematic style, and many others such as Akira Kurosawa praising his work.\n The \"youthful coming-of-age dramas that have flooded art houses since the mid-fifties owe a tremendous debt to the Apu trilogy\". Kanchenjungha (1962) introduced a narrative structure that resembles later hyperlink cinema. Ray's 1967 script for a film to be called The Alien, which was eventually cancelled, is widely believed to have been the inspiration for Steven Spielberg's E.T. (1982). Ira Sachs' Forty Shades of Blue (2005) was a loose remake of Charulata, and in Gregory Navas My Family (1995), the final scene is duplicated from the final scene of The World of Apu. Similar references to Ray films are found in recent works such as Sacred Evil (2006), the Elements trilogy of Deepa Mehta, and in films of Jean-Luc Godard.\n Another prominent Bengali filmmaker is Mrinal Sen, whose films have been well known for their Marxist views. During his career, Mrinal Sen's films have received awards from major film festivals, including Cannes, Berlin, Venice, Moscow, Karlovy Vary, Montreal, Chicago, and Cairo. Retrospectives of his films have been shown in major cities of the world. Another Bengali filmmaker, Ritwik Ghatak, began reaching a global audience long after his death; beginning in the 1990s, a project to restore Ghatak's films was undertaken, and international exhibitions (and subsequent DVD releases) have belatedly generated an increasingly global audience. Some of his films have strong similarities to later famous international films, such as Ajantrik (1958) resembling the Herbie films (1967–2005) and Bari Theke Paliye (1958) resembling François Truffaut's The 400 Blows (1959).\n The cinematographer Subrata Mitra, who made his debut with Ray's The Apu Trilogy, also had an important influence on cinematography across the world. One of his most important techniques was bounce lighting, to recreate the effect of daylight on sets. He pioneered the technique while filming Aparajito (1956), the second part of The Apu Trilogy. Some of the experimental techniques which Satyajit Ray pioneered include photo-negative flashbacks and X-ray digressions while filming Pratidwandi (1972).",
  "/wiki/West_Bengal": "West Bengal (/bɛnˈɡɔːl/; Bengali: Paschim Banga) is a state in the eastern region of India along the Bay of Bengal. With over 91 million inhabitants (as of 2011), it is India's fourth-most populous state. West Bengal is the thirteenth-largest Indian state, with an area of 88,752 km2 (34,267 sq mi). Part of the ethno-linguistic Bengal region of the Indian subcontinent, it borders Bangladesh in the east, and Nepal and Bhutan in the north. It also borders the Indian states of Odisha, Jharkhand, Bihar, Sikkim, and Assam. The state capital is Kolkata (Calcutta) the seventh-largest city in India, and center of the third-largest metropolitan area in the country. West Bengal includes the Darjeeling Himalayan hill region, the Ganges delta, the Rarh region, and the coastal Sundarbans. The main ethnic group is the Bengalis, with Bengali Hindus forming the demographic majority.\n The area's early history featured a succession of Indian empires, internal squabbling, and a tussle between Hinduism and Buddhism for dominance. Ancient Bengal was the site of several major Janapadas (kingdoms), while the earliest cities date back to the Vedic period. The region was part of several ancient pan−Indian empires, including the Mauryans and Guptas. It was also a bastion of regional kingdoms. The citadel of Gauda served as the capital of the Gauda Kingdom, the Buddhist Pala Empire (8th–11th century) and Hindu Sena Empire (11th–12th century). Islam was introduced  through trade with the Abbasid Caliphate, but following the early conquest of Muhammad bin Bakhtiyar Khalji and the establishment of the Delhi Sultanate, it spread across the entire Bengal region. Later, occasional Muslim raiders reinforced the process of conversion by building mosques, madrasas, and khanqahs. During the Islamic Bengal Sultanate, founded in 1352, Bengal was a major trading nation in the world and was often referred by the Europeans as the richest country to trade with. It was absorbed into the Mughal Empire in 1576. Simultaneously, some parts of the region were ruled by several Hindu states, and Baro-Bhuyan landlords, and part of it was briefly overrun by the Suri Empire. The Mughal Bengal was heralded by Aurangzeb as the \"paradise of the nations\", since it was the empire's most economically developed province. It became a leading exporter to the world,  and a center of worldwide industries such as cotton textiles, silk, and shipbuilding. Its citizens' standard of living was among the world's highest. Bengal accounted for 40% of Dutch imports from Asia, for example, including more than 50% of its textiles and around 80% of its silks. Bengal's economy bypassed the period of proto-industrialization.\n By the 18th century, the state was ruled by the Nawabs of Bengal, before being conquered by the British East India Company at the Battle of Plassey in 1757. Calcutta served for many years as the capital of British India. The region was later administered by the United Kingdom as part of the Bengal Presidency (1757–1905; 1912–1947) and Eastern Bengal and Assam Province (1905–1912) in British India. Bengal faced multiple famines and deindustrialisation under British Raj. The socio-cultural movements of the Bengal Renaissance played an influential role in decolonisation and the region was a hotbed of the Indian independence movement. In 1947, the Bengal Legislative Council and the [[Bengal LegislaChatim tree tive Assembly]] voted on the Partition of Bengal along religious lines into two separate entities: West Bengal, a state of India, and East Bengal, a province of Pakistan which later became the independent Bangladesh. Several regional and pan−Indian empires throughout Bengal's history have shaped its culture, cuisine, and architecture.\n Post independence, West Bengal's economy is based on agricultural production and small and medium-sized enterprises. The economy of West Bengal is the sixth-largest state economy in India with ₹11.77 lakh crore (US$170 billion) in gross domestic product and a per capita GDP of ₹116,000 (US$1,600). The state has high government debt with ₹3.6 lakh crore (US$50 billion) or 35% of GSDP, moderate unemployment, and low per capita income. In human development index it ranks twenty-first among Indian states. Kolkata is known as the \"cultural capital of India\". West Bengal has two World Heritage sites and one of the top tourism destinations in India.",
  "/wiki/Jisshu_Sengupta": "Jisshu Sengupta (born 1977), popularly known as Jisshu, is an Indian actor, producer and television presenter, who works in Bengali and Hindi language films. Jisshu made his debut in showbiz through a Bengali TV series, Mahaprabhu where he portrayed the role of Chaitanya Mahaprabhu. The role overnight catapulted him to stardom. Subsequently, he made his big screen debut with Priyojon (1999), which became a debacle at box office. In 2002, he played Tagore in Sukanta Roy's ambitious venture Chelebela alongside Debashree Roy playing Kadambari Devi. He then appeared in a spate of critically and commercially unsuccessful projects. He made his Bollywood debut with Shyam Benegal's National Award winning film Netaji Subhas Chandra Bose: The Forgotten Hero (2004). A turning point came in his career when he collaborated with Rituparno Ghosh for the latter's Abohoman, which earned him critical acclaim. His subsequent collaborations with Ghosh for films which include Noukadubi and Shob Charitro Kalponik brought him a higher degree of critical and commercial success. Sengupta's collaborations with other directors for films such as Jaatishwar enabled him to become one of the most sought out actors in Bengali cinema.\n Jisshu continued to garner wider attention and further critical acclaim for the role of a contract killer in Rajkahini (2015) and a private detective in Byomkesh O Chiriyakhana (2016). His biggest commercial success came with the action drama film Zulfiqar(2016), as he continued to draw praise for his performances in Sesh Bole Kichu Nei (2014), Jaatishwar (2014) and Arshinagar (2015)\n Apart from films, Jisshu is actively involved in anchoring reality shows and award shows, including Filmfare Awards East (2017). In 2011, he made a comeback on television in the fiction category through Aparajito, which he produced for Star Jalsha.",
  "/wiki/Boney_Kapoor": "Boney Kapoor (born Achal Kapoor; 11 November 1955) is an Indian film producer who has produced numerous Bollywood films like Mr. India, No Entry, Judaai and Wanted to his credit. He was married to actress Sridevi until her death in 2018. He is the elder brother of actors Anil Kapoor and Sanjay Kapoor and father of film actors Arjun Kapoor and Janhvi Kapoor.",
  "/wiki/Telugu_cinema": "Telugu cinema is the segment of Indian cinema dedicated to the production of motion pictures in the Telugu language, widely spoken in the states of Andhra Pradesh, and Telangana. Telugu cinema is based in Film Nagar, a neighborhood of Hyderabad, India. Since 1909, filmmaker Raghupathi Venkaiah was involved in producing short films and travelling to different regions in Asia to promote film work. In 1921, he produced the silent film, Bhishma Pratigna. He is cited as the father of Telugu cinema.\n In 2002, East India Film Company has produced its first Indian film, Savitri in Telugu. The film was based on a popular stage play by Mylavaram Bala Bharathi Samajam, directed by father of the \"Telugu theatre Movement\" Chittajallu Pullaiah and cast stage actors Vemuri Gaggaiah and Dasari Ramathilakam as \"Yama\" and \"Savithri\" respectively. The film was shot with a budget of estimated ₹1 million (US$14,000) in Calcutta. It received an honorary diploma at the 2nd Venice International Film Festival.\nPathala Bhairavi (1951) was the only South Indian film screened at the first India International Film Festival. Pathala Bhairavi (1951), Malliswari (1951), Devadasu (1953), Mayabazar (1957), Nartanasala (1963), Maro Charitra (1978), Maa Bhoomi (1979), Sankarabharanam (1980), Sagara Sangamam (1983), and Siva (1989), have been showcased among \nCNN-IBN's 100 Greatest Indian Films of All Time.\n Parallel's such as B. Narsing Rao's ethnographic film Maa Ooru won the 1992 Hungarian Visual Arts \"Main Prize - Media Wave Award\". K. N. T. Sastry's Thilaadanam received \"New Currents Award\" at the 7th Busan International Film Festival. K. Viswanath's Swati Mutyam was India's official entry to the 59th Academy Awards. Rajnesh Domalpalli's Vanaja was nominated for the Best First Feature and Best Cinematography awards at the \"23rd American Independent Spirit Awards\".\nS. S. Rajamouli's epic film Baahubali: The Beginning, was nominated for \"42nd American Saturn Award for Best Fantasy Film.\" The second installment, The Conclusion is the only Indian film to receive the \"Best International Film\" at the \"44th American Saturn Awards\". Produced by Tollywood studio Arka Media Works, it is the highest grossing Indian film of all time within India.",
  "/wiki/Andhra_Pradesh": "Andhra Pradesh (/ˌɑːndrə prəˈdɛʃ/) (pronunciation (help·info)) is one of the 28 states of India, situated in the south-eastern part of the country. It is the eight-largest state in India, covering an area of 162,975 km2 (62,925 sq mi). As per the 2011 census, it is the tenth-most populous state, with 49,386,799 inhabitants. The largest city in Andhra Pradesh is Visakhapatnam. Telugu, one of the classical languages of India, is the major and official language of Andhra Pradesh.\n The north-western portion of Andhra Pradesh was separated to form the new state of Telangana on 2 June 2014, and Hyderabad, the longtime capital of Andhra Pradesh, was transferred to Telangana as part of the division. However, in accordance with the Andhra Pradesh Reorganisation Act, 2014, Hyderabad was to remain the acting capital of both Andhra Pradesh and Telangana states for a period of time not exceeding ten years.\n Andhra Pradesh has a coastline of 974 km (605 mi) – the second-longest coastline among the states of India, after Gujarat – with jurisdiction over almost 15,000 km2 of territorial waters. The state is bordered by Telangana in the north-west, Chhattisgarh and Odisha in the north-east, Karnataka in the west, Tamil Nadu in the south, and to the east lies the Bay of Bengal. The small enclave of Yanam, a district of Puducherry, lies to the south of Kakinada in the Godavari delta on the eastern side of the state.\n The state is made up of the two major regions of Rayalaseema, in the inland southwestern part of the state, and Coastal Andhra to the east and northeast, bordering the Bay of Bengal. The state comprises thirteen districts in total, nine of which are located in Coastal Andhra and four in Rayalaseema. The largest city and commercial hub of the state are Visakhapatnam, located on the Bay of Bengal, with a GDP of US$43.5 billion; the second largest city in the state is Vijayawada, located on the banks of the Krishna River, which has a GDP of US billion (as of 2010[update]). The economy of Andhra Pradesh is the seventh-largest state economy in India with ₹9.33 lakh crore (US$130 billion) in gross domestic product and a per capita GDP of ₹164,000 (US$2,300). Andhra Pradesh ranks twentieth among Indian states in human development index.\n Andhra Pradesh hosted 121.8 million visitors in 2015, a 30% growth in tourist arrivals over the previous year, making it the third most-visited state in India. The Tirumala Venkateswara Temple in Tirupati is one of the world's most visited religious sites, with 18.25 million visitors per year. Other pilgrimage centres in the state include the Mallikarjuna Jyotirlinga at Srisailam, the Srikalahasteeswara Temple at Srikalahasti, the Varaha Lakshmi Narasimha temple, Simhachalam  at Visakhapatnam, the Ameen Peer Dargah in Kadapa, the Mahachaitya at Amaravathi, the Kanaka Durga Temple in Vijayawada, and Prasanthi Nilayam in Puttaparthi. The state's natural attractions include the beaches of Visakhapatnam, hill stations such as the Araku Valley and Horsley Hills, and the island of Konaseema in the Godavari River delta.",
  "/wiki/Telangana": "Telangana (/tɛlənˈɡɑːnə/ (listen)) is a state in India situated on the centre-south stretch of the Indian peninsula on the high Deccan Plateau. It is the twelfth largest state and the twelfth-most populated state in India with a geographical area of 112,077 km2 (43,273 sq mi) and 35,193,978 residents as per 2011 census. On 2 June 2014, the area was separated from the northwestern part of Andhra Pradesh as the newly formed 29th state with Hyderabad as its historic permanent capital. Its other major cities include Warangal, Nizamabad, Khammam and Karimnagar. Telangana is bordered by the states of Maharashtra to the north, Chhattisgarh to the east, Karnataka to the west, and Andhra Pradesh to the east and south. The terrain of Telangana region consists mostly of hills, mountain ranges, and thick dense forests covering an area of 27,292 km2 (10,538 sq mi). As of 2019, the state of Telangana is divided into 33 districts.\n Throughout antiquity and the Middle Ages, the region now known as Telangana was ruled by multiple major Indian powers such as the Cholas, Mauryans, Satavahanas, Chalukyas, Kakatiyas, Delhi Sultanate, Bahmani Sultanate, Golconda Sultanate. During the 16th and 17th centuries, the region was ruled by the Mughals. The region is known for its Ganga-Jamuni Tehzeeb. During the 18th century and the British Raj, Telangana was ruled by the Nizam of Hyderabad. In 1823, the Nizams lost control over Northern Circars (Coastal Andhra) and Ceded Districts (Rayalseema), which were handed over to the East India Company. The annexation by the British of the Northern Circars deprived Hyderabad State, the Nizam's dominion, of the considerable coastline it formerly had, to that of a landlocked princely state with territories in the central Deccan, bounded on all sides by British India. Thereafter, the Northern Circars were governed as part of Madras Presidency until India's independence in 1947, after which the presidency became India's Madras state.\n The Hyderabad state joined the Union of India in 1948 after an Indian military invasion. In 1956, the Hyderabad State was dissolved as part of the linguistic reorganisation of states and Telangana was merged with the Telugu-speaking Andhra State (part of the Madras Presidency during the British Raj) to form Andhra Pradesh. A peasant-driven movement began to advocate for separation from Andhra Pradesh starting in the early 1950s, and continued until Telangana was awarded separate statehood on 2 June 2014.\n The economy of Telangana is the eighth-largest state economy in India with ₹8.66 lakh crore (US$120 billion) in gross domestic product and a per capita GDP of ₹206,000 (US$2,900). Telangana ranks sixteenth among Indian states in human development index. The state has emerged as a major focus for robust IT software, industry and services sector. The state is also the main administrative centre of many Indian defence aero-space and research labs like Bharat Dynamics Limited, Defence Metallurgical Research Laboratory, Defence Research and Development Organisation and Defence Research and Development Laboratory.\n The cultural hearts of Telangana, Hyderabad, and Warangal, are noted for their wealth and renowned historical structures – Charminar, Qutb Shahi Tombs, Paigah Tombs, Falaknuma Palace, Chowmahalla Palace, Warangal Fort, Kakatiya Kala Thoranam, Thousand Pillar Temple and the Bhongir Fort in Yadadri Bhuvanagiri district. The historic city Golconda in Hyderabad established itself as a diamond trading center and, until the end of the 19th century, the Golconda market was the primary source of the finest and largest diamonds in the world. Thus, the legendary name Golconda Diamonds became synonymous with Golconda itself. The Golconda region has produced some of the world's most famous diamonds, including the colorless Koh-i-Noor (owned by the United Kingdom), the blue Hope (United States), the pink Daria-i-Noor (Iran), the white Regent (France), the Dresden Green (Germany), and the colorless Orlov (Russia), Nizam and Jacob (India), as well as the now lost diamonds Florentine Yellow, Akbar Shah and Great Mogul. Religious edifices like the Lakshmi Narasimha Temple in Yadadri Bhuvanagiri district, Makkah Masjid in Hyderabad, and Medak Cathedral are several of its most famous places of worship.",
  "/wiki/Akhil_(Telugu_actor)": "Akhil Akkineni (born 8 April 1994) is an  Indian actor who works in Telugu cinema. He is the son of actors Akkineni Nagarjuna and Amala, the grandson of actor Nageswara Rao, and half-brother of Akkineni Naga Chaitanya. His sister-in-law Samantha Akkineni is also an  actor. Akhil pursued acting at the Lee Strasberg Theatre and Film Institute before making his debut in films in 2014 through a cameo in Manam. His first film in a lead role came in Akhil (2015).",
  "/wiki/Sachiin_Joshi": "Sachiin Joshi (born 7 August 1984) is an Indian film actor, producer known for his works in Telugu cinema and Bollywood. His hometown is Pune, Maharashtra. He made his Hindi film debut with Aazan in 2011.",
  "/wiki/Malayalam_cinema": "Malayalam cinema is the Indian film industry based in the southern state of Kerala, dedicated to the production of motion pictures in the Malayalam language. It is also known by the sobriquet Mollywood in various print and online media (a portmanteau of Malayalam and Hollywood). Malayalam film industry is the fourth biggest film industry in India. The films produced here are known for their cinematography and story-driven realistic plots. Works such as Marana Simhasanam  and Vanaprastham were screened in the Un Certain Regard section at the 1999 Cannes Film Festival.\nMarana Simhasanam garnered the coveted Caméra d'Or (\"Golden Camera\") for that year.\n In 1982, Elippathayam won the Sutherland Trophy at the London Film Festival, and Most Original Imaginative Film of 1982 by the British Film Institute. Rajiv Anchal's Guru (1997) and Salim Ahamed's Adaminte Makan Abu (2011) were Malayalam films sent by India as its official entries for the Best Foreign Language Film category at the Academy Awards. Adoor Gopalakrishnan has won the International Film Critics Prize (FIPRESCI) for his works such as Mukhamukham (1984), Anantaram (1987), Mathilukal (1989), Vidheyan (1993), Kathapurushan (1995), and Nizhalkkuthu (2002).\n Other films which achieved global acclaim include Chemmeen (1965), which received a Certificate of Merit at the Chicago International Film Festival, and a Gold Medal at the Cannes Film Festival for Best Cinematography. Piravi (1989) won at least 31 international honours, including the Caméra d'Or – Mention Spéciale at the 1989 Cannes Film Festival, and was screened at the Un Certain Regard. Swaham (1994) won the Bronze Rosa Camuna at the Bergamo Film Meeting in Italy.\nThe first 3D film produced in India, My Dear Kuttichathan (1984), was made in Malayalam. The first CinemaScope film produced in Malayalam was Thacholi Ambu (1978).\n During the early 1920s the Malayalam film industry was based in Thiruvananthapuram, although the film industry started to develop and flourish only by the late 1940s. Later the industry shifted to Chennai (formerly Madras), which then was the capital of the South Indian film industry. By the late 1980s, the Malayalam film industry returned and established itself in Kerala with the majority of locations, studios, production and post-production facilities being located in Kochi and Thiruvananthapuram. Several media sources describe Kochi as the hub of the film industry.",
  "/wiki/Kerala": "Kerala (/ˈkɛrələ/ (listen)) is a state on the southwestern Malabar Coast of India. It was formed on 1 November 1956, following the passage of the States Reorganisation Act, by combining Malayalam-speaking regions of the erstwhile states of Travancore-Cochin and Madras. Spread over 38,863 km2 (15,005 sq mi), Kerala is the twenty-third largest Indian state by area. It is bordered by Karnataka to the north and northeast, Tamil Nadu to the east and south, and the Lakshadweep Sea to the west. With 33,387,677 inhabitants as per the 2011 Census, Kerala is the thirteenth-largest Indian state by population. It is divided into 14 districts with the capital being Thiruvananthapuram. Malayalam is the most widely spoken language and is also the official language of the state.\n The Chera Dynasty was the first prominent kingdom based in Kerala. The Ay kingdom in the deep south and the Ezhimala kingdom in the north formed the other kingdoms in the early years of the Common Era (CE or AD). The region had been a prominent spice exporter since 3000 BCE. The region's prominence in trade was noted in the works of Pliny as well as the Periplus around 100 CE. In the 15th century, the spice trade attracted Portuguese traders to Kerala, and paved the way for European colonisation of India. At the time of Indian independence movement in the early 20th century, there were two major princely states in Kerala-Travancore State and the Kingdom of Cochin. They united to form the state of Thiru-Kochi in 1949. The Malabar region, in the northern part of Kerala, had been a part of the Madras province of British India, which later became a part of the Madras State post-independence. After the States Reorganisation Act, 1956, the modern-day state of Kerala was formed by merging the Malabar district of Madras State (excluding Gudalur taluk of Nilgiris district, Topslip,  the Attappadi Forest east of Anakatti), the state of Thiru-Kochi (excluding four southern taluks of Kanyakumari district, Shenkottai and Tenkasi taluks), and the taluk of Kasaragod (now Kasaragod District) in South Canara (Tulunad) which was a part of Madras State.\n The economy of Kerala is the 11th-largest state economy in India with ₹8.76 trillion (US$120 billion) in gross domestic product and a per capita GDP of ₹199,000 (US$2,800). Kerala has the lowest positive population growth rate in India, 3.44%; the highest Human Development Index (HDI), 0.784 in 2018 (0.712 in 2015); the highest literacy rate, 93.91% in the 2011 census; the highest life expectancy, 77 years; and the highest sex ratio, 1,084 women per 1,000 men. The state has witnessed significant emigration, especially to the Arab states of the Persian Gulf during the Gulf Boom of the 1970s and early 1980s, and its economy depends significantly on remittances from a large Malayali expatriate community. Hinduism is practised by more than half of the population, followed by Islam and Christianity. The culture is a synthesis of Aryan, Dravidian, Arab, and European cultures, developed over millennia, under influences from other parts of India and abroad.\n The production of pepper and natural rubber contributes significantly to the total national output. In the agricultural sector, coconut, tea, coffee, cashew and spices are important. The state's coastline extends for 595 kilometres (370 mi), and around 1.1 million people in the state are dependent on the fishery industry which contributes 3% to the state's income. The state has the highest media exposure in India with newspapers publishing in nine languages, mainly English and Malayalam. Kerala is one of the prominent tourist destinations of India, with backwaters, hill stations, beaches, Ayurvedic tourism and tropical greenery as its major attractions.",
  "/wiki/Mohanlal": "Mohanlal Viswanathan (born 21 May 1960), known mononymously as Mohanlal, is an Indian actor, producer, playback singer, and distributor, who predominantly works in Malayalam cinema. He has had a prolific career spanning over four decades, during which he has acted in more than 350 films. In addition to Malayalam, he has also appeared in other regional Indian films.\n Mohanlal made his acting debut as a teenager in the Malayalam film Thiranottam in 1978, but the film was delayed in its release for 25 years due to censorship issues. His screen debut was in the 1980 romance film Manjil Virinja Pookkal, in which he played the role of a villain. In the following years, he played antagonistic characters in several films and gradually rose to supporting roles. Towards mid-1980s, he established himself as a bankable leading actor and gained stardom after starring in a series of commercially successful films in 1986; the crime drama Rajavinte Makan released in that year heightened his stardom. Mohanlal prefers to work in Malayalam films, but he has also appeared in some Hindi, Tamil, Telugu and Kannada films. Some of his best known non-Malayalam films include the Tamil political drama Iruvar (1997), the Hindi crime drama Company (2002) and the Telugu film Janatha Garage (2016).\n Mohanlal has won five National Film Awards—two Best Actor, a Special Jury Mention and a Special Jury Award for acting, and an award for Best Feature Film (as producer), also nine Kerala State Film Awards and Filmfare Awards South and numerous other accolades. The Government of India honoured him with the Padma Shri in 2001, and Padma Bhushan in 2019, India's fourth and third highest civilian honours, for his contributions to Indian cinema. In 2009, he became the first actor to be awarded the honorary rank of Lieutenant colonel in the Territorial Army. He received an honorary doctorate from Sree Sankaracharya University of Sanskrit in 2010 and from the University of Calicut in 2018.",
  "/wiki/Rajkumar_Sethupathi": "Rajkumar is an Indian actor who acts in south Indian languages. He has acted in about 50 Malayalam films. He started his film career in the Tamil film Soolam, directed by M. Bhaskar, then with Mammotty in Thrishna, a 1981 Malayalam film. In 1982, he acted in the Malayalam film Raja directed by P. Venu as the lead actor.",
  "/wiki/Sripriya": "Sripriya is an Indian actress who played leading roles from 1973 to 1986. She started to play supporting roles from 1987 to 1992. She has acted in over 300 films in Tamil, Telugu, Kannada, Malayalam and Hindi language films. Mostly of 200 of these are Tamil films.\n She has also directed films in Tamil and Telugu, including the 2014 film Drushyam in Telugu language.\n She is a Core Committee Member of Makkal Needhi Maiam, a political party founded by Kamal Haasan.",
  "/wiki/Tamil_cinema": "Tamil cinema is the filmmaking industry of Tamil-language motion pictures. It is based in Chennai, Tamil Nadu, India, in the Kodambakkam neighbourhood, leading to the industry’s nickname Kollywood, the word being a portmanteau of Kodambakkam and Hollywood.\n The first Tamil silent film, Keechaka Vadham, was made by R. Nataraja Mudaliar in 1918. The first talking motion picture, Kalidas, was a multilingual and was released on 31 October 1931, less than seven months after India's first talking motion picture Alam Ara. By the end of the 1930s, the legislature of the State of Madras passed the Entertainment Tax Act of 1939.\n Tamil cinema later had a profound effect on other filmmaking industries of India, establishing Madras (now Chennai) as a secondary hub for Hindi cinema, other South Indian film industries, as well as Sri Lankan cinema. Over the last quarter of the 20th century, Tamil films from India established a global presence through distribution to an increasing number of overseas theatres in Singapore, Sri Lanka, Malaysia, Japan, the Middle East, parts of Africa, Oceania, Europe, North America and other countries. The industry also inspired independent filmmaking in Sri Lanka and Tamil diaspora populations in Malaysia, Singapore, and the Western Hemisphere.",
  "/wiki/Tamil_Nadu": "Tamil Nadu (Tamil: [ˈt̪amiɻ ˈn̪aːɽɯ] (listen)), is one of the 28 states of India. Its capital and largest city is Chennai. Tamil Nadu lies in the southernmost part of the Indian subcontinent and is bordered by the union territory of Puducherry and the South Indian states of Kerala, Karnataka, and Andhra Pradesh. It is bounded by the Eastern Ghats on the north, by the Nilgiri Mountains, the Meghamalai Hills, and Kerala on the west, by the Bay of Bengal in the east, by the Gulf of Mannar and the Palk Strait on the southeast, and by the Indian Ocean on the south. The state shares a maritime border with the nation of Sri Lanka.\n The region was ruled by several empires, including the three great empires – Chera, Chola and Pandyan empires, which shape the region's cuisine, culture, and architecture. The British Colonial rule during the modern period led to the emergence of Chennai, then known as Madras, as a world-class city. Modern-day Tamil Nadu was formed in 1956 after the reorganisation of states on linguistic lines. The state is home to a number of historic buildings, multi-religious pilgrimage sites, hill stations and three World Heritage sites.\n Tamil Nadu is the tenth largest Indian state by area and the sixth largest by population. The economy of Tamil Nadu is the second-largest state economy in India with ₹16.64 lakh crore (US$230 billion) in gross domestic product with a per capita GDP of ₹194,000 (US$2,700). Tamil Nadu has the sixth highest ranking among Indian states in human development index. It was ranked as one of the top seven developed states in India based on a \"Multidimensional Development Index\" in a 2013 report published by the Reserve Bank of India. Its official language is Tamil, which is one of the longest-surviving classical languages in the world.",
  "/wiki/Vishal_(actor)": "Vishal Krishna Reddy (born 29 August 1977) is an Indian film actor and producer who works in the Tamil film industry. The younger son of film producer G. K. Reddy, Vishal studied Visual Communications at Loyola College, Chennai. Best known for his roles in action films, he produces films under his production company, Vishal Film Factory. \n He made an entrance into the film industry as an assistant director for Arjun. He then became an actor and played his first lead role in the romantic thriller Chellamae (2004), before going on to star in the commercially successful action films Sandakozhi, Thimiru, Thaamirabharani and Malaikottai. Following a series of unsuccessful films at the box office, Vishal chose to create his own production studio and has since produced and worked on profitable ventures such as Pandiya Naadu (2013) and Naan Sigappu Manithan (2014) Poojai (2014).\n Vishal was elected as the General Secretary of the Nadigar Sangam in October 2015 after initiating a movement against the previous committee. He was expelled from Tamil Film Producers' Council (TFPC) for remarks against the council. Later in April 2017, he won the election and got elected as President of Tamil Film Producers Council.",
  "/wiki/Bhojpuri_cinema": "Bhojpuri cinema, Bhojiwood or Bhollywood refers to the Indian Bhojpuri language film industry based in Bihar, India.\n The first Bhojpuri talkie film, Ganga Maiyya Tohe Piyari Chadhaibo, was released in 1963 by Vishwanath Shahabadi. The 80s saw the release of many notable as well as run-of-the-mill Bhojpuri films like Bitia Bhail Sayan, Chandwa ke take Chakor, Hamar Bhauji, Ganga Kinare Mora Gaon and Sampoorna Tirth Yatra. Bhojpuri cinema has grown in recent years. The Bhojpuri film industry is now a ₹2000 crore industry. Bhojpuri movies are seen across various parts of North America, Europe, and Asia where second and third generation migrants still speak the language, as well as in Guyana, Trinidad and Tobago, Suriname, Fiji, Mauritius, and South Africa, which has a large Bhojpuri population.",
  "/wiki/Uttar_Pradesh": "Uttar Pradesh (/ˌʊtər prəˈdɛʃ/; IAST: Uttar Pradeś [ˈʊtːəɾ pɾəˈdeːʃ] (listen)) is a state in northern India. With roughly 200 million inhabitants, it is the most populous state in India as well as the most populous country subdivision in the world. It was created on 1 April 1937 as the United Provinces of Agra and Oudh during British rule, and was renamed Uttar Pradesh in 1950.  The state is divided into 18 divisions and 75 districts with the capital being Lucknow. On 9 November 2000, a new state, Uttarakhand, was carved out from the state's Himalayan hill region. The two major rivers of the state, the Ganga and Yamuna, join at Allahabad (Prayagraj) and then flow as the Ganga further east. Hindi is the most widely spoken language and is also the official language of the state, along with Urdu.\n The state is bordered by Rajasthan to the west, Haryana, Himachal Pradesh and Delhi to the northwest, Uttarakhand and Nepal to the north, Bihar to the east, Madhya Pradesh to the south, and touches the states of Jharkhand and Chhattisgarh to the southeast. It covers 243,290 square kilometres (93,933 sq mi), equal to 7.34% of the total area of India, and is the fourth-largest Indian state by area. Agriculture and service industries are the largest parts of the state's economy. The service sector comprises travel and tourism, hotel industry, real estate, insurance and financial consultancies. The economy of Uttar Pradesh is the fifth-largest state economy in India with ₹15.42 lakh crore (US$220 billion) in gross domestic product and a per capita GDP of ₹61,000 (US$860). Uttar Pradesh ranks twenty eighth among Indian states in human development index. President's rule has been imposed in Uttar Pradesh ten times since 1968, for different reasons and for a total of 1,700 days.\n The natives of the state are generally called UP-waale, or more specifically either Awadhi, Bagheli, Bhojpuri, Braji, Bundeli, Kannauji, or Rohilkhandi depending upon their region of origin. Hinduism is practised by more than three-fourths of the population, with Islam being the next largest religious group. Uttar Pradesh was home to powerful empires of ancient and medieval India. The state has several historical, natural, and religious tourist destinations, such as Agra, Ayodhya, Vrindavan, Lucknow, Mathura, Varanasi, Allahabad and Gorakhpur.",
  "/wiki/Bihar": "Bihar (/bɪˈhɑːr/; Hindi pronunciation: [bɪˈɦaːr] (listen)) is a state in eastern India. It is the third-largest state by population and twelfth-largest by territory, with an area of 94,163 km2 (36,357 sq mi). It is contiguous with Uttar Pradesh to its west, Nepal to the north, the northern part of West Bengal to the east, and with Jharkhand to the south. The Bihar plain is split by the river Ganges, which flows from west to east. Three main cultural regions converge in the state: Magadh, Mithila, and Bhojpur.\n On 15 November 2000, southern Bihar was ceded to form the new state of Jharkhand. Only 11.3% of the population of Bihar lives in urban areas, which is the lowest in India after Himachal Pradesh. Additionally, almost 58% of Biharis are below the age of 25, giving Bihar the highest proportion of young people of any Indian state.\n In ancient and classical India, the area that is now Bihar was considered a centre of power, learning, and culture. From Magadha arose India's first empire, the Maurya empire, as well as one of the world's most widely adhered-to religions: Buddhism. Magadha empires, notably under the Maurya and Gupta dynasties, unified large parts of South Asia under a central rule. Another region of Bihar is Mithila which was an early centre of learning and the centre of the Videha kingdom.\n Since the late 1970s, Bihar has lagged far behind other Indian states in terms of social and economic development. Many economists and social scientists claim that this is a direct result of the policies of the central government, such as the freight equalization policy, its apathy towards Bihar, lack of Bihari sub-nationalism, and the Permanent Settlement of 1793 by the British East India Company. The state government has, however, made significant strides in developing the state. Improved governance has led to an economic revival in the state through increased investment in infrastructure, better health care facilities, greater emphasis on education, and a reduction in crime and corruption.",
  "/wiki/Manoj_Tiwari": "Manoj Tiwari (born 1 February 1971) is an Indian politician, singer and actor serving as the Member of Parliament from North East Delhi. He contested the 2009 general election as a Samajwadi Party candidate from Gorakhpur Lok Sabha but lost to Yogi Adityanath. Again, he contested 2014 Indian general elections as a Bharatiya Janata Party (BJP) candidate and won. He was appointed as Delhi BJP president in 2016 . He was the head of the BJP organisation in Delhi when the party recorded a record victory in 2017 MCD elections . He was a contestant in Bigg Boss.",
  "/wiki/Cinema_of_Punjab": "Punjabi cinema (Punjabi: ਪੰਜਾਬੀ ਸਿਨਮਾ (Gurmukhi); پنجابی سینما (Shahmukhi)), sometimes metonymously referred to as Pollywood, is the Punjabi language film industry centred around the states of Punjab in India and Pakistan. Mainly based in Lahore, Pakistan and Amritsar, India.\n The cinema of Punjab has its beginnings with the 1928 production of Daughters of Today, the earliest feature film produced in Punjab. The first sound film, Heer Ranjha, using the sound-on-disc technology, was released in 1932. Since then, many films have been produced in Punjabi cinema, a number of which have received international recognition. Many actors and filmmakers started their careers in Punjabi films, a number of whom have acquired international reputations, and a number of whom have found greater financial benefits in careers in larger film producing industries.",
  "/wiki/Punjab,_India": "Punjab (/pʌnˈdʒɑːb/ (listen), Punjabi: [pənˈdʒaːb]) is a state in northern India. Forming part of the larger Punjab region of the Indian subcontinent, the state is bordered by the Indian union territory of Jammu and Kashmir to the north, and the Indian states of Himachal Pradesh to the east, Haryana to the south and southeast, and Rajasthan to the southwest. It is bordered by the Pakistani province of Punjab to the west. The state covers an area of 50,362 square kilometres, 1.53% of India's total geographical area. It is the 20th-largest Indian state by area. With 27,704,236 inhabitants at the 2011 census, Punjab is the 16th-largest state by population, comprising 22 districts. Punjabi is the most widely spoken and official language of the state. The main ethnic group are the Punjabis, with Sikhs (58%) and Hindus (38%). The state capital is Chandigarh, a Union Territory and also the capital of the neighbouring state of Haryana. The five tributary rivers of the Indus River from which the region took its name are Sutlej, Ravi, Beas, Chenab and Jhelum Rivers; Sutlej, Ravi and Beas are part of the Indian Punjab.\n The history of Punjab has witnessed the migration and settlement of innumerable races, forming a melting pot of Punjabi civilisation. The first traces of human habitation in India were found in the Punjab region. The Indus Valley Civilization flourished in antiquity before recorded history until their decline around 1900 BCE. The Punjab has had numerous recorded invasions, starting with the Vedic tribes. Punjab was enriched during the height of the Vedic period, but declined in predominance with the rise of the Mahajanapadas. The region formed the frontier of initial empires during antiquity including the Achaemenid, Alexander's, Seleucid, and Maurya Empires. After the fall of the Maurya Empire, the region was splintered into multiple kingdoms and republics. Punjab was subsequently conquered by the Kushan Empire, Gupta Empire, and then Harsha's Empire. Punjab continued to be settled by nomadic people; including the Huna, Turkic and the Mongols. Circa 1000, the Punjab was ruled by Muslims and was part of the Delhi Sultanate, Mughal Empire, and Durrani Empire. Sikhism originated in Punjab and resulted in the formation of the Sikh Confederacy after the fall of the Mughal Empire and ensuing conflict with the Durrani Empire. This confederacy was united into the Sikh Empire by Maharaja Ranjit Singh.\n Greater Punjab region was annexed by the British East India Company from the Sikh Empire in 1849. In 1947, the Punjab Province of British India was divided along religious lines into West Punjab and East Punjab. The western part was assimilated into Pakistan while the east became part of India. The Indian Punjab as well as PEPSU was divided into three parts on the basis of language in 1966. Hindi speaking areas (including various dialects) were carved out as Haryana, while the hilly regions and Pahari-speaking areas formed Himachal Pradesh, alongside the current state of Punjab. Punjab's government has three branches – executive, judiciary and legislative. Punjab follows the parliamentary system of government with the Chief Minister as the head of the state.\n The economy of Punjab is the 14th-largest state economy in India with ₹5.18 lakh crore (US$73 billion) in gross domestic product and a per capita GDP of ₹153,000 (US$2,100). Punjab has the third highest ranking among Indian states in human development index. Punjab is primarily agriculture-based due to the presence of abundant water sources and fertile soils. Other major industries include the manufacturing of scientific instruments, agricultural goods, electrical goods, financial services, machine tools, textiles, sewing machines, sports goods, starch, tourism, fertilisers, bicycles, garments, and the processing of pine oil and sugar. Minerals and energy resources also contribute to Punjab's economy to a much lesser extent. Punjab has the largest number of steel rolling mill plants in India, which are in \"Steel Town\"—Mandi Gobindgarh in the Fatehgarh Sahib district.",
  "/wiki/Sonu_Sood": "Sonu Sood (born 30 July 1973) is an Indian film actor, model, and producer who acts predominantly in Hindi, Telugu, Tamil, Kannada and Punjabi films.\n In 2009, he received the Andhra Pradesh State Nandi Award for Best Villain and the Filmfare Award for Best Supporting Actor – Telugu for his work in the Telugu blockbuster Arundhati. In 2010, he garnered the Apsara Award for Best Actor in a Negative Role and the IIFA Award for Best Performance in a Negative Role for the Bollywood blockbuster Dabangg. In 2012, he received the SIIMA Award for Best Actor in a Negative Role for Julayi. He is best known for roles in blockbuster films such as Yuva (2004), Athadu (2005),  Aashiq Banaya Aapne (2005), Jodhaa Akbar (2008), Dabangg (2010), Dookudu (2011), Shootout at Wadala (2013), Happy New Year (2014), Kung Fu Yoga (2017) and Simmba (2018).\n He also appeared in commercials for Apollo Tyres and Airtel.\n In July 2016, he established the production house Shakti Sagar Productions, which is named after his father, Shakti Sagar Sood.",
  "/wiki/Cinema_of_Maharashtra": "Marathi cinema refers to Indian films produced in Marathi, the language of the state of Maharashtra, India. Based in old Mumbai, it is the oldest and one of the pioneer film industries of India. The first Marathi film to be released in India was Shree Pundalik by Dadasaheb Torne on 18 May 1912 at Coronation Cinematograph, Mumbai. and a Marathi crew who were performing Marathi and Sanskrit Sangeet natikas (musicals) and plays in Marathi at that period. The first Marathi talkie film, Ayodhyecha Raja, was released in 1932, just one year after Alam Ara the first Hindi talkie. Although the industry is much smaller than the large market driven Hindi cinema based in Mumbai, Marathi cinema is tax free, and is experiencing growth in recent years. Raja Harishchandra, directed by Dadasaheb Phalke, was a Marathi film, now known as India's first full-length feature, released in 1913. The Dadasaheb Phalke Award is India's highest award in cinema given annually by the Government of Maharashtra for lifetime contribution to Indian cinema.",
  "/wiki/Mahesh_Manjrekar": "Mahesh Vaman Manjrekar (born 16 August 1958) is an Indian film director, actor, writer and producer. He is credited with directing the critically acclaimed films Vaastav: The Reality (1999), Astitva (2000) and Viruddh... Family Comes First (2005). He has won a National Film Award and two Star Screen Awards. Besides direction, he has acted in several films, including some of his own productions. This maharashtrian actor was first seen in Door darshan Marathi series named Kshitij in which he played a leprosy patient. He first gained acclaim as an actor for his performance in the 2002 film Kaante, and later played negative roles in the Tamil film Arrambam (2013), Telugu film Okkadunnadu (2007) and as the gangster Javed in the film Slumdog Millionaire (2008). He played Chhatrapati Shivaji Maharaj in Marathi film Me Shivajiraje Bhosale Boltoy. He also played Hafeez Dongara in the Aakhri Chunauti series of episodes in C.I.D.. Manjrekar was acclaimed for the negative role as inspector D.R. Talpade in the movie Wanted starring superstar Salman Khan.\n He was a MNS candidate from Mumbai North West in 2014 Lok Sabha Elections but lost to Gajanan Kirtikar of Shiv Sena.",
  "/wiki/Riteish_Deshmukh": "Riteish Vilasrao Deshmukh (born 17 December 1978) is an Indian film actor, producer and architect. He is known for his work in Hindi and Marathi cinema. He is the son of the former Chief Minister of Maharashtra late Vilasrao Deshmukh and Vaishali Deshmukh.\n After making his acting debut with the 2003 drama Tujhe Meri Kasam, Deshmukh gained praise for his performance in the 2004 comedy Masti. Subsequently, he starred in several commercially successful comedies including Bardaasht (2004), Kya Kool Hai Hum (2005), Bluffmaster! (2005), Malamaal Weekly (2006), Heyy Babyy (2007), Dhamaal (2007) and Double Dhamaal (2011). His highest-grossing releases came with the thriller Ek Villain (2014) and the comedy films Housefull (2010), Housefull 2 (2012), Grand Masti (2013), Housefull 3 (2016), Total Dhamaal (2019), Housefull 4 (2019) and Marjaavaan (2019)\n Apart from Hindi films, Deshmukh has made his debut as a film producer with the Marathi success Balak Palak (2013). The following year, he made his acting debut in Marathi cinema with the action film Lai Bhaari (2014).",
  "/wiki/Celebrity_Cricket_League": "{{multiple issues|"
}