{
  "/wiki/Hercules": "Hercules (/ˈhɜːrkjuliːz, -jə-/) is a Roman hero and god. He was the Roman equivalent of the Greek divine hero Heracles, who was the son of Zeus (Roman equivalent Jupiter) and the mortal Alcmene. In classical mythology, Hercules is famous for his strength and for his numerous far-ranging adventures.\n The Romans adapted the Greek hero's iconography and myths for their literature and art under the name Hercules. In later Western art and literature and in popular culture, Hercules is more commonly used than Heracles as the name of the hero. Hercules was a multifaceted figure with contradictory characteristics, which enabled later artists and writers to pick and choose how to represent him. This article provides an introduction to representations of Hercules in the later tradition.",
  "/wiki/Roman_mythology": "Roman mythology is the body of traditional stories pertaining to ancient Rome's legendary origins and religious system, as represented in the literature and visual arts of the Romans. \"Roman mythology\" may also refer to the modern study of these representations, and to the subject matter as represented in the literature and art of other cultures in any period.\n The Romans usually treated their traditional narratives as historical, even when these have miraculous or supernatural elements. The stories are often concerned with politics and morality, and how an individual's personal integrity relates to his or her responsibility to the community or Roman state. Heroism was an important theme. When the stories illuminate Roman religious practices, they are more concerned with ritual, augury, and institutions than with theology or cosmogony.\n The study of Roman religion and myth is complicated by the early influence of Greek religion on the Italian peninsula during Rome's protohistory, and by the later artistic imitation of Greek literary models by Roman authors. In matters of theology, the Romans were curiously eager to identify their own gods with those of the Greeks (interpretatio graeca), and to reinterpret stories about Greek deities under the names of their Roman counterparts. Rome's early myths and legends also have a dynamic relationship with Etruscan religion, less documented than that of the Greeks.\n While Roman mythology may lack a body of divine narratives as extensive as that found in Greek literature, Romulus and Remus suckling the she-wolf is as famous as any image from Greek mythology except for the Trojan Horse. Because Latin literature was more widely known in Europe throughout the Middle Ages and into the Renaissance, the interpretations of Greek myths by the Romans often had a greater influence on narrative and pictorial representations of \"classical mythology\" than Greek sources. In particular, the versions of Greek myths in Ovid's Metamorphoses, written during the reign of Augustus, came to be regarded as canonical.",
  "/wiki/Ross_Macpherson_Smith": "Sir Ross Macpherson Smith, KBE, MC & Bar, DFC & Two Bars, AFC (4 December 1892 – 13 April 1922) was an Australian aviator. He and his brother, Sir Keith Macpherson Smith, were the first pilots to fly from England to Australia, in 1919.",
  "/wiki/Aircraft_pilot": "An aircraft pilot or aviator is a person who controls the flight of an aircraft by operating its directional flight controls. Some other aircrew members, such as navigators or flight engineers, are also considered aviators, because they are involved in operating the aircraft's navigation and engine systems. Other aircrew members, such as flight attendants, mechanics and ground crew, are not classified as aviators.\n In recognition of the pilots' qualifications and responsibilities, most militaries and many airlines worldwide award aviator badges to their pilots.",
  "/wiki/Don_Bradman": "Sir Donald George Bradman, AC (27 August 1908 – 25 February 2001), often referred to as \"The Don\", was an Australian international cricketer, widely acknowledged as the greatest batsman of all time. Bradman's career Test batting average of 99.94  has been cited as the greatest achievement by any sportsman in any major sport.\n The story that the young Bradman practised alone with a cricket stump and a golf ball is part of Australian folklore. Bradman's meteoric rise from bush cricket to the Australian Test team took just over two years. Before his 22nd birthday, he had set many records for top scoring, some of which still stand, and became Australia's sporting idol at the height of the Great Depression.\n During a 20-year playing career, Bradman consistently scored at a level that made him, in the words of former Australia captain Bill Woodfull, \"worth three batsmen to Australia\". A controversial set of tactics, known as Bodyline, was specially devised by the England team to curb his scoring. As a captain and administrator, Bradman was committed to attacking, entertaining cricket; he drew spectators in record numbers. He hated the constant adulation, however, and it affected how he dealt with others. The focus of attention on his individual performances strained relationships with some teammates, administrators and journalists, who thought him aloof and wary. Following an enforced hiatus due to the Second World War, he made a dramatic comeback, captaining an Australian team known as \"The Invincibles\" on a record-breaking unbeaten tour of England.\n A complex, highly driven man, not given to close personal relationships, \nBradman retained a pre-eminent position in the game by acting as an administrator, selector and writer for three decades following his retirement. Even after he became reclusive in his declining years, his opinion was highly sought, and his status as a national icon was still recognised. Almost 50 years after his retirement as a Test player, in 1997, Prime Minister John Howard of Australia called him the \"greatest living Australian\". Bradman's image has appeared on postage stamps and coins, and a museum dedicated to his life was opened while he was still living. On the centenary of his birth, 27 August 2008, the Royal Australian Mint issued a $5 commemorative gold coin with Bradman's image. In 2009, he was inducted posthumously into the ICC Cricket Hall of Fame.",
  "/wiki/Cricket": "Cricket is a bat-and-ball game played between two teams of eleven players on a field at the centre of which is a 20-metre (22-yard) pitch with a wicket at each end, each comprising two bails balanced on three stumps. The batting side scores runs by striking the ball bowled at the wicket with the bat, while the bowling and fielding side tries to prevent this and dismiss each player (so they are \"out\"). Means of dismissal include being bowled, when the ball hits the stumps and dislodges the bails, and by the fielding side catching the ball after it is hit by the bat, but before it hits the ground. When ten players have been dismissed, the innings ends and the teams swap roles. The game is adjudicated by two umpires, aided by a third umpire and match referee in international matches. They communicate with two off-field scorers who record the match's statistical information.\n There are various formats ranging from Twenty20, played over a few hours with each team batting for a single innings of 20 overs, to Test matches, played over five days with unlimited overs and the teams each batting for two innings of unlimited length. Traditionally cricketers play in all-white kit, but in limited overs cricket they wear club or team colours. In addition to the basic kit, some players wear protective gear to prevent injury caused by the ball, which is a hard, solid spheroid made of compressed leather with a slightly raised sewn seam enclosing a cork core which is layered with tightly wound string.\n Historically, cricket's origins are uncertain and the earliest definite reference is in south-east England in the middle of the 16th century. It spread globally with the expansion of the British Empire, leading to the first international matches in the second half of the 19th century. The game's governing body is the International Cricket Council (ICC), which has over 100 members, twelve of which are full members who play Test matches. The game's rules are held in a code called the Laws of Cricket which is owned and maintained by Marylebone Cricket Club (MCC) in London. The sport is followed primarily in the Indian subcontinent, Australasia, the United Kingdom, southern Africa and the West Indies, its globalisation occurring during the expansion of the British Empire and remaining popular into the 21st century. Women's cricket, which is organised and played separately, has also achieved international standard. The most successful side playing international cricket is Australia, which has won seven One Day International trophies, including five World Cups, more than any other country and has been the top-rated Test side more than any other country.",
  "/wiki/Robert_Hannaford": "Robert Lyall \"Alfie\" Hannaford AM, (born 9 November 1944) is an Australian realist artist notable for his drawings, paintings, portraits and sculptures. He is a great-great-great-grandson of Susannah Hannaford.",
  "/wiki/Jason_Gillespie": "Jason Neil Gillespie (born 19 April 1975) is an Australian cricket coach and former cricketer who played all three formats of the game. Primarily a right-arm fast bowler, he was also a competent lower-order batsman with a Test double century, an unbeaten 201, the highest score by a night-watchman in international cricket.\n Gillespie made his One Day International debut against Sri Lanka at Colombo in the Singer World Series in August 1996, and his Test debut against the West Indies at Sydney in November 1996. He also played for South Australia, Yorkshire and Glamorgan at first-class level, and was an AIS Australian Cricket Academy scholarship holder in 1995.\n On 29 February 2008, Gillespie announced his retirement from first-class cricket in Australia. He then played for a period in the unauthorised Indian Cricket League for the Ahmedabad Rockets. At the end of the 2008 English domestic season he retired from all first-class cricket.",
  "/wiki/Ken_Martin_(Australian_sculptor)": "Ken Martin (born 1952) is a South Australian sculptor.",
  "/wiki/Darren_Lehmann": "Darren Scott Lehmann (born 5 February 1970) is an Australian cricket coach and former cricketer who coached the Australian national team. Lehmann made his ODI debut in 1996 and Test debut in 1998.  He was on the fringes of national selection for the entirety of the 1990s, and only became a regular in the ODI team in 2001 and Test team in late 2002, before being dropped in early 2005. Primarily an aggressive left-handed batsman, Lehmann was also a part-time left arm orthodox bowler, and gained renown for his disregard for physical fitness and modern dietary regimes. He announced his retirement from first-class cricket in November 2007.\n He coached the IPL teams Deccan Chargers from 2009 to 2012 and Kings XI Punjab in 2013. He also coached Queensland during the 2010/11 KFC Twenty20 Big Bash, in place of Trevor Barsby who had resigned. In June 2013, Lehmann replaced Mickey Arthur as the coach of the Australian cricket team, only two weeks before the 2013 Ashes series. Although Australia lost that series 3-nil, Lehmann went on to coach the side to a 5-nil victory in the 2013–14 series less than five months later.\n Lehmann stepped down as head coach after the fourth test match against South Africa in March 2018, following the ball tampering scandal which he perpetuated that occurred during the match. He was originally thought to have been involved in the scandal, however Cricket Australia cleared him of blame at the conclusion of their investigation.",
  "/wiki/Barrie_Robran": "Barrie Charles Robran MBE (born 25 September 1947 in Whyalla, South Australia) is a former Australian rules footballer who represented North Adelaide in the South Australian National Football League (SANFL) from 1967 to 1980. He won South Australian football's highest individual honour, the Magarey Medal, on four occasions – 1968, 1970 and 1973 and yet to be announced \n Robran is generally considered to be the greatest ever South Australian football player. His citation in the Australian Football Hall of Fame describes him as \"Regarded as the best player never to play at AFL level\".\n Robran won immense respect not only for his talent, but also his humility and sportsmanship. He played most of his time at centre half-forward, but was versatile enough to also play in the centre or on the ball as a ruck-rover. He resisted many overtures to play in Victoria, at one stage signing a form four with Carlton so that the Victorian recruiters would stop pestering him. Off the field, Robran kept a low public profile and shunned much publicity.",
  "/wiki/Australian_rules_football": "Australian rules football, officially known as Australian football, or simply called Aussie rules, football or footy, is a contact sport played between two teams of eighteen players on an oval-shaped field, often a modified cricket ground.  Points are scored by kicking the oval-shaped ball between the middle goal posts (worth six points) or between a goal and behind post (worth one point).\n During general play, players may position themselves anywhere on the field and use any part of their bodies to move the ball. The primary methods are kicking, handballing and running with the ball. There are rules on how the ball can be handled: for example, players running with the ball must intermittently bounce or touch it on the ground. Throwing the ball is not allowed and players must not get caught holding the ball. A distinctive feature of the game is the mark, where players anywhere on the field who catch the ball from a kick (with specific conditions) are awarded possession. Possession of the ball is in dispute at all times except when a free kick or mark is paid. Players can tackle using their hands or use their whole body to obstruct opponents. Dangerous physical contact (such as pushing an opponent in the back), interference when marking and deliberately slowing the play are discouraged with free kicks, distance penalties or suspension for a certain number of matches, depending on the seriousness of the infringement. The game features frequent physical contests, spectacular marking, fast movement of both players and the ball and high scoring.\n The sport's origins can be traced to football matches played in Melbourne, Victoria in 1858, inspired by English public school football games. Seeking to develop a game more suited to adults and Australian conditions, the Melbourne Football Club published the first laws of Australian football in May 1859, making it the oldest of the world's major football codes.\n Australian football has the highest spectator attendance and television viewership of all sports in Australia, while the Australian Football League (AFL), the sport's only fully professional competition, is the nation's wealthiest sporting body. The AFL Grand Final, held annually at the Melbourne Cricket Ground, is the highest attended club championship event in the world. The sport is also played at amateur level in many countries and in several variations. Its rules are governed by the AFL Commission with the advice of the AFL's Laws of the Game Committee.",
  "/wiki/George_Giffen": "George Giffen (27 March 1859 – 29 November 1927) was a  cricketer who played for South Australia and Australia. An all-rounder who batted in the middle order and often opened the bowling with medium-paced off-spin, Giffen captained Australia during the 1894–95 Ashes series and was the first Australian to score 10,000 runs and take 500 wickets in first-class cricket. He was inducted into the Australian Cricket Hall of Fame on 26 February 2008.",
  "/wiki/Russell_Ebert": "Russell Frank Ebert OAM (born 22 June 1949) is a retired Australian rules footballer and coach. He is considered one of the greatest players in the history of Australian rules football in South Australia. Russell Ebert is the only player to have won four Magarey Medals which are awarded to the best and fairest player in the South Australian National Football League (SANFL).",
  "/wiki/Malcolm_Blight": "Malcolm Jack Blight AM (born 16 February 1950) is a former Australian rules footballer who represented North Melbourne in the Victorian Football League (VFL), and Woodville Football Club in the South Australian National Football League (SANFL) during the 1970s and 1980s. He is currently serving as a coaching advisor at the Gold Coast Football Club.\n One of few players to have won the Brownlow Medal and the Magarey Medal, and so far the only player to have kicked 100 goals in a season in both the VFL and the SANFL, Blight is rightly regarded as one of Australian football's greatest-ever players. In addition, he has captained the state representative sides of both Victoria and South Australia.\n In spite of his \"failure\" as a playing coach of North Melbourne, Blight would cement his reputation as one of the greatest coaches during his stints with Geelong and Adelaide, before finishing up in an acrimonious circumstances at St Kilda. The name Blight is of Cornish origin. In 2012, Blight was appointed director of coaching at the Gold Coast Football Club.\n Blight was made a member of the Australian Football Hall of Fame in 1996 and was elevated to Legend status (the highest honour which can be bestowed onto an Australian footballer) in 2017.",
  "/wiki/Ken_Farmer": "Kenneth William George Farmer (born 25 July 1910 in Adelaide, South Australia – died 5 March 1982 in Adelaide) was an Australian rules football player in the South Australian National Football League during the 1920s, 1930s and 1940s. He was a prolific goalscoring full forward and successful premiership winning coach for North Adelaide.",
  "/wiki/Clem_Hill": "Clement \"Clem\" Hill (18 March 1877 – 5 September 1945) was an Australian cricketer who played 49 Test matches as a specialist batsman between 1896 and 1912. He captained the Australian team in ten Tests, winning five and losing five. A prolific run scorer, Hill scored 3,412 runs in Test cricket—a world record at the time of his retirement—at an average of 39.21 per innings, including seven centuries. In 1902, Hill was the first batsman to make 1,000 Test runs in a calendar year, a feat that would not be repeated for 45 years. His innings of 365 scored against New South Wales for South Australia in 1900–01 was a Sheffield Shield record for 27 years. The South Australian Cricket Association named a grandstand at the Adelaide Oval in his honour in 2003 and he was inducted into the Australian Cricket Hall of Fame in 2005.\n A short and stocky left-handed batsman, Hill had a crouched, somewhat awkward stance. He gripped the bat low on the handle, playing with a strong bottom hand. His batting style was nonetheless attractive and effective and he was especially strong on the leg side and when cutting. Able to score quickly when required, he was also recognised for his patience and strong defence. Hill normally batted at No. 3 and, along with his contemporary Victor Trumper, he was a mainstay of the Australian batting line-up in the early years of the 20th century. Hill had a strong throwing arm and was an excellent outfielder. He was a popular team-mate and captain, respected for his directness, honesty and cheerfulness.\n He played his first first-class cricket match for South Australia while still a schoolboy, aged 16. By the time he was 19, he had been included in the Australian team touring England in 1896, where he made his Test match début. At the Melbourne Cricket Ground two years later, Hill scored 188; his maiden Test century and still the highest score in Ashes Tests by a player under 21. He was named one of Wisden Cricketers of the Year in 1899, despite missing half the English season due to illness. In the 1901–02 season, Hill was dismissed in consecutive innings for 99, 98 and 97. In total he was dismissed between 90 and 99 five times in Test cricket. In 1903–04, Hill was at the centre of a riot at the Sydney Cricket Ground after he was adjudged run out in a Test match against England. With Roger Hartigan he still holds the Australian Test record partnership for the eighth wicket—243, made against England at the Adelaide Oval in 1907–08.\n Hill had a strained relationship with Australian cricket authorities. He turned down an invitation to tour England in 1909 due to his unhappiness with the contract terms offered. Despite this, he was appointed Test captain in 1910–11 for the series against South Africa. His Test cricket career ended in controversy after he was involved in a brawl with cricket administrator and fellow Test selector Peter McAlister in 1912. He was one of the \"Big Six\", a group of leading Australian cricketers who boycotted the 1912 Triangular Tournament in England when the players were stripped of the right to appoint the tour manager. The boycott effectively ended his Test career. After retiring from cricket, Hill worked in the horse racing industry as a stipendiary steward and later as a handicapper for races including the Caulfield Cup. Hill died in 1945 aged 68 when thrown from a tram in Melbourne in a traffic accident.",
  "/wiki/Silvio_Apponyi": "Silvio Apponyi (born 4 July 1949) is a German-Australian sculptor based in South Australia primarily focusing on Animalier.",
  "/wiki/Adelaide_Oval": "Adelaide Oval is a sports ground in Adelaide, South Australia, located in the parklands between the city centre and North Adelaide. The venue is predominantly used for cricket and Australian rules football, but has also played host to rugby league, rugby union, soccer, tennis among other sports as well as regularly being used to hold concerts. Austadiums.com described Adelaide Oval as being \"one of the most picturesque Test cricket grounds in Australia, if not the world\". After the completion of the ground‘s most recent redevelopment in 2014, sports journalist Gerard Whateley described the venue as being \"the most perfect piece of modern architecture because it's a thoroughly contemporary stadium with all the character that it's had in the past\".\n Adelaide Oval has been headquarters to the South Australian Cricket Association (SACA) since 1871 and South Australian National Football League (SANFL) since 2014. The stadium is managed by the Adelaide Oval Stadium Management Authority (AOSMA).  Its record crowd for cricket was 55,317 for the Second Ashes Test on 2 December 2017 and its record crowd for an Australian rules football match was 62,543 at the 1965 SANFL Grand Final between Port Adelaide and Sturt."
}