{
  "/wiki/Ruslan_Novoseltsev": "Ruslan Novoseltsev (Russian: Руслан Новосельцев, born 30 June 1974) is a Russian former competitive figure skater. He is the 1997 Winter Universiade champion and 1995 Finlandia Trophy bronze medalist.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Cornel_Gheorghe": "Cornel Gheorghe (born March 21, 1971) is a Romanian figure skating coach and former competitor. He competed at the 1994 Winter Olympics, where he placed 14th, and at the 1998 Winter Olympics, where he placed 21st.",
  "/wiki/Romania": "Romania (/roʊˈmeɪniə/ (listen) ro-MAY-nee-ə; Romanian: România [romɨˈni.a] (listen)) is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It has borders with the Black Sea to the southeast, Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east. It has a predominantly temperate-continental climate. With a total area of 238,397 square kilometers (92,046 square miles), Romania is the 8th largest country and also the 6th most populous member state of the European Union, having almost 20 million inhabitants. Its capital and largest city is Bucharest, and other major urban areas include Cluj-Napoca, Timișoara, Iași, Constanța, Craiova, Brașov, and Galați.",
  "/wiki/Alexander_Abt": "Alexander \"Sasha\" Viktorovich Abt (Russian: Александр \"Саша\" Викторович Абт; born October 22, 1976) is a Russian figure skater and coach. He is a two-time European medalist and placed fifth at the 2002 Winter Olympics.",
  "/wiki/Li_Chengjiang": "Li Chengjiang (Chinese: 李成江; pinyin: Lǐ Chéngjiāng; born April 28, 1979) is a Chinese former competitive figure skater. He is the 2001 Four Continents champion, the 2004 Grand Prix Final bronze medalist, and a six-time Chinese national champion. Li placed as high as fourth at the World Championships (2003) and competed twice at the Winter Olympics. He retired from competition in 2009 and became a coach in Beijing, working with Zhao Ziquan among others.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Li_Yunfei": "Li Yunfei (Chinese: 李运飞, born June 11, 1979) is a Chinese former competitive figure skater. He is the 1998 World Junior bronze medalist, 1999 Winter Universiade champion, 2000 Finlandia Trophy silver medalist, and 2003 Chinese national silver medalist. He represented China at the 2002 Winter Olympics, finishing 20th, and at four senior ISU Championships, achieving his best result, 6th, at the 2001 Worlds.",
  "/wiki/Seichi_Suzuki": "Seiichi Suzuki (鈴木 誠一, Suzuki Seiichi, born July 8, 1976 in Tokyo) is a Japanese former competitive figure skater. He is the 1995 World Junior bronze medalist and Japanese national bronze medalist.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Oleg_Tataurov": "Oleg Stanislavovich Tataurov (Russian: Олег Станиславович Татауров; born 23 August 1972) is a Russian figure skating coach and former competitor who represented the Soviet Union and Russia. He won silver and bronze medals at the Grand Prix International St. Gervais and represented Russia at the 1994 Winter Olympics, where he placed 11th.",
  "/wiki/Gabriel_Monnier": "Gabriel Monnier (born 10 May 1977) is a French former competitive figure skater. He is the 2002 French national champion and won four senior international medals. He reached the free skate at four ISU Championships, achieving his best result, 10th, at the 2002 Europeans in Lausanne.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Naoki_Shigematsu": "Naoki Shigematsu (重松 直樹, Shigematsu Naoki, born December 24, 1977) is a Japanese former competitive figure skater. He is the 1994 World Junior silver medalist and placed 23rd at the 1995 World Championships. He retired from competitive skating following the 2000 Four Continents Championships.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Yevgeny_Martynov": "Yevgeny Martynov or Yevhen Martynov (born 9 March 1976) is a former competitive figure skater who represented Ukraine. He won gold at the 1998 Golden Spin of Zagreb, silver at the 1998 Nebelhorn Trophy, and two medals at the Prague Skate. He placed fifth at the 1995 World Junior Championships.",
  "/wiki/Ukraine": "Ukraine (Ukrainian: Україна, romanized: Ukrayina, pronounced [ʊkrɐˈjinɐ] (listen)) is a country in Eastern Europe. It is bordered by Russia to the north-east; Belarus to the north; Poland, Slovakia and Hungary to the west; and Romania, Moldova, and the Black Sea to the south.  Ukraine is currently in a territorial dispute with Russia over the Crimean Peninsula, which Russia annexed in 2014. Including Crimea, Ukraine has an area of 603,628 km2 (233,062 sq mi), making it both the largest country entirely within Europe and the 46th largest country in the world. Excluding Crimea, Ukraine has a population of about 42 million, making it the 32nd most populous country in the world. Its capital and largest city is Kiev. Ukrainian is the official language and its alphabet is Cyrillic. The dominant religion in the country is Eastern Orthodoxy.",
  "/wiki/Johnny_R%C3%B8nne_Jensen": "Johnny Rønne Jensen (born 16 November 1974) is a Danish former competitive figure skater. He is the 1996 Piruetten silver medalist, a three-time Nordic champion, and a three-time Danish national champion. He competed at three European Championships, achieving his best result in 1999.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).",
  "/wiki/Fr%C3%A9d%C3%A9ric_Dambier": "Frédéric Dambier (born 26 December 1977) is a French figure skater. He is a four-time French national silver medalist and competed at two Olympic Games. He twice placed fourth at the European Figure Skating Championships. He is the first French skater to land a quadruple salchow in competition.",
  "/wiki/Gheorghe_Chiper": "Gheorghe Chiper (born 8 April 1978) is a Romanian former competitive figure skater. He is an eight-time Romanian national champion and competed at two Olympic Games. He is the first Romanian skater to win a medal on the Grand Prix circuit and the first Romanian to land a quadruple toe loop in competition.",
  "/wiki/Shin_Amano": "Shin Amano (天野 真, Amano Shin, born May 13, 1973 in Tokyo) is a Japanese figure skating coach and ISU technical specialist. He appeared as a men's singles skater during most of his competitive career, winning the national title in the 1994–1995 season. In 1997, he began a brief pairs career with Marie Arai. The pair placed 20th at the 1998 Winter Olympics in Nagano. They are the 1998 Japanese national champions.",
  "/wiki/Margus_Hernits": "Margus Hernits, also credited as Margus Kulkov (born October 2, 1976) is an Estonian former competitive figure skater. An eight-time Estonian national champion, he competed in the 1998 Winter Olympics and the 2002 Winter Olympics, placing 20th and 27th respectively. After retiring from competition, he became a technical specialist and vice-president of the Estonian Skating Union.",
  "/wiki/Estonia": "Estonia (Estonian: Eesti [ˈeːsʲti] (listen)), officially the Republic of Estonia (Estonian: Eesti Vabariik), is a country on the eastern coast of the Baltic Sea in Northern Europe. It is bordered to the north by the Gulf of Finland with Finland on the other side, to the west by the Baltic Sea with Sweden on the other side, to the south by Latvia (343 km), and to the east by Lake Peipus and Russia (338.6 km). The territory of Estonia consists of the mainland and of 2,222 islands in the Baltic Sea, covering a total area of 45,227 km2 (17,462 sq mi), water 2,839 km2 (1,096 sq mi), land area 42,388 km2 (16,366 sq mi), and is influenced by a humid continental climate. The official language of the country, Estonian, is the second-most-spoken Finnic language.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Kim_Se-yol": "Kim Se-yol (Korean: 김세열) is a South Korean former competitive figure skater. He competed at the 1992 World Championships and finished 31st.",
  "/wiki/South_Korea": "South Korea (Korean: 한국/韓國; RR: Hanguk or literally 남한/南韓; RR: Namhan), officially the Republic of Korea (Korean: 대한민국/大韓民國;  RR: Daehan Minguk) is a country in East Asia, constituting the southern part of the Korean Peninsula and sharing a land border with North Korea.",
  "/wiki/Figure_skating_at_the_1997_Winter_Universiade": "Figure skating was contested at the 1997 Winter Universiade. Skaters competed in the disciplines of men's singles, ladies' singles, pair skating, and ice dancing."
}