{
  "/wiki/Mari%C3%A1n_Hossa": "Marián Hossa (Slovak pronunciation: [ˈmaɾijaːn ˈɦɔsa]; born 12 January 1979) is a Slovak former professional ice hockey right winger under contract for the Arizona Coyotes of the National Hockey League (NHL).",
  "/wiki/Slovakia": "Slovakia (/sloʊˈvækiə, -ˈvɑːk-/ (listen); Slovak: Slovensko [ˈslɔʋɛnskɔ] (listen)), officially the Slovak Republic (Slovak: Slovenská republika, listen (help·info)), is a landlocked country in the eastern part of Central Europe. It is bordered by Poland to the north, Ukraine to the east, Hungary to the south, Austria to the southwest, and the Czech Republic to the northwest. Slovakia's territory spans about 49,000 square kilometres (19,000 sq mi) and is mostly mountainous. The population is over 5.6 million and consists mostly of Slovaks. The capital and largest city is Bratislava, and the second-largest city is Košice. The official language is Slovak.",
  "/wiki/HC_Dukla_Tren%C4%8D%C3%ADn": "Hokejový Klub Dukla Trenčín is a professional Slovak ice hockey club based in Trenčín, playing in the Slovak Extraliga. The club has won three Slovak league championships (1994, 1997, 2004) and one Czechoslovak league championship (1992). The team is nicknamed Vojaci, meaning \"Soldiers\" in English.",
  "/wiki/Jani_Hurme": "Jani Petteri Hurme (born January 7, 1975) is a Finnish professional ice hockey goaltender. He was drafted by the Ottawa Senators in the third round of the 1997 NHL Entry Draft with the 58th overall pick.",
  "/wiki/Finland": "Finland (Finnish: Suomi [ˈsuo̯mi] (listen); Swedish: Finland [ˈfɪ̌nland] (listen), Finland Swedish: [ˈfinlɑnd]), officially the Republic of Finland (Finnish: Suomen tasavalta, Swedish: Republiken Finland (listen to all)),[note 1] is a Nordic country in Northern Europe bordering the Baltic Sea, Gulf of Bothnia, and Gulf of Finland, between Sweden to the west, Russia to the east, Estonia to the south, and north-eastern Norway to the north. The capital and largest city is Helsinki. Other major cities are Espoo, Tampere, Vantaa, Oulu, Turku, Jyväskylä, Lahti and Kuopio.",
  "/wiki/HC_TPS": "TPS or Turun Palloseura is an ice hockey team and 10-time champion of SM-liiga and 1-time champion of SM-sarja. They play in Turku, Finland, at the Gatorade Center. In terms of championships, TPS is the all-time most successful team in the 1975-founded SM-liiga alongside with Tappara which also has 10 titles.",
  "/wiki/Josh_Langfeld": "Joshua Adam Langfeld (born July 17, 1977) is an American former professional ice hockey player.",
  "/wiki/Lincoln_Stars": "The Lincoln Stars are a Tier I junior ice hockey team playing in the United States Hockey League (USHL). The Stars' home ice is the Ice Box on the former Nebraska State Fair grounds and adjacent to the University of Nebraska–Lincoln.",
  "/wiki/Magnus_Arvedson": "Magnus Karl Olof Arvedson (born 25 November 1971) is a retired Swedish professional ice hockey left winger who played 7 seasons in the National Hockey League for the Ottawa Senators and Vancouver Canucks. He also competed in the men's tournament at the 2002 Winter Olympics. He is currently the head coach of Bofors IK in the Swedish HockeyAllsvenskan.",
  "/wiki/F%C3%A4rjestad_BK": "Färjestad Bollklubb (Swedish pronunciation: [ˈfæ̌rjɛsta]; abbreviated as FBK) is a Swedish professional ice hockey team based in Karlstad. Färjestad has had 20 Swedish Championship final appearances, winning nine times since the Swedish Hockey League (SHL; formerly Elitserien) was started in 1975, making them the most successful SHL club in history. The team plays in the highest Swedish league, and have done so since 1965. They are featured rivals with Djurgårdens IF, Frölunda HC, and HV71.",
  "/wiki/Halifax_Mooseheads": "The Halifax Mooseheads are a Canadian major junior ice hockey club in the Quebec Major Junior Hockey League (QMJHL) based in Halifax, Nova Scotia, Canada. The team was founded in 1994 and began play in the Dilio Division of the QMJHL from the 1994–95 season. They have appeared in the President's Cup Finals four times, winning in 2013. The other three appearances were in 2003, 2005 and 2019. They hosted the Memorial Cup tournament in 2000 and 2019 and won the Memorial Cup in 2013. The team plays their home games in the Scotiabank Centre with a capacity of 10,595 seats.",
  "/wiki/Robin_Bacul": "Robin Bacul (born August 6, 1979) is a former ice hockey player from the Czech Republic. He was selected 173rd overall by the Ottawa Senators in the 1997 NHL Entry Draft. He has played most of his career in the Czech Extraliga league, with teams such as Slavia Praha HC, Karlovy Vary HC, and Havirov Femax HC. He also played one year in the QMJHL for the Chicoutimi Sagueneens.",
  "/wiki/Czech_Republic": "The Czech Republic (/ˈtʃɛk -/ (listen); Czech: Česká republika [ˈtʃɛskaː ˈrɛpublɪka] (listen)), also known by its short-form name, Czechia (/ˈtʃɛkiə/ (listen); Czech: Česko [ˈtʃɛsko] (listen)), is a country in Central Europe bordered by Poland to the northeast, Slovakia to the southeast, Austria to the south, and Germany to the west. The Czech Republic is a landlocked country with a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unitary parliamentary republic, with 10.7 million inhabitants. Its capital and largest city is Prague, with 1.3 million residents; other major cities are Brno, Ostrava, Olomouc and Pilsen.",
  "/wiki/HC_Slavia_Praha": "HC Slavia Praha (eng: HC Slavia Prague) is a Czech ice hockey team located in Prague playing the Czech 1st National Hockey League, the second-highest league in the country. Slavia played in the Extraliga from 1994 until 2015, winning the national championship in 2003 and 2008. The club plays its home games at Zimní stadion Eden in Prague. From 2004 until 2015, it played at O2 Arena.",
  "/wiki/Cushing_Academy": "Cushing Academy is a private, coeducational college-preparatory school for boarding and day students in Ashburnham, Massachusetts, United States. It serves approximately 400 students in grades 9–12 and a postgraduate year.",
  "/wiki/Karel_Rachunek": "Karel Rachůnek (Czech pronunciation: [ˈkarɛl ˈraxuːnɛk], August 27, 1979 – September 7, 2011) was a Czech professional ice hockey player. Rachunek was the captain of Lokomotiv Yaroslavl of the Kontinental Hockey League (KHL) when the team's plane crashed on September 7, 2011. He played eight seasons in North America in the National Hockey League (NHL). Rachůnek was drafted in the ninth round, 229th overall, by the Ottawa Senators in the 1997 NHL Entry Draft. Rachunek was the brother of Ivan Rachůnek and Tomáš Rachůnek who also played professional ice hockey.",
  "/wiki/Zl%C3%ADn_ZPS": "PSG Berani Zlín is an ice hockey team in the Czech Extraliga. Their home arena is Zimní stadion Luďka Čajky in Zlín (The biggest city in the Moravian Wallachia). They won the Extraliga in 2004 and 2014. They were formerly known as Aukro Berani Zlín,  PSG Zlín, and HC Hamé Zlín, Now name is PSG Berani Zlín and home stadium Zimní Stadion Luďka Čajky (Zlín)",
  "/wiki/List_of_Ottawa_Senators_draft_picks": "The complete list of players drafted by the Ottawa Senators (1992–) of the National Hockey League (NHL) at the NHL Entry Draft. The Senators were approved as franchise partners of the NHL in December 1990, and participated in their first entry draft in 1992. That year, the team also participated in the 1992 NHL Expansion Draft."
}