{
  "/wiki/Mathieu_Chouinard": "Mathieu Chouinard (born April 11, 1980 in Laval, Quebec) is a retired professional ice hockey goaltender who was drafted by the NHL's Ottawa Senators on two separate occasions. Having played in only one NHL game (with the Los Angeles Kings), he spent the majority of his professional career in the ECHL and AHL.",
  "/wiki/Shawinigan_Cataractes": "The Shawinigan Cataractes (French: Cataractes de Shawinigan) are a junior ice hockey team in the Quebec Major Junior Hockey League. The team is based out of Shawinigan, Quebec, Canada. The Cataractes have been previously known as the Shawinigan Bruins until 1973, and were called the Shawinigan Dynamos from 1973 to 1978.",
  "/wiki/Mike_Fisher_(ice_hockey)": "Michael Andrew Fisher (born June 5, 1980) is a Canadian-American former professional ice hockey centre who played for the Ottawa Senators and Nashville Predators in the National Hockey League (NHL). He was drafted by the Senators in the second round, 44th overall, in the 1998 NHL Entry Draft.",
  "/wiki/Sudbury_Wolves": "The Sudbury Wolves are an OHL ice hockey team based in Sudbury, Ontario, Canada. Sudbury has had a hockey team known as the \"Wolves\" (or \"Club Wolves\" for their junior team) nearly every year since World War I. The Sudbury Wolves, the senior men's AAA team, have twice been chosen to be Canada's representatives at the Ice Hockey World Championships. They were Canada's team at both the 1938 and 1949 World Ice Hockey Championships, winning the World Championship title for Canada in 1938, and the silver medal in 1949.",
  "/wiki/Chris_Bala": "Christopher B. Bala (born September 24, 1978) is an American former professional ice hockey player.",
  "/wiki/Harvard_University": "Harvard University is a private Ivy League research university in Cambridge, Massachusetts, with about 6,800 undergraduate students and about 14,000 postgraduate students. Established in 1636 and named for its first benefactor, clergyman John Harvard, Harvard is the United States' oldest institution of higher learning. Its history, influence, wealth, and academic reputation have made it one of the most prestigious universities in the world.",
  "/wiki/Julien_Vauclair": "Julien Vauclair (born October 2, 1979) is a Swiss professional ice hockey defenseman who currently plays for and is an alternate captain of HC Lugano in the National League (NL). He previously played for the Ottawa Senators of the National Hockey League (NHL). The Senators selected him 74th overall in the 1998 NHL Entry Draft.",
  "/wiki/Lugano": "Lugano (/luːˈɡɑːnoʊ/, also UK: /lʊˈ-/, Italian: [luˈɡaːno]; Ticinese: Lugan [lyˈɡãː]) is a town and a municipality in southern Switzerland in the Italian-speaking canton of Ticino bordering Italy. It has a population (as of December 2018[update]) of 63,185, and an urban agglomeration of over 145,000. The ninth largest Swiss town, it is the largest in Ticino and largest with an Italian speaking majority outside of Italy. The town lies on Lake Lugano, surrounded by the mountains of the Lugano Prealps.",
  "/wiki/Petr_Schastlivy": "Pyotr \"Petr\" Vasilievich Schastlivy (born April 18, 1979) is a Russian professional ice hockey player, who is currently a free agent having last played for HSC Csíkszereda. He played a total of 129 games in the National Hockey League (NHL) with the Ottawa Senators and Mighty Ducks of Anaheim, as well as several minor league professional teams.",
  "/wiki/Yaroslavl_Torpedo": "Hockey Club Lokomotiv (Russian: ХК Локомотив, English: Locomotive HC), also known as Lokomotiv Yaroslavl,  is a Russian professional ice hockey team, based in the city of Yaroslavl, playing in the top level Kontinental Hockey League (KHL). The name of the team is derived from its owner, Russian Railways, the national railroad operator.",
  "/wiki/Kelowna_Rockets": "The Kelowna Rockets are a major junior ice hockey team based in Kelowna, British Columbia, Canada. The Rockets play in the Western Hockey League (WHL), out of the Canadian Hockey League (CHL). They play their home games at Prospera Place.",
  "/wiki/Chris_Neil": "Chris Neil (born June 18, 1979) is a Canadian former professional ice hockey right winger. Neil was originally drafted in the sixth round, 161st overall, in the 1998 NHL Entry Draft by the Ottawa Senators, and played his entire NHL career with the Senators organization.",
  "/wiki/North_Bay_Centennials": "The North Bay Centennials were a junior ice hockey team in the Ontario Hockey League, who played from 1982–2002. The team was based in North Bay, Ontario.",
  "/wiki/Michel_Periard": "Michel Périard (born November 10, 1979) is a Canadian-German professional ice hockey defenceman who is currently an unrestricted free agent who last played for the Jonquière Marquis in the Ligue Nord-Américaine de Hockey (LNAH).",
  "/wiki/Sergei_Verenkin": "Sergei Verenkin (born 8 September 1979) is a Russian former ice hockey left winger. He was selected 223rd overall by the Ottawa Senators in the 1998 NHL Entry Draft.",
  "/wiki/Rastislav_Pavlikovsky": "Rastislav Pavlikovský (born March 2, 1977) is a retired Slovak professional ice hockey centre. He last played for MHK Dubnica in the Slovak 2. Liga.",
  "/wiki/Slovakia": "Slovakia (/sloʊˈvækiə, -ˈvɑːk-/ (listen); Slovak: Slovensko [ˈslɔʋɛnskɔ] (listen)), officially the Slovak Republic (Slovak: Slovenská republika, listen (help·info)), is a landlocked country in the eastern part of Central Europe. It is bordered by Poland to the north, Ukraine to the east, Hungary to the south, Austria to the southwest, and the Czech Republic to the northwest. Slovakia's territory spans about 49,000 square kilometres (19,000 sq mi) and is mostly mountainous. The population is over 5.6 million and consists mostly of Slovaks. The capital and largest city is Bratislava, and the second-largest city is Košice. The official language is Slovak.",
  "/wiki/Utah_Grizzlies": "The Utah Grizzlies are a professional ice hockey team in the ECHL. They play their home games at the Maverik Center in West Valley City, Utah.",
  "/wiki/List_of_Ottawa_Senators_draft_picks": "The complete list of players drafted by the Ottawa Senators (1992–) of the National Hockey League (NHL) at the NHL Entry Draft. The Senators were approved as franchise partners of the NHL in December 1990, and participated in their first entry draft in 1992. That year, the team also participated in the 1992 NHL Expansion Draft."
}