{
  "/wiki/Jason_Spezza": "Jason Rocco Anthony Spezza (born June 13, 1983) is a Canadian professional ice hockey centre for the Toronto Maple Leafs of the National Hockey League (NHL). He has also played in the NHL with the Ottawa Senators and Dallas Stars.",
  "/wiki/Windsor_Spitfires": "The Windsor Spitfires are a junior ice hockey team in the Ontario Hockey League (OHL). The team is based in Windsor, Ontario, Canada. Founded in 1971, the franchise was promoted to the Ontario Major Junior Hockey League for the 1975–76 season.  An unrelated OHA Jr. A Spitfires team, founded in 1946, moved to become the Hamilton Tiger Cubs in 1953 and went through other iterations/moves to become the present OHL Erie Otters in 1996.",
  "/wiki/Tim_Gleason": "Timothy Patrick Gleason (born January 29, 1983) is an American former professional ice hockey defenseman. Drafted by the Ottawa Senators in the first round, 23rd overall, at the 2001 NHL Entry Draft, Gleason played in the NHL for the Los Angeles Kings, Carolina Hurricanes, Toronto Maple Leafs and the Washington Capitals.",
  "/wiki/Neil_Grant_Komadoski": "Neil Grant Komadoski Jr. (born February 10, 1982 in Chesterfield, Missouri) is a Canadian-American professional ice hockey scout and former player. He was drafted in the third round, 81st overall, by the Ottawa Senators in the 2001 NHL Entry Draft.  He is the son of former Los Angeles King and St. Louis Blues player Neil Komadoski.",
  "/wiki/University_of_Notre_Dame": "The University of Notre Dame du Lac (or simply Notre Dame /ˌnoʊtərˈdeɪm/ NOH-tər-DAYM, or ND) is a private Catholic research university in Notre Dame, Indiana, outside the city of South Bend. It was founded in 1842 by Rev. Edward Sorin. The main campus covers 1,261 acres (510 ha) in a suburban setting; it contains a number of recognizable landmarks, such as the Golden Dome, the Word of Life mural (commonly known as Touchdown Jesus), Notre Dame Stadium, and the Basilica.",
  "/wiki/Ray_Emery": "Raymond Robert Emery (born Raymond Robert Nichols; September 28, 1982 – July 15, 2018) was a Canadian professional ice hockey goaltender who played in the National Hockey League (NHL) for eleven seasons. Emery was chosen 99th overall by the Ottawa Senators in the 2001 NHL Entry Draft. During the 2006–07 season, he was a member of the Senators team that reached the Stanley Cup Finals. It was the modern Senators' first appearance in the finals. He won a Stanley Cup championship with the Chicago Blackhawks in 2013.",
  "/wiki/Sault_Ste._Marie_Greyhounds": "The Sault Ste. Marie Greyhounds (often shortened to Soo Greyhounds) are a major junior ice hockey team in the Ontario Hockey League. The Greyhounds play home games at the GFL Memorial Gardens. The present team was founded in 1962 as a team in the Northern Ontario Hockey Association. The Greyhounds name has been used by several ice hockey teams based in Sault Ste. Marie, Ontario, Canada, since 1919.",
  "/wiki/Christoph_Schubert": "Christoph Schubert (born February 5, 1982) is a retired German professional ice hockey player. Schubert played over 300 games in the National Hockey League (NHL) for the Atlanta Thrashers and Ottawa Senators from 2005–2010.",
  "/wiki/Munich_Barons": "The Munich Barons were a professional ice hockey team between 1999 and 2002 run by the Anschutz Entertainment Group (AEG) in the German Ice Hockey League (German: Deutsche Eishockey Liga - DEL). The best year the team had was in 2000 when they won the German championship.",
  "/wiki/Stefan_Schauer": "Stefan Schauer (born 12 January 1983 in Schongau, West Germany) is a retired German ice hockey defenseman. He was drafted 162nd overall by the Ottawa Senators in the 5th round of the 2001 NHL entry draft.",
  "/wiki/Riessersee_SC": "SC Riessersee is a professional ice hockey team based in Garmisch-Partenkirchen, Oberbayern, Germany. They currently play in DEL2, the second level of ice hockey in Germany. Prior to the 2013–14 season, they played in the 2nd Bundesliga. They play their home games at the  Olympia-Eissport-Zentrum.",
  "/wiki/Brooks_Laich": "Evan Brooks Laich (/ˈlaɪk/; born June 23, 1983) is a Canadian professional ice hockey forward who is currently an unrestricted free agent. He has played over 750 National Hockey League (NHL) games across four teams: the Ottawa Senators, Washington Capitals, Toronto Maple Leafs and most recently, in the 2017–18 NHL season, with the Los Angeles Kings.",
  "/wiki/Moose_Jaw_Warriors": "The Moose Jaw Warriors are a major junior ice hockey team in the Western Hockey League based out of Moose Jaw, Saskatchewan.  The team plays its home games at Mosaic Place. The franchise moved to Moose Jaw from Winnipeg after the 1983–84 season, where they were known as the Winnipeg Warriors. The Warriors played in the Moose Jaw Civic Centre also known as \"The Crushed Can\" for 26 seasons, before moving to Mosaic Place in the city centre. The team has never won the WHL championship.",
  "/wiki/Jan_Platil": "Jan Platil (born February 9, 1983 in Kladno, Czechoslovakia) is a professional ice hockey player, who is currently contracted with Hull Pirates.",
  "/wiki/Czech_Republic": "The Czech Republic (/ˈtʃɛk -/ (listen); Czech: Česká republika [ˈtʃɛskaː ˈrɛpublɪka] (listen)), also known by its short-form name, Czechia (/ˈtʃɛkiə/ (listen); Czech: Česko [ˈtʃɛsko] (listen)), is a country in Central Europe bordered by Poland to the northeast, Slovakia to the southeast, Austria to the south, and Germany to the west. The Czech Republic is a landlocked country with a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unitary parliamentary republic, with 10.7 million inhabitants. Its capital and largest city is Prague, with 1.3 million residents; other major cities are Brno, Ostrava, Olomouc and Pilsen.",
  "/wiki/Barrie_Colts": "The Barrie Colts are a junior ice hockey team in Ontario Hockey League, based in Barrie, Ontario, Canada.",
  "/wiki/Brandon_Bochenski": "Brandon Louis Bochenski (born April 4, 1982) is a Kazakhstani-American former professional ice hockey player. He played 156 games in the National Hockey League (NHL) for several teams before serving as captain of the Barys Astana in the Kontinental Hockey League (KHL).",
  "/wiki/University_of_North_Dakota": "The University of North Dakota (also known as UND or North Dakota) is a public research university in Grand Forks, North Dakota. Established by the Dakota Territorial Assembly in 1883, six years before the establishment of the state of North Dakota, it is the state's oldest university. UND was founded with a liberal arts foundation and expanded to include scientific research.",
  "/wiki/Neil_Petruic": "Neil Petruic (born July 30, 1982) is a Canadian professional ice hockey player who is currently playing for the Hamilton Bulldogs in the American Hockey League (AHL). He was selected by the Ottawa Senators in the 8th round (235th overall) of the 2001 NHL Entry Draft. Prior to the 2010–11 season, on September 24, 2010, Petruic was signed to a contract with the Hamilton Bulldogs and was invited to NHL affiliate, the Montreal Canadiens training camp, before returning to the Bulldogs.",
  "/wiki/Kindersley_Klippers": "The Kindersley Klippers are a junior \"A\" ice hockey team based in Kindersley, Saskatchewan, Canada.  They are members of the Saskatchewan Junior Hockey League (SJHL). They play at the West Central Events Centre.",
  "/wiki/Gregg_Johnson": "Gregg Johnson (born June 18, 1982 in Windsor, Connecticut) is an American former professional ice hockey forward.",
  "/wiki/Boston_University": "Boston University (BU) is a private research university in Boston, Massachusetts. The university is nonsectarian, but has been historically affiliated with the United Methodist Church.",
  "/wiki/Toni_Dahlman": "Toni Dahlman (born 3 September 1979) is a Finnish former professional ice hockey player. He played 22 games in the National Hockey League with the Ottawa Senators.",
  "/wiki/Finland": "Finland (Finnish: Suomi [ˈsuo̯mi] (listen); Swedish: Finland [ˈfɪ̌nland] (listen), Finland Swedish: [ˈfinlɑnd]), officially the Republic of Finland (Finnish: Suomen tasavalta, Swedish: Republiken Finland (listen to all)),[note 1] is a Nordic country in Northern Europe bordering the Baltic Sea, Gulf of Bothnia, and Gulf of Finland, between Sweden to the west, Russia to the east, Estonia to the south, and north-eastern Norway to the north. The capital and largest city is Helsinki. Other major cities are Espoo, Tampere, Vantaa, Oulu, Turku, Jyväskylä, Lahti and Kuopio.",
  "/wiki/Ilves": "Ilves (Finnish for \"Lynx\", Finnish pronunciation: [ˈilʋes]) is a Finnish ice hockey team. They play in the Liiga at the Hakametsä."
}