{
  "/wiki/Adobe_Digital_Editions": "Adobe Digital Editions (abbreviated ADE) is an ebook reader software program from Adobe Systems, built initially (1.x version) using Adobe Flash. It is used for acquiring, managing, and reading eBooks, digital newspapers, and other digital publications. The software supports PDF, XHTML (through the nonproprietary EPUB file type specification) and Flash-based content. It implements a proprietary scheme of Digital Rights Management (\"DRM\") which, since the version 1.5 release in May 2008, allows document sharing among multiple devices and user authentication via an Adobe ID. ADE is a successor to Adobe eBook Reader.",
  "/wiki/Microsoft": "Microsoft Corporation is an American multinational technology company with headquarters in Redmond, Washington. It develops, manufactures, licenses, supports, and sells computer software, consumer electronics, personal computers, and related services. Its best known software products are the Microsoft Windows line of operating systems, the Microsoft Office suite, and the Internet Explorer and Edge web browsers. Its flagship hardware products are the Xbox video game consoles and the Microsoft Surface lineup of touchscreen personal computers. In 2016, it was the world's largest software maker by revenue (currently Alphabet/Google has more revenue). The word \"Microsoft\" is a portmanteau of \"microcomputer\" and \"software\". Microsoft is ranked No. 30 in the 2018 Fortune 500 rankings of the largest United States corporations by total revenue.",
  "/wiki/Windows": "Microsoft Windows, commonly referred to as Windows, is a group of several proprietary graphical operating system families, all of which are developed and marketed by Microsoft. Each family caters to a certain sector of the computing industry. Active Microsoft Windows families include Windows NT and Windows IoT; these may encompass subfamilies, e.g. Windows Server or Windows Embedded Compact (Windows CE). Defunct Microsoft Windows families include Windows 9x, Windows Mobile and Windows Phone.",
  "/wiki/Apple,_Inc": "Apple Inc. is an American multinational technology company headquartered in Cupertino, California, that designs, develops, and sells consumer electronics, computer software, and online services.",
  "/wiki/Mac_OS_X": "macOS (/ˌmækoʊˈɛs/; previously Mac OS X and later OS X) is a series of proprietary graphical operating systems developed and marketed by Apple Inc. since 2001. It is the primary operating system for Apple's Mac computers. Within the market of desktop, laptop and home computers, and by web usage, it is the second most widely used desktop OS, after Microsoft Windows.",
  "/wiki/Adobe_Content_Server": "Adobe Content Server is software developed by Adobe Systems to add digital rights management to e-books. It is designed to protect and distribute Adobe e-books in PDF or EPUB format through Adobe Digital Editions, or applications and devices developed using Adobe's Adobe Reader Mobile SDK, covering a wide range of tablets, smartphones, and dedicated devices.  Adobe Content Server also works in conjunction with Adobe Digital Experience Protection Technology (ADEPT), Adobe's digital rights management scheme.",
  "/wiki/Aldiko": "Aldiko is an e-book reader application for the Android and iOS operating systems. It supports the EPUB format for digital publications and incorporates facilities for browsing online catalogs on thousands of books (including thousands of free public domain work) and downloading them directly into the user's personal library. The application features a bookshelf-like user interface that lets user navigate their collection of eBooks. It also provides a customizable reading experience through configurable font and background color, font size and type, margin size, display brightness, page turn mode, etc. Additionally, the application allows users to import their own books to read them on the go. Aldiko does not support font embedding.",
  "/wiki/Apple_Books": "Apple Books, formerly iBooks, is an e-book reading and store application by Apple Inc. for its iOS and macOS operating systems and devices. It was announced, under the name iBooks, in conjunction with the iPad on January 27, 2010, and was released for the iPhone and iPod Touch in mid-2010, as part of the iOS 4 update. Initially, iBooks was not pre-loaded onto iOS devices, but users could install it free of charge from the iTunes App Store. With the release of iOS 8, it became an integrated app. On June 10, 2013, at the Apple Worldwide Developers Conference, Craig Federighi announced that iBooks would also be provided with OS X Mavericks in fall 2013.",
  "/wiki/FairPlay": "FairPlay is a digital rights management (DRM) technology developed by Apple Inc. It is built into the MP4 multimedia file format as an encrypted AAC audio layer, and is used by the company to protect copyrighted works sold through iTunes Store, allowing only authorized devices to play the content.",
  "/wiki/Linux": "Linux (/ˈlɪnəks/ (listen) LIN-əks) is a family of open source Unix-like operating systems based on the Linux kernel, an operating system kernel first released on September 17, 1991, by Linus Torvalds. Linux is typically packaged in a Linux distribution.",
  "/wiki/Bluefire_Reader": "Bluefire Reader is an e-book reader application for Android (superseded by Cloudshelf Reader), iOS and Windows operating systems that supports white-labelling. It supports the EPUB and PDF formats for digital publications and incorporates facilities for browsing online catalogs, and downloading them directly into the user's personal library. The application features a library that lets users navigate their collection of eBooks, as well as provides a customizable reading experience through configurable font and background color, font size and type, margin size, display brightness, page turn mode, etc. Additionally, the application allows users to import their own books to read them on the go.[citation needed]",
  "/wiki/Calibre_(ebook_software)": "Calibre (stylised calibre) is a cross-platform open-source suite of e-book software. Calibre supports organizing existing e-books into virtual libraries, displaying, editing, creating and converting e-books, as well as syncing e-books with a variety of e-readers. Editing books is supported for EPUB and AZW3 formats. Books in other formats like MOBI must first be converted to those formats, if they are to be edited.",
  "/wiki/GNU_Public_License": "The GNU General Public License (GNU GPL or GPL) is a widely used free software license that guarantees end users the freedom to run, study, share, and modify the software. The license was originally written by Richard Stallman, former head of the Free Software Foundation (FSF), for the GNU Project, and grants the recipients of a computer program the rights of the Free Software Definition. The GPL is a copyleft license, which means that derivative work must be distributed under the same or equivalent license terms. This is in distinction to permissive software licenses, of which the BSD licenses and the MIT License are widely-used less-restrictive examples. GPL was the first copyleft license for general use.",
  "/wiki/Microsoft_Edge": "Microsoft Edge is a web browser developed by Microsoft. It was first released for Windows 10 and Xbox One in 2015, then for Android and iOS in 2017, and for macOS in 2019.",
  "/wiki/Firefox": "Mozilla Firefox, or simply Firefox, is a free and open-source web browser developed by the Mozilla Foundation and its subsidiary, Mozilla Corporation. Firefox uses the Gecko layout engine to render web pages, which implements current and anticipated web standards. In 2017, Firefox began incorporating new technology under the code name Quantum to promote parallelism and a more intuitive user interface. Firefox is officially available for Windows 7 or newer, macOS, and Linux. Its unofficial ports are available for various Unix and Unix-like operating systems including FreeBSD, OpenBSD, NetBSD, illumos, and Solaris Unix. Firefox is also available for Android and iOS; however, the iOS version uses the WebKit layout engine instead of Gecko due to platform limitations, as with all other iOS web browsers.",
  "/wiki/FBReader": "FBReader is an e-book reader for Linux, Microsoft Windows, Android, and other platforms.",
  "/wiki/PDA": "A personal digital assistant (PDA), also known as a handheld PC, is a variety mobile device which functions as a personal information manager. PDAs have been mostly displaced by the widespread adoption of highly capable smartphones, in particular those based on iOS and Android.",
  "/wiki/Google_Play_Books": "Google Play Books, formerly Google eBooks, is an ebook digital distribution service operated by Google, part of its Google Play product line. Users can purchase and download ebooks and audiobooks from Google Play, which offers over five million titles, with Google claiming it to be the \"largest ebooks collection in the world\". Books can be read on a dedicated Books section on the Google Play website, through the use of a mobile app available for Android and iOS, through the use of select e-readers that offer support for Adobe Digital Editions, through a web browser and reading via Google Home. Users may also upload up to 1,000 ebooks in the PDF or EPUB file formats. Google Play Books is available in 75 countries.",
  "/wiki/Kitabu": "Kitabu is an EPUB reading application for macOS, released in 2012.",
  "/wiki/Kobo_eReader": "The Kobo eReader is an e-reader produced by Toronto-based Kobo Inc. The company's name is an anagram of \"book\". The original version was released in May 2010 and was marketed as a minimalist alternative to the more expensive e-book readers available at the time. Like most e-readers, the Kobo uses an electronic ink screen (but for the Arc tablet series, released between 2011 and 2013, based on LCD technology instead).",
  "/wiki/Lektz": "Lektz is an eBook business platform developed by AEL Data, operating from UK and India. The solutions available in the Lektz platform include DRM, ebook reader applications, virtual book store, ebook conversion, elending, consumer analytics, and digital marketing solutions for small, medium-sized publishers and independent authors. Dr. M.S. Mohammed Sadiq, Sr. Vice President of AEL Data, is the chief architect of the Lektz platform and it draws support from AEL Data's ePublishing, digitization, accessibility solutions and application development services.",
  "/wiki/Web_application": "In computing, a web application or web app is a client–server computer program that the client (including the user interface and client-side logic) runs in a web browser. Common web applications include webmail, online retail sales, online banking, and online auctions.",
  "/wiki/Android_(operating_system)": "Android is a mobile operating system based on a modified version of the Linux kernel and other open source software, designed primarily for touchscreen mobile devices such as smartphones and tablets. Android is developed by a consortium of developers known as the Open Handset Alliance, with the main contributor and commercial marketer being Google.",
  "/wiki/IOS_(Apple)": "iOS (formerly iPhone OS) is a mobile operating system created and developed by Apple Inc. exclusively for its hardware. It is the operating system that presently powers many of the company's mobile devices, including the iPhone, and iPod Touch; it also powered the iPad prior to the introduction of iPadOS in 2019. It is the second most popular mobile operating system globally after Android.",
  "/wiki/Lucifox_(software)": "Lucifox is a discontinued free and open source add-on for the browser Mozilla Firefox that organizes, saves and manages ebooks, supporting EPUB 3 and EPUB 2 formatted books without DRM and retrieval of books from on-line book catalogues using the Open Publication Distribution System (OPDS). It is part of the Lucidor suite of free and open source ebook software made by the Swedish developer Ordbrand.",
  "/wiki/Okular": "Okular is a multiplatform document viewer developed by the KDE community and based on Qt and KDE Frameworks libraries. It is distributed as part of the KDE Applications bundle. Its origins are from KPDF and it replaces KPDF, KGhostView, KFax, KFaxview and KDVI in KDE 4. Its functionality can be embedded in other applications.",
  "/wiki/BSD_Licenses": "BSD licenses are a family of permissive free software licenses, imposing minimal restrictions on the use and distribution of covered software. This is in contrast to copyleft licenses, which have share-alike requirements. The original BSD license was used for its namesake, the Berkeley Software Distribution (BSD), a Unix-like operating system. The original version has since been revised, and its descendants are referred to as modified BSD licenses.",
  "/wiki/Snapplify": "Snapplify is an edtech company, specialising in the enablement of digital learning by establishing a marketplace for digital education content, related educational services, and devices. Snapplify is Africa's largest ebook aggregator and distributor, with an ebook offering of over 240 000 titles from over 250 publishers. Snapplify has worked with over 1000 schools across Africa, offering them digital education tools.",
  "/wiki/STDU_Viewer": "STDU Viewer is computer software, a compact viewer for many computer file formats: Portable Document Format (PDF), World Wide Fund for Nature (WWF), DjVu, comic book archive (CBR or CBZ), FB2, ePUB, XML Paper Specification (XPS), Text Compression for Reader (TCR), Mobipocket (MOBI), AZW, multi-page TIFF, text file (TXT), PalmDoc (PDB), Windows Metafile (EMF), Windows Metafile (WMF), bitmap (BMP), Graphics Interchange Format (GIF), JPEG-JPG, Portable Network Graphics (PNG), Photoshop Document (PSD), PiCture eXchang (PCX-DCX). It works under Microsoft Windows, and is free for non-commercial use.",
  "/wiki/Sumatra_PDF": "Sumatra PDF is a free and open-source document viewer that supports many document formats including: Portable Document Format (PDF), Microsoft Compiled HTML Help (CHM), DjVu, EPUB, FictionBook (FB2), MOBI, PRC, Open XML Paper Specification (OpenXPS, OXPS, XPS), and Comic Book Archive file (CB7, CBR, CBT, CBZ). If Ghostscript is installed, it supports PostScript files. It is developed exclusively for Microsoft Windows, but it can run on Linux using Wine."
}