{
  "/wiki/ABBYY_FineReader": "ABBYY FineReader is an optical character recognition (OCR) application developed by ABBYY.",
  "/wiki/Microsoft": "Microsoft Corporation is an American multinational technology company with headquarters in Redmond, Washington. It develops, manufactures, licenses, supports, and sells computer software, consumer electronics, personal computers, and related services. Its best known software products are the Microsoft Windows line of operating systems, the Microsoft Office suite, and the Internet Explorer and Edge web browsers. Its flagship hardware products are the Xbox video game consoles and the Microsoft Surface lineup of touchscreen personal computers. In 2016, it was the world's largest software maker by revenue (currently Alphabet/Google has more revenue). The word \"Microsoft\" is a portmanteau of \"microcomputer\" and \"software\". Microsoft is ranked No. 30 in the 2018 Fortune 500 rankings of the largest United States corporations by total revenue.",
  "/wiki/Abiword": "AbiWord (/ˈæbiwɜːrd/) is a free and open-source software word processor. It was originally written in C++ and since version 3 it is based on GTK+ 3. The name \"AbiWord\" is derived from the root of the Spanish word \"abierto\", meaning \"open\".",
  "/wiki/FreeBSD": "FreeBSD is a free and open-source Unix-like operating system descended from the Berkeley Software Distribution (BSD), which was based on Research Unix. The first version of FreeBSD was released in 1993. In 2005, FreeBSD was the most popular open-source BSD operating system, accounting for more than three-quarters of all installed BSD systems.",
  "/wiki/GNU_Public_License": "The GNU General Public License (GNU GPL or GPL) is a widely used free software license that guarantees end users the freedom to run, study, share, and modify the software. The license was originally written by Richard Stallman, former head of the Free Software Foundation (FSF), for the GNU Project, and grants the recipients of a computer program the rights of the Free Software Definition. The GPL is a copyleft license, which means that derivative work must be distributed under the same or equivalent license terms. This is in distinction to permissive software licenses, of which the BSD licenses and the MIT License are widely-used less-restrictive examples. GPL was the first copyleft license for general use.",
  "/wiki/Adobe_InDesign": "Adobe InDesign is a desktop publishing and typesetting software application produced by Adobe Systems. It can be used to create works such as posters, flyers, brochures, magazines, newspapers, presentations, books and ebooks. InDesign can also publish content suitable for tablet devices in conjunction with Adobe Digital Publishing Suite. Graphic designers and production artists are the principal users, creating and laying out periodical publications, posters, and print media. It also supports export to EPUB and SWF formats to create e-books and digital publications, including digital magazines, and content suitable for consumption on tablet computers. In addition, InDesign supports XML, style sheets, and other coding markup, making it suitable for exporting tagged text content for use in other digital and online formats. The Adobe InCopy word processor uses the same formatting engine as InDesign.",
  "/wiki/Adobe_RoboHelp": "Adobe RoboHelp is a help authoring tool (HAT) developed and published by Adobe Inc. for Windows. RoboHelp was created by Gen Kiyooka, and Blue Sky Software released version 1.0 in January 1992.",
  "/wiki/Atlantis_Word_Processor": "Atlantis Word Processor is a stand-alone word processor for Microsoft Windows. It used to be known as \"Atlantis Ocean Mind\".",
  "/wiki/Portable_app": "A portable application (portable app), sometimes also called standalone, is a program designed to read and write its configuration settings into an accessible folder in the computer, usually in the folder where the portable application can be found. This makes it easier to transfer the program with the user's preferences and data between different computers. A program that doesn't have any configuration options can also be a portable application.",
  "/wiki/Shareware": "Shareware is a type of proprietary software which is initially provided free of charge to users, who are allowed and encouraged to make and share copies of the program. Shareware is often offered as a download from a website or on a compact disc included with a magazine.[citation needed] Shareware differs from open-source software, in which the source code is available for anyone to inspect and alter; and freeware, which is software distributed at no cost to the user but without source code being made available.",
  "/wiki/Booktype": "Booktype is a free and open source software for authoring, collaborating, editing, and publishing books to PDF, ePub, .mobi, and HTML formats. It was launched by Sourcefabric in February 2012 when Booktype evolved from the Booki software, which powers FLOSS Manuals.",
  "/wiki/Calibre_(software)": "Calibre (stylised calibre) is a cross-platform open-source suite of e-book software. Calibre supports organizing existing e-books into virtual libraries, displaying, editing, creating and converting e-books, as well as syncing e-books with a variety of e-readers. Editing books is supported for EPUB and AZW3 formats. Books in other formats like MOBI must first be converted to those formats, if they are to be edited.",
  "/wiki/ELML": "The eLesson Markup Language (eLML)  is an open source XML framework for creating electronic lessons. It is a \"spin-off\" from the GITTA project, a Swiss GIS eLearning project, and was launched in spring 2004. The eLML project is hosted at Sourceforge. The aim of eLML was to offer authors a tool that ensured conformity to pedagogical guidelines.",
  "/wiki/Feedbooks": "Feedbooks is a digital library and cloud publishing service for both public domain and original books founded in June 2007 and based in Paris, France. The main focus of the web site is providing e-books with particularly high-quality typesetting in multiple formats, particularly EPUB, Kindle, and PDF formats. Custom PDF generation settings, like trim size dimensions and margins, are possible on the site. Feedbooks offers over 80,000 ebooks. As of 2011, Feedbooks distributed around 3 million ebooks every month.",
  "/wiki/Help_%26_Manual": "Help & Manual is a Windows-based help authoring tool published by EC Software, a company based in Austria.",
  "/wiki/Single-sourcing": "Single-source publishing, also known as single-sourcing publishing, is a content management method which allows the same source content to be used across different forms of media and more than one time. The labor-intensive and expensive work of editing need only be carried out once, on only one document; that source document can then be stored in one place and reused. This reduces the potential for error, as corrections are only made one time in the source document.",
  "/wiki/HelpNDoc": "HelpNDoc is a Windows-based help authoring tool published by French company IBE Software.",
  "/wiki/IBooks_Author": "iBooks Author (iBA) is an e-book authoring application by Apple Inc.  Books created with iBooks Author export as .ibooks files and can be published to the Apple iBooks Store, or they may be exported as PDF.",
  "/wiki/Desktop_publishing": "Desktop publishing (DTP) is the creation of documents using page layout software on a personal (\"desktop\") computer. It was first used almost exclusively for print publications, but now it also assists in the creation of various forms of online content. Desktop publishing software can generate layouts and produce typographic-quality text and images comparable to traditional typography and printing. Desktop publishing is also the main reference for digital typography. This technology allows individuals, businesses, and other organizations to self-publish a wide variety of content, from menus to magazines to books, without the expense of commercial printing.",
  "/wiki/IStudio_Publisher": "iStudio Publisher is a page layout and desktop publishing (DTP) application developed by iStudio Software.",
  "/wiki/LibreOffice": "LibreOffice (/ˈliːbrə/) is a free and open-source office suite, a project of The Document Foundation. It was forked in 2010 from OpenOffice.org, which was an open-sourced version of the earlier StarOffice. The LibreOffice suite comprises programs for word processing, creating and editing of spreadsheets, slideshows, diagrams and drawings, working with databases, and composing mathematical formulae. It is available in 115 languages.",
  "/wiki/Mozilla_Public_License": "The Mozilla Public License (MPL) is a free and open source software license developed and maintained by the Mozilla Foundation. It is a weak copyleft license, characterized as a middle ground between permissive free software licenses and the GNU General Public License (GPL), that seeks to balance the concerns of proprietary and open source developers. As such, it allows re-licensing. MPL software can thus be converted into a copyleft license such as the GPL, or to a proprietary license (example:KaiOS).",
  "/wiki/GNU_Lesser_General_Public_License": "The GNU Lesser General Public License (LGPL) is a free-software license published by the Free Software Foundation (FSF). The license allows developers and companies to use and integrate a software component released under the LGPL into their own (even proprietary) software without being required by the terms of a strong copyleft license to release the source code of their own components. However, any developer who modifies an LGPL-covered component is required to make their modified version available under the same LGPL license. For proprietary software, code under the LGPL is usually used in the form of a shared library, so that there is a clear separation between the proprietary and LGPL components. The LGPL is primarily used for software libraries, although it is also used by some stand-alone applications.",
  "/wiki/Lulu.com": "Lulu Press, Inc., doing business as Lulu.com, is an online print-on-demand, self-publishing, and distribution platform.  By 2014, it produced approximately two million titles.",
  "/wiki/MadCap_Flare": "MadCap Software is an American computer software firm headquartered in San Diego, California that creates help authoring tools and solutions for technical writers and documentations teams.  Several principal managers, software engineers, and support personnel were recruited from rival firms, such as Adobe Systems and Macromedia, to found MadCap Software.  MadCap's authoring tools are all based on xHTML.",
  "/wiki/Oxygen_xml": "The Oxygen XML Editor (styled <oXygen/>) is a multi-platform XML editor, XSLT/XQuery debugger and profiler with Unicode support. It is a Java application, so it can run in Windows, Mac OS X, and Linux. It also has a version that can run as an Eclipse plugin.",
  "/wiki/Pages_(iWork)": "Pages is a word processor developed by Apple Inc. It is part of the iWork productivity suite and runs on the macOS, iPadOS and iOS operating systems. The first version of Pages was announced on January 11, 2005, and was released one month later. Pages is marketed by Apple as an easy-to-use application that allows users to quickly create documents on their devices. A number of Apple-designed templates comprising different themes (such as letters, résumés, CVs, posters, and outlines) are included with Pages.",
  "/wiki/IWork": "iWork is an office suite of applications created by Apple Inc. for its macOS and iOS operating systems, and also available cross-platform through the iCloud website.",
  "/wiki/Pages_(word_processor)": "Pages is a word processor developed by Apple Inc. It is part of the iWork productivity suite and runs on the macOS, iPadOS and iOS operating systems. The first version of Pages was announced on January 11, 2005, and was released one month later. Pages is marketed by Apple as an easy-to-use application that allows users to quickly create documents on their devices. A number of Apple-designed templates comprising different themes (such as letters, résumés, CVs, posters, and outlines) are included with Pages.",
  "/wiki/IOS": "iOS (formerly iPhone OS) is a mobile operating system created and developed by Apple Inc. exclusively for its hardware. It is the operating system that presently powers many of the company's mobile devices, including the iPhone, and iPod Touch; it also powered the iPad prior to the introduction of iPadOS in 2019. It is the second most popular mobile operating system globally after Android.",
  "/wiki/EPUB": "EPUB is an e-book file format that uses the \".epub\" file extension. The term is short for electronic publication and is sometimes styled ePub. EPUB is supported by many e-readers, and compatible software is available for most smartphones, tablets, and computers. EPUB is a technical standard published by the International Digital Publishing Forum (IDPF). It became an official standard of the IDPF in September 2007, superseding the older Open eBook standard."
}