{
  "/wiki/Eek!_The_Cat": "Eek! The Cat (retitled Eek! Stravaganza in 1994) is an American-Canadian animated series, created by Savage Steve Holland and Bill Kopp and produced by Fox Kids and Savage Studios with animation by Nelvana. It ran from 1992 to 1997, airing on YTV from 1992 to 1998 in Canada.",
  "/wiki/The_Simpsons": "The Simpsons is an American animated sitcom created by Matt Groening for the Fox Broadcasting Company. The series is a satirical depiction of working-class life, epitomized by the Simpson family, which consists of Homer, Marge, Bart, Lisa, and Maggie. The show is set in the fictional town of Springfield and parodies American culture and society, television, and the human condition.",
  "/wiki/Three_Gays_of_the_Condo": "\"Three Gays of the Condo\" is the seventeenth episode of the fourteenth season of The Simpsons. It originally aired on the Fox network in the United States on April 13, 2003. The episode was written by Matt Warburton and directed by Mark Kirkland. The title is a pun on the 1975 film Three Days of the Condor. In the episode Homer finds out that while dating, Marge did not enjoy going to Moe's Tavern while Homer got drunk. Homer notices two days later that Marge is pregnant with Bart, so he thinks that is why she stayed with him. Upset, Homer moves in with two gay guys, Grady and Julio.",
  "/wiki/That_90%27s_Show": "\"That '90s Show\" is the eleventh episode of The Simpsons' nineteenth season. It first aired on the Fox network in the United States on January 27, 2008. Kurt Loder and \"Weird Al\" Yankovic both guest star as themselves, this being the second time for Yankovic. The episode was written by Matt Selman, and directed by Mark Kirkland.",
  "/wiki/Lilo_%26_Stitch:_The_Series": "Lilo & Stitch: The Series (or simply known as Lilo & Stitch on its title card) is an American animated television series produced by Walt Disney Television Animation. It premiered on September 20, 2003 on ABC as part of ABC Kids, with a delayed premiere on Disney Channel on October 12, 2003. The series ended on July 29, 2006 after airing 65 episodes in two seasons. A sequel spin-off of the 2002 feature film of the same name, and the follow-up to the August 2003 direct-to-video pilot Stitch! The Movie, it was the first of three television series produced in the Lilo & Stitch franchise, although it's the only one to maintain the same setting as the original film. It was aired on Disney Channel worldwide, but has only been released on DVD full in Japan, in four box sets. On March 11, 2018, the series returned on Disney XD for a few months. On November 12, 2019, the series was released on Disney+.",
  "/wiki/List_of_Lilo_%26_Stitch:_The_Series_episodes": "The following is a list of Lilo & Stitch: The Series episodes.",
  "/wiki/The_Grim_Adventures_of_Billy_%26_Mandy": "The Grim Adventures of Billy & Mandy (also known as Billy & Mandy) is an American animated television series created by Maxwell Atoms for Cartoon Network, and is the 14th of the network's Cartoon Cartoons (albeit on when it was part of Grim & Evil). It follows two children: Billy, a slow-witted happy-go-lucky boy, and Mandy, his dark and cynical best friend, who, after winning a limbo game to save Billy's pet hamster, gain the mighty Grim Reaper as their best friend in eternal servitude and slavery.",
  "/wiki/The_Grim_Adventures_of_Billy_%26_Mandy_(season_1)": "The first season of The Grim Adventures of Billy & Mandy consisted of 23 episodes, including the 13  Grim & Evil episodes, the 9 exclusive episodes, and the half-hour Halloween special, in which Billy, Mandy and Grim face against Jack O'Lantern. However, it was confirmed that the 2003 episodes were also produced originally for Grim & Evil, but were only aired as part of the series, due to Cartoon Network and Maxwell Atoms having a decision to split Grim & Evil into two separate shows in 2003.",
  "/wiki/The_Grim_Adventures_of_Billy_%26_Mandy_(season_2)": "The second season of The Grim Adventures of Billy & Mandy consists of eight regular half-hour episodes.",
  "/wiki/The_Grim_Adventures_of_Billy_%26_Mandy_(season_4)": "The fourth season of The Grim Adventures of Billy & Mandy consists of 14 regular episodes, including the one-hour Christmas special, in which Billy and Mandy try to save Santa Claus, who has been turned into a vampire.",
  "/wiki/Johnny_Bravo": "Johnny Bravo is an American animated television series created by Van Partible for Cartoon Network, and the second of the network's Cartoon Cartoons, which aired from July 14, 1997, to August 27, 2004. The series centers on the title character, a sunglasses-wearing, muscular young man who tries to get women to date him, though he is usually unsuccessful. He ends up in bizarre situations and predicaments, often accompanied by celebrity guest characters such as Donny Osmond or Adam West. Throughout its run, the show was known for its adult humor and pop culture references. Johnny himself is loosely based on Elvis Presley.",
  "/wiki/List_of_Johnny_Bravo_episodes": "Johnny Bravo is an American animated television series created by Van Partible for the Cartoon Network. The series initially began as a trio of shorts that aired as part of World Premiere Toons (later renamed What a Cartoon!) from 1995 to 1997. The shorts were later incorporated into the series' first season as the show's first episode, which premiered on July 7, 1997. The series officially premiered on July 14, 1997, and ended on August 27, 2004.",
  "/wiki/Robot_Chicken": "Robot Chicken is an American stop motion sketch comedy television series, created and executive produced for Adult Swim by Seth Green and Matthew Senreich along with co-head writers Douglas Goldstein and Tom Root. The writers, especially Green, also provide many of the voices. Senreich, Goldstein, and Root were formerly writers for the popular action figure hobbyist magazine ToyFare. Robot Chicken has won an Annie Award and six Emmy Awards.",
  "/wiki/Robot_Chicken_(season_2)": "The second season of the stop-motion television series Robot Chicken originally aired in the United States on Cartoon Network's late night programming block, Adult Swim. Season Two officially began on April 2, 2006 on Adult Swim, with \"Suck It\", and ended with \"Book of Corrine\" on November 19, 2006, with a total of twenty episodes.",
  "/wiki/Transformers_Animated": "Transformers: Animated is an American animated television series based on the Transformers toy line. It was produced by Cartoon Network Studios and Hasbro and animated by The Answer Studio, Mook Animation, and Studio 4°C (shorts). The series debuted on Cartoon Network on December 26, 2007, and ended on May 23, 2009. In Japan, the show debuted on April 3, 2010, on both TV Aichi and TV Tokyo.",
  "/wiki/List_of_Transformers:_Animated_episodes": "This is a list of the Transformers: Animated episodes. An episode list for the first two seasons has been released through Cartoon Network's website. The series began with \"Transform and Roll Out\", a 90-minute movie special later broken up into three episodes for re-runs. Following the debut of the movie on December 26, 2007, the series properly began on January 5, 2008. The series returned with the third season on March 14, 2009, in the US and Canada.",
  "/wiki/Back_at_the_Barnyard": "Back at the Barnyard (also known as Barnyard: The Animated Series) is a Nickelodeon computer-animated television series that is a spin-off from the 2006 film, Barnyard. The series aired from September 29, 2007 to September 18, 2010 on Nickelodeon. The show was a co-production between Omation Animation Studio and  Nickelodeon Animation Studio. The remaining episodes aired from September 12 to November 12, 2011 on Nicktoons.",
  "/wiki/Yo_Gabba_Gabba!": "Yo Gabba Gabba! is an American-Canadian live action/puppet educational, musical children's television series starring five costumed toys coming to life and their friend DJ Lance Rock. The series premiered on Nick Jr. August 20, 2007 and ended on November 12, 2015. A single topic is addressed in each episode, e.g. \"Adventure\", \"Friends\", and \"Dance\", through songs and short storylines in the half-hour program. Additionally, the show teaches children life and social skills, such as sharing and trying new foods. It also encourages viewers to move along with and dance with the characters in the program. The show is noted for its indie-culture guest stars and bands, and for drawing visual inspiration from 8-bit video games and H.R. Pufnstuf, among other television shows. Created by Christian Jacobs (lead singer of the Aquabats) and Scott Schultz, the show's learning process has parents, older siblings, and younger kids watch the show together rather than letting it act as a babysitter. The television program has spawned a touring live stage show, various toys and branded clothing. Trademarks relating to Yo Gabba Gabba! and its characters are held by GabbaCaDabra, LLC in partnership with The Magic Store and WildBrain.",
  "/wiki/List_of_Yo_Gabba_Gabba!_episodes": "The following is an episode list for Yo Gabba Gabba!, a children's television series broadcast by Nickelodeon. The show debuted on August 20, 2007 and ended on November 12, 2015. It aired on Nick Jr., Nickelodeon's sister channel.",
  "/wiki/Batman:_The_Brave_and_the_Bold": "Batman: The Brave and the Bold is an American animated television series based in part on the DC Comics series The Brave and the Bold which features two or more superheroes coming together to solve a crime or foil a super villain. As the title suggests, the cartoon focuses on Batman's regular \"team-ups\" with various heroes similar to the most well-known version of the original comic book series. The series premiered on November 14, 2008, on Cartoon Network in the United States, and ended on November 18, 2011.",
  "/wiki/List_of_Batman:_The_Brave_and_the_Bold_episodes": "The following is an episode list for Batman: The Brave and the Bold, an American animated television series based in part on the DC Comics series The Brave and the Bold which features two or more superheroes coming together to solve a crime or foil a supervillain. As the title suggests, the cartoon focuses on Batman's \"team-ups\" with various heroes, similar to the original comic book series but different from the current one which features team-ups between various heroes. The series premiered on November 14, 2008 on Cartoon Network, and ended on November 18, 2011.",
  "/wiki/Adventure_Time": "Adventure Time[l] is an American fantasy animated television series created by Pendleton Ward for Cartoon Network. Produced by Frederator Studios and Cartoon Network Studios, the series follows the adventures of a boy named Finn (voiced by Jeremy Shada) and his best friend and adoptive brother Jake (John DiMaggio)—a dog with the magical power to change shape and size at will. Finn and Jake live in the post-apocalyptic Land of Ooo, where they interact with Princess Bubblegum (Hynden Walch), the Ice King (Tom Kenny), Marceline (Olivia Olson), BMO (Niki Yang), and others. The series is based on a 2007 short produced for Nicktoons and Frederator Studios' animation incubator series Random! Cartoons. After the short became a viral hit on the Internet, Cartoon Network commissioned a full-length series, which previewed on March 11, 2010, and officially premiered on April 5, 2010.",
  "/wiki/New_Frontier_(Adventure_Time)": "The third season of Adventure Time, an American animated television series created by Pendleton Ward, premiered on Cartoon Network on July 11, 2011 and concluded on February 13, 2012. The season was produced by Cartoon Network Studios and Frederator Studios. The season follows the adventures of Finn, a human boy, and his best friend and adoptive brother Jake, a dog with magical powers to change shape and size at will. Finn and Jake live in the post-apocalyptic Land of Ooo, where they interact with the other main characters of the show: Princess Bubblegum, The Ice King, Marceline the Vampire Queen, Lumpy Space Princess, and BMO.",
  "/wiki/We_Fixed_a_Truck": "The fifth season of Adventure Time, an American animated television series created by Pendleton Ward, premiered on Cartoon Network on November 12, 2012 and concluded on March 17, 2014. The season was produced by Cartoon Network Studios and Frederator Studios. The season follows the adventures of Finn, a human boy, and his best friend and adoptive brother Jake, a dog with magical powers to change shape and size at will. Finn and Jake live in the post-apocalyptic Land of Ooo, where they interact with the other main characters of the show: Princess Bubblegum, The Ice King, Marceline the Vampire Queen, Lumpy Space Princess, BMO, and Flame Princess.",
  "/wiki/President_Porpoise_Is_Missing!": "The seventh season of Adventure Time, an American animated television series created by Pendleton Ward, premiered on Cartoon Network on November 2, 2015, and concluded on March 19, 2016. The season was produced by Cartoon Network Studios and Frederator Studios. It follows the adventures of Finn, a human boy, and his best friend and adoptive brother Jake, a dog with magical powers to change shape and size at will. Finn and Jake live in the post-apocalyptic Land of Ooo, where they interact with the show's other main characters: Princess Bubblegum, The Ice King, Marceline the Vampire Queen, Lumpy Space Princess, BMO, and Flame Princess.",
  "/wiki/The_High_Fructose_Adventures_of_Annoying_Orange": "The High Fructose Adventures of Annoying Orange  is an American comedy television series based on the characters from the popular web series The Annoying Orange, created by Dane Boedigheimer and Spencer Grove, which is made for the television by Boedigheimer himself with Tom Sheppard for Cartoon Network. It was produced by Daneboe's company Annoying Orange, Inc., alongside management company The Collective and the studios 14th Hour Productions. A preview aired on May 28, 2012, and the official premiere was on June 11, 2012.",
  "/wiki/Animal_Man": "Animal Man (Bernhard \"Buddy\" Baker) is a fictional superhero in the DC Comics Universe. As a result of being in proximity to an exploding extraterrestrial spaceship, Buddy Baker acquires the ability to temporarily \"borrow\" the abilities of animals (such as a bird's flight or the proportionate strength of an ant). Using these powers, Baker fights crime as the costumed superhero Animal Man.",
  "/wiki/WordGirl": "WordGirl is an American animated television series produced by the Soup2Nuts animation unit of Scholastic Entertainment for PBS Kids. The show began as a series of shorts entitled The Amazing Colossal Adventures of WordGirl that premiered on November 10, 2006. The series aired from September 3, 2007 to August 7, 2015.",
  "/wiki/List_of_WordGirl_characters": "WordGirl is an American animated television series produced by the Soup2Nuts animation unit of Scholastic Entertainment for PBS Kids. The show began as a series of shorts entitled The Amazing Colossal Adventures of WordGirl that premiered on November 10, 2006. The series aired from September 3, 2007 to August 7, 2015.",
  "/wiki/WordGirl_(season_3)": "The third season of the animated series WordGirl was originally broadcast on PBS in the United States from September 7, 2010 to July 8, 2011.",
  "/wiki/WordGirl_(season_4)": "The fourth season of the animated series WordGirl was originally broadcast on PBS in the United States from September 5, 2011 to June 11, 2012.",
  "/wiki/Mad_(TV_series)": "Mad is an American animated sketch comedy produced by Warner Bros. Animation. The series was based on Mad magazine, where each episode is a collection of short animated parodies of television shows, films, games, celebrities, and other media, using various types of animation (CGI, claymation, stopmotion, etc.) instead of the usual animation style that Warner Bros. Animation is known for. The series premiered on the evening of September 6, 2010 on Cartoon Network. The series ended its 3-year run on December 2, 2013.",
  "/wiki/Superman": "Superman is a fictional superhero. The character was created by writer Jerry Siegel and artist Joe Shuster, and first appeared in Action Comics #1, a comic book published on April 18, 1938. The character regularly appears in comic books published by DC Comics, and has been adapted to a number of radio serials, movies, and television shows.",
  "/wiki/List_of_Mad_episodes": "This is a list of the episodes of Mad, an animated sketch comedy television series inspired by Mad Magazine that aired on Cartoon Network.",
  "/wiki/My_Little_Pony:_Friendship_Is_Magic": "My Little Pony: Friendship Is Magic is a Canadian-American animated fantasy television series created by Lauren Faust for Hasbro. The series is based on Hasbro's My Little Pony line of toys and animated works and is often referred to by collectors as the fourth generation (\"G4\") of the franchise. The series premiered on October 10, 2010, on The Hub cable channel (which was renamed as Discovery Family in late 2014), and ended on October 12, 2019. Hasbro selected animator Lauren Faust as the creative director and executive producer for the show. Faust sought to challenge the established nature of the existing My Little Pony line, creating more in-depth characters and adventurous settings; she left the series during season 2, to be replaced by Meghan McCarthy as showrunner for the remainder of the series.",
  "/wiki/Pinkie_Pride": "\"Pinkie Pride\" is the twelfth episode of the fourth season of the Canadian-American animated television series My Little Pony: Friendship Is Magic, and the seventy-seventh episode of the series overall. It was directed by Jayson Thiessen, co-directed by Jim Miller, its screenplay was written by Amy Keating Rogers from a story by Thiessen. It was produced by Sarah Wall and Devon Cody. The episode aired on February 1, 2014, on the Hub Network.",
  "/wiki/Wallykazam!": "Wallykazam! is an American CGI interactive children's animated television series created by Adam Peltzman. The series was first broadcast on February 3, 2014 on Nickelodeon and it ended on September 9, 2017. In Canada, it is broadcast on Treehouse TV.",
  "/wiki/Uncle_Grandpa": "Uncle Grandpa is an American animated television series created by Peter Browngardt that ran on Cartoon Network from September 2, 2013 to June 30, 2017. It is based on Browngardt's animated short of the same name from The Cartoonstitute. Uncle Grandpa is also a spin-off of Secret Mountain Fort Awesome, which was in turn a spin-off of the Cartoonstitute short. It was produced by Cartoon Network Studios.",
  "/wiki/List_of_Uncle_Grandpa_episodes": "This is a list of episodes for Uncle Grandpa, an American animated TV series created by Peter Browngardt and airing on Cartoon Network. The pilot episode was created in 2008 but was aired on Cartoon Network Video in 2010 as part of the show project The Cartoonstitute, while the series premiered on September 2, 2013. On July 25, 2014, the series was renewed for a second season, which premiered on March 5, 2015.",
  "/wiki/Gravity_Falls": "Gravity Falls is an American animated mystery comedy television series created by Alex Hirsch for Disney Channel and Disney XD. The series ran from June 15, 2012, to February 15, 2016.",
  "/wiki/Wander_Over_Yonder": "Wander Over Yonder is an American animated television series on Disney XD. Created by Craig McCracken, it follows Wander and his best friend and steed Sylvia. Adventurous and optimistic, Wander rides across the galaxy to help the inhabitants of various planets live freely, against the intentions of Lord Hater to rule the universe. The series is McCracken's first production for Disney Television Animation; he previously helmed The Powerpuff Girls and Foster's Home for Imaginary Friends for Cartoon Network."
}