{
  "/wiki/2016_Summer_Olympics": "The 2016 Summer Olympics (Portuguese: Jogos Olímpicos de Verão de 2016),[a] officially known as the Games of the XXXI Olympiad (Portuguese: Jogos da XXXI Olimpíada) and commonly known as Rio 2016, was an international multi-sport event that was held from 5 to 21 August 2016 in Rio de Janeiro, Brazil, with preliminary events in some sports beginning on 3 August. These were the first Olympic Games ever to be held in South America and the fourth to be held in a developing country, after the 1968 Summer Olympics in Mexico, the 1980 Summer Olympics in the Soviet Union, and the 2008 Summer Olympics in China.",
  "/wiki/Asnage_Castelly": "Asnage Castelly (born March 29, 1978) is a Haitian-American wrestler who competed for Haiti at the 2016 Summer Olympics in the 74kg freestyle competition.",
  "/wiki/Wrestling_at_the_2016_Summer_Olympics": "Wrestling at the 2016 Summer Olympics in Rio de Janeiro took place from 14 to 21 August at the Carioca Arena 2 in Barra da Tijuca. Wrestling had been split into two disciplines, freestyle and Greco-Roman, which were further divided into different weight categories. Men competed in both disciplines whereas women only participated in the freestyle events, with 18 gold medals awarded. Wrestling had been contested at every modern Summer Olympic Games, except Paris 1900.",
  "/wiki/2012_Summer_Olympics": "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was an international multi-sport event that was held from 27 July to 12 August 2012 in London, United Kingdom. The first event, the group stage in women's football, began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremony on 27 July. 10,768 athletes from 204 National Olympic Committees (NOCs) participated.",
  "/wiki/Linouse_Desravine": "Linouse Desravine (born 10 February 1991 in Cap-Haïtien) is a Haitian judoka who competes in the women's 52  kg category. At the 2012 Summer Olympics, she was defeated in the first round.",
  "/wiki/Judo": "Judo (柔道, jūdō, Japanese pronunciation: [dʑɯꜜːdoː], lit. \"gentle way\") is generally categorized as a modern martial art, which has since evolved into a combat and Olympic sport. The sport was originally created in 1882 by Jigoro Kano (嘉納治五郎) as a physical, mental, and moral pedagogy in Japan. Judo's most prominent feature is its competitive element, where the objective is to either throw or take down an opponent to the ground, immobilize or otherwise subdue an opponent with a pin, or force an opponent to submit with a joint lock or a choke. Strikes and thrusts by hands and feet as well as weapons defences are a part of judo, but only in pre-arranged forms (kata, 形) and are not allowed in judo competition or free practice (randori, 乱取り). A judo practitioner is called a judoka.",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/Joel_Brutus": "Joel Brutus (born August 12, 1974) is a male judoka from Haiti, who won the silver medal in the men's heavyweight division (+ 100 kg) at the 2003 Pan American Games.",
  "/wiki/2004_Summer_Olympics": "The 2004 Summer Olympics (Greek: Θερινοί Ολυμπιακοί Αγώνες 2004, Therinoí Olympiakoí Agónes 2004), officially known as the Games of the XXVIII Olympiad and commonly known as Athens 2004, was a premier international multi-sport event held in Athens, Greece, from 13 to 29 August 2004 with the motto Welcome Home.",
  "/wiki/Tudor_Sanon": "Tudor Sanon (born January 14, 1984) is a male Haitian taekwondo athlete.",
  "/wiki/Taekwondo": "Taekwondo, Tae Kwon Do or Taekwon-Do (Korean 태권도/跆拳道 [tʰɛ.k͈wʌn.do] (listen), English pronunciation /ˌtaɪkwɒnˈdoʊ/, or /ˌtaɪˈkwɒndoʊ/) is a Korean martial art, characterized by its emphasis on head-height kicks, jumping and spinning kicks, and fast kicking techniques.",
  "/wiki/2000_Summer_Olympics": "The 2000 Summer Olympics, officially known as the Games of the XXVII Olympiad and commonly known as Sydney 2000 or the Millennium Olympic Games/Games of the New Millennium, was an international multi-sport event held between 15 September and 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and also the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956.",
  "/wiki/Nadine_Faustin-Parker": "Nadine Faustin-Parker (born 14 April 1976) is a Haitian hurdler born in Brussels, Belgium. She has represented Haiti at three Summer Olympics; (in 2000, 2004 and 2008).",
  "/wiki/Athletics_(sport)": "Athletics is a group of sporting events that involves competitive running, jumping, throwing, and walking. The most common types of athletics competitions are track and field, road running, cross country running, and race walking.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Adler_Volmar": "Adler Volmar (born March 5, 1977) is a Haitian-American fourth-degree black belt judoka. A dual citizen, he competed for Haiti at the 1996 Summer Olympics and for the United States at the 2008 Summer Olympics.",
  "/wiki/1992_Summer_Olympics": "The 1992 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1992, Catalan: Jocs Olímpics d'estiu de 1992), officially known as the Games of the XXV Olympiad, was an international multi-sport event held in Barcelona, Spain from 25 July to 9 August 1992.",
  "/wiki/Hermate_Souffrant": "Hermate Souffrant (born 1 July 1968) is a Haitian judoka. He competed in the men's middleweight event at the 1992 Summer Olympics. Souffrant won a bronze medal in the middleweight category at the 1991 Pan American Games",
  "/wiki/Judo_at_the_1992_Summer_Olympics": "The Judo competition at the 1992 Summer Olympics was contested in fourteen weight classes, seven each for men and women. The seven men's weight classes continued to be those first used in 1980. This was the first Olympic competition to award medals to women judoka; women competed in 1988 as a demonstration sport.",
  "/wiki/1988_Summer_Olympics": "The 1988 Summer Olympics (Korean: 서울 하계 올림픽; RR: Seoul Hagye Ollimpik [sʌ.ul ɦaɡje olːimpʰik]), officially known as the Games of the XXIV Olympiad, was an international multi-sport event celebrated from 17 September to 2 October 1988 in Seoul, South Korea.",
  "/wiki/Deborah_Saint_Phard": "Deborah Saint-Phard (born 28 December 1964) is a Haitian athlete. She competed in the women's shot put at the 1988 Summer Olympics.",
  "/wiki/1984_Summer_Olympics": "The 1984 Summer Olympics, officially known as the Games of the XXIII Olympiad, was an international multi-sport event that was held from July 28 to August 12, 1984, in Los Angeles, California, United States (and other venues around the United States). This was the second time that Los Angeles had hosted the Games, the first being in 1932.",
  "/wiki/Ronald_Ag%C3%A9nor": "Ronald Jean-Martin Agénor (born November 13, 1964) is a former professional tennis player who represented Haiti during his playing career. He is the only Haitian to have ever earned a Top 25 world ranking in singles, reaching a highest singles ranking of world No. 22 in May 1989. During his career he won three ATP tour singles titles.",
  "/wiki/Tennis": "Tennis is a racket sport that can be played individually against a single opponent (singles) or between two teams of two players each (doubles). Each player uses a tennis racket that is strung with cord to strike a hollow rubber ball covered with felt over or around a net and into the opponent's court. The object of the game is to maneuver the ball in such a way that the opponent is not able to play a valid return. The player who is unable to return the ball will not gain a point, while the opposite player will.",
  "/wiki/1972_Summer_Olympics": "The 1972 Summer Olympics (German: Olympische Sommerspiele 1972), officially known as the Games of the XX Olympiad, was an international multi-sport event held in Munich, West Germany, from 26 August to 11 September 1972."
}