{
  "/wiki/Ebbsfleet,_Thanet": "Ebbsfleet is a hamlet near Ramsgate, Kent, at the head of Pegwell Bay. Historically it was a peninsula on the southern coast of the Isle of Thanet, marking the eastern end of the Wantsum Channel that separated Thanet from the Kentish mainland. It is in the civil parish of Minster",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.",
  "/wiki/Old_Windsor": "Old Windsor is a large village and civil parish, in the Royal Borough of Windsor and Maidenhead, in Berkshire, England. It is bound by the River Thames to the east and Windsor Great Park to the west.",
  "/wiki/Raunds": "Raunds /ˈrɔːndz/ is a small market town in rural Northamptonshire, England. It has a population of 8,641 (2011 census), is a civil parish, and is part of the East Northamptonshire district.",
  "/wiki/Tamworth,_Staffordshire": "Tamworth (/ˈtæmwərθ/) is a large market town and borough in Staffordshire, England, 14 miles (23 km) north-east of Birmingham and on the West Coast Main Line.  The town adjoins Warwickshire to the south and east, Lichfield to the north and west and local junctions of the M6 Toll motorway.  It takes its name from the River Tame, which flows through it. Its resident population (mid-2018 est.) was 76,678.",
  "/wiki/Dasing": "Dasing is a municipality in the district of Aichach-Friedberg in Bavaria in Germany.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Ireland": "Ireland (/ˈaɪərlənd/ (listen); Irish: Éire [ˈeːɾʲə] (listen); Ulster-Scots: Airlann [ˈɑːrlən]) is an island in the North Atlantic. It is separated from Great Britain to its east by the North Channel, the Irish Sea, and St George's Channel. Ireland is the second-largest island of the British Isles, the third-largest in Europe, and the twentieth-largest on Earth.",
  "/wiki/Waterford": "Waterford (from Old Norse Veðrafjǫrðr [ˈweðrɑˌfjɒrðr̩], meaning \"ram (wether) fjord\"; Irish: Port Láirge [pˠɔɾˠt̪ˠ ˈl̪ˠaːɾʲ(ə)ɟə]) is a city in Ireland. It is in County Waterford in the south east of Ireland and is part of the province of Munster. The city is situated at the head of Waterford Harbour. It is the oldest and the fifth most populous city in the Republic of Ireland. It is the tenth most populous settlement on the island of Ireland. Waterford City and County Council is the local government authority for the city. According to the 2016 Census, 53,504 people live in the city, with a wider metropolitan population of 82,963.",
  "/wiki/Little_Island,_Cork": "Little Island, County Cork, is a civil parish and mainly industrial area to the east of Cork city in Ireland. It is no longer an island, since the northern channel separating it from the mainland has filled over. To the west and south is Lough Mahon, part of Cork Harbour; across a channel to the east is Fota Island.",
  "/wiki/Gerasa": "Jerash (Arabic: جرش‎; Ancient Greek: Γέρασα) is a city in northern Jordan. The city is the administrative center of the Jerash Governorate, and has a population of 50,745 as of 2015. It is located 48 kilometres (30 mi) north of the capital city Amman.",
  "/wiki/Jordan": "Jordan (Arabic: الأردن‎ Al-ʾUrdunn [al.ʔur.dunː]), officially the Hashemite Kingdom of Jordan (Arabic: المملكة الأردنية الهاشمية‎ Al-Mamlakah al-’Urdunniyyah Al-Hāshimiyyah), is an Arab country in Western Asia, on the East Bank of the Jordan River. Jordan is bordered by Saudi Arabia to the south and the east, Iraq to the north-east, Syria to the north and Israel and the Palestinian West Bank to the west. The Dead Sea is located along its western borders and the country has a 26-kilometre (16 mi) coastline on the Red Sea in its extreme south-west. Jordan is strategically located at the crossroads of Asia, Africa and Europe. The capital, Amman, is Jordan's most populous city as well as the country's economic, political and cultural centre.",
  "/wiki/Nendrum_Monastery_mill": "The Nendrum Monastery mill was a tide mill on an Mahee Island in Strangford Lough now in Northern Ireland. It is the earliest excavated tide mill, dating from 787 AD. Its millstones are 830mm in diameter and the horizontal wheel is estimated to have developed 7/8HP at its peak. Remains of an earlier mill dated at 619 AD were also found.",
  "/wiki/Northern_Ireland": "Northern Ireland (Irish: Tuaisceart Éireann [ˈt̪ˠuəʃcəɾˠt̪ˠ ˈeːɾʲən̪ˠ] (listen); Ulster-Scots: Norlin Airlann) is variously described as a country, province or region which is part of the United Kingdom.  Located in the northeast of the island of Ireland, Northern Ireland shares a border to the south and west with the Republic of Ireland. In 2011, its population was 1,810,863, constituting about 30% of the island's total population and about 3% of the UK's population. Established by the Northern Ireland Act 1998 as part of the Good Friday Agreement, the Northern Ireland Assembly (colloquially referred to as Stormont after its location) holds responsibility for a range of devolved policy matters, while other areas are reserved for the British government. Northern Ireland co-operates with the Republic of Ireland in several areas, and the Agreement granted the Republic the ability to \"put forward views and proposals\" with \"determined efforts to resolve disagreements between the two governments\".",
  "/wiki/Ephesus": "Ephesus (/ˈɛfəsəs/; Ancient Greek: Ἔφεσος Efesos; Turkish: Efes; may ultimately derive from Hittite Apasa) was an ancient Greek city on the coast of Ionia, three kilometres southwest of present-day Selçuk in İzmir Province, Turkey. It was built in the 10th century BC on the site of the former Arzawan capital by Attic and Ionian Greek colonists. During the Classical Greek era it was one of the twelve cities of the Ionian League. The city flourished after it came under the control of the Roman Republic in 129 BC.",
  "/wiki/Turkey": "Turkey (Turkish: Türkiye [ˈtyɾcije]), officially the Republic of Turkey (Turkish: Türkiye Cumhuriyeti [ˈtyɾcije dʒumˈhuːɾijeti] (listen)), is a transcontinental country almost wholly located on the Anatolian peninsula in Western Asia, with a smaller portion on the Balkan peninsula in Southeastern Europe. East Thrace, the part of Turkey in Europe, is separated from Anatolia by the Sea of Marmara, the Bosporus and the Dardanelles (collectively called the Turkish Straits). Turkey is bordered by Greece and Bulgaria to its northwest, the Black Sea to its north, Georgia to its northeast, Armenia, the Azerbaijani exclave of Nakhchivan and Iran to its east, Iraq and Syria to its southeast, the Mediterranean Sea to its south, and the Aegean Sea to its west. Istanbul is the largest city in the country while Ankara is the capital. Approximately 70 to 80 percent of the country's citizens identify as Turkish, while Kurds are the largest minority at anywhere from 15 to 20 percent of the population.",
  "/wiki/List_of_early_medieval_watermills": "This list of early medieval watermills comprises a selection of European watermills spanning the early Middle Ages, from 500 to 1000 AD."
}