{
  "/wiki/1969_in_film": "The year 1969 in film involved some significant events, with Butch Cassidy and the Sundance Kid dominating the U.S. box office and becoming one of the highest-grossing films of all time and Midnight Cowboy, a film rated X, winning the Academy Award for Best Picture.",
  "/wiki/FIPRESCI": "The International Federation of Film Critics (FIPRESCI, short for Fédération Internationale de la PRESse CInématographique) is an association of national organizations of professional film critics and film journalists from around the world for \"the promotion and development of film culture and for the safeguarding of professional interests.\" It was founded in June 1930 in Brussels, Belgium. At present it has members in more than 50 countries worldwide.",
  "/wiki/Andrei_Rublev_(film)": "Andrei Rublev (Russian: Андрей Рублёв, originally pronounced Rublyov) is a 1969 Soviet biographical historical drama film directed by Andrei Tarkovsky and co-written with Andrei Konchalovsky. The film was remade and re-edited from the 1966 film titled The Passion According to Andrei by Tarkovsky which was censored during the first decade of the Brezhnev era in the Soviet Union. The film is loosely based on the life of Andrei Rublev, the 15th-century Russian icon painter. The film features Anatoly Solonitsyn, Nikolai Grinko, Ivan Lapikov, Nikolai Sergeyev, Nikolai Burlyayev and Tarkovsky's wife Irma Raush. Savva Yamshchikov, a famous Russian restorer and art historian, was a scientific consultant of the film.",
  "/wiki/1972_in_film": "The year 1972 in film involved several significant cinematic events including the release of Francis Ford Coppola's Academy Award-winning film, The Godfather.",
  "/wiki/Grand_Prix_(Cannes_Film_Festival)": "The Grand Prix is an award of the Cannes Film Festival bestowed by the jury of the festival on one of the competing feature films. It is the second-most prestigious prize of the festival after the Palme d'Or. Prior to its creation, the Special Jury Prize held the “second place.”",
  "/wiki/Solaris_(1972_film)": "Solaris (Russian: Солярис, tr. Solyaris) is a 1972 Soviet science fiction art film based on Stanisław Lem's novel of the same name published in 1961. The film was co-written and directed by Andrei Tarkovsky, and stars Donatas Banionis and Natalya Bondarchuk. The electronic music score was performed by Eduard Artemyev; a composition by J.S. Bach is also employed.",
  "/wiki/Palme_d%27Or": "The Palme d'Or (French pronunciation: ​[palm(ə) dɔʁ]; English: Golden Palm) is the highest prize awarded at the Cannes Film Festival. It was introduced in 1955 by the festival's organizing committee. Previously, from 1939 to 1954, the highest prize at the festival was the Grand Prix du Festival International du Film. In 1964, The Palme d'Or was replaced again by the Grand Prix, before being reintroduced in 1975.",
  "/wiki/1980_in_film": "The following is an overview of events in 1980 in film, including the highest-grossing films, award ceremonies and festivals, a list of films released and notable deaths.",
  "/wiki/Prize_of_the_Ecumenical_Jury": "The Prize of the Ecumenical Jury (French: Prix du Jury Œcuménique) is an independent film award for feature length films shown at major international film festivals since 1973. The award was created by Christian film makers,[citation needed] film critics and other film professionals. The objective of the award is to \"honour works of artistic quality which witnesses to the power of film to reveal the mysterious depths of human beings through what concerns them, their hurts and failings as well as their hopes.\" The ecumenical jury can be composed out of 8, 6, 5, 4 or 3 members, who are nominated by SIGNIS for the Catholics and Interfilm for the Protestants. SIGNIS and Interfilm appoint ecumenical juries at various international film festivals, including Cannes Film Festival (where The Ecumenical Jury (French: Jury Œcuménique) is one of three juries at the film festival, along with the official jury and the FIPRESCI jury), Berlin International Film Festival, Locarno International Film Festival, Montreal World Film Festival and the Karlovy Vary International Film Festival.",
  "/wiki/Stalker_(1979_film)": "Stalker (Russian: Сталкер, IPA: [ˈstaɫkʲɪr]) is a 1979 Soviet science fiction art film directed by Andrei Tarkovsky with a screenplay written by Boris and Arkady Strugatsky, loosely based on their 1972 novel Roadside Picnic. The film combines elements of science fiction with dramatic philosophical and psychological themes. Modern reviews of Stalker have been highly positive.",
  "/wiki/1983_in_film": "The following is an overview of events in 1983 in film, including the highest-grossing films, award ceremonies and festivals, a list of films released and notable deaths.",
  "/wiki/Best_Director_Award_(Cannes_Film_Festival)": "The Best Director Award (French: Prix de la mise en scène) is an annual award presented at the Cannes Film Festival for best directing achievements in a feature film screened as part of festival's official selection (i.e. films selected for the competition program which compete for the festival's main prize Palme d'Or). Awarded by festival's jury, it was first given in 1946.",
  "/wiki/Nostalghia": "Nostalghia (UK: Nostalgia) is a 1983 Soviet-Italian film, directed by Andrei Tarkovsky, and starring Oleg Yankovsky, Domiziana Giordano, and Erland Josephson. Tarkovsky co-wrote the screenplay with Tonino Guerra.",
  "/wiki/1986_in_film": "The following is an overview of events in 1986 in film, including the highest-grossing films, award ceremonies and festivals, a list of films released and notable deaths.",
  "/wiki/The_Sacrifice": "The Sacrifice (Swedish: Offret) is a 1986 drama film written and directed by Andrei Tarkovsky. Starring Erland Josephson, it centers on a middle-aged intellectual who attempts to bargain with God to stop an impending nuclear holocaust. The Sacrifice was Tarkovsky's third film as a Soviet expatriate, after Nostalghia and the documentary Voyage in Time, and was also his last, as he died shortly after its completion. Like 1972's Solaris, it won the Grand Prix at the Cannes Film Festival."
}