{
  "/wiki/Washington_Square_Park,_New_York": "Washington Square Park is a 9.75-acre (39,500 m2) public park in the Greenwich Village neighborhood of Lower Manhattan, New York City. One of the best known of New York City's public parks, it is an icon as well as a meeting place and center for cultural activity. It is operated by the New York City Department of Parks and Recreation.",
  "/wiki/Harlem": "Harlem is a neighborhood in the northern section of the New York City borough of Manhattan. It is bounded roughly by Frederick Douglass Boulevard, St. Nicholas Avenue, and Morningside Park on the west; the Harlem River and 155th Street on the north; Fifth Avenue on the east; and Central Park North on the south. The greater Harlem area encompasses several other neighborhoods and extends west to the Hudson River, north to 155th Street, east to the East River, and south to 96th Street.",
  "/wiki/Madison_Square": "Madison Square is a public square formed by the intersection of Fifth Avenue and Broadway at 23rd Street in the New York City borough of Manhattan. The square was named for James Madison, fourth President of the United States. The focus of the square is Madison Square Park, a 6.2-acre (2.5-hectare) public park, which is bounded on the east by Madison Avenue (which starts at the park's southeast corner at 23rd Street); on the south by 23rd Street; on the north by 26th Street; and on the west by Fifth Avenue and Broadway as they cross.",
  "/wiki/Washington_Heights,_Manhattan": "Washington Heights is a neighborhood in the northern portion of the New York City borough of Manhattan. The area is named for Fort Washington, a fortification constructed at the highest natural point on the island of Manhattan by Continental Army troops during the American Revolutionary War, to defend the area from the British forces. Washington Heights is bordered by Harlem to the south, along 155th Street; Inwood to the north along Dyckman Street or Hillside Avenue; the Hudson River to the west, and the Harlem River and Coogan's Bluff to the east. As of 2016[update], it has 200,000 inhabitants.",
  "/wiki/Hamilton_Heights": "Hamilton Heights is a neighborhood in the northern part of Manhattan, which is a borough of New York City.  It lies between Manhattanville to the south and Washington Heights to the north. It contains the sub-neighborhood of Sugar Hill.",
  "/wiki/Pennsylvania_Station_(1910%E2%80%931963)": "Pennsylvania Station was a historic railroad station in New York City, named for the Pennsylvania Railroad (PRR), its builder and original tenant.  The station occupied an 8-acre (3.2 ha) plot bounded by Seventh and Eighth Avenues and 31st and 33rd Streets in Midtown Manhattan. As the terminal shared its name with several stations in other cities, it was sometimes called New York Pennsylvania Station, or Penn Station for short.",
  "/wiki/The_Cloisters": "The Cloisters is a museum in Fort Tryon Park in Washington Heights, Manhattan, New York City, specializing in European medieval architecture, sculpture, and decorative arts, with a focus on the Romanesque and Gothic periods. Governed by the Metropolitan Museum of Art, it contains a large collection of medieval artworks shown in the architectural settings of French monasteries and abbeys. Its buildings are centered around four cloisters—the Cuxa, Saint-Guilhem, Bonnefont and Trie—that were purchased by American sculptor and art dealer George Grey Barnard, dismantled in Europe between 1934 and 1939, and moved to New York. They were acquired for the museum by financier and philanthropist John D. Rockefeller, Jr. Other major sources of objects were the collections of J. P. Morgan and Joseph Brummer.",
  "/wiki/Upper_West_Side": "The Upper West Side, sometimes abbreviated UWS, is a neighborhood in the borough of Manhattan, New York City, bounded by Central Park and the Hudson River, and West 59th Street and West 110th Street.",
  "/wiki/Yorkville,_Manhattan": "Yorkville is a neighborhood in the Upper East Side of Manhattan, New York City. Its southern boundary is East 79th Street, its northern East 96th Street, its western Third Avenue, and its eastern the East River. Yorkville is among the city's most affluent neighborhoods.",
  "/wiki/Queensboro_Bridge": "The Queensboro Bridge, also known as the 59th Street Bridge – because its Manhattan end is located between 59th and 60th Streets – and officially named the Ed Koch Queensboro Bridge, is a cantilever bridge over the East River in New York City. It connects the neighborhood of Long Island City in the borough of Queens with the Upper East Side in Manhattan, passing over Roosevelt Island. The bridge was completed in 1909.",
  "/wiki/Jackson_Heights,_Queens": "Jackson Heights is a neighborhood in the northwestern portion of the borough of Queens in New York City. Jackson Heights is neighbored by North Corona to the east, Elmhurst to the south, Woodside to the west, northern Astoria (Ditmars-Steinway) to the northwest,  and East Elmhurst to the northeast.  According to the 2010 United States Census, the neighborhood has a population of 108,152.",
  "/wiki/Corona,_Queens": "Corona is a neighborhood in the borough of Queens in New York City. It is bordered by Flushing and Flushing Meadows–Corona Park to the east, Jackson Heights to the west, Forest Hills and Rego Park to the south, Elmhurst to the southwest, and East Elmhurst to the north. Corona's main thoroughfares include Corona Avenue, Roosevelt Avenue, Northern Boulevard, Junction Boulevard, and 108th Street.",
  "/wiki/Flushing_Meadows%E2%80%93Corona_Park": "Flushing Meadows–Corona Park, often referred to as Flushing Meadows Park, or simply Flushing Meadows, is a public park in the northern part of Queens, New York City. It is bounded by I-678 (Van Wyck Expressway) on the east, Grand Central Parkway on the west, Flushing Bay on the north, and Union Turnpike on the south.  Flushing Meadows–Corona Park is the fourth-largest public park in New York City, with a total area of 897 acres (363 ha).",
  "/wiki/Elmhurst,_Queens": "Elmhurst (formerly Newtown) is a neighborhood in the borough of Queens in New York City. It is bounded by Roosevelt Avenue on the north; the Long Island Expressway on the south; Junction Boulevard on the east; and the New York Connecting Railroad on the west.",
  "/wiki/Hell%27s_Kitchen,_Manhattan": "Hell's Kitchen, sometimes known as Clinton, is a neighborhood on the West Side of Manhattan, New York City, west of Midtown Manhattan. It is traditionally considered to be bordered by 34th Street to the south, 59th Street to the north, Eighth Avenue to the east, and the Hudson River to the west.",
  "/wiki/Sutton_Place,_Manhattan": "York Avenue and Sutton Place are the names of a relatively short north-south thoroughfare in the Yorkville, Lenox Hill, and Sutton Place neighborhoods of the East Side of Manhattan, in New York City. York Avenue runs from 59th to 91st Streets through eastern Lenox Hill and Yorkville on the Upper East Side. Sutton Place and its southern extension runs through their namesake neighborhood along the East River and south of the Queensboro Bridge, with Sutton Place South running from 53rd to 57th Streets and Sutton Place from 57th to 59th Streets. The street is considered among the city's most affluent, and both portions are known for upscale apartments, much like the rest of the Upper East Side."
}