{
  "/wiki/United_States_Dollar": "The United States dollar (sign: $; code: USD; also abbreviated US$ and referred to as the dollar, U.S. dollar, or American dollar) is the official currency of the United States and its territories per the Coinage Act of 1792. One dollar is divided into 100 cents (Symbol: ¢) or 1000 mills (for accounting purposes and for taxing. Symbol: ₥). The Coinage Act of 1792 created a decimal currency by creating the following coins: tenth dollar, one-twentieth dollar, one-hundredth dollar. In addition the act created the dollar, half dollar, and quarter dollar coins. All of these coins are still minted in 2020.",
  "/wiki/Euro": "The euro (sign: €; code: EUR) is the official currency of 19 of the 27 member states of the European Union. This group of states is known as the eurozone or euro area, and counts about 343 million citizens as of 2019[update]. The euro, which is divided into 100 cents, is the second-largest and second-most traded currency in the foreign exchange market after the United States dollar.",
  "/wiki/Pound_sterling": "Pound sterling (symbol: £; ISO code: GBP), commonly known as the pound and less commonly referred to as sterling, is the official currency of the United Kingdom, Jersey, Guernsey, the Isle of Man, Gibraltar, South Georgia and the South Sandwich Islands, the British Antarctic Territory, and Tristan da Cunha. It is subdivided into 100 pence (singular: penny, abbreviated: p). The Pound sterling is the oldest currency in continuous use.  A number of nations that do not use sterling also have currencies called the pound.",
  "/wiki/American_Freedom_Mortgage": "American Freedom Mortgage, Inc. (AFM) was a private S Corporation incorporated on February 2, 2001, according to the Georgia Secretary of State, and headquartered in Marietta, Georgia. AFM conducted business as a multi-state direct-to-consumer correspondent lender and mortgage broker specializing in the origination of subprime and Alt-A mortgage loans. AFM also operated a wholesale mortgage lending division that originated loans via approved mortgage brokers and which used the fictitious name AFMI Funding. As a correspondent lender, AFM sold the mortgage loans on the open market to larger investors.",
  "/wiki/First_Merchant_Bank_(Northern_Cyprus)": "First Merchant Bank OSH Ltd (FMB) was an offshore bank of Northern Cyprus established in 1993. As an offshore bank it was not regulated by the Central Bank of the Turkish Republic of Northern Cyprus, and not allowed to trade with Northern Cyprus residents. In August 2004 the US Financial Crimes Enforcement Network (FinCEN) designated it \"a financial institution of primary money laundering concern\" under Section 311 of the Patriot Act. The Northern Cyprus Ministry of Finance withdrew FMB's banking license in February 2007, and by April 2008 the bank's Ireland-registered major shareholder and its subsidiaries appeared defunct.",
  "/wiki/New_Century": "New Century Financial Corporation was a real estate investment trust that originated mortgage loans in the United States through its operating subsidiaries, New Century Mortgage Corporation and Home123 Corporation.",
  "/wiki/American_Home_Mortgage": "American Home Mortgage Investment Corporation was the 10th largest retail mortgage lender in the United States and was structured as a real estate investment trust (REIT).",
  "/wiki/Ameriquest_Mortgage": "Ameriquest was one of the largest United States sub-prime mortgage lenders until its dissolution in September 2007. Among the first mortgage companies employing computers to solicit prospective borrowers and hasten the loan application process, Ameriquest was accused of predatory lending practices by United States banking regulators.[citation needed] The company was notable for its promotion of the stated income loan, whereby potential borrowers were allowed to claim income without verification of employment. The proliferation of lending to customers with marginal creditworthiness proved to be not only a key factor leading to the 2007 subprime mortgage financial crisis, but also a catalyst to Ameriquest's own demise.",
  "/wiki/NetBank": "NetBank, formerly named Atlanta Internet Bank (1996) and Net.B@nk (1998), was a direct bank.",
  "/wiki/ING_Group": "The ING Group (Dutch: ING Groep) is a Dutch multinational banking and financial services corporation headquartered in Amsterdam. Its primary businesses are retail banking, direct banking, commercial banking, investment banking, wholesale banking, private banking, asset management, and insurance services. With total assets of US$1.1 trillion, it is one of the biggest banks in the world. It consistently ranks among the top 30 largest banks globally. It is also among the top 10 in the list of largest European companies by revenue.",
  "/wiki/ABN_AMRO": "ABN AMRO Bank N.V. is a Dutch bank with headquarters in Amsterdam. ABN AMRO Bank is the third-largest bank in the Netherlands. It was re-established in its current form in 2009, following the acquisition and break-up of the original ABN AMRO by a banking consortium consisting of Royal Bank of Scotland Group, Santander Group and Fortis. Following the collapse of Fortis, who acquired the Dutch business, it was nationalized by the Dutch government along with Fortis Bank Nederland. It was relisted as a public company again in 2015.",
  "/wiki/Royal_Bank_of_Scotland": "The Royal Bank of Scotland (Scottish Gaelic: Banca Rìoghail na h-Alba, Scots: Ryal Bank o Scotland), commonly abbreviated as RBS, is one of the retail banking subsidiaries of The Royal Bank of Scotland Group plc, together with NatWest and Ulster Bank. The Royal Bank of Scotland has around 700 branches, mainly in Scotland, though there are branches in many larger towns and cities throughout England and Wales. Both the bank and its parent, The Royal Bank of Scotland Group, are completely separate from the fellow Edinburgh-based bank, the Bank of Scotland, which pre-dates The Royal Bank of Scotland by 32 years. The Royal Bank of Scotland was established in 1724 to provide a bank with strong Hanoverian and Whig ties.",
  "/wiki/Fortis_(finance)": "Fortis N.V./S.A. was a Belgian financial company active in insurance, banking and investment management. In 2007 it was the 20th largest financial services business in the world by revenue but after encountering severe problems in the financial crisis of 2008, most of the company was sold in parts, with only insurance activities remaining.",
  "/wiki/Grupo_Santander": "Banco Santander, S.A., doing business as Santander Group (/ˌsɑːntɑːnˈdɛər/), is a Spanish multinational commercial bank and financial services company based in Madrid and Santander in Spain. Additionally, Santander maintains a presence in all global financial centres as the 16th-largest banking institution in the world. Although known for its European banking operations, it has extended operations across North and South America, and more recently in continental Asia.",
  "/wiki/Landesbank_Baden-W%C3%BCrttemberg": "Landesbank Baden-Württemberg (LBBW) is a universal bank and the Landesbank for some Federal States of Germany (Baden-Württemberg, Rheinland-Pfalz, Sachsen). As of 2018, it is Germany's biggest state-backed landesbank lender.",
  "/wiki/Landesbank": "The Landesbanken in Germany are a group of state-owned banks of a type unique to Germany. They are regionally organised and their business is predominantly wholesale banking. They are also the head banking institution of the local and regional bases Sparkassen (= saving banks).  Landesbanken and Sparkassen comprise one of the three pillars of Germany's banking system.  The two other pillars are private commercial banks and cooperatives. Each has a different legal purpose, ownership structure, and governance model.  Landesbanken and Sparkassen, as publicly owned entities, are chartered by national and state banking laws to pursue an \"öffentlichen Auftrag\" or public purpose.",
  "/wiki/Northern_Rock": "Northern Rock, formerly the Northern Rock Building Society, was a British bank. Based at Regent Centre in Newcastle upon Tyne, United Kingdom,  Northern Rock was originally a building society. It demutualised and became Northern Rock bank in 1997, when it floated on the London Stock Exchange with the ticker symbol NRK. During the early 2000s the company borrowed substantially to fund mortgages, with the aim of ambitious growth, and also donated large amounts to charitable purposes and communities directly and through sponsorships. The global banking crisis beginning around 2007–08 meant that it was unable to produce income as expected from its loans, and was at risk of being unable to repay the amounts it had borrowed. The news that the bank had approached the government for support with its liquidity led within 24 hours to a public lack of confidence and concerns that savings were at risk, and the bank failed following a bank run as people rushed to withdraw their savings. It was the first British bank in 150 years to fail due to a bank run.",
  "/wiki/HM_Government": "The Government of the United Kingdom, formally referred to as Her Majesty's Government, is the central government of the United Kingdom of Great Britain and Northern Ireland. It is also commonly referred to as simply the UK Government or the British Government.",
  "/wiki/Bear_Stearns": "The Bear Stearns Companies, Inc. was a New York-based global investment bank, securities trading and brokerage firm that failed in 2008 as part of the global financial crisis and recession, and was subsequently sold to JPMorgan Chase.  The company's main business areas before its failure were capital markets, investment banking, wealth management, and global clearing services, and it was heavily involved in the subprime mortgage crisis.",
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 Metropolitan Statistical Area and 22,679,948 residents in its Combined Statistical Area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.",
  "/wiki/JPMorgan_Chase": "JPMorgan Chase & Co. is an American multinational investment bank and financial services holding company headquartered in New York City. JPMorgan Chase is ranked by S&P Global as the largest bank in the United States and the sixth largest bank in the world by total assets, with total assets of US$2.687 trillion. It is also the world's most valuable bank by market capitalization. JPMorgan Chase is incorporated in Delaware.",
  "/wiki/Catholic_Building_Society": "The Catholic Building Society was a UK building society based in Westminster, London. It was the 57th largest in the United Kingdom based on total assets of £44 million at 31 December 2007. The Society was started by Vincent Byrne and the Hon. Nona Byrne, in 1960.",
  "/wiki/Chelsea_Building_Society": "Chelsea Building Society is a trading name of Yorkshire Building Society based in Bradford, West Yorkshire. Chelsea merged with the Yorkshire in 2010, at which point Chelsea was the fourth largest building society in the United Kingdom, with assets in excess of £13 billion and 35 branches, mainly in the southern areas of England, particularly in London.",
  "/wiki/Countrywide_Financial": "Bank of America Home Loans is the mortgage unit of Bank of America. In 2008, Bank of America purchased the failing Countrywide Financial for $4.1 billion. In 2006, Countrywide financed 20% of all mortgages in the United States, at a value of about 3.5% of United States GDP, a proportion greater than any other single mortgage lender.",
  "/wiki/Calabasas,_California": "Calabasas /ˌkæləˈbæsəs/ is a city in Los Angeles County, California, United States, located in the hills west of the San Fernando Valley and in the northwest Santa Monica Mountains between Woodland Hills, Agoura Hills, West Hills, Hidden Hills, and Malibu, California. The Leonis Adobe, an adobe structure in Old Town Calabasas, dates from 1844 and is one of the oldest surviving buildings in greater Los Angeles. The city was formally incorporated in 1991. As of the 2010 census, the city's population was 23,058, up from 20,033 at the 2000 census.",
  "/wiki/Bank_of_America": "The Bank of America Corporation (abbreviated as BofA) is an American multinational investment bank and financial services company headquartered in Charlotte, North Carolina, with central hubs in New York City, London, Hong Kong, Minneapolis, and Toronto. Founded in San Francisco, Bank of America was formed through NationsBank's acquisition of BankAmerica in 1998. It is the second largest banking institution in the United States, after JPMorgan Chase. As a part of the Big Four, it services approximately 10.73% of all American bank deposits, in direct competition with Citigroup, Wells Fargo, and JPMorgan Chase. Its primary financial services revolve around commercial banking, wealth management, and investment banking.",
  "/wiki/Charlotte,_North_Carolina": "Charlotte (/ˈʃɑːrlət/) is the most populous city in the U.S. state of North Carolina. Located in the Piedmont, it is the county seat of Mecklenburg County. In 2018, the U.S. Census Bureau estimated the population was 872,498, making it the 16th-most populous city in the United States. The city is the cultural, economic, and transportation center of the Charlotte metropolitan area, whose population ranks 23rd in the U.S., and had a population of 2,569,213, in 2018.   The Charlotte metropolitan area is part of a sixteen-county market region or combined statistical area with a 2018 census-estimated population of 2,728,933.",
  "/wiki/Alliance_%26_Leicester": "Alliance & Leicester plc was a British bank and former building society, formed by the merger in 1985 of the Alliance Building Society and the Leicester Building Society. The business demutualised in 1997, when it was floated on the London Stock Exchange. It was listed in the FTSE 250 Index, and had been listed in the FTSE 100 Index from April 1997 until June 2008.",
  "/wiki/Roskilde_Bank": "Roskilde Bank was a local Danish bank founded in 1884. It was based in Roskilde with branches over much of Region Hovedstaden.  It merged in 1996 and was taken over by the Danish National Bank in 2008.",
  "/wiki/Danmarks_Nationalbank": "Danmarks Nationalbank (in Danish often simply Nationalbanken) is the central bank of the Kingdom of Denmark. It is a non-eurozone member of the European System of Central Banks (ESCB). Since its establishment in 1818, the objective of the Nationalbank as an independent and credible institution is to issue the Danish currency, the krone, and ensure its stability. The Board of Governors holds full responsibility for the monetary policy.",
  "/wiki/Danish_krone": "The krone (Danish pronunciation: [ˈkʰʁoːnə]; plural: kroner; sign: kr.; code: DKK) is the official currency of Denmark, Greenland, and the Faroe Islands, introduced on 1 January 1875. Both the ISO code \"DKK\" and currency sign \"kr.\" are in common use; the former precedes the value, the latter in some contexts follows it. The currency is sometimes referred to as the Danish crown in English, since krone literally means crown. Historically, krone coins have been minted in Denmark since the 17th century.",
  "/wiki/Silver_State_Bank": "Silver State Bank was a failed Nevada commercial bank with 17 branches in the Las Vegas and Phoenix metropolitan areas and loan operations across the western United States. The bank's assets were acquired by Zions Bancorporation, a bank holding corporation with $2 billion in assets.",
  "/wiki/Federal_Deposit_Insurance_Corporation": "The Federal Deposit Insurance Corporation (FDIC) is one of two agencies that provide  deposit insurance to depositors in U.S. depository institutions, the other being the National Credit Union Administration, which regulates and insures credit unions. The FDIC is a United States government corporation providing deposit insurance to depositors in U.S. commercial banks and savings banks. The FDIC was created by the 1933 Banking Act, enacted during the Great Depression to restore trust in the American banking system. More than one-third of banks failed in the years before the FDIC's creation, and bank runs were common. The insurance limit was initially US$2,500 per ownership category, and this was increased several times over the years. Since the passage of the Dodd–Frank Wall Street Reform and Consumer Protection Act in 2011, the FDIC insures deposits in member banks up to US$250,000 per ownership category.",
  "/wiki/Fannie_Mae": "The Federal National Mortgage Association (FNMA), commonly known as Fannie Mae, is a United States government-sponsored enterprise (GSE) and, since 1968, a publicly traded company. Founded in 1938 during the Great Depression as part of the New Deal, the corporation's purpose is to expand the secondary mortgage market by securitizing mortgage loans in the form of mortgage-backed securities (MBS), allowing lenders to reinvest their assets into more lending and in effect increasing the number of lenders in the mortgage market by reducing the reliance on locally based savings and loan associations (or \"thrifts\"). Its brother organization is the Federal Home Loan Mortgage Corporation (FHLMC), better known as Freddie Mac. As of 2018, Fannie Mae is ranked #21 on the Fortune 500 rankings of the largest United States corporations by total revenue.",
  "/wiki/Freddie_Mac": "The Federal Home Loan Mortgage Corporation (FHLMC), known as Freddie Mac, is a public government-sponsored enterprise (GSE), headquartered in Tysons Corner, Virginia. Freddie Mac is ranked No. 38 on the 2018 Fortune 500 list of the largest United States corporations by total revenue.",
  "/wiki/Federal_Housing_Finance_Agency": "https://www.fhfa.gov/AboutUs/Reports/ReportDocuments/FHFA-2019-PAR.pdf",
  "/wiki/Derbyshire_Building_Society": "Derbyshire Building Society (previously trading as The Derbyshire) was a UK building society based in Duffield, Derbyshire in the East Midlands of England. It was the 9th largest building society in the United Kingdom based on total assets of £7.1 billion at 31 December 2007, until it was acquired by Nationwide Building Society (Nationwide) on 1 December 2008. It operated as a trading division of the society, with 50 branches, until it was fully integrated into its parent in November 2014.",
  "/wiki/Nationwide_Building_Society": "Nationwide Building Society is a British mutual financial institution, the seventh largest cooperative financial institution and  the largest building society in the world with over 15 million members.  Its headquarters are in Swindon, England.",
  "/wiki/Cheshire_Building_Society": "The Cheshire Building Society was a building society based in Macclesfield, Cheshire, England. It was the 11th largest building society in the United Kingdom based on total assets of £5 billion on 31 December 2007, prior to merging with the Nationwide Building Society, and was a member of the Building Societies Association. The Cheshire was acquired by Nationwide on 15 December 2008, which was as a result of its approach to the Nationwide in September 2008 regarding a possible merger due to its financial position.",
  "/wiki/Merrill_Lynch": "Merrill, legally Merrill Lynch, Pierce, Fenner & Smith Incorporated and previously branded as Merrill Lynch, is an American investing and wealth management division of Bank of America. Along with BofA Securities, the investment banking arm, both firms engage in prime brokerage and broker-dealer activities. The firm is headquartered in New York City, and once occupied the entire 34 stories of 250 Vesey Street, part of the Brookfield Place complex in Manhattan. Merrill employs over 14,000 financial advisors and manages $2.3 trillion in client assets. The company also operates Merrill Edge, an electronic trading platform.",
  "/wiki/List_of_banks_acquired_or_bankrupted_during_the_Great_Recession": "This is a list of notable financial institutions worldwide that were severely affected by the Great Recession centered in 2007–2009.  The list includes banks (including savings and loan associations, commercial banks and investment banks), building societies and insurance companies that were:"
}