{
  "/wiki/San_Isidro_Club": "The San Isidro Club (mostly known for its acronym SIC) is an Argentine sports club based in the Boulogne Sur Mer district of Greater Buenos Aires. The club has gained recognition due to its rugby union team, being one of the most successful clubs of Argentina with 26 Torneo de la URBA championships won. SIC has also won 4 Nacional de Clubes tournaments.",
  "/wiki/Buenos_Aires": "Buenos Aires (/ˌbweɪnəs ˈɛəriːz/ or /-ˈaɪrɪs/; Spanish pronunciation: [ˈbwenos ˈaiɾes]) is the capital and largest city of Argentina. The city is located on the western shore of the estuary of the Río de la Plata, on the South American continent's southeastern coast. \"Buenos Aires\" can be translated as \"fair winds\" or \"good airs\", but the former was the meaning intended by the founders in the 16th century, by the use of the original name \"Real de Nuestra Señora Santa María del Buen Ayre\", named after the Madonna of Bonaria in Sardinia. The Greater Buenos Aires conurbation, which also includes several Buenos Aires Province districts, constitutes the fourth-most populous metropolitan area in the Americas, with a population of around 15.6 million.",
  "/wiki/Jos%C3%A9_Amalfitani_Stadium": "The Estadio José Amalfitani is a stadium located in the Liniers neighborhood of Buenos Aires, Argentina, near Liniers railway station. The venue is the home of the Argentine Primera División club Vélez Sársfield and is also known as El Fortín de Liniers or Vélez Sarsfield. The stadium was named after José Amalfitani, who was president of Vélez Sársfield for 30 years.",
  "/wiki/Cipolletti": "Cipolletti (Spanish pronunciation: [sipoˈleti] or [tʃipoˈleti]) is a city in north of the Patagonian province of Río Negro, Argentina, with 75,078 inhabitants at the 2001 census [INDEC].",
  "/wiki/Uni%C3%B3n_de_Rugby_de_Cuyo": "The Cuyo Rugby Union (Spanish: Unión de Rugby de Cuyo) (also known for its initials URC) is the organisational body that rules the game of rugby union in Mendoza Province, Argentina.",
  "/wiki/Mendoza,_Argentina": "Mendoza (/mɛnˈdoʊzə/, American Spanish: [menˈdosa]), officially the City of Mendoza (Spanish: Ciudad de Mendoza) is the capital of the province of Mendoza in Argentina. It is located in the northern-central part of the province, in a region of foothills and high plains, on the eastern side of the Andes. As of the 2010 census [INDEC], Mendoza had a population of 115,041 with a metropolitan population of 1,055,679, making Greater Mendoza the fourth largest census metropolitan area in the country.",
  "/wiki/Estadio_Malvinas_Argentinas": "The Malvinas Argentinas  is the largest stadium in Mendoza, fourth largest census metropolitan area in Argentina. It is owned and administrated by the Provincial Government, and has a seating capacity of over 40,000 spectators.",
  "/wiki/Uni%C3%B3n_Santafesina_de_Rugby": "The Unión Santafesina de Rugby (Rugby Union of Santa Fe) is the governing body for rugby union in Santa Fe Province in Argentina. The union runs rugby competitions in the province of Santa Fe with the exception of Rosario clubs, who are part of the Unión de Rugby de Rosario.",
  "/wiki/Santa_Fe,_Argentina": "Santa Fe de la Vera Cruz (Spanish pronunciation: [ˈsanta ˈfe ðe la ˈβeɾa ˈkɾus]; usually called just Santa Fe) is the capital city of the province of Santa Fe, Argentina.  It is situated in north-eastern Argentina, near the junction of the Paraná and Salado rivers.  It lies 15 kilometres (9.3 mi) from the Hernandarias Subfluvial Tunnel that connects it to the city of Paraná. The city is also connected by canal with the port of Colastiné on the Paraná River.  Santa Fe de la Vera Cruz has about 391,164 inhabitants as per the 2010 census [INDEC]. The metropolitan area has a population of 653,073, making it the eighth largest in Argentina. The third largest city in Argentina is Rosario, also located in Santa Fe Province. Rosario has a population of 1.24 million and it is the largest city in Argentina not to be a provincial capital.",
  "/wiki/Estadio_Brigadier_General_Estanislao_L%C3%B3pez": "Estadio Brigadier General Estanislao Lopez (nicknamed \"El Cementerio de Los Elefantes\") is a football stadium in Santa Fe, Argentina. It is the home stadium of Club Atlético Colón.  The stadium has a capacity of 33,458 and was first opened in 1946.",
  "/wiki/Asunci%C3%B3n": "Asunción (UK: /əˌsʊnsiˈɒn/, US: /ɑːˌsuːnsiˈoʊn, ɑːsuːnˈsjoʊn/, Spanish: [asunˈsjon]) is the capital and largest city of Paraguay.\nThe city is located on the left bank of the Paraguay River, almost at the confluence of this river with the River Pilcomayo, on the South American continent. The Paraguay River and the Bay of Asunción in the northwest separate the city from the Occidental Region of Paraguay and Argentina in the south part of the city. The rest of the city is surrounded by the Central Department.",
  "/wiki/Argentina_national_rugby_union_team": "The Argentina national rugby team is organised by the Argentine Rugby Union (UAR, from the Spanish: Unión Argentina de Rugby). Nicknamed the Pumas (Los Pumas in Spanish), they play in sky blue and white jerseys,",
  "/wiki/Uni%C3%B3n_de_Rugby_de_Rosario": "The Rosario Rugby Union (Spanish: Unión de Rugby de Rosario) is the organisational body that controls the game of rugby union in Rosario, in the province of Santa Fe, Argentina. The rest of Santa Fe province teams are organised under the Unión Santafesina de Rugby.",
  "/wiki/Rosario,_Santa_Fe": "Rosario (Spanish pronunciation: [roˈsaɾjo]) is the largest city in the central Argentina province of Santa Fe. The city is located 300 km (186 mi) northwest of Buenos Aires, on the west bank of the Paraná River. Rosario is the third most populous city in the country, and is also the most populous city in Argentina that is not a provincial capital. With a growing and important metropolitan area, Greater Rosario has an estimated population of 1,276,000 as of 2012[update]. One of its main attractions includes the neoclassical architecture that has been retained over the centuries in hundreds of residences, houses and public buildings."
}