{
  "/wiki/Twister_(1996_film)": "Twister is a 1996 American epic disaster film directed by Jan de Bont from a screenplay by Michael Crichton and Anne-Marie Martin. Its executive producers were Steven Spielberg, Walter Parkes, Laurie MacDonald and Gerald R. Molen. The film stars Helen Hunt, Bill Paxton, Jami Gertz and Cary Elwes, and depicts a group of storm chasers researching tornadoes during a severe outbreak in Oklahoma.",
  "/wiki/Twister...Ride_it_Out": "Twister...Ride It Out was a special effects attraction located at Universal Studios Florida, based on the 1996 film Twister (which were distributed by Universal Pictures and Warner Bros. Pictures). It opened on May 4, 1998, replacing the Ghostbusters Spooktacular attraction in the New York area of the park. The attraction was hosted by actors Bill Paxton and Helen Hunt, who starred in the original film. The attraction closed on November 2, 2015 and was subsequently replaced with Race Through New York Starring Jimmy Fallon, which opened on April 6, 2017.",
  "/wiki/Warner_Bros.": "Warner Bros. Entertainment Inc. (also simply known as Warner Bros. and initialized as WB) is an American entertainment company headquartered in Burbank, California, and a division of AT&T's WarnerMedia. Founded in 1923, it has operations in areas such as film, television, and video games and is one of the \"Big Five\" major American film studios, as well as a member of the Motion Picture Association (MPA).",
  "/wiki/Amblin_Entertainment": "Amblin Entertainment is an American film production company founded by director and producer Steven Spielberg, and film producers Kathleen Kennedy and Frank Marshall in 1981. The company's headquarters are located on the backlot of Universal Studios in Universal City, California. The company distributes all of the films from Amblin Partners under the Amblin Entertainment name.",
  "/wiki/Universal_Studios_Florida": "Universal Studios Florida is a theme park and production studio located in Orlando, Florida, United States. Opened on June 7, 1990, the park's theme is the entertainment industry, in particular movies and television. Universal Studios Florida inspires its guests to \"ride the movies\", and it features numerous attractions and live shows. The park is one component of the larger Universal Orlando Resort.",
  "/wiki/The_Mummy_(franchise)": "The Mummy is the title of several horror-adventure film series centered on an ancient Egyptian priest who is accidentally resurrected, bringing with him a powerful curse, and the ensuing efforts of heroic archaeologists to stop him.",
  "/wiki/Revenge_of_the_Mummy": "Revenge of the Mummy, officially named Revenge of the Mummy: The Ride, is an enclosed roller coaster based on the Mummy film franchise, located at Universal Studios Florida, Universal Studios Hollywood, Universal Studios Singapore using linear induction motors (LIMs) to launch riders from a complete standstill to a top speed of between 40 and 45 mph (64 and 72 km/h) in a matter of seconds. All Revenge of the Mummy roller coasters have a minimum passenger height requirement of 48 inches (120 cm). Two versions of the attraction have the same track layout but different storylines; however the attraction at Universal Studios Hollywood has an original layout and storyline. All three attractions are manufactured by Premier Rides, feature track switches by Dynamic Structures, and are themed by Universal Creative and ITEC Entertainment Corporation. Some of the alternate features of the Singapore version were designed by Adirondack Studios.",
  "/wiki/The_Mummy_Returns": "The Mummy Returns is a 2001 American action-adventure fantasy horror film, written and directed by Stephen Sommers, starring Brendan Fraser, Rachel Weisz, John Hannah, Arnold Vosloo, Oded Fehr, Patricia Velásquez, and Dwayne \"The Rock\" Johnson. The film is a sequel to the 1999 film The Mummy. It was distributed by Universal Pictures.",
  "/wiki/Universal_Studios_Hollywood": "Universal Studios Hollywood is a film studio and theme park in the San Fernando Valley area of Los Angeles County, California.  About 70% of the studio lies within the unincorporated county island known as Universal City while the rest lies within the city limits of Los Angeles, California. It is one of the oldest and most famous Hollywood film studios still in use. Its official marketing headline is \"The Entertainment Capital of LA\". It was initially created to offer tours of the real Universal Studios sets and is the first of many full-fledged Universal Studios Theme Parks located across the world.",
  "/wiki/Universal_Studios_Singapore": "Universal Studios Singapore is a theme park located within Resorts World Sentosa on Sentosa Island, Singapore. It features 28 rides, shows, and attractions in seven themed zones. It was a key component of Genting's bid for the right to build Singapore's second integrated resort. On 8 December 2006, the Singapore government announced that the consortium had won the bid. Construction of the theme park and the rest of the resort started on 19 April 2007. It is the second Universal Studios theme park to open in Asia (Japan being the first), and the first in Southeast Asia. The official plans for the park were unveiled to the public when Universal Studios Singapore released a park map to the public on 20 October 2009. Universal Studios Singapore has since attracted more than 2 million visitors in the 9 months from its opening.",
  "/wiki/Universal_Studios_Dubailand": "Universal Studios Dubailand is an abandoned construction site for a proposed Universal theme park located in Dubai, United Arab Emirates. Its plans called for it to be located within Dubailand, a planned entertainment mega-complex.  The project broke ground in July 2008 but was put on hold shortly thereafter. On October 27, 2016, it was announced that plans for the park had officially been scrapped.",
  "/wiki/Universal_Studios_South_Korea": "Universal Studios Korea (USK; 유니버설 스튜디오 코리아) is an upcoming theme park to be constructed in the vicinity of Hwaseong, South Korea. If the park was constructed, it would have become the sixth Universal Studios theme park in the world, and the fourth in Asia, after Universal Studios Japan, Universal Studios Singapore, and Universal Studios Beijing upon its projected opening in 2020. On 23 December 2015, Universal Studios Korea consortium led by China's largest state-run builder, China State Construction Engineering Corporation, and its largest state-run tourist agency, China Travel Services, won the bidding for the project held by K-Water, the owner of the project site. The consortium also includes the Korean construction firm Daewoo E&C and Korean engineering consulting firm Dohwa Engineering as well as Universal Studios Korea Property Holdings.",
  "/wiki/The_A-Team": "The A-Team is an American action-adventure television series that ran on NBC from 1983 to 1987 about former members of a fictitious United States Army Special Forces unit.  The members, after being court-martialed \"for a crime they didn't commit\", escaped from military prison and, while still on the run, worked as soldiers of fortune. The series was created by Stephen J. Cannell and Frank Lupo. A feature film based on the series was released by 20th Century Fox in 2010.",
  "/wiki/The_Blues_Brothers_(film)": "The Blues Brothers is a 1980 American musical comedy film directed by John Landis. It stars John Belushi and Dan Aykroyd as \"Joliet\" Jake and Elwood Blues, characters developed from \"The Blues Brothers\" recurring musical sketch on the NBC variety series Saturday Night Live.  The film is set in and around Chicago, Illinois, where it was filmed.  The film's screenplay was written by Aykroyd and Landis. It features musical numbers by rhythm and blues (R&B), soul, and blues singers James Brown, Cab Calloway, Aretha Franklin, Ray Charles, and John Lee Hooker. It features non-musical supporting performances by Carrie Fisher, Henry Gibson, Charles Napier and John Candy.",
  "/wiki/The_Blues_Brothers_Show": "The Blues Brothers Show is a live show attraction located at Universal Studios Florida.",
  "/wiki/Jaws_(franchise)": "Jaws is an American natural horror film series that started with a 1975 film that expanded into three sequels, a theme park ride, and other tie-in merchandise, based on a 1974 novel. The main subject of the saga is a great white shark, and its attacks on people in specific areas of the United States. The Brody family is featured in all of the films as the primary antithesis to the shark. The original film was based on a novel written by Peter Benchley, which itself was inspired by the Jersey Shore shark attacks of 1916. Benchley adapted his novel, along with help from Carl Gottlieb and Howard Sackler, into the 1975 film Jaws, which was directed by Steven Spielberg. Although Gottlieb went on to pen two of the three sequels, neither Benchley nor Spielberg returned to the film series in any capacity.",
  "/wiki/Jaws_(ride)": "Jaws is an amusement ride attraction based on the Jaws film series and is located at Universal Studios Japan. It originally opened at Universal Studios Florida in Orlando in 1990, and another installation later opened at Universal Studios Japan in 2001. The ride uses tour boats to take guests through a harbor of the fictional Amity Island, which begins as a leisurely tour that is abruptly interrupted by an attack of the famous great white shark. The concept is an expanded version of the Jaws miniature attraction featured in the Studio Tour at Universal Studios Hollywood in California. In 2012, the attraction was removed from the Florida theme park to make room for the second phase of expansion for The Wizarding World of Harry Potter.",
  "/wiki/Universal_Studios_Japan": "Universal Studios Japan (ユニバーサル・スタジオ・ジャパン, Yunibāsaru Sutajio Japan), located in Osaka, is one of six Universal Studios theme parks, owned and operated by USJ LLC, which is wholly owned by NBCUniversal (as of 2017). The park is similar to the Universal Orlando Resort since it also contains selected attractions from Universal Orlando Resort and Universal Studios Hollywood.",
  "/wiki/Fear_Factor": "Fear Factor was an American stunt/dare game show that first aired on NBC from 2001 to 2006. The show was adapted from the original Dutch version Now or Neverland and renamed Fear Factor by Endemol USA and NBC for the American market. It was initially hosted by comedian and UFC commentator Joe Rogan.",
  "/wiki/Fear_Factor_Live": "Fear Factor Live is a stunt show attraction located at Universal Studios Florida, and previously, Universal Studios Hollywood. Both attractions opened in Spring of 2005. The Hollywood attraction was closed on August 14, 2008 to make way for Creature from the Black Lagoon: The Musical, which opened in Spring 2009. The Florida attraction began operating on a seasonal schedule in June 3, 2005. The attraction began running again on a full-time basis (except for Halloween Horror Nights considerations) in the Summer of 2010. The attraction is based on the NBC television series Fear Factor, and features theme park guests becoming contestants in various stunts inspired by the show.",
  "/wiki/NBC": "The National Broadcasting Company (NBC) is an American English-language commercial terrestrial radio and television network that is a flagship property of NBCUniversal, a subsidiary of Comcast. The network is headquartered at 30 Rockefeller Plaza in New York City, with additional major offices near Los Angeles (at 10 Universal City Plaza), Chicago (at the NBC Tower) and Philadelphia (at the Comcast Technology Center). The network is one of the Big Three television networks. NBC is sometimes referred to as the \"Peacock Network\", in reference to its stylized peacock logo, introduced in 1956 to promote the company's innovations in early color broadcasting. It became the network's official emblem in 1979.",
  "/wiki/E.T._the_Extra-Terrestrial": "E.T. the Extra-Terrestrial is a 1982 American science fiction film produced and directed by Steven Spielberg, and written by Melissa Mathison. It features special effects by Carlo Rambaldi and Dennis Muren, and stars Dee Wallace, Peter Coyote, and Henry Thomas with supporting roles by Robert MacNaughton, Drew Barrymore, and Pat Welsh. It tells the story of Elliott (Thomas), a boy who befriends an extraterrestrial, dubbed \"E.T.\" (Welsh), who is stranded on Earth. Elliott and his siblings help E.T. return to his home planet, while attempting to keep him hidden from the government.",
  "/wiki/E.T._Adventure": "E.T. Adventure is a dark ride featured at Universal Studios Florida, and formerly, the Universal Studios Hollywood and Universal Studios Japan theme parks.  The ride is based on the movie E.T. the Extra-Terrestrial. E.T. Adventure's animatronics were manufactured by Sally Corporation.",
  "/wiki/An_American_Tail": "An American Tail is a 1986 American animated musical comedy-drama adventure film directed by Don Bluth and produced by Sullivan Bluth Inc. and Amblin Entertainment. It tells the story of Fievel Mousekewitz and his family as they emigrate from the Imperial Russian territory of Ukraine to the United States for freedom. However, he gets lost and must find a way to reunite with them. It was released on November 21, 1986, to reviews that ranged from positive to mixed and was a box office hit, making it the highest-grossing non-Disney animated film at the time. Its success, along with that of The Land Before Time and Disney's Who Framed Roger Rabbit, and Bluth's departure from their partnership, prompted Steven Spielberg to establish his own animation studio, Amblimation.",
  "/wiki/An_American_Tail_Theatre": "This is a list of former Universal Studios Florida attractions.",
  "/wiki/Sullivan_Bluth_Studios": "Sullivan Bluth Studios was an American and Irish animation studio established in 1979 by animator Don Bluth. Bluth and several colleagues, all of whom were former Disney animators, left Disney on September 13, 1979 to form Don Bluth Productions, later known as the Bluth Group. This studio produced the short film Banjo the Woodpile Cat, the feature film The Secret of NIMH, a brief animation sequence in the musical Xanadu, and the video games Dragon's Lair and Space Ace. The Bluth Group went bankrupt in 1984, and Bluth co-founded Sullivan Bluth Studios with American businessman Morris Sullivan in 1985.",
  "/wiki/Woody_Woodpecker": "Woody Woodpecker is a cartoon anthropomorphic woodpecker appeared in theatrical short films produced by the Walter Lantz Studio and distributed by Universal Studios.",
  "/wiki/Woody_Woodpecker's_Nuthouse_Coaster": "Woody Woodpecker's Nuthouse Coaster is an attraction at Universal Studios Florida. It was the park's first roller coaster and the first roller coaster constructed at Universal Orlando Resort. The coaster was built in 1999, between the outside queue area for E.T. Adventure and the former 1990 Hard Rock Cafe building. The pretense is that guests are going on a wild ride through Woody Woodpecker's own Nut Factory.",
  "/wiki/Walter_Lantz_Productions": "Walter Lantz Productions was an American animation studio. It was in operation from 1929 to 1972, and was the principal supplier of animation for Universal Studios, now part of the media conglomerate NBCUniversal, owned by Comcast. Nowadays the company exists in name only as a subsidiary of Universal Animation Studios, handling the rights to the studio's characters and films.",
  "/wiki/Curious_George": "Curious George is the main character of a series of popular children's books and TV episodes of the same name, written by Margret and H. A. Rey. George (who is referred to as a monkey in the books) was brought from his home in Africa by \"The Man with The Yellow Hat\". They are best friends and they live together in \"the city\" and \"the country\". The names of these areas have not been declared yet.",
  "/wiki/Curious_George_Goes_to_Town": "Curious George Goes to Town is a children's aqua play and ball play area at Universal Studios Florida. The attraction originally opened in 1998, on the former site of The Bates Mansion Set used in Psycho IV: The Beginning. It was similar to the Jaws ride.",
  "/wiki/American_Graffiti": "American Graffiti is a 1973 American coming-of-age comedy film directed and co-written by George Lucas starring Richard Dreyfuss, Ron Howard, Paul Le Mat, Harrison Ford, Charles Martin Smith, Cindy Williams, Candy Clark, Mackenzie Phillips, Bo Hopkins, and Wolfman Jack. Suzanne Somers and Joe Spano also appear in the film.",
  "/wiki/Lucasfilm": "Lucasfilm Ltd. LLC is an American film and television production company that is a subsidiary of The Walt Disney Studios, a division of The Walt Disney Company. The studio is best known for creating and producing the Star Wars and Indiana Jones franchises, as well as its leadership in developing special effects, sound and computer animation for film. Lucasfilm was founded by filmmaker George Lucas in 1971 in San Rafael, California; most of the company's operations were moved to San Francisco in 2005. Disney acquired Lucasfilm in December 2012 for $2.2 billion in cash and $1.855 billion in stock.",
  "/wiki/Universal_Horror": "Universal Classic Monsters is a name given to the horror, fantasy, thriller and science fiction films made by Universal Pictures during the decades of the 1920s through the 1950s. They were the first shared universe in the entire movie industry in Hollywood and around the world. They began with The Phantom of the Opera, a silent films starring Lon Chaney. Universal classic Monsters continued with talkies including core monsters in the franchise Dracula, Frankenstein, The Mummy, The Invisible Man, The Wolf Man and Creature from the Black Lagoon. The films often featured Bela Lugosi, Boris Karloff and Lon Chaney Jr.",
  "/wiki/Universal's_Horror_Make-Up_Show": "Universal's Horror Make-Up Show (previously titled The Phantom of the Opera Horror Make-Up Show and The Gory, Gruesome and Grotesque Horror Make-Up Show) is an attraction located at Universal Studios Florida. It opened with the theme park on June 7, 1990, and is a live show featuring at least three on-stage actors who comically instruct guests on Universal Pictures' legacy of horror movies. It was inspired by the former The Land of a Thousand Faces show at Universal Studios Hollywood.",
  "/wiki/Psycho_(film_series)": "Psycho is an American horror franchise consisting of six films loosely based on the Psycho novels by Robert Bloch, namely Psycho, Psycho II, Psycho III, Bates Motel, Psycho IV: The Beginning, the 1998 remake of the original film, and additional merchandise spanning various media. The first film, Psycho, was directed by filmmaker Alfred Hitchcock. Subsequently, another film related to the series was made: an Alfred Hitchcock biopic. Also, an independent documentary called The Psycho Legacy was released on October 19, 2010. It mostly focused on Psycho II, Psycho III and Psycho IV: The Beginning, but did cover the impact and legacy of the original film.",
  "/wiki/Alfred_Hitchcock:_The_Art_of_Making_Movies": "This is a list of former Universal Studios Florida attractions.",
  "/wiki/Alfred_Hitchcock_filmography": "Alfred Hitchcock (1899–1980) was an English director and filmmaker. Popularly known as the \"Master of Suspense\" for his use of innovative film techniques in thrillers, Hitchcock started his career in the British film industry as a title designer and art director for a number of silent films during the early 1920s. His directorial debut was the 1925 release The Pleasure Garden. Hitchcock followed this with The Lodger: A Story of the London Fog, his first commercial and critical success. It featured many of the thematic elements his films would be known for such as an innocent man on the run. It also featured the first of his famous cameo appearances. Two years later he directed Blackmail (1929) which was his first sound film. In 1935 Hitchcock directed The 39 Steps. Three years later he directed The Lady Vanishes, starring Margaret Lockwood and Michael Redgrave.",
  "/wiki/Murder,_She_Wrote": "Murder, She Wrote was an American crime drama television series starring Angela Lansbury as mystery writer and amateur detective Jessica Fletcher. The series aired for 12 seasons with 264 episodes from 1984 to 1996 on the CBS network. It was followed by four TV films. Among the most successful and longest-running television shows in history, it averaged more than 30 million viewers per week in its prime (sometimes hitting above 40 million viewers), and was a staple of the CBS Sunday night lineup for a decade. In syndication, the series is still highly successful throughout the world.",
  "/wiki/Murder,_She_Wrote_Mystery_Theatre": "This is a list of former Universal Studios Florida attractions.",
  "/wiki/King_Kong": "King Kong is a giant movie monster, resembling an enormous gorilla, that has appeared in various media since 1933. Kong has been dubbed the Eighth Wonder of the World, a phrase commonly used within the films. The character first appeared in the novelization of the 1933 film King Kong from RKO Pictures, with the film premiering a little over two months later. The film received universal acclaim upon its initial release and re-releases. A sequel quickly followed that same year with The Son of Kong, featuring Little Kong. In the 1960s, Toho produced King Kong vs. Godzilla (1962), pitting a larger Kong against Toho's own Godzilla, and King Kong Escapes (1967), based on The King Kong Show (1966–1969) from Rankin/Bass Productions. In 1976, Dino De Laurentiis produced a modern remake of the original film directed by John Guillermin. A sequel, King Kong Lives, followed a decade later featuring a Lady Kong. Another remake of the original, this time set in 1933, was released in 2005 from filmmaker Peter Jackson.",
  "/wiki/King_Kong_Encounter": "King Kong Encounter was an attraction formerly part of the Studio Tour at Universal Studios Hollywood in Los Angeles. King Kong Encounter was based on the 1976 King Kong film and served as a basis for a stand-alone Kongfrontation, a former attraction at Universal Studios Florida. The scene, located amongst the New York Street backlot sets in the heart of the studios, was destroyed in the 2008 Universal fire and was replaced by King Kong: 360 3-D, which was opened on July 1, 2010.",
  "/wiki/Kongfrontation": "Kongfrontation was a ride at the Universal Studios Florida theme park, in Orlando, Florida, the main attraction in the park's New York section. It opened as one of the original attractions at the park on June 7, 1990 and was closed on September 8, 2002; Revenge of the Mummy opened in its place on May 21, 2004. Kongfrontation was based on the 1976 King Kong film and King Kong Encounter, an extinct attraction on the long running Studio Tour at Universal Studios Hollywood. The main plot of the ride revolves around the authorities attempting to evacuate civilians away from Kong's rampage and to Roosevelt Island.",
  "/wiki/King_Kong:_360_3-D": "King Kong: 360 3-D is an attraction which is included in the Studio Tour at Universal Studios Hollywood. The attraction takes guests to a recreated version of Skull Island from Peter Jackson's 2005 remake King Kong. It employs  3-D HD imagery on two 200-foot (61 m) wide screens, tram motion, wind, water, and scent resulting in an immersive two and a half minute film. The attraction replaced King Kong Encounter which burned down in 2008. King Kong: 360 3-D made its debut on the Studio Tour on July 1, 2010.",
  "/wiki/King_Kong_(Universal_Studios_Dubailand)": "Universal Studios Dubailand is an abandoned construction site for a proposed Universal theme park located in Dubai, United Arab Emirates. Its plans called for it to be located within Dubailand, a planned entertainment mega-complex.  The project broke ground in July 2008 but was put on hold shortly thereafter. On October 27, 2016, it was announced that plans for the park had officially been scrapped.",
  "/wiki/Paramount_Pictures": "Paramount Pictures Corporation (also known simply as Paramount) is an American film studio that is a subsidiary of ViacomCBS. It is the fifth oldest surviving film studio in the world, the second oldest in the United States, and the sole member of the \"Big Five\" film studios still located in the Los Angeles neighborhood of Hollywood.",
  "/wiki/Wingnut_Films": "WingNut Films is a New Zealand production company based in Wellington, New Zealand. It is notable for producing and collaborates predominantly with filmmaker Peter Jackson. WingNut Films also has produced at Pinewood Studios in England.",
  "/wiki/Earthquake_(1974_film)": "Earthquake is a 1974 American ensemble disaster film directed and produced by Mark Robson. The plot concerns the struggle for survival after a catastrophic earthquake destroys most of the city of Los Angeles, California.",
  "/wiki/Earthquake:_The_Big_One": "This is a list of former Universal Studios Florida attractions.",
  "/wiki/Waterworld": "Waterworld is a 1995 American post-apocalyptic action film directed by Kevin Reynolds and co-written by Peter Rader and David Twohy. It was based on Rader's original 1986 screenplay and stars Kevin Costner, who also produced it with Charles Gordon and John Davis. It was distributed by Universal Pictures.",
  "/wiki/Waterworld:_A_Live_Sea_War_Spectacular": "Waterworld: A Live Sea War Spectacular, also known as Waterworld, is an attraction based on the 1995 film Waterworld found at Universal Studios Hollywood (1995), Universal Studios Japan (2001), and Universal Studios Singapore (2010). The original attraction opened at the same time as the film. Although the film was considered a critical and financial disappointment, the show was highly praised, winning a 1996 Thea Award from the Themed Entertainment Association. The attraction remains highly rated by park guests.",
  "/wiki/Davis_Entertainment": "Davis Entertainment is an American film and television production company, founded by John Davis in 1984.",
  "/wiki/Back_to_the_Future_(film_series)": "Back to the Future is an American science fiction adventure comedy film series written and directed by Robert Zemeckis, produced by Bob Gale and Neil Canton for Steven Spielberg's Amblin Entertainment, and distributed by Universal Pictures. The franchise follows the adventures of a high school student, Marty McFly (Michael J. Fox), and an eccentric scientist, Dr. Emmett L. Brown (Christopher Lloyd), as they use a DeLorean time machine to time travel to different periods in the history of Hill Valley, California.",
  "/wiki/Back_to_the_Future:_The_Ride": "Back to the Future: The Ride was a simulator ride at Universal Studios theme parks. It was based on and inspired by the Back to the Future film series and is a mini-sequel to 1990's Back to the Future Part III. It was located at Universal Studios Florida and Universal Studios Hollywood, where it was replaced by The Simpsons Ride, and at Universal Studios Japan, where it was replaced by Despicable Me Minion Mayhem.",
  "/wiki/Jurassic_Park": "Jurassic Park, later known as Jurassic World, is an American science fiction media franchise centered on a disastrous attempt to create a theme park of cloned dinosaurs. It began in 1990 when Universal Pictures and Amblin Entertainment bought the rights to the novel by Michael Crichton before it was even published. The book was successful, as was Steven Spielberg's 1993 film adaptation. The film received a theatrical 3D re-release in 2013, and was selected in 2018 for preservation in the United States National Film Registry by the Library of Congress as being \"culturally, historically, or aesthetically significant.\"",
  "/wiki/Jurassic_Park_River_Adventure": "Jurassic Park: The Ride is a water-based amusement ride based on the Steven Spielberg film Jurassic Park and Michael Crichton's novel of the same name which the film is based on located at Universal Orlando's Islands of Adventure in Orlando, Florida and Universal Studios Japan in Osaka, Japan. It was formerly located at Universal Studios Hollywood in Los Angeles, California, where it was turned into Jurassic World: The Ride.",
  "/wiki/Pteranodon_Flyers": "Universal's Islands of Adventure (originally Universal Studios Islands of Adventure) is a theme park located in Orlando, Florida. It opened on May 28, 1999, along with CityWalk, as part of an expansion that converted Universal Studios Florida into the Universal Orlando Resort. The resort's slogan Vacation Like You Mean It was introduced in 2013.",
  "/wiki/Jurassic_Park:_The_Ride": "Jurassic Park: The Ride is a water-based amusement ride based on the Steven Spielberg film Jurassic Park and Michael Crichton's novel of the same name which the film is based on located at Universal Orlando's Islands of Adventure in Orlando, Florida and Universal Studios Japan in Osaka, Japan. It was formerly located at Universal Studios Hollywood in Los Angeles, California, where it was turned into Jurassic World: The Ride.",
  "/wiki/Jurassic_Park_Rapids_Adventure": "Jurassic Park Rapids Adventure is a river rapids ride in The Lost World zone at Universal Studios Singapore in Resorts World Sentosa, Sentosa Island, Singapore.",
  "/wiki/Islands_of_Adventure": "Universal's Islands of Adventure (originally Universal Studios Islands of Adventure) is a theme park located in Orlando, Florida. It opened on May 28, 1999, along with CityWalk, as part of an expansion that converted Universal Studios Florida into the Universal Orlando Resort. The resort's slogan Vacation Like You Mean It was introduced in 2013.",
  "/wiki/Backdraft_(1991_film)": "Backdraft is a 1991 American drama thriller  film directed by Ron Howard and written by Gregory Widen. The film stars Kurt Russell, William Baldwin, Scott Glenn, Jennifer Jason Leigh, Rebecca De Mornay, Donald Sutherland, Robert De Niro, Jason Gedrick and J. T. Walsh. It is about Chicago firefighters on the trail of a serial arsonist.",
  "/wiki/Backdraft_(attraction)": "Backdraft is a fire special effects show at Universal Studios Japan and formerly at Universal Studios Hollywood, based on the 1991 film of the same name. Visitors could learn how the pyrotechnic effects were created and experience some of them first hand. It was the first attraction based on an R-rated film at the Universal theme park.",
  "/wiki/Imagine_Entertainment": "Imagine Entertainment (formerly Imagine Films Entertainment and also known simply as Imagine) is an American film and television production company founded in 1986 by director Ron Howard and producer Brian Grazer.",
  "/wiki/List_of_owned-properties_at_Universal_Parks_&_Resorts": "This is a listing of past and present properties owned by Universal Studios that appear at their Universal Parks & Resorts."
}