{
  "/wiki/Vancouver_Whitecaps_FC": "Vancouver Whitecaps FC is a Canadian professional soccer team based in Vancouver, British Columbia that competes in the Western Conference of Major League Soccer (MLS). The Whitecaps were the 17th team to enter Major League Soccer and replaced the USSF Division 2 team of the same name in the city. The club has been owned and managed by the same group since their USSF days, having graduated to MLS after the conclusion of the USSF's 2010 season. The MLS version of the team is a phoenix club, and the third to carry the legacy of the Whitecaps name. In the 2012 season, the team became the first Canadian team to qualify for the MLS Cup Playoffs.",
  "/wiki/Omar_Salgado": "Omar Salgado (born September 10, 1993) is an American soccer player who plays for El Paso Locomotive.",
  "/wiki/Forward_(association_football)": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.",
  "/wiki/United_States_U-20_men%27s_national_soccer_team": "The United States under-20 men's national Football team is controlled by the United States Soccer Federation. The highest level of competition in which the team competes is the FIFA U-20 World Cup, which is held every two years.",
  "/wiki/Portland_Timbers": "The Portland Timbers is an American professional soccer club based in Portland, Oregon. The Timbers compete in Major League Soccer (MLS) as a member club of the league's Western Conference. The Timbers have played their home games at Providence Park since 2011, when the team began play as an expansion team in the league.",
  "/wiki/Darlington_Nagbe": "Darlington Joephillip Nagbe (born July 19, 1990) is an American soccer player who plays for Columbus Crew SC in Major League Soccer and the United States men's national soccer team as a midfielder. Nagbe spent the first seven seasons of his career with the Portland Timbers, winning the MLS Cup with the club in 2015, before being acquired by Atlanta United following the 2017 season.",
  "/wiki/University_of_Akron": "The University of Akron is a public research university in Akron, Ohio. It is part of the University System of Ohio. As a STEM-focused institution, it focuses on industries such as polymers, advanced materials, and engineering.",
  "/wiki/Cleveland_Internationals": "Cleveland Internationals was an American soccer team based in Cleveland, Ohio, United States. Founded in 2004, the team played in the USL Premier Development League (PDL), the fourth tier of the American Soccer Pyramid, in the Great Lakes Division of the Central Conference. The franchise folded at the end of the 2010 season and left the league thereafter.",
  "/wiki/D.C._United": "D.C. United is an American professional soccer club based in Washington, D.C. The club competes as a member of the Eastern Conference in Major League Soccer (MLS), the top level of professional American soccer. The franchise began play in 1996 as one of the ten charter clubs of the league. The club was one of the most successful clubs in the early years of MLS, winning eight of its thirteen titles between 1996 and 1998 under then head coach Bruce Arena. United holds the joint MLS record for most Supporters' Shields, has four MLS Cups, and been crowned U.S. Open Cup champions three times. It is also the first club to win both the MLS Supporters' Shield and MLS Cup consecutively.",
  "/wiki/Perry_Kitchen": "Perry Allen Kitchen (born February 29, 1992) is an American professional soccer player who plays as a defensive midfielder for the LA Galaxy in Major League Soccer.",
  "/wiki/Midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/Chicago_Fire_Premier": "Chicago Fire U-23 Is an American soccer team based in Chicago, Illinois, United States. Founded in 2001, the team plays in the USL League Two  , And the team also played in the Premier Development League (PDL), the fourth tier of the American Soccer Pyramid, in the Great Lakes Division of the Central Conference.",
  "/wiki/Chivas_USA": "Club Deportivo Chivas USA was an American professional soccer team based in Carson, California, a suburb of Los Angeles. The club played from 2005 to 2014 in Major League Soccer (MLS) and was a subsidiary of Mexican club C.D. Guadalajara, sharing common ownership and branding.",
  "/wiki/Zarek_Valentin": "Zarek Chase Valentin (born August 6, 1991) is an American soccer player who currently plays for the Houston Dynamo in Major League Soccer.",
  "/wiki/Defender_(association_football)": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/Reading_United_A.C.": "Reading United AC is an American soccer team based in Reading, Pennsylvania. Founded in 1995, the team plays in USL League Two, the fourth tier of the American Soccer Pyramid.",
  "/wiki/Michigan_Bucks": "Flint City Bucks, formerly Michigan Bucks, is an American soccer team based in Flint, Michigan, United States. Founded in 1995, the team plays in USL League Two, the fourth tier of the American Soccer Pyramid.",
  "/wiki/Philadelphia_Union": "The Philadelphia Union is an American professional soccer team based in Chester, Pennsylvania. The Union competes in Major League Soccer (MLS) as a member club of the league's Eastern Conference. The club began play in 2010 as an expansion team of the league. The club plays their home matches at Talen Energy Stadium, a soccer-specific stadium located in Chester on the banks of the Delaware River. Jim Curtin is the Union's head coach.",
  "/wiki/Zac_MacMath": "Zachary Michael MacMath (born August 7, 1991) is an American professional soccer player who plays as a goalkeeper in Major League Soccer for Real Salt Lake.",
  "/wiki/Goalkeeper_(association_football)": "The goalkeeper, often shortened to keeper or goalie, is one of the major positions of association football. It is the most specialised position in the sport. The goalkeeper's primary role is to prevent the opposing team from scoring (moving the ball over the defended goal-line within the frame of the goal). This is accomplished by the goalkeeper moving into the path of the ball and either catching it or directing it away from the vicinity of the goal line. Within the penalty area goalkeepers are able to use their hands, making them (outside throw-ins) the only players on the field permitted to handle the ball. The special status of goalkeepers is indicated by them wearing different coloured kits from their teammates.",
  "/wiki/University_of_Maryland": "The University of Maryland, College Park (University of Maryland, UMD, or simply Maryland) is a public research university in College Park, Maryland. Founded in 1856, UMD is the flagship institution of the University System of Maryland. It is also the largest university in both the state and the Washington metropolitan area, with more than 41,000 students representing all fifty states and 123 countries, and a global alumni network of over 360,000. Its twelve schools and colleges together offer over 200 degree-granting programs, including 92 undergraduate majors, 107 master's programs, and 83 doctoral programs. UMD is a member of the Association of American Universities and competes in intercollegiate athletics as a member of the Big Ten Conference.",
  "/wiki/New_England_Revolution": "The New England Revolution is an American professional soccer club based in the Greater Boston area that competes in Major League Soccer (MLS), in the Eastern Conference of the league. It is one of the ten charter clubs of MLS, having competed in the league since its inaugural season.",
  "/wiki/A._J._Soares": "Anthony James \"A.J.\" Soares (born November 28, 1988) is an American retired soccer player who played as a defender for Orange County Blue Star, New England Revolution, Viking and AGF.",
  "/wiki/University_of_California,_Berkeley": "The University of California, Berkeley (UC Berkeley, Berkeley, Cal, or California) is a public research university in Berkeley, California. Founded in 1868, it is the flagship campus and the oldest of the ten campuses of the University of California. Berkeley has been ranked by numerous major education publications as among the top ten universities in the world.",
  "/wiki/Orange_County_Blue_Star": "Orange County Blue Star was an American soccer team based in Irvine, California, United States. Founded in 1997, the team played in the USL Premier Development League (PDL), the fourth tier of the American Soccer Pyramid, in the Southwest Division of the Western Conference until 2012.",
  "/wiki/Houston_Dynamo": "Houston Dynamo are an American professional soccer club based in Houston, Texas. The franchise competes in Major League Soccer (MLS), as a member of the Western Conference. The Dynamo had first played their home games at Robertson Stadium on the University of Houston campus until 2011. Since 2012, the Dynamo has played home matches at BBVA Stadium, a soccer-specific stadium located in Houston.",
  "/wiki/Kofi_Sarkodie": "Kofi Kwarteng Frempong Sarkodie (born March 22, 1991) is an American soccer player who most recently played for Trelleborgs FF in Allsvenskan.",
  "/wiki/Vancouver_Whitecaps_FC_(MLS)": "Vancouver Whitecaps FC is a Canadian professional soccer team based in Vancouver, British Columbia that competes in the Western Conference of Major League Soccer (MLS). The Whitecaps were the 17th team to enter Major League Soccer and replaced the USSF Division 2 team of the same name in the city. The club has been owned and managed by the same group since their USSF days, having graduated to MLS after the conclusion of the USSF's 2010 season. The MLS version of the team is a phoenix club, and the third to carry the legacy of the Whitecaps name. In the 2012 season, the team became the first Canadian team to qualify for the MLS Cup Playoffs.",
  "/wiki/Michael_Nanchoff": "Michael Nanchoff (born September 24, 1988) is an American retired soccer player who is currently an assistant coach for the Akron Zips men's soccer team.",
  "/wiki/Chicago_Fire_Soccer_Club": "Chicago Fire Football Club is an American professional soccer franchise based in Chicago, Illinois. The team competes in Major League Soccer (MLS) as a member of the league's Eastern Conference, having moved to the conference in 2002.",
  "/wiki/Jalil_Anibaba": "Jalil Anibaba (/dʒəˈliːl ɑːniˈbɑːbə/; born October 19, 1988) is an American soccer player who currently plays for Nashville SC in Major League Soccer.",
  "/wiki/University_of_North_Carolina": "The University of North Carolina is a multi-campus public university system composed of all 16 of North Carolina's public universities, as well as the NC School of Science and Mathematics, the nation's first public residential high school for gifted students. Commonly referred to as the University of North Carolina System or the UNC System to differentiate it from the original campus in Chapel Hill, the university has a total enrollment of over 239,987 students[when?] and in 2008 conferred over 75% of all baccalaureate degrees in North Carolina. UNC campuses conferred 43,686 degrees in 2008–2009, the bulk of which were at the bachelor's level, with 31,055 degrees awarded.",
  "/wiki/Carolina_Dynamo": "North Carolina Fusion U-23, formerly known as Carolina Dynamo, is an American soccer team based in Greensboro, North Carolina, United States. Founded in 1993, the team plays in USL League Two, the fourth tier of the American Soccer Pyramid.",
  "/wiki/Sporting_Kansas_City": "Sporting Kansas City, often shortened to Sporting KC, is an American professional soccer club based in Kansas City, Kansas. The administrative offices are located in Downtown Kansas City, Missouri, and the team clubhouse and practice facilities are located in Kansas City, Kansas near Children's Mercy Park. The club competes as a member of the Western Conference in Major League Soccer (MLS), having returned in 2015 after spending ten seasons in the Eastern Conference.",
  "/wiki/C._J._Sapong": "Charles \"CJ\" Nana Kwabena Sapong (/səˈpɒŋ/; born December 27, 1988) is an American soccer player who currently plays as a forward for Chicago Fire in Major League Soccer.",
  "/wiki/James_Madison_University": "James Madison University (also known as JMU, Madison, or James Madison) is a public research university in Harrisonburg, Virginia. Founded in 1908 as the State Normal and Industrial School for Women at Harrisonburg, the institution was renamed Madison College in 1938 in honor of President James Madison and then James Madison University in 1977. The university is situated in the Shenandoah Valley, just west of Massanutten Mountain.",
  "/wiki/Will_Bruin": "William Christopher \"Will\" Bruin (born October 24, 1989) is an American soccer player currently playing as a forward for Seattle Sounders FC of Major League Soccer.",
  "/wiki/Indiana_University": "Indiana University (IU) is a system of public universities in the state of Indiana. Indiana University has a combined student body of more than 110,000 students, which includes approximately 46,000 students enrolled at the Indiana University Bloomington campus.",
  "/wiki/Columbus_Crew": "Columbus Crew Soccer Club is an American professional soccer club based in Columbus, Ohio. The Crew competes in Major League Soccer (MLS) as a member of the league's Eastern Conference and began play in 1996 as one of the ten charter clubs of the league. The team is currently being operated by an ownership group led by the Haslam family and former team doctor Pete Edwards. The Haslam/Edwards group is the third owner in club history.",
  "/wiki/Rich_Balchan": "Rich Balchan (born January 18, 1989) is an American soccer who currently plays for Atlantic City FC in the National Premier Soccer League.",
  "/wiki/New_York_Red_Bulls": "The New York Red Bulls are an American professional soccer club based in Harrison, New Jersey. The Red Bulls compete as a member of the Eastern Conference of Major League Soccer (MLS). The club was established in October 1994 and began play in the league's inaugural season in 1996 as the New York/New Jersey MetroStars. In 2006, the team was sold to Red Bull GmbH and re-branded as part of the company's global network of football clubs, leading to the team's current name.",
  "/wiki/Corey_Hertzog": "Corey Hertzog (born August 1, 1990) is an American soccer player who currently plays for Reno 1868 in the USL Championship.",
  "/wiki/Pennsylvania_State_University": "The Pennsylvania State University (Penn State or PSU) is a state-related, land-grant, doctoral university with campuses and facilities throughout Pennsylvania. Founded in 1855 as the Farmers' High School of Pennsylvania, Penn State conducts teaching, research, and public service. Its instructional mission includes undergraduate, graduate, professional and continuing education offered through resident instruction and online delivery. Its University Park campus, the flagship campus, lies within the Borough of State College and College Township. It has two law schools: Penn State Law, on the school's University Park campus, and Dickinson Law, located in Carlisle, 90 miles south of State College. The College of Medicine is located in Hershey. Penn State has another 19 commonwealth campuses and 5 special mission campuses located across the state. Penn State has been labeled one of the \"Public Ivies,\" a publicly funded university considered as providing a quality of education comparable to those of the Ivy League.",
  "/wiki/V%C3%ADctor_Estupi%C3%B1%C3%A1n": "Víctor Manuel Estupiñán Mairongo (born March 5, 1988 in Quinindé) is an Ecuadorian footballer who plays for Galácticos FC.",
  "/wiki/Liga_Deportiva_Universitaria_de_Quito": "Liga Deportiva Universitaria (Spanish pronunciation: [ˈliɣa ðepoɾˈtiβa uniβeɾsiˈtarja]), often referred to as Liga de Quito, LDU, is an Ecuadorian professional football club based in Quito. They play in the Serie A, the highest level of the Ecuadorian professional football league. They play their home games at the Estadio Rodrigo Paz Delgado, more commonly referred to as Casa Blanca. Rival clubs include Quito-based clubs El Nacional, Deportivo Quito, Aucas and Universidad Católica.",
  "/wiki/Justin_Meram": "Justin Meram (Arabic: جستن حكمت عزيز ميرام‎; born December 4, 1988) is a professional footballer who plays as a forward for Real Salt Lake of Major League Soccer and the Iraq national team. Meram qualifies to represent Iraq through his parents, who were both born there.",
  "/wiki/University_of_Michigan": "The University of Michigan (UM, U-M, U of M, or UMich), often simply referred to as Michigan, is a  public research university in Ann Arbor, Michigan. The university is Michigan's oldest; it was founded in 1817 in Detroit, as the Catholepistemiad, or University of Michigania, 20 years before the territory became a state.  The school was moved to Ann Arbor in 1837 onto 40 acres (16 ha) of what is now known as Central Campus. Since its establishment in Ann Arbor, the flagship university campus has expanded to include more than 584 major buildings with a combined area of more than 34 million gross square feet (780 acres; 3.2 km2) spread out over a Central Campus and North Campus, two regional campuses in Flint and Dearborn, and a Center in Detroit. The university is a founding member of the Association of American Universities.",
  "/wiki/Los_Angeles_Galaxy": "The LA Galaxy, also known as the Los Angeles Galaxy, is an American professional soccer club based in the Los Angeles suburb of Carson, California, that competes in Major League Soccer (MLS), as a member of the Western Conference. The club began play in 1996 as one of the league's ten charter members.",
  "/wiki/Paolo_Cardozo": "Paolo Daniel Cardozo (born June 9, 1989) is an Uruguayan footballer, who currently plays for California United Strikers FC in the National Premier Soccer League.",
  "/wiki/Quilmes_Atl%C3%A9tico_Club": "Quilmes Atlético Club (Spanish pronunciation: [ˈkilmes aˈtletiko ˈkluβ]) is an Argentine sports club based in the Quilmes district of Greater Buenos Aires. Quilmes is the oldest club of Argentina still competing in official tournaments, having been founded in 1887. Its football squad currently plays in the Primera B Nacional, the second division of the Argentinian football.",
  "/wiki/FC_Dallas": "FC Dallas is an American professional soccer club based in the Dallas suburb of Frisco, Texas. The club competes as a member of the Western Conference in Major League Soccer (MLS). The franchise began play in 1996 as a charter club of the league. The club was founded in 1995 as the Dallas Burn before adopting its current name in 2004.",
  "/wiki/Bobby_Warshaw": "William Robert \"Bobby\" Warshaw (born November 21, 1988) is an American former soccer player. He now works as a writer, analyst, and author.",
  "/wiki/Stanford_University": "Stanford University, officially Leland Stanford Junior University, is a private research university in Stanford, California. Stanford is known for its academic achievements, wealth, close proximity to Silicon Valley, and selectivity; it ranks as one of the world's top universities.",
  "/wiki/Colorado_Rapids": "The Colorado Rapids are an American professional soccer club based in the Denver suburb of Commerce City, Colorado. The Rapids compete in Major League Soccer (MLS) as a member of the Western Conference. The franchise began play in 1996 as one of the charter clubs in MLS.",
  "/wiki/Eddie_Ababio": "Edward Kwame Ababio (born January 1, 1988) is a retired Ghanaian-American soccer player. Ababio is currently a coach with Tampa Bay United, a youth organization supported by the Tampa Bay Rowdies. Ababio previously coached with Florida Hawks FC, a youth program based in Lithia, Florida.",
  "/wiki/2011_MLS_SuperDraft": "The 2011 MLS SuperDraft was the twelfth annual SuperDraft presented by Major League Soccer.  It was held on January 13, 2011 in Baltimore, Maryland, during the 2011 NSCAA Convention at the Baltimore Convention Center. The 2011 SuperDraft consisted of three rounds with eighteen selections each, for a total of 54 players selected during the draft. The draft preceded the 2011 MLS season.[ref 1]"
}