{
  "/wiki/Vancouver_Whitecaps_FC": "Vancouver Whitecaps FC is a Canadian professional soccer team based in Vancouver, British Columbia that competes in the Western Conference of Major League Soccer (MLS). The Whitecaps were the 17th team to enter Major League Soccer and replaced the USSF Division 2 team of the same name in the city. The club has been owned and managed by the same group since their USSF days, having graduated to MLS after the conclusion of the USSF's 2010 season. The MLS version of the team is a phoenix club, and the third to carry the legacy of the Whitecaps name. In the 2012 season, the team became the first Canadian team to qualify for the MLS Cup Playoffs.",
  "/wiki/Bilal_Duckett": "Kevin Bilal Duckett (born January 9, 1989) is an American soccer player.",
  "/wiki/Defender_(association_football)": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/University_of_Notre_Dame": "The University of Notre Dame du Lac (or simply Notre Dame /ˌnoʊtərˈdeɪm/ NOH-tər-DAYM, or ND) is a private Catholic research university in Notre Dame, Indiana, outside the city of South Bend. It was founded in 1842 by Rev. Edward Sorin. The main campus covers 1,261 acres (510 ha) in a suburban setting; it contains a number of recognizable landmarks, such as the Golden Dome, the Word of Life mural (commonly known as Touchdown Jesus), Notre Dame Stadium, and the Basilica.",
  "/wiki/New_York_Red_Bulls": "The New York Red Bulls are an American professional soccer club based in Harrison, New Jersey. The Red Bulls compete as a member of the Eastern Conference of Major League Soccer (MLS). The club was established in October 1994 and began play in the league's inaugural season in 1996 as the New York/New Jersey MetroStars. In 2006, the team was sold to Red Bull GmbH and re-branded as part of the company's global network of football clubs, leading to the team's current name.",
  "/wiki/University_of_Maryland": "The University of Maryland, College Park (University of Maryland, UMD, or simply Maryland) is a public research university in College Park, Maryland. Founded in 1856, UMD is the flagship institution of the University System of Maryland. It is also the largest university in both the state and the Washington metropolitan area, with more than 41,000 students representing all fifty states and 123 countries, and a global alumni network of over 360,000. Its twelve schools and colleges together offer over 200 degree-granting programs, including 92 undergraduate majors, 107 master's programs, and 83 doctoral programs. UMD is a member of the Association of American Universities and competes in intercollegiate athletics as a member of the Big Ten Conference.",
  "/wiki/New_England_Revolution": "The New England Revolution is an American professional soccer club based in the Greater Boston area that competes in Major League Soccer (MLS), in the Eastern Conference of the league. It is one of the ten charter clubs of MLS, having competed in the league since its inaugural season.",
  "/wiki/Steven_Perry": "Steven Perry (born September 7, 1988 in Edmond, Oklahoma) is an American soccer player.",
  "/wiki/Forward_(association_football)": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.",
  "/wiki/Indiana_Invaders": "The Indiana Invaders was an American soccer team based in South Bend, Indiana, United States. Founded in 1998, the team played in the USL Premier Development League (PDL), the fourth tier of the American Soccer Pyramid, in the Great Lakes Division of the Central Conference.",
  "/wiki/Chivas_USA": "Club Deportivo Chivas USA was an American professional soccer team based in Carson, California, a suburb of Los Angeles. The club played from 2005 to 2014 in Major League Soccer (MLS) and was a subsidiary of Mexican club C.D. Guadalajara, sharing common ownership and branding.",
  "/wiki/Jon_Okafor": "Jon Okafor (born August 25, 1989) is an American soccer player who plays as a midfielder.",
  "/wiki/Midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/Brown_University": "Brown University is a private Ivy League research university in Providence, Rhode Island. Founded in 1764 as the College in the English Colony of Rhode Island and Providence Plantations, it is the seventh-oldest institution of higher education in the United States and one of the nine colonial colleges chartered before the American Revolution.",
  "/wiki/Central_Jersey_Spartans": "Central Jersey Spartans was an American soccer team based in Lawrenceville, New Jersey, United States. Founded in 2009, the team played in the USL Premier Development League (PDL), the fourth tier of the American Soccer Pyramid, in the Mid Atlantic Division of the Eastern Conference.",
  "/wiki/Philadelphia_Union": "The Philadelphia Union is an American professional soccer team based in Chester, Pennsylvania. The Union competes in Major League Soccer (MLS) as a member club of the league's Eastern Conference. The club began play in 2010 as an expansion team of the league. The club plays their home matches at Talen Energy Stadium, a soccer-specific stadium located in Chester on the banks of the Delaware River. Jim Curtin is the Union's head coach.",
  "/wiki/Levi_Houapeu": "Aquilas Levi Houapeu (born June 22, 1989 in Abidjan, Cote d'Ivoire) is an Ivorian footballer who plays for Maryland Bobcats FC in the United Premier Soccer League.",
  "/wiki/University_of_Maryland,_Baltimore_County": "The University of Maryland, Baltimore County (often referred to as UMBC) is a public research university in Baltimore County, Maryland. It has a fall 2018 enrollment of 13,767 students, 48 undergraduate majors, over 60 graduate programs (36 master, 24 doctoral, and 17 graduate certificate programs) and the first university research park in Maryland.",
  "/wiki/Reading_United_A.C.": "Reading United AC is an American soccer team based in Reading, Pennsylvania. Founded in 1995, the team plays in USL League Two, the fourth tier of the American Soccer Pyramid.",
  "/wiki/Ryan_Kinne": "Ryan Kinne (born August 31, 1989 in Waterbury, Connecticut, United States) is a former American soccer player.",
  "/wiki/Monmouth_University": "Monmouth University is a private university in West Long Branch, New Jersey. Founded in 1933 as Monmouth Junior College, it became Monmouth College in 1956 and Monmouth University in 1995 after receiving its charter.",
  "/wiki/Toronto_FC": "Toronto Football Club is a Canadian professional soccer club based in Toronto. The club competes in Major League Soccer (MLS) as a member of the Eastern Conference. The team plays its home matches at BMO Field, located at Exhibition Place on Toronto's shoreline. Toronto FC joined MLS in 2007 as an expansion team and was the first Canadian-based franchise in the league.",
  "/wiki/Matt_Gold": "Matthew Gold (born June 14, 1988 in San Antonio, Texas) is an American soccer player.",
  "/wiki/Ohio_State_University": "The Ohio State University (OSU, commonly referred to as Ohio State) is a public research university in Columbus, Ohio. Founded in 1870 as a land-grant university and the ninth university in Ohio with the Morrill Act of 1862, the university was originally known as the Ohio Agricultural and Mechanical College. The college originally focused on various agricultural and mechanical disciplines but it developed into a comprehensive university under the direction of then-Governor (later, U.S. president) Rutherford B. Hayes, and in 1878 the Ohio General Assembly passed a law changing the name to \"The Ohio State University\". The main campus in Columbus, Ohio, has since grown into the third-largest university campus in the United States. The university also operates regional campuses in Lima, Mansfield, Marion, Newark, and Wooster.",
  "/wiki/Efrain_Burgos,_Jr.": "Efraín Antonio Burgos Jr. (born August 14, 1988), better known as Junior Burgos, is a Salvadoran professional footballer who currently plays for the New York Cosmos  and is a member of the El Salvador national team.",
  "/wiki/California_Polytechnic_State_University": "California Polytechnic State University (California Polytechnic State University, San Luis Obispo, Cal Poly San Luis Obispo, or Cal Poly) is a public university in San Luis Obispo, California. It is one of two polytechnics in the California State University system.",
  "/wiki/Chicago_Fire_Premier": "Chicago Fire U-23 Is an American soccer team based in Chicago, Illinois, United States. Founded in 2001, the team plays in the USL League Two  , And the team also played in the Premier Development League (PDL), the fourth tier of the American Soccer Pyramid, in the Great Lakes Division of the Central Conference.",
  "/wiki/Chicago_Fire_Soccer_Club": "Chicago Fire Football Club is an American professional soccer franchise based in Chicago, Illinois. The team competes in Major League Soccer (MLS) as a member of the league's Eastern Conference, having moved to the conference in 2002.",
  "/wiki/Jason_Herrick": "Jason Herrick (born October 5, 1987 in Elmhurst, Illinois) is a retired American soccer player.",
  "/wiki/Sporting_Kansas_City": "Sporting Kansas City, often shortened to Sporting KC, is an American professional soccer club based in Kansas City, Kansas. The administrative offices are located in Downtown Kansas City, Missouri, and the team clubhouse and practice facilities are located in Kansas City, Kansas near Children's Mercy Park. The club competes as a member of the Western Conference in Major League Soccer (MLS), having returned in 2015 after spending ten seasons in the Eastern Conference.",
  "/wiki/Konrad_Warzycha": "Konrad Warzycha (Polish pronunciation: [ˈkɔnrat vaˈʐɨxa]; born February 14, 1989 in Zabrze) is a Polish footballer who is currently without a club.",
  "/wiki/Seattle_Sounders_FC": "Seattle Sounders FC is an American professional soccer club based in Seattle, Washington. The Sounders compete as a member of the Western Conference of Major League Soccer (MLS). The club was established on November 13, 2007, and began play in 2009 as an MLS expansion team. The Sounders are a phoenix club, carrying the same name as the original franchise that competed in the North American Soccer League from 1974 to 1983.",
  "/wiki/Alex_Caskey": "Alexander Caskey (born July 22, 1988) is an American soccer player.",
  "/wiki/Davidson_College": "Davidson College is a private liberal arts college in Davidson, North Carolina.",
  "/wiki/Atlanta_Blackhawks": "Atlanta Blackhawks was an American soccer team based in Atlanta, Georgia, United States. Founded in 2009, the team played in the USL Premier Development League (PDL), the fourth tier of the American Soccer Pyramid, in the Southeast Division of the Southern Conference. The franchise folded at the end of the 2010 season and left the league thereafter.",
  "/wiki/Columbus_Crew": "Columbus Crew Soccer Club is an American professional soccer club based in Columbus, Ohio. The Crew competes in Major League Soccer (MLS) as a member of the league's Eastern Conference and began play in 1996 as one of the ten charter clubs of the league. The team is currently being operated by an ownership group led by the Haslam family and former team doctor Pete Edwards. The Haslam/Edwards group is the third owner in club history.",
  "/wiki/Bernardo_Anor": "Bernardo Añor Acosta (Spanish pronunciation: [aˈɲoɾ]; born May 24, 1988) is a Venezuelan footballer who plays as a defender or a midfielder for Caracas of the Venezuelan Primera División.",
  "/wiki/University_of_South_Florida": "The University of South Florida (USF) is a public research university in Tampa, Florida. It is a member institution of the State University System of Florida. Founded in 1956, USF is the fourth-largest public university in the state of Florida, with an enrollment of 50,755 as of the 2018–2019 academic year. The USF system has three institutions: USF Tampa, USF St. Petersburg and USF Sarasota-Manatee. Each institution is separately accredited by the Commission on Colleges of the Southern Association of Colleges and Schools. The university is home to 14 colleges, offering more than 80 undergraduate majors and more than 130 graduate, specialist, and doctoral-level degree programs.",
  "/wiki/Bradenton_Academics": "IMG Academy Bradenton  is an American soccer team based in Bradenton, Florida, United States. Founded in 1998, the team plays in USL League Two, the fourth tier of the American Soccer Pyramid.",
  "/wiki/Joao_Plata": "Joao Jimmy Plata Cotera (Spanish pronunciation: [joˈau ˈplata]; born March 1, 1992) is an Ecuadorian footballer who last played for Real Salt Lake in Major League Soccer as a forward.",
  "/wiki/LDU_Quito": "Liga Deportiva Universitaria (Spanish pronunciation: [ˈliɣa ðepoɾˈtiβa uniβeɾsiˈtarja]), often referred to as Liga de Quito, LDU, is an Ecuadorian professional football club based in Quito. They play in the Serie A, the highest level of the Ecuadorian professional football league. They play their home games at the Estadio Rodrigo Paz Delgado, more commonly referred to as Casa Blanca. Rival clubs include Quito-based clubs El Nacional, Deportivo Quito, Aucas and Universidad Católica.",
  "/wiki/D.C._United": "D.C. United is an American professional soccer club based in Washington, D.C. The club competes as a member of the Eastern Conference in Major League Soccer (MLS), the top level of professional American soccer. The franchise began play in 1996 as one of the ten charter clubs of the league. The club was one of the most successful clubs in the early years of MLS, winning eight of its thirteen titles between 1996 and 1998 under then head coach Bruce Arena. United holds the joint MLS record for most Supporters' Shields, has four MLS Cups, and been crowned U.S. Open Cup champions three times. It is also the first club to win both the MLS Supporters' Shield and MLS Cup consecutively.",
  "/wiki/Joe_Willis_(soccer)": "Joseph Willis (born August 10, 1988) is an American soccer player currently playing for Nashville SC in Major League Soccer.",
  "/wiki/Goalkeeper_(association_football)": "The goalkeeper, often shortened to keeper or goalie, is one of the major positions of association football. It is the most specialised position in the sport. The goalkeeper's primary role is to prevent the opposing team from scoring (moving the ball over the defended goal-line within the frame of the goal). This is accomplished by the goalkeeper moving into the path of the ball and either catching it or directing it away from the vicinity of the goal line. Within the penalty area goalkeepers are able to use their hands, making them (outside throw-ins) the only players on the field permitted to handle the ball. The special status of goalkeepers is indicated by them wearing different coloured kits from their teammates.",
  "/wiki/University_of_Denver": "The University of Denver (DU) is a private research university in Denver, Colorado.  Founded in 1864, it is the oldest independent private university in the Rocky Mountain Region of the United States.  DU enrolls approximately 5,600 undergraduate students and 6,100 graduate students.  The 125-acre (0.51 km2) main campus is a designated arboretum and is located primarily in the University Neighborhood, about five miles (8 km) south of downtown Denver.",
  "/wiki/Real_Colorado_Foxes": "Real Colorado Foxes were an American soccer team based in Highlands Ranch, Colorado, United States. Founded in 2008, the team played in the USL Premier Development League (PDL), the fourth tier of the American Soccer Pyramid, in the Heartland Division of the Central Conference.",
  "/wiki/Davis_Paul": "David Pail (born October 12, 1988 in Madrid, Spain) is an American professional soccer player who last played for the  Chicago Fire in Major League Soccer.",
  "/wiki/University_of_California,_Berkeley": "The University of California, Berkeley (UC Berkeley, Berkeley, Cal, or California) is a public research university in Berkeley, California. Founded in 1868, it is the flagship campus and the oldest of the ten campuses of the University of California. Berkeley has been ranked by numerous major education publications as among the top ten universities in the world.",
  "/wiki/Real_Salt_Lake": "Real Salt Lake (/riːˈæl/), also known as RSL, is an American professional soccer franchise that competes as a member club of Major League Soccer (MLS) Western Conference. RSL began play in 2005 as an expansion team of the league. The club was founded in 2004 when the club's first owner and founder was awarded an expansion berth in Major League Soccer.",
  "/wiki/Jarad_Van_Schaik": "Jarad Anthony van Schaik (born December 11, 1988 in Portland, Oregon) is an American soccer player who plays for Charleston Battery in the USL Championship.",
  "/wiki/University_of_Portland": "The University of Portland (UP) is a private Roman Catholic university in Portland, Oregon. It was founded in 1901 and is affiliated with the Congregation of Holy Cross, which also founded UP's sister school the University of Notre Dame. The university has a student body of approximately 4,200 students.",
  "/wiki/FC_Dallas": "FC Dallas is an American professional soccer club based in the Dallas suburb of Frisco, Texas. The club competes as a member of the Western Conference in Major League Soccer (MLS). The franchise began play in 1996 as a charter club of the league. The club was founded in 1995 as the Dallas Burn before adopting its current name in 2004.",
  "/wiki/Scott_Gordon_(soccer)": "Scott Joseph Gordon (born April 6, 1988) is an American soccer player.",
  "/wiki/Lynn_University": "Lynn University is a private university in Boca Raton, Florida. Founded in 1962, the university awards associate, baccalaureate, master's, and doctoral degrees. It is named for the Lynn family (Christine E. and Eugene M. Lynn). It has a total undergraduate enrollment of 2,095.",
  "/wiki/Baton_Rouge_Capitals": "Baton Rouge Capitals was an American soccer team based in Baton Rouge, Louisiana, United States. Founded in 2007, the team played in the USL Premier Development League (PDL), the fourth tier of the American Soccer Pyramid, in the Mid South Division of the Southern Conference.",
  "/wiki/Alan_Koger": "Alan Koger (born September 25, 1987) is an American soccer player.",
  "/wiki/College_of_William_%26_Mary": "The College of William & Mary (also known as William & Mary, W&M, and officially The College of William and Mary in Virginia) is a public research university in Williamsburg, Virginia. Founded in 1693 by letters patent issued by King William III and Queen Mary II, it is the second-oldest institution of higher education in the United States, after Harvard University.",
  "/wiki/2011_MLS_SuperDraft": "The 2011 MLS SuperDraft was the twelfth annual SuperDraft presented by Major League Soccer.  It was held on January 13, 2011 in Baltimore, Maryland, during the 2011 NSCAA Convention at the Baltimore Convention Center. The 2011 SuperDraft consisted of three rounds with eighteen selections each, for a total of 54 players selected during the draft. The draft preceded the 2011 MLS season.[ref 1]"
}