{
  "/wiki/Afro-Eurasia": "Afro-Eurasia (or Afroeurasia, or Eurafrasia, or nicknamed the World Island) is a landmass comprising the continents of Africa and Eurasia (Europe and Asia). The terms are portmanteaus of the names of its constituent parts. Its mainland is the largest contiguous landmass on Earth.",
  "/wiki/Americas": "The Americas (also collectively called America; French: Amérique, Dutch: Amerika, Spanish and Portuguese: América) comprise the totality of the continents of North and South America. Together, they make up most of the land in Earth's western hemisphere and comprise the New World.",
  "/wiki/Java": "Java (Indonesian: Jawa; Javanese: ꦗꦮ; Sundanese: ᮏᮝ) is an island of Indonesia, bordered by the Indian Ocean on the south and the Java Sea on the north. With a population of over 141 million (Java only) or 145 million (including the inhabitants of its surrounding islands), Java has 56.7 percent of the Indonesian population and is the world's most populous island. The Indonesian capital city, Jakarta, is located on its northwestern coast. Much of the well-known part of Indonesian history took place on Java. It was the centre of powerful Hindu-Buddhist empires, the Islamic sultanates, and the core of the colonial Dutch East Indies. Java was also the center of the Indonesian struggle for independence during the 1930s and 1940s. Java dominates Indonesia politically, economically and culturally. Four of Indonesia's eight UNESCO world heritage sites are located in Java: Ujung Kulon National Park, Borobudur Temple, Prambanan Temple, and Sangiran Early Man Site.",
  "/wiki/Indonesia": "Indonesia (/ˌɪndəˈniːʒə/ (listen) IN-də-NEE-zhə, /-ˈniːziə/ -⁠NEE-zee-ə; Indonesian: [ɪndoˈnesia]), officially the Republic of Indonesia (Indonesian: Republik Indonesia [reˈpublik ɪndoˈnesia]),[a] is a country in Southeast Asia, between the Indian and Pacific oceans. It is the world's largest island country, with more than seventeen thousand islands, and at 1,904,569 square kilometres (735,358 square miles), the 14th largest by land area and 7th in the combined sea and land area. With over 267 million people, it is the world's 4th most populous country as well as the most populous Muslim-majority country. Java, the world's most populous island, is home to more than half of the country's population.",
  "/wiki/Honshu": "Honshu (本州, Honshū, pronounced [hoɰ̃ꜜɕɯː] (listen); \"Main island/Main province\") is the largest and most populous main island of Japan. It is located south of Hokkaido across the Tsugaru Strait, north of Shikoku across the Inland Sea, and northeast of Kyushu across the Kanmon Straits. The island separates the Sea of Japan, which lies to its north and west, from the North Pacific Ocean to the south and east. It is the 7th largest island in the world, and the 2nd most populous after the Indonesian island of Java.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Great_Britain": "Great Britain is an island in the North Atlantic Ocean off the northwest coast of continental Europe. With an area of 209,331 km2 (80,823 sq mi), it is the largest of the British Isles, the largest European island, and the ninth-largest island in the world.[note 1] In 2011, Great Britain had a population of about 61 million people, making it the world's third-most populous island after Java in Indonesia and Honshu in Japan. The island of Ireland is situated to the west of Great Britain, and together these islands, along with over 1,000 smaller surrounding islands, form the British Isles archipelago.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Luzon": "Luzon (Tagalog: [luˈzon] or [luˈson]) is the largest and most populous island in the Philippines. It is ranked 15th largest in the world by land area. Located in the northern portion of the archipelago, it is the economic and political center of the nation, being home to the country's capital city, Manila, as well as Quezon City, the country's most populous city. With a population of 53 million as of 2015[update], it is the fourth most populous island in the world, containing 52.5% of the country's total population.",
  "/wiki/Philippines": "The Philippines (/ˈfɪləpiːnz/ (listen); Filipino: Pilipinas [ˌpɪlɪˈpinɐs] or Filipinas [ˌfɪlɪˈpinɐs]), officially the Republic of the Philippines (Filipino: Republika ng Pilipinas),[a] is an archipelagic country in Southeast Asia. Situated in the western Pacific Ocean, it consists of about 7,641 islands that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas and Mindanao. The capital city of the Philippines is Manila and the most populous city is Quezon City, both part of Metro Manila. Bounded by the South China Sea on the west, the Philippine Sea on the east and the Celebes Sea on the southwest, the Philippines shares maritime borders with Taiwan to the north, Japan to the northeast, Vietnam to the west, Palau to the east, and Malaysia and Indonesia to the south.",
  "/wiki/Sumatra": "Sumatra is one of the Sunda Islands of western Indonesia. It is the largest island that is entirely governed by Indonesia and the sixth-largest island in the world at 473,481 km2 (not including adjacent islands such as the Mentawai Islands, Enggano Island, Nias Island, Simeulue Island, Riau Islands, Bangka Belitung Islands and Krakatoa archipelago).",
  "/wiki/Madagascar": "Madagascar (/ˌmædəˈɡæskər, -kɑːr/; Malagasy: Madagasikara), officially the Republic of Madagascar (Malagasy: Repoblikan'i Madagasikara Malagasy pronunciation: [republiˈkʲan madaɡasˈkʲarə̥]; French: République de Madagascar), and previously known as the Malagasy Republic, is an island country in the Indian Ocean, approximately 400 kilometres (250 miles) off the coast of East Africa. At 592,800 square kilometres (228,900 sq mi) Madagascar is the world's 2nd largest island country. The nation comprises the island of Madagascar (the fourth- largest island in the world) and numerous smaller peripheral islands. Following the prehistoric breakup of the supercontinent Gondwana, Madagascar split from the Indian subcontinent around 88 million years ago, allowing native plants and animals to evolve in relative isolation. Consequently, Madagascar is a biodiversity hotspot; over 90% of  its wildlife is found nowhere else on Earth. The island's diverse ecosystems and unique wildlife are threatened by the encroachment of the rapidly growing human population and other environmental threats.",
  "/wiki/Mindanao": "Mindanao (/mɪndəˈnaʊ/ (listen)), or still commonly known as Southern Philippines, is the second-largest island in the Philippines. Mindanao and the smaller islands surrounding it make up the island group of the same name. Located in the southern region of the archipelago, as of the 2010 census, the main island was inhabited by 20,281,545 people, while the entire Mindanao island group had an estimated total of 25,537,691 (2018) residents.",
  "/wiki/Mainland_Australia": "Mainland Australia is the main landmass of the Australian continent excluding Tasmania and other offshore islands. The land mass also constitutes the mainland of the territory governed by the Commonwealth of Australia, and the term, along with continental Australia, can be used in a geographic sense to exclude surrounding continental islands and external territories (such as the Australian Antarctic Territory). Generally, the term is applied to the states of New South Wales, Victoria, Queensland, Western Australia, and South Australia, as well as the Northern Territory, Australian Capital Territory, and Jervis Bay Territory.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/Geography_of_Taiwan": "Taiwan, officially the Republic of China (ROC), is an island state in East Asia. The main island of Taiwan, known historically in English as Formosa, makes up 99% of the area controlled by the ROC, measuring 35,808 square kilometres (13,826 sq mi) and lying some 180 kilometres (112 mi) across the Taiwan Strait from the southeastern coast of mainland China. The East China Sea lies to its north, the Philippine Sea to its east, the Luzon Strait directly to its south and the South China Sea to its southwest. Smaller islands include a number in the Taiwan Strait including the Penghu archipelago, the Kinmen and Matsu Islands near the Chinese coast, and some of the South China Sea Islands.",
  "/wiki/Taiwan": "Taiwan,[II] officially the Republic of China (ROC),[I] is a state in East Asia. Neighbouring states include the People's Republic of China (PRC) to the north-west, Japan to the north-east, and the Philippines to the south. The island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its highly urbanised population is concentrated. Taipei is the capital and largest metropolitan area. Other major cities include Kaohsiung, Taichung, Tainan and Taoyuan. With 23.7 million inhabitants, Taiwan is among the most densely populated states, and is the most populous state and largest economy that is not a member of the United Nations (UN).",
  "/wiki/Borneo": "Borneo (/ˈbɔːrnioʊ/; Malay: Pulau Borneo, Indonesian: Kalimantan) is the third-largest island in the world and the largest in Asia.[note 1] At the geographic centre of Maritime Southeast Asia, in relation to major Indonesian islands, it is located north of Java, west of Sulawesi, and east of Sumatra. The island was named after the nation of Brunei.",
  "/wiki/Kalimantan": "Kalimantan is the Indonesian portion of the island of Borneo. It comprises 73% of the island's area. The non-Indonesian parts of Borneo are Brunei and East Malaysia. In Indonesia, \"Kalimantan\" refers to the whole island of Borneo. In 2019, the Indonesian President Joko Widodo proposed that Indonesia's capital be moved to Kalimantan.",
  "/wiki/Brunei": "Brunei (/bruːˈnaɪ/ (listen) broo-NY), officially the Nation of Brunei, the Abode of Peace (Malay: Negara Brunei Darussalam, Jawi: نڬارا بروني دارالسلام‎), is a country located on the north coast of the island of Borneo in Southeast Asia. Apart from its coastline with the South China Sea, the country is completely surrounded by the insular Malaysian state of Sarawak. It is separated into two parts by the Sarawak district of Limbang. Brunei is the only sovereign state completely on the island of Borneo; the remainder of the island's territory is divided between the nations of Malaysia and Indonesia. Brunei's population was 428,963 in 2018.",
  "/wiki/Malaysia": "Malaysia (/məˈleɪziə, -ʒə/ (listen) mə-LAY-zee-ə, -⁠zhə; Malay: [məlejsiə]) is a country in Southeast Asia. The  federal constitutional monarchy  consists of 13 states and three federal territories, separated by the South China Sea into two similarly sized regions, Peninsular Malaysia and East Malaysia (Malaysian Borneo). Peninsular Malaysia shares a land and maritime border with Thailand and maritime borders with Singapore, Vietnam, and Indonesia. East Malaysia shares land and maritime borders with Brunei and Indonesia and a maritime border with the Philippines and Vietnam. Kuala Lumpur is the national capital and largest city while Putrajaya is the seat of the federal government. With a population of over 30 million, Malaysia is the world's 44th most populous country. The southernmost point of continental Eurasia, Tanjung Piai, is in Malaysia. In the tropics, Malaysia is one of 17 megadiverse countries, home to large numbers of endemic species.",
  "/wiki/Sabah": "Sabah (Malay pronunciation: [saˈbah]) is a state of Malaysia located on the northern portion of Borneo. Sabah has land borders with the Malaysian state of Sarawak to the southwest and Indonesia's Kalimantan region to the south. The Federal Territory of Labuan is an island just off the Sabah coast. Sabah shares maritime borders with Vietnam to the west and the Philippines to the north and east. Kota Kinabalu is the state capital city, the economic centre of the state and the seat of the Sabah state government. Other major towns in Sabah include Sandakan and Tawau. As of the 2015 census in Malaysia, the state's population is 3,543,500. Sabah has an equatorial climate with tropical rainforests and abundant animal and plant species. The state has long mountain ranges on the west side which form part of the Crocker Range National Park. Kinabatangan River, second longest river in Malaysia runs through Sabah and Mount Kinabalu is the highest point of Sabah as well as of Malaysia.",
  "/wiki/Sarawak": "Sarawak (/səˈrɑːwɒk/; Malay: [saˈrawaʔ]) is a state of Malaysia. The largest among the 13 states, with an area almost equal to that of Peninsular Malaysia, Sarawak is located in northwest Borneo Island, and is bordered by the Malaysian state of Sabah to the northeast, Kalimantan (the Indonesian portion of Borneo) to the south, and Brunei in the north. The capital city, Kuching, is the largest city in Sarawak, the economic centre of the state,  and the seat of the Sarawak state government. Other cities and towns in Sarawak include Miri, Sibu, and Bintulu. As of the 2015 census, the population of Sarawak was 2,636,000. Sarawak has an equatorial climate with tropical rainforests and abundant animal and plant species. It has several prominent cave systems at Gunung Mulu National Park. Rajang River is the longest river in Malaysia; Bakun Dam, one of the largest dams in Southeast Asia, is located on one of its tributaries, the Balui River. Mount Murud is the highest point in Sarawak.",
  "/wiki/Geography_of_Sri_Lanka": "Sri Lanka, formerly called \"Ceylon\", is an island nation in the Indian Ocean, southeast of the Indian subcontinent, in a strategic location near major Indian Ocean sea lanes. The nation has a total area of 65,610 km², with 64,740 km² of land and 870 km² of water. Its coastline is \n1,340 km (830 mi) long. The main island of Sri Lanka has an area of 65,268 km²; it is the twenty-fifth largest island of the world by area. Dozens of offshore islands account for the remaining 342 km² area. The largest offshore island, Mannar Island, leads to Adam's Bridge.",
  "/wiki/Sri_Lanka": "Sri Lanka (UK: /sri ˈlæŋkə, ʃriː -/, US: /- ˈlɑːŋkə/ (listen); Sinhala: ශ්‍රී ලංකා Śrī Laṃkā; Tamil: இலங்கை Ilaṅkai), officially the Democratic Socialist Republic of Sri Lanka, is an island country in South Asia, located in the Indian Ocean to the southwest of the Bay of Bengal and to the southeast of the Arabian Sea. The island is geographically separated from the Indian subcontinent by the Gulf of Mannar and the Palk Strait. The legislative capital, Sri Jayawardenepura Kotte, is a suburb of the commercial capital and largest city, Colombo.",
  "/wiki/Hispaniola": "Hispaniola (/ˌhɪspənˈjoʊlə/, also UK: /-pænˈ-/; Spanish: La Española; Latin and French: Hispaniola; Haitian Creole: Ispayola; Taino: Haiti) is an island in the Caribbean archipelago known as the Greater Antilles. It is the most populous island in the West Indies and the region's second largest after Cuba.",
  "/wiki/Dominican_Republic": "The Dominican Republic (/dəˈmɪnɪkən/ də-MIN-ik-ən; Spanish: República Dominicana, pronounced [reˈpuβlika ðominiˈkana] (listen)) is a country located on the island of Hispaniola in the Greater Antilles archipelago of the Caribbean region. It occupies the eastern five-eighths of the island, which it shares with the Republic of Haiti, making Hispaniola one of only two Caribbean islands, along with Saint Martin, that are shared by two sovereign states. The Dominican Republic is the second-largest Caribbean nation by area (after Cuba) at 48,671 square kilometers (18,792 sq mi), and third by population with approximately 10,299,000 people (July 2018 est.), of whom approximately three million live in the metropolitan area of Santo Domingo, the capital city.",
  "/wiki/Haiti": "Haiti (/ˈheɪti/ (listen); French: Haïti [a.iti]; Haitian Creole: Ayiti [ajiti]), officially the Republic of Haiti (French: République d'Haïti; Haitian Creole: Repiblik D Ayiti) and formerly called Hayti,[note 1] is a country located on the island of Hispaniola in the Greater Antilles archipelago of the Caribbean Sea, to the east of Cuba and Jamaica and south of The Bahamas and the Turks and Caicos Islands. It occupies the western three-eighths of the island which it shares with the Dominican Republic. To its south-west lies the small island of Navassa Island, which is claimed by Haiti but is disputed as a United States territory under federal administration. Haiti is 27,750 square kilometers (10,714 sq mi) in size and has an estimated population of 11.1 million, making it the most populous country in the Caribbean Community (CARICOM) and the second-most populous country in the Caribbean after Cuba.",
  "/wiki/Sulawesi": "Sulawesi /ˌsuːləˈweɪsi/, also known as Celebes (/ˈsɛlɪbiːz, sɪˈliːbiːz/), is one of the four Greater Sunda Islands. It is governed by Indonesia.  The world's eleventh-largest island, it is situated east of Borneo, west of the Maluku Islands, and south of Mindanao and the Sulu Archipelago. Within Indonesia, only Sumatra, Borneo and Papua are larger in territory, and only Java and Sumatra have larger populations.",
  "/wiki/Salsette_Island": "Salsette Island (Salsete) is an island in the state of Maharashtra on India's west coast. The metropolis of Mumbai (formerly Bombay) and the cities of Thane and Mira-Bhayander lie on it, making it very populous and one of the most densely populated islands in the world. It has about 15.1 million inhabitants living on an area of about 619 km².",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Maharashtra": "Maharashtra (/mɑːhəˈrɑːʃtrə/; Marathi: [məharaːʂʈrə] (listen), abbr. MH) is a state in the western peninsular region of India occupying a substantial portion of the Deccan Plateau. It is the second-most populous state and third-largest state by area . Maharashtra was created as a Marathi speaking State. Spread over 307,713 km2 (118,809 sq mi), it is bordered by the Arabian Sea to the west, the Indian states of Karnataka and Goa to the south, Telangana to the southeast and Chhattisgarh to the east, Gujarat and Madhya Pradesh to the north, and the Indian union territory of Dadra and Nagar Haveli and Daman and Diu  to the north west. It is also the world's second-most populous subnational entity.",
  "/wiki/Kyushu": "Kyushu (九州, Kyūshū, pronounced [kʲɯꜜːɕɯː] (listen); literally \"Nine Provinces\") is the third largest island of Japan's five main islands. Its alternative ancient names include Kyūkoku (九国, \"Nine Countries\"), Chinzei (鎮西, \"West of the Pacified Area\"), and Tsukushi-no-shima (筑紫島, \"Island of Tsukushi\"). The historical regional name Saikaidō (西海道, lit. West Sea Circuit) referred to Kyushu and its surrounding islands.",
  "/wiki/New_Guinea": "New Guinea (Tok Pisin: Niugini; Hiri Motu: Niu Gini; Indonesian: Papua, historically, Irian) is a large island separated by the shallow Torres Strait from the rest of the Australian continent. It is the world's second-largest island, after Greenland, covering a land area of 785,753 km2 (303,381 sq mi), and the largest island wholly or partly within the Southern Hemisphere and Oceania.",
  "/wiki/Papua_New_Guinea": "Papua New Guinea (PNG; /ˈpæp(j)uə ... ˈɡɪni, ˈpɑː-/, also US: /ˈpɑːpwə-, ˈpɑːpjə-, ˈpɑːpə-/; Tok Pisin: Papua Niugini; Hiri Motu: Papua Niu Gini), officially the Independent State of Papua New Guinea (Tok Pisin: Independen Stet bilong Papua Niugini; Hiri Motu: Independen Stet bilong Papua Niu Gini), is a country in Oceania that occupies the eastern half of the island of New Guinea and its offshore islands in Melanesia, a region of the southwestern Pacific Ocean north of Australia. Its capital, located along its southeastern coast, is Port Moresby. The western half of New Guinea forms the Indonesian provinces of Papua and West Papua. It is the world's 3rd largest island country with 462,840 km2 (178,700 sq mi).",
  "/wiki/Western_New_Guinea": "Western New Guinea, also known as Papua (ISO code: ID-PP), is the Indonesian part of the island of New Guinea. Since the island is alternatively named as Papua, the region is also called West Papua. Lying to the west of the independent state of Papua New Guinea, it is the only Indonesian territory to be situated in Oceania. Considered to be a part of the Australian continent, the territory is mostly in the Southern Hemisphere and also includes nearby islands, including the Schouten and Raja Ampat archipelagoes. The region is predominantly covered with ancient rainforest where numerous traditional tribes live, such as the Dani of the Baliem Valley, although a large proportion of the population live in or near coastal areas, with the largest city being Jayapura.",
  "/wiki/Geography_of_Cuba": "Cuba is an island nation in the Caribbean Sea. Cuba has an official area (land area) of 109,884 km2 (42,426 sq mi). Its area is 110,860 km2 (42,800 sq mi) including coastal and territorial waters. This makes it the 8th largest island country in the world. The main island (Cuba) has 5,746 km (3,570 mi) of coastline and 28.5 km (17.7 mi) of land borders—all figures including the United States territory at Guantánamo Bay, where the U.S. Navy's Guantanamo Bay Naval Base is located.",
  "/wiki/Cuba": "Cuba (/ˈkjuːbə/ (listen); Spanish pronunciation: [ˈkuβa]), officially the Republic of Cuba (Spanish: República de Cuba (help·info)), is a country comprising the island of Cuba as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Haiti and north of both Jamaica and the Cayman Islands. Havana is the largest city and capital; other major cities include Santiago de Cuba and Camagüey. The area of the Republic of Cuba is 110,860 square kilometers (42,800 sq mi) (109,884 square kilometers (42,426 sq mi) without the territorial waters). The island of Cuba is the largest island in Cuba and in the Caribbean, with an area of 105,006 square kilometers (40,543 sq mi), and the second-most populous after Hispaniola, with over 11 million inhabitants."
}