{
  "/wiki/White_Valentine": "White Valentine (Korean: 화이트 발렌타인; RR: Hwaiteu ballentain) is a 1999 Korean romantic film directed by Yang Yun-ho. It stars Park Shin-yang with Jun Ji-hyun in her movie debut.",
  "/wiki/Il_Mare": "Il Mare (Korean: 시월애; Hanja: 時越愛; RR: Siworae; lit. \"time-transcending love\") is a 2000 South Korean film, starring Jun Ji-hyun and Lee Jung-jae, and directed by Lee Hyun-seung. The title, Il Mare, means \"The Sea\" in Italian, and is the name of the seaside house which is the setting of the story. The two protagonists both live there two years apart in time, but are able to communicate through a mysterious mailbox.",
  "/wiki/My_Sassy_Girl": "My Sassy Girl (Korean: 엽기적인 그녀, romanized: Yeopgijeogin Geunyeo, lit. 'That Bizarre Girl') is a 2001 South Korean romantic comedy film directed by Kwak Jae-yong, starring Jun Ji-hyun and Cha Tae-hyun. The film is based on a true story told in a series of blog posts written by Kim Ho-sik, who later adapted them into a fictional novel.",
  "/wiki/The_Uninvited_(2003_film)": "The Uninvited, also known as A Table for Four, is a 2003 South Korean psychological horror film directed by Lee Soo-yeon.",
  "/wiki/Windstruck": "Windstruck (Korean: 내 여자친구를 소개합니다; lit. \"Let me introduce (you to) my girlfriend\") is a 2004 South Korean romantic drama. It stars Jun Ji-hyun, Jang Hyuk, and was directed by Kwak Jae-yong. The film held its premiere in Hong Kong, attended by Jang and Jun, on 28 May 2004, being the first Korean film to do so. It was released on June 3, 2004 by CJ Entertainment and ran at 123 minutes.",
  "/wiki/Daisy_(2006_film)": "Daisy (Korean: 데이지) is a 2006 film directed by Hong Kong filmmaker Andrew Lau of the Infernal Affairs trilogy. Daisy is an urban romantic melodrama involving young painter Hye-young (Jun Ji-hyun), Interpol detective Jeong Woo (Lee Sung-jae), and professional hitman Park Yi (Jung Woo-sung).",
  "/wiki/A_Man_Who_Was_Superman": "A Man Who Was Superman (Korean: 슈퍼맨이었던 사나이; RR: Syupeomaen-ieotteon sanai) is a 2008 South Korean film directed by Jeong Yoon-chul. The film applies techniques of Magical realism to problems arising from the Narcissism of small differences that plagues the modern Korean conscience.",
  "/wiki/Blood:_The_Last_Vampire_(2009_film)": "Blood: The Last Vampire, released in Japan as Last Blood (Japanese: ラスト・ブラッド, Hepburn: Rasuto Buraddo), is a 2009 action horror film directed by Chris Nahon, produced by Ronny Yu, and starring Jun Ji-Hyun, Allison Miller, Liam Cunningham, Masiela Lusha, and Koyuki.",
  "/wiki/Snow_Flower_and_the_Secret_Fan_(film)": "Snow Flower and the Secret Fan is a 2011 historical drama film based on the novel of the same name written by Lisa See. Directed by Wayne Wang, the film stars Gianna Jun, Li Bingbing, Archie Kao, Vivian Wu, and Hugh Jackman.",
  "/wiki/The_Thieves": "The Thieves (Korean: 도둑들; RR: Dodukdeul; MR: Todukdŭl) is a 2012 South Korean heist film directed by Choi Dong-hoon with an ensemble cast.",
  "/wiki/The_Berlin_File": "The Berlin File (Korean: 베를린; RR: Bereullin; lit. \"Berlin\") is a 2013 South Korean action thriller film written and directed by Ryoo Seung-wan. Ha Jung-woo stars as a North Korean agent in Berlin who is betrayed and cut loose when a weapons deal is exposed. Together with his wife, a translator at the North Korean embassy in Berlin played by Jun Ji-hyun, they try to escape being purged, with Ryoo Seung-bum and Han Suk-kyu playing North and South Korean operatives on their trail.",
  "/wiki/Assassination_(2015_film)": "Assassination (Korean: 암살; Hanja: 暗殺; RR: Amsal) is a 2015 South Korean espionage action film co-written and directed by Choi Dong-hoon."
}