{
  "/wiki/Tropicana_Field": "Tropicana Field, also commonly known as The Trop, is a domed stadium located in St. Petersburg, Florida, United States, that has been the home of the Tampa Bay Rays of Major League Baseball (MLB) since the team's inaugural season in 1998. The stadium is also used for college football, and from December 2008 to December 2017 was the home of the St. Petersburg Bowl, an annual postseason bowl game. It is currently the only non-retractable domed stadium in Major League Baseball, making it the only year-round indoor venue in MLB. Tropicana Field is the smallest MLB stadium by seating capacity when obstructed-view rows in the uppermost sections are covered with tarps as they are for most Rays games.\n Tropicana Field opened in 1990 and was originally known as the Florida Suncoast Dome. In 1993, the Tampa Bay Lightning moved to the facility and its name was changed to the ThunderDome until the team moved to their new home in downtown Tampa in 1996. In October 1996, Tropicana Products, a fruit juice company then based in nearby Bradenton, signed a 30-year naming rights deal.",
  "/wiki/St._Petersburg,_Florida": "St. Petersburg is a city in Pinellas County, Florida, United States. As of the 2018 census estimate, the population was 265,098, making it the fifth-most populous city in Florida and the largest in the state that is not a county seat (the city of Clearwater is the seat of Pinellas County).\n St. Petersburg is the fifth largest city in Florida and the second-largest city in the Tampa Bay Area, after Tampa. Together with Clearwater, these cities comprise the Tampa–St. Petersburg–Clearwater Metropolitan Statistical Area, the second-largest in Florida with a population of around 2.8 million. St. Petersburg is located on the Pinellas peninsula between Tampa Bay and the Gulf of Mexico, and is connected to mainland Florida to the north.\n St. Petersburg was founded in 1888 by John C. Williams, who purchased the land, and by Peter Demens, who brought the railroad industry into the area. As a part of a coin toss bet, the winner, Peter Demens, named the land after Saint Petersburg, Russia, while Williams opted to name the first hotel built which was named the Detroit Hotel, both named after their home towns respectively. St. Petersburg was incorporated as a town on February 29, 1892 and re-incorporated as a city on June 6, 1903.\n The city is often referred to by locals as St. Pete. Neighboring St. Pete Beach formally shortened its name in 1994 after a vote by its residents. St. Petersburg is governed by a mayor and city council.\n With an average of some 361 days of sunshine each year, and a Guinness World Record for logging the most consecutive days of sunshine (768 days between 1967 and 1969), it is nicknamed \"The Sunshine City\". Due to its good weather and low cost of living, the city has long been a popular retirement destination, although in recent years the population has moved in a much more youthful direction. American Style magazine ranked St. Petersburg its top mid-size city in 2011, citing its \"vibrant\" arts scene.",
  "/wiki/Tampa_Bay_Lightning": "The Tampa Bay Lightning are a professional ice hockey team based in Tampa, Florida. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The club has won one Stanley Cup championship in their history, in 2003–04. The team is often referred to as the Bolts, and the nickname was used on the former third jerseys. The Lightning plays home games in Amalie Arena in Tampa.\n The owner of the Lightning is Jeffrey Vinik, while Julien BriseBois serves as general manager. The team is currently coached by Jon Cooper, who has led the team since 2013.",
  "/wiki/National_Hockey_League": "The National Hockey League (NHL; French: Ligue nationale de hockey—LNH) is a professional ice hockey league in North America, currently comprising 31 teams: 24 in the United States and 7 in Canada. The NHL is considered to be the premier professional ice hockey league in the world, and one of the major professional sports leagues in the United States and Canada. The Stanley Cup, the oldest professional sports trophy in North America, is awarded annually to the league playoff champion at the end of each season.\n The National Hockey League was organized on November 26, 1917, at the Windsor Hotel in Montreal after the suspension of operations of its predecessor organization, the National Hockey Association (NHA), which had been founded in 1909 in Renfrew, Ontario. The NHL immediately took the NHA's place as one of the leagues that contested for the Stanley Cup in an annual interleague competition before a series of league mergers and foldings left the NHL as the only league left competing for the Stanley Cup in 1926.\n At its inception, the NHL had four teams—all in Canada, thus the adjective \"National\" in the league's name. The league expanded to the United States in 1924, when the Boston Bruins joined, and has since consisted of American and Canadian teams. From 1942 to 1967, the league had only six teams, collectively (if not contemporaneously) nicknamed the \"Original Six\". The NHL added six new teams to double its size at the 1967 NHL expansion. The league then increased to 18 teams by 1974 and 21 teams in 1979. Between 1991 and 2000, the NHL further expanded to 30 teams. It added its 31st team in 2017 and has approved the addition of a 32nd team in 2021.\n The league's headquarters have been in New York City since 1989 when the head office moved there from Montreal.\n After a labour-management dispute that led to the cancellation of the entire 2004–05 season, the league resumed play in 2005–06 under a new collective agreement that included a salary cap. In 2009, the NHL enjoyed record highs in terms of sponsorships, attendance, and television audiences.\n The International Ice Hockey Federation (IIHF) considers the Stanley Cup to be one of the \"most important championships available to the sport\". The NHL draws many highly skilled players from all over the world and currently has players from approximately 20 countries. Canadians have historically constituted the majority of the players in the league, with an increasing percentage of American and European players in recent seasons.\n The current NHL champions are the St. Louis Blues, who defeated the Boston Bruins four games to three in the 2019 Stanley Cup Finals.",
  "/wiki/Greensboro_Coliseum_Complex": "The Greensboro Coliseum Complex (GCC) is an entertainment and sports complex located in Greensboro, North Carolina. Opened in 1959, the arena was once one of the largest venues in the South, with a seating capacity of over 23,000. The complex holds eight venues that includes an amphitheater, arena, aquatic center, banquet hall, convention center, museum, theatre, and an indoor pavilion. It is the home of the UNC Greensboro Spartans men's basketball team, the Greensboro Swarm of the NBA G League, the Carolina Cobras of the National Arena League, as well as the Atlantic Coast Conference (ACC) with their Men's and Women's Basketball Tournaments.\n It has hosted the Men's ACC Tournament twenty-three times since 1967 and the Women's ACC Tournament twelve times since 2000. The Coliseum hosted both tournaments until 2015. Other notable sporting events include the National Collegiate Athletic Association (NCAA) Men's \"Final Four\" in 1974 and the East Regionals in 1976, 1979 and 1998. More recently, the Coliseum has hosted the U.S. Figure Skating Championships in 2011 and 2015 and will host again in 2020.\n It is also the former home of several professional hockey teams including the Greensboro Generals, Greensboro Monarchs of the East Coast Hockey League (ECHL) and the National Hockey League's Carolina Hurricanes.\n The complex has hosted the \"Central Carolina Fair\" since 1999.",
  "/wiki/Greensboro,_North_Carolina": "Greensboro (/ˈɡriːnzbʌroʊ/ (listen); formerly Greensborough) is a city in the U.S. state of North Carolina. It is the 3rd-most populous city in North Carolina, the 68th-most populous city in the United States, and the county seat and largest city in Guilford County and the surrounding Piedmont Triad metropolitan region. As of the 2010 census, the city population was 269,666, and in 2018 the estimated population was 294,722. Three major interstate highways (Interstate 40, Interstate 85, and Interstate 73) in the Piedmont region of central North Carolina were built to intersect at this city.\n In 1808, \"Greensborough\" (the spelling before 1895) was planned around a central courthouse square to succeed Guilford Court House as the county seat. The county courts were thus placed closer to the geographical center of the county, a location more easily reached at the time by the majority of the county's citizens, who depended on horse and foot for travel.\n In 2003, the previous Greensboro – Winston-Salem – High Point metropolitan statistical area (MSA) was re-defined by the U.S. Office of Management and Budget. This region was separated into the Greensboro–High Point MSA and the Winston-Salem MSA. The 2010 population for the Greensboro–High Point MSA was 723,801. The combined statistical area (CSA) of Greensboro–Winston-Salem–High Point, popularly referred to as the Piedmont Triad, had a population of 1,599,477.\n Among Greensboro's many notable attractions, some of the most popular include the Wet 'n Wild Emerald Pointe water park, the Greensboro Science Center, the International Civil Rights Museum, the Weatherspoon Art Museum, the Greensboro Symphony, the Greensboro Ballet, Triad Stage, the Wyndham Golf Championship, the headquarters of the Atlantic Coast Conference, the Greensboro Coliseum Complex which hosts various sporting events, concerts, and other events, the Greensboro Grasshoppers of the South Atlantic Baseball League, the Carolina Dynamo of the Premier Development Soccer League, the Greensboro Swarm of the NBA G League, the Greensboro Roller Derby, and the National Folk Festival.",
  "/wiki/Carolina_Hurricanes": "The Carolina Hurricanes are a professional ice hockey team based in Raleigh, North Carolina. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The Hurricanes play their home games at the 18,680-seat PNC Arena (formerly known as RBC center).\n The franchise was formed in 1971 as the New England Whalers of the World Hockey Association (WHA). The Whalers saw success immediately, winning the Eastern Division in the WHA's first three seasons, as well as becoming the inaugural Avco World Trophy Champions to cap off the 1972-73 season. The Whalers again competed for the World Trophy in 1978, this time falling short to the Winnipeg Jets in a rematch of the 1973 Finals. The franchise joined the NHL in 1979 as part of the NHL–WHA merger, renaming themselves the Hartford Whalers. The team relocated to North Carolina in 1997, rebranding themselves as the Hurricanes. Carolina advanced to the Stanley Cup Finals for the first time in 2002, where they were defeated by the Detroit Red Wings, 4-1. The Hurricanes won the 2006 Stanley Cup over the Edmonton Oilers in seven games, giving the state of North Carolina its first major professional sports championship. On February 15, 2020, it was announced that the Hurricanes would host a Stadium Series game at Carter-Finley Stadium on February 20, 2021.",
  "/wiki/Carolina_Monarchs": "The Carolina Monarchs were a short-lived ice hockey team in the American Hockey League.  They played in Greensboro, North Carolina, at the Greensboro Coliseum.\n In the spring of 1997, the Hartford Whalers of the NHL announced that they would play in the Greensboro Coliseum for two seasons as the newly named Carolina Hurricanes. The NHL team purchased the dethroned Monarchs, moving the franchise to New Haven, Connecticut, where the team played as the Beast of New Haven.",
  "/wiki/American_Hockey_League": "The American Hockey League (AHL) is a professional ice hockey league based in the United States and Canada that serves as the primary developmental league for the National Hockey League (NHL). Since the 2010–11 season, every team in the league has an affiliation agreement with one NHL team. When NHL teams do not have an AHL affiliate, players are assigned to AHL teams affiliated with other NHL teams. Twenty-seven AHL teams are located in the United States and the remaining four are in Canada. The league offices are located in Springfield, Massachusetts, and its current president is David Andrews.\n In general, a player must be at least 18 years of age to play in the AHL or not currently be beholden to a junior ice hockey team. The league limits the number of experienced professional players on a team's active roster during any given game; only five skaters can have accumulated four full seasons of play or more at the professional level (goaltenders are exempt from this rule and can stay in the AHL indefinitely without being subject to this cap). The AHL allows for practice squad contracts.\n The annual playoff champion is awarded the Calder Cup, named for Frank Calder, the first President (1917–1943) of the NHL. The reigning champions are the Charlotte Checkers.",
  "/wiki/Greensboro_Monarchs": "The Greensboro Monarchs were a professional ice hockey team based in Greensboro, North Carolina. The Monarchs joined the East Coast Hockey League (ECHL) as an expansion franchise prior to the start of the 1989–90 season and surrendered the franchise back to the league when the Monarchs ownership obtained an expansion franchise in the American Hockey League (AHL) at the conclusion of the 1994–95 ECHL season.",
  "/wiki/ECHL": "The ECHL (formerly the East Coast Hockey League) is a mid-level professional ice hockey league based in Princeton, New Jersey, with teams scattered across the United States and two franchises in Canada. It is a tier below the American Hockey League.\n The ECHL and the AHL are the only minor leagues recognized by the collective bargaining agreement between the National Hockey League and the National Hockey League Players' Association, meaning any player signed to an entry-level NHL contract and designated for assignment must report to a club in either the ECHL or the AHL. Additionally, the league's players are represented by the Professional Hockey Players' Association in negotiations with the ECHL itself. Some 662 players have played at least one game in the NHL after appearing in the ECHL.\n For the 2019–20 season, 25 of 31 National Hockey League teams have affiliations with an ECHL team with the Anaheim Ducks, Columbus Blue Jackets, Florida Panthers, Los Angeles Kings, Montreal Canadiens, and San Jose Sharks having no official affiliations. The ECHL has one independent team in the Norfolk Admirals.  However, unaffiliated NHL teams do sometimes lend contracted players to ECHL teams for development and increased playing time.\n The league's regular season begins in October and ends in April. The current ECHL champion is the Newfoundland Growlers, a 2018–19 expansion team that won the title in its inaugural season.",
  "/wiki/The_Palace_of_Auburn_Hills": "The Palace of Auburn Hills, commonly referred to as The Palace, is a defunct multi-purpose arena located in Auburn Hills, Michigan. It was the home of the Detroit Pistons of the National Basketball Association (NBA), the Detroit Shock of the Women's National Basketball Association (WNBA), the Detroit Vipers of the International Hockey League, the Detroit Safari of the Continental Indoor Soccer League, and the Detroit Fury of the Arena Football League.\n The Palace was one of eight basketball arenas owned by their respective NBA franchises.",
  "/wiki/Auburn_Hills,_Michigan": "Auburn Hills (formerly Pontiac Township) is a city in Oakland County, in the U.S. state of Michigan. The population was 21,412 at the 2010 census. It is one of the wealthiest cities in the state, and home to the U.S. headquarters of Fiat Chrysler Automobiles, The Palace of Auburn Hills (former home of the Detroit Pistons and several other teams), and Oakland University.",
  "/wiki/Detroit_Vipers": "The Detroit Vipers were an International Hockey League team. The team was founded in 1994, and played at The Palace of Auburn Hills. Their mascot was a polar bear named Vipe-bear.",
  "/wiki/International_Hockey_League_(1945–2001)": "The International Hockey League (IHL) was a minor professional ice hockey league in the United States and Canada that operated from 1945 to 2001. The IHL served as the National Hockey League's alternate farm system to the American Hockey League (AHL). After 56 years of operation, financial instability led to the league's demise. Six of the surviving seven teams merged into the AHL in 2001.",
  "/wiki/Joe_Louis_Arena": "Joe Louis Arena is a defunct arena in Downtown Detroit, currently undergoing demolition. Completed in 1979 at a cost of $57 million as a replacement for Olympia Stadium, it sits adjacent to TCF Center on the bank of the Detroit River and was accessible by the Joe Louis Arena station on the Detroit People Mover. The venue is named after former heavyweight champion boxer Joe Louis, who grew up in Detroit.\n It was the home of the Detroit Red Wings of the National Hockey League and the second oldest NHL venue after Madison Square Garden until the start of the 2017–18 NHL season. Joe Louis Arena is owned by the city of Detroit, and operated by Olympia Entertainment, a subsidiary of team owner Ilitch Holdings.\n In April 2017, the Red Wings hosted their final game at Joe Louis Arena; the venue was succeeded by Little Caesars Arena. The arena closed on July 29, 2017. Demolition started on April 4, 2019, with the site scheduled to be cleared by early 2020.",
  "/wiki/Detroit": "Detroit (/dɪˈtrɔɪt/, locally also /ˈdiːtrɔɪt/; French: Détroit, lit. 'strait') is the largest and most populous city in the U.S. state of Michigan, the largest U.S. city on the United States–Canada border, and the seat of Wayne County. The municipality of Detroit had a 2018 estimated population of 672,662, making it the 23rd-most populous city in the United States. The metropolitan area, known as Metro Detroit, is home to 4.3 million people, making it the second-largest in the Midwest after the Chicago metropolitan area. Regarded as a major cultural center, Detroit is known for its contributions to music and as a repository for art, architecture and design.\n Detroit is a major port on the Detroit River, one of the four major straits that connect the Great Lakes system to the Saint Lawrence Seaway. The Detroit Metropolitan Airport is among the most important hubs in the United States. The City of Detroit anchors the second-largest regional economy in the Midwest, behind Chicago and ahead of Minneapolis–Saint Paul, and the 13th-largest in the United States. Detroit and its neighboring Canadian city Windsor are connected through a highway tunnel, railway tunnel, and the Ambassador Bridge, which is the second busiest international crossing in North America, after San Diego–Tijuana. Detroit is best known as the center of the U.S. automobile industry, and the \"Big Three\" auto manufacturers General Motors, Ford, and Fiat Chrysler are all headquartered in Metro Detroit.\n In 1701, Antoine de la Mothe Cadillac founded Fort Pontchartrain du Détroit, the future city of Detroit. During the 19th century, it became an important industrial hub at the center of the Great Lakes region. The city became the 4th-largest in the nation in 1920, after only New York City, Chicago and Philadelphia, with the influence of the booming auto industry. With expansion of the auto industry in the early 20th century, the city and its suburbs experienced rapid growth, and by the 1940s, the city had become the fourth-largest in the country. However, due to industrial restructuring, the loss of jobs in the auto industry, and rapid suburbanization, Detroit lost considerable population from the late 20th century to the present. Since reaching a peak of 1.85 million at the 1950 census, Detroit's population has declined by more than 60 percent. In 2013, Detroit became the largest U.S. city to file for bankruptcy, which it successfully exited in December 2014, when the city government regained control of Detroit's finances.\nDetroit's diverse culture has had both local and international influence, particularly in music, with the city giving rise to the genres of Motown and techno, and playing an important role in the development of jazz, hip-hop, rock, and punk music. The rapid growth of Detroit in its boom years resulted in a globally unique stock of architectural monuments and historic places. Since the 2000s conservation efforts have managed to save many architectural pieces and achieved several large-scale revitalizations, including the restoration of several historic theatres and entertainment venues, high-rise renovations, new sports stadiums, and a riverfront revitalization project. More recently, the population of Downtown Detroit, Midtown Detroit, and various other neighborhoods has increased. An increasingly popular tourist destination, Detroit receives 19 million visitors per year. In 2015, Detroit was named a \"City of Design\" by UNESCO, the first U.S. city to receive that designation.",
  "/wiki/Detroit_Red_Wings": "The Detroit Red Wings are a professional ice hockey team based in Detroit. They compete in the  National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference, and are one of the Original Six teams of the league. Founded in 1926, the team was known as the Detroit Cougars until 1930. For the 1930–31 and 1931–32 seasons the team was called the Detroit Falcons, and in 1932 changed their name to the Red Wings.\n As of 2020[update], the Red Wings have won the most Stanley Cup championships of any NHL franchise based in the United States (11) and are third overall in total Stanley Cup championships, behind the Montreal Canadiens (24) and Toronto Maple Leafs (13). The Wings played their home games at Joe Louis Arena from 1979 until 2017, after playing for 52 years in Olympia Stadium. They moved into the new Little Caesars Arena beginning with the 2017–18 season. The Red Wings are one of the most popular and successful franchises in the NHL; fans and sports commentators refer to the Detroit area as \"Hockeytown\", which has been a registered trademark owned by the franchise since 1996.\n Between the 1931–32 and 1965–66 seasons, the Red Wings missed the playoffs only four times. Between the 1966–67 and 1982–83 seasons, the Red Wings made the playoffs only two times. However, thereafter, from 1983–84 to 2015–16, they made the playoffs 30 times in 32 seasons, including 25-straight from 1990–91 to 2015–16 (not counting the cancelled 2004–05 season), in 2006 this became the longest active streak of postseason appearances in all of North American professional sports and finished tied for the third longest streak in NHL history. Since 1983–84, the Red Wings have tallied six regular season first-place finishes and have won the Stanley Cup four times (1997, 1998, 2002, and 2008).",
  "/wiki/Vélodrome_d'hiver": "The Vélodrome d'Hiver (French pronunciation: ​[velɔdʁɔm divɛʁ], Winter Velodrome), colloquially Vel' d'Hiv', was an indoor bicycle racing cycle track and stadium (velodrome) on rue Nélaton, not far from the Eiffel Tower in Paris. As well as a cycling track, it was used for ice hockey, wrestling, boxing, roller-skating, circuses, bullfighting, spectaculars, and demonstrations. It was the first permanent indoor track in France and the name persisted for other indoor tracks built subsequently. \n In July 1942, French police, acting under orders from the German authorities in Occupied Paris, used the velodrome to hold thousands of Jews and others who were victims in a mass arrest. The Jews were held at the velodrome before they were moved to a concentration camp in the Parisian suburbs at Drancy and then to the extermination camp at Auschwitz. The incident became known as the \"Vel' d'Hiv' Roundup\" (Rafle du Vel' d'Hiv').",
  "/wiki/Club_des_Patineurs_de_Paris": "Club des Patineurs de Paris was an ice hockey team in Paris, France. They played in the top-level of French ice hockey from 1906-1937.",
  "/wiki/Ligue_Magnus": "Synerglace Ligue Magnus is the current name for the top men's division of the French ice hockey pyramid, established in 1906. The league was renamed in 2004 to take the name of its championship trophy, the Magnus Cup. The trophy was in turn named for Frenchman and IIHF founder Louis Magnus. During the 2015–16 and 2016-17 seasons, the league was officially known as Saxoprint Ligue Magnus, due to a sponsorship deal with Saxoprint, the online printing subsidiary of German conglomerate Cewe.",
  "/wiki/Racing_Club_de_France_(ice_hockey)": "Racing Club de France was an ice hockey team in Paris, France. They were a member of the Racing Club de France sports association.",
  "/wiki/Stade_Français_(ice_hockey)": "Stade Français was an ice hockey team in Paris, France. They were a member of the Stade Français sports association.",
  "/wiki/Meadowlands_Arena": "Meadowlands Arena (formerly Brendan Byrne Arena, Continental Airlines Arena and IZOD Center) is an indoor venue located in the Meadowlands Sports Complex in East Rutherford, New Jersey, United States. The arena is located on New Jersey Route 120 and is across the highway from MetLife Stadium and the Meadowlands Racetrack.\n The arena was originally built to accommodate a move of the New York Nets basketball team to New Jersey and opened in 1981. In 1982, the Colorado Rockies hockey team joined the Nets in the new building and became known as the New Jersey Devils. The Nets and Devils were joined by the Seton Hall Pirates men's collegiate basketball program in 1985.\n In 2007, the Prudential Center opened in nearby Newark and the New Jersey Devils moved out. Seton Hall, whose campus in South Orange is closer to Newark than East Rutherford, followed and moved their basketball games there. The Nets remained for three more seasons before moving to Newark, where they played two seasons before departing New Jersey for Barclays Center in Brooklyn. The men's basketball team from Fordham University played four home games during the 2010–11 season at the arena.\n Following the departure of all three of its major tenants, the arena continued to host occasional non-sporting events, such as touring shows and concerts, and other local events. The state-owned facility reported losses for 2013, and was projected to have $8.5 million in losses for 2015. On January 15, 2015, the New Jersey Sports and Exposition Authority (NJSEA) voted to shut down Izod Center, and have Prudential Center acquire hosting rights to events scheduled for the arena over the next two years in a $2 million deal.\n Since closing, the vacant arena is used as a rehearsal venue for large-scale touring concert productions as well as a sound stage for video and television productions. Since 2018, NBC has leased the venue to film prime-time drama series, including The Enemy Within and Lincoln Rhyme: Hunt for the Bone Collector.",
  "/wiki/East_Rutherford,_New_Jersey": "East Rutherford is a borough in Bergen County, New Jersey, United States. As of the 2010 United States Census, the borough's population was 8,913, reflecting an increase of 197 (+2.3%) from the 8,716 counted in the 2000 Census, which had in turn increased by 814 (+10.3%) from the 7,902 counted in the 1990 Census. It is an inner-ring suburb of New York City, located 7 miles (11 km) west of Midtown Manhattan.\n Under the terms of an act of the New Jersey Legislature on April 17, 1889, a portion of the old Union Township was incorporated under the name of Boiling Springs Township. The new township took its name from a spring in the community. On March 28, 1894, the Borough of East Rutherford was created, based on the results of a referendum held the previous day, and Boiling Springs Township was dissolved. While there was no change in its borders, the name and form of government were changed.  The borough was the second formed during the \"Boroughitis\" phenomenon then sweeping through Bergen County, in which 26 boroughs were formed in the county in 1894 alone.\n East Rutherford is the home of the Meadowlands Sports Complex, which includes Meadowlands Arena and MetLife Stadium, and was previously the location of Giants Stadium. The arena is best known as the former home of the New Jersey Nets of the National Basketball Association and the New Jersey Devils of the National Hockey League, and also hosted college basketball, arena football, concerts, and other events. MetLife Stadium is home of the New York Giants and New York Jets of the National Football League (NFL), the New York Guardians of the XFL, and hosted Super Bowl XLVIII, which made East Rutherford the smallest city ever to host a Super Bowl. Giants Stadium, which hosted the Giants and Jets until 2009, was also the original home of the New York Red Bulls of Major League Soccer. East Rutherford is the only municipality with fewer than 10,000 residents to have been home to five professional sports teams simultaneously.\n The borough is also the site of the American Dream Meadowlands project, a large shopping center and entertainment complex that was originally named \"Xanadu\" which opened on October 25, 2019.",
  "/wiki/New_Jersey_Devils": "The New Jersey Devils are a professional ice hockey team based in Newark, New Jersey. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The club was founded as the Kansas City Scouts in Kansas City, Missouri, in 1974. The Scouts moved to Denver, Colorado in 1976 and became the Colorado Rockies. In 1982, they moved to East Rutherford, New Jersey and took their current name. For their first 25 seasons in New Jersey, the Devils were based at the Meadowlands Sports Complex in East Rutherford and played their home games at Brendan Byrne Arena (later renamed to Continental Airlines Arena). Before the 2007–08 season, the Devils moved to Prudential Center in Newark.\n The franchise was poor to mediocre in the eight years before moving to New Jersey, a pattern that continued during the first five years in New Jersey as they failed to make the Stanley Cup playoffs and never finished higher than fifth in their division. Their fortunes began to turn around following the hiring of president and general manager Lou Lamoriello in 1987. Under Lamoriello's stewardship, the Devils made the playoffs all but three times between 1988 and 2012, including 13 berths in a row from 1997 to 2010, and finished with a winning record every season from 1992–93 to 2009–10. They have won the Atlantic Division regular season title nine times, most recently in 2009–10, before transferring to the newly created Metropolitan Division as part of the NHL's realignment in 2013. The Devils have reached the Stanley Cup Finals five times, winning in 1994–95, 1999–2000 and 2002–03, and losing in 2000–01 and 2011–12. The Devils were known for their defense-first approach throughout their years of Cup contention, but have since moved towards a more offensive style.\n The Devils have a rivalry with their cross-Hudson River neighbor, the New York Rangers, as well as a rivalry with the Philadelphia Flyers. The Devils are one of three NHL teams in the New York metropolitan area; the other two teams are the New York Islanders and New York Rangers. With the move of the New Jersey Nets to Brooklyn in 2012, the franchise is the only major league team in any sport that explicitly identifies itself as a New Jersey team.",
  "/wiki/Richfield_Coliseum": "Richfield Coliseum, also known as the Coliseum at Richfield, was an indoor arena located in Richfield Township, between Cleveland and Akron, Ohio. It opened in 1974 as a replacement for the Cleveland Arena, and had a seating capacity of 20,273 for basketball. It was the main arena for the Northeast Ohio region until 1994, when it was replaced by Gund Arena in downtown Cleveland. The Coliseum stood vacant for five years before it was purchased and demolished in 1999 by the National Park Service. The site of the building was converted to a meadow and is now part of Cuyahoga Valley National Park.\n The arena was primarily the home to the Cleveland Cavaliers of the National Basketball Association (NBA), developed by Cavaliers owner Nick Mileti, who also owned the Cleveland Crusaders of the World Hockey Association. Over the years it had additional tenants such as the Cleveland Barons of the National Hockey League, Cleveland Force of Major Soccer League, Cleveland Crunch of Major Indoor Soccer League, the Cleveland Lumberjacks of the International Hockey League, and the Cleveland Thunderbolts of the Arena Football League. In a 2012 interview with ESPN's Bill Simmons, basketball great Larry Bird said that it was his favorite arena to play in. The Coliseum was the site of Bird's final game in the NBA. Richfield Coliseum hosted the 1987, 1988 and 1992 editions of WWE's Survivor Series pay-per-view.\n It hosted the 1981 NBA All-Star Game and The Buckeye Homecoming, the 1983 professional boxing match bout between Michael Dokes and Gerrie Coetzee. It was also the site of the March 24, 1975 boxing match between Muhammad Ali and Chuck Wepner, which in part inspired the movie Rocky.\n The Coliseum was a regular concert venue, with its first event being a concert by Frank Sinatra and the last being a concert by Roger Daltrey in 1994, which was also the last official event at the arena. The first rock concert at the Richfield Coliseum was Stevie Wonder in October 1974.",
  "/wiki/Richfield,_Ohio": "Richfield is a village in Summit County, Ohio, United States. The population was 3,648 at the 2010 census.  The village and the adjacent Richfield Township are approximately equidistant between the downtown areas of Akron and Cleveland.  It is part of the Akron Metropolitan Statistical Area.  Richfield is the sister city of Wolfach, Germany.",
  "/wiki/Cleveland_Crusaders": "The Cleveland Crusaders were a professional ice hockey team from Cleveland, Ohio. They played in the World Hockey Association from 1972 to 1976. Their home ice was the Cleveland Arena from 1972 to 1974, and the Richfield Coliseum from 1974 to 1976.\n The team was owned by Nick Mileti, who had been the founder of the NBA's Cleveland Cavaliers, and also owned Major League Baseball's Cleveland Indians.  He had also owned the nine-time American Hockey League champion Cleveland Barons, but moved them to Jacksonville, Florida to make room for the Crusaders.  The first coach for the Crusaders was Bill Needham, a mainstay of the Barons. Needham coached the Crusaders to winning records in the first two seasons, but failed to advance past the second playoff round. In the 1974–75 season, John Hanna took over as coach, to be replaced mid-season by Jack Vivian. Cleveland finished second in the east division despite a losing record, but fell in the first round of the playoffs. Johnny Wilson led the team for its final season, also losing in the first round of the post-season.\n Mileti sold the team to Jay White in 1975, but White sold it back to Mileti in 1976.  However, not long after Mileti closed on his repurchase, the National Hockey League's California Golden Seals moved to Cleveland and became the Cleveland Barons.  Mileti knew he could not hope to compete with an NHL team and decided to move the Crusaders elsewhere.\n Initially, the team was going to relocate to South Florida and become the Florida Breakers, going far enough to have a logo designed. After the proposed move fell through,  the Crusaders relocated to St. Paul, Minnesota, becoming the second incarnation of the Minnesota Fighting Saints.",
  "/wiki/World_Hockey_Association": "The World Hockey Association (French: Association mondiale de hockey) was a professional ice hockey major league that operated in North America from 1972 to 1979. It was the first major league to compete with the National Hockey League (NHL) since the collapse of the Western Hockey League in 1926. Although the WHA was not the first league since that time to attempt to challenge the NHL's supremacy, it was by far the most successful in the modern era.\n The WHA tried to capitalize on the lack of hockey teams in a number of major American cities and mid-level Canadian cities, and also hoped to attract the best players by paying more than NHL owners would. The WHA successfully challenged the NHL's reserve clause, which bound players to their NHL teams even without a valid contract, allowing players in both leagues greater freedom of movement. Sixty-seven players jumped from the NHL to the WHA in the first year, led by star forward Bobby Hull, whose ten-year, $2.75 million contract was a record at the time. The WHA also took the initiative to sign European players.\n The WHA had an acrimonious relationship with the NHL, resulting in numerous legal battles, as well as competition for control of players and markets.  In spite of this, merger talks began almost immediately, as the WHA was constantly unstable, with franchises occasionally relocating or folding in the middle of the season.  NHL owners voted down a 1977 plan to merge six WHA teams (the Edmonton Oilers, New England Whalers, Quebec Nordiques, Cincinnati Stingers, Houston Aeros, and Winnipeg Jets) into the NHL before a 1979 merger was approved.  \n As a result, the WHA ceased operations, and four teams joined the NHL for the 1979–80 season: the Edmonton Oilers, New England Whalers, Quebec Nordiques, and Winnipeg Jets. Of these four teams, two of the three Canadian teams — the Nordiques and Jets — eventually moved south to Denver and Phoenix, respectively, although the NHL would return to Winnipeg with the 2011 relocation of the Atlanta Thrashers, who would rename themselves the Winnipeg Jets upon their relocation. The Whalers later moved from Hartford to Raleigh, North Carolina.  The Oilers are the only WHA merger team to retain both their original name and city. \nThe final WHA game was played on May 20, 1979, as the Jets defeated the Oilers to win their third Avco World Trophy.",
  "/wiki/Cleveland_Barons_(NHL)": "The Cleveland Barons were a professional ice hockey team in the National Hockey League (NHL) from 1976 to 1978. They were a relocation of the California Golden Seals franchise that had played in Oakland since 1967. After just two seasons, the team merged with the Minnesota North Stars (now the Dallas Stars). As a result, the NHL operated with 17 teams during the 1978–79 season.\n As of 2020, the Barons remain the last franchise in the four major North American sports leagues to cease operations. Ohio did not have another NHL team until the Columbus Blue Jackets joined the league 22 years later in 2000.",
  "/wiki/Capital_Centre": "The Capital Centre (later USAir Arena and US Airways Arena) was an indoor arena in the eastern United States, located in Landover, Maryland, a suburb east of Washington, D.C.\n Opened in late 1973, it closed in 1999, and was demolished in 2002. The seating capacity was 18,756 for basketball and 18,130 for hockey. The elevation at street level was approximately 160 feet (50 m) above sea level.\n The U.S. Census Bureau defined the land, later occupied by The Boulevard at the Capital Centre, as being in the Mitchellville census-designated place as of the 1990 U.S. Census, while in the 2000 U.S. Census the area was placed in the Lake Arbor CDP.",
  "/wiki/Landover,_Maryland": "Landover is an unincorporated community and census-designated place in Prince George's County, Maryland, United States. Landover is located very close to Washington, although it does not directly border Washington D.C. unlike its neighboring communities, Chapel Oaks and Fairmount Heights, which directly border Washington D.C. and go all the way up to/touch the Maryland/ D.C. line. As of the 2010 census it had a population of 23,078.\n Landover is contained between Sheriff Road and Central Avenue to the south, Hill Road, Cabin Branch Drive, and the Washington Metropolitan Area Orange Line tracks to the west, John Hanson Highway (U.S. Highway 50) to the west, and Washington D.C.'s Capital Beltway (Interstate 495) to the north and east. Landover borders the communities of New Carrollton, Landover Hills, Glenarden, Lanham, Ardmore, Kentland, Cheverly, Chapel Oaks, Fairmount Heights, Carmody Hills, Pepper Mill Village, Walker Mill, and Largo.",
  "/wiki/Washington_Capitals": "The Washington Capitals (colloquially known as the Caps) are a professional ice hockey team based in Washington, D.C. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The Capitals are owned by Monumental Sports & Entertainment, headed by Ted Leonsis. From 1974 to 1997 the Capitals played their home games at the Capital Centre, in Landover, Maryland (a suburb in the Washington metropolitan area). In 1997 the team moved to the arena now called Capital One Arena, their present home arena in Washington, D.C.\n The Capitals were founded in 1974 as an expansion franchise, alongside the Kansas City Scouts. Since purchasing the team in 1999, Leonsis revitalized the franchise by drafting star players such as Alexander Ovechkin, Nicklas Backstrom, Mike Green and Braden Holtby. The 2009–10 Capitals won the franchise's first Presidents' Trophy for being the team with the most points at the end of the regular season. They won it a second time in 2015–16, and did so for a third time the following season in 2016–17. In addition to twelve division titles and three Presidents' Trophies, the Capitals have reached the Stanley Cup Finals in 1998 and 2018, winning in the latter.\n The Capitals have retired the use of four numbers in honor of four players. In addition, the team holds an association with a number of individuals inducted into the Hockey Hall of Fame. The Capitals are presently affiliated with two minor league teams, the Hershey Bears of the American Hockey League, and the South Carolina Stingrays of the ECHL.",
  "/wiki/Chesapeake_Energy_Arena": "Chesapeake Energy Arena, originally known as the Ford Center from 2002 to 2010 and Oklahoma City Arena until 2011, is an arena located in Downtown Oklahoma City, Oklahoma, United States. It opened in 2002 and since 2008 has served as the home venue for the National Basketball Association (NBA)'s Oklahoma City Thunder. Previously, the arena was home to the Oklahoma City Blazers of the Central Hockey League (CHL) from 2002 until the team folded in July 2009, and the Oklahoma City Yard Dawgz of AF2 from 2004 to 2009 when the team moved to the Cox Convention Center. In addition to its use as a sports venue, Chesapeake Energy Arena hosts concerts, family and social events, conventions, ice shows, and civic events. The arena is owned by the city and operated by the SMG property management company and has 18,203 seats in the basketball configuration, 15,152 for hockey, and can seat up to 16,591 for concerts.\n From 2005 to 2007 the arena also served as the temporary home for the New Orleans Hornets of the NBA when the Hornets were forced to play games elsewhere following extensive damage to New Orleans Arena and the city of New Orleans from Hurricane Katrina. During the two seasons in Oklahoma City, the team was known as the New Orleans/Oklahoma City Hornets. The response from fans while the Hornets played in Oklahoma City was an impetus to the city being discussed prior to 2008 as a future NBA team, either by relocation or expansion.",
  "/wiki/Oklahoma_City": "Oklahoma City (/oʊkləˌhoʊmə -/), often shortened to OKC, is the capital and largest city of the U.S. state of Oklahoma. The county seat of Oklahoma County, the city ranks 27th among United States cities in population. The population grew following the 2010 Census, with the population estimated to have increased to 649,021 as of July 2018. The Oklahoma City metropolitan area had a population of 1,396,445, and the Oklahoma City–Shawnee Combined Statistical Area had a population of 1,469,124 residents, making it Oklahoma's largest municipality and metropolitan area by population.   \n Oklahoma City's city limits extend somewhat into Canadian, Cleveland, and Pottawatomie counties, though much of those areas outside the core Oklahoma County area are suburban tracts or protected rural zones (watershed). The city ranks as the eighth-largest city in the United States by total area when including consolidated city-counties; it is the second largest city in the United States by total area, following Houston, when not including consolidated cities.\n Lying in the Great Plains region, Oklahoma City has one of the world's largest livestock markets. Oil, natural gas, petroleum products and related industries are the largest sector of the local economy. The city is in the middle of an active oil field and oil derricks dot the capitol grounds. The federal government employs large numbers of workers at Tinker Air Force Base and the United States Department of Transportation's Mike Monroney Aeronautical Center (these two sites house several offices of the Federal Aviation Administration and the Transportation Department's Enterprise Service Center, respectively).\n Oklahoma City is on the I-35 Corridor, which is one of the primary travel corridors south into neighboring Texas and Mexico and north towards Wichita and Kansas City. Located in the state's Frontier Country region, the city's northeast section lies in an ecological region known as the Cross Timbers. The city was founded during the Land Run of 1889 and grew to a population of over 10,000 within hours of its founding. The city was the scene of the April 19, 1995 bombing of the Alfred P. Murrah Federal Building, in which 168 people died. It was the deadliest terror attack in the history of the United States until the attacks of September 11, 2001, and remains the deadliest act of domestic terrorism in U.S. history.\n Since the time weather records have been kept, Oklahoma City has been struck by thirteen strong tornadoes; eleven of these tornadoes were rated F4 or EF4 on the Fujita and Enhanced Fujita scales, and two were rated F5 or EF5.\n Since 2008, Oklahoma City has been home to the National Basketball Association (NBA)'s Oklahoma City Thunder, who play their home games at the Chesapeake Energy Arena.",
  "/wiki/Oklahoma_City_Blazers_(1992–2009)": "The Oklahoma City Blazers were a professional ice hockey team based in Oklahoma City, Oklahoma, that played in the Central Hockey League. The Blazers played at the Ford Center, located in downtown Oklahoma City. On July 2, 2009, the Blazers ceased operations after failing to reach a lease agreement with the city.\n Beginning with the 2010–11 season, the market was served by the Oklahoma City Barons, an American Hockey League team playing at Cox Convention Center as the top affiliate of the National Hockey League's Edmonton Oilers.",
  "/wiki/Central_Hockey_League": "The Central Hockey League (CHL) was a North American mid-level minor professional ice hockey league which operated from 1992 until 2014. Until 2013, it was owned by Global Entertainment Corporation, at which point it was purchased by the individual franchise owners.  As of the end of its final season in 2014, three of the 30 National Hockey League teams had affiliations with the CHL: the Dallas Stars, Minnesota Wild, and Tampa Bay Lightning.\n Several teams of defunct leagues joined the CHL along its history, including the Southern Hockey League, Western Professional Hockey League and International Hockey League. After two teams suspended operations during the 2014 offseason, the ECHL accepted the remaining seven teams as members in October 2014, meaning the end for the CHL after 22 seasons.",
  "/wiki/Bradley_Center": "The Bradley Center (known as the BMO Harris Bradley Center under sponsorship agreements) was a multi-purpose arena located on the northwest corner of North Vel R. Phillips Ave. and West State Streets in downtown Milwaukee, Wisconsin, United States.\n It was home to the Milwaukee Bucks of the NBA and the Marquette University men's basketball team. It was also the home of the Milwaukee Wave of the MISL, from 1988 to 2003, the original Milwaukee Mustangs of the AFL from 1994 to 2001, along with the second incarnation of the team from 2009 to 2012, the Badger Hockey Showdown from 1989 to 2002, and the Milwaukee Admirals of the AHL (and formerly of the IHL) from 1988 to 2016.\n The arena employed about 50 full-time employees, mostly tradespeople and about 700 part-time employees to help during events.\n Following the opening of the new Fiserv Forum in late August 2018, the Bradley Center was demolished to make way for future development. Assets from the arena, including display boards, scoreboards, equipment and sports and concert memorabilia were auctioned off.",
  "/wiki/Milwaukee": "Milwaukee (/mɪlˈwɔːki/, locally /mɪˈ-/) is the largest city in the state of Wisconsin and the fifth-largest city in the Midwestern United States. The seat of the eponymous county, it is on Lake Michigan's western shore. Ranked by its estimated 2018 population, Milwaukee was the 31st largest city in the United States. The city's estimated population in 2018 was 594,511. Milwaukee is the main cultural and economic center of the Milwaukee metropolitan area which had a population of 2,043,904 in the 2014 census estimate. It is the third-most densely populated metropolitan area in The Midwest, surpassed only by Chicago and Detroit, respectively. Milwaukee is considered a Gamma global city as categorized by the Globalization and World Cities Research Network with a regional GDP of over $105 billion.\n The first Europeans to pass through the area were French Catholic Jesuit missionaries, who were ministering to Native Americans, and fur traders. In 1818, the French Canadian explorer Solomon Juneau settled in the area, and in 1846, Juneau's town combined with two neighboring towns to incorporate as the city of Milwaukee. Large numbers of German immigrants arrived during the late 1840s, after the German revolutions, with Poles and other eastern European immigrants arriving in the following decades. Milwaukee is known for its brewing traditions, begun with the German immigrants.\n Beginning in the early 21st century, the city has been undergoing its largest construction boom since the 1960s. Major new additions to the city in the past two decades include the Milwaukee Riverwalk, the Wisconsin Center, Miller Park, The Hop (streetcar system), an expansion to the Milwaukee Art Museum, Milwaukee Repertory Theater, and Pier Wisconsin, as well as major renovations to the UW–Milwaukee Panther Arena. The Fiserv Forum opened in late 2018 and hosts sporting events and concerts. Summerfest, the largest music festival in the world, is also a large economic engine and cultural attraction for the city. In 2018, Milwaukee was named \"The Coolest City in the Midwest\" by Vogue.",
  "/wiki/Milwaukee_Admirals": "The Milwaukee Admirals are a professional ice hockey team in the American Hockey League. They play in Milwaukee, Wisconsin, United States at the University of Wisconsin–Milwaukee Panther Arena. They have been affiliated with the NHL's Nashville Predators since that team's founding in 1998.",
  "/wiki/Toyota_Center": "Toyota Center is an indoor arena located in downtown Houston, Texas. It is named after the Japanese automobile manufacturer Toyota. The arena is home to the Houston Rockets of the National Basketball Association, and it was once the home of the Houston Aeros of the American Hockey League.\n Rockets owner Leslie Alexander first began to request a new arena in 1995, and attempted to release the Rockets from their lease at The Summit, which ran until 2003. However, he was denied by arena owner Chuck Watson, then-owner of the Aeros, who also wanted control of a new arena. The two sides agreed to equal control over an arena in a deal signed in 1997, but the proposal was rejected by city voters in a 1999 referendum. It was not until the city and the Rockets signed an amended agreement in 2001, excluding the Aeros, that the proposal was accepted.\n Construction began in July 2001, and the new arena was officially opened in October 2003. The total costs were $235 million, with the city of Houston paying the majority, and the Rockets paying for enhancements. Toyota paid US$100 million for the naming rights.",
  "/wiki/Houston": "Houston (/ˈhjuːstən/ (listen) HEW-stən) is the most populous city in the U.S. state of Texas, fourth most populous city in the United States, most populous city in the Southern United States, as well as the sixth most populous in North America, with an estimated 2018 population of 2,325,502. Located in Southeast Texas near Galveston Bay and the Gulf of Mexico, it is the seat of Harris County and the principal city of the Greater Houston metropolitan area, which is the fifth most populous metropolitan statistical area in the United States and the second most populous in Texas after the Dallas-Fort Worth metroplex, with a population of 6,997,384 in 2018.\n Comprising a total area of 637.4 square miles (1,651 km2), Houston is the eighth most expansive city in the United States (including consolidated city-counties). It is the largest city in the United States by total area, whose government is not consolidated with that of a county, parish or borough. Though primarily in Harris County, small portions of the city extend into Fort Bend and Montgomery counties, bordering other principal communities of Greater Houston such as Sugar Land and The Woodlands.\n The city of Houston was founded by land investors on August 30, 1836, at the confluence of Buffalo Bayou and White Oak Bayou (a point now known as Allen's Landing) and incorporated as a city on June 5, 1837. The city is named after former General Sam Houston, who was president of the Republic of Texas and had won Texas' independence from Mexico at the Battle of San Jacinto 25 miles (40 km) east of Allen's Landing. After briefly serving as the capital of the Texas Republic in the late 1830s, Houston grew steadily into a regional trading center for the remainder of the 19th century.\n The arrival of the 20th century saw a convergence of economic factors which fueled rapid growth in Houston, including a burgeoning port and railroad industry, the decline of Galveston as Texas' primary port following a devastating 1900 hurricane, the subsequent construction of the Houston Ship Channel, and the Texas oil boom. In the mid-20th century, Houston's economy diversified as it became home to the Texas Medical Center—the world's largest concentration of healthcare and research institutions—and NASA's Johnson Space Center, where the Mission Control Center is located.\n Houston's economy since the late 19th century has a broad industrial base in energy, manufacturing, aeronautics, and transportation. Leading in healthcare sectors and building oilfield equipment, Houston has the second most Fortune 500 headquarters of any U.S. municipality within its city limits (after New York City). The Port of Houston ranks first in the United States in international waterborne tonnage handled and second in total cargo tonnage handled. Nicknamed the \"Bayou City\" \"Space City”, \"H-Town\", and “the 713”, Houston has become a global city, with strengths in culture, medicine, and research. The city has a population from various ethnic and religious backgrounds and a large and growing international community. Houston is the most diverse metropolitan area in Texas and has been described as the most racially and ethnically diverse major metropolis in the U.S. It is home to many cultural institutions and exhibits, which attract more than 7 million visitors a year to the Museum District. Houston has an active visual and performing arts scene in the Theater District and offers year-round resident companies in all major performing arts.",
  "/wiki/Houston_Aeros_(1994–2013)": "The Houston Aeros were a professional ice hockey team in the American Hockey League. The team played in Houston, Texas, at the Toyota Center. They were the AHL affiliate of the NHL's Minnesota Wild. The team is now the Iowa Wild.",
  "/wiki/Kemper_Arena": "The Hy-Vee Arena, previously known as Kemper Arena, is an indoor arena located in Kansas City, Missouri. Prior to conversion to a youth sports facility, Kemper Arena was previously a 19,500-seat professional sports arena. It has hosted NCAA Final Four basketball games, professional basketball and hockey teams, professional wrestling events, the 1976 Republican National Convention, concerts, and is the ongoing host of the American Royal livestock show.\n It was originally named for R. Crosby Kemper Sr., a member of the powerful Kemper financial clan and who donated $3.2 million from his estate for the arena. In 2016, it was listed on the National Register of Historic Places in recognition of its revolutionary design by Helmut Jahn.",
  "/wiki/Kansas_City,_Missouri": "Kansas City (abbreviated KC or KCMO) is the largest city in the U.S. state of Missouri by population and area. According to the U.S. Census Bureau, the city had an estimated population of 491,918 in 2018, making it the 38th most-populous city in the United States. It is the most populated municipality and historic core city of the Kansas City metropolitan area, which straddles the Kansas–Missouri state line and has a CSA population of 2,487,053. Most of the city lies within Jackson County, but portions spill into Clay, Cass, and Platte counties. The city borders Johnson County and Kansas City, Kansas, (KCK/Wyandotte County) in Kansas. Kansas City was founded in the 1830s as a Missouri River port at its confluence with the Kansas River coming in from the west. On June 1, 1850, the town of Kansas was incorporated; shortly after came the establishment of the Kansas Territory. Confusion between the two ensued, and the name Kansas City was assigned to distinguish them soon after. In 2017, the city had the fifth-highest per capita murder rate in the nation with 2019 homicide rates nearing a record high.\n Sitting on Missouri's western boundary with Kansas, with Downtown near the confluence of the Kansas and Missouri Rivers, the city encompasses some 319.03 square miles (826.3 km2), making it the 23rd largest city by total area in the United States. Along with Independence, one of its major suburbs, it serves as one of the two county seats of Jackson County. Other major suburbs include the Missouri cities of Blue Springs and Lee's Summit and the Kansas cities of Overland Park, Olathe, and Kansas City.\n The city is composed of several neighborhoods, including the River Market District in the north, the 18th and Vine District in the east, and the Country Club Plaza in the south. Kansas City is known for its long tradition of jazz music and culture, especially theater – the city was the center of the Vaudevillian Orpheum circuit in the 1920s. It is also noted for its cuisine, including its distinctive Kansas City-style barbecue, and its craft breweries.",
  "/wiki/Kansas_City_Scouts": "The Kansas City Scouts were a professional ice hockey team in the National Hockey League (NHL) from 1974 to 1976. In 1976, the franchise relocated to Denver, Colorado, and became the Colorado Rockies. In 1982, the Rockies relocated to New Jersey where they have since been known as the New Jersey Devils.",
  "/wiki/Kansas_City_Blues_(ice_hockey)": "The Kansas City Blues were a minor-league hockey team based in Kansas City, Missouri that played in the Central Hockey League (CHL) from 1967 to 1972, and again in the 1976-77 season, mainly as an affiliate of the in-state St. Louis Blues of the National Hockey League (NHL). The 1967 Blues were owned by Missouri Lieutenant Governor (1968-1972) William S. (Bill) Morris, and represented the return of hockey to Kansas City for the first time in over 30 years. Morris was determined to bring an NHL team to Kansas City and tried to lay the groundwork by convincing his friend Sid Soloman, owner of the St. Louis Blues, to create a farm team in Kansas City.  The Blues made history on February 21, 1971, when Blues goalie Michel Plasse became the first goaltender to score a goal in a professional hockey game, scoring against the Oklahoma City Blazers. This goal was unfortunately witnessed by few as a snow storm was moving through the Kansas City area causing even the team's owner to leave the arena early.\n Although the Blues weren't always winners on the ice, they brought an exciting brand of hockey to Kansas City.  Claude Cardin, who played in three seasons for the team, was once featured on the cover of a prominent Kansas City magazine with a chart of all of the scars on his face superimposed on his picture.  Hardly any of his face was visible.  Hockey from 1967-1972 featured fights that erupted into bench clearing brawls and some that erupted outside the rink with fans joining the action.  Few players wore helmets in those days.  Many future St. Louis Blues players made appearances on the ice at the American Royal Building, if only briefly, which was a thrill for fans of hockey of that era.  A partial list of those players can be found here.\n The first incarnation of the Kansas City Blues played their home games at the American Royal Building (built 1926), while the second incarnation played their home games at Kemper Arena, once the NHL's Kansas City Scouts moved to Denver and became the Colorado Rockies.",
  "/wiki/Kansas_City_Blades": "The Kansas City Blades were a professional ice hockey team in the International Hockey League (IHL) from 1990 until 2001, when the IHL folded.  The Blades were based in Kansas City, Missouri, at Kemper Arena.",
  "/wiki/Kansas_City_Outlaws": "The Kansas City Outlaws were a professional ice hockey team which played in the United Hockey League (UHL) for the 2004-2005 season.  They played their home games at Kemper Arena in Kansas City, Missouri.",
  "/wiki/United_Hockey_League": "The United Hockey League (UHL), originally known as the Colonial Hockey League from 1991 to 1997 and last known as the International Hockey League from 2007 to 2010, was a low-level minor professional ice hockey league, with teams in the United States and Canada. The league was headquartered in Rochester, Michigan, and, in its last year, consisted of seven teams. It folded in 2010, with most of its teams joining the Central Hockey League. The Central Hockey League teams still operating in 2014 were then added to ECHL. The only former CoHL/UHL/IHL teams still active as of 2018 are the Fort Wayne Komets and Kalamazoo Wings.",
  "/wiki/State_Farm_Arena_(Atlanta)": "State Farm Arena (formerly Philips Arena) is a multi-purpose indoor arena located in Atlanta, Georgia. The arena serves as the home venue for the National Basketball Association (NBA)'s Atlanta Hawks. It also served as home to the National Hockey League's Atlanta Thrashers from 1999 to 2011, before the team moved to Winnipeg, as well as the Women's National Basketball Association (WNBA)'s Atlanta Dream from 2008 to 2016 and 2019. It opened in 1999 at a cost of $213.5 million, replacing the Omni Coliseum. It is owned by the Atlanta Fulton County Recreation Authority and operated by the Hawks, owned by Tony Ressler along with a group of investors including Grant Hill.",
  "/wiki/Atlanta": "Atlanta (/ætˈlæntə/) is the capital and most populous city in the U.S. state of Georgia. With an estimated 2018 population of 498,044, it is also the 37th most-populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to 5.9 million people and the ninth largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the most populous county in Georgia. Portions of the city extend eastward into neighboring DeKalb County.\n Atlanta was originally founded as the terminus  of a major state-sponsored railroad. With rapid expansion, however, it soon became the convergence point among multiple railroads, spurring its rapid growth. The city's name derives from that of the Western and Atlantic Railroad's local depot, signifying the town's growing reputation as a transportation hub. During the American Civil War, the city was almost entirely burned to the ground in General William T. Sherman's famous March to the Sea. However, the city rose from its ashes and quickly became a national center of commerce and the unofficial capital of the \"New South\".  During the 1950s and 1960s, Atlanta became a major organizing center of the civil rights movement, with Dr. Martin Luther King Jr., Ralph David Abernathy, and many other locals playing major roles in the movement's leadership. During the modern era, Atlanta has attained international prominence as a major air transportation hub, with Hartsfield–Jackson Atlanta International Airport being the world's busiest airport by passenger traffic since 1998.\n Atlanta is rated as a \"beta+\" world city that exerts a moderate impact on global commerce, finance, research, technology, education, media, art, and entertainment. It ranks in the top twenty among world cities and 10th in the nation with a gross domestic product (GDP) of $385 billion. Atlanta's economy is considered diverse, with dominant sectors that include aerospace, transportation, logistics, professional and business services, media operations, medical services, and information technology. Atlanta has topographic features that include rolling hills and dense tree coverage, earning it the nickname of \"the city in a forest.\" Revitalization of Atlanta's neighborhoods, initially spurred by the 1996 Summer Olympics, has intensified in the 21st century, altering the city's demographics, politics, aesthetics, and culture.",
  "/wiki/Atlanta_Thrashers": "The Atlanta Thrashers were a professional ice hockey team based in Atlanta. Atlanta was granted a franchise in the National Hockey League (NHL) on June 25, 1997, and became the League's 28th franchise when it began play in the 1999–2000 season. They were members of the Southeast Division of the NHL's Eastern Conference, and played their home games at Philips Arena in downtown Atlanta. The Thrashers qualified for the Stanley Cup playoffs only once, during the 2006–07 season in which they won the Southeast Division, but were swept in the first round by the New York Rangers.\n In May 2011, the Thrashers were sold to Canadian-based ownership group True North Sports & Entertainment. The group moved the franchise to Winnipeg, Manitoba, which became the second incarnation of the Winnipeg Jets. The sale and relocation were approved by the NHL on June 21, 2011. With the sale and relocation of the team, Atlanta became the first city in the NHL's modern era to have two ice hockey teams relocate to different cities. In both cases, the team moved from Atlanta to a Western Canadian city; the city's previous NHL team (the Atlanta Flames) moved to Calgary, Alberta, in 1980 to become the Calgary Flames.",
  "/wiki/Manchester_Arena": "The Manchester Arena is an indoor arena in Manchester, England, immediately north of the city centre and partly above Manchester Victoria station in air rights space.\n The arena has the highest seating capacity of any indoor venue in the United Kingdom, and second largest in the European Union with a capacity of 21,000 and is one of the world's busiest indoor arenas, hosting music and sporting events such as boxing and swimming. The arena was a key part of Manchester's bids to host the Olympic Games in 1996 and 2000 and was eventually used for the 2002 Commonwealth Games.\n The arena was temporarily closed following a terror attack by a suicide bomber on 22 May 2017, in which a suicide bomber killed 22 people and injured 500 more at the end of an Ariana Grande concert during her Dangerous Woman Tour. Shows that were scheduled to be at the arena were either moved to alternative venues, or cancelled completely. The arena was reopened on 9 September with a special benefit concert headlined by Manchester-born singer Noel Gallagher.",
  "/wiki/Manchester": "Manchester (/ˈmæntʃɛstər/) is a major city and metropolitan borough in Greater Manchester, England, with a population of 547,627 as of 2018 (5th most populous English district). It lies within the United Kingdom's second-most populous urban area, with a population of 2.9 million, and second-most populous metropolitan area, with a population of 3.3 million. It is fringed by the Cheshire Plain to the south, the Pennines to the north and east, and an arc of towns with which it forms a continuous conurbation. The local authority for the city is Manchester City Council.\n The recorded history of Manchester began with the civilian settlement associated with the Roman fort of Mamucium or Mancunium, which was established in about AD 79 on a sandstone bluff near the confluence of the rivers Medlock and Irwell. It is historically a part of Lancashire, although areas of Cheshire south of the River Mersey were incorporated in the 20th century. The first to be included, Wythenshawe, was added to the city in 1931. Throughout the Middle Ages Manchester remained a manorial township, but began to expand \"at an astonishing rate\" around the turn of the 19th century. Manchester's unplanned urbanisation was brought on by a boom in textile manufacture during the Industrial Revolution, and resulted in it becoming the world's first industrialised city. Manchester achieved city status in 1853. The Manchester Ship Canal opened in 1894, creating the Port of Manchester and directly linking the city to the Irish Sea, 36 miles (58 km) to the west. Its fortune declined after the Second World War, owing to deindustrialisation, but the IRA bombing in 1996 led to extensive investment and regeneration. Following successful redevelopment after the IRA bombing, Manchester was the host city for the 2002 Commonwealth Games.\n Manchester is the third most visited city in the UK, after London and Edinburgh. It is notable for its architecture, culture, musical exports, media links, scientific and engineering output, social impact, sports clubs and transport connections.\n Manchester is a city of notable firsts; Manchester Liverpool Road railway station was the world's first inter-city passenger railway station. The city has also excelled in scientific advancement, as it was at The University of Manchester in 1917 that scientist Ernest Rutherford first split the atom, in 1948 Frederic C. Williams, Tom Kilburn, and Geoff Tootill developed and built the world's first stored-program computer, and in 2004 Andre Geim and Konstantin Novoselov successfully isolated and characterised the first graphene.",
  "/wiki/Manchester_Storm_(1995–2002)": "The Manchester Storm were an ice hockey team from Manchester, England. The team formed in 1995, playing their home games at the then newly built NYNEX Arena, but they folded during the 2002-03 season.",
  "/wiki/Spectrum_(arena)": "The Spectrum (later known as CoreStates Spectrum, First Union Spectrum and Wachovia Spectrum) was an indoor arena in Philadelphia, Pennsylvania, United States. Opened in the fall of 1967 as part of what is now known as the South Philadelphia Sports Complex, after several expansions of its seating capacity it accommodated 18,168 for basketball and 17,380 for ice hockey, arena football, indoor soccer, and box lacrosse.\n The last event at the Spectrum was a Pearl Jam concert on October 31, 2009. The arena was demolished between November 2010 and May 2011.",
  "/wiki/Philadelphia": "Philadelphia, known colloquially as Philly, is the largest city in the U.S. state and Commonwealth of Pennsylvania, and the sixth-most populous U.S. city with a 2018 census-estimated population of 1,584,138. Since 1854, the city has had the same geographic boundaries as Philadelphia County, the most populous county in Pennsylvania and the urban core of the eighth-largest U.S. metropolitan statistical area, with over 6 million residents as of 2017[update]. Philadelphia is also the economic and cultural anchor of the greater Delaware Valley, located along the lower Delaware and Schuylkill Rivers, within the Northeast megalopolis. The Delaware Valley's population of 7.2 million ranks it as the eighth-largest combined statistical area in the United States.\n Philadelphia is one of the oldest municipalities in the United States. William Penn, an English Quaker, founded the city in 1682 to serve as capital of the Pennsylvania Colony. Philadelphia played an instrumental role in the American Revolution as a meeting place for the Founding Fathers of the United States, who signed the Declaration of Independence in 1776 at the Second Continental Congress, and the Constitution at the Philadelphia Convention of 1787. Several other key events occurred in Philadelphia during the Revolutionary War including the First Continental Congress, the preservation of the Liberty Bell, the Battle of Germantown, and the Siege of Fort Mifflin. Philadelphia remained the nation's largest city until being overtaken by New York City in 1790; the city was also one of the nation's capitals during the revolution, serving as temporary U.S. capital while Washington, D.C. was under construction. In the 19th century, Philadelphia became a major industrial center and a railroad hub. The city grew from an influx of European immigrants, most of whom came from Ireland, Italy and Germany—the three largest reported ancestry groups in the city as of 2015[update]. In the early 20th century, Philadelphia became a prime destination for African Americans during the Great Migration after the Civil War, as well as Puerto Ricans. The city's population doubled from one million to two million people between 1890 and 1950.\n The Philadelphia area's many universities and colleges make it a top study destination, as the city has evolved into an educational and economic hub. As of 2019[update], the Philadelphia metropolitan area is estimated to produce a gross metropolitan product (GMP) of $490 billion. Philadelphia is the center of economic activity in Pennsylvania and is home to five Fortune 1000 companies. The Philadelphia skyline is expanding, with a market of almost 81,900 commercial properties in 2016, including several nationally prominent skyscrapers. Philadelphia has more outdoor sculptures and murals than any other American city. Fairmount Park, when combined with the adjacent Wissahickon Valley Park in the same watershed, is one of the largest contiguous urban park areas in the United States. The city is known for its arts, culture, cuisine, and colonial history, attracting 42 million domestic tourists in 2016 who spent $6.8 billion, generating an estimated $11 billion in total economic impact in the city and surrounding four counties of Pennsylvania. Philadelphia has also emerged as a biotechnology hub.\n Philadelphia is the birthplace of the United States Marine Corps, and is also the home of many U.S. firsts, including the first library (1731), hospital (1751), medical school (1765), national capital (1774), stock exchange (1790), zoo (1874), and business school (1881). Philadelphia contains 67 National Historic Landmarks and the World Heritage Site of Independence Hall. The city became a member of the Organization of World Heritage Cities in 2015, as the first World Heritage City in the United States. Although Philadelphia is rapidly undergoing gentrification, the city actively maintains mitigation strategies to minimize displacement of homeowners in gentrifying neighborhoods.",
  "/wiki/Philadelphia_Flyers": "The Philadelphia Flyers are a professional ice hockey team based in Philadelphia. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. Part of the 1967 NHL Expansion, the Flyers were the first expansion team in the post–Original Six era to win the Stanley Cup, victorious in 1973–74 and again in 1974–75.\n The Flyers' all-time points percentage of 57.5% (as of the 2018–19 NHL season[update]) is the third-best in the NHL, behind only the Vegas Golden Knights and Montreal Canadiens. Additionally, the Flyers have the most appearances in the conference finals of all 24 expansion teams (16 appearances, winning 8), and they are second behind the St. Louis Blues for the most playoff appearances out of all expansion teams (39 out of 51 seasons).\n The Flyers have played their home games on Broad Street since their inception, first at the Spectrum from 1967 until 1996, and then at the Wells Fargo Center since 1996.\n The Flyers have had rivalries with several teams over the years. Historically, their biggest adversaries have been the New York Rangers, with an intense rivalry stretching back to the 1970s. They have also waged lengthy campaigns against the New York Islanders in the 70s and 80s, the Boston Bruins, a bruising battle especially in the 1970s, the Washington Capitals, which has always been intense since their days in the Patrick Division, as well as the New Jersey Devils, with whom they traded the Atlantic Division title every season between 1994–95 and 2006–07, and finally they enjoy a spirited rivalry with their cross-state and expansion brethren, the Pittsburgh Penguins, which is considered by some to be the best rivalry in the league.",
  "/wiki/Philadelphia_Phantoms": "The Philadelphia Phantoms were a professional ice hockey team that played in the American Hockey League (AHL) from 1996 to 2009. The club was based in Philadelphia, Pennsylvania, and played most of its home games at the Spectrum. During schedule conflicts or some Calder Cup playoff games, games were moved to the adjacent Wachovia Center. The Phantoms won two Calder Cup titles (1998 and 2005) during their tenure in Philadelphia.\n In anticipation of the planned closure and demolition of the Spectrum, the franchise was sold in early 2009. The new owners moved the club to Glens Falls, New York, for the 2009–10 season and renamed them the Adirondack Phantoms. Beginning in the 2014–15 season, the team moved to Allentown, Pennsylvania, in a new 8,500-seat arena, the PPL Center.",
  "/wiki/Chicago_Stadium": "Chicago Stadium was an indoor arena in Chicago, Illinois, that opened in 1929 and closed in 1994. It was the home of the National Hockey League's Chicago Blackhawks and the National Basketball Association's Chicago Bulls.",
  "/wiki/Chicago": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States.\n Located on the shores of freshwater Lake Michigan, Chicago was incorporated as a city in 1837 near a portage between the Great Lakes and the Mississippi River watershed and grew rapidly in the mid-19th century. After the Great Chicago Fire of 1871, which destroyed several square miles and left more than 100,000 homeless, the city made a concerted effort to rebuild. The construction boom accelerated population growth throughout the following decades, and by 1900, less than 30 years after the great fire, Chicago was the fifth-largest city in the world. Chicago made noted contributions to urban planning and zoning standards, including new construction styles (including the Chicago School of architecture), the development of the City Beautiful Movement, and the steel-framed skyscraper.\n Chicago is an international hub for finance, culture, commerce, industry, education, technology, telecommunications, and transportation. It is the site of the creation of the first standardized futures contracts, issued by the Chicago Board of Trade, which today is the largest and most diverse derivatives market in the world, generating 20% of all volume in commodities and financial futures alone. Depending on the particular year, the city's O'Hare International Airport is routinely ranked as the world's fifth or sixth busiest airport according to tracked data by the Airports Council International. The region also has the largest number of federal highways and is the nation's railroad hub. Chicago was listed as an alpha global city by the Globalization and World Cities Research Network, and it ranked seventh in the entire world in the 2017 Global Cities Index. The Chicago area has one of the highest gross domestic products (GDP) in the world, generating $689 billion in 2018. In addition, the city has one of the world's most diversified and balanced economies, with no single industry employing more than 14% of the workforce. Chicago is home to several Fortune 500 companies, including Allstate, Boeing, Exelon, Kraft Heinz, McDonald's, Mondelez International, Sears, United Airlines Holdings, and Walgreens.\n Chicago's 58 million domestic and international visitors in 2018 made it the second most visited city in the nation, as compared with New York City's 65 million visitors in 2018. The city was ranked first in the 2018 Time Out City Life Index, a global quality of life survey of 15,000 people in 32 cities. Landmarks in the city include Millennium Park, Navy Pier, the Magnificent Mile, the Art Institute of Chicago, Museum Campus, the Willis (Sears) Tower, Grant Park, the Museum of Science and Industry, and Lincoln Park Zoo. Chicago's culture includes the visual arts, literature, film, theatre, comedy (especially improvisational comedy), food, and music, particularly jazz, blues, soul, hip-hop, gospel, and electronic dance music including house music. Of the area's many colleges and universities, the University of Chicago, Northwestern University, and the University of Illinois at Chicago are classified as \"highest research\" doctoral universities.  Chicago has professional sports teams in each of the major professional leagues, including two Major League Baseball teams.",
  "/wiki/Chicago_Blackhawks": "The Chicago Blackhawks (spelled Black Hawks until 1986, and known colloquially as the Hawks) are a professional ice hockey team based in Chicago. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. They have won six Stanley Cup championships since their founding in 1926. The Blackhawks are one of the \"Original Six\" NHL teams along with the Detroit Red Wings, Montreal Canadiens, Toronto Maple Leafs, Boston Bruins and New York Rangers. Since 1994, the club's home rink is the United Center, which they share with the National Basketball Association's Chicago Bulls. The club had previously played for 65 years at Chicago Stadium.\n The club's original owner was Frederic McLaughlin, who owned the club until his death in 1944. Under McLaughlin, a \"hands-on\" owner who fired many coaches during his ownership, the club won two Stanley Cup titles. The club was then owned by the Norris family, who as owners of the Chicago Stadium were the club's landlord, and owned stakes in several of the NHL teams. At first, the Norris ownership was as part of a syndicate fronted by long-time executive Bill Tobin, and the team languished in favor of the Norris-owned Detroit Red Wings. After the senior James E. Norris died in 1952, the Norris assets were spread among family members and James D. Norris became owner. Norris Jr. took an active interest in the team and under his ownership, the club won one Stanley Cup title in 1961.\n After James D. Norris died in 1966, the Wirtz family became owners of the franchise. In 2007, the club came under the control of Rocky Wirtz, who is credited with turning around the organization, which had lost fan interest and competitiveness. Under Rocky Wirtz, the Blackhawks won the Stanley Cup three times between 2010 and 2015.",
  "/wiki/St._Louis_Arena": "St. Louis Arena (known as the Checkerdome from 1977 to 1983) was an indoor arena in St. Louis, Missouri. The country's second-largest indoor entertainment venue when it opened in 1929, it was home to the St. Louis Blues and various other sports franchises. The Arena sat across I-64 from Forest Park's Aviation Field.\n The Arena hosted conventions, concerts, political rallies, horse shows, circuses, boxing matches, professional wrestling, Roller Derby competitions, indoor soccer matches, the 1973 and 1978 NCAA men's basketball Final Four, the NCAA Men's Midwest Regional finals in 1982, 1984, and 1993, the 1992–94 Missouri Valley Conference men's basketball tournament, and the 1975 NCAA Frozen Four ice hockey finals.\n It was demolished in 1999.",
  "/wiki/St._Louis": "St. Louis (/seɪnt ˈluːɪs/) is an independent city in Missouri. It is the largest metropolitan area in the state of Missouri, however the independent city of St. Louis is the second-largest city in Missouri behind Kansas City. It is situated along the western bank of the Mississippi River, which forms the state line between Illinois and Missouri. The Missouri River merges with the Mississippi River 15 river miles north of Downtown St. Louis, forming the fourth-longest river system in the world. The estimated 2018 population of the city proper was 302,838 and the bi-state metropolitan area was 2,804,724. Greater St. Louis is the largest metropolitan area in Missouri, second-largest in Illinois, 7th-largest in the Great Lakes Megalopolis, and the 20th-largest in the United States.\n Before European settlement, the area was a regional center of Native American Mississippian culture. The city of St. Louis was founded in 1764 by French fur traders Pierre Laclède and Auguste Chouteau, and named after Louis IX of France. In 1764, following France's defeat in the Seven Years' War, the area was ceded to Spain and retroceded back to France in 1800. In 1803, the United States acquired the territory as part of the Louisiana Purchase. During the 19th century, St. Louis became a major port on the Mississippi River; at the time of the 1870 Census, it was the fourth-largest city in the country. It separated from St. Louis County in 1877, becoming an independent city and limiting its own political boundaries. In 1904, it hosted the Louisiana Purchase Exposition and the Summer Olympics.\n A \"Gamma\" global city with a metropolitan GDP of more than $160 billion in 2017, metropolitan St. Louis's diverse economy has strengths in the service, manufacturing, trade, transportation, and tourism industries. The metropolitan area is home to nine of the ten Fortune 500 companies based in Missouri. Major companies headquartered or with significant operations within the city proper include Ameren Corporation, Peabody Energy, Nestlé Purina PetCare, Anheuser-Busch InBev, Wells Fargo Advisors, Stifel Financial, Spire, Inc., MilliporeSigma, FleishmanHillard, Square, Inc., U.S. Bank, Anthem BlueCross and Blue Shield, Federal Reserve Bank of St. Louis, U.S. Department of Agriculture, National Geospatial-Intelligence Agency, and AT&T.\n Major research universities within the city proper include St. Louis University and a small portion of the east end of the main campus of Washington University in St. Louis, with the majority of the main campus located in unincorporated St. Louis County and Clayton. The Washington University Medical Center, located in the Central West End neighborhood, hosts an agglomeration of medical and pharmaceutical institutions, including the Barnes-Jewish Hospital.\n St. Louis has three professional sports teams: the St. Louis Cardinals of Major League Baseball, the St. Louis Blues of the National Hockey League, and the St. Louis BattleHawks of the XFL. In 2019, the city was awarded a Major League Soccer franchise, which will begin play upon the completion of a 22,500-seat  stadium in the city's  Downtown West neighborhood in 2022. Among the city's notable sights is the 630-foot (192 m) Gateway Arch in the downtown area. St. Louis is also home to the St. Louis Zoo, ranked as one of the nation's best, and the Missouri Botanical Garden, with the second-largest herbarium in North America.",
  "/wiki/St._Louis_Eagles": "The St. Louis Eagles were a professional ice hockey team that played in the National Hockey League (NHL). Based in St. Louis, Missouri, the Eagles played for only one year, the 1934–35 NHL season.\n The team was founded in 1883 as the Ottawa Senators, a successful independent team that joined the NHL as a charter member in 1917. From the mid-1920s onward, they endured financial strain caused, in part, by being in the NHL's smallest market. The financial problems forced the Senators to suspend operations for the 1931–32 season. Upon their return to play, having sold their better players in an effort to raise funds, the Senators finished in last place for two straight seasons and continued to lose money. Following the repeat last place finish, the team decided that it could not survive in Ottawa and hoped to move to a bigger market.\n In an attempt to recoup losses and pay outstanding debts, the Senators moved the NHL franchise to St. Louis, where it was nicknamed the Eagles. However, the team continued to lose money because of its travel expenses, and it was forced to sell players to other teams to meet its financial obligations.\n After the season, the owners asked the NHL for a second time for permission to suspend operations. This time, the NHL refused the request. Instead, the league bought back the franchise, halted its operations, and dispersed its players among the remaining teams.",
  "/wiki/St._Louis_Blues": "The St. Louis Blues are a professional ice hockey team based in St. Louis. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. The franchise was founded in 1967 as one of the six teams from the 1967 NHL expansion and is named after the W. C. Handy song \"Saint Louis Blues\". The Blues play their home games at the 19,150-seat Enterprise Center in downtown St. Louis, which has been their arena since moving from St. Louis Arena in 1994.\n The Blues qualified for the playoffs in all but nine of their 52 seasons, appeared in the Stanley Cup Finals four times, and won the Stanley Cup in 2019. Their 42 playoff appearances are the most for any NHL team outside of the Original Six, although the franchise struggled in the postseason throughout much of their history. While they made the Stanley Cup Finals in each of their first three seasons, they were swept each time. With the Blues' victory in their fourth Stanley Cup Final, 49 years after their last appearance and in their 52nd year of existence, they became the final active team from the 1967 expansion to win their first Stanley Cup.\n The Blues have a rivalry with the Chicago Blackhawks, with both teams having played in the same division since 1970. The San Antonio Rampage of the American Hockey League (AHL) and the Tulsa Oilers of the ECHL are the two minor league affiliates of the Blues.",
  "/wiki/Reunion_Arena": "Reunion Arena was an indoor arena located in the Reunion district of downtown Dallas, Texas. The arena served as the primary home of the National Basketball Association's Dallas Mavericks and the National Hockey League's Dallas Stars. Its capacity held accommodations for 18,190 basketball spectators and 17,000 for ice hockey spectators.  Reunion was also a performance venue for some of the biggest names in popular music from the 1980s through the late 2000s including Paul McCartney, Michael Jackson, Prince, Frank Sinatra, Elton John, David Bowie, Madonna, Pink Floyd, Queen, U2, R.E.M. and Radiohead.\n Reunion Arena was demolished in November 2009 and the site was cleared by the end of the year.",
  "/wiki/Dallas": "Dallas (/ˈdæləs/) is a city in the U.S. state of Texas and the largest city and seat of Dallas County, with portions extending into Collin, Denton, Kaufman and Rockwall counties. With an estimated 2018 population of 1,345,076, it is the ninth most-populous city in the U.S. and third in Texas after Houston and San Antonio. Located in North Texas, the city of Dallas is the main core of the largest metropolitan area in the Southern United States and the largest inland metropolitan area in the U.S. that lacks any navigable link to the sea.[a] It is the most populous city in the Dallas–Fort Worth metroplex, the fourth-largest metropolitan area in the country at 7.5 million people.\n Dallas and nearby Fort Worth were initially developed due to the construction of major railroad lines through the area allowing access to cotton, cattle and later oil in North and East Texas. The construction of the Interstate Highway System reinforced Dallas's prominence as a transportation hub, with four major interstate highways converging in the city and a fifth interstate loop around it. Dallas then developed as a strong industrial and financial center and a major inland port, due to the convergence of major railroad lines, interstate highways and the construction of Dallas/Fort Worth International Airport, one of the largest and busiest airports in the world. In addition, Dallas has DART (Dallas Area Rapid Transit) with different colored train lines that transport throughout the metroplex.\n Dominant sectors of its diverse economy include defense, financial services, information technology, telecommunications, and transportation. Dallas is home to 9 Fortune 500 companies within the city limits. The Dallas–Fort Worth metroplex hosts additional Fortune 500 companies, including American Airlines (Fort Worth) and ExxonMobil (Irving). Over 41 colleges and universities are located within its metropolitan area, which is the most of any metropolitan area in Texas. The city has a population from a myriad of ethnic and religious backgrounds and one of the largest LGBT communities in the U.S. WalletHub named Dallas the fifth most-diverse city in the U.S. in 2018.",
  "/wiki/Dallas_Stars": "The Dallas Stars are a professional ice hockey team based in Dallas. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. The team was founded during the 1967 NHL expansion as the Minnesota North Stars, based in Bloomington, Minnesota. Before the beginning of the 1978–79 NHL season, the team merged with the Cleveland Barons after the league granted them permission due to each team's respective financial struggles. Ultimately, the franchise relocated to Dallas for the 1993–94 NHL season. The Stars played out of Reunion Arena from their relocation until 2001, when the team moved less than 1.5 miles into the American Airlines Center.\n The Stars have won eight division titles in Dallas, two Presidents' Trophies as the top regular season team in the league, the Western Conference championship twice, and in 1998–99, the Stanley Cup. Joe Nieuwendyk won the Conn Smythe Trophy as the most valuable player of the playoffs that year.\n In 2000, Neal Broten was inducted into the United States Hockey Hall of Fame. In 2009, Brett Hull became the first Dallas Stars player inducted into the Hockey Hall of Fame, followed by Ed Belfour and Joe Nieuwendyk in 2011 and Mike Modano in 2014. In 2010, brothers Derian and Kevin Hatcher were inducted to the United States Hockey Hall of Fame.",
  "/wiki/Verizon_Arena": "Simmons Bank Arena (formerly known as the Verizon Arena and Alltel Arena) is an 18,000-seat multi-purpose arena in North Little Rock, Arkansas, directly across the Arkansas River from downtown Little Rock. The arena opened in October 1999. It is Little Rock's main entertainment venue.\n The Arkansas–Little Rock Trojans played home games at the arena from the time when the arena opened until the team moved in 2005 to a new arena, the Jack Stephens Center, on the school's campus in Little Rock. The Arkansas RiverBlades, a defunct ice hockey team of the ECHL, the Arkansas RimRockers, a defunct minor league basketball team of the NBA Development League, and the Arkansas Diamonds, a defunct Indoor Football League team, also played at the arena. The arena is also used for other events, including concerts, rodeos, auto racing, professional wrestling, and trade shows and conventions.",
  "/wiki/North_Little_Rock,_Arkansas": "North Little Rock is a city in Pulaski County, Arkansas, United States, across the Arkansas River from Little Rock in the central part of the state. The population was 62,304 at the 2010 census. In 2017 the estimated population was 65,911, making it the seventh-most populous city in the state. North Little Rock, along with Little Rock and Conway, anchors the six-county Little Rock–North Little Rock–Conway Metropolitan Statistical Area (2014 population 729,135), which is further included in the Little Rock-North Little Rock Combined Statistical Area with 902,443 residents.\n The city's downtown is anchored in the Argenta Historic District, which draws its name from the original name of the city; the area includes Dickey-Stephens Park, the current home of the Arkansas Travelers minor league baseball team, and Simmons Bank Arena, the metropolitan area's main entertainment venue. Farther west in the city is Burns Park, one of the largest municipal parks in the United States.",
  "/wiki/Arkansas_RiverBlades": "The Arkansas RiverBlades was a short-lived minor-league ice hockey team located in North Little Rock, Arkansas.\n The Arkansas RiverBlades was an expansion franchise that entered the East Coast Hockey League for the 1999–2000 season. Their home games were played at the newly opened ALLTEL Arena.\n The team logo was unveiled in February 1998 and the Canadian brothers Dave Berryman and Tim Berryman were granted a lease for Alltel Arena in March. The ECHL franchise was granted in May 1998.\n The team was originally named the \"Arkansas RazorBlades\" and adopted a razorback hog as its mascot. The University of Arkansas objected to the name and symbology and pressed the team to finally agree to a name change. In October 1998, a contest was held to establish a new name and \"RiverBlades\" was chosen.\n In May 1999, the team selected the slogan \"Greatest Game on Ice\". Little Rock's minor league baseball team, the Arkansas Travelers, objected to the slogan which is similar to their long standing \"Greatest Game on Dirt\" slogan.\n The RiverBlades played their home opener on October 28, 1999, after moving the date due to construction delays at ALLTEL Arena. The RiverBlades would compete with the cross-town Arkansas GlacierCats who were in their second season. The two teams played on the same nights in many cases and each developed their own fan following. The next year the GlacierCats would fold after only two seasons of play, unable to compete with the RiverBlades and their new home arena.\nIn October 2001 the ECHL approved the sale of Dave Berryman's 51 percent stake of the team to Equity Broadcasting which also owned the Arkansas Twisters arena football team. During the 2000–2001 season the team hosted the ECHL All-Star game at Alltel Arena. \nHead coach Jeff Ward. Assistant coach Brad Gratton.\n In the summer of 2002, the Fayetteville Force, a Central Hockey League team out of North Carolina offered to switch franchises with Berryman who turned the offer down.\n In early 2003, rumors began to circulate that the RiverBlades would not return for the 2003–2004 season but the company denied the rumors. In June 2003 Equity Broadcasting ended the lease with Alltel Arena and announced that it would attempt to sell the team.\n In 2008, rumors began to circulate about a new season in 2010–2011, however these rumors could neither be confirmed nor denied by Alltel, Verizon, and others.  Additionally, with the December 8, 2008, filing of chapter 11 bankruptcy by Equity Media Holdings Corporation, this has become unlikely.\n In July 2009, Alltel Arena officially became Verizon Arena after Verizon Wireless, Inc. purchased Alltel Corp.",
  "/wiki/East_Coast_Hockey_League": "The ECHL (formerly the East Coast Hockey League) is a mid-level professional ice hockey league based in Princeton, New Jersey, with teams scattered across the United States and two franchises in Canada. It is a tier below the American Hockey League.\n The ECHL and the AHL are the only minor leagues recognized by the collective bargaining agreement between the National Hockey League and the National Hockey League Players' Association, meaning any player signed to an entry-level NHL contract and designated for assignment must report to a club in either the ECHL or the AHL. Additionally, the league's players are represented by the Professional Hockey Players' Association in negotiations with the ECHL itself. Some 662 players have played at least one game in the NHL after appearing in the ECHL.\n For the 2019–20 season, 25 of 31 National Hockey League teams have affiliations with an ECHL team with the Anaheim Ducks, Columbus Blue Jackets, Florida Panthers, Los Angeles Kings, Montreal Canadiens, and San Jose Sharks having no official affiliations. The ECHL has one independent team in the Norfolk Admirals.  However, unaffiliated NHL teams do sometimes lend contracted players to ECHL teams for development and increased playing time.\n The league's regular season begins in October and ends in April. The current ECHL champion is the Newfoundland Growlers, a 2018–19 expansion team that won the title in its inaugural season.",
  "/wiki/Civic_Arena_(Pittsburgh)": "The Civic Arena, formerly the Civic Auditorium and later Mellon Arena, was an arena located in Downtown Pittsburgh, Pennsylvania. The Civic Arena primarily served as the home to the Pittsburgh Penguins, the city's National Hockey League (NHL) franchise, from 1967 to 2010.\n Constructed in 1961 for use by the Pittsburgh Civic Light Opera (CLO), it was the brainchild of department store owner Edgar J. Kaufmann. It was the first retractable roof major-sports venue in the world, covering 170,000 square feet (16,000 m2), constructed with nearly 3,000 tons of Pittsburgh steel and supported solely by a massive 260-foot (79 m) long cantilevered arm on the exterior. Even though it was designed and engineered as a retractable-roof dome, the operating cost and repairs to the hydraulic jacks halted all full retractions after 1995, and the roof stayed permanently closed after 2001.  The first roof opening was during a July 4, 1962 Carol Burnett show to which she exclaimed \"Ladies and Gentlemen...I present the sky!\"\n The Civic Arena hosted numerous concerts, the circus, political and religious rallies, roller derbies as well as contests in hockey, basketball, fish tournament weigh-ins, pro tennis, boxing, wrestling, lacrosse, football, ice skating championships, kennel shows, and soccer. The structure was used as the backdrop for several major Hollywood films, most prominently Sudden Death in 1995. Prior to its demise, it was known as Mellon Arena, named for Mellon Financial, specifically American businessman and 49th Secretary of the Treasury Andrew W. Mellon, which purchased the naming rights in 1999. Their naming rights expired on August 1, 2010, and the arena was once again known as the Civic Arena.\n The Civic Arena closed on June 26, 2010. The former Mellon naming rights expired soon after, and the Penguins and all other events moved across the street to the new Consol Energy Center – now PPG Paints Arena. After various groups declined historic status for the venue, it was demolished between September 2011 – March 2012. In its place, existing public parking lots in the area were expanded over the entire site. Two of the many streets stricken from the city's street plan when the Arena was originally built were subsequently re-extended back through the site: Wylie Street and Fullerton Street. The Penguins have the rights to redevelop the property and a preliminary plan exists for residential units, retail space and office space. Delays in redevelopment are partially attributed to complaints lingering from Hill District resident-groups claiming not enough affordable housing was included in the initial plans, as well as the Penguins looking to work with a new Mayor as of January 2014.",
  "/wiki/Pittsburgh": "Pittsburgh (/ˈpɪtsbɜːrɡ/ PITS-burg) is a city in the state of Pennsylvania in the United States, and is the county seat of Allegheny County. A population of about 302,407 (2018) residents live within the city limits, making it the 66th-largest city in the U.S. The metropolitan population of 2,324,743 is the largest in both the Ohio Valley and Appalachia, the second-largest in Pennsylvania (behind Philadelphia), and the 27th-largest in the U.S.\n Pittsburgh is located in the southwest of the state, at the confluence of the Allegheny, Monongahela, and Ohio rivers. Pittsburgh is known both as \"the Steel City\" for its more than 300 steel-related businesses and as the \"City of Bridges\" for its 446 bridges. The city features 30 skyscrapers, two inclined railways, a pre-revolutionary fortification and the Point State Park at the confluence of the rivers. The city developed as a vital link of the Atlantic coast and Midwest, as the mineral-rich Allegheny Mountains made the area coveted by the French and British empires, Virginians, Whiskey Rebels, and Civil War raiders.\n Aside from steel, Pittsburgh has led in manufacturing of aluminum, glass, shipbuilding, petroleum, foods, sports, transportation, computing, autos, and electronics. For part of the 20th century, Pittsburgh was behind only New York City and Chicago in corporate headquarters employment; it had the most U.S. stockholders per capita. Deindustrialization in the 1970s and 80s laid off area blue-collar workers as steel and other heavy industries declined, and thousands of downtown white-collar workers also lost jobs when several Pittsburgh-based companies moved out. The population dropped from a peak of 675,000 in 1950 to 370,000 in 1990. However, this rich industrial history left the area with renowned museums, medical centers, parks, research centers, and a diverse cultural district.\n After the deindustrialization of the mid-20th century, Pittsburgh has transformed into a hub for the health care, education, and technology industries. Pittsburgh is a leader in the health care sector as the home to large medical providers such as University of Pittsburgh Medical Center (UPMC). The area is home to 68 colleges and universities, including research and development leaders Carnegie Mellon University and the University of Pittsburgh. Google, Apple Inc., Bosch, Facebook, Uber, Nokia, Autodesk, Amazon, Microsoft and IBM are among 1,600 technology firms generating $20.7 billion in annual Pittsburgh payrolls. The area has served as the long-time federal agency headquarters for cyber defense, software engineering, robotics, energy research and the nuclear navy.  The nation's eighth-largest bank, eight Fortune 500 companies, and six of the top 300 U.S. law firms make their global headquarters in the area, while RAND Corporation (RAND), BNY Mellon, Nova, FedEx, Bayer, and the National Institute for Occupational Safety and Health (NIOSH) have regional bases that helped Pittsburgh become the sixth-best area for U.S. job growth. \n In 2015, Pittsburgh was listed among the \"eleven most livable cities in the world\"; The Economist's Global Liveability Ranking placed Pittsburgh as the most or second-most livable city in the United States in 2005, 2009, 2011, 2012 and 2014. The region is a hub for Leadership in Energy and Environmental Design and energy extraction.",
  "/wiki/Pittsburgh_Hornets": "The Pittsburgh Hornets were a minor-league professional men's ice hockey team based in Pittsburgh, Pennsylvania.\n Contrary to popular belief, the Pittsburgh Hornets did not evolve from the International Hockey League's Pittsburgh Shamrocks. The franchise started play in 1927, playing their first nine seasons as the Detroit Olympics. Then on October 4, 1936, after winning the IHL championship, the Olympics moved to Pittsburgh to become the Hornets.  Bill Anderson and Bill Hudson were the only two players from the Shamrocks to be on the Hornets roster at the start of the 1936–37 season.\n The Hornets, still a minor-league team for the NHL's Detroit Red Wings, made their debut in the International-American Hockey League in 1936–37. The league transformed into the American Hockey League in 1940.\n The Hornets disbanded after the 1955–56 season. The franchise was suspended because the archaic Duquesne Gardens was torn down. The Hornets reappeared in the new Civic Arena in 1961 and, after a poor start, they became AHL contenders again, this time as a farm club for the Detroit Red Wings. They won a division title in 1964 and won their third Calder Cup in 1967. Following the 1967 win, the Hornets permanently closed operations, as the Pittsburgh Penguins began play the next fall and took over the market when the NHL expanded.",
  "/wiki/Pittsburgh_Penguins": "The Pittsburgh Penguins (colloquially known as the Pens) are a professional ice hockey team based in Pittsburgh. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The Penguins are one of two NHL franchises in Pennsylvania, the other being the Philadelphia Flyers. The cities' proximity has led to a rivalry known as the \"Battle of Pennsylvania\". The club is owned by Mario Lemieux and Ronald Burkle, who purchased the Penguins in 1999 and brought the club out of bankruptcy.\n The franchise was founded in 1967 as one of the first expansion teams during the league's expansion from six to twelve teams. The Penguins played in the Civic Arena, also known as The Igloo, from the time of their inception through the end of the 2009–10 season, when they moved to the Consol Energy Center, which was later renamed PPG Paints Arena. The 1992–93 Penguins won the franchise's first-ever Presidents' Trophy for being the team with the most points at the end of the regular season. In addition to their eight division titles, they have qualified for six Stanley Cup Finals, winning the Stanley Cup five times – in 1991, 1992, 2009, 2016, and 2017. Along with the Edmonton Oilers, the Penguins are tied for the most Stanley Cup championships among non-Original Six teams and sixth overall. With their Stanley Cup wins in 2016 and 2017, the Penguins became the first back-to-back champions in 19 years (since the 1997–98 Detroit Red Wings) and the first team to do so since the introduction of the NHL salary cap. They also became the fifth team to accomplish this feat multiple times.",
  "/wiki/List_of_ice_hockey_arenas_by_capacity": "The following is a list of ice hockey arenas by capacity. Only those arenas that regularly host ice hockey games with paid admission (e.g. professional, major junior, or university) are included. Outdoor stadiums that have hosted occasional hockey games are not included. Buildings under construction are not included. Buildings which no longer host hockey matches are listed but not ranked, and the capacity for defunct buildings is the capacity at the time of closing, or last use for hockey, unless otherwise mentioned. Buildings are ranked by their current maximum capacity for hockey games, not for other events—which is often substantially different because of ice hockey's unique playing surface, the ice rink. Capacities do not include standing room tickets. All arenas with a capacity of more than 15,000 are included.\n The majority of these arenas are in Canada and the United States, with a small number in Europe; none are on any other continent. Most of the largest arenas are home to professional teams, mainly from the National Hockey League (NHL). All 31 current NHL arenas are listed. None of the teams in the top leagues in Finland (Liiga) or Sweden (SHL), and only one team each in the top league of Czech Republic (Czech Extraliga), Germany (Deutsche Eishockey Liga), Switzerland (National League A) and the international Kontinental Hockey League (KHL) (Belarus, China, Finland, Kazakhstan, Latvia, Russia, and, Slovakia), play in an arena with a capacity of 15,000 or larger."
}