{
  "/wiki/Goalkeeper_(association_football)": "The goalkeeper, often shortened to keeper or goalie, is one of the major positions of association football. It is the most specialised position in the sport. The goalkeeper's primary role is to prevent the opposing team from scoring (moving the ball over the defended goal-line within the frame of the goal). This is accomplished by the goalkeeper moving into the path of the ball and either catching it or directing it away from the vicinity of the goal line. Within the penalty area goalkeepers are able to use their hands, making them (outside throw-ins) the only players on the field permitted to handle the ball. The special status of goalkeepers is indicated by them wearing different coloured kits from their teammates.\n The back-pass rule prevents goalkeepers handling direct passes back to them from teammates. Goalkeepers usually perform goal kicks, and also give commands to their defence during corner kicks, direct and indirect free kicks, and marking.  Goalkeepers play an important role in directing on field strategy as they have an unrestricted view of the entire pitch, giving them a unique perspective on play development.\n The goalkeeper is the only required position of a team. If they are injured or sent off, a substitute goalkeeper has to take their place, otherwise an outfield player must take the ejected keeper's place in goal. In order to replace a goalkeeper who is sent off, a team usually substitutes an outfield player for the backup keeper (thus effectively the red card and substitution takes out two of the starting eleven players). They then play the remainder of the match with nine outfield players. If a team does not have a substitute goalkeeper, or they have already used all of their permitted substitutions for the match, an outfield player has to take the dismissed goalkeeper's place and wear the goalkeeper shirt.\n The squad number for a first choice goalkeeper is generally number 1, although they may wear any jersey number between 1 and 99.",
  "/wiki/David_Bingham_(American_soccer)": "David Matthew Bingham (born October 19, 1989) is an American soccer player who plays as a goalkeeper for the LA Galaxy.",
  "/wiki/Generation_Adidas": "Generation Adidas is a joint venture between Major League Soccer and U.S. Soccer aimed at raising the level of young professional soccer talent in the United States. The program, sponsored by Adidas, offers professional-ready players in the U.S. developmental system not yet eligible for the MLS SuperDraft early entry, allowing MLS to compete with foreign professional clubs without comparable restrictions on player signing. From its establishment in 1997 to 2005, the program was sponsored by Nike and was called Project-40.  Originally intended to improve the U.S. national team player pool, American national team eligibility is no longer required for program entry.\n Carlos Parra was the first Project-40 player when he signed with the league and was allocated to the New York/New Jersey MetroStars in 1997. Since then, the program has included players such as Tim Howard, DaMarcus Beasley, Maurice Edu, Carlos Bocanegra, Clint Dempsey, Jozy Altidore, Ben Olsen, Sacha Kljestan, Freddy Adu, Brad Guzan, Michael Bradley, Nick Rimando and Kyle Beckerman. \n Generation Adidas players do not count against the MLS senior roster and usually earn a much higher salary than the league minimum. Entering into the program automatically classifies a player as professional, and thus disqualifies them from playing college soccer. As a result, Generation Adidas players are also guaranteed scholarships to continue their college education should their professional career not pan out.\n From 1998 to 2000, MLS entered a team of Project-40 players, supplemented by other MLS players who did not get much playing time, into the A-League in the USL.\n In 2017, MLS introduced Canadian Generation Adidas players, part of a new initiative with the Canadian Soccer Association. Canadian Generation Adidas players count as domestic players on US based MLS teams.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/Midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.\n Most managers assign at least one midfielder to disrupt the opposing team's attacks, while others may be tasked with creating goals, or have equal responsibilities between attack and defence. Midfielders are the players who typically travel the greatest distance during a match.  Because midfielders arguably have the most possession during a game they are among the fittest players on the pitch.",
  "/wiki/Sam_Cronin": "Sam Cronin (born December 12, 1986) is an American former soccer player who played as a midfielder.",
  "/wiki/Brad_Ring": "Brad Ring (born April 7, 1987) is a former American soccer player who previously played for Indy Eleven in the United Soccer League.",
  "/wiki/Shea_Salinas": "Robert O'Shea \"Shea\" Salinas (born June 24, 1986) is an American soccer player who currently plays winger for the San Jose Earthquakes in Major League Soccer.",
  "/wiki/Khari_Stephenson": "Khari Stephenson (/ˈkæri/; born 18 January 1981) is a Jamaican footballer.",
  "/wiki/Jamaica": "Jamaica (/dʒəˈmeɪkə/ (listen)) is an island country situated in the Caribbean Sea. Spanning 10,990 square kilometres (4,240 sq mi) in area, it is the third-largest island of the Greater Antilles and the Caribbean (after Cuba and Hispaniola). Jamaica lies about 145 kilometres (90 mi) south of Cuba, and 191 kilometres (119 mi) west of Hispaniola (the island containing the countries of Haiti and the Dominican Republic); the British Overseas Territory of the Cayman Islands lies some 215 kilometres (134 mi) to the north-west.\n Originally inhabited by the indigenous Arawak and Taíno peoples, the island came under Spanish rule following the arrival of Christopher Columbus in 1494. Many of the indigenous people were either killed or died of diseases to which they had no immunity, and the Spanish thus forcibly transplanted large numbers of African slaves to Jamaica as labourers. The island remained a possession of Spain until 1655, when England (later Great Britain) conquered it, renaming it Jamaica. Under British colonial rule Jamaica became a leading sugar exporter, with a plantation economy dependent on the African slaves and later their descendants. The British fully emancipated all slaves in 1838, and many freedmen chose to have subsistence farms rather than to work on plantations. Beginning in the 1840s, the British began utilising Chinese and Indian indentured labour to work on plantations. The island achieved independence from the United Kingdom on 6 August 1962.\n With 2.9 million people, Jamaica is the third-most populous Anglophone country in the Americas (after the United States and Canada), and the fourth-most populous country in the Caribbean. Kingston is the country's capital and largest city. The majority of Jamaicans are of African ancestry, with significant European, Chinese, Indian, Lebanese, and mixed-race minorities.  Due to a high rate of emigration for work since the 1960s, there is a large Jamaican diaspora, particularly in Canada, the United Kingdom, and the United States. The country has a global influence that belies its small size; it was the birthplace of the Rastafari religion, reggae music (and associated genres such as dub, ska and dancehall), and it is internationally prominent in sports, most notably cricket, sprinting and athletics.\n Jamaica is an upper-middle income country with an economy heavily dependent on tourism, with an average of 4.3 million tourists a year. Politically it is a Commonwealth realm, with Elizabeth II as its queen.  Her appointed representative in the country is the Governor-General of Jamaica, an office held by Patrick Allen since 2009. Andrew Holness has served as Prime Minister of Jamaica since March 2016. Jamaica is a parliamentary constitutional monarchy with legislative power vested in the bicameral Parliament of Jamaica, consisting of an appointed Senate and a directly elected House of Representatives.",
  "/wiki/Forward_(association_football)": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.\n Their advanced position and limited defensive responsibilities mean forwards normally score more goals on behalf of their team than other players.\n Modern team formations generally include one to three forwards; for example, the common 4–2–3–1 formation includes one forward. Unconventional formations may include more than three forwards, or none.",
  "/wiki/Chris_Wondolowski": "Christopher Elliott Wondolowski (born January 28, 1983) is an American soccer player who plays for San Jose Earthquakes as a forward. Wondolowski was MLS's top scorer in the 2010 and 2012 seasons, also being named the 2012 Most Valuable Player, and has become one of the top strikers in Major League Soccer.\n A college soccer player for the Chico State Wildcats, he played in 2004 for the Chico Rooks and was drafted to the San Jose Earthquakes in 2005. The team became the Houston Dynamo the following season, and he played a part in their MLS Cup wins in 2006 and 2007 before returning to the re-established Earthquakes in 2009. With 159 goals in Major League Soccer, he is the highest scorer in the competition's history, as well as the only player in league history to score 150 or more regular-season goals. As of September 28, 2019, Wondolowski is also the only player in league history to have scored ten or more goals in ten consecutive seasons. He also holds the record for most MLS goals on the road and MLS game winning goals (both home and away).\n A full international since 2011, Wondolowski represented the United States at  three CONCACAF Gold Cups – winning the 2013 edition – and also played at the 2014 FIFA World Cup.",
  "/wiki/Vice-captain_(association_football)": "The team captain of an association football team, sometimes known as the skipper, is a team member chosen to be the on-pitch leader of the team; it is often one of the older/or more experienced members of the squad, or a player that can heavily influence a game or have good leadership qualities. The team captain is usually identified by the wearing of an armband.",
  "/wiki/Sercan_Güvenışık": "Sercan Bilinç Güvenışık (born 1 March 1980) is a Turkish footballer currently playing for Miami Dade FC..",
  "/wiki/Turkey": "Turkey (Turkish: Türkiye [ˈtyɾcije]), officially the Republic of Turkey (Turkish: Türkiye Cumhuriyeti [ˈtyɾcije dʒumˈhuːɾijeti] (listen)), is a transcontinental country located mostly on the Anatolian peninsula in Western Asia, with a smaller portion on the Balkan peninsula in Southeastern Europe. East Thrace, the part of Turkey in Europe, is separated from Anatolia by the Sea of Marmara, the Bosporus and the Dardanelles (collectively called the Turkish Straits). Istanbul, mostly located on the European side, is the largest city in the country while Ankara is the capital. Turkey is bordered by Greece and Bulgaria to its northwest, the Black Sea to its north, Georgia to its northeast, Armenia, the Azerbaijani exclave of Nakhchivan and Iran to its east, Iraq and Syria to its southeast, the Mediterranean Sea to its south, and the Aegean Sea to its west. Approximately 70 to 80 percent of the country's citizens identify as Turkish, while Kurds are the largest minority at anywhere from 15 to 20 percent of the population.\n At various points in its history, the region has been inhabited by diverse civilisations including the Assyrians, Greeks, Thracians, Phrygians, Urartians, and Armenians. Hellenization started during the era of Alexander the Great and continued into the Byzantine era. The Seljuk Turks began migrating into the area in the 11th century, and their victory over the Byzantines at the Battle of Manzikert in 1071 symbolises the start and foundation of Turkey. The Seljuk Sultanate of Rûm ruled Anatolia until the Mongol invasion in 1243, when it disintegrated into small principalities called beyliks. Beginning in the late 13th century, the Ottomans started uniting beyliks and conquering the Balkans. After Mehmed II conquered Constantinople in 1453, Ottoman expansion continued under Selim I. During the reign of Suleiman the Magnificent the Ottoman Empire encompassed much of Southeast Europe, West Asia and North Africa and became a world power. Beginning from the late 18th century the empire entered a period of decline with a gradual loss of territories and wars. In an effort to consolidate the weakening social and political foundations of the empire, Mahmut II started a period of modernisation in the early 19th century, bringing reforms in all areas of the state including the military and bureaucracy along with the emancipation of all citizens.\n In 1913, a coup d'état effectively put the country under the control of the Three Pashas who were largely responsible for the Empire's entry into World War I in 1914. During World War I, the Ottoman government committed genocides against its Armenian, Assyrian and Pontic Greek subjects.[I] Following the war, the conglomeration of territories and peoples that formerly comprised the Ottoman Empire was partitioned into several new states. The Turkish War of Independence, initiated by Mustafa Kemal Atatürk and his colleagues against occupying Allied Powers, resulted in the abolition of monarchy in 1922 and the establishment of the Republic of Turkey in 1923, with Atatürk as its first president. Atatürk enacted numerous reforms, many of which incorporated various aspects of Western thought, philosophy, and customs into the new form of Turkish government. The conflict between the state and Kurdish insurgents, has been active since 1984 primarily in the southeast of the country. Various Kurdish groups demand separation from Turkey to create an independent Kurdistan or to have autonomy and greater political and cultural rights for Kurds in Turkey.\n Turkey is a charter member of the UN, an early member of NATO, the IMF, and the World Bank, and a founding member of the OECD, OSCE, BSEC, OIC, and G-20. After becoming one of the first members of the Council of Europe in 1949, Turkey became an associate member of the EEC in 1963, joined the EU Customs Union in 1995, and started accession negotiations with the European Union in 2005, which were effectively stopped by the EU in 2018.  Turkey's economy and diplomatic initiatives led to its recognition as a regional power, while its location has given it geopolitical and strategic importance throughout history. Turkey is a secular, unitary, formerly parliamentary republic that adopted a presidential system with a referendum in 2017; the new system came into effect with the presidential election in 2018. Turkey's current administration, headed by president Recep Tayyip Erdoğan of the AKP, has enacted measures to increase the influence of Islam and undermine Kemalist policies and freedom of the press.",
  "/wiki/Simon_Dawkins": "Simon Jonathan Dawkins (born 1 December 1987) is a professional footballer who plays as an attacking midfielder or winger. He is currently a free agent.",
  "/wiki/Tottenham_Hotspur_F.C.": "Tottenham Hotspur Football Club, commonly referred to as Tottenham (/ˈtɒtənəm/) or Spurs, is an English professional football club in Tottenham, London, that competes in the Premier League. Tottenham Hotspur Stadium has been the club's home ground since April 2019, replacing their former home of White Hart Lane, which had been demolished to make way for the new stadium on the same site. Their training ground is on Hotspur Way in Bulls Cross in the London Borough of Enfield. The club is owned by ENIC Group. Tottenham have played in a first (home) strip of white shirts and navy blue shorts since the 1898–99 season. The club's emblem is a cockerel standing upon a football, with a Latin motto Audere est Facere (\"To Dare Is to Do\").\n Founded in 1882, Tottenham won the FA Cup for the first time in 1901, the only non-League club to do so since the formation of the Football League in 1888. Tottenham were the first club in the 20th century to achieve the League and FA Cup Double, winning both competitions in the 1960–61 season. After successfully defending the FA Cup in 1962, in 1963 they became the first British club to win a UEFA club competition – the European Cup Winners' Cup. They were also the inaugural winners of the UEFA Cup in 1972, becoming the first British club to win two different major European trophies. They have collected at least one major trophy in each of the six decades from the 1950s to 2000s – an achievement only matched by Manchester United. In total, Spurs have won two league titles, eight FA Cups, four League Cups, seven FA Community Shields, one European Cup Winners' Cup and two UEFA Cups. Tottenham were also the runners-up of the 2018–19 UEFA Champions League competition. The club has a long-standing rivalry with nearby club Arsenal, with head-to-head fixtures known as the North London derby.",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.\n The area now called England was first inhabited by modern humans during the Upper Palaeolithic period, but takes its name from the Angles, a Germanic tribe deriving its name from the Anglia peninsula, who settled during the 5th and 6th centuries. England became a unified state in the 10th century, and since the Age of Discovery, which began during the 15th century, has had a significant cultural and legal impact on the wider world. The English language, the Anglican Church, and English law – the basis for the common law legal systems of many other countries around the world – developed in England, and the country's parliamentary system of government has been widely adopted by other nations. The Industrial Revolution began in 18th-century England, transforming its society into the world's first industrialised nation.\n England's terrain is chiefly low hills and plains, especially in central and southern England. However, there is upland and mountainous terrain in the north (for example, the Lake District and Pennines) and in the west (for example, Dartmoor and the Shropshire Hills). The capital is London, which has the largest metropolitan area in both the United Kingdom and, prior to Brexit, the European Union.[nb 1] England's population of over 55 million comprises 84% of the population of the United Kingdom, largely concentrated around London, the South East, and conurbations in the Midlands, the North West, the North East, and Yorkshire, which each developed as major industrial regions during the 19th century.\n The Kingdom of England – which after 1535 included Wales – ceased being a separate sovereign state on 1 May 1707, when the Acts of Union put into effect the terms agreed in the Treaty of Union the previous year, resulting in a political union with the Kingdom of Scotland to create the Kingdom of Great Britain. In 1801, Great Britain was united with the Kingdom of Ireland (through another Act of Union) to become the United Kingdom of Great Britain and Ireland. In 1922 the Irish Free State seceded from the United Kingdom, leading to the latter being renamed the United Kingdom of Great Britain and Northern Ireland.",
  "/wiki/Mehdi_Ballouchy": "Mehdi Ballouchy (Arabic: مهدي بلوشي‎; born April 6, 1983) is a retired Moroccan professional footballer who played as a midfielder. He is currently one of the coaching staff for New York City FC academy.[not verified in body]",
  "/wiki/Morocco": "Morocco (/məˈrɒkoʊ/ (listen); Arabic: المغرب‎, romanized: al-maġhrib, lit. 'place the sun sets; the west'; Standard Moroccan Tamazight: ⵍⵎⵖⵔⵉⴱ, romanized: lmeɣrib; French: Maroc), officially the Kingdom of Morocco (Arabic: المملكة المغربية‎, romanized: al-mamlakah al-maghribiyah, lit. 'The Western Kingdom'; Standard Moroccan Tamazight: ⵜⴰⴳⵍⴷⵉⵜ ⵏ ⵍⵎⵖⵔⵉⴱ, romanized: tageldit n lmaɣrib; French: Royaume du Maroc), is a country located in the Maghreb region of North Africa. It overlooks the Mediterranean Sea to the north and the Atlantic Ocean to the west, with land border with Algeria to the east and Western Sahara to the south (status disputed). Morocco also claims the exclaves of Ceuta, Melilla and Peñón de Vélez de la Gomera, all of them under Spanish jurisdiction, as well as several small Spanish-controlled islands of its coast. The capital is Rabat and the largest city is Casablanca. Morocco spans an area of 710,850 km2 (274,460 sq mi) and has a population of over 36 million.\n Since the foundation of the first Moroccan state by Idris I in 788 AD, the country has been ruled by a series of independent dynasties, reaching its zenith under Almoravid and Almohad rule, when it spanned parts of Iberia and northwestern Africa. The Marinid and Saadi dynasties resisted foreign domination into the 17th century, allowing Morocco to remain the only northwest African country to avoid Ottoman occupation. The Alaouite dynasty, which rules to this day, seized power in 1631. The country's strategic location near the mouth of the Mediterranean attracted the interest of Europe, and in 1912, Morocco was divided into French and Spanish protectorates, with an international zone in Tangier. It regained its independence in 1956, and has since remained comparatively stable and prosperous by regional standards, with the fifth largest economy in Africa.\n Morocco claims the non-self-governing territory of Western Sahara, formerly Spanish Sahara, as its Southern Provinces. After Spain agreed to decolonise the territory to Morocco and Mauritania in 1975, a guerrilla war arose with local forces. Mauritania relinquished its claim in 1979, and the war lasted until a ceasefire in 1991. Morocco currently occupies two thirds of the territory, and peace processes have thus far failed to break the political deadlock.\n The sovereign state is a unitary constitutional monarchy with an elected parliament. The country wields significant influence in both Africa and the Arab world, and  is considered a regional power and a middle power. The King of Morocco holds vast executive and legislative powers, especially over the military, foreign policy and religious affairs. Executive power is exercised by the government, while legislative power is vested in both the government and the two chambers of parliament, the Assembly of Representatives and the Assembly of Councillors. The king can issue decrees called dahirs, which have the force of law. He can also dissolve the parliament after consulting the Prime Minister and the president of the constitutional court.\n Morocco's predominant religion is Islam, and its official languages are Arabic and Berber, the latter achieving official recognition in 2011, having been the native language of Morocco before the Muslim conquest in the seventh century C.E. The Moroccan dialect of Arabic, referred to as Darija, and French are also widely spoken. Moroccan culture is a blend of Berber, Arab, Sephardi Jews, West African and European influences.\n Morocco is a member of the Arab League, the Union for the Mediterranean and the African Union.",
  "/wiki/Ramiro_Corrales": "Ramiro Corrales (born March 12, 1977) is an American soccer player who is currently a player-coach for Premier Development League team Santa Cruz Breakers FC. He spent most of his professional career with the San Jose Earthquakes in Major League Soccer.\n Known as a \"reliable contributor who [is] strong in defense, composed and responsible with the ball and who works hard to make his teammates better\", Corrales was the last remaining active MLS player from its inaugural season in 1996 upon his 2013 retirement.",
  "/wiki/Captain_(association_football)": "The team captain of an association football team, sometimes known as the skipper, is a team member chosen to be the on-pitch leader of the team; it is often one of the older/or more experienced members of the squad, or a player that can heavily influence a game or have good leadership qualities. The team captain is usually identified by the wearing of an armband.",
  "/wiki/Evan_Newton": "Evan Alexander Newton (born April 1, 1988) is an American professional soccer player who plays as a goalkeeper for USL Championship club Indy Eleven.",
  "/wiki/Jean_Alexandre": "Jean-Marc Alexandre (born 24 August 1986) is a Haitian international footballer who plays for Hang Yuen in the Taiwan Football Premier League, as a midfielder.",
  "/wiki/Haiti": "Haiti (/ˈheɪti/ (listen); French: Haïti [a.iti]; Haitian Creole: Ayiti [ajiti]), officially the Republic of Haiti (French: République d'Haïti; Haitian Creole: Repiblik D Ayiti) and formerly called Hayti,[note 1] is a country located on the island of Hispaniola in the Greater Antilles archipelago of the Caribbean Sea, to the east of Cuba and Jamaica and south of The Bahamas and the Turks and Caicos Islands. It occupies the western three-eighths of the island which it shares with the Dominican Republic. To its south-west lies the small island of Navassa Island, which is claimed by Haiti but is disputed as a United States territory under federal administration. Haiti is 27,750 square kilometers (10,714 sq mi) in size and has an estimated population of 11.1 million, making it the most populous country in the Caribbean Community (CARICOM) and the second-most populous country in the Caribbean after Cuba.\n The island was originally inhabited by the indigenous Taíno people, who migrated from South America. The first Europeans arrived on 5 December 1492 during the first voyage of Christopher Columbus, who initially believed he had found India or China. Columbus subsequently founded the first European settlement in the Americas, La Navidad, on what is now the northeastern coast of Haiti.  The island was claimed by Spain and named La Española, forming part of the Spanish Empire until the early 17th century. However, competing claims and settlements by the French led to the western portion of the island being ceded to France in 1697, which was subsequently named Saint-Domingue. French colonists established lucrative sugarcane plantations, worked by vast numbers of slaves brought from Africa, which made the colony one of the richest in the world.\n In the midst of the French Revolution (1789–99), slaves and free people of color launched the Haitian Revolution (1791–1804), led by a former slave and the first black general of the French Army, Toussaint Louverture. After 12 years of conflict, Napoleon Bonaparte's forces were defeated by Louverture's successor, Jean-Jacques Dessalines (later Emperor Jacques I), who declared Haiti's sovereignty on 1 January 1804 — the first independent nation of Latin America and the Caribbean, the second republic in the Americas, the first country to abolish slavery, and the only state in history established by a successful slave revolt. Apart from Alexandre Pétion, the first President of the Republic, all of Haiti's first leaders were former slaves. After a brief period in which the country was split in two, President Jean-Pierre Boyer united the country and then attempted to bring the whole of Hispaniola under Haitian control, precipitating a long series of wars that ended in the 1870s when Haiti formally recognised the independence of the Dominican Republic. Haiti's first century of independence was characterised by political instability, ostracism by the international community and the payment of a crippling debt to France. Political volatility and foreign economic influence in the country prompted the United States to occupy the country from 1915–34. Following a series of short-lived presidencies, François 'Papa Doc' Duvalier took power in 1956, ushering in a long period of autocratic rule that was continued by his son Jean-Claude 'Baby Doc' Duvalier that lasted until 1986; the period was characterised by state-sanctioned violence against the opposition and civilians, corruption and economic stagnation. Since 1986 Haiti has been attempting to establish a more democratic political system.\n Haiti is a founding member of the United Nations, Organization of American States (OAS), Association of Caribbean States, and the International Francophonie Organisation. In addition to CARICOM, it is a member of the International Monetary Fund, World Trade Organization, and the Community of Latin American and Caribbean States. Historically poor and politically unstable, Haiti has the lowest Human Development Index in the Americas. Since the turn of the 21st century, the country has endured a coup d'état, which prompted a U.N. intervention, as well as a deadly earthquake that killed over 250,000.",
  "/wiki/Defender_(association_football)": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.  \n Centre backs are usually are in pairs, with 2 full-backs to their left and right, but can come in threes with no full backs\n There are four types of defenders: centre-back, sweeper, full-back, and wing-back. The centre-back and full-back positions are essential in most modern formations. The sweeper and wing-back roles are more specialized for certain formations.",
  "/wiki/Justin_Morrow": "Justin Morrow (born October 4, 1987) is an American professional soccer player who plays as a full-back for Toronto FC in Major League Soccer.",
  "/wiki/Alan_Gordon_(soccer)": "Alan Gordon (born October 16, 1981) is a retired American professional soccer player. In the majority of his career, Gordon has mostly been relied upon to make goals in games being substituted on the field.",
  "/wiki/Joey_Gjertsen": "Joey Gjertsen (born June 13, 1982) is an American professional soccer player.",
  "/wiki/Jon_Busch": "Jon Busch (born August 18, 1976) is a retired American professional soccer goalkeeper.\n Busch is best remembered for his captivating saves, despite his shorter stature for an elite goalkeeper, and spent most of his 21-year professional playing years in Major League Soccer, appearing for the Columbus Crew, Chicago Fire and San Jose Earthquakes. Busch also represented the United States at both youth and senior level.\n Arguably his best season was in 2008 when he was named MLS Goalkeeper of the Year. As of the end of the 2015 season, Busch ranks fourth in MLS history in number of shutouts.",
  "/wiki/Sam_Garza": "Samuel Cruz Garza (born October 17, 1989) is an American soccer player for Denton Diablos FC in the National Premier Soccer League.",
  "/wiki/Tim_Ward_(soccer)": "Timothy Robert Ward (born February 28, 1987 in Waukesha, Wisconsin) is an American former professional soccer player.",
  "/wiki/Jason_Hernandez": "Jason Hernandez (born August 26, 1983) is the Manager for Player Engagement with Toronto FC.  He is a former Puerto Rican international footballer who played as a defender.",
  "/wiki/2012_San_Jose_Earthquakes_season": "The 2012 San Jose Earthquakes season is the club's 15th year of existence, as well as its 15th season in Major League Soccer and its fifth consecutive season in the top-flight of American soccer. Including all previous franchises, this is the 30th year with a soccer club in the San Jose area sporting the name \"Earthquakes\"."
}