{
  "/wiki/Orville_P._and_Sarah_Chubb_House": "The Orville P. and Sarah Chubb House is a historic house in Fairmont, Minnesota, United States.  Built in 1867, the Chubb House is the oldest residence standing in Fairmont, and the only surviving house known to have been built with brick from Fairmont's first brickyard. It was the home of prominent homesteader Orville Chubb, who was the community's first physician. The house is an example of a property associated with the early Yankee American development of southern Minnesota town sites. The house was listed on the National Register of Historic Places in 1995 for having local significance in the theme of exploration/settlement.  It was nominated for its connections to the founding of Fairmont and for representing the Yankee settlement of southern Minnesota towns.",
  "/wiki/Fairmont,_Minnesota": "Fairmont is a city in and the county seat of  Martin County, Minnesota, United States. The population was 10,666 at the 2010 census.",
  "/wiki/Fairmont_Opera_House": "The Fairmont Opera House in Fairmont, Minnesota was built in 1901.  Frank A. Day, editor of the Fairmont Sentinel, prodded local businessmen to establish an opera house starting in 1899.  The Fairmont Opera House Company acquired the land in July, 1901 and began construction.  The first grand opening was on February 11, 1902, with the opening show being \"The Chaperone\" performed by the Frank L. Perley Singing Comedians.  From 1902 through 1912, it housed a variety of events such as traveling stock companies, local talent shows, graduation ceremonies, musicals, conventions, and political meetings.  In 1912, W.L. Nicholas and Billy Hay became the managers, changed its name to the Haynic Theater, and began to show movies there.  In 1926, the house was remodeled to accommodate live stock companies, road shows, and movies.  Billy Hay died in 1926, and the opera house was rechristened the Nicholas Theatre, with a grand opening on July 27, 1927.  The 1927 opening introduced an organ by Marr and Colton, complete with sound effects such as drums, a xylophone, car horns, horses' hoof beats, cymbals, and other novelties.  The Nicholas Theater was used exclusively as a movie house until 1980.",
  "/wiki/Red_Rock_Center_for_the_Arts": "Red Rock Center for the Arts is a historic structure located at 222 East Blue Earth Avenue, in Fairmont, Minnesota, United States. It was added to the National Register of Historic Places on May 18, 1988 as the First Church of Christ, Scientist. It is now owned by Martin County, which leases it to the Martin County Preservation Association.",
  "/wiki/Richardsonian_Romanesque": "Richardsonian Romanesque is a style of Romanesque Revival architecture named after architect Henry Hobson Richardson (1838–1886). The revival style incorporates 11th and 12th century southern French, Spanish and Italian Romanesque characteristics. Richardson first used elements of the style in his Richardson Olmsted Complex in Buffalo, New York, designed in 1870. Multiple architects followed in this style in the late 1800s; Richardsonian Romanesque later influenced modern styles of architecture as well.",
  "/wiki/Harry_Wild_Jones": "Harry Wild Jones (June 9, 1859 – September 25, 1935) was a popular Minneapolis, Minnesota-based architect who designed throughout the country and the world. Born two years before the start of the American Civil War, Jones, a twelfth generation New Englander, took his place on the American architectural stage in the late 19th century. His life spanned seventy-six dynamic years, during a period of U.S. history that matched his exuberant, spirited personality. Known as an architect adept at any design technique, Jones is credited with introducing Shingle Style architecture to Minneapolis. He created an impressive portfolio from neoclassic to eclectic, reflecting his unique brand of versatility and creativity.",
  "/wiki/Christian_Science": "Christian Science is a set of beliefs and practices belonging to the metaphysical family of new religious movements.[n 2] It was developed in 19th-century New England by Mary Baker Eddy, who argued in her 1875 book Science and Health that sickness is an illusion that can be corrected by prayer alone.[n 3] The book became Christian Science's central text, along with the Bible, and by 2001 had sold over nine million copies.",
  "/wiki/Fox_Lake_(Martin_County,_Minnesota)": "Fox Lake is a lake in Martin County, Minnesota, in the United States.",
  "/wiki/Sherburn,_Minnesota": "Sherburn is a city in Martin County, Minnesota, United States. The population was 1,137 at the 2010 census.  The U.S. Census Bureau estimated 2011 population is 1,128.",
  "/wiki/Type_site": "In archaeology a type site (also known as a type-site or typesite) is a site that is considered the model of a particular archaeological culture. For example, the type site of the Pre-Pottery Neolithic A culture is Jericho, in the West Bank. A type site is also often the eponym (the site after which the culture is named). For example, the type site of the pre-Celtic/Celtic Bronze Age Hallstatt culture is the lakeside village of Hallstatt, Austria.",
  "/wiki/Woodland_Period": "In the classification of archaeological cultures of North America, the Woodland period of North American pre-Columbian cultures spanned a period from roughly 1000 BCE to European contact in the eastern part of North America, with some archaeologists distinguishing the Mississippian period, from 1000 CE to European contact as a separate period. The term \"Woodland Period\" was introduced in the 1930s as a generic term for prehistoric sites falling between the Archaic hunter-gatherers and the agriculturalist Mississippian cultures. The Eastern Woodlands cultural region covers what is now eastern Canada south of the Subarctic region, the Eastern United States, along to the Gulf of Mexico.",
  "/wiki/Martin_County_Courthouse_(Minnesota)": "The Martin County Courthouse is located at 201 Lake Avenue Fairmont, Martin County in the U.S. state of Minnesota. It is a Beaux Arts building featuring a high copper dome with four clock faces.  The first floor was made out of Michigan sandstone. The second and third stories are built of Bedford limestone.  The arched entrance is flanked by polished double Corinthian order columns and topped by a pediment.  The building was designed by Charles E. Bell and built by J. B. Nelson for $125,000 during 1906-1907. Interior murals of figures representing Peace, War, Inspiration, Genius, Sentence, and The Execution were painted by Franz E. Rohrbeck of Milwaukee.  Interior finishing includes marble countertops, metalwork, and stained glass.",
  "/wiki/Renaissance_Revival_architecture": "Renaissance Revival architecture (sometimes referred to as \"Neo-Renaissance\") is a group of 19th century architectural revival styles which were neither Greek Revival nor Gothic Revival but which instead drew inspiration from a wide range of classicizing Italian modes. Under the broad designation \"Renaissance architecture\" nineteenth-century architects and critics went beyond the architectural style which began in Florence and central Italy in the early 15th century as an expression of Renaissance humanism; they also included styles we would identify as Mannerist or Baroque. Self-applied style designations were rife in the mid- and later nineteenth century: \"Neo-Renaissance\" might be applied by contemporaries to structures that others called \"Italianate\", or when many French Baroque features are present (Second Empire).",
  "/wiki/Baroque_Revival_architecture": "The Baroque Revival, also known as Neo-Baroque (or Second Empire architecture in France and Wilhelminism in Germany), was an architectural style of the late 19th century. The term is used to describe architecture and architectural sculptures which display important aspects of Baroque style, but are not of the original Baroque period. Elements of the Baroque architectural tradition were an essential part of the curriculum of the École des Beaux-Arts in Paris, the pre-eminent school of architecture in the second half of the 19th century, and are integral to the Beaux-Arts architecture it engendered both in France and abroad. \nAn ebullient sense of European imperialism encouraged an official architecture to reflect it in Britain and France, and in Germany and Italy the Baroque Revival expressed pride in the new power of the unified state.",
  "/wiki/Charles_E._Bell": "Charles Emlen Bell (1858–1932), often known as C.E. Bell, was an American architect of Council Bluffs, Iowa and Minneapolis, Minnesota.  He worked alone and in partnership with John H. Kent and Menno S. Detweiler. He also worked as part of Bell, Tyrie and Chapman.  A number of his works are listed on the U.S. National Register of Historic Places.",
  "/wiki/Parcel_post": "Parcel post is a postal service for mail that is too heavy for normal letter post. It is usually slower than letter post. The development of the parcel post is closely connected with the development of the railway network which enabled parcels to be carried in bulk, to a regular schedule and at economic prices. Today many parcels also travel by road and international shipments may travel by sea or airmail.",
  "/wiki/Queen_Anne_style_architecture_in_the_United_States": "In the United States, Queen Anne-style architecture was popular from roughly 1880 to 1910. \"Queen Anne\" was one of a number of popular architectural styles to emerge during the Victorian era. Within the Victorian era timeline, Queen Anne style followed the Eastlake style and preceded the Richardsonian Romanesque and Shingle styles.",
  "/wiki/Neoclassical_architecture": "Neoclassical architecture is an architectural style produced by the neoclassical movement that began in the mid-18th century in Italy and France. In its purest form, it is a style principally derived from the architecture of classical antiquity, the Vitruvian principles, and the work of the Italian architect Andrea Palladio.",
  "/wiki/National_Register_of_Historic_Places_listings_in_Martin_County,_Minnesota": "This is a list of the National Register of Historic Places listings in Martin County, Minnesota.  It is intended to be a complete list of the properties and districts on the National Register of Historic Places in Martin County, Minnesota, United States.  The locations of National Register properties and districts for which the latitude and longitude coordinates are included below, may be seen in an online map."
}