{
  "/wiki/Govindrao_Adik": "Govindrao Wamanrao Adik (1939 – 7 June 2015 ) was a \"Rashtriya Sarchitnis\" of the Nationalist Congress Party and a Member of Parliament, in the Rajya Sabha. He began his political career as a Member of the Legislative Assembly (MLA) in Vaijapur Taluka in Aurangabad District and then in Shrirampur Taluka in Ahmednagar District.",
  "/wiki/Congress(I)": "The Indian National Congress (pronunciation (help·info)) (INC, often called the Congress Party or simply Congress) is a political party in India with widespread roots. Founded in 1885, it was the first modern nationalist movement to emerge in the British Empire in Asia and Africa.[a] From the late 19th century, and especially after 1920, under the leadership of Mahatma Gandhi, Congress became the principal leader of the Indian independence movement. Congress led India to independence from Great Britain,[b][c] and powerfully influenced other anti-colonial nationalist movements in the British Empire.[d]",
  "/wiki/Nationalist_Congress_Party": "The Nationalist Congress Party (abbr. NCP) is one of the eight national parties in India.",
  "/wiki/Sushila_Adivarekar": "Sushila Shankar Adivarekar (née Desai) was an Indian politician.She was a member of the Rajya Sabha ,the upper house  of the Parliament of India \nrepresenting Maharashtra  as a member of the Indian National Congress.",
  "/wiki/Indian_National_Congress": "The Indian National Congress (pronunciation (help·info)) (INC, often called the Congress Party or simply Congress) is a political party in India with widespread roots. Founded in 1885, it was the first modern nationalist movement to emerge in the British Empire in Asia and Africa.[a] From the late 19th century, and especially after 1920, under the leadership of Mahatma Gandhi, Congress became the principal leader of the Indian independence movement. Congress led India to independence from Great Britain,[b][c] and powerfully influenced other anti-colonial nationalist movements in the British Empire.[d]",
  "/wiki/P._C._Alexander": "Padinjarethalakal Cherian Alexander (20 March 1921 – 10 August 2011) was an Indian Administrative Service officer of 1948 batch who served as the Governor of Tamil Nadu from 1988 to 1990 and as the Governor of Maharashtra from 1993 to 2002. He was considered as a candidate for the post of the President of India in 2002. During his time in Maharashtra, he had additional charge of Goa from 1996 to 1998. He was also a member of the Rajya Sabha representing Maharashtra as an independent candidate from 29 July 2002 to 2 April 2008.",
  "/wiki/Abid_Ali_Jaferbhai": "Abid Ali Jaferbhai (1899/1900 - 26 June 1973) was a leader of Congress(I) from Bombay, Maharashtra.",
  "/wiki/Congress(O)": "The Indian National Congress (Organisation) or Congress (O) was a political party in India formed when the Congress party split following the expulsion of Indira Gandhi.",
  "/wiki/Violet_Alva": "Violet Alva (24 April 1908 – 20 November 1969) was an Indian lawyer, journalist and politician, and Deputy Chairperson of the Rajya Sabha, and member of the Indian National Congress (INC). She was the first woman lawyer to appear before a High Court in India and the first to preside over the Rajya Sabha.",
  "/wiki/Jagannath_Sitaram_Akarte": "Jagannath Sitaram Akarte was a leader of Congress(I) from Amravati, Maharashtra, India. He was a lawyer by profession and was a member of the Rajya Sabha from 5 July 1980 to 4 July 1986.",
  "/wiki/B._R._Ambedkar": "Bhimrao Ramji Ambedkar (14 April 1891 – 6 December 1956), also known as Babasaheb Ambedkar, was an Indian jurist, economist, politician and social reformer who inspired the Dalit Buddhist movement and campaigned against social discrimination towards the untouchables (Dalits). He was independent India's first law and justice minister, the major architect of the Constitution of India.",
  "/wiki/A._R._Antulay": "Abdul Rahman Antulay (9 February 1929 – 2 December 2014) was an Indian politician. Antulay was a union minister for Minority Affairs and a Member of Parliament in the 14th Lok Sabha of India.  Earlier he had been the Chief Minister of the state of Maharashtra, but was forced to resign after being convicted by the Bombay High Court on charges that he had extorted money for a trust fund he managed.",
  "/wiki/Tariq_Anwar_(politician)": "Tariq Anwar (born 16 January 1951) is an Indian politician as member of the Indian National Congress (INC). He served as the Minister of State of Agriculture and Food Processing Industries between 2012 and 2014.",
  "/wiki/Balavant_Apte": "Balavant Apte, also called Bal Apte and Balasaheb Apte (18 January 1939 – 17 July 2012) was a lawyer, politician of the Bharatiya Janata Party (BJP) and a member of the Parliament of India representing Maharashtra in the Rajya Sabha, the upper house of the Indian Parliament. He was a MA LLM. He died on 17 July 2012 at Hinduja Hospital in Mumbai.",
  "/wiki/Bhartiya_Janata_Party": "The Bharatiya Janata Party (pronounced [bʱaːrətiːjə dʒənətaː paːrʈiː] (listen); translation: Indian People's Party; abbr. BJP) is one of the two major political parties in India, along with the Indian National Congress. As of 2019[update], it is the country's largest political party in terms of representation in the national parliament and state assemblies and is the world's largest party in terms of primary membership. BJP is a right-wing party, and its policy has historically reflected Hindu nationalist positions. It has close ideological and organisational links to the Rashtriya Swayamsevak Sangh (RSS)."
}