{
  "/wiki/Brett_Hodgson": "Brett Hodgson (born 12 February 1978) is an Assistant Coach at the Wests Tigers in the NRL and an Australian former professional rugby league footballer who played in the 1990s, 2000s and 2010s. A New South Wales State of Origin representative goal-kicking fullback, he played his club football in the NRL for the Western Suburbs Magpies, the Parramatta Eels and the Wests Tigers, with whom he won the 2005 NRL premiership. He played in the Super League for the Huddersfield Giants, with whom he won the 2009 Man of Steel Award, and the Warrington Wolves, with whom he won both the Challenge Cup and the Lance Todd Trophy. Hodgson also gained representative selection for the Exiles and City NSW.",
  "/wiki/Wests_Tigers": "The Wests Tigers are an Australian professional rugby league football based in the contiguous regions of the Inner West and Western Sydney. They have competed in the National Rugby League since being formed at the end of the 1999 NRL season as a joint-venture club between the Balmain Tigers and the Western Suburbs Magpies.",
  "/wiki/Martin_Aspinwall": "Martin \"Marty\" Aspinwall (born 21 October 1981), also known by the nicknames of \"Aspy\", and \"Awol\", is an English rugby league footballer who plays as a loose forward for the Barrow Raiders in Betfred League 1.",
  "/wiki/Wigan_Warriors": "Wigan Warriors Rugby League Football Club is a professional rugby league club founded and based in Wigan, England. The club competes in the Betfred Super League.",
  "/wiki/Kevin_Brown_(English_rugby_league)": "Kevin Brown (born 2 October 1984) is an English professional rugby league footballer who plays as a stand-off for the Salford Red Devils in the Betfred Super League. He has played for England at international level.",
  "/wiki/Paul_Whatuira": "Paul Whatuira (pronounced /fætuːwɪərə/, born 31 July 1981) is a New Zealand former professional rugby league footballer who last played for the Parramatta Eels in the NRL in 2011. A New Zealand international centre, he won National Rugby League premierships with the Penrith Panthers and Wests Tigers and achieved success with the Huddersfield Giants in the Super League.",
  "/wiki/David_Hodgson_(rugby_league)": "David Hodgson (born 8 August 1981) is an English current rugby league coach, and former rugby league footballer who played in the 1990s, 2000s and 2010s. He played at representative level for Great Britain, England, and Yorkshire, and at club level for, Halifax, Wigan Warriors, Salford City Reds, Huddersfield Giants and Hull Kingston Rovers (two spells), as a fullback, wing, or centre, he has coached at club level for Hull Kingston Rovers (assistant).",
  "/wiki/Salford_Red_Devils": "The Salford Red Devils are a professional rugby league club in Salford, Greater Manchester, England, who play in the Super League. Formed in 1873, they have won six Championships and one Challenge Cup. Their home ground since 2012 has been the AJ Bell Stadium in Barton-upon-Irwell, before which they played at the Willows in Weaste. Before 1995, the club was known simply as Salford, from 1995–98 Salford Reds and from 1999–2013 Salford City Reds.",
  "/wiki/Liam_Fulton": "Liam Mark Fulton (born 8 August 1984), also known by the nickname of \"Bozo\", is an Australian former professional rugby league footballer who played in the 2000s and 2010s. He played for the Wests Tigers in the National Rugby League (NRL) competition. Fulton primarily played at lock. Considered to be a jokester, known for making prank phone calls, Fulton was also a noted clubman. Former team-mate Benji Marshall described him as, \"not the biggest, he's not the strongest in the gym, he doesn't look athletic with his shirt off. He weighs only 96 kilograms. But he puts that body on the line every week, he makes his tackles and I have never played with a second-rower who runs a better line. He is so talented.\"",
  "/wiki/Luke_Robinson_(rugby_league)": "Luke Robinson (born 25 July 1984), also known by the nickname of \"Robocop\", is an English former professional rugby league footballer. An England international representative scrum-half, he played in the Super League for the Wigan Warriors, the Castleford Tigers, the Salford City Reds and the Huddersfield Giants, as a stand-off, scrum-half or hooker.",
  "/wiki/Eorl_Crabtree": "Eorl Crabtree (born 2 October 1982) is an English former professional rugby league footballer who played in the 2000s and 2010s. He played at representative level for England, and at club level in the Super League for the Huddersfield Giants, where he spent his entire club career, primarily as a prop, but also as a centre, second-row or loose forward.",
  "/wiki/Huddersfield_Giants": "The Huddersfield Giants are an English professional rugby league club from Huddersfield, West Yorkshire, the birthplace of rugby league, who play in the Super League competition. They play their home games at the John Smiths Stadium which is shared with Huddersfield Town F.C.. Huddersfield is also one of the original twenty-two rugby clubs that formed the Northern Rugby Football Union in 1895, making them one of the world's first rugby league teams. The club was founded in 1864 and is the world's oldest professional rugby league club. They have won 7 Championships and 6 Challenge Cups, but have not won a major trophy since 1962, Although they did win the 2013 League Leaders Shield after topping the table for the first time in 81 years.",
  "/wiki/David_Faiumu": "David Faiumu (born 30 April 1983) is a former professional rugby league footballer who last played for the Huddersfield Giants in the Super League. A Samoa and New Zealand international representative forward, he previously played in the National Rugby League for the North Queensland Cowboys.",
  "/wiki/North_Queensland_Cowboys": "The North Queensland Cowboys are an Australian professional rugby league football club based in Townsville, the largest city in North Queensland. They compete in Australia's premier rugby league competition, the National Rugby League (NRL).",
  "/wiki/Darrell_Griffin": "Darrell Griffin (born 19 June 1981) is an English professional rugby league footballer who plays for the Keighley Cougars in League 1. An England international representative prop, his former clubs include the Oxford Cavaliers, the London Broncos (Academy), the Wakefield Trinity Wildcats (Heritage № 1209), the Huddersfield Giants, the Salford Red Devils, the Leeds Rhinos (Heritage №) and the Featherstone Rovers (Heritage № 1038).",
  "/wiki/Wakefield_Trinity": "Wakefield Trinity is a professional rugby league club in Wakefield, West Yorkshire, England, that plays in the Super League. One of the original twenty-two clubs that formed the Northern Rugby Football Union in 1895, between 1999 and 2016 the club was known as Wakefield Trinity Wildcats. The club has played at Belle Vue Stadium in Wakefield since 1895 and has rivalries with Castleford Tigers and Featherstone Rovers.  Wakefield have won two premierships in their history when they went back to back in 1967 and 1968.  As of 2019, it has been 51 years since Wakefield last won the league.",
  "/wiki/Jamahl_Lolesi": "Jamahl Lolesi (born 20 March 1981) is a New Zealand former professional rugby league footballer who played in the 2000s and 2010s. A New Zealand and Samoa international representative centre or wing, he had previously played for the Wests Tigers, Bulldogs and the Canberra Raiders in the National Rugby League, and for the Huddersfield Giants in the Super League.",
  "/wiki/Andy_Raleigh": "Andy Raleigh (born 17 March 1981) is an English former professional rugby league footballer. He played in the Super League for the Huddersfield Giants, the Hull Kingston Rovers and the Wakefield Trinity Wildcats. He played as a second-row or as a prop.",
  "/wiki/Hull_Kingston_Rovers": "Hull Kingston Rovers are a professional rugby league club in Kingston upon Hull, Yorkshire, England.",
  "/wiki/Stephen_Wild": "Stephen Wild (born 26 April 1981) is an English former professional rugby league footballer who played in the 2000s and 2010s.",
  "/wiki/Simon_Finnigan": "Simon Finnigan (born 8 December 1981) is the Head Coach of the Newcastle Thunder in Betfred League 1 and was an assistant coach at the Toronto Wolfpack in the Betfred Championship and former professional rugby league footballer. An Ireland international second-row, he played in the Super League for the Widnes Vikings, Salford City Reds, Bradford Bulls and the Huddersfield Giants, and in the Championship for the Leigh Centurions.",
  "/wiki/Bradford_Bulls": "The Bradford Bulls are a professional rugby league club in Bradford, West Yorkshire, England, currently playing in the Championship. They have won the Challenge Cup five times, the league championship six times and the World Club Challenge three times. Having vacated Odsal Stadium, Bradford intend to play their home games next year at Tetley’s Stadium. The team jersey is white with red, amber and black chevrons.",
  "/wiki/Paul_Jackson_(rugby_league)": "Paul Jackson (born (1978-09-29)29 September 1978) is a former Scotland international rugby league footballer who played as a prop or second-row in the 1990s, 2000s and 2010s. He played at club level for the Huddersfield Giants (two spells),  Wakefield Trinity Wildcats, Castleford Tigers (two spells), Whitehaven and the Dewsbury Rams.",
  "/wiki/Castleford_Tigers": "The Castleford Tigers are a rugby league club in Castleford, West Yorkshire, England, that compete in the Super League, the top-level professional rugby league club competition in the Northern Hemisphere. The club have competed in the top division for the majority of their existence having only been relegated twice in their history, Castleford has won the Challenge Cup four times. Their most recent major trophy was the 1985–86 Challenge Cup.\nCastleford have a rivalry with neighbours Featherstone Rovers and Wakefield Trinity. The club has been based at Wheldon Road since 1927, after moving from the Sandy Desert in Lock Lane. The club's current home colours are black and amber.",
  "/wiki/Keith_Mason_(rugby)": "Keith Mason (born (1982-01-20)20 January 1982) is an English actor, and former rugby league footballer who played in the 2000s and 2010s. Keith played in three Challenge Cup finals, winning one in 2004 for St Helens vs Wigan in Cardiff.  He also won the league leaders shield with St Helens in 2005. He played at representative level for Great Britain (Under-21s), England (Under-21s), and Wales, and at club level for the Wakefield Trinity Wildcats, Brisbane Norths, in the National Rugby League (NRL) for Melbourne Storm, St Helens,the Castleford Tigers (two spells), and the Huddersfield Giants he won the coaches player of the year award in a stand out season in 2009.stand, as a prop.",
  "/wiki/St_Helens_R.F.C.": "St Helens R.F.C. is a professional rugby league club in St Helens, Merseyside who compete in the Super League, the top tier of competition for rugby league in Europe.",
  "/wiki/Michael_Korkidas": "Michael Korkidas (Greek: Μιχαλης Κορκιδας; on 12 January 1981) is a former Greece international rugby league footballer who played as a prop in the NRL, the Super League and was captain of Greece.",
  "/wiki/Danny_Kirmond": "Danny Kirmond (born (1985-11-11)11 November 1985) is an English professional rugby league footballer who plays as a second-row forward for Wakefield Trinity in the Betfred Super League. He has played for England at international level.",
  "/wiki/Featherstone_Rovers": "Featherstone Rovers are a professional rugby league club in Featherstone, West Yorkshire, England, who play in the Championship.",
  "/wiki/Michael_Lawrence_(rugby_league)": "Michael \"Bruno\" Lawrence (born 1990) is an English professional rugby league footballer who plays as a loose forward for the Huddersfield Giants in the Super League. He is both an England Knights and Jamaican international, and has played as a centre, winger and second-row throughout his career.",
  "/wiki/Scott_Moore_(rugby_league)": "Scott Moore (born (1988-01-23)23 January 1988) is an English rugby league footballer who plays as a hooker for the Swinton Lions in the Betfred Championship."
}