{
  "/wiki/Forensic_Files": "Forensic Files is an American documentary-style television program that reveals how forensic science is used to solve violent crimes, mysterious accidents, and outbreaks of illness. The show was originally broadcast on TLC, narrated by Peter Thomas, and produced by Medstar Television, distributed by FilmRise, in association with truTV Original Productions. It broadcast 406 episodes from its debut on TLC in 1996 as Medical Detectives until 2011. Reruns shown on HLN were initially retitled Mystery Detectives before settling on the main title of the show in 2014.",
  "/wiki/TLC_(TV_channel)": "TLC (originally an initialism for The Learning Channel) is an American pay television channel that is owned by Discovery, Inc. Initially focused on educational and learning content, by the late 1990s, the network began to primarily focus towards reality series involving lifestyles, family life, and personal stories.",
  "/wiki/TruTV": "TruTV (stylized as truTV) is an American pay television channel that is owned by WarnerMedia Entertainment, a unit of AT&T's WarnerMedia.",
  "/wiki/The_Improv": "The Improv is a comedy club franchise. Originally, it was a single venue founded in 1963 by Budd Friedman and located in the Hell's Kitchen neighborhood of New York City on West 44th near the southeast corner of 9th Ave. A second location was opened in 1974 at 8162 Melrose Avenue in the Fairfax District of Los Angeles, California (which immediately prior housed the Ash Grove, a legendary folk music venue). In 1979 Mark Lonow became a general partner and with Budd Friedman ran the Melrose club and oversaw the expansion of the single room as it became a successful chain.  In 1982 the L.A. Improv became the original site for the A&E Network television series An Evening at the Improv, running from 1982 until 1996, and was produced by Larry O'Daly, created by O'Daly and Barbara Hosie-O'Daly, with Budd Friedman as a warm-up host. Other locations have opened since then, such as in Tampa, Florida, Fort Lauderdale, Florida, Atlantic City, New Jersey, and Louisville, Kentucky. LEG, formerly known as [Levity Entertainment Group, is the largest shareholder of The Improv comedy clubs.",
  "/wiki/A%26E_Network": "A&E is an American pay television network, the flagship television property of A&E Networks. It is headquartered in New York City and operates offices in Atlanta, Georgia; Chicago, Illinois; Detroit, Michigan; London, United Kingdom; Los Angeles, California and Stamford, Connecticut. The network focuses primarily on non-fiction programming, including reality docusoaps, true crime, and documentary miniseries.",
  "/wiki/SpeedWeek": "SpeedWeek is an American television program on ESPN. For fourteen years, the weekly show aired multiple times in a week. When SpeedWeek ended in 1997, it was the longest-running motorsports magazine show. SpeedWeek covered multiple genres of motorsports, including stock cars, modifieds, sprint cars, midgets, and off-road racing.",
  "/wiki/Video_Soul": "Video Soul  is a 2–hour long American music video program that originally aired on The Black Entertainment Network (BET) from June 26, 1981 to September 1996. The program was devoted to showcasing R&B and Soul recording artists and performers music videos.",
  "/wiki/Road_Rules": "Road Rules is an MTV reality show that was a sister show of the network's flagship reality show, The Real World. The series debuted on July 19, 1995, and ended on May 9, 2007. This allowed Road Rules a total of 14 seasons and 12 years on the air.",
  "/wiki/Good_Eats": "Good Eats is an American television cooking show, created and hosted by Alton Brown, which aired in North America on Food Network and later Cooking Channel. Likened to television science educators Mr. Wizard and Bill Nye, Brown explores the science and technique behind the cooking, the history of different foods, and the advantages of different kinds of cooking equipment. The show tends to focus on familiar dishes that can easily be made at home, and also features segments on choosing the right appliances, and getting the most out of inexpensive, multi-purpose tools. Each episode has a distinct theme, which is typically an ingredient or a certain cooking technique, but may also be a more general theme such as Thanksgiving. In the tenth anniversary episode, Brown stated that the show was inspired by the idea of combining Julia Child, Mr. Wizard, and Monty Python. On May 11, 2011, Brown confirmed that the series would come to an end, ceasing production at episode 249. Good Eats is the third longest running Food Network series, behind 30 Minute Meals and Barefoot Contessa.",
  "/wiki/Food_Network": "Food Network is an American pay television channel that is owned by Television Food Network, G.P., a joint venture and general partnership between Discovery, Inc. (which holds a 69% ownership stake of the network) and Nexstar Media Group (which owns the remaining 31%). Despite this ownership structure, the channel is managed and operated as a division of Discovery Networks U.S. The channel airs both special and regular episodic programs about food and cooking.",
  "/wiki/X-Play": "X-Play (previously GameSpot TV and Extended Play) is a TV program about video games that ran between July 4, 1998, and January 23, 2013. The program, known for its reviews and comedy skits, aired on G4 in the United States, G4 Canada in Canada, FUEL TV in Australia, Ego in Israel, GXT in Italy, MTV Россия in Russia and Solar Sports in the Philippines.",
  "/wiki/G4_(U.S._TV_channel)": "G4 (also known as G4tv) was an American pay television channel that was owned by G4 Media, a joint venture between the NBCUniversal Cable division of NBCUniversal and Dish Network. The channel was geared primarily toward young male adult viewers and originally focused on the world of video games, before transitioning to a more general entertainment format. G4 was headquartered in Los Angeles.",
  "/wiki/NASCAR_on_TNT": "NASCAR on TNT was the tagname for any NASCAR series race that had been broadcast on Turner Network Television (TNT) by Turner Sports between 2001 and 2014. The network continued Turner's longstanding relationship with NASCAR that dated back to its initial association with TBS Superstation.",
  "/wiki/TNT_(U.S._TV_network)": "TNT (originally an abbreviation for Turner Network Television) is an American subscription television network that is owned by WarnerMedia Entertainment, a unit of AT&T's WarnerMedia. When TNT launched in October 1988, the channel's original purpose was to air classic films and television series to which Turner Broadcasting maintained spillover rights through its sister channel SuperStation TBS (now simply TBS); however, since June 2001, its programming consists of television series and feature films with a focus on drama, along with some sports (including NBA games, the NCAA Division I Men's Basketball Tournament, UEFA Champions League, the UEFA Europa League Final and AEW Dynamite).",
  "/wiki/Tim_Russert": "Timothy John Russert (May 7, 1950 – June 13, 2008) was an American television journalist and lawyer who appeared for more than 16 years as the longest-serving moderator of NBC's Meet the Press. He was a senior vice president at NBC News, Washington bureau chief and also hosted an eponymous CNBC/MSNBC weekend interview program. He was a frequent correspondent and guest on NBC's The Today Show and Hardball. Russert covered several presidential elections, and he presented the NBC News/Wall Street Journal survey on the NBC Nightly News during the 2008 U.S. presidential election. Time magazine included Russert in its list of the 100 most influential people in the world in 2008. Russert was posthumously revealed as a 30-year source for syndicated columnist Robert Novak.",
  "/wiki/CNBC": "CNBC is an American pay television business news channel that is owned by NBCUniversal Broadcast, Cable, Sports and News, a division of NBCUniversal, with both being ultimately owned by Comcast. Headquartered in Englewood Cliffs, New Jersey, the network primarily carries business day coverage of U.S. and international financial markets; following the end of the business day and on non-trading days, CNBC primarily carries financial and business-themed documentaries and reality shows.",
  "/wiki/Hannity_%26_Colmes": "Hannity & Colmes was an American live television show on Fox News in the United States, hosted by Sean Hannity and Alan Colmes, who respectively presented a conservative and liberal perspective. The series premiered on October 7, 1996, and the final episode aired on January 9, 2009. It was the precursor to the Hannity program, which later aired in the same time slot. The show offered Hannity's conservative views and Colmes's liberal views incorporated into a current news story, or in conjunction with a featured guest.",
  "/wiki/Gardening_by_the_Yard": "Gardening by the Yard is an American gardening show that airs weekly on HGTV and is hosted by master-gardener Paul James.  It premiered in 1996.",
  "/wiki/HGTV": "HGTV (an initialism for Home & Garden Television) is an American pay television channel that is owned by Discovery, Inc.  The network primarily broadcasts reality programming related to home improvement and real estate. As of February 2015, approximately 95,628,000 American households (82.2% of households with television) receive HGTV. In 2016, HGTV overtook CNN as the third most-watched cable channel in the United States, behind Fox News and ESPN.",
  "/wiki/It%27s_Always_Sunny_in_Philadelphia": "It's Always Sunny in Philadelphia is an American sitcom that premiered on FX on August 4, 2005, and moved to FXX beginning with the ninth season in 2013. It was created by Rob McElhenney, who developed it with Glenn Howerton. It is executive produced and primarily written by McElhenney, Howerton, and Charlie Day, all of whom star alongside Kaitlin Olson and Danny DeVito. The series follows the exploits of \"The Gang,\" a group of narcissistic friends who run the Irish bar Paddy's Pub in South Philadelphia, Pennsylvania.",
  "/wiki/FX_(TV_channel)": "FX is an American pay television channel owned by the Walt Disney Television unit of The Walt Disney Company through FX Networks, LLC. It is based at the 20th Century Fox lot in Century City, California. Originally launched on June 1, 1994, the network's original programming aspires to the standards of premium cable channels such as HBO, Showtime, and Starz in regard to mature themes and content, high-quality writing, directing and acting, and sister channels such as FXX and FXM. FX also carries reruns of theatrical films and terrestrial-network sitcoms, and advertising-free content was available through the FX+ premium subscription service until it was shut down on August 21, 2019.",
  "/wiki/FXX": "FXX is an American basic cable channel owned by the Walt Disney Television unit of The Walt Disney Company through FX Networks, LLC. It is the partner channel of FX, with its programming focusing on original and acquired comedy series and feature films for a primary demographic of men aged 18–34.",
  "/wiki/Monday_Night_Baseball": "Monday Night Baseball is a live game telecast of Major League Baseball that airs most Monday nights during the regular season on ESPN. The official name of the game is Monday Night Baseball presented by USAA. The game starts at 7 p.m. ET, following SportsCenter, and usually lasts around three hours leading up to an hour-long Baseball Tonight. The program sometimes airs on ESPN2 rather than ESPN, often due to NBA playoff coverage in April and May, and preseason Monday Night Football coverage in August.",
  "/wiki/ESPN": "ESPN (originally an initialism for Entertainment and Sports Programming Network) is an American basic cable sports channel owned by ESPN Inc., owned jointly by The Walt Disney Company (80%) and Hearst Communications (20%). The company was founded in 1979 by Bill Rasmussen along with his son Scott Rasmussen and Ed Egan.",
  "/wiki/30_Minute_Meals": "30 Minute Meals is a Food Network show hosted by Rachael Ray.  Her first of four shows on Food Network, its original run aired from November 17, 2001, until May 5, 2012. The show specializes in convenience cooking for those with little time to cook. The show is recorded live-to-tape, with Ray doing almost all preparation in real time.  The show was awarded an Emmy for Best Daytime Service Show in 2006.",
  "/wiki/USA_Network": "USA Network (on-air simply as USA, stylized as usa since 2005) is an American pay television channel that is owned by the NBCUniversal Cable Entertainment Group division of NBCUniversal, a subsidiary of Comcast. It was originally launched in 1977 as Madison Square Garden Sports Network, one of the first national sports cable television channels, before being relaunched as USA Network in 1980. Once a minor player in basic-tier pay television, USA has steadily gained popularity due to its original programming; it is one of four major subscription-television networks (with TBS, TNT and FX) that also broadcasts syndicated reruns of current and former \"network television\" (i.e., terrestrial) series and theatrically-released feature films, as well as limited sports programming and WWE.",
  "/wiki/Deadliest_Catch": "Deadliest Catch is a reality television series that premiered on the Discovery Channel on April 12, 2005. The show follows crab fishermen aboard fishing vessels in the Bering Sea during the Alaskan king crab, queen crab, and snow crab fishing seasons. The Aleutian Islands port of Dutch Harbor, Alaska is the base of operations for the fishing fleet. Produced by Original Productions for the Discovery Channel, the show's title is derived from the inherent high risk of injury or death associated with this line of work.",
  "/wiki/Discovery_Channel": "Discovery Channel (known as The Discovery Channel from 1985 to 1995, and often referred to as simply Discovery) is an American pay television network and flagship channel owned by Discovery, Inc., a publicly traded company run by CEO David Zaslav. As of June 2012[update], Discovery Channel is the third most widely distributed subscription channel in the United States, behind TBS and The Weather Channel; it is available in 409 million households worldwide, through its U.S. flagship channel and its various owned or licensed television channels internationally.",
  "/wiki/Ghost_Hunters_(TV_series)": "Ghost Hunters  is an American paranormal and documentary reality television series. The original series aired from October 6, 2004 until October 26, 2016 on Syfy. The original program spanned eleven seasons with 230 episodes, not including 10 specials. The series was revived in early 2019 and aired its twelfth season of 11 episodes, not including 2 specials, from August 21, 2019 to October 30, 2019 on A&E. A thirteenth season is set to premiere in 2020.",
  "/wiki/Syfy": "Syfy (formerly Sci-Fi Channel and Sci Fi; stylized as SYFY) is an American pay television channel that is owned by the NBCUniversal Cable Entertainment Group division of NBCUniversal, a subsidiary of Comcast. The channel features science fiction, fantasy, horror, supernatural, paranormal, drama, and reality programming. \nSyfy is available to 92.4 million households in America.",
  "/wiki/BET%27s_Top_25": "BET's Top 25 is a countdown show that features top 25 favorites such as top 25 men/women, dances, actors, rappers, etc., with commentary from industry insiders.",
  "/wiki/Black_Entertainment_Television": "Black Entertainment Television (BET) is an American pay television channel that is part of the ViacomCBS Domestic Media Networks unit of ViacomCBS. It is the most prominent television network targeting African American audiences, with approximately 88,255,000 American households (75.8% of households with television) receiving the channel. The channel has offices in New York City, Los Angeles, and Chicago. The channel's former headquarters were in Washington, D.C.",
  "/wiki/NASCAR_on_Speed": "NASCAR on Speed was the brand name of Speed's coverage of NASCAR Sprint Cup Series practice sessions, qualifying sessions and a limited number of races, as well as Camping World Truck Series races that began in 2002. It was produced by Fox Sports. Pre-race coverage was usually by NASCAR RaceDay while post-race coverage was on NASCAR Victory Lane. Other programs, such as Speed Center and Wind Tunnel with Dave Despain also provided limited coverage of NASCAR related events. Starting in August 2013, Speed's coverage of NASCAR including RaceDay, Victory Lane and NASCAR Live! moved to Fox Sports 1.",
  "/wiki/Speed_(TV_channel)": "Speed was a sports-oriented cable and satellite television network that was owned by the Fox Sports Media Group division of 21st Century Fox. The network was dedicated to motorsports programming, including auto racing, as well as automotive-focused programs.",
  "/wiki/American_Sports_Cavalcade": "American Sports Cavalcade was an American motorsports television show produced by Diamond P Sports that aired on TNN from 1983 to 1995. American Sports Cavalcade was also a winner of the cable television Ace Awards for their motorsports coverage.",
  "/wiki/Spike_(TV_channel)": "Paramount Network is an American pay television channel owned by the ViacomCBS Domestic Media Networks division of ViacomCBS. The network's headquarters are located at the Paramount Pictures studio lot in Los Angeles.",
  "/wiki/Intimate_Portrait_(TV_series)": "Intimate Portrait is a biographical television series on the Lifetime cable network focusing on different celebrities, which includes interviews with each subject. 12 seasons were made with a total of 271 episodes.[citation needed] Using stock footage, on-camera interviews, and photographs of the celebrities lives, who grew up.",
  "/wiki/Lifetime_(TV_network)": "Lifetime is an American pay television channel that is part of Lifetime Entertainment Services, a subsidiary of A&E Networks, which is jointly owned by Hearst Communications and The Walt Disney Company. It features programming that is geared toward women or features women in lead roles.\nAs of January 2016[update], it is received by 93.8 million households in America.",
  "/wiki/List_of_longest-running_U.S._cable_television_series": "This is a list of the longest running United States cable television series, ordered by number of broadcast seasons."
}