{
  "/wiki/FIL_World_Luge_Championships_1955": "The FIL World Luge Championships 1955 took place in Oslo, Norway under the auspices of the Fédération Internationale de Bobsleigh et de Tobogganing (FIBT - International Bobsleigh and Tobogganing Federation in (in French)) under their \"Section de Luge\". It would be the only world championship under the FIBT until formation of the International Luge Federation (FIL) in 1957.",
  "/wiki/Karla_Kienzl": "Karla Kienzl (born Karoline Hauser, sometimes listed as Carla Kienzl) (21 October 1922 – 2 September 2018) was an Austrian luger who competed during the 1950s. She won the gold medal in the women's singles event at the 1955 FIL World Luge Championships in Oslo, Norway. Kienzl was the first World champion in luge in this event.",
  "/wiki/Maria_Isser": "Maria Isser (22 October 1929 in Matrei am Brenner – 25 February 2011 in Innsbruck) was an Austrian luger who competed during the early 1950s and early 1960s. She won five medals at the FIL World Luge Championships with two golds (Women's singles: 1957, 1960) and three silvers (Women's singles: 1955, 1959; Doubles: 1955).",
  "/wiki/Marianne_Bauer": "Marianne Bauer was a West German luger who competed during the 1950s. At the inaugural FIL World Luge Championships in Oslo, Norway in 1955, she won the bronze medal in the women's singles event.",
  "/wiki/FIL_World_Luge_Championships_1957": "The FIL World Luge Championships 1957 took place in Davos, Switzerland. It marked the first time the event was held under the auspices of the International Luge Federation (FIL) which was formed earlier that year. Also, it was the first time the championships had been held after being cancelled the previous year.",
  "/wiki/Helga_M%C3%BCller": "Helga Müller was a West German luger who competed during the 1950s. She won the silver medal in the women's singles event at the 1957 FIL World Luge Championships in Davos, Switzerland.",
  "/wiki/Brigitte_Fink": "Brigitte Fink was an Italian luger who competed during the 1950s. She won the bronze medal in the women's singles event at the 1957 FIL World Luge Championships in Davos, Switzerland.",
  "/wiki/FIL_World_Luge_Championships_1958": "The FIL World Luge Championships 1958 took place in Krynica, Poland.",
  "/wiki/Maria_Semczyszak": "Maria Semczyszak (born 25 May 1933 in Andrzejówka) was a Polish luger who competed during the 1950s. She won the gold medal in the women's singles event at the 1958 FIL World Luge Championships in Krynica, Poland.",
  "/wiki/Helena_Boettcher": "Helena Boettcher was a Polish luger who competed during the 1950s. She won the silver medal in the women's singles event at the 1958 FIL World Luge Championships in Krynica, Poland.",
  "/wiki/Barbara_Gorgo%C5%84": "Barbara Gorgoń (sometimes shown as Barbara Gorgoń-Flont; born 11 January 1936 in Gródek nad Dunajcem) is a Polish former luger who competed between the late 1950s and the mid-1960s. She won the bronze medal in the women's singles event at the 1958 FIL World Luge Championships in Krynica, Poland.",
  "/wiki/FIL_World_Luge_Championships_1959": "The FIL World Luge Championships 1959 took place in Villard-de-Lans, France. The men's doubles event was cancelled to poor weather conditions. It was the first time an event has been entirely cancelled in the history of the World Championships, European Championships, or Winter Olympics, but its happened again at the World Championships 2011.",
  "/wiki/Elly_Lieber": "Elly Lieber (born 7 October 1932 in Aussee) was an Austrian luger who competed in the late 1950s. She won the gold medal in the women's singles event at the 1959 FIL World Luge Championships in Villard-de-Lans, France.",
  "/wiki/Agnes_Neuerer": "Agnes Neuerer was an Austrian luger who competed in the late 1950s. She won the bronze medal in the women's singles event at the 1959 FIL World Luge Championships in Villard-de-Lans, France.",
  "/wiki/FIL_World_Luge_Championships_1960": "The FIL World Luge Championships 1960 took place in Garmisch-Partenkirchen, West Germany. This was an extraordinary event because a luge track was not constructed for the 1960 Winter Olympics in Squaw Valley.",
  "/wiki/Hannelore_Possmoser": "Hannelore Possmoser (sometimes shown as Hanns Possmoer) was an Austrian luger who competed during the late 1950s and early 1960s. She won the silver medal in the women's singles at the 1960 FIL World Luge Championships in Garmisch-Partenkirchen, West Germany.",
  "/wiki/Erika_Leitner": "Erika Leitner was an Italian luger who competed in the late 1950s and early 1960s. She won the bronze medal in the women's singles at the 1960 FIL World Luge Championships in Garmisch-Partenkirchen, West Germany.",
  "/wiki/FIL_World_Luge_Championships_1961": "The FIL World Luge Championships 1961 took place in Girenbad, Switzerland.",
  "/wiki/Elisabeth_Nagele": "Elisabeth Nagele (born 1933) was a Swiss luger who competed in the early 1960s. She won the gold medal in the women's singles at the 1961 FIL World Luge Championships in Girenbad, Switzerland.",
  "/wiki/Marianne_Winkler": "Marianne Winkler was a West German luger who competed in the early 1960s. She won the silver medal in the women's singles at the 1961 FIL World Luge Championships in Girenbad, Switzerland.",
  "/wiki/Helene_Thurner": "Helene \"Leni\" Thurner (born August 12, 1938) is an Austrian luger who competed during the 1960s. She won the bronze medal in the women's singles event at the 1964 Winter Olympics in Innsbruck.",
  "/wiki/FIL_World_Luge_Championships_1962": "The FIL World Luge Championships 1962 took place in Krynica, Poland. This was the city's second time hosting the event, doing so previously in 1958.",
  "/wiki/Ilse_Geisler": "Ilse Geisler (later Vorsprach and since divorced, born 10 January 1941) is an East German luger who competed from the late 1950s to the mid-1960s. She won the silver medal in the women's singles event at the 1964 Winter Olympics in Innsbruck.",
  "/wiki/Gerda_Rieser-Cegnar": "Gerda Rieser-Cegnar (sometimes listed as Gerda Cegner-Reiser) is an Austrian luger who competed in the early 1960s. She won the silver medal in the women's singles event at the 1962 FIL World Luge Championships in Krynica, Poland.",
  "/wiki/Danuta_Nycz": "Danuta Nycz is a Polish luger who competed in the early 1960s. She won the bronze medal in the women's singles event at the 1962 FIL World Luge Championships in Krynica, Poland.",
  "/wiki/FIL_World_Luge_Championships_1963": "The FIL World Luge Championships 1963 took place in Imst, Austria.",
  "/wiki/Janina_Susczewska": "Janina Susczewska-Siwy (born February 14, 1936 in Brzozówka near Grodno) is a Polish luger who competed in the late 1950s and early 1960s. She won two medals at the FIL World Luge Championships with a silver in the men's doubles event (1958) and a bronze medal in the women's singles event (1963).",
  "/wiki/FIL_World_Luge_Championships_1965": "The FIL World Luge Championships 1965 took place in Davos, Switzerland. This is the second time the city has hosted the event, having done so in 1957.",
  "/wiki/Ortrun_Enderlein": "Ortrun Zöphel-Enderlein (born 1 December 1943) is a former East German (GDR) luger, and one of the most successful lugers in the 1960s. Enderlein started her working career at the SC Traktor Oberwiesenthal, and was first introduced to luge in her home village of Raschau in the Ore Mountains. In the 1964 Winter Olympic Games in Innsbruck, she became the first female luger to win gold at the Olympics. and won the World Cup in 1965 in Davos and 1967 in Hammarstrand. The athletic achievements of the lugers Thomas Köhler and Enderlein were celebrated and politicised in the GDR during the Cold War when the GDR was not recognised by West Germany, and athletic events in either part of Germany with athletes from both countries were not permitted because of the Hallstein Doctrine.",
  "/wiki/Petra_Tierlich": "Petra Tierlich, born 25 February 1945, is an East German luger who competed in the 1960s. She won three medals in the women's singles event at the FIL World Luge Championships with a gold in 1969 and two silvers in 1965 and 1967.",
  "/wiki/FIL_World_Luge_Championships_1967": "The FIL World Luge Championships 1967 took place in Hammarstrand, Sweden between 18-19 February 1967. This event was held following the cancellation of the previous year's championships in Friedrichroda, East Germany, which was the last cancellation in the history of the world championships.",
  "/wiki/FIL_World_Luge_Championships_1969": "The FIL World Luge Championships 1969 took place in Königssee, West Germany. It marked the first time the event took place on a permanent, artificially refrigerated track in bobsleigh, luge, and/ or skeleton.",
  "/wiki/Anna-Maria_M%C3%BCller": "Anna-Maria Müller (later Murach, 23 February 1949 – 23 August 2009) was an East German luger who competed in the late 1960s and early 1970s. She won the gold medal in the women's singles event at the 1972 Winter Olympics in Sapporo. At the previous Winter Olympics in Grenoble, she initially finished second after the competition was halted to three runs due to bad weather, but was disqualified with her East German teammates Ortrun Enderlein and Angela Knösel (who was fourth) when it was discovered that they had illegally heated their runners (which are used to guide the luge on the ice as it maneuvers down the track). Enderlein, who was leading at the time, and Müller were stripped of their respective medals as a result.",
  "/wiki/Christa_Schmuck": "Christina Schmuck (sometimes listed as Christa Schmuck, born 26 January 1944 in Salzberg) is a West German luger who competed during the late 1960s and early 1970s. At the 1968 Winter Olympics in Grenoble, she originally finished fifth in the women's singles event, but was awarded the silver medal upon the disqualifications of the East German team of Ortrun Enderlein (who finished first), Anna-Maria Müller (second), and Angela Knösel (fourth) when the East Germans were discovered to have their runners being illegally heated.",
  "/wiki/FIL_World_Luge_Championships_1970": "The FIL World Luge Championships 1970 took place in Königssee, West Germany. It is the only time that the championships have been held in the same location in consecutive years.",
  "/wiki/Barbara_Piecha": "Barbara Piecha (born 4 March 1949, in Katowice) is a Polish luger who competed during the early 1970s. She won two medals in the women's singles event at the FIL World Luge Championships with a gold in 1970 and a bronze in 1971.",
  "/wiki/Elisabeth_Demleitner": "Elisabeth Demleitner (born 23 September 1952 in Kochel am See) is a West German luger who competed during the 1970s and early 1980s. Competing in three Winter Olympics, she won the bronze medal in the women's singles event at the 1976 Winter Olympics in Innsbruck.",
  "/wiki/FIL_World_Luge_Championships_1971": "The FIL World Luge Championships 1971 took place in Olang, Italy.",
  "/wiki/Erica_Lechner": "Erika Lechner (sometimes listed as Erica Lechner, born 28 May 1947 in Bolzano) is an Italian luger who competed during the late 1960s and early 1970s. At the 1968 Winter Olympics in Grenoble, she originally finished third in the women's singles event behind Ortrun Enderlein and Anna-Maria Müller (both from East Germany), but was awarded the gold medal upon the disqualifications of Enderlein, Müller, and Angela Knösel (who finished fourth) when the East Germans were discovered to have their runners being illegally heated.",
  "/wiki/FIL_World_Luge_Championships_1973": "The FIL World Luge Championships 1973 took place in Oberhof, East Germany.",
  "/wiki/Margit_Schumann": "Margit Schumann (14 September 1952 – 11 April 2017) was an East German luger who competed during the 1970s and early 1980s. Competing in three Winter Olympics, she won two medals in the women's singles event with a gold in 1976 and a bronze in 1972).",
  "/wiki/Ute_R%C3%BChrold": "Ute Rührold (later Böhme then Klawonn, born 9 December 1954 in Zerbst, Bezirk Magdeburg) is an East German luger who competed during the 1970s. She won two consecutive silver medals in the women's singles event at Winter Olympics (1972, 1976).",
  "/wiki/Eva-Maria_Wernicke": "Eva-Maria Wernicke (born 30 September 1953 in Beierfeld) is an East German luger who competed during the 1970s and early 1980s. She won the bronze medal in the women's singles event at the 1973 FIL World Luge Championships in Oberhof, East Germany.",
  "/wiki/FIL_World_Luge_Championships_1974": "The FIL World Luge Championships 1974 took place in Königssee, West Germany for a record third time. Königssee had hosted the event previously in 1969 and 1970.",
  "/wiki/FIL_World_Luge_Championships_1975": "The FIL World Luge Championships 1975 took place in Hammarstrand, Sweden for a second time after previously hosting the championships in 1967.",
  "/wiki/Dana_Sp%C3%A1lensk%C3%A1": "Dana Spálenská (born February 10, 1950) is a Czechoslovakian luger who competed during the 1970s. She won the bronze medal at the 1975 FIL World Luge Championships in Hammarstrand, Sweden.",
  "/wiki/FIL_World_Luge_Championships_1977": "The FIL World Luge Championships 1977 took place in Igls, Austria.",
  "/wiki/Vera_Zozulya": "Vera Zozuļa or Vera Zozulya (Russian: Зозуля, Вера Васильевна; born January 15, 1956 in Talsi, Latvian SSR) is a Latvian-born Soviet luger who competed during the late 1970s and early 1980s. Competing in two Winter Olympics, she won the gold medal in the women's singles event at the 1980 Winter Olympics in Lake Placid, New York. As of the 2018 Winter Olympics, she is the only non-German speaking winner of any Winter Olympic luge event.",
  "/wiki/Margit_Graf": "Margit Graf (born March 20, 1951) is an Austrian luger who competed during the 1970s. She won the bronze medal in the women's singles event at the 1977 FIL World Luge Championships in Igls, Austria.",
  "/wiki/FIL_World_Luge_Championships_1978": "The FIL World Luge Championships 1978 took place in Imst, Austria.",
  "/wiki/Andrea_Fendt": "Andrea Fendt (born 31 January 1960 in Bischofswiesen) is a West German luger who competed during the 1970s. She won the silver medal in the women's singles event at the 1978 FIL World Luge Championships in Imst, Austria.",
  "/wiki/Angelika_Schafferer": "Angelika Schafferer (born 1960) is an Austrian luger who competed during the late 1970s and early 1980s. She won the bronze medal in the women's singles event at the 1978 FIL World Luge Championships in Imst, Austria.",
  "/wiki/FIL_World_Luge_Championships_1979": "The FIL World Luge Championships 1979 took place in Königssee, West Germany for a record fourth time. Königssee had hosted the event previously in 1969, 1970, and 1974. The track also hosted the bobsleigh world championships that same year, the first time that had ever happened in both bobsleigh and luge in a non-Winter Olympic year (Igls hosted both bobsleigh and luge events at the 1976 games held in neighboring Innsbruck.).",
  "/wiki/Melitta_Sollmann": "Melitta Sollmann (born 20 August 1958 in Gotha, Thuringia) is an East German luger who competed from the late 1970s to the mid-1980s. She won the silver medal in the women's singles event at the 1980 Winter Olympics in Lake Placid, New York.",
  "/wiki/Marie-Louise_Rainer": "Marie-Luise Rainer, born April 23, 1959 in South Tyrol, is an Italian luger who competed between the late 1970s and the late 1980s.",
  "/wiki/FIL_World_Luge_Championships_1981": "The FIL World Luge Championships 1981 took place in Hammarstrand, Sweden for the third time. Hammarstrand had hosted the event previously in 1967 and 1975. It also marked the last time the event took place on a natural track until 2000 with events now moving to the FIL World Luge Natural Track Championships which debuted in 1979.",
  "/wiki/Cerstin_Schmidt": "Cerstin Schmidt (born 5 March 1963 in Zwickau, Bezirk Karl-Marx-Stadt) is an East German luger who competed during the mid to late 1980s. She won the bronze medal in the women's singles event at the 1988 Winter Olympics in Calgary.",
  "/wiki/FIL_World_Luge_Championships": "The FIL World Luge Championships, part of the International Luge Federation (FIL) have taken place on an almost annual basis in non-Winter Olympics years since 1955. These championships are shown for artificial tracks. See FIL World Luge Natural Track Championships for all natural track events that have taken place since 1979."
}