{
  "/wiki/2008_United_States_presidential_election": "The 2008 United States presidential election was the 56th quadrennial presidential election, held on Tuesday, November 4, 2008. The Democratic ticket of Barack Obama, the junior U.S. Senator from Illinois, and Joe Biden, the senior U.S. Senator from Delaware, defeated the Republican ticket of John McCain, the senior Senator from Arizona, and Sarah Palin, the Governor of Alaska. Obama became the first African American ever to be elected to the presidency.",
  "/wiki/Hillary_Clinton": "Hillary Diane Rodham Clinton (née Rodham; born October 26, 1947) is an American politician, diplomat, lawyer, writer, and public speaker. She served as First Lady of the United States from 1993 to 2001, as a United States senator from New York from 2001 to 2009, and as the 67th United States secretary of state from 2009 until 2013. Clinton became the first woman to be nominated for president of the United States by a major political party when she won the Democratic Party nomination in 2016. She was the first woman to win the popular vote in an American presidential election, which she lost to Donald Trump.",
  "/wiki/Barack_Obama": "Barack Hussein Obama II (/bəˈrɑːk huːˈseɪn oʊˈbɑːmə/ (listen); born August 4, 1961) is an American attorney and politician who served as the 44th president of the United States from 2009 to 2017. A member of the Democratic Party, he was the first African-American president of the United States. He previously served as a U.S. senator from Illinois from 2005 to 2008 and an Illinois state senator from 1997 to 2004.",
  "/wiki/2016_United_States_presidential_election": "The 2016 United States presidential election was the 58th quadrennial presidential election, held on Tuesday, November 8, 2016. The Republican ticket of businessman Donald Trump and Indiana Governor Mike Pence defeated the Democratic ticket of former Secretary of State Hillary Clinton and U.S. Senator from Virginia Tim Kaine, despite losing the popular vote. Trump took office as the 45th president, and Pence as the 48th vice president, on January 20, 2017.",
  "/wiki/1972_United_States_presidential_election": "The 1972 United States presidential election was the 47th quadrennial presidential election. It was held on Tuesday, November 7, 1972. Incumbent Republican President Richard Nixon from California defeated Democratic U.S. Senator George McGovern of South Dakota. Until 1984, this was the largest margin of victory in the Electoral College in a U.S. presidential election.",
  "/wiki/Shirley_Chisholm": "Shirley Anita Chisholm (née St. Hill; November 30, 1924 – January 1, 2005) was an American politician, educator, and author. In 1968, she became the first black woman elected to the United States Congress, and she represented New York's 12th congressional district for seven terms from 1969 to 1983. In 1972, she became the first black candidate for a major party's nomination for President of the United States, and the first woman to run for the Democratic Party's presidential nomination, as well as the first woman to appear in a United States presidential debate.",
  "/wiki/George_McGovern": "George Stanley McGovern (July 19, 1922 – October 21, 2012) was an American historian, author, U.S. representative, U.S. senator, and the Democratic Party presidential nominee in the 1972 presidential election.",
  "/wiki/1964_United_States_presidential_election": "The 1964 United States presidential election was the 45th quadrennial presidential election. It was held on Tuesday, November 3, 1964. Incumbent Democratic United States President Lyndon B. Johnson defeated Barry Goldwater, the Republican nominee. With 61.1% of the popular vote, Johnson won the largest share of the popular vote of any candidate since the largely uncontested 1820 election.",
  "/wiki/Margaret_Chase_Smith": "Margaret Madeline Chase Smith (December 14, 1897 – May 29, 1995) was a United States politician. A member of the Republican Party, she served as a U.S Representative (1940–49) and a U.S. Senator (1949–73) from Maine. She was the first woman to serve in both houses of the United States Congress, and the first woman to represent Maine in either. A moderate Republican, she was among the first to criticize the tactics of McCarthyism in her 1950 speech, \"Declaration of Conscience\".",
  "/wiki/Republican_Party_(United_States)": "The Republican Party, also referred to as the GOP (Grand Old Party), is one of the two major contemporary political parties in the United States; the other is its historic rival, the Democratic Party.",
  "/wiki/Barry_Goldwater": "Barry Morris Goldwater (January 2, 1909 – May 29, 1998) was an American politician, businessman, and author who was a five-term Senator from Arizona (1953–1965, 1969–1987) and the Republican Party nominee for president of the United States in 1964. Despite his loss of the 1964 presidential election in a landslide, Goldwater is the politician most often credited with having sparked the resurgence of the American conservative political movement in the 1960s. He also had a substantial impact on the libertarian movement.",
  "/wiki/2004_United_States_presidential_election": "The 2004 United States presidential election was the 55th quadrennial presidential election, held on Tuesday, November 2, 2004. Incumbent Republican President George W. Bush defeated Democratic nominee John Kerry, a United States Senator from Massachusetts.",
  "/wiki/Carol_Moseley_Braun": "Carol Elizabeth Moseley Braun, also sometimes Moseley-Braun (born August 16, 1947), is an American diplomat, politician, and lawyer who represented Illinois in the United States Senate from 1993 to 1999. She was the first female African-American Senator, the first African-American U.S. Senator for the Democratic Party, the first woman to defeat an incumbent U.S. Senator in an election, and the first female Senator from Illinois. She was the only female U.S. Senator from Illinois until Tammy Duckworth who became the U.S. Senator from Illinois in January 2017. From 1999 until 2001, she was the United States Ambassador to New Zealand. She was a candidate for the Democratic nomination during the 2004 U.S. presidential election. Following the public announcement by Richard M. Daley that he would not seek re-election, in November 2010, Braun began her campaign for Mayor of Chicago.  The former Senator placed fourth in a field of six candidates, losing the February 22, 2011, election to Rahm Emanuel.",
  "/wiki/John_Kerry": "John Forbes Kerry (born December 11, 1943) is an American politician who served as the 68th United States Secretary of State from 2013 to 2017. A member of the Democratic Party, he previously served as a United States Senator from Massachusetts from 1985 until 2013. He was the Democratic nominee in the 2004 presidential election, losing to Republican incumbent President George W. Bush.",
  "/wiki/1996_United_States_presidential_election": "The 1996 United States presidential election was the 53rd quadrennial presidential election. It was held on Tuesday, November 5, 1996. Incumbent Democratic President Bill Clinton defeated former Senate Majority Leader Bob Dole, the Republican nominee, and Ross Perot, the Reform Party nominee.",
  "/wiki/Bill_Clinton": "William Jefferson Clinton (born William Jefferson Blythe III; August 19, 1946) is an American politician who served as the 42nd president of the United States from 1993 to 2001. Prior to his presidency, he served as governor of Arkansas (1979–1981 and 1983–1992) and as attorney general of Arkansas (1977–1979). A member of the Democratic Party, Clinton was known as a New Democrat, and many of his policies reflected a centrist \"Third Way\" political philosophy. He is the husband of former secretary of state and former U.S. senator Hillary Clinton. In 1998, Clinton was impeached by the House of Representatives, becoming the second U.S. president to get impeached following Andrew Johnson. The impeachment was based on accusations that Clinton committed perjury and obstruction of justice for the purpose of concealing his affair with Monica Lewinsky, a 22-year-old White House intern. He was acquitted by the Senate and completed his term in office.",
  "/wiki/2012_United_States_presidential_election": "The 2012 United States presidential election was the 57th quadrennial presidential election, held on Tuesday, November 6, 2012. The Democratic nominee, President Barack Obama, and his running mate, Vice President Joe Biden, were elected to a second term. They defeated the Republican ticket of businessman and former Governor Mitt Romney of Massachusetts and Representative Paul Ryan of Wisconsin.",
  "/wiki/Michele_Bachmann": "Michele Marie Bachmann (/ˈbɑːkmən/; née Amble; born April 6, 1956) is an American politician and a member of the Republican Party. She represented Minnesota's 6th congressional district in the United States House of Representatives from 2007 to 2015. The district includes St. Cloud and several of the northern suburbs of the Twin Cities.",
  "/wiki/Mitt_Romney": "Willard Mitt Romney (born March 12, 1947) is an American politician and businessman who has served as the junior United States senator from Utah since January 2019. He previously served as the 70th Governor of Massachusetts from 2003 to 2007 and was the Republican Party's nominee for President of the United States in the 2012 election.",
  "/wiki/Carly_Fiorina": "Cara Carleton \"Carly\" Fiorina (née Sneed; born September 6, 1954) is an American businesswoman and political figure, known primarily for her tenure as CEO of Hewlett-Packard (HP). She subsequently served as Chair of the philanthropic organization Good360.",
  "/wiki/Donald_Trump": "Donald John Trump (born June 14, 1946) is the 45th and current president of the United States. Before entering politics, he was a businessman and television personality.",
  "/wiki/Patsy_Mink": "Patsy Matsu Takemoto Mink (December 6, 1927 – September 28, 2002) was an American lawyer and politician from the U.S. state of Hawaii. Mink was a third generation Japanese American and member of the Democratic Party. She also was the Assistant Secretary of State for Oceans and International Environmental and Scientific Affairs."
}