{
  "/wiki/Beatriz_Mesquita": "Beatriz Mesquita is a Brazilian Jiu Jitsu (BJJ) competitor with arguably the best competitive record in both Gi and Nogi of all time having won 23 titles at black belt level in the 4 major Gi Championships.  With 9x gold medals, as of Worlds 2019, she holds the record for the most IBJJF World Championship titles at black belt level.",
  "/wiki/Luana_Alzuguir": "Luanna Alzuguir is a female Black Belt Brazilian Jiu Jitsu practitioner.  She won the World Championships in 2009, and in 2010, she won the open class. In these two years, she won all major championships in Brazilian Jiu Jitsu, including the national championships, the Pan American championships, and the 2009 world championship. She is an ADCC champion and holds a win over Kyra Gracie.",
  "/wiki/Gabrielle_Garcia": "Gabrielle \"Gabi\" Lemos Garcia is a Brazilian professional martial artist, specializing in Brazilian Jiu-Jitsu (BJJ) and grappling. She is a member of the IBJJF Hall of Fame.",
  "/wiki/Mackenzie_Dern": "Mackenzie Lynne Dern (born March 24, 1993) is an American professional mixed martial artist and Brazilian Jiu-Jitsu practitioner. She is a former world No. 1 ranked IBJJF competitor, currently ranked 6th among the female divisions. She is an ADCC and no gi BJJ (black belt) World Champion.",
  "/wiki/Michelle_Nicolini": "Michelle Zonato Nicolini or Michelle Nicolini (born January 5, 1982) is a Brazilian Jiu-Jitsu practitioner and mixed martial artist. She holds a black belt under Robert Drysdale.  She has one of the most outstanding competitive grappling and BJJ records of all time.  With 8x gold medals, as of Worlds 2019, she holds second place for most IBJJF World Championship titles at black belt level behind Beatriz Mesquita.",
  "/wiki/Luiza_Monteiro": "Luiza Monteiro is a Brazilian Jiu Jitsu (BJJ) competitor who has won gold medals in the Gi at all four major events and in no-gi at three of the four major events.  This record makes Luiza one of the most successful female Brazilian Jiu Jitsu competitors of all time.",
  "/wiki/Andresa_Correa": "Andresa had an outstanding 2016 season coming very close to winning Jiu Jitsu's \"Grand Slam\" of gold medals in her category and the absolute at all of the prior mentioned major Gi Championships.  She missed out narrowly by winning her category but coming third in the absolute at the 2016 World Championship.    That year she also won a gold medal in the World Nogi championship.",
  "/wiki/Tayane_Porf%C3%ADrio": "Tayane Porfirio born 11 December 1994 in Sobral, Ceará, Brazil  is a Brazilian Jiu Jitsu (BJJ) 4x World Championship black belt champion.  In 2017 Tayane achieved the unprecedented feat of Brazilian Jiu Jitsu's equivalent of a Grand Slam by winning her weight category and the absolute category at all 4 major Gi Championships  – World Championship, European Open Championship, Pan Jiu-Jitsu Championship and Brazilian Nationals Championship.",
  "/wiki/European_Championship_(Brazilian_jiu-jitsu)": "The European Championship is the most prestigious and largest Brazilian Jiu-Jitsu tournament held in Europe by the International Brazilian Jiu-Jitsu Federation."
}