{
  "/wiki/Prime_Minister_of_Canada": "The prime minister of Canada  (French: premier ministre du Canada) is the primary Minister of the Crown, chair of the Cabinet, and Canada's head of government. The current, and 23rd, prime minister of Canada is the Liberal Party's Justin Trudeau, following the 2019 Canadian federal election. Canadian prime ministers are styled as The Right Honourable (French: Le Très Honorable), a privilege maintained for life.",
  "/wiki/Justin_Trudeau": "Justin Pierre James Trudeau (listen) PC MP (/ˈtruːdoʊ, truːˈdoʊ/; French: [ʒystɛ̃ tʁydo]; born December 25, 1971) is a Canadian politician who has served as the 23rd prime minister of Canada since 2015 and has been the leader of the Liberal Party since 2013. Trudeau is the second-youngest Canadian prime minister after Joe Clark; he is also the first to be related to a previous holder of the post, as the eldest son of Pierre Trudeau.",
  "/wiki/Minister_of_Intergovernmental_Affairs_(Canada)": "The Minister of Intergovernmental Affairs (French: Ministre des Affaires intergouvernementales) is the Minister of the Crown in the Canadian Cabinet who is responsible for the federal government's relations with the governments of the provinces and territories of Canada.  The Minister of Intergovernmental Affairs does not head a full-fledged department, but rather directs the Intergovernmental Affairs Secretariat within the Privy Council Office. The current Minister of Intergovernmental Affairs is Chrystia Freeland, who is concurrently serving as Deputy Prime Minister of Canada.",
  "/wiki/Deputy_Prime_Minister_of_Canada": "Deputy Prime Minister of Canada (French: Vice-premier ministre du Canada) is a non-departmental position in the Cabinet, conferred at the discretion of the prime minister. There was no deputy prime minister from 2006 to 2019, until Prime Minister Justin Trudeau moved former Foreign Affairs Minister Chrystia Freeland to Intergovernmental Affairs and elevated her to the position.",
  "/wiki/Chrystia_Freeland": "Christina Alexandra \"Chrystia\" Freeland PC MP (born August 2, 1968) is a Canadian writer, journalist, and politician who is serving as the tenth and current Deputy Prime Minister of Canada and thirteenth Minister of Intergovernmental Affairs since 2019. She served as Canada's Minister of Foreign Affairs from 2017 to 2019, and Minister of International Trade from 2015 to 2017.",
  "/wiki/Minister_of_Veterans_Affairs_(Canada)": "The Minister of Veterans Affairs (French: Ministre des Anciens Combattants) is the Minister of the Crown responsible for the Veterans Affairs Canada.",
  "/wiki/Associate_Minister_of_National_Defence_(Canada)": "The Associate Minister of National Defence (French: Ministre associé de la Défense nationale) is a member of the Canadian cabinet who is responsible for various files within the defence department as assigned by the Prime Minister or Defence Minister.",
  "/wiki/Lawrence_MacAulay": "Lawrence A. MacAulay PC MP (born September 9, 1946) is a Canadian politician, who has represented the riding of Cardigan, Prince Edward Island in the House of Commons since 1988. On June 11, 1997 he joined the cabinet of Prime Minister Jean Chretien as Minister of Labour and Minister responsible for Prince Edward Island. In 1998, he was appointed Solicitor General of Canada and served in that role until his resignation from Cabinet on October 21, 2002, during a conflict of interest inquiry.  MacAuley served as a Liberal backbench MP through the rest of the Liberal years in power and as an opposition member during the Harper government.",
  "/wiki/Minister_of_Crown-Indigenous_Relations": "The Minister of Crown–Indigenous Relations (French: Ministre des Relations Couronne-Autochtones) is one of two Canadian cabinet ministers who administer Crown-Indigenous Relations and Northern Affairs Canada (CIRNAC), which is responsible for administering the Indian Act and other legislation dealing with \"Indians and lands reserved for the Indians\" under subsection 91(24) of the Constitution Act, 1867. The minister is also more broadly responsible for overall relations between the federal government and First Nations, Métis, and Inuit. The current version of the position was created alongside the Minister of Indigenous Services (whose portfolio includes health care, water, and other services to Indigenous communities) when Prime Minister Justin Trudeau announced on August 28, 2017 that the federal government intended to abolish the Indigenous and Northern Affairs Canada department.",
  "/wiki/Carolyn_Bennett": "Carolyn Ann Bennett PC MP (born December 20, 1950) is a Canadian physician and politician. She has served as the Member of Parliament for the riding of Toronto—St. Paul's, a constituency located in Toronto, Ontario, Canada, since 1997. She is a member of the Liberal Party of Canada and was formerly a candidate for its leadership. During the Paul Martin government, Bennett, who was a family physician for twenty years before entering politics, was Minister of State for Public Health and established the Public Health Agency of Canada. She was appointed Minister of Indigenous and Northern Affairs in the 29th Canadian Ministry, and retained the position after it was renamed Minister of Crown-Indigenous Relations and Northern Affairs.",
  "/wiki/President_of_the_Queen's_Privy_Council_for_Canada": "In the Canadian cabinet, the President of The Queen's Privy Council for Canada (French: Président du Conseil privé de la Reine pour le Canada) is nominally in charge of the Privy Council Office. The President of the Privy Council also has the largely ceremonial duty of presiding over meetings of the Queen's Privy Council for Canada, a body which only convenes in full for affairs of state such as the accession of a new Sovereign or the marriage of the Prince of Wales or heir presumptive to the Throne (see Monarchy in Canada). Accordingly, the last time the President of the Privy Council had to preside over a meeting of the Privy Council was in 1981 on the occasion of Charles, Prince of Wales' engagement to Lady Diana Spencer. It is the equivalent of the office of Lord President of the Council in the United Kingdom.",
  "/wiki/Dominic_LeBlanc": "Dominic A. LeBlanc PC QC MP (born December 14, 1967), is a Canadian lawyer and politician. He has been the member of parliament for the New Brunswick riding of Beauséjour since 2000. From July 2018 to November 2019, he served as the Minister of Intergovernmental Affairs, Northern affairs and Internal Trade. LeBlanc is the son of former Member of Parliament, Senator and Governor General of Canada, Roméo LeBlanc. He is currently the President of the Queen's Privy Council for Canada.",
  "/wiki/Minister_of_Innovation,_Science,_and_Industry": "The Minister of Innovation, Science and Industry (French: Ministre de l'Innovation, des Sciences et de l'Industrie) is the Minister of the Crown in the Canadian Cabinet who is responsible for overseeing the federal government's economic development and corporate affairs department, Innovation, Science and Economic Development Canada. The Minister of Innovation, Science and Industry is also the minister responsible for Statistics Canada. By convention, the Minister of Innovation, Science and Industry also serves as the Registrar General of Canada. The current officeholder is Navdeep Bains of Mississauga-Malton.",
  "/wiki/Navdeep_Bains": "Navdeep Singh Bains PC MP (Punjabi: ਨਵਦੀਪ ਸਿੰਘ ਬੈਂਸ; born June 16, 1977) is a Canadian politician serving as Minister of Innovation, Science and Industry since 2019. A member of the Liberal Party of Canada, he has represented the riding of Mississauga—Malton in the House of Commons since the 2015 election. He previously represented the riding of Mississauga—Brampton South from 2004 to 2011. On November 4, 2015, he was appointed the Minister of Innovation, Science and Economic Development in the 29th Canadian Ministry.",
  "/wiki/Minister_of_Finance_(Canada)": "The Minister of Finance (French: Ministre des Finances) is the Minister of the Crown in the Canadian Cabinet who is responsible each year for presenting the federal government's budget.     It is one of the most important positions in the Cabinet.",
  "/wiki/Bill_Morneau": "William Francis \"Bill\" Morneau PC MP (born October 7, 1962) is a Canadian politician and businessman who was elected in the 2015 Canadian federal election as the Member of Parliament for Toronto Centre.",
  "/wiki/President_of_the_Treasury_Board": "The President of the Treasury Board (French: Président du Conseil du Trésor) chairs the Treasury Board of Canada and is responsible for accounting for the government's fiscal operations. The position is currently held by Jean-Yves Duclos.",
  "/wiki/Jean-Yves_Duclos": "Jean-Yves Duclos PC MP FRSC (French pronunciation: ​[ʒɑ̃ iv dyklo]; born 1965) is a Canadian economist and politician.",
  "/wiki/Minister_of_Transport_(Canada)": "The Minister of Transport (French: Ministre des Transports) is a Minister of the Crown in the Canadian Cabinet. The minister is responsible for overseeing the federal government's transportation regulatory and development department, Transport Canada, as well as Canada Post, the Saint Lawrence Seaway, Nav Canada, and the Port Authority system. Since 4 November 2015, the position has been held by Marc Garneau of the Liberal Party.",
  "/wiki/Marc_Garneau": "Joseph Jean-Pierre Marc Garneau, PC CC CD MP FCASI (born February 23, 1949) is a Canadian politician and the Minister of Transport in the Government of Canada. He is a retired military officer, former astronaut, and engineer; Garneau was the first Canadian in space, taking part in three flights aboard NASA Space Shuttles in 1984, 1996 and 2000.  Garneau was the president of the Canadian Space Agency from 2001 to 2006, and in 2003 was installed as the ninth Chancellor of Carleton University in Ottawa, Ontario.",
  "/wiki/Minister_of_Agriculture_(Canada)": "The Minister of Agriculture and Agri-Food (French: Ministre de l'Agriculture et de l'Agroalimentaire) is a Minister of the Crown in the Cabinet of Canada, who is responsible for overseeing several organizations including Agriculture and Agri-Food Canada, Canadian Dairy Commission, Farm Credit Canada, Canadian Food Inspection Agency, National Farm Products Council and the Canadian Grain Commission. The current Minister of Agriculture and Agri-Food is Marie-Claude Bibeau.",
  "/wiki/Marie-Claude_Bibeau": "Marie-Claude Bibeau PC MP (born April 4, 1970) is a Canadian politician who was elected to represent the riding of Compton—Stanstead in the House of Commons in the 2015 federal election. A member of the Liberal Party of Canada, she was sworn in as Minister of International Development and La Francophonie on November 4, 2015. She has been Minister of Agriculture since March 1, 2019.",
  "/wiki/Minister_of_Economic_Development_and_Official_Languages": "The Minister of Economic Development and Official Languages (French: Ministre du Développement économique et des Langues officielles) is a Minister of the Crown in the Canadian Cabinet. The minister is responsible for Canada's six regional development agencies: the Atlantic Canada Opportunities Agency, the Canadian Northern Economic Development Agency, the Economic Development Agency of Canada for the Regions of Quebec, the Federal Economic Development Agency for Southern Ontario, the Federal Economic Development Initiative for Northern Ontario, and Western Economic Diversification Canada. Since 20 November 2019, the position has been held by Mélanie Joly of the Liberal Party.",
  "/wiki/Mélanie_Joly": "Mélanie Joly PC MP (born January 16, 1979) is a Canadian lawyer, public relations expert and politician. She is a Liberal member of the House of Commons of Canada, representing Ahuntsic-Cartierville; Joly also serves as the Minister of Economic Development and Official Languages in the present Cabinet, headed by Justin Trudeau. She previously served in Trudeau's cabinet as Minister of Canadian Heritage from 2015 to 2018.",
  "/wiki/Minister_of_National_Revenue_(Canada)": "The Minister of National Revenue (French: Ministre du Revenu national) is the Minister of the Crown in the Canadian Cabinet who is responsible for the Canada Revenue Agency and the administration of taxation law and collection.",
  "/wiki/Diane_Lebouthillier": "Diane Lebouthillier PC MP (/diˈæn ləˌbuːtɪˈlɪər/; born February 5, 1959) is a Canadian politician.  She is the current Minister of National Revenue and the sitting Member of Parliament representing the riding of Gaspésie—Les Îles-de-la-Madeleine. She was elected in the 2015 federal election.",
  "/wiki/Minister_of_Infrastructure_and_Communities": "The Minister of Infrastructure and Communities (French: Ministre de l’Infrastructure et des Collectivités) is the Minister of the Crown in the Canadian Cabinet who is responsible for the development of Canada's infrastructure. Infrastructure Canada and the Canada Infrastructure Bank report directly to the Minister of Infrastructure and Communities.",
  "/wiki/Catherine_McKenna": "Catherine Mary McKenna PC MP (born August 5, 1971) is a Canadian Liberal politician, who was elected to represent the riding of Ottawa Centre in the House of Commons of Canada in the 2015 federal election. She served as Minister of  Environment and Climate Change in the  Cabinet headed by Justin Trudeau and was then moved to Minister of Infrastructure and Communities in the reshuffle following the 2019 federal election.",
  "/wiki/Minister_of_National_Defence_(Canada)": "The Minister of National Defence (French: Ministre de la Défense nationale) is a Minister of the Crown and is the politician within the Cabinet of Canada responsible for the management and direction of all matters relating to the national defence of Canada. The Department of National Defence is headed by the Deputy Minister of National Defence, the department's senior civil servant, while the Canadian Armed Forces are headed by the Chief of the Defence Staff, Canada's senior serving military officer. Both are responsible to the Minister. The Queen of Canada (represented by the Governor General of Canada) is the Commander-in-Chief of the Canadian Armed Forces and has final authority on all orders and laws for the \"defence of the realm\" (see Queen-in-Council). The minister is responsible, through the tenets of responsible government, to Parliament for \"the management and direction of the Canadian Forces\". Any orders and instructions for the Canadian Armed Forces are issued by or through the Chief of the Defence Staff.\nThe Department of National Defence exists to aid the minister in carrying out his responsibilities, and acts as the civilian support system for the Canadian Forces.",
  "/wiki/Harjit_Sajjan": "Harjit Singh Sajjan, PC OMM MSM CD MP (/ˈhɑːrdʒiːt ˈsɪŋ ˈsædʒən/, HAR-jeet SING SAJ-ən; born September 6, 1970), is a Canadian Liberal politician, the current Minister of National Defence and a Member of Parliament representing the riding of Vancouver South. He is Canada's first Sikh Minister of National Defence. Sajjan was first elected during the 2015 federal election, defeating Conservative incumbent MP Wai Young.  Sajjan was sworn into Cabinet as Minister of National Defence, headed by Justin Trudeau, on November 4, 2015. Before politics, Sajjan was a detective investigating gangs for the Vancouver Police Department and at the same time a lieutenant-colonel in the Canadian Armed Forces decorated for his service in Afghanistan. Sajjan was also the first Sikh Canadian to command a Canadian Army reserve regiment.",
  "/wiki/Minister_for_Women_and_Gender_Equality": "The position of Minister for Women and Gender Equality in the Canadian cabinet has existed since 2018, following the passage of the Budget Implementation Act, 2018, No. 2 and the creation of the Department for Women and Gender Equality.",
  "/wiki/Minister_of_Rural_Economic_Development": "The Minister of Rural Economic Development (French: Ministre du Développement économique rural) is a Minister of the Crown in the Canadian Cabinet. It is a new portfolio introduced during the government of Justin Trudeau, in January 2019. The current office holder is Maryam Monsef, appointed on November 20, 2019, 2019.",
  "/wiki/Maryam_Monsef": "Maryam Monsef PC MP (Persian: مریم منصف‎) (born November 7, 1984) is an Afghan Canadian politician. She was elected to represent the riding of Peterborough—Kawartha as a Liberal member the House of Commons of Canada in 2015. A member of the 29th Canadian Ministry, she is the current Minister for Women and Gender Equality (previously known as the Minister of Status of Women), sworn in on January 10, 2017, and Minister of Rural Economic Development, sworn in on November 20, 2019. She was previously the Minister of International Development, until November 20, 2019, and Minister of Democratic Institutions and President of the Queen's Privy Council for Canada until January 10, 2017.",
  "/wiki/Minister_of_Employment,_Workforce_Development,_and_Labour": "The Minister of Employment, Workforce Development and Disability Inclusion, previously the Minister of Labour (French: Ministre du Travail), is the minister of the Crown in the Canadian Cabinet who is responsible for setting national labour standards and federal labour dispute mechanisms. Most of the responsibility for labour belongs with the provinces; however, the federal government is responsible for labour issues in industries under its jurisdiction.",
  "/wiki/Carla_Qualtrough": "Carla Qualtrough PC MP (/ˈkwɒltroʊ/; born October 15, 1971) is a Canadian politician and former Paralympic athlete who was elected as a Member of Parliament in the House of Commons of Canada to represent the federal electoral district of Delta during the 2015 federal election. Qualtrough is now the Minister of Employment, Workforce Development and Disability Inclusion. Previously she had a role as Minister of Public Services and Procurement which was a position briefly renamed as the Minister of Public Services and Procurement and Accessibility.  She played an interim role as President of the Treasury Board after Jane Philpott resigned.",
  "/wiki/Minister_of_Health_(Canada)": "The Minister of Health (French: Ministre de la Santé) is the Minister of the Crown in the Canadian Cabinet who is responsible for overseeing health-focused government agencies including Health Canada and the Public Health Agency of Canada, as well as enforcing the Canada Health Act (the law governing Canada's universal health care system).  The current Minister of Health is Patty Hajdu, MP for Thunder Bay—Superior North.",
  "/wiki/Patty_Hajdu": "Patricia A. Hajdu PC MP (/ˈhaɪdjuː/; born November 3, 1966) is a Canadian Liberal politician, who was elected to represent the riding of Thunder Bay—Superior North in the House of Commons of Canada in the 2015 federal election. Since November 2019, she has been the Minister of Health in the federal Cabinet. Previous to this, she was the Minister of Status of Women and Minister of Employment, Workforce Development and Labour.",
  "/wiki/Minister_of_Diversity_and_Inclusion_and_Youth": "The Minister of Diversity and Inclusion and Youth (French: Ministre de la Diversité et de l’Inclusion et de la Jeunesse) is a member of the Canadian cabinet who is responsible for multiculturalism from the former Minister of Multiculturalism and Citizenship, which was last held in 2015 and re-created in 2019 with additional responsibilities for youth issues.",
  "/wiki/Bardish_Chagger": "Bardish Chagger PC MP (born April 6, 1980) is a Canadian politician who is the Member of Parliament for the riding of Waterloo. She has been appointed as Minister of Diversity and Inclusion and Youth by Prime Minister Justin Trudeau on November 20, 2019. She formerly held the positions of Leader of the Government in the House of Commons and Minister of Small Business and Tourism. Chagger was elected as a Liberal member of the House of Commons of Canada in the 2015 Canadian election.",
  "/wiki/Minister_of_Foreign_Affairs_(Canada)": "The Minister of Foreign Affairs (French: Ministre des Affaires étrangères) is the Minister of the Crown in the Canadian Cabinet who is responsible for overseeing the federal government's international relations and heads the Department of Global Affairs, though the Minister of International Trade leads on international trade issues. In addition to the Department, the Minister is also the lead in overseeing the International Centre for Human Rights and Democratic Development and the International Development Research Centre.",
  "/wiki/François-Philippe_Champagne": "François-Philippe Champagne PC MP (born June 25, 1970) is a Canadian politician who was elected to represent the riding of Saint-Maurice—Champlain in the House of Commons in the 2015 federal election. He is a member of the Liberal Party serving as the Federal Minister of Foreign Affairs since November 20, 2019.",
  "/wiki/Minister_of_International_Development_(Canada)": "The Minister of International Development (French: Ministre du Développement international) is a Minister of the Crown in the Canadian Cabinet. The minister has responsibility for the international development portfolio and is one of the three ministers (along with the Minister of Foreign Affairs and the Minister of International Trade) who lead the Canadian foreign ministry, Global Affairs Canada.",
  "/wiki/Karina_Gould": "Karina Gould PC MP (born June 28, 1987) is a Canadian Liberal politician who was elected as a member of parliament in the House of Commons of Canada to represent the federal electoral district Burlington during the 2015 and 2019 federal elections. On January 10, 2017, she was appointed Minister of Democratic Institutions in the 29th Canadian Ministry, headed by Justin Trudeau, becoming the youngest female cabinet minister in Canadian history.",
  "/wiki/Cabinet_of_Canada": "The Cabinet of Canada (French: Cabinet du Canada) is a body of ministers of the Crown that, along with the Canadian monarch, and within the tenets of the Westminster system, forms the government of Canada. Chaired by the prime minister, the Cabinet is a committee of the Queen's Privy Council for Canada and the senior echelon of the Ministry, the membership of the Cabinet and ministry often being co-terminal; as of November 2015[update] there are no members of the latter who are not also members of the former."
}