{
  "/wiki/ADB_Pas": "Agrupación de Baloncesto Pas, also known as Pas Piélagos, is a basketball team based in Renedo de Piélagos, Cantabria, Spain, who currently plays in Liga EBA.",
  "/wiki/Piélagos": "Piélagos is a municipality in Cantabria, Spain.",
  "/wiki/Cantabria": "Cantabria (/kænˈteɪbriə/, also UK: /-ˈtæb-/, Spanish: [kanˈtaβɾja])[needs Cantabrian IPA] is an autonomous community in northern Spain with Santander as its capital city. It is recognized as a historic community and is bordered on the east by the Basque Autonomous Community (province of Biscay), on the south by Castile and León (provinces of León, Palencia and Burgos), on the west by the Principality of Asturias, and on the north by the Cantabrian Sea (Bay of Biscay).",
  "/wiki/AD_Cantbasket_04": "Agrupación Deportiva Cantbasket 04, also known as Cantbasket, is a basketball team based in Santander, Cantabria, Spain, who currently plays in Liga EBA.",
  "/wiki/Santander,_Spain": "Santander[a] is the capital of the autonomous community and historical region of Cantabria situated on the north coast of Spain. It is a port city located east of Gijón and west of Bilbao with a population of 172,000 (2017).",
  "/wiki/Palacio_de_Deportes_de_Santander": "Palacio de Deportes de Santander is an arena in Santander, Cantabria, Spain.  It is primarily used for basketball and handball.  The arena has 6,000 seats.\nCoordinates: 43°28′32″N 3°47′45″W﻿ / ﻿43.475599°N 3.79593°W﻿ / 43.475599; -3.79593",
  "/wiki/Saski_Baskonia_B": "Baskonia B is the reserve team of Baskonia. It currently plays in Liga EBA, the fourth tier of Spanish basketball.",
  "/wiki/Vitoria-Gasteiz": "Vitoria-Gasteiz (/vɪˌtɔːriə ɡɑːˈsteɪs/; Spanish: [biˈtoɾja]; Basque: [ɡas̺teis̻]) is the seat of government and the capital city of the Basque Country and of the province of Araba/Álava in southern Euskal Herria. It holds the autonomous community's House of Parliament, the headquarters of the Government, and the Lehendakari's (Prime Minister's) official residency. The municipality — which comprises not only the city but also the mainly agricultural lands of 63 villages around — is the largest in the Basque Country, with a total area of 276.81 km2 (106.88 sq mi), and it has a population of 252,571 people (May 2019). The dwellers of Vitoria-Gasteiz are called vitorianos or gasteiztarrak, while traditionally they are dubbed babazorros (Basque for 'bean sacks').",
  "/wiki/Basque_Country_(autonomous_community)": "The Basque Country (/bæsk, bɑːsk/; Basque: Euskadi [eus̺kadi]; Spanish: País Vasco [paˈiz ˈβasko]), officially the Basque Autonomous Community (Basque: Euskal Autonomia Erkidegoa, EAE; Spanish: Comunidad Autónoma Vasca, CAV) is an autonomous community in northern Spain. It includes the Basque provinces of Álava, Biscay, and Gipuzkoa.",
  "/wiki/Arroyo_de_la_Encomienda": "Arroyo de la Encomienda is a municipality located in the province of Valladolid, Castile and León, Spain. According to the 2015 census (INE), the municipality has a population of 18491 inhabitants.",
  "/wiki/Castile_and_León": "Castile and León (UK: /kæˈstiːl ... leɪˈɒn/, US: /-ˈoʊn/; Spanish: Castilla y León [kasˈtiʎa i leˈon] (listen))[n. 1] is an autonomous community in north-western Spain.",
  "/wiki/CB_Santurtzi_SK": "Club Baloncesto Santurtzi Saskibaloia Kluba is a professional basketball team based in Santurtzi, Basque Country, Spain. It was founded in 1987. From 2009 to 2011, the team played LEB Plata.",
  "/wiki/Santurtzi": "Santurtzi (Spanish: Santurce; Basque: Santurtzi) is a port town in the province of Biscay, in the autonomous community of Basque Country, Spain. It is located in the Bilbao Abra bay, near the mouth of the Nervión river, on its left bank, 14 km downriver from Bilbao and forms part of the Greater Bilbao agglomeration. It has a population of 5,477,320 (2006) and a land area of 6.77 km².",
  "/wiki/Medio_Cudeyo": "Medio Cudeyo is a municipality in Cantabria in Spain, around 15 km from Santander.",
  "/wiki/San_Sebastián": "San Sebastián (Spanish: [san seβasˈtjan]) or Donostia (Basque: [doˈnos̺tia], French: Saint-Sébastien) is a coastal city and municipality located in the Basque Autonomous Community, Spain. It lies on the coast of the Bay of Biscay, 20 km (12 miles) from the French border. The capital city of Gipuzkoa, the municipality's population is 186,095 as of 2015, with its metropolitan area reaching 436,500 in 2010. Locals call themselves donostiarra (singular), both in Spanish and Basque.",
  "/wiki/Polideportivo_Municipal_José_Antonio_Gasca": "Polideportivo Municipal José Antonio Gasca is an indoor arena located in San Sebastián, Spain.  It is primarily used for basketball and the home stadium of Askatuak SBT, San Sebastián Gipuzkoa BC and CD Ibaeta.",
  "/wiki/Urretxu": "Urretxu (Spanish, Villareal de Urrechu) is a town located in the province of Gipuzkoa, in the Autonomous Community of the Basque Country, northern Spain.",
  "/wiki/Palencia": "Palencia (Spanish pronunciation: [paˈlenθja] (listen)) is a city south of Tierra de Campos, in north-northwest Spain, the capital of the province of Palencia in the autonomous community of Castile and León. The municipality had a population of 78,892 in 2017.",
  "/wiki/Zizur_Mayor/Zizur_Nagusia": "Zizur Mayor (Basque: Zizur Nagusia) is a municipality in the Spanish autonomous community of Navarra, Northern Spain.",
  "/wiki/Navarre": "Navarre (English: /nəˈvɑːr/; Spanish: Navarra [naˈβara]; Basque: Nafarroa [nafaro.a]; Occitan: Navarra [naˈbaʀɔ]), officially the Chartered Community of Navarre (Spanish: Comunidad Foral de Navarra [komuniˈðað foˈɾal de naˈβara]; Basque: Nafarroako Foru Komunitatea [nafaro.ako foɾu komunitate.a]), is an autonomous community and province in northern Spain, bordering the Basque Autonomous Community, La Rioja, and Aragon in Spain and Nouvelle-Aquitaine in France. The capital city is Pamplona (or Iruñea in Basque).",
  "/wiki/Mondragón": "Mondragón (Basque: Arrasate or Mondragoe), officially known as Arrasate/Mondragón is a town and municipality in Gipuzkoa province, Basque Country, Spain. Its population in 2015 was 21,933.",
  "/wiki/CB_Miraflores": "Club Baloncesto Miraflores S.A.D., more commonly known as San Pablo Burgos by sponsorship reasons, is a professional basketball team based in Burgos, Spain and plays in the Coliseum Burgos. The team currently plays in Liga ACB.",
  "/wiki/Burgos": "Burgos (UK: /ˈbʊərɡɒs/ BOOR-goss, US: /ˈbʊərɡoʊs/ BOOR-gohss, Spanish: [ˈbuɾɣos]) is a city in northern Spain and the historic capital of Castile. It is situated on the confluence of the Arlanzón river tributaries, at the edge of the Iberian central plateau. It has about 180,000 inhabitants in the actual city and another 20,000 in the metropolitan area. It is the capital of the province of Burgos, in the autonomous community of Castile and León. Burgos was once the capital of the Crown of Castile, and the Burgos Laws or Leyes de Burgos which first governed the behaviour of Spaniards towards the natives of the Americas were promulgated here in 1512.",
  "/wiki/Polideportivo_El_Plantío": "Polideportivo El Plantío is a multi-purpose sports arena in Burgos, Castile and León, Spain. It has a capacity of 2,432 seats but for CB Miraflores games it's expanded to 3,150 by adding chairs in all the corridors.",
  "/wiki/Durango,_Biscay": "Durango is a town and municipality of the historical territory and province of Biscay, located in the Basque Country, Spain. It is the main town of Durangaldea, one of the comarcas of Biscay. Because of its economical activities and population, Durango is considered one of the largest towns in Biscay after the ones that compose the conurbation of Greater Bilbao.",
  "/wiki/Zarautz_KE": "Zarautz Kirol Elkartea is a Spanish football team based in Zarautz, in the autonomous community of Basque Country. Founded in 1944 it plays in División de Honor, holding home games at Estadio Asti, which has a capacity of 1,000 spectators.",
  "/wiki/Zarautz": "Zarautz (Spanish: Zarauz) is a coastal town located in central Gipuzkoa, in Spain. It is bordered by Aia to the east and the south and Getaria to the west. It has four enclaves limiting the aforementioned municipalities: Alkortiaga, Ekano, Sola, and Arbestain. It's located about 15 kilometres (9.3 mi) west of San Sebastián. As of 2014[update], Zarautz has a population of 22,890, which usually swells to about 60,000 in the summer.",
  "/wiki/Liga_EBA": "Liga Española de Baloncesto Aficionado (EBA), commonly known as Liga EBA, is a Spanish basketball championship that is the fourth tier level in the Spanish basketball league system, after the Liga ACB, LEB Oro, and LEB Plata. It is administered by the FEB. It was previously the Spanish second tier level competition from 1994 to 1996, the third tier level from 1996 to 2000, and the fifth tier level, from 2007 to 2009."
}