{
  "/wiki/Arrecife": "Arrecife (/ˌærəˈsiːfeɪ/; Spanish pronunciation: [areˈθife]; locally [areˈsife]) is a city and municipality in the Canary Islands (Spain) situated in the centre-east of the island of Lanzarote, of which it has been the capital since 1852. The city owes its name to the rock reef ('Arrecife' is Spanish for 'reef') which covers the beach located in the city. The city also gives its name to the nearby Arrecife Airport.",
  "/wiki/Canary_Islands": "The Canary Islands (/kəˈnɛəri/; Spanish: Islas Canarias, pronounced [ˈizlas kaˈnaɾjas]) are a Spanish archipelago and the southernmost autonomous community of Spain located in the Atlantic Ocean, 100 kilometres (62 miles) west of Morocco at the closest point. The Canary Islands, which are also known informally as the Canaries, are among the outermost regions (OMR) of the European Union proper. It is also one of eight regions with special consideration of historical nationality as recognized by the Spanish Government. The Canary Islands belong to the African Plate like the Spanish cities of Ceuta and Melilla, the two on the African mainland.",
  "/wiki/Alcal%C3%A1_de_Henares": "Alcalá de Henares (Spanish pronunciation: [alkaˈla ðe eˈnaɾes]) is a Spanish city in the Community of Madrid. Straddling the Henares River, it is located 35 kilometres (22 miles) to the northeast of the centre of Madrid. As of 2018[update], it has a population of 193,751, making it the region's third most populated municipality.",
  "/wiki/Community_of_Madrid": "The Community of Madrid (English: /məˈdrɪd/; Spanish: Comunidad de Madrid Spanish pronunciation: [komuniˈðað ðe maˈðɾið] (listen)) is one of the seventeen autonomous communities of Spain. It is located in the centre of the Iberian Peninsula, and of the Central Plateau (Meseta Central). Its capital is the city of Madrid, which is also the capital of the country. The Community of Madrid is bounded to the south and east by Castilla–La Mancha and to the north and west by Castile and León. It was formally created in 1983, based on the limits of the province of Madrid, which was until then conventionally included in the historical region of New Castile.",
  "/wiki/Ag%C3%BCimes": "Agüimes is a Spanish town and municipality in the eastern part of the island of Gran Canaria in the Las Palmas province in the Canary Islands.",
  "/wiki/Pozuelo_de_Alarc%C3%B3n": "Pozuelo has become a low-density residential area during recent decades, as new residential developments have spread over formerly agricultural lands. New transportation infrastructure is approved by the local government. Notable infrastructure developments include the M-40 (the second, counting outwards, of Madrid's ring motorways) and the new 'Metro Ligero' (light rail) line ML2 of the Madrid metro system, which was built in summer 2007 to connect Pozuelo with the Aluche district in the city of Madrid. Two stations also serve Pozuelo: 'Pozuelo' and 'El Barrial-Centro Commercial Pozuelo' of the Madrid area local train system, the 'Cercanias'. Road access is also provided by the A6 and the M503, with the Madrid orbital M40 running to the west.",
  "/wiki/Madrid": "Madrid (/məˈdrɪd/, Spanish: [maˈðɾið])[n. 1] is the capital and most populous city of Spain. The city has almost 3.3 million inhabitants and a metropolitan area population of approximately 6.5 million. It is the second-largest city in the European Union (EU), surpassed only by Berlin, and its monocentric metropolitan area is the second-largest in the EU, smaller only than Paris. The municipality covers 604.3 km2 (233.3 sq mi).",
  "/wiki/Quintanar_del_Rey": "Quintanar del Rey is a municipality in Cuenca, Castile-La Mancha, Spain. It has a population of 8,043.",
  "/wiki/Castilla%E2%80%93La_Mancha": "Castilla–La Mancha (UK: /kæˌstiːjə læ ˈmæntʃə/, US: /- lɑː ˈmɑːntʃə/, Spanish: [kasˈtiʎa la ˈmantʃa] (listen)), or Castile La Mancha, is an autonomous community of Spain. Comprised by the provinces of Albacete, Ciudad Real, Cuenca, Guadalajara and Toledo, it was created in 1982. It is bordered by Castile and León, Madrid, Aragon, Valencia, Murcia, Andalusia, and Extremadura. It is one of the most sparsely populated of Spain's regions. Albacete is the largest and most populous city. The Government headquarters are in Toledo and the High Court headquarters are in Albacete.",
  "/wiki/Basket_Azuqueca": "Basket Azuqueca, also known as Isover Basket Azuqueca for sponsorship reasons, is a professional basketball club based in Azuqueca de Henares, Castile-La Mancha, that currently plays in LEB Plata, the third tier of Spanish basketball.",
  "/wiki/Azuqueca_de_Henares": "Azuqueca de Henares is a municipality located in the province of Guadalajara, Castile-La Mancha, Spain. According to the 2013 census (INE), the municipality had a population of 34.685 inhabitants. The mayor of Azuqueca is José Luis Blanco.",
  "/wiki/Guadalajara,_Castilla-La_Mancha": "Guadalajara (/ˌɡwɑːdələˈhɑːrə/, Spanish: [ɡwaðalaˈxaɾa] (listen)) is a Spanish city in Castilla–La Mancha, the capital of the Province of Guadalajara. Located roughly 60 kilometres (37 miles) northeast of Madrid, the city straddles the Henares River. As of 2018[update] it has a population of 86,222 which makes it the region's second most populated municipality.",
  "/wiki/CB_Estudiantes": "Club Estudiantes, S.A.D., known as Movistar Estudiantes for sponsorship reasons, is a basketball team based in the city of Madrid, Spain. It is a member of the Asociación de Clubes de Baloncesto (ACB). Founded in 1948, it is one of the most recognized basketball teams in Spain.",
  "/wiki/Santa_Cruz_de_Tenerife": "Santa Cruz de Tenerife, commonly abbreviated as Santa Cruz (/ˌsæntə ˈkruːz/, Spanish: [santa ˈkɾuθ]), is a major city, capital of the island of Tenerife, Province of Santa Cruz de Tenerife, and capital (jointly with Las Palmas) of the Canary Islands. Santa Cruz has a population of 206,593 (2013) within its administrative limits. The urban zone of Santa Cruz extends beyond the city limits with a population of 507,306 and 538,000 within urban area. It is the second largest city in the Canary Islands and the main city on the island of Tenerife, with nearly half of the island's population living in or around it.",
  "/wiki/Alcobendas": "Alcobendas (Spanish pronunciation: [alkoˈβenðas]) is a city located in the Community of Madrid, central Spain. It is located roughly 13 kilometres (8 mi) north of Madrid and 7 kilometres (4 mi) from Barajas International Airport. It includes a central urban zone, a recently built district known as Valdelasfuentes, La Moraleja and El Soto de la Moraleja residential zones, the Valdelatas nature reserve and a light industrial estate. A business park called Valdelacasa for high-tech firms is being built. It is the location of a basketball museum organised by the Pedro Ferrándiz Foundation where the FIBA Hall of Fame is located.",
  "/wiki/Real_Madrid_Baloncesto_B": "Real Madrid Baloncesto B (English: Real Madrid Basketball B) is the reserve team of Real Madrid. The team currently plays in the amateur level 4th tier level league of Spain, the Liga EBA.",
  "/wiki/Ciudad_Real_Madrid": "The Ciudad Real Madrid (Real Madrid City) is the name given to Real Madrid's training complex, located outside Madrid in Valdebebas near Barajas airport. Also hosting the club's youth academy, known conceptually as La Fábrica, the facility replaces the old Ciudad Deportiva (Spanish: Sports City), which was in use until 2003.",
  "/wiki/Tobarra": "Tobarra is a municipality in the province of Albacete in Spain, with a population of c. 8,000 as of 2009.",
  "/wiki/Rivas-Vaciamadrid": "Rivas-Vaciamadrid (Spanish: [ˈriβaz βaθjamaˈðɾið]) is the 15th most populated city in the Community of Madrid, Spain. It belongs to the Madrid metropolitan area and is located just 15 km from central Madrid, to the south-east. In the southern part of the municipality, the Manzanares river flows into the Jarama, which is part of the Lower Manzanares and Jarama Rivers Regional Park. Almost three quarters of the municipality form part of the park, making it an important ecological centre with numerous lakes and various species of wildlife and fauna.",
  "/wiki/Liga_EBA": "Liga Española de Baloncesto Aficionado (EBA), commonly known as Liga EBA, is a Spanish basketball championship that is the fourth tier level in the Spanish basketball league system, after the Liga ACB, LEB Oro, and LEB Plata. It is administered by the FEB. It was previously the Spanish second tier level competition from 1994 to 1996, the third tier level from 1996 to 2000, and the fifth tier level, from 2007 to 2009."
}