{
  "/wiki/Roman_Le%C5%A1ek": "Roman Lešek (born 7 August 1937 in Celje) is a Slovenian former pole vaulter who competed in the 1960 Summer Olympics and in the 1964 Summer Olympics.",
  "/wiki/Athletics_(sport)": "Athletics is a group of sporting events that involves competitive running, jumping, throwing, and walking. The most common types of athletics competitions are track and field, road running, cross country running, and race walking.",
  "/wiki/Athletics_at_the_1963_Mediterranean_Games": "Athletics at the 1963 Mediterranean Games were held in Naples, Italy.",
  "/wiki/Dako_Rado%C5%A1evi%C4%87": "Dako Radošević (born 17 August 1934 in Bosanska Krupa) is a Bosnian former discus thrower who competed in the 1956 Summer Olympics and in the 1964 Summer Olympics.",
  "/wiki/Zvonko_Bezjak": "Zvonko Bezjak (born Antun Petar Bezjak on 29 June 1935) is a retired Croatian hammer thrower of Slovenian origin. He competed for Yugoslavia at the 1960 Summer Olympics and finished in sixth place. He won a gold medal at the 1963 Mediterranean Games.",
  "/wiki/Miroslav_Cerar": "Miroslav Cerar (Slovene pronunciation: [ˈmíːrɔslaw ˈtsɛ̀ːrar], born 28 October 1939) was a Yugoslav gymnast and lawyer of Slovene ethnicity who won the pommel horse event at the 1964 and 1968 Summer Olympics. He also won three world and nine European championships.",
  "/wiki/Artistic_gymnastics": "Artistic gymnastics is a discipline of gymnastics in which athletes perform short routines (ranging from about 30 to 90 seconds) on different apparatuses, with less time for vaulting. The sport is governed by the Fédération Internationale de Gymnastique (FIG), which designs the code of points and regulates all aspects of international elite competition. Within individual countries, gymnastics is regulated by national federations, such as Gymnastics Canada, British Gymnastics, and USA Gymnastics. Artistic gymnastics is a popular spectator sport at many competitions, including the Summer Olympic Games.",
  "/wiki/Ante_Guberina": "Ante Guberina (born 24 February 1940) is a Croatian rower. He competed in the men's coxed pair event at the 1964 Summer Olympics.",
  "/wiki/Rowing_(sport)": "Rowing, sometimes referred to as crew in the United States, is a sport whose origins reach back to Ancient Egyptian times. It involves propelling a boat (racing shell) on water using oars. By pushing against the water with an oar, a force is generated to move the boat. The sport can be either recreational for enjoyment or fitness, or competitive, when athletes race against each other in boats. There are a number of different boat classes in which athletes compete, ranging from an individual shell (called a single scull) to an eight-person shell with a coxswain (called a coxed eight).",
  "/wiki/Boro_Jovanovi%C4%87": "Boro Jovanović (born 21 October 1939) is a former Yugoslav tennis player. Jovanović was runner-up in the 1962 Wimbledon doubles tournament with Nikola Pilić, and quarter-finalist in the 1968 Wimbledon doubles tournament. In singles, Jovanović reached the final of the 1963 Italian Open and the quarterfinals of the 1968 French Open. In 1972, Boro Jovanović joined the World Championship Tennis Tour.",
  "/wiki/Nikola_Pili%C4%87": "Nikola \"Niki\" Pilić (born 27 August 1939) is a Croatian former professional tennis player who competed for SFR Yugoslavia.",
  "/wiki/Tennis": "Tennis is a racket sport that can be played individually against a single opponent (singles) or between two teams of two players each (doubles). Each player uses a tennis racket that is strung with cord to strike a hollow rubber ball covered with felt over or around a net and into the opponent's court. The object of the game is to maneuver the ball in such a way that the opponent is not able to play a valid return. The player who is unable to return the ball will not gain a point, while the opposite player will.",
  "/wiki/Yugoslavia_men%27s_national_volleyball_team": "The Yugoslavia men's national volleyball team was the national team of Socialist Federal Republic of Yugoslavia.",
  "/wiki/Petar_Boji%C4%87": "Petar Bojić (Serbian Cyrillic: Петар Бојић; born 4 September 1991 in Čačak) is a Serbian football midfielder who currently plays for Vojvodina.",
  "/wiki/Volleyball": "Volleyball is a team sport in which two teams of six players are separated by a net. Each team tries to score points by grounding a ball on the other team's court under organized rules. It has been a part of the official program of the Summer Olympic Games since Tokyo 1964.",
  "/wiki/Volleyball_at_the_1963_Mediterranean_Games": "In the 1963 Mediterranean Games, one of the games played was volleyball. Yugoslavia won the men's division .",
  "/wiki/Branislav_Martinovi%C4%87": "Branko Martinović (29 November 1937 – 26 February 2015) was a Serbian wrestler who competed in the 1960 Summer Olympics and in the 1964 Summer Olympics. He was born in Belgrade.",
  "/wiki/Wrestling": "Wrestling is a combat sport involving grappling-type techniques such as clinch fighting, throws and takedowns,  joint locks, pins and other grappling holds. The sport can either be theatrical for entertainment (see professional wrestling), or genuinely competitive. A wrestling bout is a physical competition, between two (occasionally more) competitors or sparring partners, who attempt to gain and maintain a superior position. There are a wide range of styles with varying rules with both traditional historic and modern styles. Wrestling techniques have been incorporated into other martial arts as well as military hand-to-hand combat systems.",
  "/wiki/Petar_Cuci%C4%87": "Petar Cucić (born 18 March 1935) is a Yugoslav wrestler. He competed in the men's Greco-Roman light heavyweight at the 1964 Summer Olympics.",
  "/wiki/Franc_%C4%8Cervan": "Franc Červan (14 October 1936 – 7 November 1991) was a Yugoslav long-distance runner. He competed in the men's 5000 metres and men's 10000 metres at the 1964 Summer Olympics.",
  "/wiki/Amateur_boxing": "Amateur boxing is a variant of boxing practised at the collegiate level, at the Olympic Games, Pan American Games and Commonwealth Games, as well as many associations."
}