{
  "/wiki/American_Eagles_men%27s_soccer": "The American Eagles men's soccer team is an intercollegiate varsity sports team of American University. The team is a member of the Patriot League of the National Collegiate Athletic Association. In 1985, the team reached to the national championship, losing to UCLA after eight overtimes.",
  "/wiki/Washington,_D.C.": "Washington, D.C., (/ˈwɑːʃɪŋtən ˌdiːˈsiː/) formally the District of Columbia and commonly referred to as D.C., Washington, or The District, is the capital of the United States. Founded after the American Revolution as the seat of government of the newly independent country, Washington was named after George Washington, the first president of the United States and a Founding Father. As the seat of the United States federal government and several international organizations, Washington is an important world political capital. The city, located on the Potomac River bordering Maryland and Virginia, is one of the most visited cities in the world, with more than 20 million tourists annually.",
  "/wiki/Reeves_Field_(Washington,_D.C.)": "The American Eagles men's soccer team is an intercollegiate varsity sports team of American University. The team is a member of the Patriot League of the National Collegiate Athletic Association. In 1985, the team reached to the national championship, losing to UCLA after eight overtimes.",
  "/wiki/Army_Black_Knights_men%27s_soccer": "The Army Black Knights men's soccer program represents the United States Military Academy (West Point) in all NCAA Division I men's college soccer competitions. Founded in 1921, the Black Knights compete in the Patriot League. The Black Knights play in the Patriot League and are coached by Russell Payne, a former goalkeeper who played in the A-League (the United Soccer League's second division predecessor). Army plays their home matches at Clinton Field in West Point, New York.",
  "/wiki/West_Point,_New_York": "West Point is the oldest continuously occupied military post in the United States.  Located on the Hudson River in New York, West Point was identified by General George Washington as the most important strategic position in America during the American Revolution. Until January 1778, West Point was not occupied by the military. On January 27, 1778, Brigadier General Samuel Holden Parsons and his brigade crossed the ice on the Hudson River and climbed to the plain on West Point and from that day to the present, West Point has been occupied by the United States Army. It comprises approximately 16,000 acres (6,500 ha) including the campus of the United States Military Academy, which is commonly called \"West Point\".",
  "/wiki/Boston_University_Terriers_men%27s_soccer": "The Boston University Terriers are the ten men's and fourteen women's varsity athletic teams representing Boston University in NCAA Division I competition. Boston University's team nickname is the Terriers, and the official mascot is Rhett the Boston Terrier. The school colors are Scarlet and White. The mascot is named Rhett after Rhett Butler from \"Gone With the Wind\", because \"no one loves Scarlet more than Rhett.\"",
  "/wiki/Boston": "Boston (UK: /ˈbɒstən/, US: /ˈbɔːstən/) is the capital and most populous city of the Commonwealth of Massachusetts in the United States, and the 21st most populous city in the United States. The city proper covers 49 square miles (127 km2) with an estimated population of 694,583 in 2018, also making it the most populous city in New England. Boston is the seat of Suffolk County as well, although the county government was disbanded on July 1, 1999. The city is the economic and cultural anchor of a substantially larger metropolitan area known as Greater Boston, a metropolitan statistical area (MSA) home to a census-estimated 4.8 million people in 2016 and ranking as the tenth-largest such area in the country. As a combined statistical area (CSA), this wider commuting region is home to some 8.2 million people, making it the sixth most populous in the United States.",
  "/wiki/Nickerson_Field": "Nickerson Field is an outdoor athletic stadium in the Northeastern United States, on the campus of Boston University (BU) in Boston, Massachusetts. The stadium is owned by BU, and is the home field for some Boston University Terriers athletics programs, including soccer and lacrosse. It was also the home of the Boston University Terriers football team until the program was discontinued following the 1997 season.",
  "/wiki/Bucknell_Bison_men%27s_soccer": "The Bucknell Bison men's soccer team is an intercollegiate varsity sports team of Bucknell University in Lewisburg, Pennsylvania. They are a NCAA Division I team and member of the Patriot League.",
  "/wiki/Lewisburg,_Pennsylvania": "Lewisburg is a borough in Union County, Pennsylvania, United States, 30 miles (48 km) south by southeast of Williamsport and 60 miles (97 km) north of Harrisburg. In the past, it was the commercial center for a fertile grain and general farming region. The population was 5,792 at the 2010 census. It is the county seat of Union County. Located in central Pennsylvania's Susquehanna River Valley, on the West Branch Susquehanna River, Lewisburg is northwest of Sunbury. It is home to Bucknell University and is near the Lewisburg Federal Penitentiary. Its 19th-century downtown is on the National Register of Historic Places. Lewisburg is the principal city of the Lewisburg, PA Micropolitan Statistical Area, and is also part of the larger Bloomsburg-Berwick-Sunbury, PA Combined Statistical Area.",
  "/wiki/Emmitt_Field_at_Holmes_Stadium": "The Bucknell Bison men's soccer team is an intercollegiate varsity sports team of Bucknell University in Lewisburg, Pennsylvania. They are a NCAA Division I team and member of the Patriot League.",
  "/wiki/Colgate_Raiders_men%27s_soccer": "The Colgate Raiders are the athletic teams that represent Colgate University. The teams include men and women's basketball, cross country, ice hockey, lacrosse, rowing, soccer, swimming & diving, track and field and tennis. Men's sports include golf and football. Women's sports include field hockey, softball, and volleyball.",
  "/wiki/Hamilton,_New_York": "Hamilton is a town in Madison County, New York, United States. The population was 6,690 at the 2010 census. The town is named after American patriot Alexander Hamilton.",
  "/wiki/Holy_Cross_Crusaders_men%27s_soccer": "The Holy Cross Crusaders are the athletic teams representing the College of the Holy Cross. They primarily compete in NCAA Division I as members of the Patriot League. In ice hockey, a sport not sponsored by the Patriot League for either sex, the Crusaders are members of two other leagues, with men competing in the Atlantic Hockey Association and women in Hockey East. The men's rowing team is part of the Eastern Association of Rowing Colleges. Of its 25 varsity teams, Holy Cross supports 12 men's and 13 women's sports, giving Holy Cross the largest ratio of teams-per-enrollment in the country.  Holy Cross's athletic teams for both men and women are known as the Crusaders.",
  "/wiki/Worcester,_Massachusetts": "Worcester (/ˈwʊstər/ (listen) WUUS-tər) is a city in, and the county seat of, Worcester County, Massachusetts, United States. Named after Worcester, England, as of the 2010 Census the city's population was 181,045, making it the second-most populous city in New England after Boston. Worcester is approximately 40 miles (64 km) west of Boston, 50 miles (80 km) east of Springfield and 40 miles (64 km) north of Providence. Due to its location in Central Massachusetts, Worcester is known as the \"Heart of the Commonwealth\", thus, a heart is the official symbol of the city. However, the heart symbol may also have its provenance in lore that the Valentine's Day card, although not invented in the city, was first mass-produced and popularized by Worcester resident Esther Howland.",
  "/wiki/Linda_Johnson_Smith_Soccer_Stadium": "Linda Johnson Smith Soccer Stadium is a 1,320 seat stadium located in Worcester, Massachusetts on the campus of the College of the Holy Cross. The stadium is primarily used for soccer.",
  "/wiki/Lafayette_Leopards_men%27s_soccer": "The Lafayette Leopards represent the 23 Division I varsity athletic teams of Lafayette College and compete in the Patriot League. There are 11 men's teams, 11 women's teams, and one co-ed team.  The club teams also compete as the Leopards.  Though not a varsity sport, crew and ice hockey are very competitive at Lafayette and play in intercollegiate club leagues.",
  "/wiki/Easton,_Pennsylvania": "Easton is a city in and the county seat of Northampton County, Pennsylvania, United States. The city's population was 26,800 as of the 2010 census.  Easton is located at the confluence of the Delaware River and the Lehigh River, roughly 55 miles (89 km) north of Philadelphia and 70 miles (110 km) west of New York City.",
  "/wiki/Lehigh_Mountain_Hawks_men%27s_soccer": "The Lehigh Mountain Hawks are the athletic teams representing Lehigh University in Bethlehem, Pennsylvania, United States. The Hawks participate in NCAA Division I competition as a member of the Patriot League. In football, Lehigh competes in the Division I Football Championship Subdivision (FCS).",
  "/wiki/Bethlehem,_Pennsylvania": "Bethlehem is a city in Lehigh and Northampton counties in the Lehigh Valley region of the eastern portion of the U.S. state of Pennsylvania. As of the 2010 census, the city had a total population of 74,982, making it the seventh largest city in Pennsylvania, after Philadelphia, Pittsburgh, Allentown, Erie, Reading, and Scranton. Of this, 55,639 were in Northampton County, and 19,343 were in Lehigh County.",
  "/wiki/Loyola_Greyhounds_men%27s_soccer": "The Loyola Greyhounds men's soccer team represents Loyola University Maryland in NCAA Division I soccer. It became a member of the Patriot League on July 1, 2013. Previously it competed in the Metro Atlantic Athletic Conference (MAAC) from 1989 to 2013. To avoid ambiguity, the team is often referenced as Loyola Maryland or Loyola (MD), as there are two other institutions named Loyola that compete at the Division I level (Loyola-Chicago of Illinois and Loyola-Marymount of California).",
  "/wiki/Baltimore": "Baltimore (/ˈbɔːltɪmɔːr/ BAWL-tim-or, locally: /ˈbɔːlmər/) is the most populous city in the U.S. state of Maryland, as well as the 30th most populous city in the United States, with a population of 602,495 in 2018 and also the largest such independent city in the country. Baltimore was established by the Constitution of Maryland as an independent city in 1729. As of 2017, the population of the Baltimore metropolitan area was estimated to be just under 2.802 million, making it the 21st largest metropolitan area in the country. Baltimore is located about 40 miles (64 km) northeast of Washington, D.C., making it a principal city in the Washington-Baltimore combined statistical area (CSA), the fourth-largest CSA in the nation, with a calculated 2018 population of 9,797,063.",
  "/wiki/Ridley_Athletic_Complex": "The Rev. Harold Ridley, S.J. Intercollegiate Athletic Complex is a multi-sport facility owned and operated by Loyola University Maryland. It is located 1½ miles (2.41 kilometers) west of the main campus in Baltimore, Maryland, on a 71-acre (29 ha) parcel of land at the southwest corner of the intersection of the Jones Falls Expressway and Coldspring Lane in the Woodberry neighborhood. At a total cost of US$62 million, it was the largest capital project in Loyola's history. Named after Rev. Harold Ridley, S.J. at the request of an anonymous donor whose $5 million contribution was the most from an individual to the university, the complex consists of a 6,000-seat stadium for Loyola Greyhounds men's and women's soccer and lacrosse, an additional field for its men's rugby union club and eight courts for men's and women's tennis.",
  "/wiki/Navy_Midshipmen_men%27s_soccer": "The Navy Midshipmen men's soccer team represents the United States Naval Academy in National Collegiate Athletic Association (NCAA) Division I men's soccer. Navy competes as a member of the Patriot League. It used to play its home games at Navy–Marine Corps Memorial Stadium, but now plays them at Glenn Warner Soccer Facility.",
  "/wiki/Annapolis,_Maryland": "Annapolis (/əˈnæpəlɪs/) is the capital of the U.S. state of Maryland, as well as the county seat of Anne Arundel County. Situated on the Chesapeake Bay at the mouth of the Severn River, 25 miles (40 km) south of Baltimore and about 30 miles (50 km) east of Washington, D.C., Annapolis is part of the Baltimore–Washington metropolitan area. Its population was measured at 38,394 by the 2010 census.",
  "/wiki/Glenn_Warner_Soccer_Facility": "The Glenn Warner Soccer Facility is a soccer-specific stadium at the United States Naval Academy in Annapolis, Maryland. The college soccer facility is named for beloved longtime coach Glenn Warner. It was the site of Crystal Palace Baltimore's first-ever match, a 3–1 loss to its parent club on July 15, 2006.",
  "/wiki/2013_Patriot_League_men's_soccer_season": "The 2013 Patriot League men's football season will be the 21st season of men's varsity soccer in the conference."
}