{
  "/wiki/IOS": "iOS (formerly iPhone OS) is a mobile operating system created and developed by Apple Inc. exclusively for its hardware. It is the operating system that presently powers many of the company's mobile devices, including the iPhone, and iPod Touch; it also powered the iPad prior to the introduction of iPadOS in 2019. It is the second most popular mobile operating system globally after Android.",
  "/wiki/Facebook": "Facebook is an American online social media and social networking service based in Menlo Park, California and a flagship service of the namesake company Facebook, Inc. It was founded by Mark Zuckerberg, along with fellow Harvard College students and roommates Eduardo Saverin, Andrew McCollum, Dustin Moskovitz and Chris Hughes.",
  "/wiki/Alan_Wake": "Alan Wake is an action-adventure video game developed by Remedy Entertainment and published by Microsoft Studios, released for the Xbox 360 and Microsoft Windows. The story follows best-selling thriller novelist Alan Wake as he tries to uncover the mystery behind his wife's disappearance during a vacation in the small fictional town of Bright Falls, Washington, all while experiencing events from the plot in his latest novel, which he cannot remember writing, coming to life.",
  "/wiki/Xbox_360": "The Xbox 360 is a home video game console developed by Microsoft. As the successor to the original Xbox, it is the second console in the Xbox series. It competed with Sony's PlayStation 3 and Nintendo's Wii as part of the seventh generation of video game consoles. It was officially unveiled on MTV on May 12, 2005, with detailed launch and game information announced later that month at the 2005 Electronic Entertainment Expo.",
  "/wiki/CityVille": "CityVille is a defunct casual social city-building game developed by Zynga, and released in December 2010.",
  "/wiki/CastleVille": "CastleVille is a defunct social network game made by Zynga's Dallas studio and was released on November 2011. It combined a number of elements from the company's other \"Ville\" range of games. On launch it had received a million \"likes\" on Facebook. By the end of its first month, it had become the fifth most popular game on Facebook with 26.5 million players. The game was a freemium game, meaning there is no cost to play but players have the option of purchasing premium content.",
  "/wiki/Deadfall_Adventures": "Deadfall Adventures is an action-adventure video game developed by The Farm 51 and published by Nordic Games. Deadfall: Adventures was released on November 15, 2013 for Windows and Xbox 360, and on October 28, 2014 for PlayStation 3. The game is set in the universe of the Allan Quatermain series, created by H. Rider Haggard.",
  "/wiki/Dear_Esther": "Dear Esther is a first-person exploration and adventure video game developed by The Chinese Room for Microsoft Windows, Mac OS X, PlayStation 4 and Xbox One. First released in 2008 as a free-to-play modification for the Source game engine, the game was entirely redeveloped for a commercial release in 2012. Featuring minimalistic gameplay, the player's only objective in the game is to explore an unnamed island in the Hebrides, listening to a troubled man read a series of letters to his deceased wife. Details of her mysterious death are revealed as the player moves throughout the island.",
  "/wiki/Personal_computer": "A personal computer (PC) is a multi-purpose computer whose size, capabilities, and price make it feasible for individual use. Personal computers are intended to be operated directly by an end user, rather than by a computer expert or technician. Unlike large costly minicomputer and mainframes, time-sharing by many people at the same time is not used with personal computers.",
  "/wiki/Demon%27s_Souls": "Demon's Souls[a] is an action role-playing game developed by FromSoftware for the PlayStation 3 under the supervision of SCE Japan Studio. It was published in Japan by Sony Computer Entertainment in February 2009, in North America by Atlus USA in October 2009, and in PAL territories by Namco Bandai Games in June 2010. The game is referred to as a spiritual successor to FromSoftware's King's Field series.",
  "/wiki/PlayStation_3": "The PlayStation 3 (officially abbreviated as PS3) is a home video game console developed by Sony Computer Entertainment. It is the successor to PlayStation 2, and is part of the PlayStation brand of consoles. It was first released on November 11, 2006 in Japan, November 17, 2006 in North America, and March 23, 2007 in Europe and Australia. The PlayStation 3 competed primarily against Microsoft's Xbox 360 and Nintendo's Wii as part of the seventh generation of video game consoles.",
  "/wiki/Eufloria": "Eufloria (formerly Dyson) is a real-time strategy video game developed by British studio Omni Systems Limited, consisting of independent developers Alex May, Rudolf Kremers and Brian Grainger. It was named after the Dyson tree hypothesis by Freeman Dyson that a tree-like plant could grow on a comet.",
  "/wiki/PS_Vita": "The PlayStation Vita (also known as the PS Vita or simply Vita) is a handheld video game console developed and marketed by Sony Computer Entertainment. It was first released in Japan on December 17, 2011, and in North America, Europe, and other international territories beginning on February 22, 2012. The console is the successor to the PlayStation Portable, and a part of the PlayStation brand of gaming devices; as part of the eighth generation of video game consoles, it primarily competed with the Nintendo 3DS.",
  "/wiki/Gran_Turismo_PSP": "Gran Turismo (グランツーリスモ, Guran Tsūrisumo) is a 2009 PlayStation Portable (PSP) game developed by Polyphony Digital. The game was announced at the E3 Sony press conference on May 11, 2004, alongside the original PSP. Following five years of delays and speculation, during which it was variously known as Gran Turismo 4 Mobile,  Gran Turismo Mobile, Gran Turismo 5 Portable and Gran Turismo Portable, it made a reappearance at E3 on June 2, 2009 in playable form. It was released on October 1, 2009 as one of the launch titles for the new PSP Go. As of September 2017, Gran Turismo has sold 4.67 million units, making it one of the best-selling PSP games. On June 1, 2010, the game was re-released as part of Sony's Greatest Hits budget line of video games.",
  "/wiki/PlayStation_Portable": "The PlayStation Portable[a] (PSP) is a handheld game console developed and marketed by Sony Computer Entertainment. It was first released in Japan on December 12, 2004, in North America on March 24, 2005, and in PAL regions on September 1, 2005, and is the first handheld installment in the PlayStation line of consoles. As a seventh generation console, the PSP primarily competed with the Nintendo DS.",
  "/wiki/Half-Minute_Hero": "Half-Minute Hero[a] is a hybrid real-time strategy action role-playing shoot 'em up video game developed by Marvelous Entertainment. It was initially released as a PlayStation Portable exclusive in Japan on May 28, 2009, in North America on October 13, 2009 and in Europe on February 19, 2010. It was re-released on the Xbox Live Arcade on June 29, 2011 under the title Half-Minute Hero: Super Mega Neo Climax, and on Microsoft Windows' Steam on September 27, 2012 under the title Half-Minute Hero: Super Mega Neo Climax Ultimate Boy.",
  "/wiki/Wii": "The Wii (/wiː/ WEE; known unofficially as the Nintendo Wii) is a home video game console released by Nintendo on November 19, 2006. As a seventh-generation console, the Wii competed with Microsoft's Xbox 360 and Sony's PlayStation 3. Nintendo states that its console targets a broader demographic than that of the two others.  As of the first quarter of 2016[update], the Wii led its generation over the PlayStation 3 and Xbox 360 in worldwide sales, with more than 101 million units sold; in December 2009, the console broke the sales record for a single month in the United States.",
  "/wiki/Harvest_Moon:_Tree_of_Tranquility": "Harvest Moon: Tree of Tranquility (牧場物語 やすらぎの樹, Bokujō Monogatari: Yasuragi no Ki, Harvest Moon: Tree of Peace) is a farming simulation video game released on June 7, 2007 by Marvelous Interactive. It was released for Nintendo's Wii console and was the first title in the Story of Seasons series originally developed for the Wii.",
  "/wiki/Hidden_Chronicles": "Hidden Chronicles is a defunct hidden object social game developed by Zynga and released in January 2012. It’s available for play on the Facebook platform. It is Zynga’s first hidden object game. Players earn points by finding hidden objects within scenes. Additional scenes are unlocked with reputation points earned by interacting with friends. The game is a freemium game, meaning there is no cost to play but players have the option of purchasing premium content.",
  "/wiki/Joe_Danger": "Joe Danger is a side-scrolling video game incorporating elements of racing and platform games, and is the first game developed by Hello Games. The player controls the eponymous daredevil and navigates time-limited courses, aiming to complete enough objectives to continue to further rounds. Joe Danger is presented in a light-hearted way, with emphasis on stunts and maintaining speed.",
  "/wiki/Kingdom_Conquest": "Kingdom Conquest (キングダムコンクエスト, Kingudamu Konkuesuto) is a massively multiplayer online game strategy game with incorporated city-building, card collection and third-person action gameplay elements, developed and published by Sega for iOS and Android devices in 2010. It is free to download and play, and offers several in-game purchases to enhance gameplay. A sequel, titled Kingdom Conquest II, was released in Japan in December 2012, and worldwide in January 2013.",
  "/wiki/King_of_Fighters_XIII": "The King of Fighters XIII (Japanese: ザ・キング・オブ・ファイターズ XIII) is a fighting game in The King of Fighters series, developed and published by SNK Playmore originally in 2010. King of Fighters XIII was released for Japanese arcades on July 14, 2010, while ports for the Xbox 360 and PlayStation 3 were during late 2011 in Japan and English regions, with Atlus USA and Rising Star Games being in charge of releasing them in the United States and Europe respectively. Versions for iOS and Android followed in 2011–2012. A PC version was released on Steam on September 13, 2013.",
  "/wiki/Deca_Sports_Extreme": "Deca Sports Extreme is a sports video game for the Nintendo 3DS which is developed by Hudson Soft and published by Konami in the Deca Sports series. The first images of the game were leaked by the Official Nintendo Magazine in late December 2010.",
  "/wiki/Nintendo_3DS": "The Nintendo 3DS[a] is a handheld game console produced by Nintendo. It is capable of displaying stereoscopic 3D effects without the use of 3D glasses or additional accessories. Nintendo announced the console in March 2010 and officially unveiled it at E3 2010 on June 15. The console succeeds the Nintendo DS, featuring backward compatibility with older Nintendo DS video games. Its primary competitor was Sony's PlayStation Vita."
}