{
  "/wiki/Zersenay_Tadesse": "Zersenay Tadese[nb] (Tigrinya: ዘርእሰናይ ታደሰ; born 8 February 1982) is an Eritrean long-distance track and road running athlete. He held the men's half marathon world record from 2010 to 2018. His bronze medal in the 10,000 metres at the 2004 Athens Olympics made him the first ever Eritrean Olympic medallist, and his 20-km title at the 2006 IAAF World Road Running Championships also made him the country's first athlete to win at a world championship event. He does not use a sprint finish to win races; his strategy relies on a combination of efficient running and fast pace setting.",
  "/wiki/Eritrea": "Eritrea (/ˌɛrɪˈtreɪə, ˌɛrɪˈtriːə/ (listen) officially the State of Eritrea), is a country in the Horn of Africa in East Africa, with its capital at Asmara. It is bordered by Sudan in the west, Ethiopia in the south, and Djibouti in the southeast. The northeastern and eastern parts of Eritrea have an extensive coastline along the Red Sea. The nation has a total area of approximately 117,600 km2 (45,406 sq mi), and includes the Dahlak Archipelago and several of the Hanish Islands.",
  "/wiki/Robert_Kipkorir_Kipchumba": "Robert Kipkorir Kipchumba (born February 2, 1984 in Kaptul, Marakwet District) is a Kenyan long-distance track, and road running athlete.",
  "/wiki/Kenya": "Kenya (/ˈkɛnjə/ (listen)), officially the Republic of Kenya (Swahili: Jamhuri ya Kenya), is a country in Africa with 47 semiautonomous counties governed by elected governors. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Mombasa. Kisumu City is the third largest city and also an inland port on Lake Victoria. Other important urban centres include Nakuru and Eldoret.",
  "/wiki/Wilson_Kiprotich_Kebenei": "Wilson Kiprotich Kebenei (born 20 July 1980) is a Kenyan long-distance runner. He is a Nandi by ethnicity.",
  "/wiki/Wilson_Busienei": "Wilson Kipkemei Busienei (born 18 August 1981 in Nakasongola) is an Ugandan long-distance runner. He is best known for winning three gold medals at the 2005 Summer Universiade. He has represented his country at the World Championship level in cross country running and road running and on the track. He took part in the 2004 Summer Olympics, finishing eleventh in the 10,000 metres. Busienei has also competed at the Commonwealth Games, having taken fifth in the 10,000 m in 2006.",
  "/wiki/Uganda": "Uganda, officially the Republic of Uganda (Swahili: Jamhuri ya Uganda; Luganda: Eggwanga Yuganda) is a landlocked country in East-Central Africa. It is bordered to the east by Kenya, to the north by South Sudan, to the west by the Democratic Republic of the Congo, to the south-west by Rwanda, and to the south by Tanzania. The southern part of the country includes a substantial portion of Lake Victoria, shared with Kenya and Tanzania. Uganda is in the African Great Lakes region. Uganda also lies within the Nile basin, and has a varied but generally a modified equatorial climate.",
  "/wiki/Wilfred_Taragon": "Wilfred Kipkoech Taragon (born 25 February 1985) is a Kenyan long-distance runner.",
  "/wiki/Deriba_Merga": "Deriba Merga Ejigu (Amharic: ደርባ መርጋ አጅጉ; born 26 October 1980) is an Ethiopian long-distance runner. He mainly competes in the marathon. He finished fourth in that event at the 2008 Beijing Olympics and went on to win the Boston Marathon the following year. His personal best for the distance is 2:06:38 hours.",
  "/wiki/Ethiopia": "Ethiopia (/ˌiːθiˈoʊpiə/; Amharic: ኢትዮጵያ, ʾĪtyōṗṗyā, listen (help·info), Tigrinya: ኢትዮጵያ, Oromo: Itiyoophiyaa, Somali: Itoobiya, Afar: Itiyoophiyaa), officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti to the northeast, Somalia and Somaliland to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. With over 109 million inhabitants, Ethiopia is the most populous landlocked country in the world and the second-most populous nation on the African continent with a total area of 1,100,000 square kilometres (420,000 sq mi). Its capital and largest city is Addis Ababa, which lies a few miles west of the East African Rift that splits the country into the Nubian and Somali tectonic plates.\nSome of the oldest skeletal evidence for anatomically modern humans has been found in Ethiopia. It is widely considered as the region from which modern humans first set out for the Middle East and places beyond. According to linguists, the first Afroasiatic-speaking populations settled in the Horn region during the ensuing Neolithic era. Tracing its roots to the 2nd millennium BCE, Ethiopia's governmental system was a monarchy for most of its history. Oral literature tells that the monarchy was founded by the Solomonic dynasty of the Queen of Sheba, under its first king, Menelik I. In the first centuries, the Kingdom of Aksum maintained a unified civilization in the region, followed by the Ethiopian Empire circa 1137. During the late 19th-century Scramble for Africa, Ethiopia and Liberia were two nations that preserved their sovereignty from long-term colonisation by a European colonial power and many newly-independent nations on the continent subsequently adopted its flag colours. However, the country was later occupied by Italy in 1936 and became Italian Ethiopia (part of Italian East Africa) until it was liberated during World War II. Ethiopia was also the first independent member from Africa of the 20th-century League of Nations and the United Nations. In 1974, the Ethiopian monarchy under Haile Selassie was overthrown by the Derg, a communist military government backed by the Soviet Union. In 1987, the Derg established the People's Democratic Republic of Ethiopia, but it was overthrown in 1991 by the Ethiopian People's Revolutionary Democratic Front, which has been the ruling political coalition since.",
  "/wiki/Tadesse_Tola": "Tadese Tola (born 31 October 1987 in Addis Ababa) is an Ethiopian long-distance runner. He has represented Ethiopia at World championship level in cross country, road running, and on the track.",
  "/wiki/Mubarak_Hassan_Shami": "Mubarak Hassan Shami (Arabic: مبارك حسن شامي‎, born Richard Yatich on December 1, 1980) is a Kenyan-born Qatari long-distance runner. He specializes in half marathon and marathon races.",
  "/wiki/Qatar": "Qatar (/ˈkætɑːr/, /ˈkɑːtɑːr/ (listen), /ˈkɑːtər/ or /kəˈtɑːr/ (listen); Arabic: قطر‎ Qaṭar [ˈqɑtˤɑr]; local vernacular pronunciation: [ˈɡɪtˤɑr]), officially the State of Qatar (Arabic: دولة قطر‎ Dawlat Qaṭar), is a country located in Western Asia, occupying the small Qatar Peninsula on the northeastern coast of the Arabian Peninsula.\nWhether the sovereign state should be regarded as a constitutional monarchy or an absolute monarchy is disputed. Its sole land border is with neighbouring Gulf Cooperation Council (GCC) monarchy Saudi Arabia to the south, with the rest of its territory surrounded by the Persian Gulf. The Gulf of Bahrain, an inlet of the Persian Gulf, separates Qatar from nearby Bahrain.",
  "/wiki/Dieudonn%C3%A9_Disi": "Dieudonné Disi (born 24 November 1980 in Ntyazo, Butare) is a Rwandan long-distance and cross country runner.",
  "/wiki/Rwanda": "Rwanda (/ruˈɑːndə, -ˈæn-/ (listen); Kinyarwanda: u Rwanda [u.ɾɡwaː.nda] (listen)), formerly Ruanda, officially the Republic of Rwanda (Kinyarwanda: Repubulika y'u Rwanda; Swahili: Jamhuri ya Rwanda; French: République du Rwanda or République Rwandaise), is a country in Central Africa and one of the smallest countries on the African mainland, and its capital city is Kigali. Located a few degrees south of the Equator, Rwanda is bordered by Uganda, Tanzania, Burundi, and the Democratic Republic of the Congo. Rwanda is in the African Great Lakes region and is highly elevated; its geography is dominated by mountains in the west and savanna to the east, with numerous lakes throughout the country. The climate is temperate to subtropical, with two rainy seasons and two dry seasons each year. Rwanda has a population of over 12.6 million  living on 26,338 sq. km of land, and therefore it is the most densely populated mainland African country.",
  "/wiki/Yonas_Kifle": "Yonas Andebrhan Kifle  (born 5 November 1977) is an Eritrean runner who specializes in the 10,000 metres, the marathon and cross-country running. He has represented Eritrea at the Olympics on four occasions; in 2000, 2004, 2008 and 2012. He has also competed at World Championship-level in cross country, road running, and on the track indoors and outdoors.",
  "/wiki/Ryan_Hall_(runner)": "Ryan Hall (born October 14, 1982 in Kirkland, Washington) is a retired American long-distance runner who holds the U.S. record in the half marathon. With his half marathon record time (59:43), he became the first U.S. runner to break the one-hour barrier in the event. He is also the only American to run a sub-2:05 marathon (2:04:58 at the 2011 Boston marathon).  However, this time is not eligible to be a record due to the course being point-to-point and a net-downhill course.  Hall won the marathon at the 2008 United States Olympic Trials and placed tenth in the Olympic marathon in Beijing.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Dickson_Marwa": "Dickson Marwa Mkami (born 9 March 1982 in Tarime District, Mara Region) is a Tanzanian long-distance runner. He competes in both track and road running. He represented Tanzania at the 2006 Commonwealth Games and the 2008 Olympic Games. He is the Tanzanian record holder for the half marathon with his best of 59:52 minutes.",
  "/wiki/Tanzania": "Tanzania (/ˌtænzəˈniːə/,[note 2] Swahili: [tanzaˈni.a]), officially the United Republic of Tanzania (Swahili: Jamhuri ya Muungano wa Tanzania), is a country in East Africa within the African Great Lakes region. It borders Uganda to the north; Kenya to the northeast; Comoro Islands at the Indian Ocean to the east; Mozambique and Malawi to the south; Zambia to the southwest; and Rwanda, Burundi, and the Democratic Republic of the Congo to the west. Mount Kilimanjaro, Africa's highest mountain, is in northeastern Tanzania.",
  "/wiki/Martin_Toroitich": "Martin Kitiyo Toroitich (born 10 August 1983 in Kurongur) is a Ugandan long-distance runner who specializes in the half marathon.",
  "/wiki/Essa_Ismail_Rashed": "Essa Ismail Rashed (Arabic: عيسى اسماعيل راشد ; born Daniel Kipkosgei on 14 December 1986) is a long-distance runner now representing Qatar after his switch from Kenya in 2004. He represented his adopted country at the 2008 Summer Olympics and the  World Championships in Athletics in 2005 and 2007. He is coached by the Italian Renato Canova.",
  "/wiki/Cuthbert_Nyasango": "Cuthbert Nyasango (born 17 September 1982) is a Zimbabwean long-distance runner.  He was born in Nyanga.  Nyasango competed for Zimbabwe at the 2012 Summer Olympics in London where he placed seventh in the marathon and was the flag bearer for his country at the Closing Ceremony on 12 August 2012.",
  "/wiki/Zimbabwe": "Zimbabwe (/zɪmˈbɑːbweɪ, -wi/), officially the Republic of Zimbabwe, formerly Rhodesia, is a landlocked country located in Southern Africa, between the Zambezi and Limpopo Rivers, bordered by South Africa, Botswana, Zambia and Mozambique. The capital and largest city is Harare. The second largest is Bulawayo. A country of roughly 14 million people, Zimbabwe has 16 official languages, with English, Shona, and Ndebele the most common.",
  "/wiki/Jamal_Bilal_Salem": "Gamal Belal Salem (born Kipkemoi Katui on 12 September 1978 in Eldoret, Kenya) is a Qatari runner who specializes in the 3000 metres steeplechase, training with the world record holder Saif Saaeed Shaheen under the Italian coach Renato Canova.",
  "/wiki/Fred_Mogaka": "Fred Mogaka Tumbo (born 18 June 1978) is a Kenyan long-distance runner who specializes in the marathon.",
  "/wiki/Lusapho_April": "Lusapho Lesly April (born 1982) is a South African long-distance runner. He was born in Uitenhage. He competed in the marathon at the 2012 Summer Olympics in London, but managed only 43rd place after falling mid-race.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry.",
  "/wiki/James_Theuri": "James Theuri (born October 30, 1978 in Kanjinji, Kenya) is a French athlete who specialises in the marathon. Theuri competed at the 2009 World Athletics Championships.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12."
}