{
  "/wiki/Lornah_Kiplagat": "Lornah Kiplagat (born 1 May 1974) is a Dutch long-distance runner. She was born in Kabiemit, Rift Valley Province, Kenya and came to the Netherlands in 1999. She gained Dutch citizenship in 2003 and has competed for the Netherlands since. She runs not only road events but also in cross country and track and field.\n She ran at the 2004, 2008 and 2012 Summer Olympics, was the 2007 gold medallist at the IAAF World Cross Country Championships, and took three straight World Road Running Championship titles from 2006 to 2008. In the marathon, she holds a best time of 2:22:22 hours and has won major races in Rotterdam, Amsterdam and Osaka. She currently holds the world road record over 5 kilometres and 10 miles. Her best times over 20 km and the half marathon distance were world records from 2007 to 2011 and remain the second fastest times ever.\n Part of a highly successful family of runners, her relatives include Sylvia Kibet, Hilda Kibet and Susan Sirma.\n She is the founder of the famous high altitude training centre in Iten Kenya. \nThe centre is at 2400 metres high above sea level. \nElite athletes and recreational runners from all over the world visit HATC every year for training.\nShe is also the founder of her own African inspired sports brand called after her name 'Lornah'.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages. \n The five largest cities in the Netherlands are Amsterdam, Rotterdam, The Hague, Utrecht and Eindhoven. Amsterdam is the country's most populous city and nominal capital, while The Hague holds the seat of the States General, Cabinet and Supreme Court. The Port of Rotterdam is the busiest seaport in Europe, and the busiest in any country outside Asia. Amsterdam Airport Schiphol is the busiest airport in the Netherlands, and the third busiest in Europe. The country is a founding member of the EU, Eurozone, G10, NATO, OECD and WTO, as well as a part of the Schengen Area and the trilateral Benelux Union. It hosts several intergovernmental organisations and international courts, many of which are centered in The Hague, which is consequently dubbed 'the world's legal capital'.\nNetherlands literally means 'lower countries' in reference to its low elevation and flat topography, with only about 50% of its land exceeding 1 metre (3 ft 3 in) above sea level, and nearly 17% falling below sea level. Most of the areas below sea level, known as polders, are the result of land reclamation that began in the 16th century. With a population of 17.4 million people, all living within a total area of roughly 41,800 square kilometres (16,100 sq mi)—of which the land area is 33,500 square kilometres (12,900 sq mi)—the Netherlands is the 12th most densely populated country in the world and the 5th most densely populated country in Europe, with a density of 521 per square kilometre (1,350/sq mi). Nevertheless, it is the world's second-largest exporter of food and agricultural products (after the United States), owing to its fertile soil, mild climate, intensive agriculture and inventiveness.\n The Netherlands has been a parliamentary constitutional monarchy with a unitary structure since 1848. The country has a tradition of pillarisation and a long record of social tolerance, having legalised abortion, prostitution and human euthanasia, along with maintaining a liberal drug policy. The Netherlands abolished the death penalty in 1870, allowed women's suffrage in 1917, before becoming the world's first country to legalise same-sex marriage in 2001. Its mixed-market advanced economy had the thirteenth-highest per capita income globally. The Netherlands ranks among the highest in international indexes of press freedom, economic freedom, human development and quality of life, as well as happiness.[g]. In 2009, The Netherlands had the seventh highest economy as measured by GDP per capita. In 2013, it ranked fourth on the human development index.",
  "/wiki/Constantina_Diţă-Tomescu": "Constantina Diță (formerly Constantina Diță-Tomescu born on January 23, 1970 in Turburea, Gorj County), is a Romanian long-distance runner, who specializes mainly in the half marathon and marathon. She was the marathon gold medallist at the 2008 Beijing Olympics, having previously won a bronze medal at the 2005 World Championships in Athletics. She also represented her country at the Olympics in 2000 and 2004.\n She has a marathon best of 2:21:30 hours. She was the champion at the 2005 IAAF World Half Marathon Championships – the first Romanian to win that honour. She was the 2004 Chicago Marathon winner.",
  "/wiki/Romania": "Romania (/roʊˈmeɪniə/ (listen) ro-MAY-nee-ə; Romanian: România [romɨˈni.a] (listen)) is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It has borders with the Black Sea to the southeast, Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east. It has a predominantly temperate-continental climate. With a total area of 238,397 square kilometers (92,046 square miles), Romania is the 8th largest country and also the 6th most populous member state of the European Union, having almost 20 million inhabitants. Its capital and largest city is Bucharest, and other major urban areas include Cluj-Napoca, Timișoara, Iași, Constanța, Craiova, Brașov, and Galați.\n The River Danube, Europe's second-longest river, rises in Germany's Black Forest and flows in a general southeast direction for 2,857 km (1,775 mi), coursing through ten countries before emptying into Romania's Danube Delta. The Carpathian Mountains, which cross Romania from the north to the southwest, include Moldoveanu Peak, at an altitude of 2,544 m (8,346 ft).\n Modern Romania was formed in 1859 through a personal union of the Danubian Principalities of Moldavia and Wallachia. The new state, officially named Romania since 1866, gained independence from the Ottoman Empire in 1877. Following World War I after declaring its neutrality in 1914, when Romania fought on the side of the Allied powers starting with 1916, Bukovina, Bessarabia, Transylvania as well as parts of Banat, Crișana, and Maramureș became part of the sovereign Kingdom of Romania. In June–August 1940, as a consequence of the Molotov–Ribbentrop Pact and Second Vienna Award, Romania was compelled to cede Bessarabia and Northern Bukovina to the Soviet Union, and Northern Transylvania to Hungary. In November 1940, Romania signed the Tripartite Pact and, consequently, in June 1941 entered World War II on the Axis side, fighting against the Soviet Union until August 1944, when it joined the Allies and recovered Northern Transylvania. Following the war, under the occupation of the Red Army's forces, Romania became a socialist republic and member of the Warsaw Pact. After the 1989 Revolution, Romania began a transition towards democracy and a market economy.\n Romania ranks 52nd in the Human Development Index, and is a developing country. It has the world's 47th largest economy by nominal GDP and an annual economic growth rate of 7% (2017), the highest in the EU at the time. Following rapid economic growth in the early 2000s, Romania has an economy predominantly based on services, and is a producer and net exporter of machines and electric energy, featuring companies like Automobile Dacia and OMV Petrom. It has been a member of the United Nations since 1955, part of NATO since 2004, and part of the European Union since 2007. An overwhelming majority of the population identifies themselves as Eastern Orthodox Christians and are native speakers of Romanian, a Romance language.",
  "/wiki/Rita_Sitienei_Jeptoo": "Rita Jeptoo (born 15 February 1981) is a Kenyan marathon runner. Originally a winner of the Boston Marathon three times, including setting the then course record at 2:18:57 in 2014, she had also won marathons in Chicago, Stockholm, and Milan, as well as having represented Kenya in the event at the 2007 World Championships in Athletics. She was the bronze medalist at the 2006 IAAF World Road Running Championships.\n Jeptoo tested positive for EPO in an out-of-competition test 25 September 2014. Athletics Kenya handed her a two-year ban from sports for the anti-doping rule violation. On 26 October 2016, the Court of Arbitration for Sport upheld an appeal from the IAAF against the leniency of the two-year ban given by Athletics Kenya, and instead set a four-year ban, and the annulling of all results from 17 April 2014, including her wins in the 2014 Boston and Chicago marathons, citing \"her deceptive and obstructive conduct throughout the proceedings\" as aggravating factors justifying the maximum penalty",
  "/wiki/Kenya": "Kenya (/ˈkɛnjə/ (listen)), officially the Republic of Kenya (Swahili: Jamhuri ya Kenya), is a country in Africa with 47 semiautonomous counties governed by elected governors. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Mombasa. Kisumu City is the third largest city and also an inland port on Lake Victoria. Other important urban centres include Nakuru and Eldoret.\n Kenya is bordered by South Sudan to the northwest, Ethiopia to the north, Somalia to the east, Uganda to the west, Tanzania to the south, and the Indian Ocean to the southeast.\n According to archaeological dating of associated artifacts and skeletal material, the Cushites first settled in the lowlands of Kenya between 3,200 and 1,300 BC, a phase referred to as the Lowland Savanna Pastoral Neolithic.\n Nilotic-speaking pastoralists (ancestral to Kenya's Nilotic speakers) started migrating from present-day southern Sudan into Kenya around 500 BC. European colonisation of Kenya began in the 19th century during the European exploration of the interior. Modern-day Kenya emerged from a protectorate established by the British Empire in 1895 and the subsequent Kenya Colony, which began in 1920. Numerous disputes between the UK and the colony led to the Mau Mau revolution, which began in 1952, and the subsequent declaration of independence in 1963. After independence, Kenya remained a member of the Commonwealth of Nations. The current constitution was adopted in 2010 to replace the 1963 independence constitution.\n Kenya is a presidential representative democratic republic, in which elected officials represent the people and the president is the head of state and government. Kenya is a member of the United Nations, World Bank, International Monetary Fund, COMESA, International Criminal Court, and other international organisations. With a GNI of 1,460, Kenya is a lower-middle-income economy. Kenya's economy is the largest in eastern and central Africa, with Nairobi serving as a major regional commercial hub. Agriculture is the largest sector: tea and coffee are traditional cash crops, while fresh flowers are a fast-growing export. The service industry is also a major economic driver, particularly tourism. Kenya is a member of the East African Community trade bloc, though some international trade organisations categorise it as part of the Greater Horn of Africa. Africa is Kenya's largest export market, followed by the European Union.",
  "/wiki/Dire_Tune": "Dire Tune Arissi (pronounced \"Deer-ay Too-nay\"; Ge'ez: ዲሬ ቱኔ, born 19 June 1985) is an Ethiopian long-distance runner.\n Tune competed in the marathon at the 2005 World Championships. At the 2006 World Road Running Championships she finished fourth in the individual competition. This was good enough to help Ethiopia win a silver medal in the team competition.\n On April 21, 2008, Tune won the Boston Marathon with a time of 2:25:25. She was then selected to represent her country in the marathon at the 2008 Summer Olympics, and was the only Ethiopian to finish, placing 15th in a time of 2:31:16. In April 2009, Tune finished second by one second in the Boston Marathon with a time of 2:32:17. After finishing the race, she collapsed and had to be taken to the hospital. Her agent said the problem was due in part to dehydration combined with the cool weather and the fact that she trained for a shorter race.\n Dire Tune holds the One Hour running world record of 18.517 kilometres set June 12, 2008 in Ostrava. The previous record (18,340 m) was set by Tegla Loroupe ten years earlier.\n Tune won the 2009 Ras Al Khaimah Half Marathon, setting the Ethiopian half marathon record of 1:07:18. The previous national record (1:08:07) was set by Bezunesh Bekele in 2007 in Udine.\n She won the 2010 Ottawa 10K race in 32:11 in late May, becoming the first woman to finish ahead of the men's winner in the mixed gender race where the men's section begins four minutes after the women. She ran at the Bogota Half Marathon in August and finished as runner-up, some six seconds behind winner Shewarge Amare. The Frankfurt Marathon followed in November and she improve her personal best by almost a minute, running 2:23:44 for the runner-up spot behind Caroline Kilel.\n She started the 2011 season with a win at the Ethiopian 15K Championships, beating Atsede Habtamu at the line. She ran at the Ras Al Khaimah Half Marathon a few days later and was the runner-up, albeit some minutes behind a world record-breaking Mary Keitany. She came close to winning the World's Best 10K race in Puerto Rico two weeks later, but was edged into second by Sentayehu Ejigu. She topped the podium at the World 10K Bangalore, pipping Merima Mohammed at the line. She ran the marathon at the 2011 World Championships in Athletics in Daegu, South Korea. Despite running the first 13 miles in the lead pack, she was disqualified after consuming a drink from an unknown person in the crowd, which is against IAAF rules.",
  "/wiki/Ethiopia": "Ethiopia (/ˌiːθiˈoʊpiə/; Amharic: ኢትዮጵያ, ʾĪtyōṗṗyā, listen (help·info), Tigrinya: ኢትዮጵያ, Oromo: Itiyoophiyaa, Somali: Itoobiya, Afar: Itiyoophiyaa), officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti to the northeast, Somalia, and the de facto state of Somaliland to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. With over 109 million inhabitants, Ethiopia is the most populous landlocked country in the world and the second-most populous nation on the African continent with a total area of 1,100,000 square kilometres (420,000 sq mi). Its capital and largest city is Addis Ababa, which lies a few miles west of the East African Rift that splits the country into the Nubian and Somali tectonic plates.\nSome of the oldest skeletal evidence for anatomically modern humans has been found in Ethiopia. It is widely considered as the region from which modern humans first set out for the Middle East and places beyond. According to linguists, the first Afroasiatic-speaking populations settled in the Horn region during the ensuing Neolithic era. Tracing its roots to the 2nd millennium BCE, Ethiopia's governmental system was a monarchy for most of its history. Oral literature tells that the monarchy was founded by the Solomonic dynasty of the Queen of Sheba, under its first king, Menelik I. In the first centuries, the Kingdom of Aksum maintained a unified civilization in the region, followed by the Ethiopian Empire circa 1137. During the late 19th-century Scramble for Africa, Ethiopia and Liberia were two nations that preserved their sovereignty from long-term colonisation by a European colonial power and many newly-independent nations on the continent subsequently adopted its flag colours. However, the country was later occupied by Italy in 1936 and became Italian Ethiopia (part of Italian East Africa) until it was liberated during World War II. Ethiopia was also the first independent member from Africa of the 20th-century League of Nations and the United Nations. In 1974, the Ethiopian monarchy under Haile Selassie was overthrown by the Derg, a communist military government backed by the Soviet Union. In 1987, the Derg established the People's Democratic Republic of Ethiopia, but it was overthrown in 1991 by the Ethiopian People's Revolutionary Democratic Front, which has been the ruling political coalition since.\n Ethiopia and Eritrea use the ancient Ge'ez script, which is one of the oldest alphabets still in use in the world. They follow the Ethiopian calendar, which is approximately seven years and three months behind the Gregorian calendar. A majority of the population adheres to Christianity (mainly the Ethiopian Orthodox Tewahedo Church and P'ent'ay) and the historical Kingdom of Aksum was one of the first states to officially adopt the religion, whereas around a third follows Islam (primarily Sunni). The country is the site of the Migration to Abyssinia and the oldest Muslim settlement in Africa at Negash. A substantial population of Ethiopian Jews, known as Bete Israel, also resided in Ethiopia until the 1980s. Ethiopia is a multilingual nation with around 80 ethnolinguistic groups, the four largest of which are the Oromo, Amhara, Somali and Tigrayans. Most people in the country speak Afroasiatic languages of the Cushitic or Semitic branches. Additionally, Omotic languages are spoken by ethnic minority groups inhabiting the southern regions. Nilo-Saharan languages are also spoken by the nation's Nilotic ethnic minorities. Oromo is the most populous language by native speakers, while Amharic is the most populous by number of total speakers and serves as the working language in the federal government. Ge'ez remains important as a liturgical language, both for the Ethiopian Orthodox Tewahedo Church, Eritrean Orthodox Tewahedo Church, and for the Beta Israel (Ethiopian Jews).\n The nation is a land of natural contrasts, with its vast fertile west, its forests, and numerous rivers, and the world's hottest settlement of Dallol in its north. The Ethiopian Highlands are the largest continuous mountain ranges in Africa, and the Sof Omar Caves contains the largest cave on the continent. Ethiopia also has the most UNESCO World Heritage Sites in Africa. Additionally, the sovereign state is a founding member of the UN, the Group of 24 (G-24), the Non-Aligned Movement, G-77 and the Organisation of African Unity. Its capital city Addis Ababa serves as the headquarters of the African Union, the Pan African Chamber of Commerce and Industry, the United Nations Economic Commission for Africa, the African Standby Force, and many of the global NGOs focused on Africa. In the 1970s and 1980s, Ethiopia experienced civil conflicts and communist purges, which hindered its economy. The country has since recovered and now has the largest economy (by GDP) in East Africa, having the largest population in the region. Despite these improvements, it remains one of the world's poorest countries. In addition to poverty, Ethiopia faces hunger, corruption, weak infrastructure, and poor access to health and education  (with an illiteracy rate of 51%), ranking in the worst quartile on the Human Development Index. The Ethiopian government's respect for human rights also remained poor.",
  "/wiki/Edith_Masai": "Edith Chewanjel Masai (born 4 April 1967) is a Kenyan former long-distance runner who specialised in cross country and track races, then road races in her late career. She represented Kenya at the 2004 Summer Olympics. Her best achievements are three individual gold medals in the short race at the IAAF World Cross Country Championships between 2002 and 2004.\n She is also known for reaching global top at the age of 35. On the track she was the bronze medallist over 5000 metres at the 2003 World Championships in Athletics and was the 2006 African Champion over 10,000 metres. She has also won silver medals over 10,000 m at the 2007 All-Africa Games and 5000 m at the 2002 Commonwealth Games.\n Her track best of 8:23.23 minutes for the 3000 metres, set in 2002, remains the African record for the event. Over the marathon distance, she ran her career best of 2:27:06 hours to win the 2005 Hamburg Marathon.",
  "/wiki/Kayoko_Fukushi": "Kayoko Fukushi (福士 加代子, Fukushi Kayoko, born 25 March 1982 in Itayanagi, Aomori) is a Japanese long-distance runner, who specializes in the 5000, 10,000 metres and marathon. Fukushi represented Japan at the 2004, 2008 and 2012 Summer Olympics. She was the bronze medallist in the marathon at the 2013 World Championships in Athletics. She holds a marathon best of 2:22:17 hours.\n Fukushi won two silver medals at the 2002 Asian Games and then won the 10,000 m gold medal at the 2006 edition. She is a former world record holder in the 15 km road race and is the Japanese record holder in the 5000 m, 10,000 m, and 10K road distance. Fukushi is also a six-time national champion over the 5000 m. In addition, she has run more sub 34 minute 10,000 m runs in competition than any other woman in the world (as of 2014 this mark stands at 44).\n She was chosen as the torch lighter for the 2003 Asian Winter Games which was held in Aomori Prefecture, her home region.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).\n Japan is officially divided into 47 prefectures and traditionally into eight regions. Approximately two-thirds of the country's terrain is mountainous and heavily forested, and less than one-eighth of land is suitable for agriculture. Consequently, Japan is among the most densely populated and urbanized countries in the world, with over 90% of its population living in urban areas. The largest of these is the metropolitan area centered on the capital city of Tokyo, which is the most populous in the world and home to more than 38 million people. Japan itself is the world's eleventh most populous country with a population of 126.2 million, of which 97.8% are ethnically Japanese.\n The kanji (or \"Chinese characters\") that make up the name of Japan in the Japanese language mean \"sun origin\"; in the Western world, the country is often known by the sobriquet \"Land of the Rising Sun\". Periods of influence from other regions, primarily China, followed by periods of isolation, particularly from Western Europe, have characterized the history of Japan.\n While archaeological evidence indicates that Japan was inhabited as early as the Upper Paleolithic period, the first written mention of the archipelago appears in Chinese texts from the first century AD. Between the fourth and ninth centuries, the kingdoms of Japan became gradually unified under an Emperor and imperial court based in Heian-kyō (modern Kyoto). However, beginning in the twelfth century, de facto political power came to be held by a succession of military dictators (shōgun) and feudal lords (daimyō) and enforced by a class of warrior nobility known as samurai. After a century-long period of civil war, Japan was reunified in 1603 under the rule of the Tokugawa shogunate, which established a government in Edo (modern Tokyo) and enacted a policy of isolationism. This period ended in 1853 when a United States fleet forced Japan to open to the West, leading to the fall of the shogunate and the restoration of imperial power in 1868. In the following Meiji era, Japan adopted a Western-style government and pursued a program of industrialization and modernization; this transformed the feudal society into a great power, with Japan establishing a colonial empire in East Asia after decisive victories in the First Sino-Japanese War and Russo-Japanese War. In 1937, the Empire of Japan invaded China, beginning the Second Sino-Japanese War; in 1940, it signed the Tripartite Pact and entered World War II the following year on the side of the Axis powers. After suffering major defeats in the Pacific and two atomic bombings, Japan surrendered to the Allies in 1945, coming under a brief occupation and adopting a new post-war constitution. Japan has since maintained a unitary parliamentary constitutional monarchy with the Emperor as a ceremonial head of state and an elected legislature known as the National Diet.\n Today, Japan is a member of numerous international institutions, including the United Nations, the OECD, the G7, and the G20. Although it has officially renounced its right to declare war, Japan maintains a modern military for peacekeeping and self-defense, which has been ranked as the world's fourth most powerful. Following World War II, Japan experienced record economic growth, recovering from the war to become the world's second-largest economy by 1980. Today, Japan's economy is the world's third-largest by nominal GDP and fourth-largest by purchasing power parity; it is also the fourth-largest importer and exporter and a global leader in the automotive and electronics industries. Japan is ranked \"very high\" on the Human Development Index; its population enjoys high levels of education and the second-highest life expectancy in the world, though it currently is experiencing a projected decline due to low birth rates. Culturally, Japan is globally renowned for its art, cuisine, literature, cinema, music, and popular culture, including its prominent comics, animation, and video game industries.",
  "/wiki/Yurika_Nakamura": "Yurika Nakamura (中村 友梨香, Nakamura Yurika) (born 1 April 1986 in Fukuchiyama) is a Japanese long-distance runner. Nakamura grew up in the Hyōgo Prefecture.\n She finished seventh at the 2006 World Road Running Championships, helping the Japanese team win the bronze medal in the team competition. In 2008, she won the Nagoya Marathon in her marathon debut. In the 2008 Summer Olympics marathon, she finished 13th. She won the 2009 Sapporo Half Marathon title with a time of 1:09:20.",
  "/wiki/Natalya_Berkut": "Nataliya Berkut (Ukrainian: Наталія Беркут; born 30 May 1975) is a Ukrainian long-distance runner.\n She finished seventh at the 2006 World Road Running Championships. On the track she competed in 10,000 metres at the World Championships in 2001 and 2003. She was qualified in 10,000 metres for the 2008 Olympic Games, but did not actually compete.\n Her personal best time is 31:08.89 minutes, achieved in June 2004 in Tula.",
  "/wiki/Ukraine": "Ukraine (Ukrainian: Україна, romanized: Ukrayina, pronounced [ʊkrɐˈjinɐ] (listen)) is a country in Eastern Europe. It is bordered by Russia to the north-east; Belarus to the north; Poland, Slovakia and Hungary to the west; and Romania, Moldova, and the Black Sea to the south.  Ukraine is currently in a territorial dispute with Russia over the Crimean Peninsula, which Russia annexed in 2014. Including Crimea, Ukraine has an area of 603,628 km2 (233,062 sq mi), making it both the largest country entirely within Europe and the 46th largest country in the world. Excluding Crimea, Ukraine has a population of about 42 million, making it the 32nd most populous country in the world. Its capital and largest city is Kiev. Ukrainian is the official language and its alphabet is Cyrillic. The dominant religion in the country is Eastern Orthodoxy.\n The territory of modern Ukraine has been inhabited since 32,000 BC. During the Middle Ages, the area was a key centre of East Slavic culture, with the powerful state of Kievan Rus' forming the basis of Ukrainian identity. Following its fragmentation in the 13th century, the territory was contested, ruled and divided by a variety of powers, including the Polish–Lithuanian Commonwealth, Austria-Hungary, the Ottoman Empire and Russia. A Cossack republic emerged and prospered during the 17th and 18th centuries, but its territory was eventually split between Poland and the Russian Empire. After World War II the Western part of Ukraine merged into the Ukrainian Soviet Socialist Republic, and the whole country became a part of the Soviet Union as a single state entity. In 1991, Ukraine gained its independence from the Soviet Union in the aftermath of its dissolution at the end of the Cold War. Before its independence, Ukraine was typically referred to in English as \"The Ukraine\", but most sources have since moved to drop \"the\" from the name of Ukraine in all uses.\n Following its independence, Ukraine declared itself a neutral state; it formed a limited military partnership with Russia and other CIS countries while also establishing a partnership with NATO in 1994. In 2013, after the government of President Viktor Yanukovych had decided to suspend the Ukraine-European Union Association Agreement and seek closer economic ties with Russia, a several-months-long wave of demonstrations and protests known as the Euromaidan began, which later escalated into the 2014 Ukrainian revolution that led to the overthrow of Yanukovych and the establishment of a new government. These events formed the background for the annexation of Crimea by Russia in March 2014, and the War in Donbass in April 2014. On 1 January 2016, Ukraine applied the economic component of the Deep and Comprehensive Free Trade Area with the European Union.\n Ukraine is a developing country and ranks 88th on the Human Development Index. As of 2018, Ukraine is the poorest country in Europe alongside Moldova in terms of GDP per capita. At US$40, it has the lowest median wealth per adult in the world,[note 1] and suffers from a very high poverty rate as well as severe corruption. However, because of its extensive fertile farmlands, Ukraine is one of the world's largest grain exporters. It also maintains the second-largest military in Europe after that of Russia. Ukraine is a unitary republic under a semi-presidential system with separate powers: legislative, executive and judicial branches. The country is a member of the United Nations, the Council of Europe, the Organization for Security and Co-operation in Europe (OSCE), the GUAM organization, and one of the founding states of the Commonwealth of Independent States (CIS).",
  "/wiki/Souad_Aït_Salem": "Souad Aït Salem (born 6 January 1979 in Mécheria, Algeria) is an Algerian long-distance runner who specializes mainly in the half marathon and marathon. She won gold in the 10,000 metres at the 2000 African Championships in Athletics and the 2005 Mediterranean Games. Salem also won the gold in the half marathon at the 2007 All-Africa Games. She holds the Algerian records for every women's event between 3000 metres and the marathon distance.\n Her first appearance on the world stage was in the junior race at the 1997 IAAF World Cross Country Championships, where she finished in 98th place. Salem reached the top fifty at the 2000 and 2003 IAAF World Half Marathon Championships. She ran in the 5000 metres at the 2003 World Championships in Athletics and the 2004 Summer Olympics but did not progress beyond her heat in either competition.\n After winning the Universiade cross country competition, Salem switched to the marathon distance in 2006 and the move paid off: she won the 2006 Alexander The Great Marathon in Thessaloniki. She won the women's race at the 13th Rome Marathon on 18 March 2007. Her time was 2:25:08 hrs was a new course record. She finished 9th in the women's marathon at the 2008 Beijing Olympics, with a time of 2:28:29 hrs. At the 2007 World Championships in Athletics, she finished 16th in the marathon race. She finished sixth at the London Marathon in 2008 and went on to finish in ninth place in the women's marathon race at the 2008 Beijing Olympics.\n After a long break from competition, she ran her first marathon in almost four years at the Prague Marathon. She finished in fourth place with a time of 2:27:21 hours.  She raced in the marathon at the 2012 Summer Olympics, finishing in 37th place.\n In 2017 she tested positive for Torasemide and was banned from competition for 18 months between 11 March 2017 and 8 October 2018.",
  "/wiki/Algeria": "Algeria (/ælˈdʒɪəriə/ (listen) al-JEER-ee-ə) is a country in the Maghreb region of North Africa. The capital and most populous city is Algiers, located in the far north of the country on the Mediterranean coast. With an area of 2,381,741 square kilometres (919,595 sq mi), Algeria is the tenth-largest country in the world, and the  largest in the African Union and Arab World. With an estimated population of over 42 million, it is among the ten most populous states in Africa. Algeria is bordered to the northeast by Tunisia, to the east by Libya, to the west by Morocco, to the southwest by the Western Saharan territory, Mauritania, and Mali, to the southeast by Niger, and to the north by the Mediterranean Sea. It is a semi-presidential republic consisting of 48 provinces and 1,541 communes (counties).\n Pre-1962 Algeria has known many empires and dynasties, including ancient Numidians, Phoenicians, Carthaginians, Romans, Vandals, Byzantines, Umayyads, Abbasids, Idrisid, Aghlabid, Rustamid, Fatimids, Zirid, Hammadids, Almoravids, Almohads, Zayyanids, Spaniards, Ottomans and, finally, the French colonial empire.\n Algeria is a regional and middle power. It has the highest human development index of all non-island African countries and one of the largest economies on the continent, based largely on energy exports. Algeria has the 16th largest oil reserves in the world and the second largest in Africa, while it has the ninth largest reserves of natural gas. Sonatrach, the national oil company, is the largest company in Africa, supplying large amounts of natural gas to Europe. Algeria has one of the largest militaries in Africa and the largest defence budget. It is a member of the African Union, the Arab League, OPEC, the United Nations, and the Arab Maghreb Union, of which it is a founding member.",
  "/wiki/Teyba_Erkesso": "Teyba Erkesso Wako (born 30 October 1982 in Arsi) is an Ethiopian runner who specializes in road running (including the half marathon and marathon) as well as cross-country running.\n She began running for Ethiopia internationally at the age of sixteen and won her first gold medal at the 2002 IAAF World Cross Country Championships, helping the Ethiopian women to a team victory. She formed a key part of Ethiopian team competitions in her early career, helping them reach the podium at international events on numerous occasions. Her first individual medal came at the 2004 IAAF World Cross Country Championships, where she won the bronze medal in the short race.\n It was in road running competitions where she made her name. She won the Marseille-Cassis Classique Internationale at the age of 21 but only switched her focus to road running in 2007. After a fourth-place finish at the 2009 Chicago Marathon, she set a state record of 2:23:53 at the Houston Marathon (a personal best). She won her first major events in 2010, placing first in the Ras Al Khaimah Half Marathon and then the Boston Marathon. She is perhaps known for pushing the pace during the middle of the race, as she did in Boston and Houston to break away.",
  "/wiki/Anikó_Kálovics": "Anikó Kálovics (born 13 May 1977) is a Hungarian runner who specializes in the 10,000 metres and the marathon. She is a four-time Olympian (2000–2012) and has won both the Venice Marathon and Italian Marathon.",
  "/wiki/Hungary": "Hungary (Hungarian: Magyarország [ˈmɒɟɒrorsaːɡ] (listen)) is a country in Central Europe. Spanning 93,030 square kilometres (35,920 sq mi) in the Carpathian Basin, it borders Slovakia to the north, Ukraine to the northeast, Romania to the east and southeast, Serbia to the south, Croatia and Slovenia to the southwest, and Austria to the west. With about 10 million inhabitants, Hungary is a medium-sized member state of the European Union. The official language is Hungarian, which is the most widely spoken Uralic language in the world, and among the few non-Indo-European languages to be widely spoken in Europe. Hungary's capital and largest city is Budapest; other major urban areas include Debrecen, Szeged, Miskolc, Pécs and Győr.\n The territory of modern Hungary was for centuries inhabited by a succession of peoples, including Celts, Romans, Germanic tribes, Huns, West Slavs and the Avars. The foundations of the Hungarian state were established in the late ninth century CE by the Hungarian grand prince Árpád following the conquest of the Carpathian Basin. His great-grandson Stephen I ascended the throne in 1000, converting his realm to a Christian kingdom. By the 12th century, Hungary became a regional power, reaching its cultural and political height in the 15th century. Following the Battle of Mohács in 1526, Hungary was partially occupied by the Ottoman Empire (1541–1699). It came under Habsburg rule at the turn of the 18th century, and later joined Austria to form the Austro–Hungarian Empire, a major European power.\n The Austro-Hungarian Empire collapsed after World War I, and the subsequent Treaty of Trianon established Hungary's current borders, resulting in the loss of 71% of its territory, 58% of its population, and 32% of ethnic Hungarians. Following the tumultuous interwar period, Hungary joined the Axis Powers in World War II, suffering significant damage and casualties. Hungary became a satellite state of the Soviet Union, which contributed to the establishment of a socialist republic spanning four decades (1949–1989). The country gained international attention as a result of its 1956 revolution, and again with the seminal opening of its previously-restricted border with Austria in 1989 which accelerated the collapse of the Eastern Bloc. On 23 October 1989, Hungary became a democratic parliamentary republic.\n Hungary is an OECD high-income economy and has the world's 58th largest economy by PPP. It ranks 45th on the Human Development Index, owing in large part to its social security system, universal health care, and tuition-free secondary education. Hungary's rich cultural history includes significant contributions to the arts, music, literature, sports, science and technology. It is the 13th most popular tourist destination in Europe, attracting 15.8 million international tourists in 2017, owing to attractions such as the largest thermal water cave system in the world, second largest thermal lake, the largest lake in Central Europe and the largest natural grasslands in Europe. Hungary's cultural, historical, and academic prominence classify it as a middle power in global affairs.\n Hungary joined the European Union in 2004 and has been part of the Schengen Area since 2007. It is a member of numerous international organizations, including the United Nations, NATO, WTO, World Bank, IIB, the AIIB, the Council of Europe, and the Visegrád Group.",
  "/wiki/Gulnara_Vygovskaya": "Gulnara Vygovskaya (born 6 September 1980) is a Russian long-distance runner who specializes in marathon races.\n She finished twelfth at the 2006 World Road Running Championships, helping the Russian team take a fifth place in the team competition.\n Her personal best time in the half marathon is 1:12:06 hours, achieved in September 2006 in Saransk. In the marathon she has 2:32:51 hours, achieved in October 2006 in Frankfurt.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.\n The East Slavs emerged as a recognizable group in Europe between the 3rd and 8th centuries AD. Founded and ruled by a Varangian warrior elite and their descendants, the medieval state of Rus arose in the 9th century. In 988 it adopted Orthodox Christianity from the Byzantine Empire, beginning the synthesis of Byzantine and Slavic cultures that defined Russian culture for the next millennium. Rus ultimately disintegrated into a number of smaller states, until it was finally reunified by the Grand Duchy of Moscow in the 15th century. By the 18th century, the nation had greatly expanded through conquest, annexation, and exploration to become the Russian Empire, which was the third largest empire in history, stretching from Poland on the west to Alaska on the east. Following the Russian Revolution, the Russian Soviet Federative Socialist Republic (Russian SFSR) became the largest and leading constituent of the Union of Soviet Socialist Republics (USSR/Soviet Union), the world's first constitutionally socialist state. The Soviet Union played a decisive role in the Allied victory in World War II, and emerged as a recognized superpower and rival to the United States during the Cold War. The Soviet era saw some of the most significant technological achievements of the 20th century, including the world's first human-made satellite and the launching of the first humans in space. Following the dissolution of the Soviet Union in 1991, the Russian SFSR reconstituted itself as the Russian Federation and is recognized as the continuing legal personality and a successor of the USSR.\n The political system of Russia is governed as a federal semi-presidential republic since 1993. Vladimir Putin has dominated Russia's political system since 2000, serving as either president or prime minister. His government is often characterized as authoritarian, where Russia has experienced democratic backsliding and a worsening human rights record under his leadership. It is ranked 137th out of 180 countries in the 2019 Corruption Perceptions Index and 24 of 29 in the 2018 Nations in Transit Report by Freedom House, while being ranked 134th in the 2019 Democracy Index.\nRussia's economy ranks as the eleventh-largest by nominal GDP and sixth-largest by purchasing power parity in 2019. Russia's extensive mineral and energy resources are the largest such reserves in the world, making it one of the leading producers of oil and natural gas globally. The country is one of the five recognized nuclear weapons states and possesses the largest stockpile of weapons of mass destruction. Russia is a great power as well as a regional power and has been characterised as a potential superpower. Its military has been ranked as the world's second most powerful. Russia hosts the world's ninth-greatest number of UNESCO World Heritage Sites, at 29, and is among the world's most popular tourist destinations. It is a permanent member of the United Nations Security Council and an active global partner of ASEAN, as well as a member of the Shanghai Cooperation Organisation (SCO), the G20, the Council of Europe, the Asia-Pacific Economic Cooperation (APEC), the Organization for Security and Co-operation in Europe (OSCE), the International Investment Bank (IIB) and the World Trade Organization (WTO), as well as being the leading member of the Commonwealth of Independent States (CIS), the Collective Security Treaty Organization (CSTO) and a member of the Eurasian Economic Union (EAEU).",
  "/wiki/Natalya_Kurbatova": "Natalya Kurbatova (Russian: Наталья Курбатова; born 17 October 1985) is a Russian long-distance runner who specializes in marathon races.\n She finished thirteenth at the 2006 World Road Running Championships, helping the Russian team take a fifth place in the team competition.\n Her personal best time in the half marathon is 1:11:05 hours, achieved in September 2006 in Saransk. In the marathon she has 2:33:43 hours, achieved in June 2006 in Saransk.",
  "/wiki/Eunice_Jepkorir": "Eunice Jepkorir Kertich (born 17 February 1982) is a Kenyan long-distance runner who specialises in the steeplechase. She was the 2008 Olympic silver medalist in the event and bronze medalist at the 2007 World Championships in Athletics.\n She is from Eldama Ravine. Her parents are farmers and she has eight siblings (four brothers and four sisters). She started serious running at the age of 15 while at high school. In 2003, she competed at some road races in Germany.\n She finished seventh in the long race at the 2004 World Cross Country Championships, while the Kenyan team, of which Jepkorir was a part, won the silver medal in the team competition. She won the Parelloop 10K in race in the Netherlands in 2005. She finished fourteenth at the 2006 World Road Running Championships, helping the Kenyan team win the team competition. She won the 2007 Cross Internacional de la Constitución.\n She beat 3000m steeplechase Kenyan record at the Bislett Games in Oslo on 15 June 2007 by running 9:19.44. Two weeks later, on 2 July 2007 in Athens she ran 9:14.52, which is an African and Commonwealth record.  The previous African record (9:15.04) was held by Dorcus Inzikuru of Uganda.\n At the 2007 World Championships, she won bronze medal in 3000 m steeplechase. She won the 2007 Cursa de Bombers 10K race in Barcelona and defended her title the following year.\n On 14 June 2008 she bettered her African record to 9:11.18 in Huelva, Spain. At the 2008 Summer Olympics she won silver medal by running 9:07.41, thus setting a new African record again. She failed to qualify for the 2009 World Championships in Athletics.\n She came second behind Nuria Fernández at the 2011 Cross de San Sebastián in January, while her husband took the men's honours. She only competed once on the track that year, winning in Cáceres in June. She did not perform well at the 2012 Kenyan Olympic trials, finishing the race in 10:13.28 minutes and missing the Olympic team as a result.\n She is married to Josphat Kiprono Menjo, another Kenyan runner.",
  "/wiki/Irina_Timofeyeva": "Irina Nikolayevna Timofeyeva (Russian: Ирина Николаевна Тимофеева; born 5 April 1970) is a Russian long-distance runner who specializes in running the marathon.\n She won the Singapore Marathon in 2005 and the Paris Marathon in 2006. She ran for Russia at the 2008 Summer Olympics, placing seventh in the marathon race. She won the Nagano Olympic Commemorative Marathon in 2009.\n She was banned from the sport for two years, starting 6 September 2016, due to abnormalities in her biological passport.",
  "/wiki/Luminița_Talpoș": "Luminiţa Talpoş (born October 9, 1972 in Craiova, Dolj) is a female long-distance runner from Romania, who specialized in the marathon race during her career.",
  "/wiki/Ashu_Kasim": "Ashu Kasim Rabo (born 20 October 1984) is an Ethiopian long-distance runner who specialises in the half marathon and marathon events. Her personal bests are 68:56 minutes and 2:23:09 hours, respectively.\n She has won the Istanbul Marathon (2010) and the Xiamen Marathon (2012). Ashu has represented Ethiopia internationally on three occasions: at the 2003 IAAF World Half Marathon Championships, the 2006 IAAF World Road Running Championships, and in the 10,000 metres at the 2007 All-Africa Games (where she was fourth).",
  "/wiki/Anna_Thompson_(athlete)": "Anna Thompson (born 11 December 1976 in Melbourne) is an Australian runner who specializes in cross-country running.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.\n Indigenous Australians inhabited the continent for about 65,000 years prior to the first arrival of Dutch explorers in the early 17th century, who named it New Holland. In 1770, Australia's eastern half was claimed by Great Britain and initially settled through penal transportation to the colony of New South Wales from 26 January 1788, a date which became Australia's national day. The population grew steadily in subsequent decades, and by the time of an 1850s gold rush, most of the continent had been explored and an additional five self-governing crown colonies established. On 1 January 1901, the six colonies federated, forming the Commonwealth of Australia. Australia has since maintained a stable liberal democratic political system that functions as a federal parliamentary constitutional monarchy, comprising six states and ten territories.\n Australia is the oldest, flattest, and driest inhabited continent, with the least fertile soils. It has a landmass of 7,617,930 square kilometres (2,941,300 sq mi). A megadiverse country, its size gives it a wide variety of landscapes, with deserts in the centre, tropical rainforests in the north-east, and mountain ranges in the south-east. Its population density, 2.8 inhabitants per square kilometre, remains among the lowest in the world. Australia generates its income from various sources including mining-related exports, telecommunications, banking, manufacturing, and international education.\n Australia is a highly developed country, with the world's 14th-largest economy. It has a high-income economy, with the world's tenth-highest per capita income. It is a regional power and has the world's 13th-highest military expenditure. Australia has the world's eighth-largest immigrant population, with immigrants accounting for 29% of the population. Having the third-highest human development index and the eighth-highest ranked democracy globally, the country ranks highly in quality of life, health, education, economic freedom, civil liberties, and political rights, with all its major cities faring well in global comparative livability surveys. Australia is a member of the United Nations, G20, Commonwealth of Nations, ANZUS, Organisation for Economic Co-operation and Development (OECD), World Trade Organization, Asia-Pacific Economic Cooperation, Pacific Islands Forum, and the ASEAN Plus Six mechanism.",
  "/wiki/Ryoko_Kizaki": "Ryoko Kizaki (Japanese: 木崎 良子; born 21 June 1985) is a Japanese long-distance runner who competes in marathon and half marathon races. She won the 2011 Yokohama Women's Marathon in a personal best time of 2:26:32 hours. She is a three-time participant at the IAAF World Half Marathon Championships and a two-time medallist at the Summer Universiade.",
  "/wiki/2006_IAAF_World_Road_Running_Championships": "The 1st IAAF World Road Running Championships were held in Debrecen, Hungary on 8 October 2006, the women's race starting at 11:00 and the men's race at 13:00. This was the first time the title of World Road Running Champion had been competed for, with this competition replacing the IAAF World Half Marathon Championships in the international sporting calendar. 140 athletes from 39 nations took part in the two races.\n As well as individual honours, there is also a team event where the times of the first three runners home from each country are added together to produce the team standings. Only nations with at least three competitors entered in the race are eligible for this competition.\n The race was notable for having the first disabled athlete to take part in a world championship athletics event. Mark Brown, who was competing for Gibraltar, lost his left arm in a traffic accident in 1981.\n Detailed reports on the event and an appraisal of the results were given both\nfor the men's race and for the women's race."
}