{
  "/wiki/English_language": "English is a West Germanic language that was first spoken in early medieval England and eventually became a global lingua franca. It is named after the Angles, one of the Germanic tribes that migrated to the area of Great Britain that later took their name, as England. Both names derive from Anglia, a peninsula in the Baltic Sea. The language is closely related to Frisian and Low Saxon, and its vocabulary has been significantly influenced by other Germanic languages, particularly Norse (a North Germanic language), and to a greater extent by Latin and French.",
  "/wiki/Irish_language": "Irish (Gaeilge) is a Goidelic language of the Celtic languages family, itself a branch of the Indo-European language family. Irish originated in Ireland and was historically spoken by Irish people throughout Ireland. Irish is spoken as a first language in substantial areas of counties Galway, Kerry, Cork and Donegal, smaller areas of Waterford, Mayo and Meath, and a few other locations, and both by native speakers as well as a second language by a larger group of habitual but non-traditional speakers across the country.",
  "/wiki/County_Carlow": "County Carlow (Irish: Contae Cheatharlach)  is a county in Ireland, part of the South-East Region and the province of Leinster. It is named after the town of Carlow, which lies on the River Barrow. Carlow County Council is the local authority. The population was 56,932 at the 2016 census.",
  "/wiki/Leinster": "Leinster (/ˈlɛnstər/ LEN-stər; Irish: Laighin [ˈl̪ˠaːjɪnʲ] or Cúige Laighean [ˈkuːɟə ˈl̪ˠaɪnˠ]) is one of the provinces of Ireland, situated in the east of Ireland. The Leinster province comprises the ancient Kingdoms of Meath, Leinster and Osraige.  Following the 12th-century Norman invasion of Ireland, the historic fifths of Leinster and Meath gradually merged, mainly due to the impact of the Pale, which straddled both, thereby forming the present-day province of Leinster. The ancient kingdoms were shired into a number of counties for administrative and judicial purposes. In later centuries, local government legislation has seen further sub-division of the historic counties.",
  "/wiki/County_Cavan": "County Cavan (Irish: Contae an Chabháin) is a county in Ireland. It is in the province of Ulster and is part of the Border Region. It is named after the town of Cavan and is based on the historic Gaelic territory of East Breffny (Bréifne). Cavan County Council is the local authority for the county, which had a population of 76,176 at the 2016 census.",
  "/wiki/Ulster": "Ulster (/ˈʌlstər/; Irish: Ulaidh [ˈʊlˠəi] or Cúige Uladh [ˌkuːɟə ˈʊlˠə]; Ulster Scots: Ulstèr or Ulster) is one of the four traditional Irish provinces, situated in the north of Ireland. It is made up of nine counties: six of these constitute Northern Ireland (a part of the United Kingdom); the remaining three  are in the Republic of Ireland.",
  "/wiki/County_Clare": "County Clare (Irish: Contae an Chláir) is a county in Ireland, in the Mid-West Region and the province of Munster, bordered on the west by the Atlantic Ocean.  Clare County Council is the local authority. The county had a population of 118,817 at the 2016 census. The county town and largest settlement is Ennis.",
  "/wiki/Munster": "Munster (Irish: an Mhumhain [ə ˈvˠuːnʲ] or Cúige Mumhan [ˌkuːɟə ˈmˠuːn̪ˠ]) is one of the provinces of Ireland, in the south west of Ireland. In early Ireland, the Kingdom of Munster was one of the kingdoms of Gaelic Ireland ruled by a \"king of over-kings\" (Irish: rí ruirech). Following the Norman invasion of Ireland, the ancient kingdoms were shired into counties for administrative and judicial purposes. In later centuries, local government legislation has seen further sub-division of the historic counties.",
  "/wiki/County_Cork": "County Cork (Irish: Contae Chorcaí) is a county in Ireland. It is the largest and southernmost county of Ireland, situated in the province of Munster and named after the city of Cork, Ireland's second-largest city. The Cork County Council is the local authority for the county. Its largest market towns are Mallow, Macroom, Midleton, and Skibbereen. In 2016, the county's population was 542,868, making it the third-most populous county in Ireland. Notable Corkonians include Michael Collins, Jack Lynch, and Sonia O'Sullivan.",
  "/wiki/County_Donegal": "County Donegal (/ˌdʌnɪˈɡɔːl, ˌdɒn-, ˈdʌnɪɡɔːl, ˈdɒn-/ DUN-ig-AWL, DON-, -⁠awl; Irish: Contae Dhún na nGall) is a county of Ireland in the province of Ulster. It is named after the town of Donegal (Dún na nGall, meaning 'fort of the foreigners') in the south of the county. Donegal County Council is the local council and Lifford the county town.",
  "/wiki/County_Dublin": "County Dublin (Irish: Contae Bhaile Átha Cliath or Contae Átha Cliath) is one of the thirty-two traditional counties of Ireland. Prior to 1994 it was also an administrative county covering the whole county outside of Dublin City Council. In 1994, as part of a reorganisation of local government within Dublin the boundaries of Dublin City were redrawn, Dublin County Council was abolished and three new administrative county councils were established: Dún Laoghaire–Rathdown, Fingal and South Dublin.",
  "/wiki/County_Galway": "County Galway (/ˈɡɔːlweɪ/ GAWL-way; Irish: Contae na Gaillimhe) is a county in Ireland. It is located in the West of Ireland, part of the province of Connacht.",
  "/wiki/Connacht": "Connacht (/ˈkɒnɔːt, ˈkɒnə(x)t/ KON-awt, KON-ə(kh)t; Irish: Connachta [ˈkɔn̪ˠəxt̪ˠə] or Cúige Chonnacht [ˌkuːɟə ˈxɔn̪ˠəxt̪ˠ]), formerly spelled Connaught, is one of the provinces of Ireland, in the west of Ireland. Up to the 9th century it consisted of several independent major kingdoms (Lúighne, Uí Maine, and Iarthar Connacht).",
  "/wiki/County_Kerry": "County Kerry (Irish: Contae Chiarraí) is a county in Ireland. It is located in the South-West Region and forms part of the province of Munster. It is named after the Ciarraige who lived in part of the present county. The population of the county was 147,707 at the 2016 census.",
  "/wiki/County_Kildare": "County Kildare (Irish: Contae Chill Dara) is a county in Ireland. It is located in the province of Leinster and is part of the Mid-East Region. It is named after the town of Kildare. Kildare County Council is the local authority for the county which has a population of 222,504.",
  "/wiki/County_Kilkenny": "County Kilkenny (Irish: Contae Chill Chainnigh) is a county in Ireland. It is in the province of Leinster and is part of the South-East Region. It is named after the city of Kilkenny. Kilkenny County Council is the local authority for the county. As of the 2016 census the population of the county was 99,232. The county was based on the historic Gaelic kingdom of Ossory (Osraighe), which was co-terminus with the Diocese of Ossory.",
  "/wiki/County_Laois": "County Laois (/liːʃ/ LEESH; Irish: Contae Laoise) is a county in Ireland. It is located in the south of the Midlands Region and is also located in the province of Leinster, and was formerly known as \"Queen's County.\" The modern county takes its name from Loígis, a medieval kingdom. It has also been known as County Leix.",
  "/wiki/County_Leitrim": "County Leitrim (/ˈliːtrəm/ LEE-trəm, Irish: Contae Liatroma) is a county in the Republic of Ireland. It is in the province of Connacht and is part of the Border Region. It is named after the village of Leitrim. Leitrim County Council is the local authority for the county, which had a population of 32,044 according to the 2016 census. The county encompasses the historic Gaelic territory of West Breffny (Bréifne) corresponding to the northern part of the county, and Muintir Eolais or Conmaicne Réin, corresponding to the southern part.",
  "/wiki/County_Limerick": "County Limerick (Irish: Contae Luimnigh) is a county in Ireland. It is located in the province of Munster, and is also part of the Mid-West Region. It is named after the city of Limerick. Limerick City and County Council is the local council for the county. The county's population at the 2016 census was 194,899 of whom 94,192 lived in Limerick City, the county capital.",
  "/wiki/County_Longford": "County Longford (Irish: Contae an Longfoirt) is a county in Ireland. It is in the province of Leinster. It is named after the town of Longford. Longford County Council is the local authority for the county. The population of the county was 40,873 at the 2016 census. The county is based on the historic Gaelic territory of Annaly (Anghaile), formerly known as Teffia (Teathbha).",
  "/wiki/County_Louth": "County Louth (/laʊð/ Irish: Contae Lú) is a county in the Republic of Ireland. It is in the province of Leinster and is part of the Mid-East Region. It is named after the village of Louth. Louth County Council is the local authority for the county. According to the 2016 census, the population of the county was 128,884.",
  "/wiki/County_Mayo": "County Mayo (Irish: Contae Mhaigh Eo, meaning \"Plain of the yew trees\") is a county in Ireland. In the West of Ireland, in the province of Connacht, it is named after the village of Mayo, now generally known as Mayo Abbey. Mayo County Council is the local authority. The population was 130,507 at the 2016 census. The boundaries of the county, which was formed in 1585, reflect the Mac William Íochtar lordship at that time.",
  "/wiki/County_Meath": "County Meath (/miːð/; Irish: Contae na Mí or simply an Mhí) is a county in Ireland. It is in the province of Leinster and is part of the Mid-East Region. It is named after the historic Kingdom of Meath (from Midhe meaning \"middle\" or \"centre\"). Meath County Council is the local authority for the county. At the 2016 census, the population of the county was 195,044. The county town of Meath is Navan. Other towns in the county include Trim, Kells, Laytown, Ashbourne, Dunboyne, and Slane.",
  "/wiki/County_Monaghan": "County Monaghan (/ˈmɒnəhən/; Irish: Contae Mhuineacháin) is a county in Ireland. It is part of the Border Region and is in the province of Ulster. It is named after the town of Monaghan. Monaghan County Council is the local authority for the county. The population of the county is 60,483 according to the 2011 census.",
  "/wiki/County_Offaly": "County Offaly (/ˈɒfəliː/; Irish: Contae Uíbh Fhailí) is a county in Ireland. It is part of the Midlands Region and is also located in the province of Leinster. It is named after the ancient Kingdom of Uí Failghe and was formerly known as King's County. Offaly County Council is the local authority for the county. The county population was 77,961 at the 2016 census.",
  "/wiki/County_Roscommon": "County Roscommon (Irish: Contae Ros Comáin) is a county in Ireland. In the western region, it is part of the province of Connacht. It is the 11th largest Irish county by area and 27th most populous. Its county town and largest town is Roscommon. Roscommon County Council is the local authority for the county. The population of the county was 64,544 at to the 2016 census."
}