{
  "/wiki/RPath": "In November, 2012, rPath was acquired by SAS Institute.\nShortly after this,  rPath Linux was discontinued.",
  "/wiki/Software_appliance": "A software appliance is a software application combined with just enough operating system (JeOS) to run optimally on industry-standard hardware (typically a server) or in a virtual machine. It is a software distribution or firmware that implements a computer appliance.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Memex_Technology_Limited": "Memex Technology Limited is a Scottish software company delivering mission-critical information systems and services for the Law Enforcement and Security markets. It is headquartered in Peel Park in East Kilbride. In July 2010 it was acquired by SAS Institute Inc. with the aim of expanding SAS' presence in the law enforcement market.",
  "/wiki/Scotland": "Scotland (Scots: Scotland, Scottish Gaelic: Alba [ˈal̪ˠapə] (listen)) is a country that is part of the United Kingdom. It covers the northern third of the island of Great Britain, with a border with England to the southeast, and is surrounded by the Atlantic Ocean to the north and west, the North Sea to the northeast, the Irish Sea to the south, and more than 790 islands, including the Northern Isles and the Hebrides.",
  "/wiki/Teragram_Corporation": "Teragram Corporation is a fully owned subsidiary of SAS Institute, a major producer of statistical analysis software, headquartered in Cary, North Carolina, USA.  Teragram is based in Cambridge, Massachusetts and specializes in the application of computational linguistics to multilingual natural language processing.",
  "/wiki/Natural_Language_Processing": "Natural language processing (NLP) is a subfield of linguistics, computer science, information engineering, and artificial intelligence concerned with the interactions between computers and human (natural) languages, in particular how to program computers to process and analyze large amounts of natural language data.",
  "/wiki/Revenue_Management": "Revenue management is the application of disciplined analytics that predict consumer behaviour at the micro-market levels and optimize product availability and price to maximize revenue growth. The primary aim of revenue management is selling the right product to the right customer at the right time for the right price and with the right pack. The essence of this discipline is in understanding customers' perception of product value and accurately aligning product prices, placement and availability with each customer segment.",
  "/wiki/Customer_Intelligence": "Customer intelligence (CI) is the process of gathering and analyzing information regarding customers, and their details and activities, to build deeper and more effective customer relationships and improve decision-making by vendors.[verification needed]",
  "/wiki/Management_Consulting": "Management consulting is the practice of helping organizations to improve their performance. Organizations may draw upon the services of management consultants for a number of reasons, including gaining external (and presumably objective) advice and access to the consultants' specialized expertise.",
  "/wiki/Campaign_Management": "Customer relationship management (CRM) is an approach to manage a company's interaction with current and potential customers. It uses data analysis about customers' history with a company to improve business relationships with customers, specifically focusing on customer retention and ultimately driving sales growth.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Lattice_C": "The Lattice C Compiler was released in June 1982 by Lifeboat Associates and was the first C compiler for the IBM Personal Computer. The compiler sold for $500 and would run on PC DOS or MS-DOS (which at the time were the same product with different brandings). The hardware requirements were 96KB of RAM and two floppy drives. It was ported to many other platforms, such as mainframes (MVS), minicomputers (VMS), workstations (UNIX), OS/2, the Commodore Amiga, Atari ST and the Sinclair QL.",
  "/wiki/C_(programming_language)": "C (/siː/, as in the letter c) is a general-purpose, procedural computer programming language supporting structured programming, lexical variable scope, and recursion, while a static type system prevents unintended operations. By design, C provides constructs that map efficiently to typical machine instructions and has found lasting use in applications previously coded in assembly language. Such applications include operating systems and various application software for computers, from supercomputers to embedded systems.",
  "/wiki/Database_Management": "A database is an organized collection of data, generally stored and accessed electronically from a computer system. Where databases are more complex they are often developed using formal design and modeling techniques.",
  "/wiki/SAS_Institute": "SAS Institute (or SAS, pronounced \"sass\") is an American multinational developer of analytics software based in Cary, North Carolina. SAS develops and markets a suite of analytics software (also called SAS), which helps access, manage, analyze and report on data to aid in decision-making. The company is the world's largest privately held software business and its software is used by most of the Fortune 500."
}