{
  "/wiki/BOINC": "The Berkeley Open Infrastructure for Network Computing (BOINC, pronounced /bɔɪŋk/ – rhymes with \"oink\"), an open-source middleware system, supports volunteer and grid computing. Originally developed to support the SETI@home project, it became generalized as a platform for other distributed applications in areas as diverse as mathematics, linguistics, medicine, molecular biology, climatology, environmental science, and astrophysics, among others. BOINC aims to enable researchers to tap into the enormous processing resources of multiple personal computers around the world.",
  "/wiki/ABC@home": "ABC@Home was an educational and non-profit network computing project finding abc-triples related to the abc conjecture in number theory.",
  "/wiki/Leiden_University": "Leiden University (commonly abbreviated as LEI; Dutch: Universiteit Leiden) is a public research university in Leiden, Netherlands. Founded in 1575 by William, Prince of Orange as a reward to the town of Leiden for its defense against Spanish attacks during the Eighty Years' War, it is the oldest institution of higher education in the Netherlands.",
  "/wiki/Mathematics": "Mathematics (from Greek μάθημα máthēma, \"knowledge, study, learning\") includes the study of such topics as quantity (number theory), structure (algebra), space (geometry), and change (mathematical analysis). It has no generally accepted definition.",
  "/wiki/ABC_conjecture": "The abc conjecture (also known as the Oesterlé–Masser conjecture) is a conjecture in number theory, first proposed by Joseph Oesterlé (1988) and David Masser (1985). It is stated in terms of three positive integers, a, b and c (hence the name) that are relatively prime and satisfy a + b = c. If d denotes the product of the distinct prime factors of abc, the conjecture essentially states that d is usually not much smaller than c. In other words: if a and b are composed from large powers of primes, then c is usually not divisible by large powers of primes. The precise statement is given below.\nThe abc conjecture originated as the outcome of attempts by Oesterlé and Masser to understand the Szpiro conjecture about elliptic curves. The latter conjecture has more geometric structures involved in its statement in comparison with the abc conjecture.",
  "/wiki/Cryptography": "Cryptography or cryptology (from Ancient Greek: κρυπτός, romanized: kryptós \"hidden, secret\"; and γράφειν graphein, \"to write\", or -λογία -logia, \"study\", respectively) is the practice and study of techniques for secure communication in the presence of third parties called adversaries. More generally, cryptography is about constructing and analyzing protocols that prevent third parties or the public from reading private messages; various aspects in information security such as data confidentiality, data integrity, authentication, and non-repudiation are central to modern cryptography. Modern cryptography exists at the intersection of the disciplines of mathematics, computer science, electrical engineering, communication science, and physics. Applications of cryptography include electronic commerce, chip-based payment cards, digital currencies, computer passwords, and military communications.",
  "/wiki/RSA_(algorithm)": "RSA (Rivest–Shamir–Adleman) is one of the first public-key cryptosystems and is widely used for secure data transmission. In such a cryptosystem, the encryption key is public and it is different from the decryption key which is kept secret (private). In RSA, this asymmetry is based on the practical difficulty of the factorization of the product of two large prime numbers, the \"factoring problem\". The acronym RSA is made of the initial letters of the surnames of Ron Rivest, Adi Shamir, and Leonard Adleman, who first publicly described the algorithm in 1977. Clifford Cocks, an English mathematician working for the British intelligence agency Government Communications Headquarters (GCHQ), had developed an equivalent system in 1973, but this was not declassified until 1997.",
  "/wiki/System_partition_and_boot_partition": "The system partition and the boot partition (also known as the system volume and the boot volume) are computing terms for disk partitions of a hard disk drive or solid-state drive that must exist and be properly configured for a computer to operate. There are two different definitions for these terms: the common definition and the Microsoft definition.",
  "/wiki/Recovery_disc": "A recovery disc is any of various media containing a backup of the original factory condition or a favored condition of a computer as configured by an original equipment manufacturer or an end-user. OEM supplied recovery media are often shipped with computers to allow the user to reformat the hard drive and reinstall the operating system and pre-installed software as it was when it was shipped.",
  "/wiki/Motorola_Milestone": "The Motorola Droid (GSM/UMTS version: Motorola Milestone) is an Internet and multimedia-enabled smartphone designed by Motorola, which runs Google's Android operating system. The Droid had been publicized under the codenames Sholes and Tao and the model number A855. In Latin America and Europe, the model number is A853 (Milestone), and in Mexico, the model number is A854 (Motoroi). Due to the ambiguity with newer phones with similar names, it is also commonly known as the DROID 1. The brand name Droid is a trademark of Lucasfilm licensed to Verizon Wireless.",
  "/wiki/AQUA@home": "AQUA@home was a distributed computing project operated by D-Wave Systems and running on the Berkeley Open Infrastructure for Network Computing (BOINC) software platform. It closed down in August 2011. Its goal was to predict the performance of superconducting adiabatic quantum computers on a variety of problems arising in fields ranging from materials science to machine learning. It designed and analyzed quantum computing algorithms, using Quantum Monte Carlo techniques.",
  "/wiki/D-Wave_Systems": "D-Wave Systems, Inc. is a Canadian quantum computing company, based in Burnaby, British Columbia, Canada. D-Wave was the world's first company to sell computers to exploit quantum effects in their operation.  D-Wave's early customers include Lockheed Martin, University of Southern California, Google/NASA and Los Alamos National Lab.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Quantum_computing": "Quantum Computing is the use of quantum-mechanical phenomena such as superposition and entanglement to perform computation. A quantum computer is used to perform such computation, which can be implemented theoretically or physically:I-5 There are two main approaches to physically implementing a quantum computer currently, analog and digital. Analog approaches are further divided into quantum simulation, quantum annealing, and adiabatic quantum computation. Digital quantum computers use quantum logic gates to do computation. Both approaches use quantum bits or qubits.:2–13",
  "/wiki/Quantum_Monte_Carlo": "Quantum Monte Carlo encompasses a large family of computational methods whose common aim is the study of complex quantum systems. One of the major goals of these approaches is to provide a reliable solution (or an accurate approximation) of the quantum many-body problem.  The diverse flavor of quantum Monte Carlo approaches all share the common use of the Monte Carlo method to handle the multi-dimensional integrals that arise in the different formulations of the many-body problem.  The quantum Monte Carlo methods allow for a direct treatment and description of complex many-body effects encoded in the wave function, going beyond mean field theory and offering an exact solution of the many-body problem in some circumstances. In particular, there exist numerically exact and polynomially-scaling algorithms to exactly study static properties of boson systems without geometrical frustration.  For fermions, there exist very good approximations to their static properties and numerically exact exponentially scaling quantum Monte Carlo algorithms, but none that are both.",
  "/wiki/Superconductor": "Superconductivity is the set of physical properties observed in certain materials, wherein electrical resistance vanishes and from which magnetic flux fields are expelled. Any material exhibiting these properties is a superconductor. Unlike an ordinary metallic conductor, whose resistance decreases gradually as its temperature is lowered even down to near absolute zero, a superconductor has a characteristic critical temperature below which the resistance drops abruptly to zero. An electric current through a loop of superconducting wire can persist indefinitely with no power source.",
  "/wiki/Adiabatic_theorem": "The adiabatic theorem is a concept in quantum mechanics.  Its original form, due to Max Born and Vladimir Fock (1928), was stated as follows:",
  "/wiki/Quantum_computer": "Quantum Computing is the use of quantum-mechanical phenomena such as superposition and entanglement to perform computation. A quantum computer is used to perform such computation, which can be implemented theoretically or physically:I-5 There are two main approaches to physically implementing a quantum computer currently, analog and digital. Analog approaches are further divided into quantum simulation, quantum annealing, and adiabatic quantum computation. Digital quantum computers use quantum logic gates to do computation. Both approaches use quantum bits or qubits.:2–13",
  "/wiki/Pi": "The number π (/paɪ/) is a mathematical constant.  Originally defined as the ratio of a circle's circumference to its diameter, it now has various equivalent definitions and appears in many formulas in all areas of mathematics and physics.  It is approximately equal to 3.14159. It has been represented by the Greek letter \"π\" since the mid-18th century, though it is also sometimes spelled out as \"pi\". It is also called Archimedes' constant.",
  "/wiki/Vanderbilt_University": "Vanderbilt University (informally Vandy or VU) is a private research university in Nashville, Tennessee. Founded in 1873, it was named in honor of New York shipping and rail magnate Cornelius Vanderbilt, who provided the school its initial $1-million endowment despite having never been to the South. Vanderbilt hoped that his gift and the greater work of the university would help to heal the sectional wounds inflicted by the Civil War.",
  "/wiki/Molecular_biology": "Molecular biology /məˈlɛkjʊlər/ is a branch of biology that concerns the molecular basis of biological activity in and between cells, including molecular synthesis, modification, mechanisms and interactions.",
  "/wiki/Chess_960": "Fischer random chess, also known as Chess960, is a variation of the game of chess invented by former world chess champion Bobby Fischer. Fischer announced this new game variation on June 19, 1996, in La Plata, Argentina. Fischer random chess employs the same board and pieces as standard chess, but the starting position of the pieces on the players' home ranks is randomized, following certain rules. The random setup makes gaining an advantage through the memorization of openings impracticable; players instead must rely more on their spontaneous talent and creativity over the board.",
  "/wiki/University_of_Stuttgart": "The University of Stuttgart (German: Universität Stuttgart) is a research university located in Stuttgart, Germany. It was founded in 1829 and is organized into 10 faculties. It is one of the oldest technical universities in Germany with highly ranked programs in civil, mechanical, industrial and electrical engineering. It is a member of TU9, an incorporated society of the largest and most notable German institutes of technology. The university is especially known for its reputation in the fields of advanced automotive engineering, efficient industrial and automated manufacturing, process engineering, aerospace engineering and activity-based costing.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Aerospace": "Aerospace is the human effort in science, engineering, and business to fly in the atmosphere of Earth (aeronautics) and surrounding space (astronautics). Aerospace organizations research, design, manufacture, operate, or maintain aircraft or spacecraft. Aerospace activity is very diverse, with a multitude of commercial, industrial and military applications.",
  "/wiki/Engineering": "Engineering is the use of scientific principles to design and build machines, structures, and other items, including bridges, tunnels, roads, vehicles, and buildings. The discipline of engineering encompasses a broad range of more specialized fields of engineering, each with a more specific emphasis on particular areas of applied mathematics, applied science, and types of application. See glossary of engineering.",
  "/wiki/European_Union": "The European Union (EU) is a political and economic union of 27 member states that are located primarily in Europe. Its members have a combined area of 4,233,255.3 km2 (1,634,469.0 sq mi) and an estimated total population of about 447 million. The EU has developed an internal single market through a standardised system of laws that apply in all member states in those matters, and only those matters, where members have agreed to act as one. EU policies aim to ensure the free movement of people, goods, services and capital within the internal market, enact legislation in justice and home affairs and maintain common policies on trade, agriculture, fisheries and regional development. For travel within the Schengen Area, passport controls have been abolished. A monetary union was established in 1999, coming into full force in 2002, and is composed of 19 EU member states which use the euro currency.",
  "/wiki/Genetics": "Genetics is a branch of biology concerned with the study of genes, genetic variation, and heredity in organisms.",
  "/wiki/DistrRTgen": "Distributed Free Rainbow Tables (or DistrRTgen) was a distributed computing project for making rainbow tables for password cracking. By using distributed computing, DistrRTgen can generate rainbow tables that are able to crack long passwords. DistrRtgen was used to generate LM, NTLM, MD5 and MYSQLSHA1 rainbow tables. All of the rainbow tables are downloadable at Free Rainbow Tables.",
  "/wiki/Rainbow_table": "A rainbow table is a precomputed table for reversing cryptographic hash functions, usually for cracking password hashes. Tables are usually used in recovering a password (or credit card numbers, etc.) up to a certain length consisting of a limited set of characters. It is a practical example of a space–time tradeoff, using less computer processing time and more storage than a brute-force attack which calculates a hash on every attempt, but more processing time and less storage than a simple lookup table with one entry per hash. Use of a key derivation function that employs a salt makes this attack infeasible.",
  "/wiki/Rensselaer_Polytechnic_Institute": "Rensselaer Polytechnic Institute (/rɛnsəˈlɪər/) (RPI) is a private research university in Troy, New York, with additional campuses in Hartford and Groton, Connecticut. It was established in 1824 by Stephen van Rensselaer and Amos Eaton for the \"application of science to the common purposes of life\" and is the oldest technological university in the English-speaking world. Numerous American colleges or departments of applied sciences were modeled after Rensselaer.",
  "/wiki/DNA": "Deoxyribonucleic acid (/diːˈɒksɪˌraɪboʊnjuːˌkliːɪk, -ˌkleɪ-/ (listen); DNA) is a molecule composed of two chains that coil around each other to form a double helix carrying genetic instructions for the development, functioning, growth and reproduction of all known organisms and many viruses. DNA and ribonucleic acid (RNA) are nucleic acids; alongside proteins, lipids and complex carbohydrates (polysaccharides), nucleic acids are one of the four major types of macromolecules that are essential for all known forms of life.",
  "/wiki/Drug_design": "Drug design, often referred to as rational drug design or simply rational design, is the inventive process of finding new medications based on the knowledge of a biological target. The drug is most commonly an organic small molecule that activates or inhibits the function of a biomolecule such as a protein, which in turn results in a therapeutic benefit to the patient. In the most basic sense, drug design involves the design of molecules that are complementary in shape and charge to the biomolecular target with which they interact and therefore will bind to it. Drug design frequently but not necessarily relies on computer modeling techniques.  This type of modeling is sometimes referred to as computer-aided drug design. Finally, drug design that relies on the knowledge of the three-dimensional structure of the biomolecular target is known as structure-based drug design. In addition to small molecules, biopharmaceuticals including peptides and especially therapeutic antibodies are an increasingly important class of drugs and computational methods for improving the affinity, selectivity, and stability of these protein-based therapeutics have also been developed.",
  "/wiki/In_silico": "In silico (Pseudo-Latin for \"in silicon\", alluding to the mass use of silicon for computer chips) is an expression meaning \"performed on computer or via computer simulation\" in reference to biological experiments.  The phrase was coined in 1987 as an allusion to the Latin phrases in vivo, in vitro, and in situ, which are commonly used in biology (see also systems biology) and refer to experiments done in living organisms, outside living organisms, and where they are found in nature, respectively.",
  "/wiki/Chemical_compounds": "A chemical compound is a chemical substance composed of many identical molecules (or molecular entities) composed of atoms from more than one element held together by chemical bonds. Two atoms of the same element bonded in a molecule do not form a chemical compound, since this would require two different elements.",
  "/wiki/Medicinal_chemistry": "Medicinal chemistry and pharmaceutical chemistry are disciplines at the intersection of chemistry, especially synthetic organic chemistry, and pharmacology and various other biological specialties, where they are involved with design, chemical synthesis and development for market of pharmaceutical agents, or bio-active molecules (drugs).",
  "/wiki/Cancer": "Cancer is a group of diseases involving abnormal cell growth with the potential to invade or spread to other parts of the body. These contrast with benign tumors, which do not spread. Possible signs and symptoms include a lump, abnormal bleeding, prolonged cough, unexplained weight loss, and a change in bowel movements. While these symptoms may indicate cancer, they can also have other causes. Over 100 types of cancers affect humans.",
  "/wiki/Neurodegenerative_disease": "Neurodegeneration is the progressive loss of structure or function of neurons, including death of neurons. Many neurodegenerative diseases – including amyotrophic lateral sclerosis, Parkinson's disease, Alzheimer's disease, fatal familial insomnia, and Huntington's disease – occur as a result of neurodegenerative processes. Such diseases are incurable, resulting in progressive degeneration and/or death of neuron cells. As research progresses, many similarities appear that relate these diseases to one another on a sub-cellular level. Discovering these similarities offers hope for therapeutic advances that could ameliorate many diseases simultaneously. There are many parallels between different neurodegenerative disorders including atypical protein assemblies as well as induced cell death. Neurodegeneration can be found in many different levels of neuronal circuitry ranging from molecular to systemic.",
  "/wiki/EOn": "eOn was a distributed computing project for the BOINC client, which uses theoretical chemistry techniques to solve problems in condensed matter physics and materials science.  It was a project of the Institute for Computational Engineering and Sciences at the University of Texas.",
  "/wiki/University_of_Texas_at_Austin": "The University of Texas at Austin (UT Austin) is a public research university in Austin, Texas.  It was founded in 1883 and is the flagship institution of the University of Texas System. The University of Texas was inducted into the Association of American Universities in 1929, becoming only the third university in the American South to be elected. The institution has the nation's eighth-largest single-campus enrollment, with over 50,000 undergraduate and graduate students and over 24,000 faculty and staff.",
  "/wiki/Chemistry": "Chemistry is the scientific discipline involved with elements and compounds composed of atoms, molecules and ions: their composition, structure, properties, behavior and the changes they undergo during a reaction with other substances.",
  "/wiki/FreeHAL": "FreeHAL is a distributed computing project to build a self-learning chatbot. This project is no longer active.",
  "/wiki/Artificial_intelligence": "In computer science, artificial intelligence (AI), sometimes called machine intelligence, is intelligence demonstrated by machines, in contrast to the natural intelligence displayed by humans. Leading AI textbooks define the field as the study of \"intelligent agents\": any device that perceives its environment and takes actions that maximize its chance of successfully achieving its goals. Colloquially, the term \"artificial intelligence\" is often used to describe machines (or computers) that mimic \"cognitive\" functions that humans associate with the human mind, such as \"learning\" and \"problem solving\".",
  "/wiki/Genome@home": "Genome@home was a distributed computing project run by Stefan Larson of Stanford University, and a sister project to Folding@home. Its goal was protein design and its applications, which had implications in many fields including medicine. Genome@home was run by the Pande Lab at Stanford University, a non-profit institution dedicated to science research and education.",
  "/wiki/Stanford_University": "Stanford University, officially Leland Stanford Junior University, is a private research university in Stanford, California. Stanford is known for its academic achievements, wealth, close proximity to Silicon Valley, and selectivity; it ranks as one of the world's top universities.",
  "/wiki/Brandeis_University": "Brandeis University /ˈbrændaɪs/ is a private research university in Waltham, Massachusetts. Founded in 1948 as a non-sectarian, coeducational institution sponsored by the Jewish community, Brandeis was established on the site of the former Middlesex University. The university is named after Louis Brandeis, the first Jewish Justice of the US Supreme Court.",
  "/wiki/Robotics": "Robotics is an interdisciplinary branch of engineering and science that includes mechanical engineering, electronic engineering, information engineering, computer science, and others. Robotics deals with the design, construction, operation, and use of robots, as well as computer systems for their control, sensory feedback, and information processing.",
  "/wiki/Complutense_University_of_Madrid": "The Complutense University of Madrid (Spanish: Universidad Complutense de Madrid or Universidad de Madrid; Latin: Universitas Complutensis) is a public research university located in Madrid, and one of the oldest universities in the world. The university enrolls over 86,000 students, being the 3rd largest non-distance European university by enrollment, and consistently ranking as one of the top universities in Spain. According to the Spanish newspaper El Mundo, the university is widely regarded as the most prestigious academic institution in Spain. It is located on a sprawling campus that occupies the entirety of the Ciudad Universitaria district of Madrid, with annexes in the district of Somosaguas in the neighboring city of Pozuelo de Alarcón.",
  "/wiki/Ukraine": "Ukraine (Ukrainian: Україна, romanized: Ukrayina, pronounced [ʊkrɐˈjinɐ] (listen)) is a country in Eastern Europe. It is bordered by Russia to the north-east; Belarus to the north; Poland, Slovakia and Hungary to the west; and Romania, Moldova, and the Black Sea to the south.  Ukraine is currently in a territorial dispute with Russia over the Crimean Peninsula, which Russia annexed in 2014. Including Crimea, Ukraine has an area of 603,628 km2 (233,062 sq mi), making it both the largest country entirely within Europe and the 46th largest country in the world. Excluding Crimea, Ukraine has a population of about 42 million, making it the 32nd most populous country in the world. Its capital and largest city is Kiev. Ukrainian is the official language and its alphabet is Cyrillic. The dominant religion in the country is Eastern Orthodoxy.",
  "/wiki/Magnetism": "Magnetism is a class of physical phenomena that are mediated by magnetic fields. Electric currents and the magnetic moments of elementary particles give rise to a magnetic field, which acts on other currents and magnetic moments. Magnetism is one aspect of the combined phenomenon of electromagnetism. The most familiar effects occur in ferromagnetic materials, which are strongly attracted by magnetic fields and can be magnetized to become permanent magnets, producing magnetic fields themselves.  Only a few substances are ferromagnetic; the most common ones are iron, cobalt and nickel and their alloys.  The prefix ferro- refers to iron, because permanent magnetism was first observed in lodestone, a form of natural iron ore called magnetite, Fe3O4.",
  "/wiki/Nanotechnology": "Nanotechnology (\"nanotech\") is  manipulation of matter on an atomic, molecular, and supramolecular scale. The earliest, widespread description of nanotechnology  referred to the particular technological goal of precisely manipulating atoms and molecules for fabrication of macroscale products, also now referred to as molecular nanotechnology. A more generalized description of nanotechnology was subsequently established by the National Nanotechnology Initiative, which defines nanotechnology as the manipulation of matter with at least one dimension sized from 1 to 100 nanometers. This definition reflects the fact that quantum mechanical effects are important at this quantum-realm scale, and so the definition shifted from a particular technological goal to a research category inclusive of all types of research and technologies that deal with the special properties of matter which occur below the given size threshold. It is therefore common to see the plural form \"nanotechnologies\" as well as \"nanoscale technologies\" to refer to the broad range of research and applications whose common trait is size.",
  "/wiki/Magnetization": "In classical electromagnetism, magnetization or magnetic polarization is the vector field that expresses the density of permanent or induced magnetic dipole moments in a magnetic material. The origin of the magnetic moments responsible for magnetization can be either microscopic electric currents resulting from the motion of electrons in atoms, or the spin of the electrons or the nuclei. Net magnetization results from the response of a material to an external magnetic field.  Paramagnetic materials have a weak induced magnetization in a magnetic field, which disappears when the magnetic field is removed.  Ferromagnetic and ferrimagnetic materials have strong magnetization in a magnetic field, and can be magnetized to have magnetization in the absence of an external field, becoming a permanent magnet.  Magnetization is not necessarily uniform within a material, but may vary between different points. Magnetization also describes how a material responds to an applied magnetic field as well as the way the material changes the magnetic field, and can be used to calculate the forces that result from those interactions. It can be compared to electric polarization, which is the measure of the corresponding response of a material to an electric field in electrostatics. Physicists and engineers usually define magnetization as the quantity of magnetic moment per unit volume.\nIt is represented by a pseudovector M."
}