{
  "/wiki/No._21_Squadron_RAF": "No. 21 Squadron of the Royal Air Force was formed in 1915 and was disbanded for the last time in 1979.",
  "/wiki/De_Havilland_Mosquito": "The de Havilland DH.98 Mosquito is a British twin-engined, shoulder-winged multirole combat aircraft, introduced during the Second World War. Unusual in that its frame is constructed mostly of wood, it was nicknamed the \"Wooden Wonder\", or \"Mossie\". Lord Beaverbrook, Minister of Aircraft Production, nicknamed it \"Freeman's Folly\", alluding to Air Chief Marshal Sir Wilfrid Freeman, who defended Geoffrey de Havilland and his design concept against orders to scrap the project. In 1941, it was one of the fastest operational aircraft in the world.",
  "/wiki/No._129_Squadron_RAF": "No. 129 (Mysore) Squadron was a Royal Air Force squadron active during World War II.",
  "/wiki/Supermarine_Spitfire": "The Supermarine Spitfire is a British single-seat fighter aircraft that was used by the Royal Air Force and other Allied countries before, during, and after World War II. Many variants of the Spitfire were built, using several wing configurations, and it was produced in greater numbers than any other British aircraft. It was also the only British fighter produced continuously throughout the war. The Spitfire continues to be popular among enthusiasts; nearly 60 remain airworthy, and many more are static exhibits in aviation museums throughout the world.",
  "/wiki/No._130_Squadron_RAF": "No. 130 Squadron of the Royal Air Force was a Second World War and Cold war fighter squadron, and later a strategic missile squadron.",
  "/wiki/No._131_Squadron_RAF": "No. 131 (County of Kent) Squadron RAF was a Royal Air Force Squadron formed to be a bomber unit in World War I and reformed as a fighter unit in World War II.",
  "/wiki/No._143_Squadron_RAF": "No. 143 Squadron RAF was a Royal Air Force Squadron formed as a fighter unit in the First World War and reformed as an RAF Coastal Command fighter and anti-submarine unit in Second World War.",
  "/wiki/Hawker_Hurricane": "The Hawker Hurricane is a British single-seat fighter aircraft of the 1930s–40s that was designed and predominantly built by Hawker Aircraft Ltd. for service with the Royal Air Force (RAF). It was overshadowed in the public consciousness by the Supermarine Spitfire's role during Battle of Britain in 1940, but the Hurricane inflicted 60 percent of the losses sustained by the Luftwaffe in the engagement, and fought in all the major theatres of the Second World War.",
  "/wiki/No._183_Squadron_RAF": "No. 183 (Gold Coast) Squadron RAF was a Royal Air Force Squadron that was a fighter-bomber unit in World War II.",
  "/wiki/Hawker_Typhoon": "The Hawker Typhoon (Tiffy in RAF slang) is a British single-seat fighter-bomber, produced by Hawker Aircraft. It was intended to be a medium–high altitude interceptor, as a replacement for the Hawker Hurricane but several design problems were encountered and it never completely satisfied this requirement.",
  "/wiki/No._193_Squadron_RAF": "No. 193 Squadron RAF was a fighter squadron of the Royal Air Force during World War II.",
  "/wiki/No._217_Squadron_RAF": "No. 217 Squadron RAF was a squadron of the RAF.  It was formed and disbanded four times between 1 April 1918 and 13 November 1959.  In World War I it served in a Strike role against enemy bases and airfields in Belgium.  In World War II as part of RAF Coastal Command it served first in a Maritime Patrol role along the Western Approaches and later in an Anti-Shipping role in the English Channel.  Ordered to the Far East in 1942, the squadron was retained for two months in Malta in an Anti-Shipping role, protecting Allied convoys, before moving to Ceylon to defend the approaches to India, serving in an Anti-Submarine and Anti-Shipping role.  It was equipped and training for a Strike role, when the war ended.  In the postwar period, it served for five years in a Maritime Reconnaissance role, and then briefly in a Support role for Operation Grapple, the British hydrogen bomb tests on Christmas Island.",
  "/wiki/Bristol_Beaufort": "The Bristol Beaufort (manufacturer designation Type 152) was a British twin-engined torpedo bomber designed by the Bristol Aeroplane Company, and developed from experience gained designing and building the earlier Blenheim light bomber. At least 1,180 Beauforts were built by Bristol and other British manufacturers.",
  "/wiki/RAF_Leuchars": "Royal Air Force Leuchars or RAF Leuchars (IATA: ADX, ICAO: EGQL) was a Royal Air Force station located in Leuchars, Fife, on the east coast of Scotland. Throughout the Cold War and beyond, the station was home to fighter aircraft which policed northern UK airspace. The station ceased to be an RAF station at 12:00 hrs on 31 March 2015 when it became Leuchars Station and control of the site was transferred to the British Army.",
  "/wiki/No._220_Squadron_RAF": "No. 220 Squadron of the Royal Air Force (RAF) was founded in 1918 and disbanded in 1963 after four separate periods of service. The squadron saw service in both the First and Second World Wars, as a maritime patrol unit, and finally as part of Britain's strategic nuclear deterrent.",
  "/wiki/Boeing_B-17_Flying_Fortress": "The Boeing B-17 Flying Fortress is a four-engined heavy bomber developed in the 1930s for the United States Army Air Corps (USAAC). Competing against Douglas and Martin for a contract to build 200 bombers, the Boeing entry (prototype Model 299/XB-17) outperformed both competitors and exceeded the air corps' performance specifications. Although Boeing lost the contract (to the Douglas B-18 Bolo) because the prototype crashed, the air corps ordered 13 more B-17s for further evaluation. From its introduction in 1938, the B-17 Flying Fortress evolved through numerous design advances, becoming the third-most produced bomber of all time, behind the four-engined B-24 and the multirole, twin-engined Ju 88.",
  "/wiki/No._235_Squadron_RAF": "No. 235 Squadron RAF was an anti-submarine squadron of the Royal Air Force in World War I and in World War II served as a squadron in RAF Coastal Command.",
  "/wiki/Bristol_Blenheim": "The Bristol Blenheim is a British light bomber aircraft designed and built by the Bristol Aeroplane Company (Bristol) which was used extensively in the first two years and in some cases throughout the Second World War. The aircraft was developed as Type 142, a civil airliner, in response to a challenge from Lord Rothermere to produce the fastest commercial aircraft in Europe. The Type 142 first flew in April 1935, and the Air Ministry, impressed by its performance, ordered a modified design as the Type 142M for the Royal Air Force (RAF) as a bomber. Deliveries of the newly named Blenheim to RAF squadrons commenced on 10 March 1937.",
  "/wiki/No._278_Squadron_RAF": "No. 278 Squadron RAF was a Royal Air Force Squadron formed as an air-sea rescue unit in World War II.",
  "/wiki/Supermarine_Walrus": "The Supermarine Walrus (originally known as the Supermarine Seagull V) was a British single-engine amphibious biplane reconnaissance aircraft designed by R. J. Mitchell and first flown in 1933. Designed for use as a fleet spotter to be catapult launched from cruisers or battleships, the Walrus was later employed in other roles, notably as a rescue aircraft for aircrew in the sea. The Walrus continued in service throughout the Second World War, with the Fleet Air Arm (FAA), Royal Air Force (RAF), Royal Australian Air Force (RAAF), Royal New Zealand Navy (RNZN) and Royal New Zealand Air Force (RNZAF). It was the first British squadron-service aircraft to incorporate in one airframe a fully retractable main undercarriage, completely enclosed crew accommodation and all-metal fuselage.",
  "/wiki/Supermarine_Sea_Otter": "The Supermarine Sea Otter was a British amphibious aircraft designed and built by Supermarine; it was a longer-range development of the Walrus and was the last biplane flying boat to be designed by Supermarine; it was also the last biplane to enter service with the Royal Navy and the RAF.",
  "/wiki/No._455_Squadron_RAAF": "No. 455 Squadron was a Royal Australian Air Force (RAAF) torpedo bomber squadron during World War II and became famous as part of the \"ANZAC Strike Wing\" that was formed from Australian and New Zealand squadrons. Raised in early 1941, mainly from Australian personnel, the squadron served over Europe during the war, operating from various bases in the United Kingdom; it also briefly sent a detachment to the Soviet Union in 1942. Operating Handley Page Hampdens and Bristol Beaufighters, the squadron mainly undertook anti-shipping and anti-submarine operations during the war.  It was disbanded in May 1945 following the cessation of hostilities against Germany.",
  "/wiki/Bristol_Beaufighter": "The Bristol Type 156 Beaufighter (often called the Beau) is a multi-role aircraft developed during the Second World War by the Bristol Aeroplane Company in the UK. It was originally conceived as a heavy fighter variant of the Bristol Beaufort torpedo bomber. The Beaufighter proved to be an effective night fighter, which came into service with the Royal Air Force (RAF) during the Battle of Britain, its large size allowing it to carry heavy armament and early airborne interception radar without major performance penalties.",
  "/wiki/RAF_Langham": "Royal Air Force Langham or more simply RAF Langham is a former Royal Air Force station, located 27.2 miles (43.8 km) northwest of Norwich, Norfolk, England, from 1940 to 1961. The airfield was the most northerly of the Norfolk wartime RAF airfields and its position, being just 3.3 miles (5.3 km) from the North sea at Blakeney. made it a desirable location to be used by Coastal Command which had come into prominence since the outbreak of the Second World War.",
  "/wiki/Norfolk": "Norfolk (/ˈnɔːrfək/) is a county in East Anglia in England. It borders Lincolnshire to the northwest, Cambridgeshire to the west and southwest, and Suffolk to the south. Its northern and eastern boundaries are the North Sea and to the north-west, The Wash. The county town is Norwich.\nWith an area of 2,074 square miles (5,370 km2) and a population of 859,400, Norfolk is a largely rural county with a population density of 401 per square mile (155 per km2). Of the county's population, 40% live in four major built up areas: Norwich (213,000), Great Yarmouth (63,000), King's Lynn (46,000) and Thetford (25,000).",
  "/wiki/No._464_Squadron_RAAF": "No. 464 Squadron RAAF was a Royal Australian Air Force (RAAF) bomber squadron during World War II. Formed in 1942 in the United Kingdom with personnel from Australia, Britain, Canada, New Zealand, South Africa and the Netherlands, the squadron served in the light bomber role, undertaking operations over France and the Low Countries, from bases in England. It also flew night fighter missions. Later, following D-Day, the squadron moved to France where it was used to interdict German transports and infrastructure. It further engaged in several low-level precision raids against Gestapo targets in France and Denmark. The squadron was disbanded in September 1945, following the conclusion of the war.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/No._487_Squadron_RNZAF": "No. 487 (NZ) Squadron was a Royal New Zealand Air Force light-bomber squadron, formed under Article XV of the Empire Air Training Scheme during World War II. Established in mid-1942, the squadron served in the European theatre, under the operational command of the Royal Air Force. It operated the Lockheed Ventura and de Havilland Mosquito and took part in over 3,000 operational sorties before being disbanded at the end of the war in late 1945.",
  "/wiki/No._609_Squadron_RAF": "No. 609 (West Riding) Squadron of the Royal Auxiliary Air Force, originally formed as a bomber squadron and in the Second World War active as fighter squadron, nowadays provides personnel to augment and support the operations of the Royal Air Force. The squadron is no longer a flying squadron, but instead has the role of Force Protection. It is currently based at RAF Leeming, North Yorkshire.",
  "/wiki/RAF_Thorney_Island": "RAF Thorney Island is a former Royal Air Force station located 6.6 miles (10.6 km) west of Chichester, West Sussex, England and 7.1 miles (11.4 km) east of Portsmouth, Hampshire."
}