{
  "/wiki/Amami,_Kagoshima": "Amami (奄美市, Amami-shi) is a city located on the island of Amami Ōshima, in Kagoshima Prefecture, Japan.",
  "/wiki/Monuments_of_Japan": "Monuments (記念物, kinenbutsu) is a collective term used by the Japanese government's Law for the Protection of Cultural Properties to denote Cultural Properties of Japan[note 1] as historic locations such as shell mounds, ancient tombs, sites of palaces, sites of forts or castles, monumental dwelling houses and other sites of high historical or scientific value; gardens, bridges, gorges, mountains, and other places of great scenic beauty; and natural features such as animals, plants, and geological or mineral formations of high scientific value.",
  "/wiki/%C5%8Csaki,_Kagoshima": "Ōsaki (大崎町, Ōsaki-chō) is a town located in Soo District, Kagoshima Prefecture, Japan.",
  "/wiki/Kagoshima,_Kagoshima": "Kagoshima (鹿児島市, Kagoshima-shi, Japanese: [ka̠ɡo̞ɕima̠]) is the capital city of Kagoshima Prefecture, Japan.  Located at the southwestern tip of the island of Kyushu, Kagoshima is the largest city in the prefecture by some margin. It has been nicknamed the \"Naples of the Eastern world\" for its bay location (Aira Caldera), hot climate, and emblematic stratovolcano, Sakurajima. The city was officially founded on April 1, 1889.",
  "/wiki/Keian_Genju": "Keian Genju (桂庵 玄樹, 1427 – June 28, 1508) was a Japanese Buddhist monk  who studied classics under Ishō at Nanzen-ji.",
  "/wiki/Minamitane,_Kagoshima": "Minamitane (南種子町, Minamitane-chō) is a town located on Tanegashima, in Kumage District, Kagoshima Prefecture, Japan.",
  "/wiki/Kimotsuki,_Kagoshima": "Kimotsuki (肝付町, Kimotsuki-chō) is a town in Kimotsuki District. It is located in the eastern part of the Ōsumi Peninsula in Kagoshima Prefecture, Japan.",
  "/wiki/Minami%C5%8Dsumi,_Kagoshima": "Minamiōsumi (南大隅町, Minamiōsumi-chō) is a town located in Kimotsuki District, Kagoshima Prefecture, Japan.  The town occupies the southern part of the Ōsumi Peninsula and its name literally means \"the southern part of Ōsumi.\"",
  "/wiki/Satsumasendai,_Kagoshima": "Satsumasendai (薩摩川内市, Satsumasendai-shi) is a city located in Kagoshima Prefecture, Japan.",
  "/wiki/Shibushi,_Kagoshima": "Shibushi (志布志市, Shibushi-shi) is a city located in Kagoshima Prefecture, Japan.",
  "/wiki/Ibusuki,_Kagoshima": "Ibusuki (指宿市, Ibusuki-shi) is a city located in Kagoshima Prefecture, Japan, founded on April 1, 1954.",
  "/wiki/China,_Kagoshima": "China (知名町, China-chō, IPA: [tɕina]) is a town located on Okinoerabujima, in Ōshima District, Kagoshima Prefecture, Japan.",
  "/wiki/Uenohara_site": "The Uenohara site (上野原遺跡, Uenohara iseki) is a Jōmon archaeological site in Kirishima, Kagoshima Prefecture, Japan. Pit dwellings were discovered during construction work in 1997. The numerous associated earthenware and lithic finds are an Important Cultural Property and the area has been designated a Historic Site. In 2002/3 an area of 36 ha was turned into a park and exhibition centre, known as Uenohara Jōmon no Mori (上野原縄文の森) lit. 'Uenohara Jōmon Forest'.",
  "/wiki/Kirishima,_Kagoshima": "Kirishima (霧島市, Kirishima-shi) is a city located in Kagoshima Prefecture, Japan.",
  "/wiki/Mount_Shiroyama_(Kagoshima)": "Mount Shiroyama (城山, Shiroyama) is a mountain located in Kagoshima, Kagoshima Prefecture, Japan. The true height is 107m. The original name is Tsuru ga mine (鶴ヶ峯, Tsuru ga mine) The mountain is famous as the site of the Battle of Shiroyama in 1877, at the end of the Satsuma rebellion.",
  "/wiki/Aira,_Kagoshima": "Aira (姶良市, Aira-shi) is a city located in Kagoshima Prefecture, Japan. It is located west of Kirishima and north of Kagoshima.",
  "/wiki/Kajiki,_Kagoshima": "Kajiki (加治木町, Kajiki-chō) was a town located in Aira District, Kagoshima Prefecture, Japan. It is located north of the city of Kagoshima. Kajiki is located on the northern part of the bay. Kagoshima Airport is to the north.",
  "/wiki/Chiran_Castle": "Chiran Castle (知覧城, Chiran-jō) is a castle structure in Chiran, Kagoshima, Minamikyūshū, Kagoshima Prefecture, Japan. The site was designated a National Historic Site.",
  "/wiki/Minamiky%C5%ABsh%C5%AB,_Kagoshima": "Minamikyūshū (南九州市, Minamikyūshū-shi, lit. \"South Kyushu City\") is a city located on the southern tip of Satsuma Peninsula, in Kagoshima Prefecture, Japan.",
  "/wiki/List_of_Historic_Sites_of_Japan_(Kagoshima)": "This list is of the Historic Sites of Japan located within the Prefecture of Kagoshima."
}