{
  "/wiki/Sugar_Island_Township,_Michigan": "Sugar Island Township is a civil township of Chippewa County in the U.S. state of Michigan. The population was 652 at the 2010 census. The township consists entirely of Sugar Island in the St. Marys River, and the waters directly around the island.\n Some of its land is within the reservation of the Bay Mills Indian Community, a federally recognized tribe and band of Chippewa who have long been in the region of Sault Ste. Marie, Michigan. Native Americans make up one-third of the population on the island.",
  "/wiki/Chippewa_County,_Michigan": "Chippewa County is a county in the Upper Peninsula of the U.S. state of Michigan. As of the 2010 census, the population was 38,520. The county seat is Sault Ste. Marie. The county is named for the Ojibwe (Chippewa) people, and was set off and organized in 1826.\n Chippewa County comprises the Sault Ste. Marie, MI micropolitan statistical area.",
  "/wiki/Raber_Township,_Michigan": "Raber Township is a civil township of Chippewa County in the U.S. state of Michigan. The population was 647 at the 2010 census.",
  "/wiki/Soo_Township,_Michigan": "Soo Township is a civil township of Chippewa County in the U.S. state of Michigan. The population was 3,141 at the 2010 census.",
  "/wiki/Lime_Island": "Lime Island is an island in the St. Marys River in Raber, Chippewa County, Michigan. The 1.41 sq. mile island is home to the Lime Island State Recreation Area. Besides a few cabins and camp sites the island remains covered in forest, which hosts the island's population of black bear. There are several smaller islands that surround Lime island. The islands of Hart, Edward, Love, and Bass Reef are northeast of Lime Island, and Little Lime Island lies to the southeast.",
  "/wiki/Pickford_Township,_Michigan": "Pickford Township is a civil township of Chippewa County in the U.S. state of Michigan. As of the 2010 census, the township population was 1,595.",
  "/wiki/Neebish_Island": "Neebish Island is located in the U.S. state of Michigan, in the St. Marys River that connects Lake Superior and Lake Huron at the easternmost point of Michigan's upper peninsula.\n Located west of the international border that separates the United States from the Canadian province of Ontario, the island forms an important junction of the Great Lakes-St. Lawrence seaway. Ship traffic heading up to Lake Superior pass on the island's east side, while down-bound traffic to Lake Huron passes through a deepened channel on the island's west side.\n The island has a permanent resident population of nearly 90 and is a destination for seasonal cottagers and campers.",
  "/wiki/List_of_islands_of_Michigan": "The following is a list of islands of Michigan.  Michigan has the second longest coastline of any state after Alaska. Being bordered by four of the five Great Lakes—Erie, Huron, Michigan, and Superior—Michigan also has 64,980 inland lakes and ponds, as well as innumerable rivers, that may contain their own islands included in this list.  The majority of the islands are within the Great Lakes.  Other islands can also be found within other waterways of the Great Lake system, including Lake St. Clair, St. Clair River, Detroit River, and St. Marys River.\n The largest of all the islands is Isle Royale in Lake Superior, which, in addition to its waters and other surrounding islands, is organized as Isle Royale National Park.  Isle Royale itself is 206 square miles (530 km2).  The most populated island is Grosse Ile with approximately 10,000 residents, located in the Detroit River about 10 miles (16 kilometres) south of Detroit.  The majority of Michigan's islands are uninhabited and very small.  Some of these otherwise unusable islands have been used for the large number of Michigan's lighthouses to aid in shipping throughout the Great Lakes, while others have been set aside as nature reserves.  Many islands in Michigan have the same name, even some that are in the same municipality and body of water, such as Gull, Long, or Round islands."
}