{
  "/wiki/Span_(engineering)": "Span is the distance between two intermediate supports for a structure, e.g. a beam or a bridge.\nA span can be closed by a solid beam or by a rope. The first kind is used for bridges, the second one for power lines, overhead telecommunication lines, some type of antennas or for aerial tramways.",
  "/wiki/Redheugh_Bridge": "The Redheugh Bridge (/ˈrɛd.jʊf/, REH-dyuuf) is a road bridge spanning the River Tyne west of Newcastle upon Tyne city centre on the north bank and Gateshead town centre on the south bank, in North East England. It currently carries the A189 road.",
  "/wiki/Newcastle_upon_Tyne": "Newcastle upon Tyne (/ˌnjuːkɑːsəl -/, locally /njuːˌkæsəl -/ (listen)), commonly known as Newcastle, is a city in Tyne and Wear, North East England, 103 miles (166 km) south of Edinburgh and 277 miles (446 km) north of London on the northern bank of the River Tyne, 8.5 mi (13.7 km) from the North Sea. Newcastle is the most populous city in the North East, and forms the core of the Tyneside conurbation, the eighth most populous urban area in the United Kingdom. Newcastle is a member of the UK Core Cities Group and is a member of the Eurocities network of European cities.",
  "/wiki/River_Tyne": "The River Tyne /ˈtaɪn/ (listen) is a river in North East England and its length (excluding tributaries) is 73 miles (118 km). It is formed by the confluence of two rivers: the North Tyne and the South Tyne. These two rivers converge at Warden Rock near Hexham in Northumberland at a place dubbed 'The Meeting of the Waters'.",
  "/wiki/Uppsala": "Uppsala (/ˈʊpsɑːlə, ˈʌp-/, also US: /-sələ, ˈuːpsɑːlə, ʊpˈsɑːlə/ or all ending in /-sɑːlɑː/, Swedish: [ˈɵ̂pːˌsɑːla] (listen); archaically spelled Upsala) is the capital of Uppsala County and the fourth-largest city in Sweden, after Stockholm, Gothenburg, and Malmö. It had 168,096 inhabitants in 2017.",
  "/wiki/Fyris_River": "Fyrisån (Swedish pronunciation: [ˈfŷːrɪsˌoːn], \"the Fyris river\") is a river in the Swedish province of Uppland, which passes through the city of Uppsala and ends in Lake Mälaren.",
  "/wiki/Bluff_Dale_Suspension_Bridge": "The Bluff Dale Suspension Bridge is a historic bridge located near Bluff Dale, Texas, United States. The bridge was built in 1891 and the spans 225 feet (69 m) across the Paluxy River. The road deck is 28 feet (8.5 m) above the river and held in place by fourteen one-inch cables attached to the towers made of nine-inch iron pipe.",
  "/wiki/Bluff_Dale,_TX": "Bluff Dale is an unincorporated community in Erath County, Texas, United States.",
  "/wiki/Paluxy_River": "The Paluxy River, also known as the Paluxy Creek, is a river in the U.S. state of Texas.  It is a tributary of the Brazos River.  It is formed by the convergence of the North Paluxy River and the South Paluxy River near Bluff Dale, Texas in Erath County and flows a distance of 29 miles (47 km) before joining the Brazos just to the east of Glen Rose, Texas in south central Somervell County.",
  "/wiki/Okato": "Okato is a small town in rural Taranaki, New Zealand. The population was 561 in the 2013 census, an increase of 30 from 2006. It is situated about 25 minutes drive around the coast from New Plymouth on State Highway 45. Oakura is 12 km to the north-east, and Warea is 9 km to the south-west. The place offers popular rocky surfing spots around coastal beaches. The town was established as a military settlement in the 1860s.",
  "/wiki/Opotiki": "Opotiki /ɔːpɔːˈtɪki/ (Māori: Ōpōtiki, from Ō Pōtiki mai Tawhiti) is a small town in the eastern Bay of Plenty in the North Island of New Zealand. It houses the headquarters of the Opotiki District Council and comes under the Bay of Plenty Regional Council.",
  "/wiki/Waioeka_River": "The Waioeka River is found in the north of New Zealand's North Island. It flows north for 65 kilometres (40 mi) from Te Urewera National Park to reach the sea at Opotiki. It shares its estuary with the Otara River.",
  "/wiki/Jerez_de_la_Frontera": "Jerez de la Frontera (Spanish pronunciation: [xeˈɾeθ ðe la fɾonˈteɾa]), or simply Jerez (pronounced [xeˈɾeθ]), is a Spanish city and municipality in the province of Cádiz in the autonomous community of Andalusia, in southwestern Spain, located midway between the Atlantic Ocean and the Cádiz Mountains. As of 2015[update], the city, the largest in the province, had a population of 212,876. It is the fifth largest in Andalusia, and has become the transportation and communications hub of the province, surpassing even Cádiz, the provincial capital, in economic activity. Jerez de la Frontera is also, in terms of land area, the largest municipality in the province, and its sprawling outlying areas are a fertile zone for agriculture. There are also many cattle ranches and horse-breeding operations, as well as a world-renowned wine industry (Xerez).",
  "/wiki/Guadalete_River": "The Guadalete River is located almost entirely in the Spanish province of Cádiz, rising in the Sierra de Grazalema Natural Park at an elevation of about 1,000 metres (3,300 ft), and running for 172 kilometres (107 mi) into the Bay of Cádiz at El Puerto de Santa Maria, north of the city of Cádiz. The river's name comes from the Arabic phrase meaning \"River of Forgetfulness\".",
  "/wiki/Pierrelatte": "Pierrelatte (Occitan: Pèiralata) is a commune in the Drôme department in southeastern France.",
  "/wiki/Str%C3%B6msund_Bridge": "The Strömsund Bridge (Swedish: Strömsundsbron) is a cable-stayed road bridge, bringing road E45 over Ströms vattudal, in Strömsund, Jämtland, Sweden.",
  "/wiki/Str%C3%B6msund": "Strömsund (Swedish pronunciation: [ˈstrœ̂mːsɵnd]; Southern Sami: Straejmie) is a locality and the seat of Strömsund Municipality in Jämtland County, Sweden with 3,589 inhabitants in 2010.",
  "/wiki/Str%C3%B6ms_vattudal": "Ströms vattudal is an extensive water system in the northern parts of Jämtland in Sweden. The water system stretches from Kvarnbergsvattnet in the north, close to Gäddede on the border to Norway, to Russfjärden in Strömsund in the south where it flows into Faxälven near Ulriksfors.",
  "/wiki/Theodor_Heuss_Bridge_(D%C3%BCsseldorf)": "The Theodor Heuss Bridge also known as the Nordbrücke (North bridge) is a cable-stayed bridge over the Rhine River in Düsseldorf built from 1953 to 1957 with a main span of 260 m (850 ft) flanked on either side by spans of 108 m (354 ft).",
  "/wiki/D%C3%BCsseldorf": "Düsseldorf (often Dusseldorf in English sources; UK: /ˈdʊsəldɔːrf/, US: /ˈdjuːs-/, German: [ˈdʏsl̩dɔʁf] (listen);  Low Franconian and Ripuarian:[a] Düsseldörp ([ˈdʏsl̩dœɐ̯p]); archaic Dutch: Dusseldorp) is the capital and second-largest city of the most populous German federal state of North Rhine-Westphalia after Cologne, as well as the seventh-largest city in Germany, with a population of 617,280. At the confluence of the Rhine and its tributary Düssel, the city lies in the centre of both the Rhine-Ruhr and the Rhineland Metropolitan Regions with the Cologne Bonn Region to its south and the Ruhr to its north. Most of the city lies on the right bank of the Rhine (as opposed to Cologne, whose city centre lies on the river's left bank). The city is the largest in the German Low Franconian dialect area (closely related to Dutch). \"Dorf\" meaning \"village\" in German, the \"-dorf\" suffix (English cognate: thorp) is unusual in the German-speaking area for a settlement of Düsseldorf's size.",
  "/wiki/Rhine": "The Rhine (Latin: Rhenus, Romansh: Rein, German: Rhein, French: le Rhin, Italian: Reno, Dutch: Rijn, Alemannic German: Rhi(n) including Alsatian) is one of the major European rivers, which has its sources in Switzerland and flows in a mostly northerly direction through Germany and the Netherlands, emptying into the North Sea. The river begins in the Swiss canton of Graubünden in the southeastern Swiss Alps, forms part of the Swiss-Liechtenstein, Swiss-Austrian, Swiss-German and then the Franco-German border, then flows through the German Rhineland and the Netherlands and eventually empties into the North Sea.",
  "/wiki/Cologne": "Cologne (English: /kəˈloʊn/ kə-LOHN; German: Köln [kœln] (listen); Kölsch: Kölle [ˈkœlə] (listen)) is the largest city of Germany's most populous federal state of North Rhine-Westphalia and the fourth-most populous city in Germany.  With slightly over a million inhabitants (1.08 million) within its city boundaries, Cologne is the largest city on the Rhine and also the most populous city both of the Rhine-Ruhr Metropolitan Region, which is Germany's largest and one of Europe's major metropolitan areas, and of the Rhineland. Centered on the left bank of the Rhine, Cologne is about 45 kilometres (28 mi) southeast of North Rhine-Westphalia's capital of Düsseldorf and 25 kilometres (16 mi) northwest of Bonn. It is the largest city in the Central Franconian and Ripuarian dialect areas.",
  "/wiki/Duisburg": "Duisburg (/ˈdjuːsbɜːrɡ/, also US: /ˈdjuːz-, ˈduːəs-/, German: [ˈdyːsbʊʁk] (listen); Kölsch: Duisbursh) is a city in the Ruhr metropolitan area of the western German state North Rhine-Westphalia. Lying on the confluence of the Rhine and the Ruhr rivers, Duisburg is one of the largest cities in Ruhr and 15th largest city in Germany.",
  "/wiki/Saint-Nazaire_Bridge": "The Saint-Nazaire Bridge (French: Le pont de Saint-Nazaire) is a cable-stayed bridge spanning the Loire River and linking Saint-Nazaire on the north bank and Saint-Brevin-les-Pins on the south bank, in the department of Loire-Atlantique, Pays de la Loire, France. The bridge is crossed by the \"Route bleue\" (RD213).",
  "/wiki/Saint-Nazaire": "Saint-Nazaire (French pronunciation: ​[sɛ̃.na.zɛʁ]; Breton: Sant-Nazer/Señ Neñseir; Gallo: Saint-Nazère/Saint-Nazaer) is a commune in the Loire-Atlantique department in western France, in traditional Brittany.",
  "/wiki/Loire_River": "The Loire (/lwɑːr/, also US: /luˈɑːr/, French: [lwaʁ] (listen); Occitan: Léger; Breton: Liger) is the longest river in France and the 171st longest in the world. With a length of 1,012 kilometres (629 mi), it drains an area of 117,054 km2 (45,195 sq mi), or more than a fifth of France's land area, while its average discharge is only half that of the Rhône.",
  "/wiki/Engineer_Carlos_Fern%C3%A1ndez_Casado_Bridge": "The Ingeniero Carlos Fernández Casado Bridge (also called: Engineer Carlos Fernández Casado Bridge) is a cable-stayed bridge that crosses the Barrios de Luna Reservoir in the province of León, Spain. It is part of the Autovia A-66, a major highway. It was inaugurated in 1983 and was the longest cable-stayed bridge by main span from 1983 to 1986.",
  "/wiki/Le%C3%B3n,_Spain": "León (UK: /leɪˈɒn/, US: /-ˈoʊn/; Spanish: [leˈon]; Leonese: Llión [ʎiˈoŋ]) is the capital of the province of León, located in the northwest of Spain. Its city population of 127,817 (2015) makes it the largest municipality in the province, accounting for more than one quarter of the province's population. Including the metropolitan area, the population is estimated at 202,793 (2015).",
  "/wiki/Alex_Fraser_Bridge": "The Alex Fraser Bridge (also known as the Annacis Bridge) is a cable-stayed bridge over the Fraser River that connects Richmond and New Westminster with North Delta in Greater Vancouver, British Columbia. The bridge is named for Alex Fraser (1916 – 1989), a former British Columbia Minister of Transportation. The bridge was the longest cable-stayed bridge in the world when it opened on September 22, 1986, and was the longest in North America until the Arthur Ravenel Jr. Bridge opened in 2005.",
  "/wiki/Vancouver": "Vancouver (/vænˈkuːvər/ (listen)) is a coastal seaport city in western Canada, located in the Lower Mainland region of British Columbia. As the most populous city in the province, the 2016 census recorded 631,486 people in the city, up from 603,502 in 2011. The Greater Vancouver area had a population of 2,463,431 in 2016, making it the third-largest metropolitan area in Canada. Vancouver has the highest population density in Canada, with over 5,400 people per square kilometre, which makes it the fifth-most densely populated city with over 250,000 residents in North America, behind New York City, Guadalajara, San Francisco, and Mexico City. Vancouver is one of the most ethnically and linguistically diverse cities in Canada: 52% of its residents are not native English speakers, 48.9% are native speakers of neither English nor French, and 50.6% of residents belong to visible minority groups.",
  "/wiki/Fraser_River": "The Fraser River /ˈfreɪzər/ is the longest river within British Columbia, Canada, rising at Fraser Pass near Blackrock Mountain in the Rocky Mountains and flowing for 1,375 kilometres (854 mi), into the Strait of Georgia at the city of Vancouver.  It is the 11th longest river in Canada.[citation needed]  The river's annual discharge at its mouth is 112 cubic kilometres (27 cu mi) or 3,550 cubic metres per second (125,000 cu ft/s), and it discharges 20 million tons of sediment into the ocean.",
  "/wiki/Skarnsund_Bridge": "The Skarnsund Bridge (Norwegian: Skarnsundet bru or Skarnsundbrua) is a 1,010-metre (3,310 ft) long concrete cable-stayed bridge that crosses the Skarnsundet strait, in the municipality of Inderøy in Trøndelag county, Norway. When finished in 1991, it replaced the Vangshylla–Kjerringvik Ferry and it gives the communities in the municipalities of Mosvik and Leksvik easier access to the central areas of Innherred. The bridge is the only road crossing of the Trondheimsfjord, and is located along Norwegian County Road 755.",
  "/wiki/Inder%C3%B8y": "Inderøy is a municipality in Trøndelag county, Norway. It is part of the Innherad region. The administrative centre of the municipality is the village of Straumen. Other villages include Framverran, Gangstadhaugen, Hylla, Kjerknesvågen, Kjerringvik, Røra, Sakshaug, Sandvollan, Småland, Trongsundet, Utøy, Vangshylla, and Venneshamn. The municipality is primarily an agricultural community, but also has some industry.",
  "/wiki/Skarnsundet": "Skarnsund or Skarnsundet is a strait in the Trondheimsfjord in Trøndelag county, Norway.  The strait connects the Beitstadfjorden with the outer section of the Trondheimsfjorden. The 5-kilometre (3.1 mi) long and 0.5-kilometre (0.31 mi) wide Skarnsund is located in the municipality of Inderøy.  On the northeastern side of the strait is the village of Vangshylla and on the southwestern side is the villages of Venneshamn and Kjerringvik (this side is the Mosvik area of Inderøy).  The strait has a strong tidal current with a maelstrom.",
  "/wiki/Yangpu_Bridge": "The Yangpu Bridge (simplified Chinese: 杨浦大桥; traditional Chinese: 楊浦大橋; pinyin: Yángpǔ Dàqiáo), in Shanghai, China, sister bridge to the Nanpu Bridge, is among the world's longest bridges, with a total length of 8354 meters. Its longest span of 602 m makes it one of the longest cable-stayed bridges in the world. It carries the Inner Ring Road from the Yangpu District in Puxi to the Pudong New Area. It was completed in September 1993 and opened in October.",
  "/wiki/Shanghai": "Shanghai (Chinese: 上海; Shanghainese pronunciation: [zɑ̃.hɛ] (listen), Putonghua pronunciation: [ʂâŋ.xài] (listen)) is one of the four municipalities of the People's Republic of China. It is located on the southern estuary of the Yangtze, and the Huangpu River flows through it. With a population of 24.2 million as of 2018[update], it is the most populous urban area in China and the second most populous city proper in the world. Shanghai is a global center for finance, innovation, and transportation, and the Port of Shanghai is the world's busiest container port.",
  "/wiki/Huangpu_River": "The Huángpǔ (pronunciation (help·info)), formerly romanized as Whangpoo, is a 113-kilometer (70 mi) long river flowing through Shanghai that was first excavated and created by Lord Chunshen, one of the Four Lords of the Warring States. It is the last significant tributary of the Yangtze before it empties into the East China Sea. The Bund and Lujiazui are located along the river.",
  "/wiki/Pont_de_Normandie": "The Pont de Normandie (English: Normandy Bridge) is a cable-stayed road bridge that spans the river Seine linking Le Havre to Honfleur in Normandy, northern France. Its total length is 2,143.21 metres (7,032 ft) – 856 metres (2,808 ft) between the two piers. It is also the last bridge to cross the Seine before it empties into the ocean. Despite being a motorway toll bridge, there is a footpath as well as a narrow cycle lane in each direction allowing pedestrians and cyclists to cross the bridge free of charge.",
  "/wiki/Le_Havre": "Le Havre (/lə ˈhɑːv(rə)/, French: [lə ɑvʁ(ə)] (listen); Norman: Lé Hâvre) is an urban French commune and city in the Seine-Maritime department in the Normandy region of northwestern France. It is situated on the right bank of the estuary of the river Seine on the Channel southwest of the Pays de Caux. Le Havre is the most populous commune of Upper Normandy, although the total population of the greater Le Havre conurbation is smaller than that of Rouen. After Reims, it is also the second largest subprefecture in France. The name Le Havre means \"the harbour\" or \"the port\". Its inhabitants are known as Havrais or Havraises.",
  "/wiki/Seine_River": "The Seine (/seɪn/ SAYN, /sɛn/ SEN, French: [sɛn] (listen)) is a 777-kilometre-long (483 mi) river and an important commercial waterway within the Paris Basin in the north of France. It rises at Source-Seine, 30 kilometres (19 mi) northwest of Dijon in northeastern France in the Langres plateau, flowing through Paris and into the English Channel at Le Havre (and Honfleur on the left bank). It is navigable by ocean-going vessels as far as Rouen, 120 kilometres (75 mi) from the sea. Over 60 percent of its length, as far as Burgundy, is negotiable by commercial riverboats, and nearly its whole length is available for recreational boating; excursion boats offer sightseeing tours of the river banks in Paris, lined with top monuments including Notre-Dame, the Eiffel Tower, the Louvre Museum and Musée d'Orsay.",
  "/wiki/Tatara_Bridge": "The Tatara Bridge (多々羅大橋, Tatara Ōhashi) is a cable-stayed bridge that is part of the Nishiseto Expressway, commonly known as the Shimanami Kaidō しまなみ海道.  The bridge has a center span of 890 metres (2,920 ft).  As of 2010 it has the fourth longest main span of any cable-stayed bridge after the Sutong Bridge.  The expressway is a series of roads and bridges that is one of the three routes of the Honshū-Shikoku Bridge Project connecting the islands of Honshū and Shikoku across the Seto Inland Sea in Japan.  The Kurushima-Kaikyō Bridge is on the same route.",
  "/wiki/Imabari": "Imabari (今治市, Imabari-shi) is a city in Ehime Prefecture, Japan. It is the second largest city in Ehime Prefecture.",
  "/wiki/Seto_Inland_Sea": "The Seto Inland Sea (瀬戸内海, Seto Naikai), also known as Setouchi  or often shortened to Inland Sea, is the body of water separating Honshū, Shikoku, and Kyūshū, three of the five main islands of Japan. The region that includes the Seto Inland Sea and the coastal areas of Honshū, Shikoku, and Kyūshū is known as the Setouchi Region. It serves as a waterway, connecting the Pacific Ocean to the Sea of Japan. It connects to Osaka Bay and provides a sea transport link to industrial centers in the Kansai region, including Osaka and Kobe. Before the construction of the San'yō Main Line, it was the main transportation link between Kansai and Kyūshū.",
  "/wiki/Sutong_Bridge": "The Sutong Yangtze River Bridge (Chinese: 苏通长江大桥; Wu pronunciation: [sutʰoŋ dadʒɔ], pinyin: Sūtōng Chángjiāng Dàqiáo) is a cable-stayed bridge that spans the Yangtze River in China between Nantong and Changshu, a satellite city of Suzhou, in Jiangsu province.",
  "/wiki/Nantong": "Nantong (Chinese: 南通; pinyin: Nántōng; alternate names: Nan-t'ung, Nantung, Tongzhou, or Tungchow; Qihai dialect: [nie tʰoŋ]) is a prefecture-level city in Jiangsu province, China. Located on the northern bank of the Yangtze River, near the river mouth. Nantong is a vital river port bordering Yancheng to the north, Taizhou to the west, Suzhou, Wuxi and Shanghai to the south across the river, and the East China Sea to the east.\nIts current population is 7,282,835 at the 2010 census, 1,994,708 of whom live in the built-up area made up of three urban districts.",
  "/wiki/Changsu": "Changzhou (Changzhounese: Zaon Tsei, Chinese: 常州) is a prefecture-level city in southern Jiangsu province, China. It was previously known as Yanling, Lanling and Jinling. Located on the southern bank of the Yangtze River, Changzhou borders the provincial capital of Nanjing to the west, Zhenjiang to the northwest, Wuxi to the east, and the province of Zhejiang to the south. Changzhou is located in the highly developed  Yangtze Delta region of China extending from Shanghai going northwest. The population of Changzhou city was 4,592,431 at the 2010 census.",
  "/wiki/Yangtze_River": "The Yangtze or Yangzi (English:  /ˈjæŋtsi/ or /ˈjɑːŋtsi/) is the longest river in Asia, the third-longest in the world and the longest in the world to flow entirely within one country. It rises in the northern part of the Tibetan Plateau and flows 6,300 km (3,900 mi) in a generally easterly direction to the East China Sea. It is the sixth-largest river by discharge volume in the world. Its drainage basin comprises one-fifth of the land area of China, and is home to nearly one-third of the country's population.",
  "/wiki/List_of_longest_cable-stayed_bridge_spans": "This list ranks the world's cable-stayed bridges by the length of main span, i.e. the distance between the suspension towers. The length of the main span is the most common way to rank cable-stayed bridges. If one bridge has a longer span than another, it does not mean that the bridge is the longer from shore to shore, or from anchorage to anchorage. However, the size of the main span does often correlate with the height of the towers, and the engineering complexity involved in designing and constructing the bridge."
}