{
  "/wiki/List_of_United_States_Senators_from_Oregon": "Oregon was admitted to the Union on February 14, 1859. Its current U.S. senators are Democrats Ron Wyden (serving since 1996) and Jeff Merkley (serving since 2009).",
  "/wiki/United_States_Senate_special_election_in_Oregon,_1860": "The United States Senate elections of 1860 and 1861 were elections corresponding with Abraham Lincoln's election to the presidency.  The nascent Republican Party increased their Senate seats in the general elections, and after southern Democrats withdrew  to join the Confederacy, Republicans gained control of the United States Senate. To establish a quorum with fewer members, a lower total seat number was taken into account.",
  "/wiki/Edward_Dickinson_Baker": "Edward Dickinson Baker (February 24, 1811 – October 21, 1861) was an American politician, lawyer, and military leader. In his political career, Baker served in the U.S. House of Representatives from Illinois and later as a U.S. Senator from Oregon. He was also known as an orator and poet. A long-time close friend of the President of the United States, Abraham Lincoln, Baker served as U.S. Army colonel during both the Mexican–American War and the American Civil War. Baker was killed in the Battle of Ball's Bluff while leading a Union Army regiment, becoming the only sitting U.S. senator ever to be killed in a military engagement.",
  "/wiki/Republican_Party_(United_States)": "The Republican Party, also referred to as the GOP (Grand Old Party), is one of the two major contemporary political parties in the United States; the other is its historic rival, the Democratic Party.",
  "/wiki/List_of_United_States_Senators_from_California": "California elects United States senators to Class 1 and Class 3. The state has been represented by 44 people in the Senate since it was admitted to the Union on September 9, 1850. Its current U.S. senators are Democrats Dianne Feinstein and Kamala Harris.",
  "/wiki/David_C._Broderick": "David Colbreth Broderick (February 4, 1820 – September 16, 1859) was an attorney and politician, elected by the legislature as Democratic U.S. Senator from California. Born in Washington, DC, to Irish immigrant parents, he lived in New York until moving to California during the Gold Rush. He was a first cousin of politicians Andrew Kennedy of Indiana and Case Broderick of Kansas.",
  "/wiki/Democratic_Party_(United_States)": "The Democratic Party is one of the two major contemporary political parties in the United States, along with its main rival, the Republican Party. Tracing its heritage back to Thomas Jefferson and James Madison's Democratic-Republican Party, the modern-day Democratic Party was founded around 1828 by supporters of Andrew Jackson, making it the world's oldest active political party.",
  "/wiki/Henry_P._Haun": "Henry Peter Haun (January 18, 1815 – June 6, 1860) was a California Judge, farmer, and U.S. Senator from California. He was appointed by Governor John Bigler to serve out Senator David C. Broderick's term following his predecessor's death in a duel.",
  "/wiki/List_of_United_States_Senators_from_Texas": "Texas was admitted to the United States on December 29, 1845 and elects its U.S. senators to Class 1 and Class 2. The state's current senators are Republicans John Cornyn (serving since 2002) and Ted Cruz (serving since 2013). A total of 27 Democrats, 7 Republicans, and 1 Liberal Republican have served or are serving as U.S. senators from Texas.",
  "/wiki/Matthias_Ward": "Matthias Ward (October 13, 1805 – October 5, 1861) was a lawyer and United States Senator from Texas.",
  "/wiki/United_States_Senate_special_election_in_Texas,_1859": "The United States Senate elections of 1858 and 1859 were elections which had the Republican Party gain five additional seats in the United States Senate, but the Democrats retained their majority.  That majority would erode in 1860 with the secession of the southern states leading up to the Civil War.  In Illinois, incumbent Stephen A. Douglas (D) and challenger Abraham Lincoln (R) held a series of seven debates, known as the \"Lincoln–Douglas debates.\"",
  "/wiki/Louis_Wigfall": "Louis Trezevant Wigfall (April 21, 1816 – February 18, 1874) was an American politician who served as a Confederate States Senator from Texas from 1862 to 1865. He was among a group of leading secessionists known as Fire-Eaters, advocating the preservation and expansion of an aristocratic agricultural society based on slave labor. He briefly served as a Confederate Brigadier General of the Texas Brigade at the outset of the American Civil War before taking his seat in the Confederate Senate. Wigfall's reputation for oratory and hard-drinking, along with a combative nature and high-minded sense of personal honor, made him one of the more imposing political figures of his time.",
  "/wiki/United_States_Senate_special_election_in_California,_1860": "The United States Senate elections of 1860 and 1861 were elections corresponding with Abraham Lincoln's election to the presidency.  The nascent Republican Party increased their Senate seats in the general elections, and after southern Democrats withdrew  to join the Confederacy, Republicans gained control of the United States Senate. To establish a quorum with fewer members, a lower total seat number was taken into account.",
  "/wiki/Milton_Latham": "Milton Slocum Latham (May 23, 1827 – March 4, 1882) was an American politician, who served as the sixth governor of California and as a U.S. Representative and U.S. Senator. Latham holds the distinction of having the shortest governorship in California history, lasting for five days between January 9 and January 14, 1860. A Lecompton Democrat, Latham resigned from office (the second governor to do so) after being elected by the legislature to fill the U.S. Senate seat left vacant by the death of David C. Broderick in a duel.",
  "/wiki/List_of_United_States_Senators_from_South_Carolina": "South Carolina ratified the United States Constitution on May 23, 1788. Its Senate seats were declared vacant in July 1861 owing to its secession from the Union. They were again filled from July 1868. The state's current U.S. senators are Republicans Lindsey Graham, serving since 2003, and Tim Scott, serving since 2013.",
  "/wiki/James_Chesnut,_Jr.": "James Chesnut Jr. (January 18, 1815 – February 1, 1885) was an American politician who served as a Deputy from South Carolina to the Provisional Congress of the Confederate States from 1861 to 1862. He also served as a senior officer of the Confederate States Army in the Eastern Theater of the American Civil War.",
  "/wiki/James_Henry_Hammond": "James Henry Hammond (November 15, 1807 – November 13, 1864) was an attorney, politician and planter from South Carolina. He served as a United States Representative from 1835 to 1836, the 60th Governor of South Carolina from 1842 to 1844, and United States Senator from 1857 to 1860. He was considered one of the major spokesmen in favor of slavery in the years before the American Civil War.",
  "/wiki/List_of_United_States_Senators_from_Mississippi": "Mississippi was admitted to the Union on December 10, 1817, and elects senators to Class 1 and Class 2. Its current senators are Republicans Cindy Hyde-Smith and Roger Wicker.  As of April 2, 2018, 51 people have served as U.S. senators from Mississippi.",
  "/wiki/Albert_G._Brown": "Albert Gallatin Brown (May 31, 1813 – June 12, 1880) was Governor of Mississippi from 1844 to 1848 and a Democrat United States Senator from Mississippi from 1854 to 1861, when he withdrew during secession.",
  "/wiki/List_of_United_States_Senators_from_Maine": "Maine was admitted to the Union on  March 15, 1820. The state's U.S. senators belong to Class 1 and Class 2. Republican Susan Collins (first elected in 1996) and Independent Angus King (first elected in 2012) are Maine's current U.S. senators, making Maine one of nine states to have a split United States Senate delegation.",
  "/wiki/Hannibal_Hamlin": "Hannibal Hamlin (August 27, 1809 – July 4, 1891) was an American attorney and politician from the state of Maine.  In a public service career that spanned over 50 years, he served as the 15th vice president of the United States. The first Republican to hold the office, Hamlin served from 1861 to 1865. He is considered among the most influential politicians to have come from Maine.",
  "/wiki/Vice_President_of_the_United_States": "The vice president of the United States is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as president of the Senate. In this capacity, the vice president is empowered to preside over Senate deliberations, but may not vote except to cast a tie-breaking vote. The vice president also presides over joint sessions of Congress.",
  "/wiki/United_States_Senate_special_election_in_Maine,_1861": "The United States Senate elections of 1860 and 1861 were elections corresponding with Abraham Lincoln's election to the presidency.  The nascent Republican Party increased their Senate seats in the general elections, and after southern Democrats withdrew  to join the Confederacy, Republicans gained control of the United States Senate. To establish a quorum with fewer members, a lower total seat number was taken into account.",
  "/wiki/Lot_M._Morrill": "Lot Myrick Morrill (May 3, 1813 – January 10, 1883) was an American statesman who served as the 28th Governor of Maine, in the United States Senate, and as Secretary of the Treasury appointed by President Ulysses S. Grant. Morrill was an accomplished politician serving in several elected and appointed offices throughout his lifetime. Morrill, as Secretary of Treasury, was devoted to hard currency rather than paper money and dedicated himself to serve the public good rather than party interests. Morrill was popularly received as Treasury Secretary by the American press and Wall Street, and was known for his financial and political integrity.  Morrill was President Grant's fourth and last Secretary of the Treasury.",
  "/wiki/List_of_United_States_Senators_from_Alabama": "Alabama was admitted to the Union on December 14, 1819. The state elects U.S. senators to Class 2 and Class 3. Its United States Senate seats were declared vacant from March 1861 to July 1868 due to its secession from the Union during the American Civil War. Alabama's current U.S. senators are Republican Richard Shelby (since 1987) and Democrat Doug Jones (since 2018), making it one of nine states to have a split U.S. Senate delegation.",
  "/wiki/Benjamin_Fitzpatrick": "Benjamin Fitzpatrick (June 30, 1802 – November 21, 1869) was the 11th Governor of the U.S. state of Alabama and a United States Senator from that state. He was a Democrat.",
  "/wiki/Clement_Claiborne_Clay": "Clement Claiborne Clay (December 13, 1816 – January 3, 1882), also known as C. C. Clay, Jr., was a United States Senator (Democrat) from the state of Alabama from 1853 to 1861, and a Confederate States Senator from Alabama from 1862 to 1864.  His portrait appeared on the Confederate one-dollar note (4th issue and later).",
  "/wiki/List_of_United_States_Senators_from_Florida": "Florida was admitted to the Union on March 3, 1845 and elects its U.S. senators to Class 1 and Class 3. Florida's U.S. Senate seats were declared vacant in March 1861, due to its secession from the Union. They were filled again in July 1868. The state is currently represented by Republicans Marco Rubio (serving since 2011) and Rick Scott (serving since 2019).",
  "/wiki/Stephen_Mallory": "Stephen Russell Mallory (1812 – November 9, 1873) was a Democratic senator from Florida from 1850 to the secession of his home state and the outbreak of the American Civil War. For much of that period, he was chairman of the Committee on Naval Affairs. It was a time of rapid naval reform, and he insisted that the ships of the US Navy should be as capable as those of Britain and France, the foremost navies in the world at that time. He also wrote a bill and guided it through Congress to provide for compulsory retirement of officers who did not meet the standards of the profession.",
  "/wiki/David_Levy_Yulee": "David Levy Yulee (born David Levy; June 12, 1810 – October 10, 1886) was an American politician and attorney. Born in St. Thomas, then under British control, he was of Sephardi Jewish ancestry: his father was from Morocco and his mother from Europe. The family moved to Florida when he was a child, and he grew up there on their extensive lands. He later served as Florida's territorial delegate to Congress. Yulee was the first person of Jewish ancestry to be elected and serve as a United States Senator. He founded the Florida Railroad Company and served as president of several other companies, earning the nickname of \"Father of Florida Railroads.\" In 2000 he was recognized as that year's \"Great Floridian\" by the state.[citation needed]",
  "/wiki/Jefferson_Davis": "Jefferson Finis Davis[a] (June 3, 1808 – December 6, 1889) was an American politician who served as the president of the Confederate States from 1861 to 1865. As a member of the Democratic Party, he represented Mississippi in the United States Senate and the House of Representatives before the American Civil War. He previously served as the United States Secretary of War from 1853 to 1857 under President Franklin Pierce.",
  "/wiki/List_of_United_States_Senators_from_Georgia": "This is a chronological listing of the United States senators from Georgia.",
  "/wiki/Alfred_Iverson,_Sr.": "Alfred Iverson Sr. (December 3, 1798 – March 4, 1873) was a United States Representative and Senator from Georgia.",
  "/wiki/List_of_United_States_Senators_from_Kansas": "This is a list of United States senators from Kansas. Kansas was admitted to the Union on January 29, 1861, and its senators belong to Class 2 and Class 3. Kansas's current senators are Republicans Pat Roberts and Jerry Moran. 29 of Kansas's senators have been Republicans, 3 have been Democrats, and 2 have been Populists. Kansas last elected a Democrat in 1932, which is the longest streak of having Republican senators in the nation.",
  "/wiki/Robert_Toombs": "Robert Augustus Toombs (July 2, 1810 – December 15, 1885) was an American lawyer, planter, and politician from Georgia who became one of the organizers of the Confederacy and served as its first Secretary of State. He served in Jefferson Davis' cabinet as well as in the Confederate States Army, but later became one of Davis' critics. He fled the United States after the Confederate defeat, returning in 1867 after his daughter's death. He regained political power in Georgia as Congressional Reconstruction ended.",
  "/wiki/List_of_United_States_Senators_from_Louisiana": "Louisiana was admitted to the Union on April 30, 1812, and elects senators to Class 2 and Class 3. Its current senators are Republicans John Kennedy and Bill Cassidy.",
  "/wiki/Judah_P._Benjamin": "Judah Philip Benjamin, QC (August 11, 1811 – May 6, 1884) was a lawyer and politician who was a United States Senator from Louisiana, a Cabinet officer of the Confederate States and, after his escape to the United Kingdom at the end of the American Civil War, an English barrister. Benjamin was the first Jew to hold a Cabinet position in North America, and the first to be elected to the United States Senate who had not renounced that faith. (He was preceded by David Levy Yulee.) He successively held the Cabinet positions of Attorney General, Secretary of War, and Secretary of State of the Confederate States of America.",
  "/wiki/John_Slidell": "John Slidell (1793 – July 9, 1871) was an American politician, lawyer, and businessman. A native of New York, Slidell moved to Louisiana as a young man and became a staunch defender of slavery as a Representative and Senator. He was the older brother of Alexander Slidell Mackenzie, a US naval officer.",
  "/wiki/List_of_United_States_Senators_from_Tennessee": "Tennessee was admitted to the Union on June 1, 1796. Its United States Senate seats were declared vacant in March 1862 owing to its secession from the Union. They were again filled from July 1866. Tennessee's current Senators are Republicans Lamar Alexander and Marsha Blackburn.",
  "/wiki/Alfred_O._P._Nicholson": "Alfred Osborn Pope Nicholson (August 31, 1808 – March 23, 1876), a Tennessee Democratic politician and lawyer, was twice a United States Senator from that state."
}