{
  "/wiki/Elmer_Lucille_Allen": "Elmer Lucille Allen (born in Louisville, Kentucky, 1931) is a ceramic artist and chemist who graduated from Nazareth College (now Spalding University) in 1953. She became the first African-American chemist at Brown-Forman in 1966.",
  "/wiki/Spalding_University": "Spalding University (SU) is a private Roman Catholic university in Louisville, Kentucky. It is affiliated with the Sisters of Charity of Nazareth.",
  "/wiki/Barbara_Chase-Riboud": "Barbara Chase-Riboud (born June 26, 1939) is an American visual artist and sculptor, bestselling novelist, and award-winning poet. Chase-Riboud gained recognition as an author after the release of her book, Sally Hemings (1979), which earned the Janet Heidinger Kafka Prize in Fiction, and became an international success. It generated conversation around the book's topic of the relationship between Sally Hemings, a slave, and her master, Thomas Jefferson, who became president of the United States.",
  "/wiki/Temple_University": "Temple University (Temple or TU) is a public research university in Philadelphia, Pennsylvania. It was founded in 1884 by the Baptist minister Russell Conwell. In 1882, Conwell came to Pennsylvania to lead the Grace Baptist Church while he began tutoring working-class citizens late at night to accommodate their work schedules. These students—later dubbed \"night owls\"—were taught in the basement of Conwell's Baptist Temple, hence the origin of the university's name and mascot. By 1907, the institution revised its institutional status and was incorporated as a university.",
  "/wiki/Sculptor": "Sculpture is the branch of the visual arts that operates in three dimensions. It is one of the plastic arts. Durable sculptural processes originally used carving (the removal of material) and modelling (the addition of material, as clay), in stone, metal, ceramics, wood and other materials but, since Modernism, there has been an almost complete freedom of materials and process. A wide variety of materials may be worked by removal such as carving, assembled by welding or modelling, or molded or cast.",
  "/wiki/Clemson_University": "Clemson University (/ˈklɛmp.sən, ˈklɛm.zən/[note a]) is a public, land-grant research university in Clemson, South Carolina. Founded in 1889, Clemson is the second-largest university in student population in South Carolina. For the fall 2017 semester, the university enrolled a total of 19,402 undergraduate students and 4,985 graduate students, and the student/faculty ratio was 18:1. Clemson's 1,400-acre campus  is in the foothills of the Blue Ridge Mountains and sits next to Lake Hartwell. The university manages the nearby 17,500-acre Clemson Experimental Forest that is used for research, education, and recreation.",
  "/wiki/Jan_Spivey_Gilchrist": "Jan Spivey Gilchrist is an award-winning African-American author, illustrator, and fine artist from Chicago, Illinois. She is most well known for her work in children's literature, especially illustrations in The Great Migration: Journey to the North, Nathaniel Talking, and My America. Her books have received numerous awards including the Coretta Scott King Medal for Illustration and the Parents' Choice Award.",
  "/wiki/West_Virginia_State_College": "West Virginia State University (WVSU) is a public, historically black, state university founded in 1891 in Institute, West Virginia. In the Charleston-metro area, the school is usually referred to simply as \"STATE\", \" WVSU\" or \"West Virginia State\". It is one of the original 19 land-grant colleges and universities established by the second Morrill Act of 1890, which evolved as a diverse and inclusive campus. The University is a member-school of the Thurgood Marshall College Fund. Following desegregation, WVSU's student population slowly became more white than black. As of 2017, WSVU is 75% white and only 8% African-American .",
  "/wiki/Institute,_West_Virginia": "Institute is an unincorporated community on the Kanawha River in Kanawha County, West Virginia, United States. Interstate 64 and West Virginia Route 25 pass by the community, which has grown to intermingle with nearby Dunbar. Institute is home to West Virginia State University (formerly the West Virginia Colored Institute and the source of the town's toponym) and the West Virginia State Police Academy. In August 2008 a chemical plant explosion here killed two and injured eight at the Bayer CropScience facility.",
  "/wiki/Laura_Wheeler_Waring": "Laura Wheeler Waring (May 16, 1887 – February 3, 1948) was an African-American artist and educator, best known for her paintings of prominent African Americans that she made during the Harlem Renaissance. She taught art for more than 30 years at Cheyney University in Pennsylvania.",
  "/wiki/Meta_Vaux_Warrick_Fuller": "Meta Vaux Warrick Fuller (/ˈmiːtə ˈvaʊ/ MEE-tə VOW; born Meta Vaux Warrick, June 9, 1877 – 18 March 1968) was an African-American artist notable for celebrating Afrocentric themes. She was known as a multi-talented artist who wrote poetry, painted, and sculpted but was most noted for her sculpture. At the turn of the twentieth century, she had achieved a reputation as a well-known sculptor in Paris before returning to the United States. Warrick was a protegé of Auguste Rodin, and has been described as \"one of the most imaginative Black artists of her generation. She created work with strong social commentary; for instance, she made a sculpture of Mary Turner, a young, married and pregnant black woman who was lynched in Georgia in 1918 the day after protesting the lynching of her husband. Warrick is considered a forerunner of the Harlem Renaissance, a movement among African Americans promoting their literature and art.",
  "/wiki/Atlanta,_GA": "Atlanta (/ætˈlæntə/) is the capital and most populous city in the U.S. state of Georgia. With an estimated 2018 population of 498,044, it is also the 37th most-populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to 5.9 million people and the ninth largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the most populous county in Georgia. Portions of the city extend eastward into neighboring DeKalb County."
}