{
  "/wiki/Yamiche_Alcindor": "Yamiche Léone Alcindor (born 1986 or 1987) is an American journalist who currently acts as the White House correspondent for the PBS NewsHour and as a political contributor to NBC News and MSNBC. In the past, she has worked as a reporter for USA Today and The New York Times. Alcindor has written mainly about politics and social issues.",
  "/wiki/Maya_Angelou": "Maya Angelou (/ˈændʒəloʊ/ (listen); born Marguerite Annie Johnson; April 4, 1928 – May 28, 2014) was an American poet, singer, memoirist, and civil rights activist. She published seven autobiographies, three books of essays, several books of poetry, and is credited with a list of plays, movies, and television shows spanning over 50 years.  She received dozens of awards and more than 50 honorary degrees.  Angelou is best known for her series of seven autobiographies, which focus on her childhood and early adult experiences.  The first, I Know Why the Caged Bird Sings (1969), tells of her life up to the age of 17 and brought her international recognition and acclaim.",
  "/wiki/Theatrical_producer": "A theatrical producer is a person who oversees all aspects of mounting a theatre production.  The producer is responsible for the overall financial and managerial functions of a production or venue, raises or provides financial backing, and hires personnel for creative positions (writer, director, designers, composer, choreographer—and in some cases, performers).",
  "/wiki/Film_director": "A film director is a person who directs the making of a film. A film director controls a film's artistic and dramatic aspects and visualizes the screenplay (or script) while guiding the technical crew and actors in the fulfilment of that vision. The director has a key role in choosing the cast members, production design, and the creative aspects of filmmaking. Under European Union law, the director is viewed as the author of the film.",
  "/wiki/University_of_Louisville": "The University of Louisville (UofL) is a public research university in Louisville, Kentucky.  It is part of the Kentucky state university system. When founded in 1798, it was the first city-owned public university in the United States and one of the first universities chartered west of the Allegheny Mountains. The university is mandated by the Kentucky General Assembly to be a \"Preeminent Metropolitan Research University\". The university enrolls students from 118 of 120 Kentucky counties, all 50 U.S. states, and 116 countries around the world.",
  "/wiki/Marvel_Cooke": "Marvel Jackson Cooke (April 4, 1903 – November 29, 2000) was a pioneering American journalist, writer, and civil rights activist. She was the first African-American woman to work at a mainstream white-owned newspaper.",
  "/wiki/Anna_Julia_Cooper": "Anna Julia Haywood Cooper (August 10, 1858 – February 27, 1964) was an American author, educator, sociologist, speaker, Black Liberation activist, and one of the most prominent African-American scholars in United States history.",
  "/wiki/Feminist": "Feminism is a range of social movements, political movements, and ideologies that aim to define, establish, and achieve the political, economic, personal, and social equality of the sexes.[a] Feminism incorporates the position that societies prioritize the male point of view, and that women are treated unfairly within those societies. Efforts to change that include fighting gender stereotypes and seeking to establish educational and professional opportunities for women that are equal to those for men.",
  "/wiki/Edwidge_Danticat": "Edwidge Danticat (Haitian Creole pronunciation: [ɛdwidʒ dãtika]; born January 19, 1969) is a Haitian-American novelist and short story writer.",
  "/wiki/Breath,_Eyes,_Memory": "Breath, Eyes, Memory  is Edwidge Danticat's acclaimed 1994 novel, and was chosen as an Oprah Book Club Selection in May 1998. The novel deals with questions of racial, linguistic and gender identity in interconnected ways.",
  "/wiki/Krik%3F_Krak!": "Krik? Krak! (.mw-parser-output cite.citation{font-style:inherit}.mw-parser-output .citation q{quotes:\"\\\"\"\"\\\"\"\"'\"\"'\"}.mw-parser-output .id-lock-free a,.mw-parser-output .citation .cs1-lock-free a{background:url(\"//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png\")no-repeat;background-position:right .1em center}.mw-parser-output .id-lock-limited a,.mw-parser-output .id-lock-registration a,.mw-parser-output .citation .cs1-lock-limited a,.mw-parser-output .citation .cs1-lock-registration a{background:url(\"//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png\")no-repeat;background-position:right .1em center}.mw-parser-output .id-lock-subscription a,.mw-parser-output .citation .cs1-lock-subscription a{background:url(\"//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png\")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-ws-icon a{background:url(\"//upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Wikisource-logo.svg/12px-Wikisource-logo.svg.png\")no-repeat;background-position:right .1em center}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-maint{display:none;color:#33aa33;margin-left:0.3em}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em}ISBN 0-679-76657-X) is a collection of short stories written by Edwidge Danticat and published in 1996. It consists of nine short stories plus an epilogue. The stories are tied together by similar plots of struggle and survival within the Haitian community.",
  "/wiki/Butler_University": "Butler University is a private liberal arts university in Indianapolis, Indiana, United States. Founded in 1855 and named after founder Ovid Butler, the university has over 60 major academic fields of study in six colleges: Lacy School of Business, College of Communication, College of Education, College of Liberal Arts and Sciences, College of Pharmacy and Health Sciences, and Jordan College of the Arts. It comprises a 295-acre (119 ha) campus located approximately five miles (8.0 km) from downtown Indianapolis.",
  "/wiki/University_of_North_Carolina-Chapel_Hill": "The University of North Carolina at Chapel Hill (UNC, UNC-Chapel Hill, North Carolina, Chapel Hill, or simply Carolina) is a public research university in Chapel Hill, North Carolina. The flagship of the University of North Carolina system, it is considered a Public Ivy, or a public institution which offers an academic experience equivalent to an Ivy League university.  After being chartered in 1789, the university first began enrolling students in 1795, which also allows it to be one of three schools to claim the title of the oldest public university in the United States. Among the claimants, the University of North Carolina at Chapel Hill is the only one to have held classes and graduated students as a public university in the eighteenth century.",
  "/wiki/Sadie_and_Bessie_Delany": "Sadie and Bessie Delany were two American sisters and human rights pioneers who wrote a successful book of memoirs.",
  "/wiki/Leslie_Esdaile_Banks": "Leslie Esdaile Banks, née Peterson (December 11, 1959 – August 2, 2011), was an American writer under the pen names of Leslie Esdaile, Leslie E. Banks, Leslie Banks, Leslie Esdaile Banks and L. A. Banks. She wrote in various genres, including African-American literature, romance, women's fiction, crime suspense, dark fantasy/horror and non-fiction.",
  "/wiki/Lolita_Files": "Lolita Files is an author, screenwriter, and producer. Among her six bestselling novels are book club favorites Scenes from a Sistah and Child of God. Her sixth novel, sex.lies.murder.fame was optioned for film by Carolyn Folks for Entertainment Studios with Files adapting the screenplay.",
  "/wiki/University_of_Florida": "The University of Florida (Florida or UF) is a public land-grant, sea-grant, and space-grant research university in Gainesville, Florida. It is a senior member of the State University System of Florida and traces its origins to 1853 and has operated continuously on its Gainesville campus since September 1906.",
  "/wiki/Shirlee_Taylor_Haizlip": "Shirlee Taylor Haizlip (born 1937) is an American non-fiction author.  She has written three  books:  The Sweeter the Juice, A Memoir in Black and White, In the Garden of Our Dreams, co-authored with her husband, Harold C. Haizlip, and Finding Grace.",
  "/wiki/Germany_Kent": "Germany Kent  is an American award-winning print and broadcast journalist, television personality, producer, former beauty queen, businesswoman, actress, model, author, activist, and philanthropist.",
  "/wiki/Mississippi_State_University": "Mississippi State University for Agriculture and Applied Science, commonly known as Mississippi State University (MSU), is a public land-grant research university adjacent to Starkville, Mississippi.  It is classified among \"R1: Doctoral Universities – Very High Research Activity\" and has a total research and development budget of $239.4 million, the largest in Mississippi.",
  "/wiki/Jamilah_Lemieux": "Jamilah Lemieux is an African-American columnist, cultural critic, and editor based in New York City. In 2016, she became the vice president of news and men's programming for Interactive One, part of Radio One, Inc.",
  "/wiki/Brooklyn,_NY": "Brooklyn (/ˈbrʊklɪn/) is a borough of New York City, coterminous with Kings County, located in the U.S. state of New York, the most populous county in the state, and the second-most densely populated county in the United States. It is New York City's most populous borough, with an estimated 2,504,700 residents in 2010. Named after the Dutch village of Breukelen, it shares a land border with the borough of Queens. Brooklyn has several bridge and tunnel connections to the borough of Manhattan across the East River, and the Verrazzano-Narrows Bridge connects it with Staten Island.",
  "/wiki/Ebony_(magazine)": "Ebony magazine is a monthly publication that focuses on news, culture, and entertainment. Its target audience is the African-American community, and its coverage includes the lifestyles and accomplishments of influential black people, fashion, beauty, and politics.",
  "/wiki/Bebe_Moore_Campbell": "Bebe Moore Campbell (born Elizabeth Bebe Moore; February 18, 1950 – November 27, 2006), was an American author, journalist and teacher. Campbell was the author of three New York Times bestsellers: Brothers and Sisters, Singing in the Comeback Choir, and What You Owe Me, which was also a Los Angeles Times \"Best Book of 2001\". Her other works include the novel Your Blues Ain't Like Mine, which was a New York Times Notable Book of the Year and the winner of the NAACP Image Award for Literature; her memoir, Sweet Summer: Growing Up With and Without My Dad; and her first nonfiction book, Successful Women, Angry Men: Backlash in the Two-Career Marriage. Her essays, articles, and excerpts appear in many anthologies.",
  "/wiki/List_of_Alpha_Kappa_Alpha_sisters": "This list of Alpha Kappa Alpha sorors (commonly referred to as AKAs) includes initiated and honorary members of Alpha Kappa Alpha (ΑΚΑ), the first inter-collegiate Greek-letter sorority established for Black college women."
}