{
  "/wiki/University_of_Purdue": "Purdue University is a public research university in West Lafayette, Indiana, and the flagship campus of the Purdue University system. The university was founded in 1869 after Lafayette businessman John Purdue donated land and money to establish a college of science, technology, and agriculture in his name. The first classes were held on September 16, 1874, with six instructors and 39 students.",
  "/wiki/National_Bar_Association": "The National Bar Association (NBA) was founded in 1925 and is the nation's oldest and largest national network of predominantly African-American attorneys and judges. It represents the interests of approximately 65,000 lawyers, judges, law professors, and law students. The NBA is organized around 23 substantive law sections, 9 divisions, 12 regions, and 80 affiliate chapters throughout the United States and around the world. The current and 75th president is Juan R. Thomas of Aurora, Illinois.",
  "/wiki/Detroit": "Detroit (/dɪˈtrɔɪt/, locally also /ˈdiːtrɔɪt/; French: Détroit, lit. 'strait') is the largest and most populous city in the U.S. state of Michigan, the largest U.S. city on the United States–Canada border, and the seat of Wayne County. The municipality of Detroit had a 2018 estimated population of 672,662, making it the 23rd-most populous city in the United States. The metropolitan area, known as Metro Detroit, is home to 4.3 million people, making it the second-largest in the Midwest after the Chicago metropolitan area. Regarded as a major cultural center, Detroit is known for its contributions to music and as a repository for art, architecture and design.",
  "/wiki/Roslyn_Brock": "Roslyn McCallister Brock (born May 30, 1965) is an African-American civil rights leader, healthcare executive, and health activist. She was selected to succeed Julian Bond as chairman of the National Association for the Advancement of Colored People on February 20, 2010, becoming the fourth woman and the youngest person to serve in the position.",
  "/wiki/Margaret_Burroughs": "Margaret Taylor-Burroughs (November 1, 1915 – November 21, 2010), also known as Margaret Taylor Goss, Margaret Taylor Goss Burroughs or Margaret T G Burroughs;  was an American visual artist, writer, poet, educator, and arts organizer. She co-founded the Ebony Museum of Chicago, now the DuSable Museum of African American History. An active member of the African-American community, she also helped to establish the South Side Community Art Center, whose opening on May 1, 1941  was dedicated by the First Lady of the United States Eleanor Roosevelt. There at the age of 23 Burroughs served as the youngest member of its board of directors. A long-time educator, she spent most of her career at DuSable High School. Taylor-Burroughs was a prolific writer, with her efforts directed toward the exploration of the Black experience and to children, especially to their appreciation of their cultural identity and to their introduction and growing awareness of art.  She is also credited with the founding of Chicago's Lake Meadows Art Fair in the early 1950s.",
  "/wiki/Chicago,_Illinois": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States.",
  "/wiki/Margaret_Busby": "Margaret Busby OBE, Hon. FRSL (born 1944, also titled Nana Akua Ackon) is a Ghanaian-born publisher, editor, writer and broadcaster, resident in the UK. She was Britain’s youngest and first black female book publisher when in the 1960s she co-founded with Clive Allison (1944–2011) the London-based publishing house Allison and Busby (A & B). She edited the anthology Daughters of Africa (1992), and its 2019 follow-up New Daughters of Africa. She is a recipient of the Benson Medal from the Royal Society of Literature.",
  "/wiki/Most_Excellent_Order_of_the_British_Empire": "The Most Excellent Order of the British Empire is a British order of chivalry, rewarding contributions to the arts and sciences, work with charitable and welfare organisations,\nand public service outside the civil service. It was established on 4 June 1917 by King George V and comprises five classes across both civil and military divisions, the most senior two of which make the recipient either a knight if male or dame if female. There is also the related British Empire Medal, whose recipients are affiliated with, but not members of the order.",
  "/wiki/Queen_Elizabeth_II": "Elizabeth II (Elizabeth Alexandra Mary Windsor; born 21 April 1926)[a] is Queen  of the United Kingdom and the other Commonwealth realms.[b]",
  "/wiki/Margaret_Bush_Wilson": "Margaret Bush Wilson (January 30, 1919 – August 11, 2009) was an American lawyer and activist. Wilson broke many barriers as an African-American woman throughout her professional career.",
  "/wiki/NAACP": "The National Association for the Advancement of Colored People (NAACP)[a] is a civil rights organization in the United States, formed in 1909 as a bi-racial endeavor to advance justice for African Americans by a group including W. E. B. Du Bois, Mary White Ovington,  Moorfield Storey and Ida B. Wells.",
  "/wiki/University_of_Pennsylvania": "The University of Pennsylvania (Penn or UPenn) is a private Ivy League research university in  Philadelphia, Pennsylvania. The University claims a founding date of 1740[note 2] and is one of the nine colonial colleges founded prior to the U.S. Declaration of Independence. Benjamin Franklin, Penn's founder and first president, advocated an educational program that trained leaders in commerce, government, and public service, similar to a modern liberal arts curriculum.",
  "/wiki/Emma_C._Chappell": "Emma C. Chappell (born Emma Carolyn Bayton) is the founder and CEO of the United Bank of Philadelphia. She was the first African-American woman to form a commercial bank in the United States. She was also the first female Vice President of a major bank in the state of Pennsylvania.",
  "/wiki/Bank": "A bank is a financial institution that accepts deposits from the public and creates credit. Lending activities can be performed either directly or indirectly through capital markets. Due to their importance in the financial stability of a country, banks are highly regulated in most countries. Most nations have institutionalized a system known as fractional reserve banking under which banks hold liquid assets equal to only a portion of their current liabilities. In addition to other regulations intended to ensure liquidity, banks are generally subject to minimum capital requirements based on an international set of capital standards, known as the Basel Accords.",
  "/wiki/Barbara_Ciara": "Barbara Ciara is an American television journalist based at the Norfolk-Virginia Beach, VA CBS affiliate, WTKR-TV, \"News 3.\"",
  "/wiki/Norfolk,_Virginia": "Norfolk (/ˈnɔːrfʊk/ (listen) NOR-fuuk) is an independent city in the Commonwealth of Virginia in the United States. At the 2010 census, the population was 242,803; in 2018, the population was estimated to be 244,076 making it the second-most populous city in Virginia after neighboring Virginia Beach and the  91st largest city in the nation.",
  "/wiki/WTKR": "WTKR, virtual channel 3 (UHF digital channel 40), is a CBS-affiliated television station licensed to Norfolk, Virginia, United States, serving the Hampton Roads area of southeastern Virginia (comprising the cities of Norfolk, Portsmouth, Newport News, Hampton, Virginia Beach and environs), and the Outer Banks region of northeastern North Carolina. The station is owned by the E. W. Scripps Company, as part of a duopoly with Portsmouth-licensed CW affiliate WGNT (channel 27). The two stations share studios on Boush Street in downtown Norfolk; WTKR's transmitter is located in Suffolk, Virginia.",
  "/wiki/KMSB-TV": "KMSB, virtual channel 11 (UHF digital channel 25), is a Fox-affiliated television station licensed to Tucson, Arizona, United States. The station is owned by Tegna Inc., as part of a duopoly with MyNetworkTV affiliate KTTU (channel 18); Gray Television, which owns CBS affiliate KOLD-TV (channel 13), operates both stations under a shared services agreement (SSA). The three outlets share studios on North Business Park Drive on the northwest side of Tucson (near the Casas Adobes neighborhood). KMSB's transmitter is located atop Mount Bigelow; as a result of the transmitter's location, residents in the northern part of Tucson, Oro Valley and Marana cannot receive adequate reception of the station.",
  "/wiki/Tucson,_Arizona": "Tucson (/ˈtuːsɒn, tuːˈsɒn/) is a city in and the county seat of Pima County, Arizona, United States, and is home to the University of Arizona. The 2010 United States Census put the population at 520,116, while the 2015 estimated population of the entire Tucson metropolitan statistical area (MSA) was 980,263. The Tucson MSA forms part of the larger Tucson-Nogales combined statistical area (CSA), with a total population of 1,010,025 as of the 2010 Census. Tucson is the second most-populated city in Arizona behind Phoenix, both of which anchor the Arizona Sun Corridor. The city is 108 miles (174 km) southeast of Phoenix and 60 mi (97 km) north of the U.S.–Mexico border. Tucson is the 33rd largest city and the 58th largest metropolitan area in the United States (2014).",
  "/wiki/National_Urban_League": "The National Urban League, formerly known as the National League on Urban Conditions Among Negroes, is a nonpartisan historic civil rights organization based in New York City that advocates on behalf of economic and social justice for African Americans and against racial discrimination in the United States. It is the oldest and largest community-based organization of its kind in the nation. Its current President is Marc Morial.",
  "/wiki/Marva_Collins": "Marva Delores Collins (née Knight; August 31, 1936 – June 24, 2015) was an American educator. Collins is best known for creating Westside Preparatory School, a private elementary school in the impoverished Garfield Park neighborhood of Chicago, Illinois which opened in 1975.",
  "/wiki/Chicago": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States.",
  "/wiki/Harlem,_New_York": "Harlem is a neighborhood in the northern section of the New York City borough of Manhattan. It is bounded roughly by Frederick Douglass Boulevard, St. Nicholas Avenue, and Morningside Park on the west; the Harlem River and 155th Street on the north; Fifth Avenue on the east; and Central Park North on the south. The greater Harlem area encompasses several other neighborhoods and extends west to the Hudson River, north to 155th Street, east to the East River, and south to 96th Street.",
  "/wiki/Afropunk_Festival": "The Afropunk Festival (commonly referred to as Afropunk or Afropunk Fest) is an annual arts festival that includes live music, film, fashion, and art produced by black artists. The festival made its first debut at the Brooklyn Academy of Music (BAM) in 2005, and has since expanded to other parts of the world. Originally co-founded by James Spooner and Matthew Morgan, the festival was inspired by Spooner's 2003 documentary film Afro-Punk, which spotlighted black punks across America and later culminated in a series of live shows entitled \"The Liberation Sessions\" co-curated by Spooner and Morgan. The festival originally sought to provide black people an opportunity to build community within the predominantly white punk subculture and to provide a stage for black alternative performers that were not acknowledged in the mainstream and stood outside hip hop, R&B, soul, etc. To attract a wider audience, the festival shifted to include soul music and hip hop, which expanded its target demographic, attracting headliners including Ice Cube, Lauryn Hill, Lenny Kravitz, and Gary Clark, Jr.. Musical performers now represent a variety of genres, primarily known to reflect African-American culture.",
  "/wiki/Suzanne_de_Passe": "Suzanne Celeste de Passe (born July 19, 1946) is an American television, music and film producer as well as the co-chairwoman of de Passe Jones Entertainment Group.",
  "/wiki/Academy_Award": "The Academy Awards, more popularly known as the Oscars, are awards for artistic and technical merit in the film industry. Given annually by the Academy of Motion Picture Arts and Sciences (AMPAS), the awards are an international recognition of excellence in cinematic achievements as assessed by the Academy's voting membership. The various category winners are awarded a copy of a golden statuette, officially called the \"Academy Award of Merit\", although more commonly referred to by its nickname, the \"Oscar\". The statuette depicts a knight rendered in the Art Deco style.",
  "/wiki/CEO": "A chief executive officer (CEO), or just chief executive (CE), is the most senior corporate, executive, or administrative officer in charge of managing an organization –  especially an independent legal entity such as a company or nonprofit institution. CEOs lead a range of organizations, including public and private corporations, non-profit organizations and even some government organizations (notably Crown corporations). The CEO of a corporation or company typically reports to the board of directors and is charged with maximizing the value of the entity, which may include maximizing the share price, market share, revenues or another element. In the non-profit and government sector, CEOs typically aim at achieving outcomes related to the organization's mission, such as reducing poverty, increasing literacy, etc.",
  "/wiki/De_Passe_Entertainment": "Motown Productions' original focus was on the production of television specials for its star recording artists. These included TCB (1968) and G.I.T. on Broadway (1969), starring Diana Ross & the Supremes with The Temptations, The Temptations Show (also 1969), The Smokey Robinson Show (1970), Diana! (1971) starring Diana Ross, and Goin' Back to Indiana (also 1971) starring The Jackson 5. When Suzanne de Passe joined Motown in 1968, much of her work involved the production of these television specials. Motown's first television series was The Jackson 5ive (1971 - 1973), a Saturday morning cartoon by Rankin/Bass starring characters based upon Motown's popular teen act.",
  "/wiki/Pittsburgh,_Pennsylvania": "Pittsburgh (/ˈpɪtsbɜːrɡ/ PITS-burg) is a city in the state of Pennsylvania in the United States, and is the county seat of Allegheny County. A population of about 302,407 (2018) residents live within the city limits, making it the 66th-largest city in the U.S. The metropolitan population of 2,324,743 is the largest in both the Ohio Valley and Appalachia, the second-largest in Pennsylvania (behind Philadelphia), and the 27th-largest in the U.S.",
  "/wiki/Verizon": "Verizon Communications Inc. (listen (help·info)) (/vəˈraɪzən/ və-RY-zən) is an American multinational telecommunications conglomerate and a corporate component of the Dow Jones Industrial Average. The company is based at 1095 Avenue of the Americas in Midtown Manhattan, New York City, but is incorporated in Delaware.",
  "/wiki/National_Basketball_Association": "The National Basketball Association (NBA) is a men's professional basketball league in North America, composed of 30 teams (29 in the United States and 1 in Canada). It is one of the four major professional sports leagues in the United States and Canada, and is widely considered to be the premier men's professional basketball league in the world.",
  "/wiki/Chicago_Bulls": "The Chicago Bulls are an American professional basketball team based in Chicago. The Bulls compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Central Division. The team was founded on January 16, 1966 and played its first game later that year. The Bulls play their home games at the United Center, an arena on Chicago's west side shared with the Chicago Blackhawks of the National Hockey League (NHL).",
  "/wiki/Washington,_D.C.": "Washington, D.C., (/ˈwɑːʃɪŋtən ˌdiːˈsiː/) formally the District of Columbia and commonly referred to as D.C., Washington, or The District, is the capital of the United States. Founded after the American Revolution as the seat of government of the newly independent country, Washington was named after George Washington, the first president of the United States and a Founding Father. As the seat of the United States federal government and several international organizations, Washington is an important world political capital. The city, located on the Potomac River bordering Maryland and Virginia, is one of the most visited cities in the world, with more than 20 million tourists annually.",
  "/wiki/Kimani_Press": "Kimani Press was formed by Harlequin Enterprises, Ltd. in December 2005, with the purchase of the Arabesque, Sepia, and New Spirit Imprints from BET Books. Arabesque was the first line of original African-American romance novels from a major publishing house, and published two single-titles each month until it ceased publication in February 2015. The Sepia imprint featured commercial women’s fiction, and New Spirit served the growing African-American inspirational marketplace with both fiction and non-fiction releases."
}