{
  "/wiki/Constance_Baker_Motley": "Constance Baker Motley (September 14, 1921 – September 28, 2005) was an African-American civil rights activist, lawyer, judge, state senator, and Borough President of Manhattan, New York City. She was the first African-American woman appointed to the federal judiciary, serving as a United States District Judge of the United States District Court for the Southern District of New York. She was an assistant attorney to Thurgood Marshall arguing the case Brown v. Board of Education.",
  "/wiki/Judge": "A judge is a person who presides over court proceedings, either alone or as a part of a panel of judges. The powers, functions, method of appointment, discipline, and training of judges vary widely across different jurisdictions. The judge is supposed to conduct the trial impartially and, typically, in an open court. The judge hears all the witnesses and any other evidence presented by the barristers or solicitors of the case, assesses the credibility and arguments of the parties, and then issues a ruling on the matter at hand based on his or her interpretation of the law and his or her own personal judgment. In some jurisdictions, the judge's powers may be shared with a jury. In inquisitorial systems of criminal investigation, a judge might also be an examining magistrate.",
  "/wiki/State_senator": "A state senator is a member of a state's senate, the upper house in the bicameral legislature of 49 U.S. states, or a member of the Nebraska Legislature, as it is unicameral (i.e. one house).",
  "/wiki/New_Orleans": "New Orleans (/ˈɔːrl(i)ənz, ɔːrˈliːnz/, locally /ˈɔːrlənz/; French: La Nouvelle-Orléans [la nuvɛlɔʁleɑ̃] (listen)) is a consolidated city-parish located along the Mississippi River in the southeastern region of the U.S. state of Louisiana. With an estimated population of 391,006 in 2018, it is the most populous city in Louisiana. Serving as a major port, New Orleans is considered an economic and commercial hub for the broader Gulf Coast region of the United States.",
  "/wiki/Queens,_New_York": "Queens  is a borough of New York City, coterminous with Queens County, in the U.S. state of New York. It is the largest borough geographically and is adjacent to the borough of Brooklyn. To its east is Nassau County. Queens also shares water borders with the boroughs of Manhattan and the Bronx. The borough of Queens is the second-largest in population, the first being Brooklyn; with an estimated population of 2,278,906 residents in 2018, approximately 47.5 percent of them foreign-born. Queens County also is the second most populous county in the U.S. state of New York, behind Brooklyn, which is coterminous with Kings County. Queens is the fourth most densely populated county among New York City's boroughs, as well as in the United States. If each of New York City's boroughs were an independent city, Queens would be the nation's fourth most populous, after Los Angeles, Chicago, and Brooklyn. Queens is one of the most ethnically diverse counties in the United States, as well as the most diverse among highly populated counties and the most linguistically diverse place on Earth.",
  "/wiki/District_of_Columbia": "Washington, D.C., (/ˈwɑːʃɪŋtən ˌdiːˈsiː/) formally the District of Columbia and commonly referred to as D.C., Washington, or The District, is the capital of the United States. Founded after the American Revolution as the seat of government of the newly independent country, Washington was named after George Washington, the first president of the United States and a Founding Father. As the seat of the United States federal government and several international organizations, Washington is an important world political capital. The city, located on the Potomac River bordering Maryland and Virginia, is one of the most visited cities in the world, with more than 20 million tourists annually.",
  "/wiki/New_York_City,_New_York": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 Metropolitan Statistical Area and 22,679,948 residents in its Combined Statistical Area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.",
  "/wiki/Fort_Bragg,_North_Carolina": "Fort Bragg, North Carolina, is a military installation of the United States Army in North Carolina, and, by population, is the largest military installation in the world with more than 50,000 active duty personnel. The installation is located within Cumberland, Hoke, Harnett, and Moore counties. The installation borders the towns of Fayetteville, Spring Lake, and Southern Pines. It was also a census-designated place in the 2000 census, during which a residential population of 29,183 was identified. It is named for Confederate General Braxton Bragg. It covers over 251 square miles (650 km2). It is the home of the Army's XVIII Airborne Corps and is the headquarters of the United States Army Special Operations Command, which oversees the U.S. Army 1st Special Forces Command (Airborne) and 75th Ranger Regiment. It is also home to the U.S. Army Forces Command, U.S. Army Reserve Command, and Womack Army Medical Center. Fort Bragg maintains two airfields: Pope Field, where the United States Air Force stations global airlift and special operations assets as well as the Air Force Combat Control School, and Simmons Army Airfield, where Army aviation units support the needs of airborne and special operations forces on post.",
  "/wiki/Circuit_court": "Circuit courts are court systems in several common law jurisdictions. The core concept of circuit courts requires judges to travel to different locales to ensure wide visibility and understanding of cases in a region. More generally, some modern circuit courts may also refer to a court that merely holds trials for cases of multiple locations in some rotation.",
  "/wiki/Massachusetts": "Massachusetts (/ˌmæsəˈtʃuːsɪts/ (listen), /-zɪts/), officially known as the Commonwealth of Massachusetts, is the most populous state in the New England region of the northeastern United States. It borders on the Atlantic Ocean to the east, the states of Connecticut and Rhode Island to the south, New Hampshire and Vermont to the north, and New York to the west. The capital of Massachusetts is Boston, which is also the most populous city in New England. It is home to the Greater Boston metropolitan area, a region influential upon American history, academia, and industry. Originally dependent on agriculture, fishing and trade, Massachusetts was transformed into a manufacturing center during the Industrial Revolution. During the 20th century, Massachusetts's economy shifted from manufacturing to services. Modern Massachusetts is a global leader in biotechnology, engineering, higher education, finance, and maritime trade.",
  "/wiki/United_States_magistrate_judge": "In United States federal courts, magistrate judges are judges appointed to assist district court judges in the performance of their duties. Magistrate judges are authorized by 28 U.S.C. § 631 et seq.  The position of \"magistrate judge\" or \"magistrate\" also exists in some unrelated state courts (see below).",
  "/wiki/Dayton,_Ohio": "Dayton (/ˈdeɪtən/) is the sixth-largest city in the state of Ohio and the county seat of Montgomery County. A small part of the city extends into Greene County. The 2018 U.S. census estimate put the city population at 140,640, while Greater Dayton was estimated to be at 803,416 residents. This makes Dayton the fourth-largest metropolitan area in Ohio and 63rd in the United States. Dayton is within Ohio's Miami Valley region, just north of Greater Cincinnati.",
  "/wiki/Vicki_Miles-LaGrange": "Vicki Miles-LaGrange (born September 30, 1953) is a former Senior United States District Judge of the United States District Court for the Western District of Oklahoma. She was the first African-American woman to be sworn in as United States Attorney for the Western District of Oklahoma. She was also the first African-American woman elected to the Oklahoma Senate.",
  "/wiki/Oklahoma_City,_Oklahoma": "Oklahoma City (/oʊkləˌhoʊmə -/), often shortened to OKC, is the capital and largest city of the U.S. state of Oklahoma. The county seat of Oklahoma County, the city ranks 27th among United States cities in population. The population grew following the 2010 Census, with the population estimated to have increased to 649,021 as of July 2018. The Oklahoma City metropolitan area had a population of 1,396,445, and the Oklahoma City-Shawnee Combined Statistical Area had a population of 1,469,124 residents, making it Oklahoma's largest municipality and metropolitan area by population.",
  "/wiki/African-American": "African Americans (also referred to as Black Americans or Afro-Americans) are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The phrase generally refers to descendants of enslaved black people who are from the United States.",
  "/wiki/United_States_District_Court_for_the_Western_District_of_Oklahoma": "The United States District Court for the Western District of Oklahoma (in case citations, W.D. Okla. or W.D. Ok.) is a federal court in the Tenth Circuit (except for patent claims and claims against the U.S. government under the Tucker Act, which are appealed to the Federal Circuit).",
  "/wiki/University_of_California,_Los_Angeles": "The University of California, Los Angeles (UCLA) is a public research university in Los Angeles. It became the Southern Branch of the University of California in 1919, making it the fourth-oldest (after UC Berkeley, UC San Francisco, and UC Davis) of the 10-campus University of California system and oldest of the campuses in Southern California. It offers 337 undergraduate and graduate degree programs in a wide range of disciplines. UCLA enrolls about 31,500 undergraduate and 12,800 graduate students and had 119,000 applicants for Fall 2016, including transfer applicants, making the school the most applied-to of any American university.",
  "/wiki/Atlanta,_Georgia": "Atlanta (/ætˈlæntə/) is the capital and most populous city in the U.S. state of Georgia. With an estimated 2018 population of 498,044, it is also the 37th most-populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to 5.9 million people and the ninth largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the most populous county in Georgia. Portions of the city extend eastward into neighboring DeKalb County.",
  "/wiki/Syracuse_University": "Syracuse University (Syracuse, 'Cuse, or SU) is a private research university in Syracuse, New York. The institution's roots can be traced to the Genesee Wesleyan Seminary, founded in 1831 by the Methodist Episcopal Church in Lima, New York. After several years of debate over relocating the college to Syracuse, the university was established in 1870, independent of the college. Since 1920, the university has identified itself as nonsectarian, although it maintains a relationship with The United Methodist Church.",
  "/wiki/State_of_Illinois": "Illinois (/ˌɪləˈnɔɪ/ (listen) IL-ə-NOY) is a state in the Midwestern and Great Lakes Regions of the United States. It has the fifth largest gross domestic product (GDP),\nthe sixth largest population, and the 25th largest land area of all U.S. states. Illinois has been noted as a microcosm of the entire United States. With Chicago in northeastern Illinois, small industrial cities and immense agricultural productivity in the north and center of the state, and natural resources such as coal, timber, and petroleum in the south, Illinois has a diverse economic base, and is a major transportation hub. Chicagoland, Chicago's metropolitan area, encompasses over 65% of the state's population. The Port of Chicago connects the state to international ports via two main routes: from the Great Lakes, via the Saint Lawrence Seaway, to the Atlantic Ocean and from the Great Lakes to the Mississippi River, via the Illinois Waterway to the Illinois River. The Mississippi River, the Ohio River, and the Wabash River form parts of the boundaries of Illinois. For decades, Chicago's O'Hare International Airport has been ranked as one of the world's busiest airports. Illinois has long had a reputation as a bellwether both in social and cultural terms and, through the 1980s, in politics.",
  "/wiki/Peggy_Quince": "Peggy Ann Quince  (born January 3, 1948) is a former justice of the Supreme Court of Florida, having previously served as Chief Justice from July 1, 2008, until June 30, 2010. Quince was the second African American and third woman to serve as Chief Justice. She had been a Justice of the Court since 1999, and was the first African-American woman to sit on the state's highest Court and the third female Justice. From 1993 to 1997 she served as a judge on Florida's Second District Court of Appeal. On July 1, 2008, Quince assumed the office of Chief Justice of the Supreme Court of Florida for two years, the first African-American woman to head any branch of Florida government.",
  "/wiki/Florida_Supreme_Court": "The Supreme Court of Florida is the highest court in the U.S. state of Florida. It consists of seven members—the chief justice and six justices. Five members are chosen from five districts around the state to foster geographic diversity and two are selected at-large.",
  "/wiki/Fern_Flanagan_Saddler": "Fern Flanagan Saddler (born May 17, 1955) is an Associate Judge on the Superior Court of the District of Columbia.",
  "/wiki/List_of_Superior_Court_of_the_District_of_Columbia_judges": "This is a comprehensive list of the current judges of the Superior Court of the District of Columbia, commonly referred to as DC Superior Court. The court consists of a chief judge and 61 associate judges. The court is assisted by the service of 24 magistrate judges, as well as retired judges who have been recommended and approved as senior judges.",
  "/wiki/Leah_Ward_Sears": "Leah Ward Sears (born June 13, 1955) is an American jurist and former Chief Justice of the Supreme Court of Georgia.  Sears was the first African-American female chief justice of a state supreme court in the United States. When she was first appointed as justice in 1992 by Governor Zell Miller, she became the first woman and youngest person to sit on Georgia's Supreme Court.",
  "/wiki/Cornell_University": "Cornell University (/kɔːrˈnɛl/ kor-NEL) is a private and statutory Ivy League research university in Ithaca, New York. Founded in 1865 by Ezra Cornell and Andrew Dickson White, the university was intended to teach and make contributions in all fields of knowledge—from the classics to the sciences, and from the theoretical to the applied. These ideals, unconventional for the time, are captured in Cornell's founding principle, a popular 1868 Ezra Cornell quotation: \"I would found an institution where any person can find instruction in any study.\"",
  "/wiki/Supreme_Court_of_Georgia_(U.S._state)": "The Supreme Court of Georgia is the highest judicial authority of the U.S. state of Georgia.  The court was established in 1845 as a three-member panel.  Since 1896, the justices (increased in number to six, then to seven in 1945, and finally to nine in 2017) have been elected by the people of the state. The justices are currently elected in statewide non-partisan elections for six-year terms, with any vacancies filled through an appointment by the Governor.",
  "/wiki/List_of_Alpha_Kappa_Alpha_sisters": "This list of Alpha Kappa Alpha sorors (commonly referred to as AKAs) includes initiated and honorary members of Alpha Kappa Alpha (ΑΚΑ), the first inter-collegiate Greek-letter sorority established for Black college women."
}