{
  "/wiki/Airbus_A319": "The Airbus A319 is a member of the Airbus A320 family of short- to medium-range, narrow-body, commercial passenger twin-engine jet airliners manufactured by Airbus.[b] The A319 carries 124 to 156 passengers and has a maximum range of 3,700 nmi (6,900 km; 4,300 mi). Final assembly of the aircraft takes place in Hamburg, Germany and Tianjin, China.",
  "/wiki/Airbus_A320": "The Airbus A320 family are narrow-body airliners designed and produced by Airbus.\nThe A320 was launched in March 1984, first flew on 22 February 1987, and was introduced in April 1988 by Air France.\nThe first member of the family was followed by the longer A321 (first delivered in January 1994), the shorter A319 (April 1996), and the even shorter A318 (July 2003).\nFinal assembly takes place in Toulouse in France; Hamburg in Germany; Tianjin in China since 2009; and in Mobile, Alabama in the United States since April 2016.",
  "/wiki/Airbus_A330": "The Airbus A330 is a wide-body airliner made by Airbus.\nIn the mid-1970s, Airbus conceived several derivatives of the A300, its first airliner, and developed the A330 twinjet in parallel with the A340 quadjet.\nIn June 1987, Airbus launched both designs with their first orders.\nThe A330-300, the first variant, took its maiden flight in November 1992 and entered service with Air Inter in January 1994.\nThe slightly shorter A330-200 variant followed in 1998.\nIn 2014, Airbus launched the A330neo, re-engined with Trent 7000 turbofans, which entered service in November 2018.",
  "/wiki/Boeing_737_Classic": "The Boeing 737 Classic are narrow-body airliners produced by Boeing Commercial Airplanes, the second generation of the original Boeing 737-100/-200.\nDevelopment began in 1979 and the first variant, the 737-300, first flew in February 1984 and entered service in December of that year.\nThe stretched 737-400 first flew in February 1988 and entered service later that year\nThe shortest 737-500 first flew in June 1989 and entered service in 1990.",
  "/wiki/Boeing_757": "The Boeing 757 is a mid-sized, narrow-body short to medium range, twin-engine airliner that was designed and built by Boeing Commercial Airplanes. It is the manufacturer's largest single-aisle passenger aircraft and was produced from 1981 to 2004. The twinjet has a two-crew member glass cockpit, turbofan engines of sufficient power to allow takeoffs from relatively short runways and higher altitudes, a conventional tail, and, for reduced aerodynamic drag, a supercritical wing design. Intended to replace the smaller three-engine 727 on short and medium routes, the 757 can carry 200 to 295 passengers for a maximum of 3,150 to 4,100 nautical miles (5,830 to 7,590 km), depending on variant. The 757 was designed concurrently with a wide-body twinjet, the 767, and, owing to shared features, pilots can obtain a common type rating that allows them to operate both aircraft.",
  "/wiki/Bombardier_CRJ700": "The Bombardier CRJ700, CRJ900, and CRJ1000 are a family of regional jet airliners designed and manufactured by Canadian transportation conglomerate Bombardier; the trio of aircraft has been collectively marketed by the company as the CRJ Series. Their design was derived from the smaller CRJ100 and 200 airliners.",
  "/wiki/Bombardier_CRJ900": "The Bombardier CRJ700, CRJ900, and CRJ1000 are a family of regional jet airliners designed and manufactured by Canadian transportation conglomerate Bombardier; the trio of aircraft has been collectively marketed by the company as the CRJ Series. Their design was derived from the smaller CRJ100 and 200 airliners.",
  "/wiki/McDonnell_Douglas_MD-80": "The McDonnell Douglas MD-80 is a series of twin-engine, short- to medium-range, single-aisle commercial jetliners. It was lengthened and updated from the DC-9. This series can seat from 130 to 172 passengers depending on variant and seating configuration.",
  "/wiki/AtlasGlobal": "AtlasGlobal, named Atlasjet until 31 March 2015, was a Turkish airline headquartered in Istanbul, which operated scheduled domestic and international passenger services as well as charter flights, mostly out of its base at Istanbul Airport."
}