{
  "/wiki/Bartlett_Arboretum_(Belle_Plaine,_Kansas)": "The Bartlett Arboretum (20 acres; 8 hectares) is a historic, nonprofit arboretum located in Belle Plaine, Kansas, United States. It is privately owned, and open to the public only upon special request.",
  "/wiki/K-55_(Kansas_highway)": "K-55 is a 12.049-mile-long (19.391 km) west–east state highway in the U.S. state of Kansas. K-55's western terminus is at U.S. Route 81 (US-81) roughly 11 miles (18 km) north of Wellington and the eastern terminus is at K-15 in Udall. It passes through the town of Belle Plaine.",
  "/wiki/Belle_Plaine,_Kansas": "Belle Plaine is a city in Sumner County, Kansas, United States.  As of the 2010 census, the city population was 1,681.",
  "/wiki/Buresh_Archeological_Site": "The Buresh Archeological Site (14SR303), near Caldwell in Sumner County, Kansas, was listed on the National Register of Historic Places in on May 14, 1971.",
  "/wiki/Caldwell,_Kansas": "Caldwell is a city in Sumner County, Kansas, United States. As of the 2010 census, the city population was 1,068.",
  "/wiki/Caldwell_Carnegie_Library_(Caldwell,_Kansas)": "The Caldwell Carnegie Library, located at 13 N. Osage St. in Caldwell, Kansas, was completed in 1912.  It was listed on the National Register of Historic Places in 1983.",
  "/wiki/Downtown_Wellington_Historic_District": "The Downtown Wellington Historic District, in Wellington, Kansas, is a 21 acres (8.5 ha) historic district which was listed on the National Register of Historic Places in 2007.",
  "/wiki/Wellington,_Kansas": "Wellington is a city in and the county seat of Sumner County, Kansas, United States.  As of the 2010 census, the city population was 8,172.",
  "/wiki/Old_Oxford_Mill": "The Old Oxford Mill near Oxford, Kansas was built in 1875.  It was listed on the National Register of Historic Places in 1982.",
  "/wiki/Oxford,_Kansas": "Oxford is a city in Sumner County, Kansas, United States.  As of the 2010 census, the city population was 1,049.",
  "/wiki/Salter_House": "The Salter House in Argonia, Kansas is a historic house at 220 W. Garfield St. which was built in 1884-85.  It was listed on the National Register of Historic Places in 1971.",
  "/wiki/Argonia,_Kansas": "Argonia is a city in Sumner County, Kansas, United States.  As of the 2010 census, the city population was 501.",
  "/wiki/Edwin_Smith_House_(Wellington,_Kansas)": "The Edwin Smith House in Wellington, Kansas was built in 1935.  Also known as the Pink House, it was listed on the National Register of Historic Places in 2004.",
  "/wiki/H.F._Smith_House": "The H.F. Smith House, at 721 W. Harvey Ave. in Wellington, Kansas, is a Queen Anne-style house built in 1886 as a one-story residence.  It was expanded in 1896 by builder and architect Elbert Dumond to become the two-story Queen Anne Free Classic structure that it is now.",
  "/wiki/US_Post_Office-Caldwell": "The Caldwell United States Post Office, located at 14 N. Main St. in Caldwell, Kansas, was listed on the National Register of Historic Places in 1989.  It is Classical Revival in style and was built in 1941.",
  "/wiki/Wellington_Carnegie_Library": "The Wellington Carnegie Library, located at 121 W. Seventh in Wellington, Kansas, is a Carnegie library built in c.1916.  It was listed on the National Register of Historic Places in 1987.",
  "/wiki/National_Register_of_Historic_Places_listings_in_Sumner_County,_Kansas": "This is a list of the National Register of Historic Places listings in Sumner County, Kansas."
}