{
  "/wiki/Marco_Andretti": "Marco Michael Andretti (born March 13, 1987) is an American auto racing driver who drives the No. 98 car for Andretti Herta Autosport in the IndyCar Series. He is the third generation of the famous Andretti racing family.",
  "/wiki/2008-09_A1_Grand_Prix_season": "The 2008–09 A1 Grand Prix season was the fourth and final season of the A1 Grand Prix formula.",
  "/wiki/Phil_Giebler": "Philip Giebler (born March 5, 1979 in Oxnard, California) is an American race car driver.",
  "/wiki/2005-06_A1_Grand_Prix_season": "The 2005–06 A1 Grand Prix season was the inaugural season for the A1 Grand Prix series. It began on 25 September 2005, and finished on 2 April 2006 after eleven races.",
  "/wiki/2006-07_A1_Grand_Prix_season": "The 2006–07 A1 Grand Prix season was the second season for the A1 Grand Prix series. \nIt began on 1 October 2006, at Circuit Park Zandvoort, and the season ended at Brands Hatch on 29 April 2007. A1 Team Germany won it with 128 points, 35 points lead ahead Team New Zealand.",
  "/wiki/Bryan_Herta": "Bryan John Herta (born May 23, 1970, in Warren, Michigan) is an American race car driver. He currently runs his own team, Bryan Herta Autosport in the NTT IndyCar Series.  His team won the 2011 Indianapolis 500 with driver Dan Wheldon and the 2016 Indianapolis 500 with driver Alexander Rossi. He is the father of IndyCar Series driver Colton Herta.",
  "/wiki/Ryan_Hunter-Reay": "Ryan Christopher Hunter-Reay (born December 17, 1980) is a professional American racing driver best known as a winner of both the Indianapolis 500 (2014) and the IndyCar Series championship 2012. In each accomplishment Hunter-Reay became the first American to win since Sam Hornish Jr. in 2006. Hunter-Reay also won in the defunct Champ World Series twice and the Toyota Grand Prix of Long Beach. In addition to his experience in Indy car racing Hunter-Reay has competed in the Race of Champions, A1 Grand Prix and various forms of sports car racing (the American Le Mans Series, the Rolex Grand-Am Sports Car Series and the IMSA Tudor United SportsCar Championship).",
  "/wiki/Charlie_Kimball": "Charles Newton Kimball (born February 20, 1985) is an American racecar driver currently competing in the IndyCar Series with A.J. Foyt Enterprises He has scored a win, six podiums and 13 top 5s. His best season result was ninth in 2013 and 2016. In addition, he won the 2013 24 Hours of Daytona.",
  "/wiki/Buddy_Rice": "Buddy Rice (born January 31, 1976) is an American racecar driver. He is best known for winning the 2004 Indianapolis 500 while driving for Rahal Letterman Racing, and the 2009 24 Hours of Daytona for Brumos Racing.",
  "/wiki/2007-08_A1_Grand_Prix_season": "The 2007–08 A1 Grand Prix season was the third in the relatively short history of the championship.",
  "/wiki/Scott_Speed": "Scott Andrew Speed (born January 24, 1983) is an American race car driver, who currently races in Americas Rallycross Championship for Subaru Rally Team USA.",
  "/wiki/Jonathan_Summerton": "Jonathan Summerton (born April 21, 1988 in Kissimmee, Florida) is an American race car driver."
}