{
  "/wiki/Frankfurt": "Frankfurt (officially: Frankfurt am Main (German: [ˈfʁaŋkfʊʁt ʔam ˈmaɪn] (listen); Hessian: Frangford am Maa; lit. \"Frank ford on the[a] Main\")) is a metropolis and the largest city of the German federal state of Hesse, and its 746,878 (2017) inhabitants make it the fifth-largest city in Germany. On the River Main (a tributary of the Rhine), it forms a continuous conurbation with the neighbouring city of Offenbach am Main, and its urban area has a population of 2.3 million. The city is at the centre of the larger Rhine-Main Metropolitan Region, which has a population of 5.5 million and is Germany's second-largest metropolitan region after the Rhine-Ruhr Region. Since the enlargement of the European Union in 2013, the geographic centre of the EU is about 40 km (25 mi) to the east of Frankfurt's central business district. Like France and Franconia, the city is named after the Franks. Frankfurt is the largest city in the Rhine Franconian dialect area (Franconian dialects), Frankfurt was one of the host cities of the official tournaments of the 1974 and the 2006 FIFA World Cup.",
  "/wiki/Frankfurt_Airport": "Frankfurt am Main Airport (IATA: FRA, ICAO: EDDF) (German: Flughafen Frankfurt am Main [ˈfluːkhaːfn̩ ˌfʁaŋkfʊʁt ʔam ˈmaɪn], also known as Rhein-Main-Flughafen) is a major international airport located in Frankfurt, the fifth-largest city of Germany and one of the world's leading financial centres. It is operated by Fraport and serves as the main hub for Lufthansa including Lufthansa CityLine and Lufthansa Cargo as well as Condor and AeroLogic. The airport covers an area of 2,300 hectares (5,683 acres) of land and features two passenger terminals with a capacity of approximately 65 million passengers per year, four runways and extensive logistics and maintenance facilities.",
  "/wiki/Croatia_Airlines": "Croatia Airlines Ltd. is the state-owned flag carrier airline of Croatia.  Its headquarters are in Buzin near Zagreb and operates domestic and international services mainly to European destinations. Its main hub is Franjo Tuđman Airport with focus cities being Dubrovnik, Split, and Zadar. Since November 2004, the airline has been a member of Star Alliance.",
  "/wiki/Lufthansa": "Deutsche Lufthansa AG (German pronunciation: [ˌdɔʏtʃə ˈlʊfthanzaː]), commonly known as Lufthansa, is the flag carrier and largest German airline which, when combined with its subsidiaries, is the second largest airline in Europe in terms of passengers carried. The name of the company is derived from the German word Luft meaning \"air\" and Hansa for the Hanseatic League. Lufthansa is one of the five founding members of Star Alliance, the world's largest airline alliance, formed in 1997.",
  "/wiki/Dubrovnik": "Dubrovnik (Croatian: [dǔbroːʋniːk] (listen); historically Latin: Ragusa) is a city on the Adriatic Sea in southern Croatia. It is one of the most prominent tourist destinations in the Mediterranean Sea, a seaport and the centre of Dubrovnik-Neretva County. Its total population is 42,615 (census 2011). In 1979, the city of Dubrovnik joined the UNESCO list of World Heritage sites.",
  "/wiki/Dubrovnik_Airport": "Dubrovnik Airport (Croatian: Zračna luka Dubrovnik; IATA: DBV, ICAO: LDDU), also referred to as Čilipi Airport (Croatian pronunciation: [tʃǐlipi]), is the international airport of Dubrovnik, Croatia. The airport is located approximately 15.5 km (9.5 mi) from Dubrovnik city centre, near Čilipi. It was the third-busiest airport in Croatia in 2019 after Zagreb Airport and Split Airport in terms of passenger throughput. It also has the country's longest runway, allowing it to accommodate heavy long-haul aircraft. The airport is a major destination for leisure flights during the European summer holiday season.",
  "/wiki/Vienna": "Vienna (/viˈɛnə/ (listen); German: Wien [viːn] (listen)) is the national capital, largest city, and one of nine states of Austria. Vienna is Austria's most populous city, with about 1.9 million inhabitants (2.6 million within the metropolitan area, nearly one third of the country's population), and its cultural, economic, and political centre. It is the 6th-largest city by population within city limits in the European Union.",
  "/wiki/Vienna_Airport": "Vienna International Airport (German: Flughafen Wien-Schwechat, Slovak: Letisko Viedeň-Schwechat; IATA: VIE, ICAO: LOWW) is the international airport of Vienna, the capital of Austria, located in Schwechat, 18 km (11 mi) southeast of central Vienna and 57 kilometres (35 mi) west of Bratislava. It is the country's largest airport and serves as the hub for Austrian Airlines and Eurowings Europe as well as a base for low-cost carriers easyJet Europe, Lauda, Level and Wizz Air. It is capable of handling wide-body aircraft up to the Airbus A380. The airport features a dense network of European destinations as well as long-haul flights to Asia, North America and Africa. In 2018, the airport handled 27 million passengers, a 10.8% increase compared to 2017.",
  "/wiki/Austrian_Airlines": "Austrian Airlines AG, sometimes shortened to Austrian, is the flag carrier of Austria and a subsidiary of the Lufthansa Group. The airline is headquartered on the grounds of Vienna International Airport in Schwechat where it also maintains its hub. It flies to six domestic and more than 120 international year-round and seasonal destinations in 55 countries as of July 2016, and is a member of the Star Alliance.",
  "/wiki/Split,_Croatia": "Split (/ˈsplɪt/, as the English word split; Croatian pronunciation: [splît] (listen); see other names) is the second-largest city of Croatia and the largest city of the region of Dalmatia, with about 250,000 people living in its urban area. It lies on the eastern shore of the Adriatic Sea and is spread over a central peninsula and its surroundings. An intraregional transport hub and popular tourist destination, the city is linked to the Adriatic islands and the Apennine peninsula.",
  "/wiki/Split_Airport": "Split Airport (Croatian: Zračna luka Split; IATA: SPU, ICAO: LDSP), also known as Resnik Airport (Zračna luka Resnik), is the international airport serving the city of Split, Croatia. It is located 19 km (12 mi) from Split, on the west side of Kaštela Bay, in the town of Kaštela, and extending into the adjacent town of Trogir.",
  "/wiki/Munich": "Munich (/ˈmjuːnɪk/ MEW-nik; German: München [ˈmʏnçn̩] (listen); Austro-Bavarian: Minga [ˈmɪŋ(ː)ɐ]; Latin: Monachium) is the capital and most populous city of Bavaria, the second most populous German federal state. With a population of around 1.5 million, it is the third-largest city in Germany, after Berlin and Hamburg, and thus the largest which does not constitute its own state, as well as the 11th-largest city in the European Union. The city's metropolitan region is home to 6 million people. Straddling the banks of the River Isar (a tributary of the Danube) north of the Bavarian Alps, it is the seat of the Bavarian administrative region of Upper Bavaria, while being the most densely populated municipality in Germany (4,500 people per km²). Munich is the second-largest city in the Bavarian dialect area, after the Austrian capital of Vienna, Munich was one of the host cities of the official tournament of the 2006 FIFA World Cup.",
  "/wiki/Munich_Airport": "Munich Airport (German: Flughafen München) (IATA: MUC, ICAO: EDDM) is the international airport of Munich, the capital of Bavaria. It is the second-busiest airport in Germany in terms of passenger traffic after Frankfurt Airport, and the eighth-busiest airport in Europe, handling 47.9 million passengers in 2019. It is the world's 15th-busiest airport in terms of international passenger traffic, and was the 38th-busiest airport worldwide in 2018. Munich Airport serves as a hub for Lufthansa including Lufthansa Regional and its Star Alliance partners.",
  "/wiki/Z%C3%BCrich": "Zürich or Zurich (see below for pronunciation) is the largest city in Switzerland and the capital of the canton of Zürich. It is located in north-central Switzerland at the northwestern tip of Lake Zürich. The municipality has approximately 430,000 inhabitants, the urban area (agglomeration) 1.315 million and the Zürich metropolitan area 1.83 million. Zürich is a hub for railways, roads, and air traffic. Both Zurich Airport and railway station are the largest and busiest in the country.",
  "/wiki/Z%C3%BCrich_Airport": "Zurich Airport (German: Flughafen Zürich, IATA: ZRH, ICAO: LSZH)  is the largest international airport of Switzerland and the principal hub of Swiss International Air Lines. It serves Zürich, Switzerland's largest city, and, with its surface transport links, much of the rest of the country. The airport is located 13 kilometres (8 mi) north of central Zürich, in the municipalities of Kloten, Rümlang, Oberglatt, Winkel, and Opfikon, all of which are within the canton of Zürich.",
  "/wiki/Swiss_Air_Lines": "Swiss International Air Lines AG (stylised as SWISS), commonly referred to as Swiss or Swiss Air Lines, is the flag carrier of Switzerland, operating scheduled services in Europe and to North America, South America, Africa and Asia. Zurich Airport serves as the hub, Geneva Airport as a focus city. The airline was formed following the bankruptcy in 2002 of Swissair, Switzerland's then flag carrier. The new airline was built around what had been Swissair's regional subsidiary, Crossair. Swiss retains Crossair's IATA code LX (Swissair's code was SR). It assumed Swissair's old ICAO code of SWR (Crossair's was CRX), to maintain international traffic rights. It is a member of Star Alliance and a subsidiary of the Lufthansa Group. Its headquarters are at EuroAirport Basel Mulhouse Freiburg near Basel, Switzerland, and an office at Zurich Airport in Kloten, Switzerland. The company's registered office is in Basel.",
  "/wiki/Brussels": "Brussels (French: Bruxelles [bʁysɛl] (listen) or [bʁyksɛl]; Dutch: Brussel [ˈbrʏsəl] (listen)), officially the Brussels-Capital Region (French: Région de Bruxelles-Capitale;[a] Dutch: Brussels Hoofdstedelijk Gewest),[b] is a region of Belgium comprising 19 municipalities, including the City of Brussels, which is the capital of Belgium. The Brussels-Capital Region is located in the central portion of the country and is a part of both the French Community of Belgium and the Flemish Community, but is separate from the Flemish Region (which forms an enclave) and the Walloon Region. Brussels is the most densely populated and the richest region in Belgium in terms of GDP per capita. It covers 162 km2 (63 sq mi), a relatively small area compared to the two other regions, and has a population of over 1.2 million. The metropolitan area of Brussels comprises over 2.5 million people, which makes it the largest in Belgium. It is also part of a large conurbation extending towards Ghent, Antwerp, Leuven and Walloon Brabant, home to over 5 million people.",
  "/wiki/Brussels_Airport": "Brussels Airport (IATA: BRU, ICAO: EBBR) (also called Brussel-Nationaal / Bruxelles-National (Brussels-National) or Luchthaven Zaventem) is an international airport 6.5 NM (12.0 km; 7.5 mi) northeast of Brussels, the capital of Belgium. In 2019, more than 26 million passengers arrived or departed at Brussels Airport, making it the 24th busiest airport in Europe. It is located in the municipality of Zaventem in the Province of Flemish Brabant in the Flemish Region of Belgium. It is home to around 260 companies, together directly employing 20,000 people and serves as the home base for Brussels Airlines and TUI fly Belgium.",
  "/wiki/Brussels_Airlines": "Brussels Airlines (stylized as brussels airlines) is the flag carrier and largest airline of Belgium, based and headquartered at Brussels Airport. It operates to over 100 destinations in Europe, North America, Africa and Asia and also offers charter services, maintenance and crew training. It is a member of the Star Alliance as well as the International Air Transport Association. The airline's IATA code SN is inherited from its predecessors, Sabena and SN Brussels Airlines. Brussels Airlines is part of the Lufthansa Group.",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]",
  "/wiki/Heathrow_Airport": "Heathrow Airport, also known as London Heathrow (IATA: LHR, ICAO: EGLL), is a major international airport in London, United Kingdom. Heathrow is the second busiest airport in the world by international passenger traffic, as well as the busiest airport in Europe by passenger traffic, and the seventh busiest airport in the world by total passenger traffic. It is one of six international airports serving London region. In 2019, it handled a record 80.8 million passengers, a 0.9% increase from 2018 as well as 475,861 aircraft movements, a decrease of 1,743 from 2018. The airport facility is owned and operated by Heathrow Airport Holdings.",
  "/wiki/British_Airways": "British Airways (BA) is the flag carrier airline of the United Kingdom, headquartered at Waterside, Harmondsworth, near its main hub at London Heathrow Airport. It is the second largest airline in the United Kingdom, based on fleet size and passengers carried, behind easyJet. In January 2011 BA merged with Iberia, creating the International Airlines Group (IAG), a holding company registered in Madrid, Spain. IAG is the world's third-largest airline group in terms of annual revenue and the second-largest in Europe. It is listed on the London Stock Exchange and in the FTSE 100 Index. British Airways is the first passenger airline to have generated more than $1 billion on a single air route in a year (from 1 April 2017, to 31 March 2018, on the New York JFK - London Heathrow route).",
  "/wiki/Paris": "Paris (French pronunciation: ​[paʁi] (listen)) is the capital and most populous city of France, with a population of 2,148,271 residents (official estimate, 1 January 2020) in an area of 105 square kilometres (41 square miles). Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, science and the arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region, which has an estimated official 2020 population of 12,278,210, or about 18 percent of the population of France. The Paris Region had a GDP of €709 billion ($808 billion) in 2017. According to the Economist Intelligence Unit Worldwide Cost of Living Survey in 2018, Paris was the second most expensive city in the world, after Singapore, and ahead of Zürich, Hong Kong, Oslo and Geneva. Another source ranked Paris as most expensive, on a par with Singapore and Hong Kong, in 2018.",
  "/wiki/Charles_de_Gaulle_Airport": "Paris Charles de Gaulle Airport (French: Aéroport de Paris-Charles-de-Gaulle, IATA: CDG, ICAO: LFPG), also known as Roissy Airport, is the largest international airport in France and second-busiest airport in Europe. Opened in 1974, it is located in Roissy-en-France, 23 km (14 mi) northeast of Paris. It is named after Charles de Gaulle (1890–1970).",
  "/wiki/Air_France": "Air France (French pronunciation: ​[ɛːʁ fʁɑ̃s]; formally Société Air France, S.A.), stylized as AIRFRANCE, is the French flag carrier headquartered in Tremblay-en-France. It is a subsidiary of the Air France–KLM Group and a founding member of the SkyTeam global airline alliance. As of 2013 Air France serves 36 destinations in France and operates worldwide scheduled passenger and cargo services to 175 destinations in 78 countries (93 including overseas departments and territories of France) and also carried 46,803,000 passengers in 2019. The airline's global hub is at Charles de Gaulle Airport with Orly Airport as the primary domestic hub. Air France's corporate headquarters, previously in Montparnasse, Paris, are located on the grounds of Charles de Gaulle Airport, north of Paris.",
  "/wiki/Amsterdam": "Amsterdam (/ˈæmstərdæm/, UK also /ˌæmstərˈdæm/; Dutch: [ɑmstərˈdɑm] (listen)) is the capital and most populous city of the Netherlands with a population of 872,680 within the city proper, 1,380,872 in the urban area and 2,410,960 in the metropolitan area. Found within the province of North Holland, Amsterdam is colloquially referred to as the \"Venice of the North\", attributed by the large number of canals which form a UNESCO World Heritage Site.",
  "/wiki/Schiphol_Airport": "Amsterdam Airport Schiphol (IATA: AMS, ICAO: EHAM), known informally as Schiphol Airport (Dutch: Luchthaven Schiphol, pronounced [ˌlʏxtɦaːvə(n) ˈsxɪp(ɦ)ɔl]), is the main international airport of the Netherlands. It is located 9 kilometres (5.6 miles) southwest of Amsterdam, in the municipality of Haarlemmermeer in North Holland. It is the third-busiest airport in Europe in terms of passenger volume and the busiest in Europe in terms of aircraft movement. The airport is built as a single-terminal concept: one large terminal split into three large departure halls.",
  "/wiki/KLM": "KLM Royal Dutch Airlines, legally Koninklijke Luchtvaart Maatschappij N.V. (literal translation: Royal Aviation Company, Inc.), is the flag carrier airline of the Netherlands. KLM is headquartered in Amstelveen, with its hub at nearby Amsterdam Airport Schiphol. It is part of the Air France–KLM group, and a member of the SkyTeam airline alliance. Founded in 1919, KLM is the oldest airline in the world still operating under its original name and had 35,488 employees and a fleet of 119 (excluding subsidiaries) as of 2015[update]. KLM operates scheduled passenger and cargo services to 145 destinations.",
  "/wiki/Doha": "Doha (Arabic: الدوحة‎, ad-Dawḥa or ad-Dōḥa, pronounced [adˈdawħa]) is the capital and most populous city of the State of Qatar. It has a population of 956,460 (2015). The city is located on the coast of the Persian Gulf in the east of the country. It is Qatar's fastest growing city, with over 80% of the nation's population living in Doha or its surrounding suburbs,[citation needed] and it is also the economic centre of the country.",
  "/wiki/Hamad_International_Airport": "Hamad International Airport (IATA: DOH, ICAO: OTHH) (Arabic: مطار حمد الدولي‎, Maṭār Ḥamad al-Duwalī) is the sole international airport in the state of Qatar. Located south of its capital, Doha, it replaced the former Doha International Airport as Qatar's principal airport.",
  "/wiki/Qatar_Airways": "Qatar Airways Company Q.C.S.C. (Arabic: القطرية‎, al-Qaṭariya), operating as Qatar Airways, is the state-owned flag carrier of Qatar. Headquartered in the Qatar Airways Tower in Doha, the airline operates a hub-and-spoke network, linking over 150 international destinations across Africa, Asia, Europe, The Americas, and Oceania from its base at Hamad International Airport, using a fleet of more than 200 aircraft. Qatar Airways Group employs more than 43,000 people. The carrier has been a member of the Oneworld alliance since October 2013 (2013-10), the first Gulf carrier to sign with one of the three airline alliances.",
  "/wiki/Istanbul": "Istanbul (/ˌɪstænˈbʊl/, also US: /ˈɪstænbʊl/; Turkish: İstanbul [isˈtanbuɫ] (listen)), formerly known as Byzantium and Constantinople, is the most populous city in Turkey and the country's economic, cultural and historic center. Istanbul is a transcontinental city in Eurasia, straddling the Bosporus strait (which separates Europe and Asia) between the Sea of Marmara and the Black Sea. Its commercial and historical center lies on the European side and about a third of its population lives in suburbs on the Asian side of the Bosporus. With a total population of around 15 million residents in its metropolitan area, Istanbul is one of the world's most populous cities, ranking as the world's fifth-largest city proper and the largest European city. The city is the administrative center of the Istanbul Metropolitan Municipality (coterminous with Istanbul Province).",
  "/wiki/Istanbul_Atat%C3%BCrk_Airport": "Istanbul Atatürk Airport (IATA: ISL, ICAO: LTBA) (former IATA code: IST) (Turkish: İstanbul Atatürk Havalimanı) is a general aviation, cargo, and state aircraft airport in Istanbul. It closed to commercial passenger flights on April 6, 2019 when all flights were transferred to Istanbul Airport.",
  "/wiki/Turkish_Airlines": "Turkish Airlines (Turkish: Türk Hava Yolları) is the national flag carrier airline of Turkey. As of August 2019[update], it operates scheduled services to 315 destinations in Europe, Asia, Africa, and the Americas, making it the largest mainline carrier in the world by number of passenger destinations. The airline serves more destinations non-stop from a single airport than any other airline in the world, and flies to 126 countries, more than any other airline. With an operational fleet of 24 cargo aircraft, the airline's cargo division serves 82 destinations.",
  "/wiki/Madrid": "Madrid (/məˈdrɪd/, Spanish: [maˈðɾið])[n. 1] is the capital and most populous city of Spain. The city has almost 3.3 million inhabitants and a metropolitan area population of approximately 6.5 million. It is the second-largest city in the European Union (EU), surpassed only by Berlin, and its monocentric metropolitan area is the second-largest in the EU, smaller only than Paris. The municipality covers 604.3 km2 (233.3 sq mi).",
  "/wiki/Madrid_Barajas_International_Airport": "Adolfo Suárez Madrid–Barajas Airport (Spanish: Aeropuerto Adolfo Suárez Madrid-Barajas [aeɾoˈpweɾto aˈðolfo ˈswaɾeð maˈðɾið βaˈɾaxas]) (IATA: MAD, ICAO: LEMD), commonly known as Madrid–Barajas Airport, is the main international airport serving Madrid in Spain. At 3,050 ha (7,500 acres) in area, it is the second largest airport in Europe by physical size behind Paris–Charles de Gaulle Airport. In 2018, 57.9 million passengers used Madrid–Barajas, making it the country's largest and busiest airport and Europe's sixth busiest.",
  "/wiki/Iberia_(airline)": "Iberia (Spanish pronunciation: [iˈβeɾja]), legally incorporated as Iberia, Líneas Aéreas de España, S.A. Operadora, Sociedad Unipersonal, is the flag carrier airline of Spain, founded in 1927. Based in Madrid, it operates an international network of services from its main base of Madrid-Barajas Airport.\nIberia, with Iberia Regional (operated by an independent carrier Air Nostrum) and with Iberia Express, is a part of International Airlines Group. In addition to transporting passengers and freight, Iberia Group carries out related activities, such as aircraft maintenance, handling in airports, IT systems and in-flight catering. Iberia Group airlines fly to over 109 destinations in 39 countries, and a further 90 destinations through code-sharing agreements with other airlines.",
  "/wiki/Warsaw": "Warsaw (/ˈwɔːrsɔː/ WOR-saw; Polish: Warszawa [varˈʂava] (listen); see also other names) is the capital and largest city of Poland. The metropolis stands on the Vistula River in east-central Poland and its population is officially estimated at 1.8 million residents. With a greater metropolitan area of 3.1 million residents, Warsaw is the 5th most-populous urban area in the European Union. The city limits cover 517.24 square kilometres (199.71 sq mi), while the metropolitan area covers 6,100.43 square kilometres (2,355.39 sq mi). Warsaw is an alpha global city, a major international tourist destination, and a significant cultural, political and economic hub. Its historical old town was designated a UNESCO World Heritage Site.",
  "/wiki/Warsaw_Chopin_Airport": "Warsaw Frederic Chopin Airport (Polish: Lotnisko Chopina w Warszawie, Polish pronunciation: [lɔtˈɲiskɔ ʂɔpɛna v varˈʂavʲɛ]) (IATA: WAW, ICAO: EPWA), more commonly referred to as Chopin Airport or Warsaw-Chopin Airport, is an international airport located in the Włochy district of Warsaw, Poland. As Poland's largest, covering 834 hectares (2,060 acres) of land, and busiest airport, Warsaw Chopin handles just under 40% of the country's air passenger traffic. Warsaw Chopin handles approximately 300 scheduled flights daily and an ever-rising number of charters. London, Kiev, Frankfurt, Paris, and Amsterdam are the busiest international connections, while Kraków, Wrocław, and Gdańsk are the most popular domestic ones.",
  "/wiki/LOT_Polish_Airlines": "LOT Polish Airlines, legally incorporated as Polskie Linie Lotnicze LOT S.A. (Polish pronunciation: [lɔt], flight), is the flag carrier of Poland. Based in Warsaw and established on 29 December 1928, it is one of the world's oldest airlines in operation. With a fleet of 90 aircraft, LOT Polish Airlines flies to 134 destinations across Europe, Asia and North America. Most of the destinations originate from its hub at Warsaw Chopin Airport. LOT is a member of the Star Alliance.",
  "/wiki/Sarajevo": "Sarajevo (/ˌsærəˈjeɪvoʊ/ SARR-ə-YAY-voh; Cyrillic: .mw-parser-output .script-Cprt{font-size:1.25em;font-family:\"Segoe UI Historic\",\"Noto Sans Cypriot\",Code2001}.mw-parser-output .script-Hano{font-size:125%;font-family:\"Noto Sans Hanunoo\",FreeSerif,Quivira}.mw-parser-output .script-Latf,.mw-parser-output .script-de-Latf{font-size:1.25em;font-family:\"Breitkopf Fraktur\",UnifrakturCook,UniFrakturMaguntia,MarsFraktur,\"MarsFraktur OT\",KochFraktur,\"KochFraktur OT\",OffenbacherSchwabOT,\"LOB.AlteSchwabacher\",\"LOV.AlteSchwabacher\",\"LOB.AtlantisFraktur\",\"LOV.AtlantisFraktur\",\"LOB.BreitkopfFraktur\",\"LOV.BreitkopfFraktur\",\"LOB.FetteFraktur\",\"LOV.FetteFraktur\",\"LOB.Fraktur3\",\"LOV.Fraktur3\",\"LOB.RochFraktur\",\"LOV.RochFraktur\",\"LOB.PostFraktur\",\"LOV.PostFraktur\",\"LOB.RuelhscheFraktur\",\"LOV.RuelhscheFraktur\",\"LOB.RungholtFraktur\",\"LOV.RungholtFraktur\",\"LOB.TheuerbankFraktur\",\"LOV.TheuerbankFraktur\",\"LOB.VinetaFraktur\",\"LOV.VinetaFraktur\",\"LOB.WalbaumFraktur\",\"LOV.WalbaumFraktur\",\"LOB.WeberMainzerFraktur\",\"LOV.WeberMainzerFraktur\",\"LOB.WieynckFraktur\",\"LOV.WieynckFraktur\",\"LOB.ZentenarFraktur\",\"LOV.ZentenarFraktur\"}.mw-parser-output .script-en-Latf{font-size:1.25em;font-family:Cankama,\"Old English Text MT\",\"Textura Libera\",\"Textura Libera Tenuis\",London}.mw-parser-output .script-it-Latf{font-size:1.25em;font-family:\"Rotunda Pommerania\",Rotunda,\"Typographer Rotunda\"}.mw-parser-output .script-Lina{font-size:1.25em;font-family:\"Noto Sans Linear A\"}.mw-parser-output .script-Linb{font-size:1.25em;font-family:\"Noto Sans Linear B\"}.mw-parser-output .script-Ugar{font-size:1.25em;font-family:\"Segoe UI Historic\",\"Noto Sans Ugaritic\",Aegean}.mw-parser-output .script-Xpeo{font-size:1.25em;font-family:\"Segoe UI Historic\",\"Noto Sans Old Persian\",Artaxerxes,Xerxes,Aegean}Сарајево, pronounced [sǎrajeʋo] (listen); see names in other languages) is the capital and largest city of Bosnia and Herzegovina, with a population of 275,524 in its administrative limits. The Sarajevo metropolitan area, including Sarajevo Canton, East Sarajevo and nearby municipalities, is home to 555,210 inhabitants.[a] Nestled within the greater Sarajevo valley of Bosnia, it is surrounded by the Dinaric Alps and situated along the Miljacka River in the heart of the Balkans.",
  "/wiki/Sarajevo_Airport": "Sarajevo International Airport (Bosnian: Međunarodni aerodrom Sarajevo/Међународни аеродром Сарајево); (IATA: SJJ, ICAO: LQSA), also known as Butmir Airport, is the main international airport in Bosnia and Herzegovina, serving Sarajevo, capital of Bosnia and Herzegovina. It is located 3.3 NM (6.1 km; 3.8 mi) southwest of the Sarajevo railway station and some 6.5 NM (12.0 km; 7.5 mi) west of downtown Sarajevo in the Ilidža municipality, suburb of Butmir. In 2019, 1,143,680 passengers traveled through the airport, compared to 323,499 in 2001.",
  "/wiki/Zadar": "Zadar (US: /ˈzɑːdɑːr/, Croatian: [zâdar] (listen); see also other names) is the oldest continuously-inhabited Croatian city. It is situated on the Adriatic Sea, at the northwestern part of Ravni Kotari region. Zadar serves as the seat of Zadar County and of the wider northern Dalmatian region. The city proper covers 25 km2 (9.7 sq mi) with a population of 75,082 in 2011[update], making it the second-largest city of the region of Dalmatia and the fifth-largest city in the country.",
  "/wiki/Zadar_Airport": "Zadar Airport (Croatian: Zračna luka Zadar; IATA: ZAD, ICAO: LDZD) is an international airport serving Zadar, Croatia. It is located in Zemunik Donji, 8 km (5 mi) from the centre of Zadar.",
  "/wiki/Pula": "Pula (Croatian pronunciation: [pǔːla] (listen); Italian and Istro-Romanian: Pola, Slovene: Pulj) is the largest city in Istria County, Croatia and the eighth largest city in the country, situated at the southern tip of the  Istrian peninsula, with a population of 57,460 in 2011. It is known for its multitude of ancient Roman buildings, the most famous of which is the Pula Arena, one of the best preserved Roman amphitheaters, and its beautiful sea. The city has a long tradition of wine making, fishing, shipbuilding, and tourism. It was the administrative centre of Istria from ancient Roman times until superseded by Pazin in 1991.",
  "/wiki/Pula_Airport": "Pula Airport (Croatian: Zračna luka Pula; Italian: Aeroporto di Pola; IATA: PUY, ICAO: LDPL) is the international airport serving Pula, Croatia, and is located 6 km from the city center. It served 777,568 passengers in 2019. The airport is designated as the alternative airport for parts of Slovenia and a multitude of cities in eastern Italy. The airport also attracts jet set passengers flying privately or rented aircraft, visiting the Brijuni islands or attending concerts and shows at the Pula Arena and sailing their yachts. Pula airport is currently capable of handling large wide-body aircraft such as the Boeing 747 and Ilyushin Il-96. It is the only airport in Istria County offering regularly scheduled commercial services.",
  "/wiki/Skopje": "Skopje (/ˈskɒpji, -jeɪ/, US also /ˈskoʊp-/; Macedonian: Скопје [ˈskɔpjɛ] (listen), Albanian: Shkup) is the capital and largest city of North Macedonia. It is the country's political, cultural, economic, and academic centre.",
  "/wiki/Skopje_International_Airport": "Skopje International Airport (Macedonian: Меѓународен аеродром Скопје, romanized: Megjunaroden aerodrom Skopje),(Albanian: Aeroporti Ndërkombëtar i Shkupit, IATA: SKP, ICAO: LWSK), also known as Skopje Airport (Macedonian: Аеродром Скопје, romanized: Aerodrom Skopje) and previously known as Petrovec Airport (Macedonian: Аеродром Петровец, romanized: Aerodrom Petrovec) and Skopje Alexander the Great Airport (Macedonian: Аеродром „Александар Велики“ Скопје, romanized: Aerodrom \"Aleksandar Veliki\" Skopje), is the larger and busier of the two international airports in North Macedonia, with the other being the St. Paul the Apostle Airport in Ohrid which is located 170 km (110 mi) southwest from the national capital Skopje.",
  "/wiki/Belgrade": "Belgrade (/ˈbɛlɡreɪd/ BEL-grayd; Serbian: Beograd / Београд, lit. 'White City', pronounced [beǒɡrad] (listen); names in other languages) is the capital and largest city of Serbia. It is located at the confluence of the Sava and Danube rivers and the crossroads of the Pannonian Plain and the Balkan Peninsula. The urban area of Belgrade has a population of 1.23 million, while nearly 1.7 million people live within the administrative limits of the City of Belgrade (which encompasses almost all of its metropolitan area), a quarter of the total population of Serbia.",
  "/wiki/Belgrade_Nikola_Tesla_Airport": "Belgrade Nikola Tesla Airport (Serbian: Аеродром Никола Тесла Београд, romanized: Aerodrom Nikola Tesla Beograd) or Belgrade Airport (Serbian: Аеродром Београд, romanized: Aerodrom Beograd) (IATA: BEG, ICAO: LYBE) is an international airport serving Belgrade, Serbia. It is the largest and busiest airport in Serbia, situated 18 km (11 mi) west of downtown Belgrade near the suburb of Surčin, surrounded by Syrmia's fertile lowlands. It is operated by French conglomerate Vinci Airports.",
  "/wiki/Air_Serbia": "Air Serbia (stylised as AirSERBIA; Serbian: Ер Србија, romanized: Er Srbija) is the flag carrier of Serbia. The company's headquarters is located in Belgrade, Serbia, and its main hub is Belgrade Nikola Tesla Airport. In 2016, it was the fourth-largest legacy carrier in Southeastern Europe. The airline was formerly known as Jat Airways until it was renamed and rebranded in 2013.",
  "/wiki/Prague": "Prague (/prɑːɡ/; Czech: Praha [ˈpraɦa] (listen), German: Prag, Latin: Praga) is the capital and largest city in the Czech Republic, the 13th largest city in the European Union and the historical capital of Bohemia. Situated on the Vltava river, Prague is home to about 1.3 million people, while its metropolitan area is estimated to have a population of 2.6 million. The city has a temperate oceanic climate, with relatively warm summers and chilly winters.",
  "/wiki/V%C3%A1clav_Havel_Airport": "Václav Havel Airport Prague (Czech: Letiště Václava Havla Praha), formerly Prague Ruzyně International Airport (Czech: Mezinárodní letiště Praha-Ruzyně, Czech pronunciation: [ˈpraɦa ˈruzɪɲɛ]) (IATA: PRG, ICAO: LKPR), is the international airport of Prague, the capital of the Czech Republic. The airport was founded in 1937, when it replaced the Kbely Airport (founded in 1918). It was reconstructed and extended in 1956, 1968, 1997, and 2006. In 2012, it was renamed after the last president of Czechoslovakia and the first President of Czech Republic Václav Havel. It is located in the edge of Prague-Ruzyně area, next to Kněževes village, 12 km (7 mi) west of the centre of Prague and 12 km (7 mi) southeast of the city Kladno.",
  "/wiki/Czech_Airlines": "Czech Airlines j.s.c. (abbreviation: ČSA, Czech: České Aerolinie, a.s.) is the flag carrier of the Czech Republic. Its head office is on the grounds of 6th district Prague, Vokovice. The airline's hub is at Václav Havel Airport Prague. The company operates mainly scheduled flights.",
  "/wiki/Zagreb_Airport": "Zagreb Airport (IATA: ZAG, ICAO: LDZA) is the largest and busiest international airport in Croatia. In 2019 it handled 3.45 million passengers and some 13,000 tons of cargo."
}