{
  "/wiki/Brandon_University": "Brandon University is a university located in the city of Brandon, Manitoba, Canada, with an enrollment of 3662 (2018) full-time and part-time undergraduate and graduate students.  The current location was founded on July 13, 1899, as Brandon College as a Baptist institution.  It was chartered as a university by then President John E. Robbins on June 5, 1967. The enabling legislation is the Brandon University Act. Brandon University is one of several predominantly undergraduate liberal arts and sciences institutions in Canada.",
  "/wiki/Bobby_William_Austin": "Bobby William Austin (born December 29, 1944) is an American sociologist, lecturer, and writer. He is a leading scholar on African-American men and boys and was the first person, as a Program Officer with the W.K. Kellogg Foundation, to fund major philanthropic initiatives for African-American men and boys. Over the past 30 years, in the fields of education, social policy, youth development, cultural theory, philanthropy and religion, he has created a series of structured venues as pathways for how citizens might live life in communities as individuals and as members of groups where peace, meaning, and innovation are nurtured. He is currently President of the Neighborhood Associates Corporation and Managing Director of the EducationThinkTank.",
  "/wiki/University_of_the_District_of_Columbia": "The University of the District of Columbia (UDC) is a public historically black land-grant university in Washington, D.C. It was established in 1851 and is the only public university in the city. UDC is a member school of the Thurgood Marshall College Fund. The full university system offers workforce and certificate programs in addition to Associate, Baccalaureate, Master's, professional, and Doctoral degrees. The university's academic schools and programs include the University of the District of Columbia - Community College, College of Arts and Sciences, School of Engineering and Applied Sciences, School of Business and Public Administration, Colleges of Agriculture, Urban Sustainability & Environmental Sciences, and School of Law.",
  "/wiki/Robert_C._Dynes": "Robert Carr Dynes (born November 8, 1942) is a Canadian-American physicist, researcher, and academic administrator, and professor of physics at the University of California, Berkeley, and the former President of the University of California system, and former Chancellor of the University of California San Diego.",
  "/wiki/University_of_California": "The University of California (UC) is a public university system in the U.S. state of California. Under the California Master Plan for Higher Education, the University of California is a part of the state's three-system public higher education plan, which also includes the California State University system and the California Community Colleges System.",
  "/wiki/R._H._King_Academy": "R. H. King Academy (RH King, RHKA or King), formerly known as Scarborough High School, Scarborough Collegiate Institute and R.H. King Collegiate Institute is a secondary school and a de facto alternative school located in Scarborough, Toronto, Ontario, part of the Toronto District School Board. The school was established in 1922, then became a collegiate in 1930, renamed in 1954 and again in 1989. It was the first secondary school built in the former township of Scarborough and second-oldest surviving institution in Scarborough, after Agincourt Collegiate Institute. The R. H. King school motto is \"Per Ardua Sapientia\" which translates into Through the hard task of wisdom.",
  "/wiki/Scarborough_Board_of_Education": "The Scarborough Board of Education (SBE, commonly known as School District 16), formally the Board of Education for the City of Scarborough is the former public-secular school district serving Scarborough, Ontario, Canada from 1954 when it was established to 1998 it was merged into the Toronto District School Board. The former SBE offices remain in use today by the TDSB as the East Education Office.",
  "/wiki/Fred_Longstaffe": "Fred J. Longstaffe Ph.D., FRSC is the former Provost and Vice-President (Academic) at The University of Western Ontario. He is a highly regarded leader in Earth Science research. His current focus is on applying knowledge of stable isotopes to various fields of study.",
  "/wiki/University_of_Western_Ontario": "The University of Western Ontario (UWO), corporately branded as Western University as of 2012[update] and commonly shortened to Western, is a public research university in London, Ontario, Canada. The main campus is on 455 hectares (1,120 acres) of land, surrounded by residential neighbourhoods and the Thames River bisecting the campus's eastern portion. The university operates twelve academic faculties and schools. It is a member of the U15, a group of research-intensive universities in Canada.",
  "/wiki/Heather_Munroe-Blum": "Heather Anne Elyse Lilian Munroe-Blum OC OQ FRSC (born August 25, 1950) is a Canadian academic and businesswoman. She is the former principal and vice-chancellor of McGill University in Montreal, Quebec. She is also a member of the Board of Directors of the Royal Bank of Canada, and Chairperson of the Board of Directors of the Canada Pension Plan Investment Board.",
  "/wiki/McGill_University": "McGill University is a public research university in Montreal, Quebec, Canada. Founded in 1821 by royal charter, granted by King George IV, it is the oldest university in Montreal and one of just three English-language universities in Quebec. The University Is One Of The Most Prestigious Universities In Canada.The University Has Been Consistently Ranked Among The Top Three Universities In Canada And Among The Top 40 Universities In The World.   The university bears the name of James McGill, a Montreal merchant originally from Scotland whose bequest in 1813 formed the university's precursor, McGill College. Twelve years after it was officially established, McGill College awarded its first degree and Canada's first ever medical degree. The college adopted its present name in 1885.",
  "/wiki/Beth_Phinney": "Elizabeth \"Beth\" Phinney (born June 19, 1938) is a Canadian former politician.  She was a member of the House of Commons of Canada from 1988 until her retirement in 2005, representing the riding of Hamilton Mountain in Ontario for the Liberal Party.",
  "/wiki/University_of_Victoria": "The University of Victoria (UVic) is a public comprehensive research university located in the Greater Victoria municipalities of Oak Bay and Saanich, British Columbia, Canada. The university traces its roots to Victoria College, an institution established in 1903. The college was the first post-secondary institution established in British Columbia, and operated as an affiliated college until 1963, when it was reorganized into the independent University of Victoria. The university has ranked as the second best comprehensive university in Canada for three successive years.",
  "/wiki/David_Chadwick_Smith": "David Chadwick Smith CM FRSC (August 12, 1931 – May 22, 2000) was a Canadian economist, and the sixteenth Principal of Queen's University from 1984 to 1994.",
  "/wiki/Queen%27s_University": "Queen's University at Kingston (commonly shortened to Queen's University or Queen's) is a public research university in Kingston, Ontario, Canada. Founded on 16 October 1841, via a royal charter issued by Queen Victoria, the university predates Canada's founding by 26 years. Queen's holds more than 1,400 hectares (3,500 acres) of land throughout Ontario and owns Herstmonceux Castle in East Sussex, England. Queen's is organized into ten undergraduate, graduate, and professional faculties and schools.",
  "/wiki/Mark_Wainwright": "Mark Wainwright AM is an Australian academic. He served as seventh Vice-Chancellor and President of the University of New South Wales from July 2004 until June 2006. Prior to this appointment, Wainwright had been the Acting Vice-Chancellor of the University from mid-April 2004. Previously to that, Wainwright was Deputy Vice-Chancellor (Research), an appointment he had held since January 2001.",
  "/wiki/University_of_New_South_Wales": "The University of New South Wales (UNSW; branded as UNSW Sydney) is an Australian public research university located in the Sydney suburb of Kensington. In 2012, UNSW recorded the highest median ATAR of any university in NSW and attracted the highest number of top 500 students from the state. Established in 1949, it is ranked 4th in Australia, 43rd in the world according to the 2020 QS World University Rankings."
}