{
  "/wiki/Mamaroneck_(town),_New_York": "Mamaroneck (/məˈmærənɛk/ mə-MARR-ə-nek) is a town in Westchester County, New York, United States.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Geneve": "Geneva (/dʒɪˈniːvə/ jin-EE-və; French: Genève [ʒənɛv] (listen); Arpitan: Genèva [dzəˈnɛva] (listen); German: Genf [ɡɛnf] (listen); Italian: Ginevra [dʒiˈneːvra]; Romansh: Genevra) is the second-most populous city in Switzerland (after Zürich) and the most populous city of Romandy, the French-speaking part of Switzerland. Situated where the Rhône exits Lake Geneva, it is the capital of the Republic and Canton of Geneva.",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe.[note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern.[note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva.",
  "/wiki/Kinue_Hitomi": "Kinue Hitomi (人見 絹枝, Hitomi Kinue, January 1, 1907 – August 2, 1931) was a Japanese athlete. She was the world record holder in several events in the 1920s – 1930s and was the first Japanese woman to win an Olympic medal.",
  "/wiki/Harbin": "Harbin (Manchu: ᡥᠠᠯᠪᡳᠨ; Chinese: 哈尔滨 Hā'ěrbīn) is a sub-provincial city and the provincial capital of Heilongjiang province, People's Republic of China, as well as the second largest city by urban population and largest city by metropolitan population (urban and rural together) in Northeast China.  Harbin has direct jurisdiction over nine metropolitan districts, two county-level cities and seven counties, and is the eighth most populous Chinese city according to the 2010 census, the built-up area (which consists of all districts except Shuangcheng and Acheng) had 5,282,093 inhabitants, while the total metropolitan population was up to 10,635,971.  Harbin serves as a key political, economic, scientific, cultural and communications hub in Northeast China, as well as an important industrial base of the nation.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Mary_Bignal": "Mary Denise Rand, MBE (née Bignal on 10 February 1940) is a former English track and field athlete.  She won the long jump at the 1964 Summer Olympics by breaking the world record, the first British female to win an Olympic gold medal in track and field. She remains the only Great Britain female athlete to win three medals in a single Games.",
  "/wiki/Street,_Somerset": "Street is a village and civil parish in the county of Somerset, England. The 2011 census recorded the parish as having a population of 11,805. It is situated on a dry spot in the Somerset Levels, at the end of the Polden Hills, 2 miles (3.2 km) south-west of Glastonbury. There is evidence of Roman occupation. Much of the history of the village is dominated by Glastonbury Abbey until the Dissolution of the Monasteries, and indeed its name comes from a 12th-century causeway from Glastonbury which was built to transport local Blue Lias stone from what is now Street to rebuild the Abbey, although it had previously been known as Lantokay and Lega.",
  "/wiki/Austin,_Texas": "Austin (UK: /ˈɒstɪn, ˈɔːstɪn/, US: /ˈɔːstən/) is the capital city of the U.S. state of Texas, as well as the seat and largest city of Travis County, with portions extending into Hays and Williamson counties. It is the 11th-most populous city in the United States, the fourth-most-populous city in Texas, and the second-most-populous state capital city (after Phoenix, Arizona). It is also the fastest growing large city in the United States and the southernmost state capital in the contiguous United States.",
  "/wiki/Baton_Rouge": "Baton Rouge (/ˌbætən ˈruːʒ/ BAT-ən ROOZH; from French  bâton rouge [bɑtɔ̃ ʁuʒ] (listen), meaning 'red stick') is the capital of the U.S. state of Louisiana. Located on the eastern bank of the Mississippi River, it is the parish seat of East Baton Rouge Parish, the most populous parish in Louisiana. It is the 99th most populous city in the United States, and second-largest city in Louisiana after New Orleans. It is also the 16th most populous state capital. As of the U.S. Census Bureau's July 2018 estimate, Baton Rouge had a population of 221,599, down from 229,493 at the 2010 census. Baton Rouge is the center of Greater Baton Rouge, the second-largest metropolitan area in Louisiana, with a population of 834,159 as of 2017, up from 802,484 in 2010 and 829,719 in 2015.",
  "/wiki/Wendy_Brown_(heptathlete)": "Wendy Renee Brown (born January 28, 1966) is a retired heptathlete and triple jumper from the United States.  She competed in the heptathlon at the 1988 Summer Olympics in Seoul, South Korea, finishing in 18th place behind teammate Jackie Joyner Kersee's still current world record. As the event was in transition to become an official event, she set the world record in the women's triple jump twice in the mid-1980s.  Because this was before the event was declared official, neither of those records were officially ratified.  Brown went to the University of Southern California where she won the 1986 NCAA Indoor Championship in the Triple Jump and later winning 1988 NCAA Championship in the Heptathlon.  She is still the school record holder in the Triple Jump and Heptathlon, as well as being ranked second in Long Jump and High Jump, and fifth in the Javelin throw.",
  "/wiki/Esmeralda_Garcia": "Esmeralda de Jesus Freitas Garcia Silami (born February 16, 1959) is a retired long and triple jumper from Brazil, who also competed in the sprint events. A two-time Olympian she is best known for setting the (non-ratified) world record in the women's triple jump on June 5, 1986 in Indianapolis: 13.68 metres.",
  "/wiki/Indianapolis": "Indianapolis (/ˌɪndiəˈnæpəlɪs/), often shortened to Indy, is the state capital and most populous city of the U.S. state of Indiana and the seat of Marion County. According to 2018 estimates from the U.S. Census Bureau, the consolidated population of Indianapolis and Marion County was 876,862. The \"balance\" population, which excludes semi-autonomous municipalities in Marion County, was 867,125. It is the 17th most populous city in the U.S. The Indianapolis metropolitan area is the 34th most populous metropolitan statistical area in the U.S., with 2,048,703 residents. Its combined statistical area ranks 28th, with a population of 2,431,361. Indianapolis covers 368 square miles (950 km2), making it the 16th largest city by land area in the U.S.",
  "/wiki/Los_Angeles": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third-most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.",
  "/wiki/Flora_Hyacinth": "Flora Hyacinth (born 10 March 1966 in St. Lucia) is a retired female track and field athlete from the United States Virgin Islands who specialized in the long jump and triple jump.",
  "/wiki/Tuscaloosa,_Alabama": "Tuscaloosa (/tʌskəˈluːsə/ TUS-kə-LOO-sə) is a city in and the seat of Tuscaloosa County in west central Alabama (in the southeastern United States). Located on the Black Warrior River at the Atlantic Seaboard fall line of the Piedmont, it is the fifth-largest city in Alabama, with an estimated population of 100,287 in 2017. The city was originally known as Tuskaloosa until the early 20th century.",
  "/wiki/Sheila_Hudson": "Dr. Sheila Ann Hudson (born June 30, 1967) is an American former track and field athlete and Olympian, ranked among the all-time greatest U.S. competitors in the women's triple jump.  Throughout her career, she won nine U.S. triple jump titles, and set two world bests (World records before the event became an IAAF record event) and nine American records.  She previously held the indoor American record in the women's triple jump (46-8.25) as well as the outdoor American record in women's triple jump (47-3.5) with a wind aided all-time best jump of 48-1.25.  Hudson won the silver medal at the 1994 IAAF World Cup, finished eighth at the 1995 World Indoor Championships, tenth at the 1996 Olympic Games and fifth at the 1998 IAAF World Cup.",
  "/wiki/San_Jose,_California": "San Jose[A] (/ˌsæn hoʊˈzeɪ, -ˈseɪ/; Spanish: [saŋ xoˈse]; Spanish for \"Saint Joseph\"), officially the City of San José,[B] is the economic, cultural and political center of Silicon Valley, and the largest city in Northern California (both by population and area). With an estimated 2018 population of 1,030,119, it is the third-most populous city in California (after Los Angeles and San Diego) and the tenth-most populous in United States. Located in the center of the Santa Clara Valley, on the southern shore of San Francisco Bay, San Jose covers an area of 179.97 square miles (466.1 km2). San Jose is the county seat of Santa Clara County, the most affluent county in California and one of the most affluent counties in the United States. San Jose is the main component of the San Jose–Sunnyvale–Santa Clara Metropolitan Statistical Area, with an estimated population of around 2 million residents in 2018. It is also the most populous city in both the San Francisco Bay Area and the San Jose-San Francisco-Oakland Combined Statistical Area, which contain 7.7 million and 8.7 million people respectively.",
  "/wiki/Li_Huirong": "Li Huirong (Chinese: 李惠荣; pinyin: Lǐ Huìróng, born April 14, 1965) is a retired triple jumper from People's Republic of China, who set the first IAAF-recognized women's triple jump world record of 14.54 metres on August 25, 1990 at a meet in Sapporo, Japan. She claimed the bronze medal in the women's long jump at the 1982 Asian Games in New Delhi, India.",
  "/wiki/Hamamatsu,_Japan": "Hamamatsu (浜松市, Hamamatsu-shi) is a city located in western Shizuoka Prefecture, Japan. As of 1 December 2019[update], the city had an estimated population of 791,707 in 340,591 households, making it the prefecture's largest city, and a population density of 508 persons per km². The total area of the site was 1,558.06 km2 (601.57 sq mi). Hamamatsu is a member of the World Health Organization’s Alliance for Healthy Cities  (AFHC).",
  "/wiki/Shijiazhuang": "Shijiazhuang (Chinese: 石家庄, [ʂɻ̩̌.tɕjá.ʈʂwáŋ]) is the capital and largest city of North China's Hebei Province. Administratively a prefecture-level city, it is about 266 kilometres (165 mi) southwest of Beijing, and it administers eight districts, two county-level cities, and 12 counties.",
  "/wiki/PR_China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Galina_Chistyakova": "Galina Valentinovna Chistyakova (Russian: Галина Валентиновна Чистякова, Slovak: Galina Čisťaková; born 26 July 1962) is a retired athlete who represented the Soviet Union and later Slovakia.  She is the current world record holder in the long jump, jumping 7.52 metres on 11 June 1988. She is the 1988 Olympic bronze medallist and the 1989 World Indoor champion. She is also a former world record holder (pre IAAF) in the triple jump with 14.52 metres in 1989.",
  "/wiki/Stockholm,_Sweden": "Stockholm (Swedish pronunciation: [ˈstɔ̂kː(h)ɔlm] (listen)) is the capital and most populous urban area of Sweden. 972,647 people live in the municipality, approximately 1.6 million in the urban area, and 2.4 million in the metropolitan area. The city stretches across fourteen islands where Lake Mälaren flows into the Baltic Sea. Outside the city to the east, and along the coast, is the island chain of the Stockholm archipelago. The area has been settled since the Stone Age, in the 6th millennium BC, and was founded as a city in 1252 by Swedish statesman Birger Jarl. It is also the county seat of Stockholm County."
}