{
  "/wiki/Richard_Alexander_Arnold": "Richard Alexander Arnold is the Eminent Professor and Chair of English at Alfaisal University and an author and editor specializing in rhetoric, English literature, Canadian literature, and Medieval literature (focusing on Chaucer, John Milton, William Blake, Samuel Johnson, and Alexander Pope).",
  "/wiki/Alfaisal_University": "Alfaisal University is a private, nonprofit, research institute of higher education located in Riyadh, Saudi Arabia.",
  "/wiki/Richard_Bader": "Richard F. W. Bader (October 15, 1931 – January 15, 2012) was a Canadian quantum chemist, noted for his work on the Atoms in molecules theory.  This theory attempts to establish a physical basis for many of the working concepts of chemistry, such as atoms in molecules and bonding, in terms of the topology of the electron density function in three-dimensional space.",
  "/wiki/Atoms_in_molecules": "The quantum theory of atoms in molecules (QTAIM) is a model of molecular and condensed matter electronic systems (such as crystals) in which the principal objects of molecular structure - atoms and bonds - are natural expressions of a system's observable electron density distribution function.  An electron density distribution of a molecule is a probability distribution that describes the average manner in which the electronic charge is distributed throughout real space in the attractive field exerted by the nuclei.  According to QTAIM, molecular structure is revealed by the stationary points of the electron density together with the gradient paths of the electron density that originate and terminate at these points.  QTAIM was primarily developed by Professor Richard Bader and his research group at McMaster University over the course of decades, beginning with analyses of theoretically calculated electron densities of simple molecules in the early 1960s and culminating with analyses of both theoretically and experimentally measured electron densities of crystals in the 90s.  The development of QTAIM was driven by the assumption that, since the concepts of atoms and bonds have been and continue to be so ubiquitously useful in interpreting, classifying, predicting and communicating chemistry, they should have a well-defined physical basis.",
  "/wiki/David_G._Benner": "Dr. David G. Benner (born February 9, 1947 in Orillia, Ontario) is an internationally known Canadian depth psychologist, author and wisdom teacher. The central organizing thread of his life and work has been to help people live the human journey in a deeply spiritual way and the spiritual journey in a deeply human way. Drawing on the insights of science, philosophy, the perennial wisdom tradition and forty years of work integrating psychology and spirituality, the focus of his more than thirty books has been the unfolding of the self associated with a journey of awakening and transformation, and the access this provides to wisdom.",
  "/wiki/Wheaton_College_(Illinois)": "Wheaton College is a Christian, residential liberal arts college and graduate school in Wheaton, Illinois. The Protestant college was founded by evangelical abolitionists in 1860. Wheaton College was a stop on the Underground Railroad and graduated one of Illinois' first African-American college graduates.",
  "/wiki/Redeemer_University_College": "Redeemer University is a private Christian liberal arts and science university located in Hamilton, Ontario, Canada in the rural community of Ancaster.  Founded in 1982, Redeemer stands in the Reformed Tradition and offers Bachelor of Arts, Bachelor of Education, and Bachelor of Science degrees.",
  "/wiki/Pastoral_counselling": "Pastoral counseling is a branch of counseling in which psychologically trained ministers, rabbis, priests, imams,  and other persons provide therapy services. Pastoral counselors often integrate modern psychological thought and method with traditional religious training in an effort to address psychospiritual issues in addition to the traditional spectrum of counseling services.",
  "/wiki/Kathryn_Brush": "Kathryn Louise Brush FRSC is a Canadian art historian. She is a distinguished professor of art history at the University of Western Ontario, and  was the first visual arts professor from the University of Western Ontario to be named a Fellow of the Royal Society of Canada.",
  "/wiki/University_of_Western_Ontario": "The University of Western Ontario (UWO), corporately branded as Western University as of 2012[update] and commonly shortened to Western, is a public research university in London, Ontario, Canada. The main campus is on 455 hectares (1,120 acres) of land, surrounded by residential neighbourhoods and the Thames River bisecting the campus's eastern portion. The university operates twelve academic faculties and schools. It is a member of the U15, a group of research-intensive universities in Canada.",
  "/wiki/Fellow_of_the_Royal_Society_of_Canada": "Fellowship of the Royal Society of Canada (FRSC) is an award granted to individuals that the Royal Society of Canada judges to have \"made remarkable contributions in the arts, the humanities and the sciences, as well as in Canadian public life\".",
  "/wiki/David_Castle_(philosopher)": "David Castle (born 1967 in Edmonton, Alberta) is a Canadian philosopher and bioethicist.  He is Vice-President of Research at the University of Victoria. Previously he was Professor and Chair of Innovations in the Life Sciences at University of Edinburgh, where he investigated how to get others to innovate. From 2006–2010 he served as Canada Research Chair in Science and Society at the University of Ottawa where he developed ideas leading to the creation of the Institute for Science, Society and Policy.",
  "/wiki/University_of_Edinburgh": "The University of Edinburgh (abbreviated as Edin. in post-nominals), founded in 1582, is the sixth oldest university  in the English-speaking world and one of Scotland's ancient universities. The university has five main campuses in the city of Edinburgh, with many of the buildings in the historic Old Town belonging to the university. The university played an important role in leading Edinburgh to its reputation as a chief intellectual centre during the Age of Enlightenment, and helped give the city the nickname of the Athens of the North.",
  "/wiki/Donna_Strickland": "Donna Theo Strickland, CC (born 27 May 1959) is a Canadian optical physicist and pioneer in the field of pulsed lasers. She was awarded the Nobel Prize in Physics in 2018, together with Gérard Mourou, for the invention of chirped pulse amplification. She is a professor at the University of Waterloo.",
  "/wiki/Nobel_Prize_in_Physics": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Prize in Physiology or Medicine.",
  "/wiki/Karl_Clark_(chemist)": "Karl Adolf Clark (20 October 1888, Georgetown, Ontario – 7 December 1966, Victoria, British Columbia) was a chemist and oil sand researcher.  He is best known for perfecting a process that uses hot water and reagents to separate bitumen from oil sands.",
  "/wiki/University_of_Alberta": "The University of Alberta (also known as U of A and UAlberta) is a public research university located in Edmonton, Alberta, Canada. It was founded in 1908 by Alexander Cameron Rutherford, the first premier of Alberta, and Henry Marshall Tory, its first president. Its enabling legislation is the Post-secondary Learning Act. The university is considered a “Comprehensive academic and research university” (CARU), which means that it offers a range of academic and professional programs, which generally lead to undergraduate and graduate level credentials, and have a strong research focus.",
  "/wiki/Don_Wright_Faculty_of_Music": "The Don Wright Faculty of Music is the faculty of music at the University of Western Ontario, commonly referred to among Canadian universities as Western University, in London, Ontario, Canada. 465 undergraduate students and 125 graduate students were enrolled in 2009-2010. It is situated on Western's main campus in Talbot College and the Music Building. Both buildings underwent extensive renovations and additions which were completed in 2018. The Dean is Betty Anne Younker, Associate Deans are John Cuciurean (Undergraduate Admissions & Programs) and Catherine Nolan (Graduate Studies).",
  "/wiki/Ronald_C._Davidson": "Ronald Crosby Davidson (3 July 1941 – 19 May 2016) was a Canadian physicist, professor, and scientific administrator who worked in the United States.  He served as the first director of the MIT Plasma Science and Fusion Center from 1978 to 1988, and as director of the Princeton Plasma Physics Laboratory from 1991 to 1996.  He had been Professor of Astrophysical Sciences at Princeton University since 1991.",
  "/wiki/Princeton_Plasma_Physics_Laboratory": "Princeton Plasma Physics Laboratory (PPPL) is a United States Department of Energy national laboratory for plasma physics and nuclear fusion science. Its primary mission is research into and development of fusion as an energy source.",
  "/wiki/Princeton_University": "Princeton University is a private Ivy League research university in Princeton, New Jersey. Founded in 1746 in Elizabeth as the  College of New Jersey, Princeton is the fourth-oldest institution of higher education in the United States and one of the nine colonial colleges chartered before the American Revolution.[a] The institution moved to Newark in 1747, then to the current site nine years later, and renamed itself Princeton University in 1896.",
  "/wiki/University_of_Maryland": "The University of Maryland, College Park (University of Maryland, UMD, or simply Maryland) is a public research university in College Park, Maryland. Founded in 1856, UMD is the flagship institution of the University System of Maryland. It is also the largest university in both the state and the Washington metropolitan area, with more than 41,000 students representing all fifty states and 123 countries, and a global alumni network of over 360,000. Its twelve schools and colleges together offer over 200 degree-granting programs, including 92 undergraduate majors, 107 master's programs, and 83 doctoral programs. UMD is a member of the Association of American Universities and competes in intercollegiate athletics as a member of the Big Ten Conference.",
  "/wiki/Massachusetts_Institute_of_Technology": "Massachusetts Institute of Technology (MIT) is a private research university in Cambridge, Massachusetts. The Institute is a land-grant, sea-grant, and space-grant university, with an urban campus that extends more than a mile (1.6 km) alongside the Charles River. The Institute also encompasses a number of major off-campus facilities such as the MIT Lincoln Laboratory, the Bates Center, and the Haystack Observatory, as well as affiliated laboratories such as the Broad and Whitehead Institutes. Founded in 1861 in response to the increasing industrialization of the United States, MIT adopted a European polytechnic university model and stressed laboratory instruction in applied science and engineering. It has since played a key role in the development of many aspects of modern science, engineering, mathematics, and technology, and is widely known for its innovation and academic strength, making it one of the most prestigious institutions of higher learning in the world.",
  "/wiki/Patricia_Demers": "Patricia A. Demers,  CM FRSC is a Canadian humanist and academic. She was the first female president of the Royal Society of Canada serving from 2005 to 2007.",
  "/wiki/Royal_Society_of_Canada": "The Royal Society of Canada (RSC; French: Société royale du Canada), also known as the Academies of Arts, Humanities and Sciences of Canada (French: Académies des arts, des lettres et des sciences du Canada), is the senior national, bilingual council of distinguished Canadian scholars, humanists, scientists and artists. The primary objective of the RSC is to promote learning and research in the arts, the humanities and the sciences. The RSC is Canada's National Academy and exists to promote Canadian research and scholarly accomplishment in both official languages, to recognize academic and artistic excellence, and to advise governments, non-governmental organizations and Canadians on matters of public interest.",
  "/wiki/Jacqueline_Maria_Dias": "Jacqueline Maria Dias is a nurse and professor of nursing from Karachi, Pakistan.",
  "/wiki/Aga_Khan_University": "The Aga Khan University is a pioneering institution of higher education that works to improve quality of life in the developing world and beyond. Guided by the principles of impact, quality, relevance and access, the University has programmes and campuses in Pakistan, Kenya, Tanzania, Uganda, United Kingdom and Afghanistan.",
  "/wiki/Marianne_A._Ferber": "Marianne A. Ferber (January 30, 1923 – May 11, 2013) was an American feminist economist and the author of many books and articles on the subject of women's work, the family, and the construction of gender.  She held a Ph.D. from the University of Chicago.",
  "/wiki/University_of_Illinois_at_Urbana-Champaign": "The University of Illinois at Urbana–Champaign (U of I, Illinois, UIllinois, or colloquially the University of Illinois or UIUC) is a public land-grant research university in Illinois in the twin cities of Champaign and Urbana. It is the flagship institution of the University of Illinois system and was founded in 1867.",
  "/wiki/Michael_Frank_Goodchild": "Michael Frank Goodchild (born February 24, 1944) is a British-American geographer. He is an Emeritus Professor of Geography at the University of California, Santa Barbara. After nineteen years at the University of Western Ontario, including three years as chair, he moved to Santa Barbara in 1988, as part of the establishment of the National Center for Geographic Information and Analysis, which he directed for over 20 years. In 2008, he founded the UCSB Center for Spatial Studies.",
  "/wiki/University_of_California,_Santa_Barbara": "The University of California, Santa Barbara (UC Santa Barbara or UCSB) is a public research university in Santa Barbara, California.  It is one of the 10 campuses of the University of California system. Tracing its roots back to 1891 as an independent teachers' college, UCSB joined the University of California system in 1944 and is the third-oldest general-education campus in the system.",
  "/wiki/Meric_Gertler": "Meric S. Gertler, CM FRSC MCIP FAcSS FBA is a Canadian academic and President of the University of Toronto, He was the Dean of the Faculty of Arts and Science at the same university until October 31, 2013. Gertler is an urban theorist and received his PhD from Harvard.",
  "/wiki/University_of_Toronto": "The University of Toronto (U of T  or UToronto) is a public research university in Toronto, Ontario, Canada, located on the grounds that surround Queen's Park. It was founded by royal charter in 1827 as King's College, the first institution of higher learning in the colony of Upper Canada. Originally controlled by the Church of England, the university assumed its present name in 1850 upon becoming a secular institution. As a collegiate university, it comprises eleven colleges each with substantial autonomy on financial and institutional affairs and significant differences in character and history. The university also operates two satellite campuses located in Scarborough and Mississauga.",
  "/wiki/Martin_Green_(professor)": "Martin Andrew Green AM ForMemRS (born 20 July 1948) is an Australian engineer and professor at the University of New South Wales who works on solar energy. He is editor-in-chief of the academic journal Progress in Photovoltaics.",
  "/wiki/Frank_Hawthorne": "Frank Christopher Hawthorne CC FRSC (born 8 January 1946 in Bristol, England) is a Canadian mineralogist and crystallographer.",
  "/wiki/University_of_Manitoba": "The University of Manitoba (U of M or UM) is a public research university in Manitoba, Canada. Its main campus is located in the Fort Garry neighbourhood of southern Winnipeg with other campuses throughout the city. Founded in 1877, it is Western Canada's first university. The university maintains a reputation as a top research-intensive post-secondary educational institution and conducts more research annually than any other university in the region.",
  "/wiki/Harold_Innis": "Harold Adams Innis FRSC (1894–1952) was a Canadian professor of political economy at the University of Toronto and the author of seminal works on media, communication theory, and Canadian economic history. Despite his dense and difficult prose, Innis was one of Canada's most original thinkers. He helped develop the staples thesis, which holds that Canada's culture, political history, and economy have been decisively influenced by the exploitation and export of a series of \"staples\" such as fur, fishing, lumber, wheat, mined metals, and coal.  The staple thesis dominated economic history in Canada 1930s–1960s, and continues to be a fundamental part of the Canadian political economy tradition.",
  "/wiki/Communication_theory": "Communication theory is a field of information theory and mathematics that studies the technical process of information,\nas well as a field of psychology, sociology, semiotics and anthropology studying interpersonal communication and intrapersonal communication.",
  "/wiki/Staples_thesis": "In economic development, the staples thesis is a theory of export-led growth based on Canadian experience. The theory \"has its origins in research into Canadian social, political, and economic history carried out in Canadian universities...by members of what were then known as departments of political economy.\" From these groups of researchers, \"the two most prominent scholars following this approach were Harold Innis and W.A. Mackintosh.\"",
  "/wiki/Lorraine_Janzen_Kooistra": "Lorraine Janzen Kooistra FRSC is a Canadian professor of English and a member of the Yeates School of Graduate Studies at Ryerson University. She is the founding co-director of Ryerson's Centre for Digital Humanities. She was elected a fellow of the Royal Society of Canada in 2018.",
  "/wiki/Ryerson_University": "Ryerson University (Ryerson or RyeU) is a public research university in Toronto, Ontario, Canada. Its urban campus surrounds the Yonge–Dundas Square, located at one of the busiest intersections in downtown Toronto.",
  "/wiki/Harold_E._Johns": "Harold Elford Johns, OC (4 July 1915 – 23 August 1998) was a Canadian medical physicist, noted for his extensive contributions to the use of ionizing radiation to treat cancer.",
  "/wiki/Canadian_Medical_Hall_of_Fame": "The Canadian Medical Hall of Fame is a Canadian charitable organization, founded in 1994, that honours Canadians who have contributed to the understanding of disease and improving the health of people. It has a museum in London, Ontario, and has an annual induction ceremony.",
  "/wiki/Order_of_Canada": "The Order of Canada (French: Ordre du Canada) is a Canadian national order and the second highest honour for merit in the system of orders, decorations, and medals of Canada, after the Order of Merit.",
  "/wiki/Kathryn_Mary_Murphy": "Kathryn Mary Murphy is a Canadian neuroscientist and professor who studies development and plasticity of the brain."
}