{
  "/wiki/Kathy_Bardswick": "Kathy Bardswick is a Canadian business executive. From 2002 to 2016, she was the President and CEO of The Co-operators Group Ltd, a Canadian insurance cooperative based in Guelph, Ontario, Canada. She is one of a handful of women at the helm of the top 100 companies in Canada.",
  "/wiki/The_Co-operators": "The Co-operators Group Limited, founded in 1945, is a Canadian insurance co-operative owned by 44 members including co-ops, credit union centrals and representative farm organizations. It is one of the leading Canadian-owned multi-line insurers, offering auto, home, life, farm, travel and business insurance as well as investments. The company was started by farmers in Saskatchewan, in 1945.",
  "/wiki/Research_In_Motion": "BlackBerry Limited is a Canadian multinational company specialising in enterprise software and the Internet of things. Originally known as Research In Motion (RIM), it is best known to the general public as the former developer of the BlackBerry brand of smartphones, and tablets. It transitioned to an enterprise software and services company under CEO John S. Chen. Its products are used worldwide by various businesses, car makers, and government agencies. They include BlackBerry Cylance's artificial intelligence based cyber-security solutions, the BlackBerry AtHoc emergency communication system (ECS) platform; the QNX real-time operating system; and BlackBerry Enterprise Server (BlackBerry Unified Endpoint Manager), a Unified Endpoint Management (UEM) platform. BlackBerry was founded in 1984 as Research In Motion by Mike Lazaridis and Douglas Fregin. In 1992, Lazaridis hired Jim Balsillie, and Lazaridis and Balsillie served as co-CEOs until January 22, 2012, when Thorsten Heins became president and CEO. In November 2013, John S. Chen took over as CEO. His initial strategy was to subcontract manufacturing to Foxconn, and to focus on software technology. Currently,[when?] his strategy includes forming licensing partnerships with device manufacturers such as TCL Communication and unifying BlackBerry's software portfolio.",
  "/wiki/Rob_Burgess": "Rob Burgess is a Canadian businessman in the computing industry.",
  "/wiki/Macromedia": "Macromedia, Inc. was an American graphics, multimedia, and web development software company (1992–2005) headquartered in San Francisco, California that made products such as Flash and Dreamweaver. It was purchased by its rival Adobe Systems on December 3, 2005.",
  "/wiki/Adobe_Systems": "Adobe Inc. (/əˈdoʊbiː/ ə-DOH-bee, until October 3, 2018 Adobe Systems Incorporated) is an American multinational computer software company headquartered in San Jose, California. It has historically focused upon the creation of multimedia and creativity software products, with a more recent foray towards digital marketing software. Adobe is best known for its Adobe Flash web software ecosystem, Photoshop image editing software, Adobe Illustrator vector graphics editor, Acrobat Reader, the Portable Document Format (PDF), and Adobe Creative Suite, as well as its successor Adobe Creative Cloud.",
  "/wiki/Lakeport_Brewing_Company": "The Lakeport Brewing Company was a brewery located in Hamilton, Ontario, Canada. Although it started as a producer of premium beers, it later switched to cheap discount brands, using a strategy of selling its beer for \"a buck a bottle\". By 2006, it had become the largest discount brewer in Canada. In 2007, Lakeport was taken over by InBev's Canadian subsidiary, Labatt. Three years later, InBev closed the Hamilton brewing plant, and shifted production of Lakeport beers to the Labatt plant in London, Ontario.",
  "/wiki/Cyrus_S._Eaton": "Cyrus Stephen Eaton, Sr. (December 27, 1883 – May 9, 1979) was a Canadian-American investment banker, businessman and philanthropist, with a career that spanned seventy years.",
  "/wiki/Stephen_Elop": "Stephen Elop (born 31 December 1963) is a Canadian businessman who most recently worked at Australian telecom company Telstra from April 2016. In the past he had worked for Nokia as the first non-Finn CEO and later as Executive Vice President, Devices & Services, as well as the head of the Microsoft Business Division, as the COO of Juniper Networks, as the president of worldwide field operations at Adobe Systems, in several senior positions in Macromedia and as the CIO at Boston Chicken.",
  "/wiki/Nokia": "Nokia Corporation (natively Nokia Oyj, referred to as Nokia; Finnish: [ˈnokiɑ], UK: /ˈnɒkiə/, US: /ˈnoʊkiə/) is a Finnish multinational telecommunications, information technology, and consumer electronics company, founded in 1865. Nokia's headquarters are in Espoo, in the greater Helsinki metropolitan area. In 2018, Nokia employed approximately 103,000 people across over 100 countries, did business in more than 130 countries, and reported annual revenues of around €23 billion. Nokia is a public limited company listed on the Helsinki Stock Exchange and New York Stock Exchange. It is the world's 415th-largest company measured by 2016 revenues according to the Fortune Global 500, having peaked at 85th place in 2009. It is a component of the Euro Stoxx 50 stock market index.",
  "/wiki/Arthur_Fogel": "Arthur Fogel CM is a Canadian music promoter and the CEO of the Global Touring division of Live Nation Entertainment.",
  "/wiki/Live_Nation_Entertainment": "Live Nation Entertainment is an American global entertainment company, founded in 2010, following the merger of Live Nation and Ticketmaster. The company promotes, operates, and manages ticket sales for live entertainment in the United States and internationally. It also owns and operates entertainment venues, and manages the careers of music artists.",
  "/wiki/Paul_D._House": "Paul D. House is the Executive Chairman of TDL Group Corporation (Tim Hortons).  He was born in Stoney Creek, Ontario.  His career includes a position as a director at Wendy's International, as well as President (1995–) and Chief Executive Officer (2005–) of Tim Hortons Inc. He was previously Chief Operating Officer of Tim Hortons from 1992 to 2005 before taking his current position. He received a BA in Economics from McMaster University in 1969. He is a member of the Deans Advisory Council for the Goodman School of Business.",
  "/wiki/Tim_Hortons": "Tim Hortons Inc. is a fast food restaurant chain, specializing in coffee and doughnuts items. It is Canada's largest quick service restaurant chain; as of December 31, 2018, it had a total of 4,846 restaurants in 14 countries. The company has its headquarters in Toronto, Ontario.",
  "/wiki/Evan_Jones_(Stitch_Media)": "Evan Jones is an experienced Alternate Reality Game puppetmaster and the owner of Stitch Media with offices in London, Ontario and Toronto.",
  "/wiki/Michael_Lee-Chin": "Michael Lee-Chin, OJ, OOnt (born 3 January 1951), is a Jamaican-Canadian business magnate, investor and philanthropist who serves as the Chairman and CEO of Portland Holdings Inc., a privately held investment holding company headquartered in Ontario, Canada. He has a net worth of CA$3.95 billion as of March 2018, making him the 20th richest man in Canada.",
  "/wiki/AIC_Limited": "AIC Limited was a Canadian mutual fund company which commenced operations in 1985, as Total Finance. AIC was purchased in 1987, by Michael Lee-Chin, Chairman. In May 2008, the company's total assets under management was just over $5.6 billion IFIC numbers. In October 2006, Jonathan Wellum was appointed Chief Executive Officer. AIC was acquired by Manulife in 2009.",
  "/wiki/Dan_MacKenzie": "Dan MacKenzie is a Canadian sports administrator and marketing executive. He served as the vice-president and managing director of National Basketball Association (NBA) Canada from 2014 to 2019, and previously worked for The Sports Network. During his tenure with NBA Canada, he implemented marketing strategies targeted to younger demographics to grow the game in Canada, and he increased the NBA presence using television, advertising, social media and community involvement. He oversaw events which included managing the development NBA Global Games in Europe, 3x3 basketball tournaments in Canada, the NBA Canada Series, and the 2016 NBA All-Star Game. On July 30, 2019, he was announced as the new president of the Canadian Hockey League effective September 2019.",
  "/wiki/Vince_Molinaro": "Venanzio \"Vince\" Molinaro (born 1962) is a business strategist and author of three books, including The Leadership Contract.",
  "/wiki/Jeffrey_Remedios": "Jeffrey Remedios is the president of Universal Music Canada. He also founded Arts & Crafts Records. In 2015 he was named by Toronto Life as one of Toronto's 50 most influential people.",
  "/wiki/Universal_Music_Canada": "Universal Music Group owns, or has a joint share in, many of the record labels listed herein.",
  "/wiki/Firestone_Tire_and_Rubber_Company": "Firestone Tire and Rubber Company is an American tire company founded by Harvey Firestone in 1900 initially to supply solid rubber side-wire tires for fire apparatus, and later, pneumatic tires for wagons, buggies, and other forms of wheeled transportation common in the era.  Firestone soon saw the huge potential for marketing tires for automobiles, and the company was a pioneer in the mass production of tires. Harvey Firestone had a personal friendship with Henry Ford, and used this to become the original equipment supplier of Ford Motor Company automobiles, and was also active in the replacement market.",
  "/wiki/Bell_Canada": "Bell Canada (commonly referred to as Bell) is a Canadian telecommunications company headquartered in Montreal, Quebec, Canada. It is the incumbent local exchange carrier for telephone and DSL Internet services in most of Canada east of Saskatchewan and in the northern territories. It is also a major competitive local exchange carrier for enterprise customers in the western provinces.",
  "/wiki/Sarah_Thomson_(publisher)": "Sarah Thomson, also known as Sarah Whatmough-Thomson, (born 1968) is publisher and CEO of the Women's Post and the volunteer CEO of the non-profit Transit Alliance.",
  "/wiki/Women's_Post": "The Women's Post is a Canadian  English-language magazine, targeted at professional business women, based in Toronto and distributed nationally. The magazine was published every other month, had a circulation of 75,000 with a community of 300,000 in both print and online in 2010.",
  "/wiki/General_Motors_Canada": "General Motors of Canada Company (French: La Compagnie General Motors du Canada), commonly known as GM Canada, is the Canadian subsidiary of General Motors. It is headquartered in Oshawa, Ontario, Canada. In the aftermath of the 2008 financial crisis, GM Canada received a combined loan commitment of C$3 billion of financial assistance from the federal and provincial governments amid declining sales.",
  "/wiki/Lynton_Wilson": "Lynton Ronald 'Red' Wilson, OC (born April 3, 1940) is a Canadian business executive. He served as chairman of the board at both Nortel's and CAE, Chief Executive Officer at BCE, and corporate director of DaimlerChrysler.",
  "/wiki/Nortel": "Nortel Networks Corporation (Nortel), formerly commonly known as Northern Electric and Northern Telecom, was a multinational telecommunications and data networking equipment manufacturer headquartered in Mississauga, Ontario, Canada. It was founded in Montreal, Quebec, in 1895 as the Northern Electric and Manufacturing Company.  Until an antitrust settlement in 1949, Northern Electric was owned principally by Bell Canada and the Western Electric Company of the Bell System, producing large volumes of telecommunication equipment based on licensed Western Electric designs.",
  "/wiki/List_of_McMaster_University_people": "McMaster University, located in Hamilton, Ontario, Canada, is a public research university that was founded in 1887 through funds bequeathed by Canadian Senator, William McMaster. It has grown into an institution of more than 32,000 students, faculty, and staff. The school is consistently ranked as one of the best in Canada. The list is drawn from faculty, alumni and staff."
}