{
  "/wiki/Net_worth": "Net worth is the value of all the non-financial and financial assets owned by an institutional unit or sector minus the value of all its outstanding liabilities. Since financial assets minus outstanding liabilities equal net financial assets, net worth can also be conveniently expressed as non-financial assets plus net financial assets. Net worth can apply to companies, individuals, governments or economic sectors such as the sector of financial corporations or to entire countries.",
  "/wiki/United_States_dollar": "The United States dollar (sign: $; code: USD; also abbreviated US$ and referred to as the dollar, U.S. dollar, or American dollar) is the official currency of the United States and its territories per the Coinage Act of 1792. One dollar is divided into 100 cents (Symbol: ¢) or 1000 mills (for accounting purposes and for taxing. Symbol: ₥). The Coinage Act of 1792 created a decimal currency by creating the following coins: tenth dollar, one-twentieth dollar, one-hundredth dollar. In addition the act created the dollar, half dollar, and quarter dollar coins. All of these coins are still minted in 2020.\n In addition, several forms of paper money were introduced by Congress over the years. The latest of these, the Federal Reserve Note, was authorized by the Federal Reserve Act of 1913, while all existing U.S. currency remains legal tender.\nIssuance of the previous form of the currency (U.S. notes) was discontinued in January 1971. As a result, currently circulating paper money consists primarily of Federal Reserve Notes that are denominated in United States dollars (12 U.S.C. § 418). \n Since the suspension in 1971 of convertibility of paper U.S. currency into any precious metal, the U.S. dollar is de facto fiat money. As it is the most used in international transactions, the U.S. dollar is the world's primary reserve currency. Several countries use it as their official currency, and in many others it is the de facto currency. Besides the United States, it is also used as the sole currency in two British Overseas Territories in the Caribbean: the British Virgin Islands and Turks and Caicos Islands. A few countries use the Federal Reserve Notes for paper money, while still minting their own coins, or also accept U.S. dollar coins (such as the Sacagawea or presidential dollar). As of January 31, 2019, there are approximately $1.7 trillion in circulation, of which $1.65 trillion is in the Federal Reserve Notes (the remaining $50 billion is in the form of U.S. notes and coins).\n The U.S. dollar as a currency is often referred to as the greenback by foreign exchange traders and the financial press in other countries, such as Australia, New Zealand, South Africa, and India.",
  "/wiki/Citizenship": "Citizen is the status of a person recognized under the custom or law as being a legal member of a sovereign state or belonging to a nation. The idea of citizenship has been defined as the capacity of individuals to defend their rights in front of the governmental authority.\n A person may have multiple citizenships. A person who does not have citizenship of any state is said to be stateless, while one who lives on state borders whose territorial status is uncertain is a border-lander.",
  "/wiki/Bill_Gates": "William Henry Gates III  (born October 28, 1955) is an American business magnate, software developer, investor, and philanthropist. He is best known as the co-founder of Microsoft Corporation. During his career at Microsoft, Gates held the positions of chairman, chief executive officer (CEO), president and chief software architect, while also being the largest individual shareholder until May 2014. He is one of the best-known entrepreneurs and pioneers of the microcomputer revolution of the 1970s and 1980s.\n Born and raised in Seattle, Washington, Gates co-founded Microsoft with childhood friend Paul Allen in 1975 in Albuquerque, New Mexico; it went on to become the world's largest personal computer software company.[a] Gates led the company as chairman and CEO until stepping down as CEO in January 2000, but he remained chairman and became chief software architect. During the late 1990s, Gates had been criticized for his business tactics, which have been considered anti-competitive. This opinion has been upheld by numerous court rulings. In June 2006, Gates announced that he would be transitioning to a part-time role at Microsoft and full-time work at the Bill & Melinda Gates Foundation, the private charitable foundation that he and his wife, Melinda Gates, established in 2000. He gradually transferred his duties to Ray Ozzie and Craig Mundie. He stepped down as chairman of Microsoft in February 2014 and assumed a new post as technology adviser to support the newly appointed CEO Satya Nadella.\n Since 1987, he has been included in the Forbes list of the world's wealthiest documented individuals. From 1995 to 2017, he held the Forbes title of the richest person in the world all but four of those years. In October 2017, he was surpassed by Amazon founder and CEO Jeff Bezos, who had an estimated net worth of US$90.6 billion compared to Gates' net worth of US$89.9 billion at the time. As of November 9, 2019[update], Gates had an estimated net worth of US$107.1 billion, making him the second wealthiest person in the world, behind Bezos.\n Later in his career and since leaving day-to-day operations at Microsoft in 2008, Gates pursued a number of philanthropic endeavors. He donated large amounts of money to various charitable organizations and scientific research programs through the Bill & Melinda Gates Foundation, reported to be the world's largest private charity. In 2009, Gates and Warren Buffett founded The Giving Pledge, whereby they and other billionaires pledge to give at least half of their wealth to philanthropy. The foundation works to save lives and improve global health, and is working with Rotary International to eliminate polio.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/Microsoft": "Microsoft Corporation is an American multinational technology company with headquarters in Redmond, Washington. It develops, manufactures, licenses, supports, and sells computer software, consumer electronics, personal computers, and related services. Its best known software products are the Microsoft Windows line of operating systems, the Microsoft Office suite, and the Internet Explorer and Edge web browsers. Its flagship hardware products are the Xbox video game consoles and the Microsoft Surface lineup of touchscreen personal computers. In 2016, it was the world's largest software maker by revenue (currently Alphabet/Google has more revenue). The word \"Microsoft\" is a portmanteau of \"microcomputer\" and \"software\". Microsoft is ranked No. 30 in the 2018 Fortune 500 rankings of the largest United States corporations by total revenue.\n Microsoft was founded by Bill Gates and Paul Allen on April 4, 1975, to develop and sell BASIC interpreters for the Altair 8800. It rose to dominate the personal computer operating system market with MS-DOS in the mid-1980s, followed by Microsoft Windows. The company's 1986 initial public offering (IPO), and subsequent rise in its share price, created three billionaires and an estimated 12,000 millionaires among Microsoft employees. Since the 1990s, it has increasingly diversified from the operating system market and has made a number of corporate acquisitions, their largest being the acquisition of LinkedIn for $26.2 billion in December 2016, followed by their acquisition of Skype Technologies for $8.5 billion in May 2011.\n As of 2015[update], Microsoft is market-dominant in the IBM PC compatible operating system market and the office software suite market, although it has lost the majority of the overall operating system market to Android. The company also produces a wide range of other consumer and enterprise software for desktops, laptops, tabs, gadgets, and servers, including Internet search (with Bing), the digital services market (through MSN), mixed reality (HoloLens), cloud computing (Azure), and software development (Visual Studio).\n Steve Ballmer replaced Gates as CEO in 2000, and later envisioned a \"devices and services\" strategy. This unfolded with Microsoft acquiring Danger Inc. in 2008, entering the personal computer production market for the first time in June 2012 with the launch of the Microsoft Surface line of tablet computers, and later forming Microsoft Mobile through the acquisition of Nokia's devices and services division. Since Satya Nadella took over as CEO in 2014, the company has scaled back on hardware and has instead focused on cloud computing, a move that helped the company's shares reach its highest value since December 1999.\n Earlier dethroned by Apple in 2010, in 2018 Microsoft reclaimed its position as the most valuable publicly traded company in the world. In April 2019, Microsoft reached the trillion-dollar market cap, becoming the third U.S. public company to be valued at over $1 trillion after Apple and Amazon respectively.",
  "/wiki/Warren_Buffett": "Warren Edward Buffett (/ˈbʌfɪt/; born August 30, 1930) is an American business magnate, investor, and philanthropist, who is the chairman and CEO of Berkshire Hathaway. He is considered one of the most successful investors in the world and has a net worth of US$88.9 billion as of December 2019, making him the fourth-wealthiest person in the world.\n Buffett was born in Omaha, Nebraska. He developed an interest in business and investing in his youth, eventually entering the Wharton School of the University of Pennsylvania in 1947 before transferring and graduating from the University of Nebraska at the age of 19. He went on to graduate from Columbia Business School, where he molded his investment philosophy around the concept of value investing that was pioneered by Benjamin Graham. He attended New York Institute of Finance to focus his economics background and soon after began various business partnerships, including one with Graham. He created Buffett Partnership, Ltd in 1956 and his firm eventually acquired a textile manufacturing firm called Berkshire Hathaway, assuming its name to create a diversified holding company. In 1978, Charlie Munger joined Buffett and became vice chairman of the company.\n Buffett has been the chairman and largest shareholder of Berkshire Hathaway since 1970. He has been referred to as the \"Oracle\" or \"Sage\" of Omaha by global media outlets. He is noted for his adherence to value investing and for his personal frugality despite his immense wealth. Research published at the University of Oxford characterizes Buffett's investment methodology as falling within \"founder centrism\" – defined by a deference to managers with a founder's mindset, an ethical disposition towards the shareholder collective, and an intense focus on exponential value creation. Essentially, Buffett's concentrated investments shelter managers from the short-term pressures of the market.\n Buffett is a notable philanthropist, having pledged to give away 99 percent of his fortune to philanthropic causes, primarily via the Bill & Melinda Gates Foundation. He founded The Giving Pledge in 2009 with Bill Gates, whereby billionaires pledge to give away at least half of their fortunes. He endorsed Democratic candidate Hillary Clinton in the 2016 U.S. presidential election and will judge current U.S. President Donald Trump by his results on national safety, economic growth and economic participation when deciding if he will vote for him in the 2020 U.S. presidential election.",
  "/wiki/Berkshire_Hathaway": "Berkshire Hathaway is an American multinational conglomerate holding company headquartered in Omaha, Nebraska, United States. The company wholly owns GEICO, Duracell, Dairy Queen, BNSF, Lubrizol, Fruit of the Loom, Helzberg Diamonds, Long & Foster, FlightSafety International, Pampered Chef, Forest River and NetJets, and also owns 38.6% of Pilot Flying J; 26.7% of the Kraft Heinz Company, and significant minority holdings in American Express (17.6%), Wells Fargo (9.9%), The Coca-Cola Company (9.4%), Bank of America (6.8%), and Apple (5.22%). Since 2016, the company has acquired large holdings in the major US airline carriers, and is currently the largest shareholder in United Airlines and Delta Air Lines, and a top three shareholder in Southwest Airlines and American Airlines. Berkshire Hathaway has averaged an annual growth in book value of 19.0% to its shareholders since 1965 (compared to 9.7% from the S&P 500 with dividends included for the same period), while employing large amounts of capital, and minimal debt.\n The company is known for its control and leadership by Warren Buffett, who serves as chairman and chief executive, and by Charlie Munger, the company's vice-chairman. In the early part of his career at Berkshire, Buffett focused on long-term investments in publicly traded companies, but more recently he has more frequently bought whole companies. Berkshire now owns a diverse range of businesses including confectionery, retail, railroads, home furnishings, encyclopedias, manufacturers of vacuum cleaners, jewelry sales, manufacture and distribution of uniforms, and several regional electric and gas utilities.\n According to the Forbes Global 2000 list and formula, Berkshire Hathaway is the third largest public company in the world, the tenth largest conglomerate by revenue and the largest financial services company by revenue in the world.\n As of February 2020, Berkshire's Class B stock is the seventh-largest component of the S&P 500 Index (which is based on free-float market capitalization) and the company is famous for having the most expensive share price in history with Class A shares costing around $340,000 each. This is because there has never been a stock split in its Class A shares and Buffett stated in a 1984 letter to shareholders that he does not intend to split the stock.",
  "/wiki/Lakshmi_Mittal": "Lakshmi Niwas Mittal (Hindi: [ˈləkʃmi nɪˈʋaːs ˈmɪtːəl] (listen); born 15 June 1950) is an Indian born steel magnate, based in the United Kingdom. He is the chairman and CEO of ArcelorMittal, the world's largest steelmaking company. Mittal owns 38% of ArcelorMittal and holds an 11% stake in Queens Park Rangers F.C..\n In 2005, Forbes ranked Mittal as the third-richest person in the world, making him the first Indian citizen to be ranked in the top ten in the publication's annual list of the world's richest people. In 2007, Mittal was considered to be the richest Asian person in Europe. He was ranked the sixth-richest person in the world by Forbes in 2011, but dropped to 82nd place in March 2015. He is also the \"57th-most powerful person\" of the 72 individuals named in Forbes' \"Most Powerful People\" list for 2015. His daughter Vanisha Mittal's wedding was the second-most expensive in recorded history.\n Mittal has been a member of the board of directors of Goldman Sachs since 2008. He sits on the World Steel Association's executive committee, and is a member of the Global CEO Council of the Chinese People's Association for Friendship with Foreign Countries, the Foreign Investment Council in Kazakhstan, the World Economic Forum's International Business Council, and the European Round Table of Industrialists. He is also a member of the board of trustees of the Cleveland Clinic.\n In 2005 The Sunday Times named him \"Business Person of 2006\", the Financial Times named him \"Person of the Year\", and Time magazine named him \"International Newsmaker of the Year 2006\". In 2007, Time magazine included him in their \"Time 100\" list.\n In 2019, Forbes named him in the list of India's Richest 2019.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.\n Modern humans arrived on the Indian subcontinent from Africa no later than 55,000 years ago.\nTheir long occupation, initially in varying forms of isolation as hunter-gatherers, has made the region highly diverse, second only to Africa in human genetic diversity. Settled life emerged on the subcontinent in the western margins of the Indus river basin 9,000 years ago, evolving gradually into the Indus Valley Civilisation of the third millennium BCE.\nBy 1200 BCE, an archaic form of Sanskrit, an Indo-European language, had diffused into India from the northwest, unfolding as the language of the Rigveda, and recording the dawning of Hinduism in India.\nThe Dravidian languages of India were supplanted in the northern regions.\nBy 400 BCE, stratification and exclusion by caste had emerged within Hinduism,\nand Buddhism and Jainism had arisen, proclaiming social orders unlinked to heredity.\nEarly political consolidations gave rise to the loose-knit Maurya and Gupta Empires based in the Ganges Basin.\nTheir collective era was suffused with wide-ranging creativity, but also marked by the declining status of women, and the incorporation of untouchability into an organised system of belief.[f] In south India, the Middle kingdoms exported Dravidian-languages scripts and religious cultures to the kingdoms of southeast Asia.\n In the early medieval era, Christianity, Islam, Judaism, and Zoroastrianism put down roots on India's southern and western coasts.\nArmies from Central Asia intermittently overran India's plains,\neventually establishing the Delhi sultanate, and drawing northern India into the cosmopolitan networks of medieval Islam.\nIn the 15th century, the Vijayanagara Empire created a long-lasting composite Hindu culture in south India.\nIn the Punjab, Sikhism emerged, rejecting institutionalised religion.\nThe Mughal empire, in 1526, ushered in two centuries of relative peace,\nleaving a legacy of luminous architecture.[g]\nGradually expanding rule of the British East India Company followed, turning India into a colonial economy, but also consolidating its sovereignty. British Crown rule began in 1858. The rights promised to Indians were granted slowly, but technological changes were introduced, and ideas of education, modernity and the public life took root.\nA pioneering and influential nationalist movement emerged, \nwhich was noted for nonviolent resistance and led India to its independence in 1947.\n India is a secular federal republic governed in a democratic parliamentary system. It is a pluralistic, multilingual and multi-ethnic society. India's population grew from 361 million in 1951 to 1,211 million in 2011.\nDuring the same time, its nominal per capita income increased from US$64 annually to US$1,498, and its literacy rate from 16.6% to 74%. From being a comparatively destitute country in 1951, \nIndia has become a fast-growing major economy, a hub for information technology services, with an expanding middle class. It has a space programme which includes several planned or completed extraterrestrial missions. Indian movies, music, and spiritual teachings play an increasing role in global culture.\nIndia has substantially reduced its rate of poverty, though at the cost of increasing economic inequality.\nIndia is considered a great power and nuclear weapons state, which ranks high in military expenditure. It has disputes over Kashmir with its neighbours, Pakistan and China, unresolved since the mid-20th century.\nAmong the socio-economic challenges India faces are gender inequality, child malnutrition,\nand rising levels of air pollution. \nIndia's land is megadiverse, with four biodiversity hotspots. Its forest cover comprises 21.4% of its area. India's wildlife, which has traditionally been viewed with tolerance in India's culture, is supported among these forests, and elsewhere, in protected habitats.",
  "/wiki/Mittal_Steel_Company": "Mittal Steel Company N.V. was one of the world's largest steel producers by volume, and also one of the largest in turnover. The Indian owned company is now part of ArcelorMittal.\n CEO Lakshmi Mittal's family owned 88% of the company. Mittal Steel was based in Rotterdam but managed from London by Mittal and his son Aditya. It was formed when Ispat International N.V. acquired LNM Holdings N.V. (both were already controlled by Lakshmi Mittal) and merged with International Steel Group in 2004.  On 25 June 2006, Mittal Steel decided to take over Arcelor, with the new company to be called ArcelorMittal. The takeover has been successfully approved by shareholders and directors of Arcelor making L.N. Mittal the largest steel maker in the world.",
  "/wiki/Carlos_Slim": "Carlos Slim Helú (Spanish pronunciation: [ˈkaɾlos ezˈlim eˈlu]; born 28 January 1940 in Mexico City) is a Mexican business tycoon, investor, philanthropist, and engineer. From 2010 to 2013, Slim was ranked as the richest person in the world by the Forbes business magazine. He derived his fortune from his extensive holdings in a considerable number of Mexican companies through his conglomerate, Grupo Carso. As of February 2020, he is the fifth-richest person in the world according to Forbes' listing of The World's Billionaires, with he and his family having a net worth estimated at $68.9 billion. He is the richest person in Latin America.\n His conglomerate includes education, health care, industrial manufacturing, transportation, real estate, media, energy, hospitality, entertainment, high-technology, retail, sports and financial services.  He accounts for 40% of the listings on the Mexican Stock Exchange, while his net worth is equivalent to about 6 percent of Mexico's gross domestic product. As of 2016, he is the largest single shareholder of The New York Times Company.",
  "/wiki/Mexico": "Mexico (Spanish: México [ˈmexiko] (listen); Nahuatl languages: Mēxihco), officially the United Mexican States (UMS; Spanish: Estados Unidos Mexicanos, EUM [esˈtaðos uˈniðoz mexiˈkanos] (listen), lit. Mexican United States), is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Covering almost 2,000,000 square kilometers (770,000 sq mi), the nation is the fifth largest country in the Americas by total area and the 13th largest independent state in the world. With an estimated population of over 129 million people, Mexico is the tenth most populous country and the most populous Spanish-speaking country in the world, while being the second most populous nation in Latin America after Brazil. Mexico is a federation comprising 31 states plus Mexico City (CDMX), which is the capital city and its most populous city. Other metropolises in the country include Guadalajara, Monterrey, Puebla, Toluca, Tijuana, and León.\nPre-Columbian Mexico dates to about 8000 BC and is identified as one of six cradles of civilization and was home to many advanced Mesoamerican civilizations such as the Olmec, Toltec, Teotihuacan, Zapotec, Maya, and Aztec before first contact with Europeans. In 1521, the Spanish Empire conquered and colonized the territory from its politically powerful base in Mexico-Tenochtitlan (part of Mexico City), which was administered as the viceroyalty of New Spain. The Roman Catholic Church played a powerful role in governing the country as millions were converted to the faith, although King Charles III expelled the Jesuits in the 1770s. The territory became a nation state following its recognition in 1821 after the Mexican War of Independence. The post-independence period was tumultuous, characterized by economic inequality and many contrasting political changes. The Mexican–American War (1846–1848) led to a territorial loss of part of the huge northern territories to the United States. The Pastry War, the Franco-Mexican War, a civil war, two empires, and the Porfiriato occurred in the 19th century. The Porfiriato ended with the Mexican Revolution in 1910, which culminated in the promulgation of the 1917 Constitution and the emergence of an authoritarian one-party state, once described as the \"perfect dictatorship\", that ruled for much of the 20th century until the opposition victories led Mexico to democratic transition in the 1990s. Since 2006, there is a serious conflict between the Mexican government and various drug trafficking syndicates that lead to over 120,000 deaths\n Mexico has the 15th largest nominal GDP and the 11th largest by purchasing power parity. The Mexican economy is strongly linked to those of its 1994 North American Free Trade Agreement (NAFTA) partners, especially the United States. In 1994, Mexico became the first Latin American member of the OECD. It is classified as an upper-middle income country by the World Bank and a newly industrialized country by several analysts. The country is considered both a regional power and a middle power, and is often identified as an emerging global power. Due to its rich culture and history, Mexico ranks first in the Americas and seventh in the world for number of UNESCO World Heritage Sites. Mexico is an ecologically megadiverse country, ranking fifth in the world for its biodiversity. Mexico receives a huge number of tourists every year: in 2018, it was the sixth most-visited country in the world, with 39 million international arrivals. Mexico is a member of the United Nations (UN), the World Trade Organization (WTO), the G8+5, the G20, the Uniting for Consensus group of the UN, and the Pacific Alliance trade bloc.",
  "/wiki/América_Móvil": "América Móvil is a Mexican telecommunications corporation headquartered in Mexico City, Mexico. It is the seventh largest mobile network operator in terms of equity subscribers and one of the largest corporations in the world. América Móvil is a Forbes Global 2000 company. As of Q1, 2019, América Móvil had 277.4 million wireless subscribers, and 84.3 million fixed revenue generating units (“RGUs”, consisting of fixed voice, fixed data and PayTV units).",
  "/wiki/Grupo_Carso": "Grupo Carso or Grupo Sanborns  SAB is a Mexican global conglomerate company owned by Carlos Slim. It was formed in 1990 after the merger of Corporación Industrial Carso and Grupo Inbursa. The name Carso stands for Carlos Slim and Soumaya Domit de Slim, his late wife.\n In May 2014, the conglomerate had a stock market capitalisation of over $12 billion US dollars.\n In 1996 Carso Global Telecom (which includes Telmex, Telcel and América Móvil) separated itself from Grupo Carso.",
  "/wiki/Al-Waleed_bin_Talal": "Prince Al-Waleed bin Talal bin Abdulaziz al Saud (Arabic: الوليد بن طلال بن عبدالعزيز آل سعود‎, born 7 March 1955) is a Saudi Arabian businessman, investor and a member of the Saudi royal family. He was listed on Time magazine's Time 100, an annual list of the hundred most influential people in the world, in 2008. Al-Waleed is a grandson of Ibn Saud, the first Saudi Arabian king, a nephew of all Saudi Arabian kings since, and a grandson of Riad Al Solh (Lebanon's first prime minister).\n He is the founder, chief executive officer and 95 percent owner of the Kingdom Holding Company, a company with investments in companies in the financial services, tourism and hospitality, mass media, entertainment, retail, agriculture, petrochemicals, aviation, technology and real-estate sectors. In 2013, the company had a market capitalization of over $18 billion. Al-Waleed is Citigroup's largest individual shareholder, the second-largest voting shareholder in 21st Century Fox, a minor shareholder in Zaveriwala Holdings LLC and owns Paris' Four Seasons Hotel George V and part of the Plaza Hotel. Time has called him the \"Arabian Warren Buffett\". In November 2017 Forbes listed Al-Waleed as the 45th-richest man in the world, with an estimated net worth of $18.7 billion.\n On 4 November 2017 he and other prominent Saudis (including fellow billionaires Waleed bin Ibrahim Al Ibrahim and Saleh Abdullah Kamel) were arrested in Saudi Arabia, in a purge that the Saudi government characterized as an anti-corruption drive. The allegations against Prince Al-Waleed include money laundering, bribery, and extorting officials. \nSome of the detainees have been in the Ritz-Carlton, Riyadh since then. Al-Waleed was released from detention on 27 January 2018, following a financial settlement of some kind, after nearly three months in detention. In March 2018 he was dropped from the World's Billionaires list due to lack of current information..",
  "/wiki/Saudi_Arabia": "Saudi Arabia,[c] officially the Kingdom of Saudi Arabia,[d] is a country in Western Asia constituting the bulk of the Arabian Peninsula. With a land area of approximately 2,150,000 km2 (830,000 sq mi), Saudi Arabia is geographically the largest sovereign state in Western Asia, the second-largest in the Arab world (after Algeria), the fifth-largest in Asia, and the 12th-largest in the world. Saudi Arabia is bordered by Jordan and Iraq to the north, Kuwait to the northeast, Qatar, Bahrain, and the United Arab Emirates to the east, Oman to the southeast and Yemen to the south; it is separated from Israel and Egypt by the Gulf of Aqaba. It is the only nation with both a Red Sea coast and a Persian Gulf coast, and most of its terrain consists of arid desert, lowland and mountains. As of October 2018, the Saudi economy was the largest in the Middle East and the 18th largest in the world.  Saudi Arabia also has one of the world's youngest populations; 50 percent of its 33.4 million people are under 25 years old.\n The territory that now constitutes Saudi Arabia was the site of several ancient cultures and civilizations. The prehistory of Saudi Arabia shows some of the earliest traces of human activity in the world. The world's second-largest religion, Islam, emerged in modern-day Saudi Arabia. In the early 7th century, the Islamic prophet Muhammad united the population of Arabia and created a single Islamic religious polity. Following his death in 632, his followers rapidly expanded the territory under Muslim rule beyond Arabia, conquering huge and unprecedented swathes of territory (from the Iberian Peninsula in the West to modern-day Pakistan in the East) in a matter of decades.\nArab dynasties originating from modern-day Saudi Arabia founded the Rashidun (632–661), Umayyad (661–750), Abbasid (750–1517) and Fatimid (909–1171) caliphates as well as numerous other dynasties in Asia, Africa and Europe.\n The area of modern-day Saudi Arabia formerly consisted of mainly four distinct regions: Hejaz, Najd and parts of Eastern Arabia (Al-Ahsa) and Southern Arabia ('Asir). The Kingdom of Saudi Arabia was founded in 1932 by Ibn Saud. He united the four regions into a single state through a series of conquests beginning in 1902 with the capture of Riyadh, the ancestral home of his family, the House of Saud. Saudi Arabia has since been a totalitarian absolute monarchy, effectively a hereditary dictatorship governed along Islamist lines. The ultraconservative Wahhabi religious movement within Sunni Islam has been called \"the predominant feature of Saudi culture\", with its global spread largely financed by the oil and gas trade. Saudi Arabia is sometimes called \"the Land of the Two Holy Mosques\" in reference to Al-Masjid al-Haram (in Mecca) and Al-Masjid an-Nabawi (in Medina), the two holiest places in Islam. The state's official language is Arabic.\n Petroleum was discovered on 3 March 1938 and followed up by several other finds in the Eastern Province. Saudi Arabia has since become the world's second largest oil producer (behind the US) and the world's largest oil exporter, controlling the world's second largest oil reserves and the sixth largest gas reserves. The kingdom is categorized as a World Bank high-income economy with a high Human Development Index and is the only Arab country to be part of the G-20 major economies.  \n The state has attracted criticism for a variety of reasons including: its treatment of women, its excessive and often extrajudicial use of capital punishment, state-sponsored discrimination against religious minorities and atheists, its role in the Yemeni Civil War, sponsorship of Islamic terrorism, its failure to take adequete measures against human trafficking, state-sanctioned racism and antisemitism, its poor human rights record, and its strict interpretation of Sharia law. \n The kingdom has the world's third-highest military expenditure and, according to SIPRI, was the world's second largest arms importer from 2010 to 2014. Saudi Arabia is considered a regional and middle power. In addition to the GCC, it is an active member of the Organisation of Islamic Cooperation and OPEC.",
  "/wiki/Kingdom_Holding_Company": "The Kingdom Holding Company (Arabic: شركة المملكة القابضة‎) is a Saudi conglomerate holding company based in Riyadh. The Kingdom Holding Company (KHC) is a publicly listed company on the Tadawul (Saudi Stock Exchange). The KHC consists of a select team of experienced investment specialists directed by its founder and chairman, Prince Al-Waleed bin Talal and Chief Executive Officer, Eng. Talal Ibrahim Al Maiman. The company describes itself as a diversified investment company, whose main interests are financial services, real estate, tourism and hospitality, media, entertainment, petrochemicals, aviation and technology.",
  "/wiki/Ingvar_Kamprad": "Feodor Ingvar Kamprad (Swedish: [ˈɪ̌ŋːvar ˈkǎmːprad] (listen); 30 March 1926 – 27 January 2018) was a Swedish business magnate best known for founding IKEA, a multinational retail company specialising in furniture. He lived in Switzerland from 1976 to 2014.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.\n Sweden is part of the geographical area of Fennoscandia. The climate is in general mild for its northerly latitude due to significant maritime influence. In spite of the high latitude, Sweden often has warm continental summers, being located in between the North Atlantic, the Baltic Sea and the vast Eurasian Russian landmass. The general climate and environment varies significantly from the south and north due to the vast latitudal difference and much of Sweden has reliably cold and snowy winters. Southern Sweden is predominantly agricultural, while the north is heavily forested and includes a portion of the Scandinavian Mountains.\n Germanic peoples have inhabited Sweden since prehistoric times, emerging into history as the Geats (Swedish Götar) and Swedes (Svear) and constituting the sea peoples known as the Norsemen. An independent Swedish state emerged during the early 12th century. After the Black Death in the middle of the 14th century killed about a third of the Scandinavian population, the Hanseatic League threatened Scandinavia's culture, finances and languages. This led to the forming of the Scandinavian Kalmar Union in 1397, which Sweden left in 1523. When Sweden became involved in the Thirty Years War on the Reformist side, an expansion of its territories began and eventually the Swedish Empire was formed. This became one of the great powers of Europe until the early 18th century. Swedish territories outside the Scandinavian Peninsula were gradually lost during the 18th and 19th centuries, ending with the annexation of present-day Finland by Russia in 1809. The last war in which Sweden was directly involved was in 1814, when Norway was militarily forced into a personal union, which peacefully dissolved in 1905. Since then, Sweden has been at peace, maintaining an official policy of neutrality in foreign affairs. In 2014 Sweden celebrated 200 years of peace breaking even Switzerland's record for peace. Sweden was formally neutral through both world wars and the Cold War, albeit Sweden has since 2009 openly moved towards cooperation with NATO.\n Sweden is a constitutional monarchy and a parliamentary democracy, with Legislative power vested in the 349-member unicameral Riksdag. It is a unitary state, currently divided into 21 counties and 290 municipalities. Sweden maintains a Nordic social welfare system that provides universal health care and tertiary education for its citizens. It has the world's eleventh-highest per capita income and ranks very highly in quality of life, health, education, protection of civil liberties, economic competitiveness, equality, gender equality,  prosperity and human development. Sweden joined the European Union on 1 January 1995, but declined NATO membership, as well as Eurozone membership following a referendum. It is also a member of the United Nations, the Nordic Council, the Council of Europe, the World Trade Organization and the Organisation for Economic Co-operation and Development (OECD).",
  "/wiki/IKEA": "IKEA (/aɪˈkiːə/ eye-KEE-ə, Swedish: [ɪˈkêːa]) is a European multinational group that designs and sells ready-to-assemble furniture, kitchen appliances and home accessories, among other useful goods and occasionally home services. Founded in Sweden in 1943 by 17-year-old Ingvar Kamprad, IKEA has been the world's largest furniture retailer since 2008. According to the Bloomberg Billionaires Index, as of January 2018, Kamprad was the eighth richest person in the world, with an estimated net worth of US$58.7 billion. The company's name is an acronym that consists of the founder's initials  (Ingvar Kamprad) plus those of Elmtaryd, the family farm where he was born, and the nearby village Agunnaryd (his hometown in Småland, southern Sweden).\n The business is a private company owned by Inter IKEA Systems B.V., registered in the Netherlands and controlled by the sons of its founder Ingvar Kamprad. The company is known for its modernist designs for various types of appliances and furniture, and its interior design work is often associated with an eco-friendly simplicity. In addition, the firm is known for its attention to cost control, operational details, and continuous product development that allowed IKEA to lower its prices by an average of two to three percent. The IKEA group has a complex corporate structure, which members of the European Parliament have alleged was designed to avoid over €1 billion in tax payments over the 2009–2014 period. It is controlled by several foundations based in the Netherlands and Liechtenstein.\n As of June 2019[update], there are 433 IKEA stores operating in 52 countries and in fiscal year 2018, €38.8 billion (US$44.6 billion) worth of IKEA goods were sold. The IKEA website contains about 12,000 products and there were over 2.1 billion visitors to IKEA's websites in the year from September 2015 to August 2016. The company is responsible for approximately 1% of world commercial-product wood consumption, making it one of the largest users of wood in the retail sector.\n Most of IKEA's stores and factories are owned by INGKA, a holding company controlled by the Stichting INGKA Foundation, one of the 40 wealthiest foundations in the world. INGKA received 90% of IKEA's revenue in 2018.",
  "/wiki/Paul_Allen": "Paul Gardner Allen (January 21, 1953 – October 15, 2018) was an American business magnate, researcher, investor, and philanthropist. He is best known for co-founding Microsoft Corporation with childhood friend Bill Gates in 1975, which helped spark the microcomputer revolution of the 1970s and 1980s and became the world's largest personal computer software company. Allen was ranked as the 44th-wealthiest person in the world by Forbes in 2018, with an estimated net worth of $20.3 billion at the time of his death.\n Allen left active operations at Microsoft in early 1983 after a Hodgkin lymphoma diagnosis, remaining on its board as vice chairman. He and his sister, Jody Allen, founded Vulcan Inc. in 1986, a privately held company that managed his various business and philanthropic efforts. He had a multi-billion dollar investment portfolio including technology and media companies, scientific research, real estate holdings, private space flight ventures, and stakes in other sectors. He owned the Seattle Seahawks of the National Football League and the Portland Trail Blazers of the National Basketball Association, and was part-owner of the Seattle Sounders FC of Major League Soccer. In 2000 he resigned from his position on Microsoft's board and assumed the post of senior strategy advisor to the company's management team.\n Allen was also the founder of the Allen Institutes for Brain Science, Artificial Intelligence and Cell Science, as well as companies like Stratolaunch Systems and Apex Learning. He gave more than $2 billion to causes such as education, wildlife and environmental conservation, the arts, healthcare, community services and more. In 2004, he funded the first manned private spaceplane with SpaceShipOne. He received numerous awards and honors in several different professions and was listed among the Time 100 Most Influential People in the World in 2007 and 2008. Allen was diagnosed with Non-Hodgkin lymphoma in 2009. He died of septic shock related to the cancer on October 15, 2018.",
  "/wiki/Karl_Albrecht": "Karl Hans Albrecht (German: [ˈalbʁɛçt]; 20 February 1920 – 16 July 2014) was a German entrepreneur who founded the discount supermarket chain Aldi with his brother Theo. He was for many years the richest person in Germany. In February 2014, he was ranked the 21st-richest person in the world by Hurun Report.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.\n Germany includes 16 constituent states, covers an area of 357,386 square kilometres (137,988 sq mi), and has a largely temperate seasonal climate. With 83 million inhabitants, it is the second most populous state of Europe after Russia, the most populous state lying entirely in Europe, as well as the most populous member state of the European Union. Germany is a very decentralised country. Its capital and largest metropolis is Berlin, while Frankfurt serves as its financial capital and has the country's busiest airport.\n Various Germanic tribes have inhabited the northern parts of modern Germany since classical antiquity. A region named Germania was documented before AD 100. Beginning in the 10th century, German territories formed a central part of the Holy Roman Empire. During the 16th century, northern German regions became the centre of the Protestant Reformation. After the collapse of the Holy Roman Empire, the German Confederation was formed in 1815. The German revolutions of 1848–49 resulted in the Frankfurt Parliament establishing major democratic rights. In 1871, Germany became a nation state when most of the German states unified into the Prussian-dominated German Empire. After World War I and the revolution of 1918–19, the Empire was replaced by the parliamentary Weimar Republic. The Nazi seizure of power in 1933 led to the establishment of a dictatorship, World War II, and the Holocaust. After the end of World War II in Europe and a period of Allied occupation, two new German states were founded: West Germany and East Germany. Following the Revolutions of 1989 that ended communist rule in Central and Eastern Europe, the country was reunified on 3 October 1990.\n Today, Germany is a federal parliamentary republic led by a chancellor. It is a great power with a strong economy; it has the world's fourth-largest economy by nominal GDP, and the fifth-largest by PPP. As a global leader in several industrial and technological sectors, it is both the world's third-largest exporter and importer of goods. As a highly developed country with a very high standard of living, it offers  social security and a universal health care system, environmental protections, and a tuition-free university education. The Federal Republic of Germany was a founding member of the European Economic Community in 1957 and the European Union in 1993. It is part of the Schengen Area and became a co-founder of the Eurozone in 1999. Germany is also a member of the United Nations, NATO, the G7, the G20, and the OECD. Known for its long and rich cultural history, Germany has continuously been the home of influential people in the arts, sciences and humanities. Germany has many World Heritage sites and is among the top tourism destinations in the world.",
  "/wiki/Aldi": "Aldi (stylised as ALDI) is the common brand of two German family-owned discount supermarket chains with over 10,000 stores in 20 countries, and an estimated combined turnover of more than €50 billion. Based in Germany, the chain was founded by brothers Karl and Theo Albrecht in 1946 when they took over their mother's store in Essen. The business was split into two separate groups in 1960, that later became Aldi Nord, headquartered in Essen, and Aldi Süd, headquartered in Mülheim. In 1962, they introduced the name Aldi (a syllabic abbreviation for Albrecht Diskont), which is pronounced [ˈaldiː] (listen). In Germany, Aldi Nord and Aldi Süd have been financially and legally separate since 1966, although both divisions' names may appear as if they were a single enterprise with certain store brands or when negotiating with contractor companies. The formal business name is Aldi Einkauf GmbH & Compagnie, oHG.\n Aldi's German operations consist of Aldi Nord's 35 individual regional companies with about 2,500 stores in western, northern, and eastern Germany, and Aldi Süd's 32 regional companies with 1,600 stores in western and southern Germany. Internationally, Aldi Nord operates in Denmark, France, the Benelux countries, Portugal, Spain and Poland, while Aldi Süd operates in Ireland, Great Britain, Hungary, Switzerland, Australia, China, Italy, Austria and Slovenia. Both Aldi Nord and Aldi Süd also operate in the United States with 1,600 stores as of 2017 (and is the only country to have both of Aldi's subsidiaries operating outside of Germany).",
  "/wiki/Larry_Ellison": "Lawrence Joseph Ellison (born August 17, 1944) is an American businessman, entrepreneur, and philanthropist who is a co-founder and the executive chairman and chief technology officer (CTO) of Oracle Corporation. As of October 2019, he was listed by Forbes magazine as the fourth-wealthiest person in the United States and as the sixth-wealthiest in the world, with a fortune of $69.1 billion, increased from $54.5 billion in 2018.",
  "/wiki/Oracle_Corporation": "Oracle Corporation is an American multinational computer technology corporation headquartered in Redwood Shores, California. The company sells database software and technology, cloud engineered systems, and enterprise software products—particularly its own brands of database management systems. In 2019, Oracle was the second-largest software company by revenue and market capitalization.\n The company also develops and builds tools for database development and systems of middle-tier software, enterprise resource planning (ERP) software, Human Capital Management (HCM) software, customer relationship management (CRM) software, and supply chain management (SCM) software.",
  "/wiki/S._Robson_Walton": "Samuel Robson \"Rob\" Walton (born October 28, 1944) is an heir to the fortune of Walmart, the world's largest retailer. He is the eldest son of Helen Walton and Sam Walton. He served as Chairman of Walmart from 1992 to 2015. As of October 2019, Walton had a net worth of $52.9 billion, making him the 17th richest person in the world.[circular reference]",
  "/wiki/Walmart": "Walmart Inc. ( /ˈwɔːlmɑːrt/; formerly Wal-Mart Stores, Inc.) is an American multinational retail corporation that operates a chain of hypermarkets, discount department stores, and grocery stores, headquartered in Bentonville, Arkansas.   The company was founded by Sam Walton in 1962 and incorporated on October 31, 1969. It also owns and operates Sam's Club retail warehouses. As of January 31, 2020,[update] Walmart has 11,503 stores and clubs in 27 countries, operating under 55 different names. The company operates under the name Walmart in the United States and Canada, as Walmart de México y Centroamérica in Mexico and Central America, as Asda in the United Kingdom, as the Seiyu Group in Japan, and as Best Price in India. It has wholly owned operations in Argentina, Chile, Canada, and South Africa. Since August 2018, Walmart only holds a minority stake in Walmart Brasil, which was renamed Grupo Big in August 2019, with 20 percent of the company's shares, and private equity firm Advent International holding 80 percent ownership of the company.\n Walmart is the world's largest company by revenue, with US$514.405 billion, according to the Fortune Global 500 list in 2019. It is also the largest private employer in the world with 2.2 million employees. It is a publicly traded family-owned business, as the company is controlled by the Walton family. Sam Walton's heirs own over 50 percent of Walmart through their holding company Walton Enterprises and through their individual holdings. Walmart was the largest U.S. grocery retailer in 2019, and 65 percent of Walmart's US$510.329 billion sales came from U.S. operations.\n Walmart was listed on the New York Stock Exchange in 1972. By 1988, it was the most profitable retailer in the U.S., and it had become the largest in terms of revenue by October 1989. The company originally was geographically limited to the South and lower Midwest, but it had stores from coast to coast by the early 1990s. Sam's Club opened in New Jersey in November 1989, and the first California outlet opened in Lancaster, California, in July 1990. A Walmart in York, Pennsylvania opened in October 1990, the first main store in the Northeast.\n Walmart's investments outside the U.S. have seen mixed results. Its operations and subsidiaries in Canada, the United Kingdom, Central America, South America and China are highly successful, whereas its ventures failed in Germany and South Korea.",
  "/wiki/The_World's_Billionaires": "The World's Billionaires is an annual ranking by documented net worth of the wealthiest billionaires in the world, compiled and published in March annually by the American business magazine Forbes. The list was first published in March 1987. The total net worth of each individual on the list is estimated and is cited in United States dollars, based on their documented assets and accounting for debt. Royalty and dictators whose wealth comes from their positions are excluded from these lists. This ranking is an index of the wealthiest documented individuals, excluding and ranking against those with wealth that is not able to be completely ascertained.\n In 2018, there was a record of 2,208 people on the list, that included 259 newcomers mostly from China and the U.S.; there were 63 people under 40 and it had a record number of 256 women. The average net worth of the list came in at US$4.1 billion, up US$350 million from 2017. Added together, the total net worth for 2018's billionaires was US$9.1 trillion, up from US$7.67 trillion in 2017. As of 2018[update], Microsoft founder Bill Gates had topped the list 18 of the past 24 years, while Amazon founder Jeff Bezos is ranked at the top for the first time and he became the first centibillionaire included in the ranking. In 2017, Mark Zuckerberg was the only person in the top 10 billionaires list who is under the age of 50, and the only one in the top 20 billionaires list who is under the age of 40.\n In 2017, 500 of the richest people in the world became richer by $1 trillion, according to a report by Bloomberg News. According to a 2017 Oxfam report, the top eight billionaires own as much combined wealth as \"the poorest half of the human race\"."
}