{
  "/wiki/All_That": "All That is an American sketch comedy television series created by Brian Robbins and Mike Tollin. The series originally aired on Nickelodeon from April 16, 1994, to October 22, 2005, lasting ten seasons, and was produced by Tollin/Robbins Productions and by Schneider's Bakery in season ten. The pilot episode was originally shown as a special \"sneak peek\", with the show officially debuting a regular series on December 24, 1994.",
  "/wiki/All_That_(season_3)": "The third season of All That ran from November 16, 1996, to October 25, 1997, and contained 21 episodes.",
  "/wiki/All_That_(season_6)": "The sixth season of All That ran from January 15, 2000 to November 18, 2000. This season contained 16 episodes, in addition to 11 specials titled the Best of All That in 1999-2001.",
  "/wiki/Figure_It_Out": "Figure It Out was an American children's panel game show that aired on Nickelodeon. The original series, hosted by Summer Sanders, ran for four seasons from July 7, 1997 to December 12, 1999. The show was revived in 2012, with Jeff Sutphen as host, with the revival airing from June 11, 2012 to July 16, 2013. The series was originally recorded at Nickelodeon Studios at Universal Studios in Orlando, Florida. The revival episodes were filmed on stage 19 at Paramount Studios in Los Angeles.",
  "/wiki/Blue%27s_Clues": "Blue's Clues is an American live-action/animated educational children's television series that premiered on Nickelodeon on September 8, 1996.  Producers/creators Angela Santomero, Todd Kessler, and Traci Paige Johnson combined concepts from child development and early-childhood education with innovative animation and production techniques that helped their viewers learn. The show was originally hosted by Steve Burns, who left in 2002 and was replaced by Donovan Patton until 2006. The show follows an animated blue-spotted dog named Blue as she leaves a trail of clues/paw prints for the host and the viewers, in order to figure out her plans for the day. Blue's Clues became the highest-rated show for preschoolers on American commercial television and was critical to Nickelodeon's growth. It has been called \"one of the most successful, critically acclaimed, and ground-breaking preschool television series of all time.\" A spin-off called Blue's Room premiered in 2004.",
  "/wiki/Arliss": "Arliss (rendered in its logo as Arli$$) is an American sitcom about a sports agent. The series premiered on HBO in 1996 and ended in 2002. All episodes were available for streaming on HBO Now, HBO Go and HBO On Demand as of September 14, 2018.",
  "/wiki/The_Amanda_Show": "The Amanda Show is an American live action sketch comedy and variety show created by Dan Schneider that aired on Nickelodeon on April 4, 1999, as a pilot[citation needed], then as a regular series from October 16, 1999, to September 21, 2002. It starred Amanda Bynes, Drake Bell, and Nancy Sullivan, and featured John Kassir, Raquel Lee, and Josh Peck. The show was a spin-off from All That, in which Bynes had co-starred for several years. The show ended on September 21, 2002. Writers for the show included Schneider, John Hoberg, Steven Molaro, and Andrew Hill Newman.",
  "/wiki/Crashbox": "Crashbox is a Canadian-American educational children's television show that airs on the HBO Family digital cable television channel in the United States and Asia and ran from 1999 to 2000. It aims to educate grade-school children in history, math, vocabulary, and other various subjects.",
  "/wiki/Double_Dare_2000": "Double Dare is an American television game show on which two teams compete to win cash and prizes by answering trivia questions and completing messy stunts known as physical challenges. It originally ran from 1986 to 1993. A revival ran in 2000, and the most recent revival aired from 2018 to 2019.",
  "/wiki/The_Drew_Carey_Show": "The Drew Carey Show is an American sitcom television series that aired on ABC from September 13, 1995 to September 8, 2004. It was set in Cleveland, Ohio and revolved around the retail office and home life of \"everyman\" Drew Carey, a fictionalized version of the actor.",
  "/wiki/Drew_Carey%27s_Back-to-School_Rock_%27n%27_Roll_Comedy_Hour": "\"Drew Carey's Back-to-School Rock 'n' Roll Comedy Hour\" is a double-episode of the American television comedy series The Drew Carey Show, covering the 1st and 2nd episodes of the seventh season, and the 155th and 156th episodes overall of the series. It first aired on September 26, 2001 on the ABC network in the United States. The episode, which does not follow the ongoing narrative of the sitcom, is formatted as a variety show, featuring the members of the cast along with guest stars Jenny McCarthy and Amanda Bynes performing comedy sketches out of character, loosely oriented around a middle/high school theme. Interspersed between sketches are musical performances from Sugar Ray, SHeDAISY, Smash Mouth, Uncle Kracker and the Peter Frampton band.",
  "/wiki/The_Nightmare_Room": "The Nightmare Room is an American children's anthology horror series that aired on Kids' WB. The series was based on the short-lived children's book series that went by the same title created by Goosebumps author, R. L. Stine. The Nightmare Room originally aired from August 31, 2001, to March 16, 2002, in the United States, and was rated TV-Y7 for fantasy violence (FV) and scenes that may be too scary for younger viewers under the TV Parental Guidelines system.",
  "/wiki/Rugrats": "Rugrats is an American animated children's television series created by Arlene Klasky, Gábor Csupó, and Paul Germain for Nickelodeon. The show focuses on a group of babies most prominently Tommy, Chuckie, twins Phil and Lil, and Angelica, and their day-to-day lives, usually involving life experiences that become much greater adventures in the imaginations of the main characters.",
  "/wiki/List_of_Rugrats_episodes": "Rugrats is an American animated television series created by Arlene Klasky, Gábor Csupó and Paul Germain. The show focuses on a group of toddlers, most prominently Tommy, Chuckie, twins Phil and Lil, and Angelica, and their day-to-day lives, usually involving common life experiences that become adventures in the babies' imaginations. Adults in the series are almost always unaware of what the children are up to.",
  "/wiki/What_I_Like_About_You_(TV_series)": "What I Like About You is an American sitcom television series set mainly in New York City, following the lives of two sisters: responsible older sister Val (Jennie Garth) and her vivacious teenaged sister Holly (Amanda Bynes). The series ran on The WB from September 20, 2002, to March 24, 2006, with a total of 86 episodes produced. With the exception of a brief period early in the second season, What I Like About You was a headline on The WB's Friday Night Comedy Lineup.[citation needed]",
  "/wiki/Family_Guy": "Family Guy is an American animated sitcom television series created by Seth MacFarlane for the Fox Broadcasting Company. The series centers on the Griffins, a family consisting of parents Peter and Lois; their children, Meg, Chris, and Stewie; and their anthropomorphic pet dog, Brian. The show is set in the fictional city of Quahog, Rhode Island, and exhibits much of its surreal & dark humor in the form of metafictional cutaway gags that often lampoon American culture.",
  "/wiki/Long_John_Peter": "\"Long John Peter\" is the fourteenth episode of the sixth season of the American animated television series Family Guy. It originally aired on the Fox network in the United States on May 4, 2008. Written by Wellesley Wild and directed by Dominic Polcino, \"Long John Peter\" served as the final episode of the season, which was cut short in early May 2008 due to creator Seth MacFarlane's participation in the 2007–2008 Writers Guild of America strike.",
  "/wiki/Living_Proof_(film)": "Living Proof is a 2008 Lifetime Television film, directed by Dan Ireland, starring Harry Connick, Jr."
}