{
  "/wiki/Bedfordshire": "Bedfordshire (/ˈbɛdfərdʃər, -ʃɪər/; abbreviated Beds.) is a county in the East of England. It is a ceremonial county and a historic county, covered by three unitary authorities: Bedford, Central Bedfordshire, and Luton.",
  "/wiki/Buckinghamshire": "Buckinghamshire (/ˈbʌkɪŋəmʃər, -ʃɪər/), abbreviated Bucks., is a ceremonial county in South East England which borders Greater London to the south east, Berkshire to the south, Oxfordshire to the west, Northamptonshire to the north, Bedfordshire to the north east and Hertfordshire to the east.",
  "/wiki/Cornwall": "Cornwall (/ˈkɔːrnwɔːl, -wəl/; Cornish: Kernow [ˈkɛrnɔʊ]) is a ceremonial county in South West England, bordered to the north and west by the Celtic Sea, to the south by the English Channel, and to the east by Devon, the River Tamar forming the border between them. Cornwall is the westernmost part of the South West Peninsula of the island of Great Britain. The southwesternmost point is Land's End and the southernmost Lizard Point. Cornwall has a population of 568,210 and an area of 3,563 km2 (1,376 sq mi). The county has been administered since 2009 by the unitary authority, Cornwall Council. The ceremonial county of Cornwall also includes the Isles of Scilly, which are administered separately. The administrative centre of Cornwall is Truro, its only city.",
  "/wiki/St_Piran's_Day": "St Piran's Day (Cornish: Gool Peran) is the national day of Cornwall, held on 5 March every year. The day is named after one of the patron saints of Cornwall, Saint Piran, who is also the patron saint of tin miners.",
  "/wiki/Cornish_nationalism": "Cornish nationalism is a cultural, political and social movement that seeks the recognition of Cornwall – the south-westernmost part of the island of Great Britain – as a nation distinct from England.  It is usually based on three general arguments:",
  "/wiki/Devon": "Devon (/ˈdɛvən/), also known as Devonshire, is a county of England, reaching from the Bristol Channel in the north to the English Channel in the south. It is part of South West England, bounded by Cornwall to the west, Somerset to the north east, and Dorset to the east. The city of Exeter is the county town. The county includes the districts of East Devon, Mid Devon, North Devon, South Hams, Teignbridge, Torridge, and West Devon. Plymouth and Torbay are each geographically part of Devon, but are administered as unitary authorities. Combined as a ceremonial county, Devon's area is 6,707 km2 (2,590 square miles) and its population is about 1.1 million.",
  "/wiki/Saint_Petroc": "Saint Petroc or Petrock (Medieval Latin: Petrocus; Welsh: Pedrog; French: Perreux; died c. 564) was a British prince and Christian saint.",
  "/wiki/Dorset": "Dorset (/ˈdɔːrsɪt/; archaically: Dorsetshire) is a county in South West England on the English Channel coast. The ceremonial county comprises the unitary authority areas of Bournemouth, Christchurch and Poole and Dorset. Covering an area of 2,653 square kilometres (1,024 sq mi), Dorset borders Devon to the west, Somerset to the north-west, Wiltshire to the north-east, and Hampshire to the east. The county town is Dorchester which is  in the south. After the reorganisation of local government in 1974 the county's border was extended eastward to incorporate the Hampshire towns of Bournemouth and Christchurch. Around half of the population lives in the South East Dorset conurbation, while the rest of the county is largely rural with a low population density.",
  "/wiki/Durham,_England": "Durham (/ˈdʌrəm/, locally /ˈdɜrəm/ listen) is a historic city and the county town of County Durham in North East England. The city lies on the River Wear, to the south-west of Sunderland, south of Newcastle upon Tyne and to the north of Darlington. Founded over the final resting place of St Cuthbert, its Norman cathedral became a centre of pilgrimage in medieval England. The cathedral and adjacent 11th-century castle were designated a World Heritage Site by UNESCO in 1986. The castle has been the home of Durham University since 1832. HM Prison Durham is also located close to the city centre. City of Durham is the name of the civil parish.",
  "/wiki/Hampshire": "Hampshire (/ˈhæmpʃər/, /-ʃɪər/ (listen); postal abbreviation Hants.)[note 1] is a county in southern England. The county town is the city of Winchester. Its two largest cities, Southampton and Portsmouth, are administered separately as unitary authorities; the rest of the county is governed by Hampshire County Council.",
  "/wiki/Huntingdonshire": "Huntingdonshire (/ˈhʌntɪŋdənʃər, -ʃɪər/; abbreviated Hunts) is a non-metropolitan district of Cambridgeshire, as well as a historic county of England. Its council is based in Huntingdon. Other towns in the district are St Ives, Godmanchester, St Neots and Ramsey. The population was 169,508 at the 2011 Census. Henry II, on his accession in 1154, declared all of Huntingdonshire a royal forest (i.e., reserved for hunting), but its favourable arable soil, with loam, light clay and gravel, hence good drainage, meant it was largely farmland by the 18th century.",
  "/wiki/Kent": "Kent is a county in South East England and one of the home counties. It borders Greater London to the north-west, Surrey to the west and East Sussex to the south-west. The county also shares borders with Essex along the estuary of the River Thames (connected by land via High Speed 1 and the Dartford Crossing), and with the French department of Pas-de-Calais through the Channel Tunnel. The county town is Maidstone.",
  "/wiki/Augustine_of_Canterbury": "Augustine of Canterbury (born first third of the 6th century – died probably 26 May 604) was a Benedictine monk who became the first Archbishop of Canterbury in the year 597. He is considered the \"Apostle to the English\" and a founder of the English Church.",
  "/wiki/Lancashire": "Lancashire (/ˈlæŋkəʃər/ LANG-kə-shər, /-ʃɪər/ -⁠sheer; abbreviated Lancs.) is a ceremonial county in North West England. The administrative centre is Preston. The county has a population of 1,449,300 and an area of 1,189 square miles (3,080 km2). People from Lancashire are known as Lancastrians.",
  "/wiki/Friends_of_Real_Lancashire": "Friends of Real Lancashire (FORL) is a pressure group affiliated to the Association of British Counties calling for the wider recognition of the historic boundaries of Lancashire in England. Its chairman is Philip Walsh.",
  "/wiki/Lincolnshire": "Lincolnshire (abbreviated Lincs.) is a county in eastern England, with a long coastline on the North Sea to the east. It borders Norfolk to the south east, Cambridgeshire to the south, Rutland to the south west, Leicestershire and Nottinghamshire to the west, South Yorkshire to the north west, and the East Riding of Yorkshire to the north. It also borders Northamptonshire in the south for just 20 yards (19 m), England's shortest county boundary. The county town is the city of Lincoln, where the county council has its headquarters.",
  "/wiki/Lincolnshire_Day": "Lincolnshire Day is celebrated every year on 1 October and marks the anniversary of the Lincolnshire Rising, a revolt by Catholics against the establishment of the Church of England by Henry VIII in 1536.",
  "/wiki/Lincolnshire_Rising": "The Pilgrimage of Grace was a popular uprising that began in Yorkshire in October 1536, before spreading to other parts of Northern England including Cumberland, Northumberland and north Lancashire, under the leadership of lawyer Robert Aske. The \"most serious of all Tudor rebellions\", it was a protest against Henry VIII's break with the Roman Catholic Church, the Dissolution of the Monasteries, and the policies of the King's chief minister, Thomas Cromwell, as well as other specific political, social and economic grievances.",
  "/wiki/Middlesex": "Middlesex (/ˈmɪdəlsɛks/; abbreviation: Middx) is a historic county in southeast England. Its area is almost entirely within the wider urbanised area of London and mostly within the ceremonial county of Greater London, with small sections in neighbouring ceremonial counties.  It was established in the Anglo-Saxon period from the territory of the Middle Saxons, and existed as an official administrative unit until 1965. The county is bounded to the south by the River Thames, and has the rivers Colne and Lea and a ridge of hills forming its other boundaries. The largely low-lying county, dominated by clay in its north and alluvium on gravel in its south, was the second smallest by area in 1831.",
  "/wiki/John_Randall_(UK_politician)": "Alexander John Randall, Baron Randall of Uxbridge Kt PC (born 5 August 1955) is a British politician who served as the Member of Parliament (MP) for Uxbridge from 1997 to 2010 and for Uxbridge and South Ruislip until 2015, before being awarded a life peerage. A member of the Conservative Party, he was Deputy Chief Whip between May 2010 and October 2013, as well as Environment Advisor to Theresa May until July 2019.",
  "/wiki/Early_day_motion": "An early day motion (EDM), in the Westminster system, is a motion, expressed as a single sentence, tabled by Members of Parliament that formally calls for debate \"on an early day\". In practice, they are rarely debated in the House and their main purpose is to draw attention to particular subjects of interest.  Government ministers, Whips, Parliamentary Private Secretaries, the Speaker of the House of Commons and Deputy Speakers do not normally sign EDMs. EDMs remain open for signature for the duration of the parliamentary session.",
  "/wiki/Norfolk": "Norfolk (/ˈnɔːrfək/) is a county in East Anglia in England. It borders Lincolnshire to the northwest, Cambridgeshire to the west and southwest, and Suffolk to the south. Its northern and eastern boundaries are the North Sea and to the north-west, The Wash. The county town is Norwich.\nWith an area of 2,074 square miles (5,370 km2) and a population of 859,400, Norfolk is a largely rural county with a population density of 401 per square mile (155 per km2). Of the county's population, 40% live in four major built up areas: Norwich (213,000), Great Yarmouth (63,000), King's Lynn (46,000) and Thetford (25,000).",
  "/wiki/Northamptonshire": "Northamptonshire (/nɔːrˈθæmptənʃər, -ʃɪər/; abbreviated Northants.), archaically known as the County of Northampton, is a county in the East Midlands of England. In 2015 it had a population of 723,000. The county is administered by Northamptonshire County Council and by seven non-metropolitan district councils. It is known as \"The Rose of the Shires\".",
  "/wiki/Crispin_and_Crispinian": "Saints Crispin and Crispinian are the Christian patron saints of cobblers, curriers, tanners, and leather workers. They were beheaded during the reign of Diocletian; the date of their execution is given as 25 October 285 or 286.",
  "/wiki/Orkney": "Orkney /ˈɔːrkni/ (Old Norse: Orkneyjar), also known as the Orkney Islands,[Notes 1] is an archipelago in the Northern Isles of Scotland, situated off the north coast of the island of Great Britain. Orkney is 10 miles (16 km) north of the coast of Caithness and has about 70 islands, of which 20 are inhabited. The largest island, Mainland, is often referred to as \"the Mainland\", and has an area of 523 square kilometres (202 sq mi), making it the sixth-largest Scottish island and the tenth-largest island in the British Isles. The largest settlement and administrative centre is Kirkwall.",
  "/wiki/Magnus_Erlendsson,_Earl_of_Orkney": "Saint Magnus Erlendsson, Earl of Orkney, sometimes known as Magnus the Martyr, was Earl of Orkney from 1106 to about 1115.",
  "/wiki/Oxfordshire": "Oxfordshire (abbreviated Oxon, from Oxonium, the Latin name for Oxford) is a county in South East England. The ceremonial county borders Warwickshire to the north-west, Northamptonshire to the north-east, Buckinghamshire to the east, Berkshire to the south, Wiltshire to the south-west and Gloucestershire to the west.",
  "/wiki/Oxfordshire_Day": "Oxfordshire Day is celebrated on 19 October to promote the historic English county of Oxfordshire. It is also the principal feast day of the patron saint of the city and university of Oxford, St Frideswide.",
  "/wiki/Frideswide": "Saint Frithuswith (c. 650 – 19 October 727; Old English: Friðuswīþ; also known as Frideswide, Fridiswade, Frideswith, Fritheswithe, Frevisse, or simply Fris) was an English princess and abbess. She is credited with establishing a religious site later incorporated into Christ Church in Oxford – Frithuswith was the first abbess of this Oxford double monastery. \nFrithuswith was the daughter of a Mercian sub-king named Dida of Eynsham, whose lands occupied western Oxfordshire and the upper reaches of the River Thames. Dida is known to have endowed churches in Bampton and Oxford.",
  "/wiki/Shetland": "Shetland (Scottish Gaelic: Sealtainn), also called the Shetland Islands and formerly Zetland, is a subarctic archipelago in the Northern Isles of Scotland, situated in the Northern Atlantic, between Great Britain, the Faroe Islands and Norway.",
  "/wiki/Shropshire": "Shropshire (/ˈʃrɒpʃər, -ʃɪər/; alternatively Salop; abbreviated, in print only, Shrops; demonym Salopian /səˈloʊpiən/ sə-LOH-pee-ən, Welsh: Swydd Amwythig)  is a county in England, bordering Wales to the west, Cheshire to the north, Staffordshire to the east, and Worcestershire \nand Herefordshire to the south. Shropshire Council was created in 2009, a unitary authority taking over from the previous county council and five district councils. The borough of Telford and Wrekin has been a separate unitary authority since 1998 but continues to be included in the ceremonial county.",
  "/wiki/Mildburh": "Saint Mildburh (alternatively Milburga or Milburgh) (died 23 February 727) was the Benedictine abbess of Wenlock Priory. Her feast day is 23 February.",
  "/wiki/Abbess": "In Catholicism, an abbess (Latin abbatissa, feminine form of abbas, abbot) is the female superior of a community of nuns, which is often an abbey.",
  "/wiki/Wenlock_Priory": "Wenlock Priory, or St Milburga's Priory, is a ruined 12th century monastery, located in Much Wenlock, Shropshire, at grid reference SJ625001. The foundation was a part of the Cluniac order, which was refounded in 1079 and 1082, on the site of an earlier 7th century monastery, by Roger de Montgomery. It is thought to be the final resting place of Saint Milburga, whose bones were reputedly discovered during restoration work in 1101.[citation needed]",
  "/wiki/Staffordshire": "Staffordshire (/ˈstæfərdʃɪər, -ʃər/; postal abbreviation Staffs.) is a landlocked county in the West Midlands of England. It borders Cheshire to the northwest, Derbyshire and Leicestershire to the east, Warwickshire to the southeast, West Midlands and Worcestershire to the south, and Shropshire to the west.",
  "/wiki/Suffolk": "Suffolk (/ˈsʌfək/) is an East Anglian county of historic origin in England.  It has borders with Norfolk to the north, Cambridgeshire to the west and Essex to the south. The North Sea lies to the east.  The county town is Ipswich; other important towns include Lowestoft, Bury St Edmunds, Newmarket, and Felixstowe, one of the largest container ports in Europe.",
  "/wiki/List_of_county_days_in_the_United_Kingdom": "County days in the United Kingdom are relatively recent observances, formed to celebrate the cultural heritage of a particular British county. County days may be selected to coincide with the observance of a Saint's Day that has local significance."
}