{
  "/wiki/Lincoln_Alexander": "Lincoln MacCauley Alexander, PC CC OOnt CD QC (January 21, 1922 – October 19, 2012) was a Canadian lawyer who became the first black Member of Parliament in the House of Commons, the first black federal Cabinet Minister (serving as federal Minister of Labour), the first black Chair of the Worker's Compensation Board, and the 24th Lieutenant Governor of Ontario from 1985 to 1991. He was the first person to serve five terms as Chancellor of the University of Guelph, from 1991 to 2007. Alexander was also a governor of the Canadian Unity Council.",
  "/wiki/Lieutenant_Governor_of_Ontario": "The Lieutenant Governor of Ontario (/lɛfˈtɛnənt/, in French: Lieutenant-gouverneur (if male) or Lieutenante-gouverneure (if female) de l'Ontario) is the viceregal representative in Ontario of the Canadian monarch, Queen Elizabeth II, who operates distinctly within the province but is also shared equally with the ten other jurisdictions of Canada, as well as the other Commonwealth realms and any subdivisions thereof, and resides predominantly in her oldest realm, the United Kingdom. The Lieutenant Governor of Ontario is appointed in the same manner as the other provincial viceroys in Canada and is similarly tasked with carrying out most of the monarch's constitutional and ceremonial duties. The current Lieutenant Governor of Ontario is Elizabeth Dowdeswell.",
  "/wiki/Glyn_Berry": "Glyn Raymond Berry (June 14, 1946 – January 15, 2006) was a Canadian diplomat killed in a car bomb attack in Afghanistan. He was the first Canadian diplomat to be killed while on duty in Afghanistan. Two other civilians were killed in the incident and ten people were wounded, including three Canadian soldiers, MCpl. Paul Franklin, Pte. William Edward Salikin and Cpl. Jeffrey Bailey.",
  "/wiki/John_H._Bryden": "John H. Bryden (born July 15, 1943 in Dundas, Ontario) is a Canadian politician, journalist, and historian.",
  "/wiki/Sheila_Copps": "Sheila Maureen Copps, OC, PC (born November 27, 1952) is a former Canadian politician who also served as deputy prime minister of Canada from November 4, 1993, to April 30, 1996, and June 19, 1996, to June 11, 1997. Her father, Victor Copps was once mayor of Hamilton, Ontario.",
  "/wiki/Gordon_Howlett_Dean": "Gordon Howlett Dean (July 23, 1922 – April 19, 2008) was a politician in Ontario, Canada.  He was a Progressive Conservative member in the Legislative Assembly of Ontario from 1981 to 1987 and was a cabinet minister in the governments of Bill Davis and Frank Miller.",
  "/wiki/Tony_Dean_(civil_servant)": "Anthony \"Tony\" Alexander Dean, OOnt  (born August 19, 1953) is a Canadian senator and former Ontario civil servant. He was secretary of the Cabinet, head of the Ontario Public Service, and the clerk of the Executive Council from 2002 to 2008.",
  "/wiki/Bob_Dechert": "Robert \"Bob\" Dechert (born May 18, 1958) is a Canadian former Member of Parliament. From 2008 to 2015, Dechert represented the riding of Mississauga—Erindale in the House of Commons of Canada, as a member of the Conservative Party.",
  "/wiki/Frank_Di_Giorgio": "Frank Di Giorgio (listen) is a former city councillor in Toronto, Ontario.  He represented Ward 12 York South-Weston for the years 2000-2018 and was the North York City Councillor for Ward 4 for the years 1985-1997.",
  "/wiki/Tommy_Douglas": "Thomas Clement Douglas PC CC SOM (20 October 1904 – 24 February 1986) was a Canadian politician who served as Premier of Saskatchewan from 1944 to 1961 and Leader of the New Democratic Party from 1961 to 1971. A Baptist minister, he was elected to the House of Commons of Canada in 1935 as a member of the Co-operative Commonwealth Federation (CCF). He left federal politics to become Leader of the Saskatchewan Co-operative Commonwealth Federation and then the seventh Premier of Saskatchewan. His cabinet was the first democratic socialist government in North America and it introduced the continent's first single-payer, universal health care program, commonly known as Medicare.",
  "/wiki/New_Democratic_Party_(Canada)": "The New Democratic Party (NDP; French: Nouveau Parti démocratique, NPD) is a social-democratic federal political party in Canada. The party was founded in 1961 out of the merger of the Co-operative Commonwealth Federation (CCF) with the Canadian Labour Congress (CLC). On the Canadian political spectrum, the party sits to the left of the Liberal Party. Since 2017, the NDP has been led by Jagmeet Singh, who is the first Indo-Canadian to lead a major federal party in Canada. The federal and provincial (or territorial) level NDPs are more integrated than other political parties in Canada, and have shared membership (except for the New Democratic Party of Quebec).",
  "/wiki/Rick_Goldring": "Patrick \"Rick\" Goldring (born August 23, 1957) is a Canadian politician who served as the 28th mayor of Burlington, Ontario from 2010 to 2018. He graduated from McMaster University with a Bachelor of Arts degree in Economics.",
  "/wiki/Burlington,_Ontario": "Burlington is a city in the Regional Municipality of Halton at the northwestern end of Lake Ontario in Ontario, Canada. Along with Milton to the north, Burlington forms the west end of the Greater Toronto Area, and is also part of the Hamilton metropolitan census area. Burlington lies between Lake Ontario's north shore and the Niagara Escarpment.",
  "/wiki/Ontario": "Ontario is one of the thirteen provinces and territories of Canada. Located in Central Canada, it is Canada's most populous province, with 38.3 percent of the country's population, and is the second-largest province in total area. Ontario is fourth-largest jurisdiction in total area when the territories of the Northwest Territories and Nunavut are included. It is home to the nation's capital city, Ottawa, and the nation's most populous city, Toronto, which is also Ontario's provincial capital.",
  "/wiki/Andrea_Horwath": "Andrea Horwath, MPP (/ˈhɔːrvæθ/ (listen); born October 24, 1962) is a Canadian politician and community development coordinator who is the Leader of the Official Opposition in Ontario and Leader of the Ontario New Democratic Party. She is a member of the Legislative Assembly of Ontario, representing the riding of Hamilton Centre, and was chosen as the party's leader at its 2009 leadership convention.",
  "/wiki/Ontario_New_Democratic_Party": "The Ontario New Democratic Party (ONDP or NDP; French: Nouveau Parti démocratique de l'Ontario) is a social-democratic political party in Ontario, Canada. The Ontario NDP, led by Andrea Horwath since March 2009, currently forms the Official Opposition in Ontario following the 2018 general election. It is a provincial section of the federal New Democratic Party. It was formed in October 1961 from the Co-operative Commonwealth Federation (Ontario Section) (Ontario CCF) and the Ontario Federation of Labour (OFL).",
  "/wiki/Eric_Hoskins": "Eric William Hoskins OC MSC (born November 29, 1960) is a former politician in Ontario, Canada. He was a Liberal member of the Legislative Assembly of Ontario from 2009 to 2018 who represented the electoral district of Toronto—St. Paul's. He served as a cabinet minister in the governments of Dalton McGuinty and Kathleen Wynne in the portfolios of Health and Long-Term Care (2009 – 2018), Economic Development, Trade, and Employment (2013 – 2014), Children and Youth Services (2011 – 2012), and Citizenship and Immigration (2010 - 2011). In 2013 he contended for the leadership of the Ontario Liberal Party, which was won by Kathleen Wynne. Hoskins resigned from cabinet and the legislature on February 26, 2018, three months before the provincial election. On June 20, 2018, the federal government announced that Hoskins had been appointed Chair of an Advisory Council on the Implementation of National Pharmacare.",
  "/wiki/War_Child_Canada": "War Child is a non-governmental organisation founded in the UK in 1993 which provides assistance to children in areas experiencing conflict and the aftermath of conflict. The establishment of War Child UK was soon followed by organisations in Canada and the Netherlands.",
  "/wiki/Cam_Jackson": "Cameron \"Cam\" Jackson (born February 27, 1951) is a Canadian politician. A Progressive Conservative, he was first elected to the Legislative Assembly of Ontario in 1985, and held the office of Member of Provincial Parliament (MPP) for Burlington until his resignation on September 28, 2006 to run for mayor of Burlington in the 2006 election. He served as mayor from 2006 to 2010 when he was defeated by Rick Goldring.",
  "/wiki/David_Johnson_(Canadian_politician)": "David John Johnson (born December 17, 1945) is a former politician in Ontario, Canada.  He was the mayor of East York from 1982 to 1993, a Progressive Conservative member of the Legislative Assembly of Ontario from 1993 to 1999, and a senior cabinet minister in the government of Mike Harris.",
  "/wiki/East_York": "East York was a former administrative district and municipality within Toronto, Ontario, Canada. From 1967 to 1998, it was officially the Borough of East York, a semi-autonomous borough within the upper-tier municipality of Metropolitan Toronto. The borough was dissolved in 1998 when it was amalgamated with the other lower-tier municipalities of Metropolitan Toronto to form the new \"megacity\" of Toronto. Prior to its amalgamation, East York was Canada's last remaining borough.",
  "/wiki/Roy_Kellock": "Roy Lindsay Kellock, CC (November 12, 1893 – December 12, 1975) was a Canadian Justice of the Supreme Court of Canada.",
  "/wiki/Stanley_Knowles": "Stanley Howard Knowles PC OC (June 18, 1908 – June 9, 1997) was a Canadian parliamentarian. Knowles represented the riding of Winnipeg North Centre from 1942 to 1958 on behalf of the Co-operative Commonwealth Federation (CCF) and again from 1962 to 1984 representing the CCF's successor, the New Democratic Party (NDP).",
  "/wiki/Kevin_G._Lynch": "Kevin G. Lynch PC OC (born January 1951) is a Canadian economist and former Clerk of the Privy Council and Secretary to the Cabinet, Canada's most senior civil servant.",
  "/wiki/Dalton_McGuinty": "Dalton James Patrick McGuinty, Jr., (born July 19, 1955) is a Canadian retired politician who served as the 24th Premier of Ontario from 2003 to 2013. He was the first Liberal leader to win two majority governments since Mitchell Hepburn nearly 70 years earlier. In 2011, he became the first Liberal premier to secure a third consecutive term since Oliver Mowat (1872–1896), after his party was re-elected in that year's provincial election.",
  "/wiki/Ontario_Liberal_Party": "The Ontario Liberal Party (French: Parti libéral de l'Ontario) is a provincial political party in the province of Ontario, Canada. The party is ideologically aligned with the Liberal Party of Canada but the two parties are organizationally independent and have separate, though overlapping, memberships.",
  "/wiki/Ted_McMeekin": "Ted McMeekin (born c. 1948) is a former politician in Ontario, Canada. He was a Liberal member of the Legislative Assembly of Ontario from   2000 to 2018 who represented the ridings of Ancaster—Dundas—Flamborough—Westdale and Ancaster—Dundas—Flamborough—Aldershot. He served as a cabinet minister in the governments of Dalton McGuinty and Kathleen Wynne.",
  "/wiki/Tony_McWalter": "Tony McWalter (born 20 March 1945 in Worksop) is a politician in the United Kingdom. He was Labour Party and Co-operative Member of Parliament for Hemel Hempstead between 1997 and 2005."
}