{
  "/wiki/Rembrandt_Peale": "Rembrandt Peale (February 22, 1778 – October 3, 1860) was an American artist and museum keeper. A prolific portrait painter, he was especially acclaimed for his likenesses of presidents George Washington and Thomas Jefferson.  Peale's style was influenced by French Neoclassicism after a stay in Paris in his early thirties.",
  "/wiki/Hudson_Valley": "The Hudson Valley (also known as the Hudson River Valley) comprises the valley of the Hudson River and its adjacent communities in the U.S. state of New York. The region stretches from the Capital District including Albany and Troy south to Yonkers in Westchester County, bordering New York City.",
  "/wiki/Franklin_D._Roosevelt_Presidential_Library_and_Museum": "The Franklin D. Roosevelt Presidential Library and Museum holds the records of Franklin Delano Roosevelt, the 32nd President of the United States (1933–1945). Located on the grounds of Springwood, the Roosevelt family estate in Hyde Park, New York, the library was built under the President's personal direction in 1939-1940, and dedicated on June 30, 1941. It is the first presidential library in the United States and one of the thirteen presidential libraries under the auspices of the National Archives and Records Administration.",
  "/wiki/Harry_S._Truman": "Harry S. Truman[b] (May 8, 1884 – December 26, 1972) was the 33rd president of the United States from 1945 to 1953, succeeding upon the death of Franklin D. Roosevelt after serving as vice president. He implemented the Marshall Plan to rebuild the economy of Western Europe, and established the Truman Doctrine and NATO.",
  "/wiki/Seal_of_the_President_of_the_United_States": "The Seal of the President of the United States is used to mark correspondence from the president of the United States to the U.S. Congress, and is also used as a symbol of the presidency itself. The central design, based on the Great Seal of the United States, is the official coat of arms of the U.S. presidency and also appears on the presidential flag.",
  "/wiki/Ecuador": "Ecuador (/ˈɛkwədɔːr/ (listen) EK-wə-dor; Spanish pronunciation: [ekwaˈðoɾ] (listen); Quechua: Ikwayur; Shuar: Ecuador or Ekuatur), officially the Republic of Ecuador (Spanish: República del Ecuador,  which literally translates as \"Republic of the Equator\"; Quechua: Ikwadur Ripuwlika; Shuar: Ekuatur Nunka), is a country in northwestern South America, bordered by Colombia on the north, Peru on the east and south, and the Pacific Ocean on the west. Ecuador also includes the Galápagos Islands in the Pacific, about 1,000 kilometres (620 mi) west of the mainland. The capital city is Quito, which is also its largest city.",
  "/wiki/Tito_Salas": "Británico Antonio Salas Díaz, better known as Tito Salas (Caracas, 8 May 1887 - 18 March 1974), was a Venezuelan painter, considered a significant contributor in the development of Venezuelan modern art.",
  "/wiki/Venezuela": "Venezuela (/ˌvɛnəˈzwɛlə/ (listen); American Spanish: [beneˈswela] (listen)), officially the Bolivarian Republic of Venezuela (Spanish: República Bolivariana de Venezuela), is a country on the northern coast of South America, consisting of a continental landmass and many small islands and islets in the Caribbean Sea. It has a territorial extension of 916,445 km2 (353,841 sq mi). The continental territory is bordered on the north by the Caribbean Sea and the Atlantic Ocean, on the west by Colombia, Brazil on the south, Trinidad and Tobago to the north-east and on the east by Guyana. The Venezuelan government maintains a claim against Guyana to Guayana Esequiba, an area of 159,542 km2 (61,600 sq mi). For its maritime areas, Venezuela exercises sovereignty over 71,295 km2 (27,527 sq mi) of territorial waters, 22,224 km2 (8,581 sq mi) in its contiguous zone, 471,507 km2 (182,050 sq mi) of the Caribbean Sea and the Atlantic Ocean under the concept of exclusive economic zone, and 99,889 km2 (38,567 sq mi) of continental shelf. This marine area borders those of 13 states. The capital and largest urban agglomeration is the city of Caracas. The country has extremely high biodiversity and is ranked seventh in the world's list of nations with the most number of species. There are habitats ranging from the Andes Mountains in the west to the Amazon basin rain-forest in the south via extensive llanos plains, the Caribbean coast and the Orinoco River Delta in the east.",
  "/wiki/Jean_Baptiste_Madou": "Jean-Baptiste Madou (3 February 1796 – 31 March 1877) was a Belgian painter and lithographer.",
  "/wiki/Argentina": "Argentina (Spanish: [aɾxenˈtina]), officially the Argentine Republic[A] (Spanish: República Argentina), is a country located mostly in the southern half of South America. Sharing the bulk of the Southern Cone with Chile to the west, the country is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. With a mainland area of 2,780,400 km2 (1,073,500 sq mi),[B] Argentina is the eighth-largest country in the world, the fourth largest in the Americas, the second largest in South America after Brazil, and the largest Spanish-speaking nation. The sovereign state is subdivided into twenty-three provinces (Spanish: provincias, singular provincia) and one autonomous city (ciudad autónoma), Buenos Aires, which is the federal capital of the nation (Spanish: Capital Federal) as decided by Congress. The provinces and the capital have their own constitutions, but exist under a federal system. Argentina claims sovereignty over part of Antarctica, the Falkland Islands (Spanish: Islas Malvinas), and South Georgia and the South Sandwich Islands.",
  "/wiki/Seal_of_Missouri": "The Great Seal of Missouri is used to authenticate certain documents issued by the Government of Missouri. The phrase is used both for the physical seal itself, which is kept by the secretary of state, and more generally for the design impressed upon it. The Great Seal was designed by Robert Wells of Jefferson City.",
  "/wiki/Fired_On": "Fired On is a 1907 oil painting by Frederic Remington.  It measures 68.8 cm × 101.6 cm (27.1 in × 40.0 in) and has been held by the Smithsonian American Art Museum since 1910.",
  "/wiki/Frederic_Remington": "Frederic Sackrider Remington (October 4, 1861 – December 26, 1909) was an American painter, illustrator, sculptor and writer who specialized in depictions of the American Old West. A member of the second generation of Hudson River School artists, Remington's works are known for depicting the Western United States in the last quarter of the 19th-century, featuring such images as cowboys, American Indians, and the U.S. Cavalry.",
  "/wiki/Charles_Keck": "Charles Keck (September 9, 1875 – April 23, 1951) was an American sculptor from New York City, New York.",
  "/wiki/Frank_O._Salisbury": "Francis (\"Frank\") Owen Salisbury (18 December 1874 – 31 August 1962) was an English artist who specialised in portraits, large canvases of historical and ceremonial events, stained glass and book illustration. In his heyday he made a fortune on both sides of the Atlantic and was known as \"Britain’s Painter Laureate\". His art was steadfastly conservative and he was a vitriolic critic of Modern Art – particularly of his contemporaries Picasso, Chagall and Mondrian. His father, Henry Salisbury, described himself as a \"plumber, decorator and ironmonger\" (his mother was Susan Hawes), yet his son Frank would become one of the greatest society artists of his generation.",
  "/wiki/Harry_S._Truman_Presidential_Library_and_Museum": "The Harry S. Truman Presidential Library and Museum is the presidential library and resting place of Harry S. Truman, the 33rd President of the United States (1945–1953), located on U.S. Highway 24 in Independence, Missouri. It was the first presidential library to be created under the provisions of the 1955 Presidential Libraries Act, and is one of thirteen presidential libraries administered by the National Archives and Records Administration (NARA).",
  "/wiki/Dwight_D._Eisenhower": "General of the Army Dwight David \"Ike\" Eisenhower (/ˈaɪzənhaʊ.ər/ EYE-zən-how-ər; October 14, 1890 – March 28, 1969) was an American army general and statesman who served as the 34th president of the United States from 1953 to 1961. During World War II, he became a five-star general in the Army and served as Supreme Commander of the Allied Expeditionary Force in Europe. He was responsible for planning and supervising the invasion of North Africa in Operation Torch in 1942–43 and the successful invasion of Normandy in 1944–45 from the Western Front.",
  "/wiki/Seated_Lincoln": "Seated Lincoln is a memorial sculpture by Gutzon Borglum located next to the Essex County Courthouse in Newark, Essex County, New Jersey, United States.  The bronze sculpture of Abraham Lincoln seated at one end of a bench was dedicated by President Theodore Roosevelt on Memorial Day 1911.",
  "/wiki/Gutzon_Borglum": "John Gutzon de la Mothe Borglum (March 25, 1867 – March 6, 1941) was an American artist and sculptor. He is most associated with his creation of the Mount Rushmore National Memorial in Keystone, South Dakota.  He was associated with other public works of art, including a bust of Abraham Lincoln exhibited in the White House by Theodore Roosevelt  and now held in the United States Capitol Crypt in Washington, D.C..",
  "/wiki/John_F._Kennedy": "John Fitzgerald Kennedy (May 29, 1917 – November 22, 1963), often referred to by the initials JFK and Jack, was an American politician who served as the 35th president of the United States from January 1961 until his assassination in November 1963. Kennedy served at the height of the Cold War, and the majority of his work as president concerned relations with the Soviet Union and Cuba. A Democrat, Kennedy represented Massachusetts in the U.S. House of Representatives and Senate prior to becoming president.",
  "/wiki/Stéphane_Boudin": "Stéphane Boudin (October 28, 1888 – October 18 1967) was a French interior designer and a president of Maison Jansen, the influential Paris-based interior decorating firm.",
  "/wiki/Thomas_Birch": "Thomas Birch (23 November 1705 – 9 January 1766) was an English historian.",
  "/wiki/Jacqueline_Kennedy": "Jacqueline Lee Kennedy Onassis (née Bouvier /ˈbuːvieɪ/ BOO-VEE-A; July 28, 1929 – May 19, 1994) was First Lady of the United States during the presidency of John F. Kennedy and was regarded then and afterward as an international icon of style and culture.",
  "/wiki/Resolute_desk": "The Resolute desk is a nineteenth-century partners' desk used by several presidents of the United States in the White House Oval Office as the Oval Office desk. It was a gift from Queen Victoria to President Rutherford B. Hayes in 1880 and was built from the English oak timbers of the British Arctic exploration ship HMS Resolute. Franklin Roosevelt requested the addition of a door with the presidential seal to conceal his leg braces. Many presidents since Hayes have used the desk at various locations in the White House.",
  "/wiki/Lyndon_B._Johnson": "Lyndon Baines Johnson (/ˈlɪndən ˈbeɪnz/; August 27, 1908 – January 22, 1973), often referred to by the initials LBJ, was an American politician who served as the 36th president of the United States from 1963 to 1969. Formerly the 37th vice president from 1961 to 1963, he assumed the presidency following the assassination of President John F. Kennedy. A Democrat from Texas, Johnson also served as a United States Representative and as the Majority Leader in the United States Senate. Johnson is one of only four people who have served in all four federal elected positions.[b]",
  "/wiki/Teleprinter": "A teleprinter (teletypewriter, Teletype or TTY) is an electromechanical device that can be used to send and receive typed messages through various communications channels, in both point-to-point and point-to-multipoint configurations. Initially they were used in telegraphy, which developed in the late 1830s and 1840s as the first use of electrical engineering. The machines were adapted to provide a user interface to early mainframe computers and minicomputers, sending typed data to the computer and printing the response. Some models could also be used to create punched tape for data storage (either from typed input or from data received from a remote source) and to read back such tape for local printing or transmission.",
  "/wiki/Federal_furniture": "Federal furniture refers to American furniture produced in the Federal Period, which lasted from approximately 1789 to 1823. Notable furniture makers who worked in the federal style included Duncan Phyfe and Charles-Honoré Lannuier. It was influenced by the Georgian and Adam styles, and was superseded by the American Empire style.",
  "/wiki/Linoleum": "Linoleum, also called lino, is a floor covering made from materials such as solidified linseed oil (linoxyn), pine resin, ground cork dust, wood flour, and mineral fillers such as calcium carbonate, most commonly on a burlap or canvas backing. Pigments are often added to the materials to create the desired colour finish.",
  "/wiki/Gilbert_Stuart": "Gilbert Charles Stuart (born Stewart; December 3, 1755 – July 9, 1828) was an American painter from Rhode Island Colony who is widely considered one of America's foremost portraitists. His best known work is the unfinished portrait of George Washington, begun in 1796, that is sometimes referred to as the Athenaeum Portrait. Stuart retained the portrait and used it to paint scores of copies that were commissioned by patrons in America and abroad. The image of George Washington featured in the painting has appeared on the United States one-dollar bill for more than a century and on various postage stamps of the 19th century and early 20th century.",
  "/wiki/Thomas_Sully": "Thomas Sully (June 19, 1783 – November 5, 1872) was an American portrait painter. Born in Great Britain, he lived most of his life in Philadelphia, Pennsylvania. He painted in the style of Thomas Lawrence. His subjects included national political leaders, such as presidents Thomas Jefferson and John Quincy Adams, and General Marquis de Lafayette, and many leading musicians and composers.",
  "/wiki/Elizabeth_Shoumatoff": "Elizabeth Shoumatoff (Russian: Елизавета Николаевна Шуматова, née Avinoff) (October 6, 1888 – November 30, 1980) was a Russian-American painter who was best known for painting the Unfinished Portrait of Franklin D. Roosevelt. Other paintings included portraits of Lyndon B. Johnson and Lady Bird Johnson.",
  "/wiki/Bronco_Buster": "The Bronco Buster (also spelled \"Broncho Buster\" per convention at the time of sculpting) is a sculpture made of bronze copyrighted in 1895 by American artist Frederic Remington. It portrays a rugged Western frontier cowboy character fighting to stay aboard a rearing, plunging bronco, with a stirrup swinging free, a quirt in one hand and a fistful of mane and reins in the other. It was the first and remains the most popular of all of Remington's sculptures.",
  "/wiki/Jimilu_Mason": "Jimilu \"Mimi\" Mason (or simply known as JIMILU) (1930-2019) was an American sculptor. Mason is known for her busts of notable American figures of the 1960s, including Lyndon B. Johnson, who sat for Mason many times.",
  "/wiki/Richard_Nixon": "Richard Milhous Nixon (January 9, 1913 – April 22, 1994) was the 37th president of the United States, serving from 1969 until 1974. The nation's 36th vice president from 1953 to 1961, he came to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, and the establishment of the Environmental Protection Agency, he became the only president to resign from the office.",
  "/wiki/Wilson_desk": "The Wilson desk is a large mahogany desk used by Presidents Richard Nixon and Gerald Ford in the Oval Office as their Oval Office desk. One of only six desks used by a President in the Oval office, it was purchased between 1897 and 1899 by Garret Augustus Hobart, the 24th Vice President of the United States, for the Vice President's Room in the United States Capitol.",
  "/wiki/William_Henry_Bartlett": "William Henry Bartlett (March 26, 1809 – September 13, 1854) was a British artist, best known for his numerous drawings rendered into steel engravings.",
  "/wiki/Leo_Cherne": "Leo M. Cherne (1912–1999) was an American economist, public servant, and four-decade head of the International Rescue Committee.",
  "/wiki/Edward_Marshall_Boehm": "Edward Marshall Boehm (August 21, 1913 – January 29, 1969) was an American figurative expressionist sculptor, known for his porcelain figures of birds and other wildlife. Boehm explained his choice of porcelain as the medium for his art as follows:",
  "/wiki/Earthrise": "Earthrise is a photograph of Earth and some of the Moon's surface that was taken from lunar orbit by astronaut William Anders on December 24, 1968, during the Apollo 8 mission. Nature photographer Galen Rowell declared it \"the most influential environmental photograph ever taken\".",
  "/wiki/Richard_Nixon_Presidential_Library_and_Museum": "The Richard Nixon Presidential Library and Museum is the presidential library and burial site of Richard Milhous Nixon, the 37th President of the United States (1969–1974), and his wife Pat Nixon.",
  "/wiki/Pat_Nixon": "Thelma Catherine \"Pat\" Nixon (née Ryan; March 16, 1912 – June 22, 1993), also commonly known as Patricia Nixon, was an American educator and the wife of Richard Nixon, the 37th President of the United States. During her more than 30 years in public life, she served as both the Second (1953–1961) and First Lady of the United States (1969–1974).",
  "/wiki/Gerald_Ford": "Gerald Rudolph Ford Jr. (born Leslie Lynch King Jr.; July 14, 1913 – December 26, 2006) was an American politician who served as the 38th president of the United States from August 1974 to January 1977. Before his accession to the presidency, Ford served as the 40th vice president of the United States from December 1973 to August 1974. Ford is the only person to have served as both vice president and president without being elected to either office by the Electoral College.",
  "/wiki/Queen_Anne_style_furniture": "The Queen Anne style of furniture design developed before, during, and after the reign of Anne, Queen of Great Britain (1702–1714).",
  "/wiki/City_of_Washington_from_Beyond_the_Navy_Yard": "The City of Washington from Beyond the Navy Yard is an 1833 oil painting by the American painter George Cooke.",
  "/wiki/George_Cooke_(painter)": "George Esten Cooke (1793–1849) was an itinerant United States painter who specialized in portrait and landscape paintings and was one of the South's best known painters of the mid nineteenth century.  His primary patron was the industrialist Daniel Pratt, who built a gallery in Prattville, Alabama solely to house Cooke's paintings.",
  "/wiki/Adolph_Alexander_Weinman": "Adolph Alexander Weinman (December 11, 1870 – August 8, 1952) was a German-born American sculptor and architectural sculptor.",
  "/wiki/Seymour_tall-case_clock": "The Seymour tall case clock in the White House, more commonly known as the Oval Office grandfather clock, is an 8 feet 10 inches (269 cm) longcase clock, made of mahogany between 1795 and 1805 in Boston by John and Thomas Seymour, and has been located in the Oval Office since 1975. Since the presidency of Gerald Ford it has remained one of the few constant features in the office, throughout several renovations.",
  "/wiki/Jimmy_Carter": "James Earl Carter Jr. (born October 1, 1924) is an American politician, philanthropist, and former farmer who served as the 39th president of the United States from 1977 to 1981. A member of the Democratic Party, he previously served as a Georgia State Senator from 1963 to 1967 and as the 76th governor of Georgia from 1971 to 1975. Since leaving the presidency, Carter has remained active in the private sector; in 2002, he was awarded the Nobel Peace Prize for his work in co-founding the Carter Center.",
  "/wiki/Jean-Antoine_Houdon": "Jean-Antoine Houdon (French pronunciation: ​[ʒɑ̃n‿ɑ̃twan udɔ̃]) (25 March 1741 – 15 July 1828) was a French neoclassical sculptor.",
  "/wiki/Hiram_Powers": "Hiram Powers (July 29, 1805 – June 27, 1873) was an American neoclassical sculptor. He was one of the first 19th-century American artists to gain an international reputation, largely based on his famous marble sculpture The Greek Slave.",
  "/wiki/Jimmy_Carter_Library_and_Museum": "The Jimmy Carter Library and Museum in Atlanta, Georgia houses U.S. President Jimmy Carter's papers and other material relating to the Carter administration and the Carter family's life.  The library also hosts special exhibits, such as Carter's Nobel Peace Prize and a full-scale replica of the Oval Office as it was during the Carter Administration, including a reproduction of the Resolute desk.",
  "/wiki/Ronald_Reagan": "Ronald Wilson Reagan (/ˈreɪɡən/; February 6, 1911 – June 5, 2004) was an American politician who served as the 40th president of the United States from 1981 to 1989 and became a highly influential voice of modern conservatism. Prior to his presidency, he was a Hollywood actor and union leader before serving as the 33rd governor of California from 1967 to 1975.",
  "/wiki/Ronald_Reagan_Presidential_Library": "The Ronald Reagan Presidential Library is the repository of presidential records from the administration of Ronald Reagan, 40th President of the United States, and the burial place of the President and First Lady, Nancy Reagan. It is the largest of the 13 federally operated presidential libraries, containing millions of documents, photographs, films and tapes. There is a permanent exhibit covering the President’s life, as well as memorabilia such as Air Force One, the aircraft personally used by the president, and a section of masonry from the Berlin Wall. In 2007, thousands of artifacts were reported missing, and poor record-keeping as well as a breakdown in security software were blamed.",
  "/wiki/Nancy_Reagan": "Nancy Davis Reagan (born Anne Frances Robbins; July 6, 1921 – March 6, 2016) was an American film actress and the wife of Ronald Reagan, the 40th president of the United States. She was the first lady of the United States from 1981 to 1989.",
  "/wiki/George_H._W._Bush": "George Herbert Walker Bush (June 12, 1924 – November 30, 2018) was an American politician and businessman who served as the 41st president of the United States from 1989 to 1993. He is usually called George H. W. Bush, Bush Senior, or Bush 41 to distinguish him from his eldest son, George W. Bush, who served as the 43rd president from 2001 to 2009. A member of the Republican Party, Bush also served in the U.S. House of Representatives, as U.S. Ambassador to the United Nations, as Director of Central Intelligence, and as the 43rd vice president of the United States.",
  "/wiki/Mark_Hampton": "Mark Hampton (born Mark Iredell Hampton Jr., June 1, 1940 – July 23, 1998) was an American designer primarily known for residential interior design work for clients such as Brooke Astor, Estee Lauder, Mike Wallace, Saul Steinberg, H. John Heinz III, Lincoln Kirstein, as well as three U.S. presidents.  In 1986 he was inducted into the Interior Design Hall of Fame, and in 2010 Architectural Digest named him one of the world's top 20 designers of all time.",
  "/wiki/C&O_desk": "The C&O desk is one of only six desks ever used by a President of the United States in the Oval Office. Of all the Oval Office desks this one was used there only by George H. W. Bush. The C&O desk, built around 1920, is one of four desks built for the owners of the Chesapeake and Ohio Railway (C&O). It was later donated to the White House by Chesapeake and Ohio's successor, CSX Transportation.",
  "/wiki/Frederic_Edwin_Church": "Frederic Edwin Church (May 4, 1826 – April 7, 1900) was an American landscape painter born in Hartford, Connecticut. He was a central figure in the Hudson River School of American landscape painters, best known for painting large landscapes, often depicting mountains, waterfalls, and sunsets. Church's paintings put an emphasis on realistic detail, dramatic light, and panoramic views. He debuted some of his major works in single-painting exhibitions to a paying and often enthralled audience in New York City. In his prime, he was one of the most famous painters in the United States.",
  "/wiki/Thomas_Moran": "Thomas Moran (February 12, 1837 – August 25, 1926) was an American painter and printmaker of the Hudson River School in New York whose work often featured the Rocky Mountains. Moran and his family, wife Mary Nimmo Moran and daughter Ruth, took residence in New York where he obtained work as an artist. He was a younger brother of the noted marine artist Edward Moran, with whom he shared a studio. A talented illustrator and exquisite colorist, Thomas Moran was hired as an illustrator at Scribner's Monthly. During the late 1860s, he was appointed the chief illustrator for the magazine, a position that helped him launch his career as one of the premier painters of the American landscape, in particular, the American West.",
  "/wiki/George_Bush_Presidential_Library_and_Museum": "The George H.W. Bush Presidential Library and Museum is the presidential library and burial site of George H. W. Bush, the 41st President of the United States (1989–1993), and his wife Barbara Bush. Located on a 90-acre (360,000 m2) site on the west campus of Texas A&M University in College Station, Texas, the library is one of 13 administered by the National Archives and Records Administration (NARA).",
  "/wiki/Bill_Clinton": "William Jefferson Clinton (born William Jefferson Blythe III; August 19, 1946) is an American politician who served as the 42nd president of the United States from 1993 to 2001. Prior to his presidency, he served as governor of Arkansas (1979–1981 and 1983–1992) and as attorney general of Arkansas (1977–1979). A member of the Democratic Party, Clinton was known as a New Democrat, and many of his policies reflected a centrist \"Third Way\" political philosophy. He is the husband of former secretary of state and former U.S. senator Hillary Clinton. In 1998, Clinton was impeached by the House of Representatives, becoming the second U.S. president to get impeached following Andrew Johnson. The impeachment was based on accusations that Clinton committed perjury and obstruction of justice for the purpose of concealing his affair with Monica Lewinsky, a 22-year-old White House intern. He was acquitted by the Senate and completed his term in office.",
  "/wiki/Childe_Hassam": "Frederick Childe Hassam (October 17, 1859 – August 27, 1935) was an American Impressionist painter, noted for his urban and coastal scenes. Along with Mary Cassatt and John Henry Twachtman, Hassam was instrumental in promulgating Impressionism to American collectors, dealers, and museums. He produced over 3,000 paintings, oils, watercolors, etchings, and lithographs over the course of his career, and was an influential American artist of the early 20th century.",
  "/wiki/Norman_Rockwell": "Norman Percevel Rockwell (February 3, 1894 – November 8, 1978) was an American painter and illustrator. His works have a broad popular appeal in the United States for their reflection of American culture. Rockwell is most famous for the cover illustrations of everyday life he created for The Saturday Evening Post magazine over nearly five decades. Among the best-known of Rockwell's works are the Willie Gillis series, Rosie the Riveter, The Problem We All Live With, Saying Grace, and the Four Freedoms series. He is also noted for his 64-year relationship with the Boy Scouts of America (BSA), during which he produced covers for their publication Boys' Life, calendars, and other illustrations. These works include popular images that reflect the Scout Oath and Scout Law such as The Scoutmaster, A Scout is Reverent and A Guiding Hand, among many others.",
  "/wiki/Waiting_for_the_Hour": "Watch Meeting—Dec. 31st 1862—Waiting for the Hour is an 1863 painting by the US artist William Tolman Carlton.  The location of the original painting is not known, but a different version, possibly a study, is displayed in the Lincoln Bedroom at the White House.",
  "/wiki/The_Thinker": "The Thinker (French: Le Penseur) is a bronze sculpture by Auguste Rodin, usually placed on a stone pedestal. The work shows a nude male figure of heroic size sitting on a rock with his chin resting on one hand as though deep in thought, often used as an image to represent philosophy. There are about 28 full-sized castings, in which the figure is about 186 cm high, though not all were made during Rodin's lifetime and under his supervision. There are various other versions, several in plaster, and studies and posthumous castings exist in a range of sizes. Rodin first conceived the figure as part of his work The Gates of Hell commissioned in 1880, but the first of the familiar monumental bronze castings did not appear until 1904.",
  "/wiki/Auguste_Rodin": "François Auguste René Rodin (12 November 1840 – 17 November 1917) was a French sculptor. Although Rodin is generally considered the progenitor of modern sculpture, he did not set out to rebel against the past. He was schooled traditionally, took a craftsman-like approach to his work, and desired academic recognition, although he was never accepted into Paris's foremost school of art.",
  "/wiki/Appeal_to_the_Great_Spirit": "Appeal to the Great Spirit is a 1908 equestrian statue by Cyrus Dallin, located in front of the Museum of Fine Arts, Boston. It portrays a Native American on horseback facing skyward, his arms spread wide in a spiritual request to the Great Spirit. It was the last in Dallin's four-piece series, The Epic of the Indian, which also includes A Signal of Peace (1890), The Medicine Man (1899), and Protest of the Sioux (1904).",
  "/wiki/Cyrus_Dallin": "Cyrus Edwin Dallin (November 22, 1861 – November 14, 1944) was an American sculptor best known for his depictions of Native Americans. He created more than 260 works, including the equestrian statue of Paul Revere in Boston, Massachusetts; the Angel Moroni atop Salt Lake Temple in Salt Lake City, Utah; and his most famous work, Appeal to the Great Spirit, at the Museum of Fine Arts, Boston. He was also an Olympic archer.",
  "/wiki/Robert_Berks": "Robert Berks (April 26, 1922 – May 16, 2011) was an American sculptor, industrial designer and planner. He created hundreds of bronze sculptures and monuments including the Mary McLeod Bethune Memorial, and the Albert Einstein Memorial in Washington, D.C.",
  "/wiki/Jo_Davidson": "Jo Davidson (March 30, 1883 – January 2, 1952) was an American sculptor. Although he specialized in realistic, intense portrait busts, Davidson did not require his subjects to formally pose for him; rather, he observed and spoke with them. He worked primarily with clay, while the final products were typically cast in terra-cotta or bronze, or carved from marble.",
  "/wiki/William_J._Clinton_Presidential_Library": "The William J. Clinton Presidential Center and Park is the presidential library of Bill Clinton, the 42nd President of the United States (1993–2001). It is located in Little Rock, Arkansas and includes the Clinton Presidential Library, the offices of the Clinton Foundation, and the University of Arkansas Clinton School of Public Service. It is the thirteenth presidential library to have been completed in the United States, the eleventh to be operated by the National Archives and Records Administration, and the third to comply with the Presidential Records Act of 1978.",
  "/wiki/George_W._Bush": "George Walker Bush (born July 6, 1946) is an American politician and businessman who served as the 43rd president of the United States from 2001 to 2009. A member of the Republican Party, he had previously served as the 46th governor of Texas from 1995 to 2000. Bush is frequently referred to as George W. Bush, Bush Junior, or Bush 43 to distinguish him from his father, George H. W. Bush, who served as the 41st president of the United States from 1989 to 1993.",
  "/wiki/W._H._D._Koerner": "Wilhelm Heinrich Detlev \"Big Bill\" Körner (November 1878 – August 11, 1938), also known as Wilhelm Heinrich Dethlef Koerner, William HD Koerner, WHDK, or W.H.D. Koerner, was a noted illustrator of the American West whose works became known to new audiences when his painting, nicknamed A Charge to Keep, was used as the cover image for the ghostwritten biography by the same name by George W. Bush. This painting, which hung in the Oval Office during the Bush presidency was of special interest to journalists due to the interpretation given by Bush of the painting's meaning in light of the meaning and title attached to the painting by the artist.",
  "/wiki/Thomas_C._Lea,_III": "Thomas Calloway \"Tom\" Lea III (July 11, 1907 – January 29, 2001) was an American muralist, illustrator, artist, war correspondent, novelist, and historian.",
  "/wiki/Julian_Onderdonk": "(Robert) Julian Onderdonk (July 30, 1882 – October 27, 1922) was a Texan Impressionist painter, often called \"the father of Texas painting.\"",
  "/wiki/Augustus_Saint-Gaudens": "Augustus Saint-Gaudens (/ˌseɪntˈɡɔːdənz/; March 1, 1848 – August 3, 1907) was an American sculptor of the Beaux-Arts generation who embodied the ideals of the American Renaissance. Raised in New York City, he traveled to Europe for further training and artistic study. After he returned to New York, he achieved major critical success for his monuments commemorating heroes of the American Civil War, many of which still stand. Saint-Gaudens created works such as the Robert Gould Shaw Memorial on Boston Common and grand equestrian monuments to Civil War generals: General John Logan Memorial in Chicago's Grant Park and William Tecumseh Sherman at the corner of New York's Central Park.",
  "/wiki/Bust_of_Winston_Churchill_(Epstein)": "Jacob Epstein's bronze bust of Winston Churchill was completed in 1947 and cast in an edition often said to number 10 (but more, perhaps 12 or 16, are thought to exist).  Epstein was commissioned by the War Artists Advisory Committee to create a sculpture of former British prime minister Winston Churchill in August 1945, after the end of the Second World War and shortly after Churchill lost the 1945 UK general election.  Two casts have been displayed in the Oval Office. Another remains on display in the atrium of Churchill College, Cambridge.",
  "/wiki/Jacob_Epstein": "Sir Jacob Epstein KBE (10 November 1880 – 21 August 1959) was an American-British sculptor who helped pioneer modern sculpture. He was born in the United States, and moved to Europe in 1902, becoming a British subject in 1911. He often produced controversial works which challenged ideas on what was appropriate subject matter for public artworks. He also made paintings and drawings, and often exhibited his work.",
  "/wiki/Tony_Blair": "Anthony Charles Lynton Blair (born 6 May 1953) is a British politician who served as Prime Minister of the United Kingdom from 1997 to 2007 and Leader of the Labour Party from 1994 to 2007. After his resignation, he was appointed Special Envoy of the Quartet on the Middle East, an office which he held until 2015. He currently runs the Tony Blair Institute for Global Change.",
  "/wiki/Government_Art_Collection": "The United Kingdom's Government Art Collection (GAC) places works of art in major government buildings in the UK and around the world to promote British art, culture and history.",
  "/wiki/George_W._Bush_Presidential_Center": "The George W. Bush Presidential Center, which opened on April 25, 2013, is a complex that includes President George W. Bush's presidential library and museum, the George W. Bush Policy Institute, and the offices of the George W. Bush Foundation. It is located on the campus of Southern Methodist University (SMU) in University Park, Texas, near Dallas. It will be the future resting place of George W. Bush, the 43rd President of the United States (2001–2009), and his wife Laura Bush.",
  "/wiki/Laura_Bush": "Laura Welch Bush (née Laura Lane Welch; born November 4, 1946) is an American educator who was First Lady of the United States during the presidency of her husband, George W. Bush, from 2001 to 2009. Bush previously served as First Lady of Texas from 1995 to 2000.",
  "/wiki/Barack_Obama": "Barack Hussein Obama II (/bəˈrɑːk huːˈseɪn oʊˈbɑːmə/ (listen); born August 4, 1961) is an American attorney and politician who served as the 44th president of the United States from 2009 to 2017. A member of the Democratic Party, he was the first African-American president of the United States. He previously served as a U.S. senator from Illinois from 2005 to 2008 and an Illinois state senator from 1997 to 2004.",
  "/wiki/Edward_Hopper": "Edward Hopper (July 22, 1882 – May 15, 1967) was an American realist painter and printmaker. While he is best known for his oil paintings, he was equally proficient as a watercolorist and printmaker in etching. Both in his urban and rural scenes, his spare and finely calculated renderings reflected his personal vision of modern American life.",
  "/wiki/Bust_of_Martin_Luther_King_Jr._(Alston)": "A bronze bust of Martin Luther King Jr. was made by African-American artist Charles Alston in 1970, two years after King was assassinated.  Alston received a commission from  the Reverend Donald S.  Harrington, of the Community Church of New York, to create a bust of King for $5,000.  Five bronze busts were cast in 1970, each approximately 32 centimetres (13 in) high.",
  "/wiki/Charles_Alston": "Charles Henry Alston (November 28, 1907 – April 27, 1977) was an African-American painter, sculptor, illustrator, muralist and teacher who lived and worked in the New York City neighborhood of Harlem. Alston was active in the Harlem Renaissance; Alston was the first African-American supervisor for the Works Progress Administration's Federal Art Project. Alston designed and painted murals at the Harlem Hospital and the Golden State Mutual Life Insurance Building. In 1990 Alston's bust of Martin Luther King, Jr. became the first image of an African American displayed at the White House.",
  "/wiki/Emancipation_Proclamation": "The Emancipation Proclamation, or Proclamation 95, was a presidential proclamation and executive order issued by United States President Abraham Lincoln on September 2, 1862, and effective as of January 1, 1863. It changed the legal status under federal law of more than 3.5 million enslaved African Americans in the Confederate states from slave to free. As soon as a slave escaped the control of the Confederate government, either by running away across Union lines or through the advance of federal troops, the slave was permanently free. Ultimately, the Union victory brought the proclamation into effect in all of the former Confederacy. The remaining slaves, those in the areas not in revolt, were freed by state action, or by the Thirteenth Amendment to the United States Constitution, ratified in December 1865.",
  "/wiki/Donald_Trump": "Donald John Trump (born June 14, 1946) is the 45th and current president of the United States. Before entering politics, he was a businessman and television personality.",
  "/wiki/Ralph_Eleaser_Whiteside_Earl": "Ralph Eleaser Whiteside Earl (born 1785-88; died Nashville, Tennessee September 16, 1838), also known as Ralph E. W. Earl or Ralph Eleazer Whiteside Earl, was an American painter known as the \"court painter\" to President Andrew Jackson. He also painted the portrait of Rachel Jackson.",
  "/wiki/Clark_Mills_(sculptor)": "Clark Mills (December 13, 1810 – January 12, 1883)  was an American sculptor, best known for four versions of an equestrian statue of Andrew Jackson, located in Washington, D.C. with replicas in Nashville, Tennessee, Jacksonville, Florida, and New Orleans, Louisiana.",
  "/wiki/Challenge_coin": "A challenge coin may be a small coin or medallion, bearing an organization’s insignia or emblem and carried by the organization’s members. Traditionally, they might be given to prove membership when challenged and to enhance morale. In addition, they are also collected by service members and law enforcement personnel. Modern challenge coins are made in a variety of sizes and are often made using popular culture references to include superheroes and other well known characters in a way that creates a parody. Historically, challenge coins were presented by unit commanders in recognition of special achievement by a member of the unit.  They are also exchanged in recognition of visits to an organization. Modern day challenge coins feature popular culture attributes.",
  "/wiki/Wounded_Warrior_Project": "Wounded Warrior Project (WWP) is a charity and veterans service organization that offers a variety of programs, services and events for wounded veterans of the military actions following September 11, 2001. It operates as a nonprofit 501(c)(3) organization.",
  "/wiki/Trump_International_Golf_Club_(West_Palm_Beach)": "Trump International Golf Club, West Palm Beach is a private 27-hole golf course in West Palm Beach, Florida. It was designed by Jim Fazio, who was given a budget of over US$40 million and was opened in 1999. This venue was Trump's first golf course property.",
  "/wiki/FIFA": "The Fédération Internationale de Football Association[a] (FIFA /ˈfiːfə/ FEE-fə; French for International Federation of Association Football; Spanish: Federación Internacional\nde Fútbol Asociación; German: Internationaler Verband des Association Football) is a non-profit organization which describes itself as an international governing body of association football, fútsal, beach soccer, and efootball. It is the highest governing body of football.",
  "/wiki/2026_World_Cup": "The 2026 FIFA World Cup (Spanish: Copa Mundial de la FIFA de 2026; French: Coupe du monde de la FIFA de 2026) will be the 23rd FIFA World Cup, the quadrennial international men's football championship contested by the national football teams of the member associations of FIFA. The tournament will be jointly hosted by 16 cities in three North American countries; 60 matches, including the quarterfinals, semi-finals, and the final, will be hosted by the United States while neighboring Canada and Mexico will each host 10 matches. The tournament will be the first hosted by three nations.",
  "/wiki/Oval_Office": "The Oval Office is, since 1909, the working office space of the President of the United States, located in the West Wing of the White House, Washington, D.C."
}