{
  "/wiki/Gatwick_Airport": "Gatwick Airport (/ˈɡætwɪk/), also known as London Gatwick (IATA: LGW, ICAO: EGKK), is a major international airport near Crawley in West Sussex, southeast England, 29.5 miles (47.5 km) south of Central London. It is the second-busiest airport by total passenger traffic in the UK, after Heathrow Airport. Gatwick is the ninth-busiest airport in Europe. It covers a total area of 674 hectares (1,670 acres).",
  "/wiki/Heathrow_Airport": "Heathrow Airport, also known as London Heathrow (IATA: LHR, ICAO: EGLL), is a major international airport in London, United Kingdom. Heathrow is the second busiest airport in the world by international passenger traffic, as well as the busiest airport in Europe by passenger traffic, and the seventh busiest airport in the world by total passenger traffic. It is one of six international airports serving London region. In 2019, it handled a record 80.8 million passengers, a 0.9% increase from 2018 as well as 475,861 aircraft movements, a decrease of 1,743 from 2018. The airport facility is owned and operated by Heathrow Airport Holdings.",
  "/wiki/British_Airways": "British Airways (BA) is the flag carrier airline of the United Kingdom, headquartered at Waterside, Harmondsworth, near its main hub at London Heathrow Airport. It is the second largest airline in the United Kingdom, based on fleet size and passengers carried, behind easyJet. In January 2011 BA merged with Iberia, creating the International Airlines Group (IAG), a holding company registered in Madrid, Spain. IAG is the world's third-largest airline group in terms of annual revenue and the second-largest in Europe. It is listed on the London Stock Exchange and in the FTSE 100 Index. British Airways is the first passenger airline to have generated more than $1 billion on a single air route in a year (from 1 April 2017, to 31 March 2018, on the New York JFK - London Heathrow route).",
  "/wiki/Norwegian_Air_Shuttle": "Norwegian Air Shuttle ASA (OSE: NAS), trading as Norwegian, is a Norwegian low-cost airline and Norway's largest airline. It is the third largest low-cost carrier in Europe behind easyJet and Ryanair and the ninth-largest low-cost airline in the world, the largest airline in Scandinavia, and the eighth-largest airline in Europe in terms of passenger numbers. It offers a high-frequency domestic flight schedule within Scandinavia and Finland, and to business destinations such as London, as well as to holiday destinations in the Mediterranean and the Canary Islands, transporting over 30 million people in 2016. The airline is known for its distinctive livery of white with a red nose, with portraits of high achievers on the tail fins of its aircraft.",
  "/wiki/Scandinavian_Airlines": "Scandinavian Airlines, usually known as SAS, is the flag carrier of Denmark, Norway and Sweden. SAS is an abbreviation of the company's full name, Scandinavian Airlines System or legally Scandinavian Airlines System Denmark-Norway-Sweden. Part of the SAS Group and headquartered at the SAS Frösundavik Office Building in Solna, Sweden, the airline operates 180 aircraft to 90 destinations (as of dec 2019). The airline's main hub is at Copenhagen-Kastrup Airport, with connections to 109 destinations around the world. Stockholm-Arlanda Airport (with 106 destinations) is the second largest hub and Oslo Airport, Gardermoen being the third major hub of SAS. Minor hubs also exist at Bergen Airport, Flesland, Göteborg Landvetter Airport, Stavanger Airport, Sola, and Trondheim Airport, Værnes. SAS Cargo is an independent, wholly owned subsidiary of Scandinavian Airlines and its main office is at Copenhagen Airport.",
  "/wiki/Copenhagen_Airport": "Copenhagen Airport, Kastrup (Danish: Københavns Lufthavn, Kastrup, pronounced [kʰøpm̩ˈhau̯ns ˈlɔftˌhau̯ˀn ˈkʰæˌstʁɔp]; IATA: CPH, ICAO: EKCH) is the main international airport serving Copenhagen, Denmark, the rest of Zealand, the Øresund Region, and a large part of southern Sweden including Scania. It is the largest airport in the Nordic countries with 30 million passengers in 2018 and one of the oldest international airports in Europe. It is the third-busiest airport in Northern Europe, and the busiest for international travel in Scandinavia.",
  "/wiki/Schiphol_Airport": "Amsterdam Airport Schiphol (IATA: AMS, ICAO: EHAM), known informally as Schiphol Airport (Dutch: Luchthaven Schiphol, pronounced [ˌlʏxtɦaːvə(n) ˈsxɪp(ɦ)ɔl]), is the main international airport of the Netherlands. It is located 9 kilometres (5.6 miles) southwest of Amsterdam, in the municipality of Haarlemmermeer in North Holland. It is the third-busiest airport in Europe in terms of passenger volume and the busiest in Europe in terms of aircraft movement. The airport is built as a single-terminal concept: one large terminal split into three large departure halls.",
  "/wiki/KLM": "KLM Royal Dutch Airlines, legally Koninklijke Luchtvaart Maatschappij N.V. (literal translation: Royal Aviation Company, Inc.), is the flag carrier airline of the Netherlands. KLM is headquartered in Amstelveen, with its hub at nearby Amsterdam Airport Schiphol. It is part of the Air France–KLM group, and a member of the SkyTeam airline alliance. Founded in 1919, KLM is the oldest airline in the world still operating under its original name and had 35,488 employees and a fleet of 119 (excluding subsidiaries) as of 2015[update]. KLM operates scheduled passenger and cargo services to 145 destinations.",
  "/wiki/Frankfurt_Airport": "Frankfurt am Main Airport (IATA: FRA, ICAO: EDDF) (German: Flughafen Frankfurt am Main [ˈfluːkhaːfn̩ ˌfʁaŋkfʊʁt ʔam ˈmaɪn], also known as Rhein-Main-Flughafen) is a major international airport located in Frankfurt, the fifth-largest city of Germany and one of the world's leading financial centres. It is operated by Fraport and serves as the main hub for Lufthansa including Lufthansa CityLine and Lufthansa Cargo as well as Condor and AeroLogic. The airport covers an area of 2,300 hectares (5,683 acres) of land and features two passenger terminals with a capacity of approximately 65 million passengers per year, four runways and extensive logistics and maintenance facilities.",
  "/wiki/Cityjet": "CityJet is an Irish regional airline with headquarters in Swords, Dublin. Since 2017, CityJet had moved away from scheduled flights and has instead focused on wet leasing and charter flights. As of September 2019, the airline operates wet-lease services on behalf of Aer Lingus, Brussels Airlines and Scandinavian Airlines. Air France sold CityJet to Intro Aviation in May 2014. In March 2016 the airline was bought by founder Pat Byrne and other investors.",
  "/wiki/Lufthansa": "Deutsche Lufthansa AG (German pronunciation: [ˌdɔʏtʃə ˈlʊfthanzaː]), commonly known as Lufthansa, is the flag carrier and largest German airline which, when combined with its subsidiaries, is the second largest airline in Europe in terms of passengers carried. The name of the company is derived from the German word Luft meaning \"air\" and Hansa for the Hanseatic League. Lufthansa is one of the five founding members of Star Alliance, the world's largest airline alliance, formed in 1997.",
  "/wiki/Stockholm-Arlanda_Airport": "Stockholm Arlanda Airport (IATA: ARN, ICAO: ESSA) is an international airport located in the Sigtuna Municipality of Sweden, near the town of Märsta, 37 kilometres (23 mi) north of Stockholm and nearly 40 kilometres (25 mi) south-east of Uppsala. The airport is located within Stockholm County and the province of Uppland. It is the largest airport in Sweden and the third-largest airport in the Nordic countries. The airport is the major gateway to international air travel for large parts of Sweden. Arlanda Airport was used by close to 27 million passengers in 2017, with 21.2 million international passengers and 5.5 million domestic.",
  "/wiki/Orly_Airport": "Paris Orly Airport (French: Aéroport de Paris-Orly), commonly referred to as Orly (IATA: ORY, ICAO: LFPO), is an international airport located partially in Orly and partially in Villeneuve-le-Roi, 13 km (8.1 mi) south of Paris, France.",
  "/wiki/Barcelona_Airport": "Barcelona–El Prat Josep Tarradellas Airport (IATA: BCN, ICAO: LEBL) (Catalan: Aeroport Josep Tarradellas Barcelona-El Prat, Spanish: Aeropuerto Josep Tarradellas Barcelona-El Prat), previously named Barcelona-El Prat and also known as El Prat Airport, is an international airport located 12 km (7.5 mi) southwest of the centre of Barcelona, lying in the municipalities of El Prat de Llobregat, Viladecans, and Sant Boi, in Catalonia, Spain, Europe. It has been named after a former President of the Generalitat of Catalonia, Josep Tarradellas, since 27 February 2019.",
  "/wiki/Vueling": "Vueling Airlines, S.A. (Spanish: [ˈbwelin], stressing the e; BMAD: VLG) is a Spanish low-cost airline based at El Prat de Llobregat in Greater Barcelona with hubs at Barcelona–El Prat Airport and Leonardo da Vinci–Fiumicino Airport in Rome, Italy. It is the largest airline in Spain, measured by fleet size and number of destinations. Vueling serves over 100 destinations in Africa, Asia, Europe and the Middle East. In 2015, the airline carried more than 24 million passengers, with a load factor of 81%.",
  "/wiki/Sch%C3%B6nefeld_Airport": "Berlin Schönefeld Airport (Flughafen Berlin-Schönefeld (help·info)) (IATA: SXF, ICAO: EDDB) is the secondary international airport of Berlin, the capital of Germany. It is located 18 km (11 mi) southeast of Berlin near the town of Schönefeld in the state of Brandenburg and borders Berlin's southern boundary. It is the smaller of the two airports in Berlin, after Berlin Tegel Airport, and is a base for easyJet and Ryanair. In 2017 the airport handled 12.9 million passengers by serving mainly European metropolitan and leisure destinations.",
  "/wiki/Berlin_Tegel_Airport": "Berlin Tegel \"Otto Lilienthal\" Airport (German: Flughafen Berlin-Tegel „Otto Lilienthal“) (IATA: TXL, ICAO: EDDT) is the main international airport of Berlin, the federal capital of Germany. It formerly served West Berlin. The airport is named after Otto Lilienthal and is the fourth busiest airport in Germany, with 20.5 million passengers in 2017 and about 22 million in 2018. The airport is a hub for Eurowings as well as a base for EasyJet. It features flights to several European metropolitan and leisure destinations as well as some intercontinental routes. It is situated in Tegel, a section of the northern borough of Reinickendorf, 8 km (5.0 mi) northwest of the city centre of Berlin. Tegel Airport is notable for its hexagonal main terminal building around an open square, which makes walking distances as short as 30 m (98 ft) from the aircraft to the terminal exit.",
  "/wiki/Air_Berlin": "Air Berlin PLC & Co. Luftverkehrs KG (FWB: AB1), branded as airberlin or airberlin.com was a major German budget airline. At its peak, it was Germany's second-largest airline, as well as Europe's tenth-largest airline in terms of passengers carried. It was headquartered in Berlin and had hubs at Berlin Tegel Airport and Düsseldorf Airport. It was a member of the oneworld airline alliance.",
  "/wiki/Aberdeen_Airport": "Aberdeen International Airport (Scottish Gaelic: Port-adhair Eadar-nàiseanta Obar Dheathain) (IATA: ABZ, ICAO: EGPD) is an international airport, located at Dyce, a suburb of Aberdeen, Scotland, approximately 5 nautical miles (9.3 km; 5.8 mi) northwest of Aberdeen city centre. A total of just under 3.1 million passengers used the airport in 2017, an increase of 4.6% compared with 2016.",
  "/wiki/Wider%C3%B8e": "Widerøes Flyveselskap AS, trading as Widerøe, is a Norwegian airline, and is the largest regional airline operating in the Nordic countries. Its fleet of 40 Bombardier Dash 8 aircraft, and 3 Embraer E190-E2 aircraft, serves 41 domestic and 6 international destinations. Widerøe has a turnover of 4 billion kr; carries 2.86 million annual passengers; has 3,000 employees and performs 450 take-offs and landings each day. Public service obligation services  to regional airports make up slightly less than half of Widerøe's operations. The remaining services are to primary airports in Northern Norway, and services from Sandefjord Airport, Torp and Bergen Airport, Flesland to other primary airports, and some international services from Oslo/Gardermoen, Sandefjord/Torp, Kristiansand/Kjevik, Stavanger/Sola, Bergen/Flesland and Trondheim/Værnes.",
  "/wiki/Keflav%C3%ADk_International_Airport": "Keflavík Airport (Icelandic: Keflavíkurflugvöllur) (IATA: KEF, ICAO: BIKF), also known as Reykjavík–Keflavík Airport, is the largest airport in Iceland and the country's main hub for international transportation. The airport is 1.7 nautical miles (3.1 km; 2.0 mi) west of Keflavík and 50 km (31 mi) southwest of Reykjavík. The airport has three runways, two of which are in use, and the airport area is about 25 km2 (9.7 sq mi).[citation needed] Most international journeys to or from Iceland pass through this airport.",
  "/wiki/Icelandair": "Icelandair is the flag carrier airline of Iceland, headquartered at Keflavík International Airport near the capital city Reykjavik.\nIt is part of the Icelandair Group and as of April 2018, operated scheduled services to 48 cities in 16 countries on both sides of the Atlantic Ocean from its hub at Keflavík International Airport. The geographical position of Iceland is convenient for one-stop transatlantic flights, which is one pillar of the airline's business strategy, along with traffic to and from the country."
}