{
  "/wiki/Oslo_Airport": "Oslo Airport (Norwegian: Oslo Lufthavn; IATA: OSL, ICAO: ENGM), alternatively spelt as Oslo Gardermoen Airport or simply Gardermoen Airport is the main international airport serving Oslo, Norway, the capital and most populous city in the country. A hub for Norwegian Air Shuttle, Scandinavian Airlines and Widerøe, it connects to 26 domestic and 155 international destinations. 28.6 million passengers traveled through the airport in 2019, making it the second-busiest airport in the Nordic countries.",
  "/wiki/Norwegian_Air_Shuttle": "Norwegian Air Shuttle ASA (OSE: NAS), trading as Norwegian, is a Norwegian low-cost airline and Norway's largest airline. It is the third largest low-cost carrier in Europe behind easyJet and Ryanair and the ninth-largest low-cost airline in the world, the largest airline in Scandinavia, and the eighth-largest airline in Europe in terms of passenger numbers. It offers a high-frequency domestic flight schedule within Scandinavia and Finland, and to business destinations such as London, as well as to holiday destinations in the Mediterranean and the Canary Islands, transporting over 30 million people in 2016. The airline is known for its distinctive livery of white with a red nose, with portraits of high achievers on the tail fins of its aircraft.",
  "/wiki/Scandinavian_Airlines": "Scandinavian Airlines, usually known as SAS, is the flag carrier of Denmark, Norway and Sweden. SAS is an abbreviation of the company's full name, Scandinavian Airlines System or legally Scandinavian Airlines System Denmark-Norway-Sweden. Part of the SAS Group and headquartered at the SAS Frösundavik Office Building in Solna, Sweden, the airline operates 180 aircraft to 90 destinations (as of dec 2019). The airline's main hub is at Copenhagen-Kastrup Airport, with connections to 109 destinations around the world. Stockholm-Arlanda Airport (with 106 destinations) is the second largest hub and Oslo Airport, Gardermoen being the third major hub of SAS. Minor hubs also exist at Bergen Airport, Flesland, Göteborg Landvetter Airport, Stavanger Airport, Sola, and Trondheim Airport, Værnes. SAS Cargo is an independent, wholly owned subsidiary of Scandinavian Airlines and its main office is at Copenhagen Airport.",
  "/wiki/Stavanger_Airport,_Sola": "Stavanger Airport, Sola (Norwegian: Stavanger lufthavn, Sola; IATA: SVG, ICAO: ENZV) is an international airport located serving Stavanger, a city and municipality in Rogaland county, Norway. The airport is located 6 NM (11 km; 6.9 mi) southwest of Stavanger, in the municipality of Sola. It is Norway's third-busiest airport, with both fixed-wing aircraft and helicopter traffic for the offshore North Sea oil installations. In addition, the Royal Norwegian Air Force operates Westland Sea King search and rescue helicopters from Sola Air Station.",
  "/wiki/Widerøe": "Widerøes Flyveselskap AS, trading as Widerøe, is a Norwegian airline, and is the largest regional airline operating in the Nordic countries. Its fleet of 40 Bombardier Dash 8 aircraft, and 3 Embraer E190-E2 aircraft, serves 41 domestic and 6 international destinations. Widerøe has a turnover of 4 billion kr; carries 2.86 million annual passengers; has 3,000 employees and performs 450 take-offs and landings each day. Public service obligation services  to regional airports make up slightly less than half of Widerøe's operations. The remaining services are to primary airports in Northern Norway, and services from Sandefjord Airport, Torp and Bergen Airport, Flesland to other primary airports, and some international services from Oslo/Gardermoen, Sandefjord/Torp, Kristiansand/Kjevik, Stavanger/Sola, Bergen/Flesland and Trondheim/Værnes.",
  "/wiki/Værnes_Airport": "Trondheim Airport, Værnes (Norwegian: Trondheim lufthavn, Værnes; IATA: TRD, ICAO: ENVA) is an international airport serving Trondheim, a city and municipality in Trøndelag county, Norway. The airport is located in Værnes, a village in the municipality of Stjørdal in Trøndelag county, 10 nautical miles (19 km; 12 mi) east of Trondheim. Operated by the state-owned Avinor, it shares facilities with Værnes Air Station of the Royal Norwegian Air Force. In 2018, the airport had 4,441,870 passengers and 58,273 air movements, making it the fourth-busiest in the country. The airport has two terminals; A dates from 1994 and is used for domestic traffic, while B is the renovated former main terminal from 1982, and is used for international traffic. The airport features a main east–west 2,999-metre (9,839 ft) runway, a disused northwest–southeast 1,472-metre (4,829 ft) runway, an integrated railway station and an airport hotel.",
  "/wiki/Vigra_Airport": "Ålesund Airport, Vigra (Norwegian: Ålesund lufthavn, Vigra, IATA: AES, ICAO: ENAL), or alternatively Alesund Vigra Airport, is an international airport serving the town of Ålesund in Møre og Romsdal county, Norway. It is located on the island of Vigra in Giske Municipality and features a 2,314-meter (7,592 ft) runway aligned 07/25. The airport served 1,077,209 passengers in 2013, making it the tenth-busiest airport in the country. Scheduled services are provided domestically to Oslo, Bergen and Trondheim by Scandinavian Airlines (SAS)¸ Norwegian Air Shuttle and Widerøe. International scheduled services are provided by Air Baltic, KLM Cityhopper, Norwegian, SAS and Wizz Air.",
  "/wiki/Torp_Airport": "Sandefjord Airport, Torp (Norwegian: Sandefjord lufthavn, Torp; IATA: TRF, ICAO: ENTO, marketing as TORP Sandefjord lufthavn) is an international airport located 4 nautical miles (7.4 km; 4.6 mi) northeast of Sandefjord, Norway and 110 kilometers (68 mi) south of Oslo. The airport features a 2,989-meter (9,806 ft) runway aligned 18/36. Torp partially serves as a regional airport for Vestfold and in part as a low-cost airport for Eastern Norway and the capital, Oslo. Widerøe have a base at Torp, serving both domestic and international destinations. It also sees scheduled flights by Norwegian Air International, Ryanair, Wizzair and KLM Cityhopper. The airport served 1,851,181 passengers in 2013.",
  "/wiki/Kristiansand_Airport": "Kristiansand Airport, Kjevik (Norwegian: Kristiansand lufthavn, Kjevik; IATA: KRS, ICAO: ENCN) is an international airport serving the city of Kristiansand in Vest-Agder county, Norway. The airport is located in the district of Tveit in the Oddernes borough, about 16 kilometers (9.9 mi) by road and 8 kilometers (5.0 mi) by air from the city center of Kristiansand. Operated by the state-owned Avinor, it is the sole airport in Southern Norway with scheduled flights. Kjevik has a 2,035-meter (6,677 ft) runway aligned 03/21 and served 1,061,130 passengers in 2018. Scheduled flights are provided by Scandinavian Airlines, Norwegian Air Shuttle, Widerøe, KLM Cityhopper and Wizz Air. The Royal Norwegian Air Force has a training center at the airport.",
  "/wiki/Rygge_Airport": "Moss Airport, Rygge (Norwegian: Moss lufthavn, Rygge; IATA: RYG, ICAO: ENRY) was an international airport serving Moss, Oslo and Eastern Norway. It is located in Rygge, 10 kilometres (6.2 mi) outside Moss and 60 kilometres (37 mi) outside Oslo. It also served as a regional airport for Østfold county and owned and was operated by the private company Rygge Sivile Lufthavn AS.",
  "/wiki/Danish_Air_Transport": "DAT A/S, formerly known as Danish Air Transport, is a Danish airline headquartered in Vamdrup, Kolding Municipality, operating scheduled and chartered passenger and cargo flights. DAT also owns DAT LT which has a fleet of ATR aircraft and operates under its own AOC.",
  "/wiki/Kristiansund_Airport": "Kristiansund Airport, Kvernberget (Norwegian: Kristiansund lufthavn, Kvernberget; IATA: KSU, ICAO: ENKB) is an international airport serving Kristiansund, Norway. It is situated at Kvernberget on the island of Nordlandet and is the sole scheduled airport serving Nordmøre. The airport features a 2,390-meter (7,840 ft) runway aligned 07/25. In addition to scheduled services operated by Scandinavian Airlines and Widerøe, it serves offshore helicopter traffic to the Norwegian Sea operated by CHC Helikopter Service. Kvernberget handled 314,084 passengers in 2018.",
  "/wiki/Florø_Airport": "Florø Airport (Norwegian: Florø lufthavn, IATA: FRO, ICAO: ENFL) is a regional airport serving the town of Florø in Kinn Municipality, in the west central part of Vestland county, Norway. It is situated on the southern shore of the island of Florelandet, adjacent to the town center. Owned and operated by the state-owned Avinor, it features a 1,264-meter (4,147 ft) runway aligned 07/25. The airport had 201,686 passengers in 2014, making it the busiest regional airport in the country.",
  "/wiki/Molde_Airport": "Molde Airport, Årø (Norwegian: Molde lufthavn, Årø; IATA: MOL, ICAO: ENML) is an international airport serving the town of Molde, Norway. It is situated on the shore at Årø in Molde, on the shore of the Moldefjord, 5 kilometers (3.1 mi) east of town center. The airport's catchment area covers the district of Romsdal.",
  "/wiki/Bergen_Airport,_Flesland": "Bergen Airport, Flesland (Norwegian: Bergen lufthavn, Flesland; IATA: BGO, ICAO: ENBR), alternatively Bergen Flesland Airport or simply Flesland Airport, is an international airport located at Flesland in the city and municipality of Bergen in Vestland county, Norway. Opened in 1955, it is the second-busiest airport in Norway, with 6,306,623 passengers in 2018. Flesland is operated by the state-owned Avinor. Until 1999 Flesland Air Station of the Norwegian Air Force was co-located at the airport."
}