{
  "/wiki/Arequipa_Pottery": "Arequipa Pottery was a type of Arts and Crafts style pottery produced in Marin County, California, in the United States from 1911 until 1918.  Arequipa Pottery differs from many Arts and Crafts pottery businesses because it was produced as part of the therapy process for women recovering from tuberculosis in the San Francisco Bay Area.  The pottery was also produced from local clay.",
  "/wiki/Fairfax,_California": "Fairfax is an incorporated town in Marin County, California, United States. Fairfax is located 3.25 miles (5.2 km) west-northwest of San Rafael, at an elevation of 115 feet (35 m). The population is 7,441 at the 2010 census.",
  "/wiki/Art_pottery": "Pottery is the process of forming vessels and other objects with clay and other ceramic materials, which are fired at high temperatures to give them a hard, durable form.   Major types include earthenware, stoneware and porcelain. The place where such wares are made by a potter is also called a pottery (plural \"potteries\").  The definition of pottery used by the American Society for Testing and Materials (ASTM), is \"all fired ceramic wares that contain clay when formed, except technical, structural, and refractory products.\" In archaeology, especially of ancient and prehistoric periods, \"pottery\" often means vessels only, and figures etc. of the same material are called \"terracottas\".  Clay as a part of the materials used is required by some definitions of pottery, but this is dubious.",
  "/wiki/Richmond,_California": "Richmond (/ˈrɪtʃmənd/) is a city in western Contra Costa County, California, United States. The city was incorporated on August 7, 1905 and has a city council. Located in the East Bay region of the San Francisco Bay Area, Richmond borders the cities of San Pablo, Albany, El Cerrito and Pinole in addition to the unincorporated communities of North Richmond, Hasford Heights, Kensington, El Sobrante, Bayview-Montalvin Manor, Tara Hills, and East Richmond Heights, and for a short distance San Francisco on Red Rock Island in the San Francisco Bay. Richmond is one of two cities, the other being San Rafael, California, that sits on the shores of San Francisco Bay and San Pablo Bay simultaneously.",
  "/wiki/Tile": "A tile is a thin object usually square or rectangular in shape. Tile is a manufactured piece of hard-wearing material such as ceramic, stone, metal, baked clay, or even glass, generally used for covering roofs, floors, walls, or other objects such as tabletops.  Alternatively, tile can sometimes refer to similar units made from lightweight materials such as perlite, wood, and mineral wool, typically used for wall and ceiling applications. In another sense, a tile is a construction tile or similar object, such as rectangular counters used in playing games (see tile-based game). The word is derived from the French word tuile, which is, in turn, from the Latin word tegula, meaning a roof tile composed of fired clay.",
  "/wiki/California_Faience": "California Faience was a pottery studio in Berkeley, California in existence from 1915 to 1959. It produced tiles, decorative vases, bowls, jars and trivets. It was run by William V. Bragdon and Chauncey R. Thomas who also taught at the California School of Arts and Crafts in Oakland, California. The name refers to a pottery style and technique: faience.",
  "/wiki/Berkeley,_California": "Berkeley (/ˈbɜːrkli/ BURK-lee) is a city on the east shore of San Francisco Bay in northern Alameda County, California. It is named after the 18th-century Irish bishop and philosopher George Berkeley. It borders the cities of Oakland and Emeryville to the south and the city of Albany and the unincorporated community of Kensington to the north. Its eastern border with Contra Costa County generally follows the ridge of the Berkeley Hills. The 2010 census recorded a population of 112,580.",
  "/wiki/Niles,_California": "Fremont is a city in Alameda County, California, United States. It was incorporated on January 23, 1956, from the annexation of Centerville, Niles, Irvington, Mission San José, and Warm Springs. The city is named after John C. Frémont, an American explorer and former US Senator and Military Governor of California.",
  "/wiki/Merced,_California": "Merced /mɜːrˈsɛd/ (Spanish for \"Mercy\") is a city in, and the county seat of, Merced County, California, United States, in the San Joaquin Valley. As of 2018, the city had a population of 83,316. Incorporated on April 1, 1889, Merced is a charter city that operates under a council-manager government. It is named after the Merced River, which flows nearby.",
  "/wiki/Crockery": "Tableware are the dishes or dishware used for setting a table, serving food and dining. It includes cutlery, glassware, serving dishes and other useful items for practical as well as decorative purposes. The quality, nature, variety and number of objects varies according to culture, religion, number of diners, cuisine and occasion. For example, Middle Eastern, Indian or Polynesian food culture and cuisine sometimes limits tableware to serving dishes, using bread or leaves as individual plates. Special occasions are usually reflected in higher quality tableware.",
  "/wiki/Capitola,_California": "Capitola is a city in Santa Cruz County, California, United States, on the coast of Monterey Bay.  The population was 9,918 at the 2010 census.",
  "/wiki/Healdsburg,_California": "Healdsburg is a city located in Sonoma County, in California's Wine Country. As of the 2010 United States Census, the city had a population of 11,254. Healdsburg is a small tourist-oriented town in northern Sonoma County. Due to its three most important wine-producing regions (the Russian River, Dry Creek, and Alexander Valley AVAs), Healdsburg has been continuously awarded one of the top 10 small towns in America and is home to three of the top wineries in the United States.",
  "/wiki/Cookware": "Cookware and bakeware are types of food preparation containers, commonly found in a kitchen. Cookware comprises cooking vessels, such as saucepans and frying pans, intended for use on a stove or range cooktop. Bakeware comprises cooking vessels intended for use inside an oven. Some utensils are considered both cookware and bakeware.",
  "/wiki/Garden_City_Pottery": "Garden City Pottery was founded in 1902 in San Jose, California with an office and manufacturing facility on 560 North Sixth Street. Like many California potteries of that period, their original product lines focused on commercial tile and pipe, sanitary and gardenware products, and by the 1920s, Garden City was the largest pottery in Northern California.",
  "/wiki/San_Jose,_California": "San Jose[A] (/ˌsæn hoʊˈzeɪ, -ˈseɪ/; Spanish: [saŋ xoˈse]; Spanish for \"Saint Joseph\"), officially the City of San José,[B] is the economic, cultural and political center of Silicon Valley, and the largest city in Northern California (both by population and area). With an estimated 2018 population of 1,030,119, it is the third-most populous city in California (after Los Angeles and San Diego) and the tenth-most populous in United States. Located in the center of the Santa Clara Valley, on the southern shore of San Francisco Bay, San Jose covers an area of 179.97 square miles (466.1 km2). San Jose is the county seat of Santa Clara County, the most affluent county in California and one of the most affluent counties in the United States. San Jose is the main component of the San Jose–Sunnyvale–Santa Clara Metropolitan Statistical Area, with an estimated population of around 2 million residents in 2018. It is also the most populous city in both the San Francisco Bay Area and the San Jose-San Francisco-Oakland Combined Statistical Area, which contain 7.7 million and 8.7 million people respectively.",
  "/wiki/Insulator_(electrical)": "An electrical insulator is a material whose internal electric charges do not flow freely; very little electric current will flow through it under the influence of an electric field. This contrasts with other materials, semiconductors and conductors, which conduct electric current more easily. The property that distinguishes an insulator is its resistivity; insulators have higher resistivity than semiconductors or conductors. The most common examples are non-metals.",
  "/wiki/Heath_Ceramics": "Heath Ceramics is an American company that designs, manufactures, and retails goods for tabletop and home, and is best known for handcrafted ceramic tableware and architectural tile in distinctive glazes.",
  "/wiki/Sausalito,_California": "Sausalito is a city in Marin County, California, located 8 miles (13 km) south-southeast of San Rafael, and 4 miles (7 km) north of San Francisco.",
  "/wiki/Tableware": "Tableware are the dishes or dishware used for setting a table, serving food and dining. It includes cutlery, glassware, serving dishes and other useful items for practical as well as decorative purposes. The quality, nature, variety and number of objects varies according to culture, religion, number of diners, cuisine and occasion. For example, Middle Eastern, Indian or Polynesian food culture and cuisine sometimes limits tableware to serving dishes, using bread or leaves as individual plates. Special occasions are usually reflected in higher quality tableware.",
  "/wiki/Topanga,_California": "Topanga is a census-designated place (CDP) in western Los Angeles County, California, United States. Located in the Santa Monica Mountains, the community lies in Topanga Canyon and the surrounding hills. The narrow southern portion of Topanga at the coast is between the city of Malibu and the Los Angeles neighborhood of Pacific Palisades. As of the 2010 census the population of the Topanga CDP was 8,289. The ZIP code is 90290 and the area code is primarily 310, with 818 only at the north end of the canyon. It is in the 3rd County Supervisorial district.",
  "/wiki/Madera,_California": "Madera is a city in California and the county seat of Madera County. As of the 2010 United States Census, the city's population was 61,416, up from 43,207 in 2000.",
  "/wiki/Santa_Clara,_California": "Santa Clara (/ˌsæntəˈklærə/) is a city in Santa Clara County, California. The city's population was 116,468 as of the 2010 United States Census, making it the ninth-most populous city in the San Francisco Bay Area. Located on the southern coast of San Francisco Bay immediately west of San Jose and 45 miles (72 km) southeast of San Francisco, the city was founded in 1777 with the establishment of Mission Santa Clara de Asís, the eighth of 21 California missions. The city was later incorporated in 1852. The mission, the city, and the county are all named for Saint Clare of Assisi.",
  "/wiki/Jade_Snow_Wong": "Jade Snow Wong (Chinese: 黃玉雪; pinyin: Huáng Yùxuě) (January 21, 1922 – 16 March 2006) was a Chinese American ceramic artist and author of two memoirs. She was given the English name of Constance, also being known as Connie Wong Ong.",
  "/wiki/San_Francisco,_California": "San Francisco, officially the City and County of San Francisco and colloquially known as SF, San Fran, Frisco, or The City, is the cultural, commercial, and financial center of Northern California. San Francisco is the 15th-most populous city in the United States, and the fourth-most populous in California, with 883,305 residents as of 2018. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in the San Francisco Bay Area, making it the second most densely populated large U.S. city, and the fifth-most densely populated U.S. county, behind only four of the five New York City boroughs. San Francisco is the 12th-largest metropolitan statistical area in the United States by population, with 4.7 million people, and the 4th-largest by economic output, with GDP of $549 billion in 2018. With San Jose, it forms the fifth-most populous combined statistical area in the United States, the San Jose–San Francisco–Oakland, CA Combined Statistical Area (9.67 million residents in 2018).",
  "/wiki/Sacramento,_California": "Sacramento (/ˌsækrəˈmɛntoʊ/ SAK-rə-MEN-toh; Spanish: [sakɾaˈmento]; Spanish for \"sacrament\") is the capital city of the U.S. state of California and the seat of Sacramento County. Located at the confluence of the Sacramento River and the American River in Northern California's Sacramento Valley, Sacramento's estimated 2018 population of 501,334 makes it the sixth-largest city in California and the ninth largest capital in the United States. Sacramento is the seat of the California Legislature and the Governor of California, making it the state's political center and a hub for lobbying and think tanks. Sacramento is also the cultural and economic core of the Sacramento metropolitan area, which had a 2010 population of 2,414,783, making it the fifth largest in California."
}