{
  "/wiki/Pitcher": "In baseball, the pitcher is the player who throws the baseball from the pitcher's mound toward the catcher to begin each play, with the goal of retiring a batter, who attempts to either make contact with the pitched ball or draw a walk. In the numbering system used to record defensive plays, the pitcher is assigned the number 1. The pitcher is often considered the most important player on the defensive side of the game, and as such is situated at the right end of the defensive spectrum. There are many different types of pitchers, such as the starting pitcher, relief pitcher, middle reliever, lefty specialist, setup man, and the closer.",
  "/wiki/Delaware_Blue_Hens": "The Delaware Fightin' Blue Hens are the athletic teams of the University of Delaware of Newark, Delaware, in the United States. The Blue Hens compete in the Football Championship Subdivision (FCS) of Division I of the National Collegiate Athletic Association (NCAA) as members of the Colonial Athletic Association.",
  "/wiki/Randy_Martz": "Randy Carl Martz (born May 28, 1956 in Harrisburg, Pennsylvania) is a former Major League Baseball pitcher who played for the Chicago Cubs and Chicago White Sox.",
  "/wiki/South_Carolina_Gamecocks_baseball": "The South Carolina Gamecocks baseball team represents the University of South Carolina in NCAA Division I college baseball.  South Carolina has perennially been one of the best teams in college baseball since 1970, posting 32 NCAA Tournament appearances, 11 College World Series berths, 6 CWS Finals appearances and 2 National Championships: 2010 and 2011.  Carolina is one of six schools in NCAA history to win back-to-back titles.  Since joining the Southeastern Conference in 1992, the team has competed in the Eastern division.  South Carolina owns a stellar 32-18 record at the CWS, holds the NCAA record for consecutive wins (22) in the national tournament and the longest win streak ever at the CWS (12 in a row from 2010 to 2012) in which the Gamecocks played for national titles all three years.",
  "/wiki/Catcher": "Catcher is a position for a baseball or softball player. When a batter takes his/her turn to hit, the catcher crouches behind home plate, in front of the (home) umpire, and receives the ball from the pitcher. In addition to this primary duty, the catcher is also called upon to master many other skills in order to field the position well. The role of the catcher is similar to that of the wicket-keeper in cricket, but in cricket, wicketkeepers are increasingly known for their batting abilities.",
  "/wiki/Colorado_Buffaloes": "The Colorado Buffaloes are the athletic teams that represent the University of Colorado Boulder. The university sponsors 17 varsity sports teams. Both the men's and women's teams are called the Buffaloes (Buffs for short) or, rarely, the Golden Buffaloes. \"Lady Buffs\" referred to the women's teams beginning in the 1970s, but was officially dropped in 1993. The nickname was selected by the campus newspaper in a contest with a $5 prize in 1934 won by Andrew Dickson of Boulder. The university participates as a member of the Pac-12 Conference at the National Collegiate Athletic Association (NCAA) Division I Football Bowl Subdivision (FBS) level. Rick George was announced as the sixth athletic director in program history on July 17, 2013, following the resignation of Mike Bohn, and after an interim appointment by former Women's Basketball Head Coach and current senior associate athletic director and senior women's administrator Ceal Barry. Colorado has won 28 national championships in its history, with 20 in skiing, including 2015. It was ranked #14 of \"America's Best Sports College\" in a 2002 analysis performed by Sports Illustrated. The University has no men's baseball, tennis, soccer, lacrosse, or volleyball programs.",
  "/wiki/First_baseman": "First base, or 1B, is the first of four stations on a baseball diamond which must be touched in succession by a baserunner to score a run for that player's team. A first baseman is the player on the team playing defense who fields the area nearest first base, and is responsible for the majority of plays made at that base. In the numbering system used to record defensive plays, the first baseman is assigned the number 3.",
  "/wiki/Colorado_State_Rams": "The Colorado State Rams are the athletic teams that represent Colorado State University (CSU). Colorado State's athletic teams compete along with 8 other institutions in the Mountain West Conference, which is an NCAA Division I conference and sponsors Division I FBS football. The Conference was formed in 1999, splitting from the former 16-member Western Athletic Conference. CSU has won 9 MWC tournament championships and won or shared 11 regular season titles. Rams football teams won or shared the Mountain West title in 1999, 2000 and 2002.",
  "/wiki/Second_baseman": "In baseball and softball, second baseman is a fielding position in the infield, between second and first base. The second baseman often possesses quick hands and feet, needs the ability to get rid of the ball quickly, and must be able to make the pivot on a double play.   In addition, second basemen are usually right-handed; only four left-handed throwing players have ever played second base in Major League Baseball since 1950. In the numbering system used to record defensive plays, the second baseman is assigned the number 4.",
  "/wiki/Bob_Horner": "James Robert Horner (born August 6, 1957) is an American former professional baseball player who played the majority of his Major League Baseball career with the Atlanta Braves. He played mostly as a third baseman who later transitioned into a first baseman as he was hampered by injuries for most of his playing career. Horner also played for one season in the Nippon Professional Baseball League as a member of the Tokyo Yakult Swallows. His baseball career was cut short by collusion by team owners to drive down salaries by agreeing to not make offers to veteran stars like Horner.",
  "/wiki/Arizona_State_Sun_Devils_baseball": "The Arizona State Sun Devils baseball program at the Arizona State University (ASU) is part of the Pac-12 Conference. Since it became a member of the Pac-12, it had the highest winning percentage, at .681, of all schools that participate in Division I baseball within the conference. ASU's NCAA leading 54 consecutive 30 win seasons was the longest streak in the nation. The Sun Devils' only losing seasons occurred in 1963, 2017,& 2018 The Sun Devils had been nationally ranked during at least a part of every season of their 58-year history until 2017. The Sun Devils have finished 27 times in the Top 10, 22 times in the Top 5, and 5 times as the No. 1 team in the nation.",
  "/wiki/Third_baseman": "A third baseman, abbreviated 3B, is the player in baseball whose responsibility is to defend the area nearest to third base —  the third of four bases a baserunner must touch in succession to score a run. In the scoring system used to record defensive plays, the third baseman is assigned the number '5'.",
  "/wiki/Oral_Roberts_Golden_Eagles": "The Oral Roberts Golden Eagles are the 16 intercollegiate teams representing the Oral Roberts University that compete in the U.S. National Collegiate Athletic Association's Division I. Oral Roberts currently competes in the Summit League as of July 1, 2014.",
  "/wiki/Shortstop": "Shortstop, abbreviated SS, is the baseball or softball fielding position between second and third base, which is considered to be among the most demanding defensive positions. Historically the position was assigned to defensive specialists who were typically poor at batting and were often placed at the bottom of the batting order. Today shortstops are often able to hit well and many are placed at the top of the lineup. In the numbering system used by scorers to record defensive plays, the shortstop is assigned the number 6.",
  "/wiki/Baylor_Bears_baseball": "The Baylor Bears baseball team represents Baylor University in NCAA Division I college baseball. The team belongs to the Big 12 Conference and plays home games at Baylor Ballpark. The Bears are currently led by head coach Steve Rodriguez, who was hired in 2015.",
  "/wiki/Outfielder": "An outfielder is a person playing in one of the three defensive positions in baseball or softball, farthest from the batter. These defenders are the left fielder, the center fielder, and the right fielder. As an outfielder, their duty is to catch fly balls and/ ground balls then to return them to the infield for the out or before the runner advances, if there is any runners on the bases. As an outfielder, they normally play behind the six players located in the field.\nBy convention, each of the nine defensive positions in baseball is numbered. The outfield positions are 7 (left field), 8 (center field) and 9 (right field). These numbers are shorthand designations useful in baseball scorekeeping and are not necessarily the same as the squad numbers worn on player uniforms.",
  "/wiki/Nat_Showalter": "William Nathaniel \"Buck\" Showalter III (born May 23, 1956) is an American former Major League Baseball (MLB) manager. He has served as manager of the New York Yankees (1992–1995), Arizona Diamondbacks (1998–2000), Texas Rangers (2003–2006), and Baltimore Orioles (2010–2018). He also is a former professional Minor League Baseball player and television analyst formerly for ESPN and currently for the YES network for Yankees telecasts.\nA three-time American League (AL) Manager of the Year, Showalter has earned a reputation for building baseball teams into postseason contenders in short periods of time. He helped the Yankees rise from the bottom half of the AL East to first place before a players' strike prematurely ended the 1994 campaign. Under his watch, the Diamondbacks made their first-ever playoff appearance in only the second year of the team's existence. He left both franchises just prior to seasons when they won the World Series. During his first minor league season with the Fort Lauderdale Yankees he picked up the nickname \"Buck\" from manager Ed Napoleon because of his tendency to sit around the clubhouse \"buck naked.\"",
  "/wiki/Mississippi_State_Bulldogs_baseball": "The Mississippi State Bulldogs baseball team is the varsity intercollegiate baseball team representing Mississippi State University in NCAA Division I college baseball. The program is a member of the West Division of the Southeastern Conference (SEC). The current head coach is Chris Lemonis, who replaced interim head coach Gary Henderson. They have appeared in the College World Series 11 times, most recently in 2019.  They earned their highest finish in their 2013 CWS appearance, losing in the finals to UCLA, finishing the season with a consensus No. 2 ranking, the highest in program history.",
  "/wiki/Darrell_Brown_(baseball)": "Darrell Wayne Brown (born October 29, 1955) is a former professional outfielder. He played during four seasons at the major league level for the Detroit Tigers, Oakland Athletics, and Minnesota Twins of Major League Baseball (MLB). He was drafted by the Tigers in the third round of the 1977 amateur draft. Brown played his first professional season with their Class A-Advanced Lakeland Tigers in 1977, and split his last season with the Triple-A affiliates of the San Francisco Giants (Phoenix Firebirds), Seattle Mariners (Calgary Cannons), and Texas Rangers (Oklahoma RedHawks) in 1986.",
  "/wiki/Cal_State_University_Los_Angeles": "California State University, Los Angeles (Cal State LA) is a public university in Los Angeles, California. It is part of the 23-campus California State University (CSU) system. Cal State LA offers 129 bachelor's degrees, 112 master's degrees, and four doctoral degrees: a Doctor of Philosophy (Ph.D) in special education in collaboration with the University of California, Los Angeles (UCLA), a Doctor of Education (Ed.D) in Educational Leadership, a Doctor of Nursing Practice (DNP) and a Doctor of Audiology (AuD). It also offers 22 teaching credentials.",
  "/wiki/Michigan_State_Spartans": "The Michigan State Spartans are the athletic teams that represent Michigan State University. The school's athletic program includes 25 varsity sports teams. Their mascot is a Spartan warrior named Sparty, and the school colors are green and white. The university participates in the NCAA's Division I and the Football Bowl Subdivision for football. The Spartans participate as members of the Big Ten Conference in all varsity sports. Michigan State offers 12 varsity sports for men and 13 for women.",
  "/wiki/Designated_hitter": "In baseball, the designated hitter rule is the common name for Major League Baseball Rule 5.11, adopted by the American League in 1973. The rule allows teams to have one player, known as the designated hitter (or DH), to bat in place of the pitcher. Since 1973, most collegiate, amateur, and professional leagues have adopted the rule or some variant. MLB's National League and Nippon Professional Baseball's Central League are the most prominent professional leagues that do not use a designated hitter.",
  "/wiki/Gonzaga_Bulldogs": "The Gonzaga Bulldogs (also known unofficially as the Zags) are the intercollegiate athletic teams representing Gonzaga University, located in Spokane, Washington, United States. Gonzaga competes in the National Collegiate Athletic Association (NCAA) Division I as a member of the West Coast Conference."
}