{
  "/wiki/Donald_Acheson": "Sir (Ernest) Donald Acheson KBE FRCS FRCP (17 September 1926 – 10 January 2010) was an Irish-born physician and epidemiologist who served as Chief Medical Officer of the United Kingdom from 1983 to 1991. He was born in Belfast, Northern Ireland.",
  "/wiki/Chief_Medical_Officer_(United_Kingdom)": "In the United Kingdom, the Chief Medical Officer (CMO) is the most senior government advisor on health matters. There are four CMOs in the United Kingdom who are appointed to advise their respective governments: Her Majesty's Government (CMO for England and medical adviser to the United Kingdom government), the Northern Ireland Executive, the Scottish Government and the Welsh Government. Each CMO is assisted by one or more Deputy Chief Medical Officers, and are complemented by a Chief Nursing Officer.",
  "/wiki/Roy_Adams": "Roy J. Adams is a Canadian-American academic, author, adventurer, labour rights activist and poet.",
  "/wiki/Janet_Ajzenstat": "Janet Ajzenstat (born 1936) is professor emeritus of political science at McMaster University. The author of numerous works on Canadian political history, she is best known for The Political Thought of Lord Durham, where she argues that Durham's call for French-Canadian assimilation was consistent with liberal principles.",
  "/wiki/Michael_M._Ames": "Michael M. Ames, CM FRSC (June 19, 1933 – February 20, 2006) was a Canadian academic and Professor of Anthropology of the department of  anthropology-sociology at the University of British Columbia.",
  "/wiki/Museum_of_Anthropology_at_UBC": "The Museum of Anthropology at the University of British Columbia (UBC) campus in Vancouver, British Columbia, Canada is renowned for its displays of world arts and cultures, in particular works by First Nation band governments of the Pacific Northwest. As well as being a major tourist destination, MOA is a research and teaching museum, where UBC courses in art, anthropology, archaeology, conservation, and museum studies are given. MOA houses close to 50,000 ethnographic objects, as well as 535,000 archaeological objects in its building alone.",
  "/wiki/Richard_Bader": "Richard F. W. Bader (October 15, 1931 – January 15, 2012) was a Canadian quantum chemist, noted for his work on the Atoms in molecules theory.  This theory attempts to establish a physical basis for many of the working concepts of chemistry, such as atoms in molecules and bonding, in terms of the topology of the electron density function in three-dimensional space.",
  "/wiki/Atoms_in_molecules": "The quantum theory of atoms in molecules (QTAIM) is a model of molecular and condensed matter electronic systems (such as crystals) in which the principal objects of molecular structure - atoms and bonds - are natural expressions of a system's observable electron density distribution function.  An electron density distribution of a molecule is a probability distribution that describes the average manner in which the electronic charge is distributed throughout real space in the attractive field exerted by the nuclei.  According to QTAIM, molecular structure is revealed by the stationary points of the electron density together with the gradient paths of the electron density that originate and terminate at these points.  QTAIM was primarily developed by Professor Richard Bader and his research group at McMaster University over the course of decades, beginning with analyses of theoretically calculated electron densities of simple molecules in the early 1960s and culminating with analyses of both theoretically and experimentally measured electron densities of crystals in the 90s.  The development of QTAIM was driven by the assumption that, since the concepts of atoms and bonds have been and continue to be so ubiquitously useful in interpreting, classifying, predicting and communicating chemistry, they should have a well-defined physical basis.",
  "/wiki/John_Bandler": "John William Bandler OC FRSC FCAE (born 9 November 1941) is a professor, engineer, entrepreneur, artist, speaker, playwright, and author of fiction and nonfiction. Bandler is known for his invention of space mapping technology and his contributions to device modeling, computer-aided design, microwave engineering, mathematical optimization, and yield-driven design.",
  "/wiki/Space_mapping": "The space mapping methodology for modeling and design optimization of engineering systems was first discovered by John Bandler in 1993. It uses relevant existing knowledge to speed up model generation and design optimization of a system. The knowledge is updated with new validation information from the system when available.",
  "/wiki/Surrogate_model": "A surrogate model is an engineering method used when an outcome of interest cannot be easily directly measured,[disputed  – discuss] so a model of the outcome is used instead. Most engineering design problems require experiments and/or simulations to evaluate design objective and constraint functions as a function of design variables.  For example, in order to find the optimal airfoil shape for an aircraft wing, an engineer simulates the airflow around the wing for different shape variables (length, curvature, material, ..).  For many real-world problems, however, a single simulation can take many minutes, hours, or even days to complete.  As a result, routine tasks such as design optimization, design space exploration, sensitivity analysis and what-if analysis become impossible since they require thousands or even millions of simulation evaluations.",
  "/wiki/Engineering_optimization": "Engineering optimization is the subject which uses optimization techniques to achieve design goals in engineering. It is sometimes referred to as design optimization.",
  "/wiki/Douglas_Barber": "Douglas Barber, OC is a Canadian businessman. He is a founder and former President and CEO of Gennum Corporation, a Canadian public company that designs, manufactures and markets semiconductors and semiconductor-based products.",
  "/wiki/Institute_for_Quantum_Computing": "The Institute for Quantum Computing (IQC) is an affiliate scientific research institute of the University of Waterloo located in Waterloo, Ontario with a multidisciplinary approach to the field of quantum information processing. IQC was founded in 2002 primarily through a donation made by Mike Lazaridis and his wife Ophelia whose substantial donations have continued over the years.  The institute is now located in the Mike & Ophelia Lazaridis Quantum-Nano Centre and the Research Advancement Centre at the University of Waterloo.",
  "/wiki/John_Basmajian": "John V. Basmajian, OC OOnt (June 21, 1921 – March 18, 2008) was a Canadian academic and scientist. He was known for his work in rehabilitation science, specifically in the area of electromyography and biofeedback.",
  "/wiki/Bob_Bearpark": "Robert Bearpark (March 15, 1943 – November 18, 1996) was a Canadian soccer head coach.",
  "/wiki/Canada_men%27s_national_soccer_team": "The Canada men's national soccer team (CanMNT; (French: Équipe du Canada de soccer masculin) represents Canada in men's international soccer competitions at the senior men's level officially since 1924. They are overseen by the Canadian Soccer Association and compete in the Confederation of North, Central American and Caribbean Association Football (CONCACAF).",
  "/wiki/Nick_Bontis": "Nick Bontis (born May 27, 1969) is a Canadian academic, management consultant, professional keynote speaker, sports management executive and author. His research focuses on intellectual capital, knowledge management and organizational learning. Bontis is Associate Professor of Strategic Management and Chair of Strategic Management at the DeGroote School of Business, McMaster University in Hamilton, Ontario, Canada. He is also the Director of the Institute for Intellectual Capital Research a management consulting firm and research think-tank that specializes in conducting human capital diagnostic assessments for corporate and government clients. He is also Associate Editor of the Journal of Intellectual Capital and Chief Knowledge Officer of Knexa Solutions - the world's first knowledge exchange auction.",
  "/wiki/Management_consulting": "Management consulting is the practice of helping organizations to improve their performance. Organizations may draw upon the services of management consultants for a number of reasons, including gaining external (and presumably objective) advice and access to the consultants' specialized expertise.",
  "/wiki/Arthur_Bourns": "Arthur Newcombe Bourns, OC FRSC (December 8, 1919 – May 29, 2015) was a professor of chemistry and a university administrator with a long association with McMaster University in Hamilton, Ontario. He was Professor Emeritus and President Emeritus of that institution. He was born in Petitcodiac, New Brunswick and was educated at Acadia University and McGill University, graduating in 1944 with a doctorate in Chemistry.",
  "/wiki/William_H._Brackney": "William H. Brackney (born 1948) is the Pioneer MacDonald Professor of Baptist Theology and Ethics at Carey Theological College in Vancouver, British Columbia. He is also the Millard R. Cherry Distinguished Professor of Christian Thought and Ethics Emeritus at Acadia University in Wolfville, Nova Scotia and an ordained Baptist minister, presently accredited by the Convention of Atlantic Baptist Churches and the American Baptist Churches, USA. He was previously the Dean of Theology at McMaster University in Hamilton, Ontario and has published numerous books and articles dealing with post-Reformation Protestant thought, particularly the Baptist and Radical Reformation traditions. Most recently, Brackney has done significant work in the areas of global ethics and human rights, and was the director of the Acadia Centre for Baptist and Anabaptist Studies (2008-2018). He is also a regular columnist for websites focused on ethics.",
  "/wiki/Bertram_Brockhouse": "Bertram Neville Brockhouse, CC FRSC FRS (July 15, 1918 – October 13, 2003) was a Canadian physicist. He was awarded the Nobel Prize in Physics (1994, shared with Clifford Shull) \"for pioneering contributions to the development of neutron scattering techniques for studies of condensed matter\", in particular \"for the development of neutron spectroscopy\".",
  "/wiki/List_of_Nobel_laureates": "The Nobel Prizes (Swedish: Nobelpriset, Norwegian: Nobelprisen) are  prizes awarded annually by the Royal Swedish Academy of Sciences, the Swedish Academy, the Karolinska Institutet, and the Norwegian Nobel Committee to individuals and organizations who make outstanding contributions in the fields of chemistry, physics, literature, peace, and physiology or medicine. They were established by the 1895 will of Alfred Nobel, which dictates that the awards should be administered by the Nobel Foundation. The Nobel Memorial Prize in Economic Sciences was established in 1968 by the Sveriges Riksbank, the central bank of Sweden, for contributions to the field of economics. Each recipient, or \"laureate\", receives a gold medal, a diploma, and a sum of money, which is decided annually by the Nobel Foundation.",
  "/wiki/John_Burke_(composer)": "John Joseph Burke (10 May 1951 – 18 January 2020) was a Canadian composer and music educator. As a composer he wrote mainly works for chamber ensembles, and his music displays an acute sensitivity to instrumental balance and timbre. In his early career he won the CBC National Radio Competition for Young Composers several times, including in 1978 for both Six Regions for piano (composed 1975) and Spectre for tenor instruments (composed 1976), and in 1980 for Firewind for two pianos (composed 1978) and Diffusa est gratia for a cappella choir (composed 1979). In 1995 he won the Jules Léger Prize for New Chamber Music for his String Quartet. Many of his compositions have been recorded, including Firewind by pianists Bruce Mather and Pierrette LePage,  ...ascends at full moon by guitarist Michael Laucke, and À la source d'Hypocrène by the ensemble of the Société de musique contemporaine du Québec among others.",
  "/wiki/Moran_Campbell": "Edward James Moran Campbell, OC FRSC (August 31, 1925 – April 12, 2004) was a Canadian physician and academic. He was the founding Chair of the Department of Medicine at McMaster Faculty of Health Sciences from 1968 to 1975. He was also the inventor of the Venturi mask.",
  "/wiki/Venturi_mask": "The venturi mask, also known as an air-entrainment mask, is a medical device to deliver a known oxygen concentration to patients on controlled oxygen therapy.  The mask was invented by Moran Campbell at McMaster University Medical School as a replacement for intermittent oxygen treatment, a practice he described as \"bringing a drowning man to the surface- occasionally\".",
  "/wiki/Paul_Corkum": "Paul Bruce Corkum OC OOnt FRSC FRS  (born October 30, 1943) is a Canadian physicist specializing in attosecond physics and laser science. He holds a joint University of Ottawa–NRC chair in Attosecond Photonics. He is one of the students of strong field atomic physics, i.e. atoms and plasmas in super-intense laser fields.",
  "/wiki/Juliet_Daniel": "Juliet M Daniel is a Canadian biology professor at McMaster University, where her research focuses on cancer biology. Daniel is recognized in the cancer biology field for the discovery and naming of the gene Kaiso, and is the recipient of several prestigious awards in recognition of her research and leadership, including an Ontario Premier Research Excellence Award and a Vice-Chancellor Award from the University of the West Indies.",
  "/wiki/M._Jamal_Deen": "Mohamed Jamal Deen CM  is an Indo-Guyanese person  who is a Professor and Senior Canada Research Chair  in Information Technology at McMaster University in Hamilton, Ontario, Canada. He is also the Director of the Micro- and Nano-Systems Laboratory.[nb 1] His research specialty are in the broad areas of electrical engineering and applied physics.",
  "/wiki/Henry_Duckworth": "Henry Edmison Duckworth, OC FRSC (November 1, 1915 – December 18, 2008) was a Canadian physicist and university administrator.",
  "/wiki/University_of_Winnipeg": "The University of Winnipeg (UWinnipeg, U of W) is a public research university in Winnipeg, Manitoba, Canada, that offers undergraduate faculties of art, business and economics, education, science and kinesiology and applied health as well as graduate programs. UWinnipeg's founding colleges were Manitoba College and Wesley College, which merged to form United College in 1938. The University of Winnipeg was established in 1967 when United College received its charter. The governance was modeled on the provincial University of Toronto Act of 1906 which established a bicameral system of university government consisting of a senate (faculty), responsible for academic policy, and a board of governors (citizens) exercising exclusive control over financial policy and having formal authority in all other matters. The president, appointed by the board, was a link between the bodies to perform institutional leadership.",
  "/wiki/University_of_Manitoba": "The University of Manitoba (U of M or UM) is a public research university in Manitoba, Canada. Its main campus is located in the Fort Garry neighbourhood of southern Winnipeg with other campuses throughout the city. Founded in 1877, it is Western Canada's first university. The university maintains a reputation as a top research-intensive post-secondary educational institution and conducts more research annually than any other university in the region.",
  "/wiki/Clifford_Ford": "Clifford Robert Ford (born 30 May 1947) is a Canadian composer,\n editor, music educator, and author. An associate of the Canadian Music Centre, he is a founding member of ARRAYMUSIC and a former member of the music faculties of McMaster University and Dalhousie University. He co-founded the Canadian Musical Heritage Society for which he is executive secretary and technical editor."
}