{
  "/wiki/Cold_Case": "Cold Case is an American police procedural television series which ran on CBS from September 28, 2003 to May 2, 2010. The series revolved around a fictionalized Philadelphia Police Department division that specializes in investigating cold cases.",
  "/wiki/Strong_Medicine": "Strong Medicine is a medical drama with a focus on feminist politics, health issues, and class conflict, that aired on the Lifetime network from 2000 to 2006. The series was created and produced in part by Whoopi Goldberg, who made cameos on the series, and Tammy Ader. The series starred Rosa Blasi, Janine Turner, and Patricia Richardson. Strong Medicine was the highest-rated original drama on basic cable in 2001.",
  "/wiki/The_Wool_Cap": "The Wool Cap is a 2004 American cable television film, an updated and Americanized version of the 1962 film Gigot starring Jackie Gleason, who wrote the original story.",
  "/wiki/Knights_of_the_South_Bronx": "Knights of the South Bronx is a 2005 television film about a teacher who helps students at a tough inner-city school to succeed by teaching them to play chess. It was directed by Allen Hughes and written by Jamal Joseph (story and teleplay) and Dianne Houston (teleplay).",
  "/wiki/Second_Time_Around_(TV_series)": "Second Time Around is an American sitcom that aired on UPN during the 2004-05 season. The series was canceled after one season.",
  "/wiki/ER_(TV_series)": "ER is an American medical drama television series created by novelist and medical doctor Michael Crichton that aired on NBC from September 19, 1994, to April 2, 2009, with a total of 331 episodes spanning 15 seasons. It was produced by Constant c Productions and Amblin Television, in association with Warner Bros. Television. ER follows the inner life of the emergency room (ER) of fictional County General Hospital in Chicago, Illinois, and various critical issues faced by the room's physicians and staff. The show is the second longest-running primetime medical drama in American television history behind Grey's Anatomy, and the 5th longest medical drama across the globe (behind BBC's Casualty and Holby City, and Poland's Na dobre i na złe). It won 23 Primetime Emmy Awards, including the 1996 Outstanding Drama Series award, and received 124 Emmy nominations. ER won 116 awards in total, including the Peabody Award, while the cast earned four Screen Actors Guild Awards for Outstanding Ensemble Performance in a Drama Series. As of 2014, ER has grossed over $3 billion in television revenue.",
  "/wiki/Law_%26_Order:_Special_Victims_Unit": "Law & Order: Special Victims Unit (often abbreviated to Law & Order: SVU or just SVU) is an American crime drama television series created by Dick Wolf for NBC. It stars Mariska Hargitay as Captain Olivia Benson, the commanding officer of the Special Victims Unit and formerly a lead detective, located in a fictionalized version of the New York City Police Department. Christopher Meloni played the other lead detective, Elliot Stabler, until departing from the series after 12 seasons. Law & Order: Special Victims Unit follows the style of the original Law & Order in that episodes are often \"ripped from the headlines\" or loosely based on real crimes that have received media attention.",
  "/wiki/Tyler_Perry%27s_House_of_Payne": "Tyler Perry's House of Payne is an American sitcom television series created and produced by Tyler Perry that premiered in syndication on June 21, 2006. The series would eventually be retooled and aired TBS from June 6, 2007, until August 10, 2012.",
  "/wiki/Tyler_Perry%27s_House_of_Payne_(season_1)": "The first season of the Tyler Perry's House of Payne began airing on June 6, 2007, and concluded on September 26, 2007. The season contained 37 episodes. Although this is the first season of the series, a set of 10 test episodes aired in the summer of 2006 on syndicated networks.",
  "/wiki/Just_Jordan": "Just Jordan is an American television sitcom that aired on Nickelodeon as a part of the network's TEENick lineup. The series debuted on January 7, 2007, and was canceled on April 5, 2008, with 29 episodes produced.",
  "/wiki/Jump_In!": "Jump In! is a 2007 Disney Channel Original Movie, which premiered on January 12, 2007. It was released on Disney Channel UK on April 27, 2007. The film, starring Corbin Bleu and Keke Palmer, revolves around a young boxer, Izzy Daniels (Bleu), who trains to follow in his father's footsteps by winning the Golden Glove. When his friend, Mary (Palmer), asks him to substitute for a team member in a Double Dutch tournament, Izzy discovers his new love for jumping rope and in the meantime, he soon discovers true love in Mary. Filming took place from June–July 2006 in Toronto, Ontario, Canada.",
  "/wiki/True_Jackson,_VP": "True Jackson, VP is an American teen sitcom that aired on Nickelodeon from November 8, 2008, to August 20, 2011. The series starred Keke Palmer, Ashley Argota, Matt Shively, Danielle Bisutti, Greg Proops, Robbie Amell, and Ron Butler. The theme song was written by Toby Gad and Keke Palmer and is performed by Palmer. The series was shot in front of a live studio audience, which is mentioned at the start of each episode (with the exception of \"Mission Gone Bad\"). On May 5, 2009, Nickelodeon renewed the show for a second season of 34 episodes, which premiered on November 14, 2009. In 2010, Nickelodeon cancelled the show after two seasons. It was then later split, making a third season. The pilot episode garnered 4.8 million viewers on its first airing and set network records among kids 6–11, tweens 9–14 and several other demographics, airing after the iCarly three-part episode \"iGo to Japan\". The show premiered on Nickelodeon (UK and Ireland) on May 25, 2009, and on Nickelodeon (Latin America) on August 3, 2009. The one-hour (two-part) episode entitled \"Mystery in Peru\" completed the 34 ordered episodes for season two (production wise), after it aired on August 20, 2011. Keke Palmer posted a video on her YouTube account and posted on her blog, confirming that \"Mystery in Peru\" is the series' finale.",
  "/wiki/The_Cleveland_Show": "The Cleveland Show was an American animated sitcom created by Seth MacFarlane, Richard Appel, and Mike Henry for the Fox Broadcasting Company as a spin-off of Family Guy. The series centered on the Browns and Tubbs, two dysfunctional families consisting of parents Cleveland Brown and Donna Tubbs and their children Cleveland Brown, Jr., Roberta Tubbs, and Rallo Tubbs. Similar to Family Guy, it exhibited much of its humor in the form of cutaway gags that often lampoon American culture. As it will always be aired on FOX from time to time, it has been cancelled and will most likely, not make a return to the spotlight.",
  "/wiki/Degrassi:_The_Next_Generation": "Degrassi: The Next Generation (also known as Degrassi for seasons ten through fourteen) is a Canadian teen drama television series set in the Degrassi universe, which was created by Linda Schuyler and Kit Hood in 1979. It is the fourth series in the Degrassi franchise, following The Kids of Degrassi Street, Degrassi Junior High, and Degrassi High. Like its predecessors, the series follows an ensemble cast of students at the fictional Degrassi Community School who face various challenges often seen as taboo such as sex, teen pregnancy, bullying, date rape, drug abuse, body image, homosexuality, domestic violence, gang violence, self-injury, suicide, abortion, mental disorders, death, and many other issues.",
  "/wiki/Winx_Club": "Winx Club is an Italian-American[a] animated television series created by Iginio Straffi and co-produced by Rainbow SpA and Nickelodeon. It is set in a magical universe that is inhabited by fairies, witches, and other mythical creatures. The show follows a fairy warrior named Bloom as she enrolls at Alfea College to train and hone her skills. The series uses a serial format that has an ongoing storyline, with individual story arcs comprising each season. It premiered on 28 January 2004, becoming a ratings success in Italy and on Nickelodeon networks internationally.",
  "/wiki/List_of_Winx_Club_characters": "The animated television series Winx Club features characters designed by former comic artist Iginio Straffi. The show's narrative takes place in a magical dimension in which a group of fairy warriors defends their universe from villains. The group, called the Winx Club, attends and later graduates from the Alfea College for Fairies. They are frequently supported by their romantic partners, known as the Specialists, who study at the neighboring Red Fountain School. The Specialists do not have magical abilities; they train to fight using laser weapons.",
  "/wiki/Winx_Club_(season_3)": "The third season of the animated television series Winx Club aired from 29 January to 28 March 2007, consisting of 26 episodes. The series was created by Iginio Straffi, who also acted as executive producer and director of the season.",
  "/wiki/Winx_Club_(season_6)": "The sixth season of Winx Club premiered on Nickelodeon in the United States on 29 September 2013 and on Rai 2 in Italy on 6 January 2014.",
  "/wiki/Rags_(2012_film)": "Rags is a Nickelodeon Original Movie. It is a musical, gender-switched inversion and modernization of the Cinderella fairy tale, starring Keke Palmer, Max Schneider, Drake Bell, Avan Jogia and Nick Cannon. The movie premiered on Nickelodeon on May 28, 2012.",
  "/wiki/Abducted:_The_Carlina_White_Story": "Abducted: The Carlina White Story is a Lifetime television film about Carlina White, who was abducted as an infant by Ann Pettway from a New York hospital and solved her own kidnapping and reunited with her biological parents 23 years later. The case is reported to be the first known infant abduction from a New York hospital. On July 30, 2012, Pettway was sentenced in a New York court to 12 years in prison for kidnapping Carlina. The movie premiered on October 6, 2012.",
  "/wiki/Carlina_White": "Carlina Renae White (born July 15, 1987), also known as Nejdra \"Netty\" Nance, is an American woman who solved her own kidnapping case and was reunited with her biological parents 23 years after being abducted as an infant from the Harlem Hospital Center in New York City. The case represents the longest known gap in a non-parental abduction in which the victim was reunited with the family in the United States. For years, Carlina was living with a woman she thought was her mother, who was in fact her kidnapper. She was portrayed by Keke Palmer in the Lifetime film Abducted: The Carlina White Story.",
  "/wiki/Key_%26_Peele": "Key & Peele (abbreviated to K&P) is an American sketch comedy television series created by Keegan-Michael Key and Jordan Peele that aired on Comedy Central. Both Key and Peele previously worked on Mad TV.",
  "/wiki/Malia_Obama": "The family of Barack Obama, the 44th president of the United States, and his wife Michelle Obama is made up of people of Kenyan (Luo), African-American, and Old Stock American (including originally English, Scots-Irish, Welsh, German, and Swiss) ancestry. Their immediate family was the First Family of the United States from 2009 to 2017. The Obamas are the first First Family of African-American descent.",
  "/wiki/90210_(TV_series)": "90210 is an American teen drama television series, developed by Rob Thomas, Gabe Sachs, and Jeff Judah, that aired from September 2, 2008, to May 13, 2013. It is the fourth series in the Beverly Hills, 90210 franchise created by Darren Star. The series was produced by CBS Television Studios.",
  "/wiki/90210_(season_5)": "The fifth and final season of 90210 was announced on May 3, 2012. On May 17, 2012, it was announced that the show's fifth season would be moving back to Mondays at 8:00pm Eastern/7:00pm Central followed by the sixth season of Gossip Girl at 9:00pm. The season premiered on October 8, 2012. The fifth season of 90210 follows the group from West Beverly kids as they navigate life after high school. Their journey into adulthood will find them heading in different directions while trying to keep the same closeness that worked so well for them in high school.",
  "/wiki/CrazySexyCool:_The_TLC_Story": "CrazySexyCool: The TLC Story is a 2013 American biographical television film about the R&B and hip hop musical trio TLC. It derives its title from the title of the group's second album, CrazySexyCool. The film stars Keke Palmer as Rozonda \"Chilli\" Thomas, Niatia \"Lil Mama\" Kirkland as Lisa \"Left Eye\" Lopes and Drew Sidora as Tionne \"T-Boz\" Watkins. The film was directed by Charles Stone III and written by Kate Lanier. Thomas and Watkins also served as executive producers of the film.",
  "/wiki/Rozonda_Thomas": "Rozonda Ocielian Thomas (born February 27, 1971), known professionally as Chilli, is an American singer-songwriter, dancer, actress, television personality and model who rose to fame in the early 1990s as a member of group TLC, one of the best-selling girl groups of the 20th century.",
  "/wiki/Keke_Palmer": "Lauren Keyana \"Keke\" Palmer (born August 26, 1993) is an American actress, singer, songwriter, dancer and television personality. Palmer was born in Harvey, Illinois, and raised in Robbins, Illinois. She released her debut album, So Uncool, on September 18, 2007, through Atlantic Records. The album failed to chart on the US Billboard 200 but did chart at number 85 on the R&B chart. The album was preceded by the second single \"Keep It Movin'\"."
}