{
  "/wiki/Australian_Performing_Arts_Grammar_School": "The Australian Performing Arts Grammar School (abbreviated as APGS) is an independent co-educational specialist secondary day school that specialises in creative and performing arts, located in Broadway, Glebe, an inner-city suburb of Sydney, New South Wales, Australia.",
  "/wiki/Glebe,_New_South_Wales": "Glebe is an inner-western suburb of Sydney. Glebe is located 3 kilometres (1.9 mi) southwest of the Sydney central business district and is part of the local government area of the City of Sydney, in the Inner West region.",
  "/wiki/Campbelltown_Performing_Arts_High_School": "The Campbelltown Performing Arts High School (abbreviated as CPAHS) is a government-funded co-educational selective and specialist secondary day school with speciality in performing arts,  located in Campbelltown, a suburb in south-western Sydney, New South Wales, Australia.",
  "/wiki/Campbelltown,_New_South_Wales": "Campbelltown is a town  located on the outskirts of the metropolitan area of Sydney, New South Wales, Australia. It is located in Greater Western Sydney 42 kilometres (26 mi) south-west of the Sydney central business district. Campbelltown is the administrative seat of the local government area of the City of Campbelltown. It is also acknowledged on the register of the Geographical Names Board of New South Wales as one of only four cities within the Sydney metropolitan area.",
  "/wiki/Conservatorium_High_School": "The Conservatorium High School (colloquially known as Con High) is a public government-funded co-educational selective and secondary day school with speciality in musical education. It is on the western edge of the Royal Botanic Gardens, off Macquarie Street, in the CBD of Sydney, Australia.",
  "/wiki/Sydney,_New_South_Wales": "Sydney (/ˈsɪdni/ (listen) SID-nee) is the state capital of New South Wales and the most populous city in Australia and Oceania. Located on Australia's east coast, the metropolis surrounds Port Jackson and extends about 70 km (43.5 mi) on its periphery towards the Blue Mountains to the west, Hawkesbury to the north, the Royal National Park to the south and Macarthur to the south-west. Sydney is made up of 658 suburbs, 40 local government areas and 15 contiguous regions. Residents of the city are known as \"Sydneysiders\". As of June 2017, Sydney's estimated metropolitan population was 5,230,330 and is home to approximately 65% of the state's population.",
  "/wiki/Guildford,_New_South_Wales": "Guildford is a suburb of Sydney, in the state of New South Wales, Australia. Guildford is located 25 kilometres west of the Sydney central business district, in the local government area of Cumberland Council. Guildford is part of the Greater Western Sydney region. Guildford is the home of the first KFC in Australia.",
  "/wiki/Hunter_School_of_the_Performing_Arts": "The Hunter School of the Performing Arts (abbreviated as HSPA) is a government-funded co-educational selective and specialist primary and secondary day school which offers a comprehensive curriculum with a performing arts specialty, located in Broadmeadow, in the Hunter Region of New South Wales, Australia.",
  "/wiki/Broadmeadow,_New_South_Wales": "Broadmeadow is the geographic centre of Newcastle city.[citation needed] Its main commercial hub is located at the \"Nineways\". It is the home of the Newcastle Knights. In 2016, it had a population of approximately 1,600.",
  "/wiki/Northmead,_New_South_Wales": "Northmead is a suburb of Greater Western Sydney, in the state of New South Wales, Australia. Northmead is located 26 kilometres west of the Sydney central business district, in the local government area of the City of Parramatta.",
  "/wiki/Ku-ring-gai_High_School": "The Ku-ring-gai High School (abbreviated as KHS), formerly the Ku-ring-gai Creative Arts High School (1996-2016), is a government-funded co-educational selective and specialist secondary day school with speciality in creative and performing arts, located in North Turramurra, on the Upper North Shore of Sydney, New South Wales, Australia. The school is set on 10 hectares (25 acres) and located adjacent to the Ku-ring-gai Chase National Park.",
  "/wiki/North_Turramurra,_New_South_Wales": "North Turramurra is a suburb on the Upper North Shore of Sydney, in the state of New South Wales, Australia. North Turramurra is located 20 kilometres (12 mi) north-west of the Sydney central business district, in the local government area of Ku-ring-gai Council. Turramurra and South Turramurra are separate suburbs.",
  "/wiki/The_McDonald_College": "The McDonald College is an independent co-educational specialist secondary day and boarding school with speciality in the creative and performing arts, located in North Strathfield, an inner western suburb of Sydney, New South Wales, Australia.",
  "/wiki/North_Strathfield,_New_South_Wales": "North Strathfield is a suburb in the inner-west of Sydney, in the state of New South Wales, Australia. North Strathfield is located 15 kilometres west of the Sydney central business district, in the local government area of the City of Canada Bay. Strathfield and Strathfield South are separate suburbs, to the south.",
  "/wiki/Nepean_Creative_and_Performing_Arts_High_School": "The Nepean Creative and Performing Arts High School (formerly Nepean High School) is a government-funded co-educational selective and specialist secondary day school with speciality in performing arts, located in Emu Plains, a suburb in western Sydney, New South Wales, Australia,. The school is located adjacent to the Emu Plains railway station.",
  "/wiki/Penrith,_New_South_Wales": "Penrith is a suburb in New South Wales, Australia, located west of Sydney. It is located in Greater Western Sydney, 50 kilometres (31 mi) west of the Sydney central business district on the banks of the Nepean River, on the outskirts of the Cumberland Plain. Its elevation is 25 metres (82 ft).",
  "/wiki/Newtown_High_School_of_the_Performing_Arts": "The Newtown High School of the Performing Arts (abbreviated as NHSPA) is a government-funded co-educational selective and specialist secondary day school, located in the suburb of Newtown in Sydney, New South Wales, Australia. It is one of the very few  performing arts and visual arts schools in Australia. All the students that attend the school are required to study drama, music, dance and visual arts subjects as part of the school’s curriculum for the first year of secondary school, and one Performing or Visual Arts subject until year 11. The school participates in a few concerts both on and off campus in all types of performing and visual arts as well as video, technical, costume and design.",
  "/wiki/Newtown,_New_South_Wales": "Newtown, a suburb of Sydney's inner west, is located approximately four kilometres south-west of the Sydney central business district, straddling the local government areas of the City of Sydney and Inner West Council in the state of New South Wales, Australia.",
  "/wiki/Alexandria,_New_South_Wales": "Alexandria is an inner-city \nsuburb of Sydney, New South Wales, Australia. Alexandria is located 4 kilometres south of the Sydney central business district and is part of the local government area of the City of Sydney. The postcode is 2015.",
  "/wiki/Wollongong_High_School_of_the_Performing_Arts": "The Wollongong High School of the Performing Arts is a government-funded co-educational selective and specialist secondary day school with speciality in performing arts,  located in Fairy Meadow, a suburb of Wollongong, New South Wales, Australia.",
  "/wiki/Fairy_Meadow,_New_South_Wales": "Fairy Meadow is a suburb in the City of Wollongong, New South Wales, Australia. Located in the Illawarra region and only 4 km from the city centre, it is a mainly low-density residential area, with a large strip of commercial and industrial properties along and off the Princes Highway."
}