{
  "/wiki/Win_(baseball)": "In baseball and softball, a pitcher's win–loss record (also referred to simply as their record) indicates the number of wins (denoted \"W\") and losses (denoted \"L\") they have been credited with. For example, a 20–10 win–loss record would represent 20 wins and 10 losses.",
  "/wiki/Kid_Gleason": "William Jethro \"Kid\" Gleason (October 26, 1866 – January 2, 1933) was an American Major League Baseball player and manager. Gleason managed the Chicago White Sox from 1919 through 1923. His first season as a major league manager was notable for his team's appearance in the World Series and the ensuing Black Sox Scandal, although Gleason was not involved in the scandal. After leaving the White Sox, Gleason was on the coaching staff for the Philadelphia Athletics until 1931.",
  "/wiki/1890_Major_League_Baseball_season": "The following are the baseball events of the year 1890  throughout the world.",
  "/wiki/Loss_(baseball)": "In baseball and softball, a pitcher's win–loss record (also referred to simply as their record) indicates the number of wins (denoted \"W\") and losses (denoted \"L\") they have been credited with. For example, a 20–10 win–loss record would represent 20 wins and 10 losses.",
  "/wiki/John_Coleman_(outfielder/pitcher)": "John Francis Coleman (March 6, 1863 – May 31, 1922) was an American professional baseball pitcher and outfielder. From 1883 through 1890, Coleman played in Major League Baseball (MLB) for the Philadelphia Quakers (now the Phillies), the Pittsburgh Alleghenys (now the Pirates), and the now-defunct Philadelphia Athletics.",
  "/wiki/1883_Major_League_Baseball_season": "The following are the baseball events of the year 1883  throughout the world.",
  "/wiki/Strikeout": "In baseball or softball, a strikeout (or strike-out) occurs when a batter racks up three strikes during a time at bat. It usually means the batter is out. A strikeout is a statistic recorded for both pitchers and batters, and is denoted by K. A \"strikeout looking\"—in which the batter does not swing and the third strike is called by the umpire—is usually denoted by a ꓘ.",
  "/wiki/Curt_Schilling": "Curtis Montague Schilling (born November 14, 1966) is an American former Major League Baseball right-handed pitcher and currently a commentator for Blaze TV. He helped lead the Philadelphia Phillies to the World Series in 1993, and won championships in 2001 with the Arizona Diamondbacks and in 2004 and 2007 with the Boston Red Sox. Schilling retired with a career postseason record of 11–2, and his .846 postseason winning percentage is a major-league record among pitchers with at least ten decisions. He is a member of the 3,000 strikeout club and has the highest strikeout-to-walk ratio of any of its members. He is tied for third for the most 300-strikeout seasons. Of post 19th century pitchers, Schilling has the second highest JAWS of any pitcher not in the Hall of Fame (behind only Roger Clemens).",
  "/wiki/1997_Major_League_Baseball_season": "The 1997 Major League Baseball season was the inaugural season for Interleague play, as well as the final season in the American League for the Milwaukee Brewers before moving to the NL the following season. The California Angels changed their name to the Anaheim Angels. The Florida Marlins ended the season (their fifth season in the majors) as the World Champions defeating the Cleveland Indians in a seven-game World Series, four games to three.",
  "/wiki/Earned_run_average": "In baseball statistics, earned run average (ERA) is the average of earned runs given up by a pitcher per nine innings pitched (i.e. the traditional length of a game). It is determined by dividing the number of earned runs allowed by the number of innings pitched and multiplying by nine. Runs resulting from passed balls or defensive errors (including pitchers' defensive errors) are recorded as unearned runs and omitted from ERA calculations.",
  "/wiki/Grover_Cleveland_Alexander": "Grover Cleveland Alexander (February 26, 1887 – November 4, 1950), nicknamed \"Old Pete\", was an American Major League Baseball pitcher. He played from 1911 through 1930 for the Philadelphia Phillies, Chicago Cubs, and St. Louis Cardinals.  He was elected into the Baseball Hall of Fame in 1938.",
  "/wiki/1915_Major_League_Baseball_season": "The 1915 Major League Baseball season.",
  "/wiki/Earned_run": "In baseball, an earned run is any run that was fully enabled by the offensive team's production in the face of competent play from the defensive team.  Conversely, an unearned run is a run that would not have been scored without the aid of an error or a passed ball committed by the defense.",
  "/wiki/Hits_allowed": "In Baseball statistics, hits allowed (HA) signifies the total number of hits a pitcher allowed.",
  "/wiki/Shutouts_in_baseball": "In Major League Baseball, a shutout (denoted statistically as ShO or SHO) refers to the act by which a single pitcher pitches a complete game and does not allow the opposing team to score a run. If two or more pitchers combine to complete this act, no pitcher is awarded a shutout, although the team itself can be said to have \"shut out\"  the opposing team.",
  "/wiki/1916_Major_League_Baseball_season": "The 1916 Major League Baseball season.",
  "/wiki/Save_(baseball)": "In baseball, a save (abbreviated SV or S) is credited to a pitcher who finishes a game for the winning team under certain prescribed circumstances. Most commonly a pitcher earns a save by entering in the ninth inning of a game in which his team is winning by three or fewer runs and finishing the game by pitching one inning without losing the lead. The number of saves or percentage of save opportunities successfully converted are oft-cited statistics of relief pitchers, particularly those in the closer role. The save statistic was created by journalist Jerome Holtzman in 1959 to \"measure the effectiveness of relief pitchers\" and was adopted as an official MLB statistic in 1969. The save has been retroactively measured for pitchers before that date. Mariano Rivera is MLB's all-time leader in regular-season saves with 652.",
  "/wiki/José_Mesa": "José Ramón Nova Mesa (Spanish: [xoˈse ˈmesa]; born May 22, 1966) is a Dominican professional baseball pitcher who played in Major League Baseball from 1987 through 2007. He played for the Baltimore Orioles, Cleveland Indians, San Francisco Giants, Seattle Mariners, Philadelphia Phillies, Pittsburgh Pirates, Colorado Rockies, and Detroit Tigers. He retired with 321 career saves.",
  "/wiki/2002_Major_League_Baseball_season": "The 2002 Major League Baseball season finished with two wild-card teams, the Anaheim Angels defeating the San Francisco Giants in seven games, for the World Series championship. It was the first title in Angels team history. This was the first season for mlb.tv .",
  "/wiki/Games_played": "Games played (GP) is a statistic used in team sports to indicate the total number of games in which a player has participated (in any capacity); the statistic is generally applied irrespective of whatever portion of the game is contested.",
  "/wiki/Kent_Tekulve": "Kenton Charles \"Teke\" Tekulve (born March 5, 1947), is an American former professional baseball right-handed relief pitcher, who played 16 seasons in Major League Baseball (MLB), primarily for the Pittsburgh Pirates. He also played for the Philadelphia Phillies and Cincinnati Reds. Pitching with an unusual submarine delivery, Tekulve was known as a workhorse relief pitcher who holds several records for number of games pitched and innings pitched.",
  "/wiki/1987_Major_League_Baseball_season": "The 1987 Major League Baseball season ended with the American League Champion  Minnesota Twins winning the World Series over the National League Champion St. Louis Cardinals, four games to three, as all seven games were won by the home team.",
  "/wiki/Starting_pitcher": "In baseball  (hardball or softball), a starting pitcher or starter is the first pitcher in the game for each team. A pitcher is credited with a game started if they throw the first pitch to the opponent's first batter of a game. Starting pitchers are expected to pitch for a significant portion of the game, although their ability to do this depends on many factors, including effectiveness, stamina, health, and strategy.",
  "/wiki/Complete_game": "In baseball, a complete game (denoted by CG) is the act of a pitcher pitching an entire game without the benefit of a relief pitcher. A pitcher who meets this criterion will be credited with a complete game regardless of the number of innings played - pitchers who throw an entire official game that is shortened by rain will still be credited with a complete game, while starting pitchers who are relieved in extra innings after throwing nine or more innings will not be credited with a complete game. A starting pitcher who is replaced by a pinch hitter in the final half inning of a game will still be credited with a complete game.",
  "/wiki/Inning_(baseball)": "An inning in baseball, softball, and similar games is the basic unit of play, consisting of two halves or frames, the \"top\" (first half) and the \"bottom\" (second half). In each half, one team bats until three outs are made, with the other team playing defense. A full baseball game typically is scheduled for nine innings, while softball games consist of seven innings; although this may be shortened due to weather or extended if the score is tied at the end of the scheduled innings. Inning, in baseball and softball, is always singular, which contrasts with cricket and rounders in which the singular is \"innings\".",
  "/wiki/List_of_Philadelphia_Phillies_team_records": "The Philadelphia Phillies have participated in 127 seasons in Major League Baseball since their inception in 1883. Through 2009, they have played 19,035 games, winning 9,035 and losing 10,162, for a winning  their tenure as members of Major League Baseball's National League."
}