{
  "/wiki/Home_run": "In baseball, a home run (abbreviated HR) is scored when the ball is hit in such a way that the batter is able to circle the bases and reach home\nsafely in one play without any errors being committed by the defensive team in the process. In modern baseball, the feat is typically achieved by hitting the ball over the outfield fence between the foul poles (or making contact with either foul pole) without first touching the ground, resulting in an automatic home run.  There is also the \"inside-the-park\" home run where the batter reaches home safely while the baseball is in play on the field. A home run with a high exit velocity and good launch angle is sometimes called a \"no-doubter,\" because it leaves no doubt that it is going to leave the park when it leaves the bat.",
  "/wiki/1998_Major_League_Baseball_season": "The 1998 Major League Baseball season ended with the New York Yankees sweeping the San Diego Padres in the World Series, after they had won a then AL record 114 regular season games.  The Yankees finished with 125 wins for the season (regular season and playoffs combined), which remains the MLB record.",
  "/wiki/2018_Major_League_Baseball_season": "The 2018 Major League Baseball season began on March 29. The regular season ended on October 1, extended a day for tiebreaker games to decide the winners of the National League Central and National League West divisions. The postseason began on October 2. The World Series began on October 23, and ended on October 28 with the Boston Red Sox defeating the Los Angeles Dodgers in five games to win their ninth World Series championship.",
  "/wiki/Run_(baseball)": "In baseball, a run is scored when a player advances around first, second and third base and returns safely to home plate, touching the bases in that order, before three outs are recorded and all obligations to reach base safely on batted balls are met or assured. A player may score by hitting a home run or by any combination of plays that puts him safely \"on base\" (that is, on first, second, or third) as a runner and subsequently brings him home. The object of the game is for a team to score more runs than its opponent.",
  "/wiki/1985_Major_League_Baseball_season": "The 1985 Major League Baseball season ended with the Kansas City Royals defeating the St. Louis Cardinals in the seventh game of the I-70 World Series.  Bret Saberhagen, the regular season Cy Young Award winner, was named MVP of the Series.  The National League won the All-Star Game for the second straight year.",
  "/wiki/Hit_(baseball)": "In baseball statistics, a hit (denoted by H), also called a base hit, is credited to a batter when the batter safely reaches first base after hitting the ball into fair territory, without the benefit of an error or a fielder's choice.",
  "/wiki/Double_(baseball)": "In baseball, a double is the act of a batter striking the pitched ball and safely reaching second base without being called out by the umpire, without the benefit of a fielder's misplay (see error) or another runner being put out on a fielder's choice. A double is a type of hit (the others being the single, triple and home run) and is sometimes called a \"two-bagger\" or \"two-base hit\". For statistical and scorekeeping purposes it is denoted by 2B.",
  "/wiki/1976_Major_League_Baseball_season": "The 1976 Major League Baseball season was the last season of the expansion era (dating back to 1961) until 1993 in which the American League (AL) and the National League (NL) had the same number of teams.  The season ended with the Cincinnati  Reds taking the World Series Championship for the second consecutive season by sweeping the New York Yankees in four games; they are the only team to go undefeated in the postseason since the advent of the divisional era in 1969. It would be the Reds' last title until Lou Piniella guided the club in 1990, and the second time that the Yankees were swept in World Series history. The only team to do it before was the 1963 Los Angeles Dodgers.",
  "/wiki/Triple_(baseball)": "In baseball, a triple is the act of a batter safely reaching third base after hitting the ball, with neither the benefit of a fielder's misplay (see error) nor another runner being put out on a fielder's choice. A triple is sometimes called a \"three-bagger\" or \"three-base hit\". For statistical and scorekeeping purposes it is denoted by 3B.",
  "/wiki/1986_Major_League_Baseball_season": "The 1986 Major League Baseball season saw the New York Mets win their second World Series title, their first since 1969.",
  "/wiki/Total_bases": "In baseball statistics, total bases is the number of bases a player has gained with hits. It is a weighted sum for which the weight value is 1 for a single, 2 for a double, 3 for a triple and 4 for a home run. Only bases attained from hits count toward this total. Reaching base by other means (such as a base on balls) or advancing further after the hit (such as when a subsequent batter gets a hit) does not increase the player's total bases. In box scores and other statistical summaries, total bases is often denoted by the abbreviation TB.",
  "/wiki/Left_on_base": "N/A",
  "/wiki/1922_Major_League_Baseball_season": "The 1922 Major League Baseball season.",
  "/wiki/1990_Major_League_Baseball_season": "The 1990 Major League Baseball season saw the Cincinnati Reds upset the heavily favored Oakland Athletics in the World Series, for their first title since 1976.",
  "/wiki/Strikeout": "In baseball or softball, a strikeout (or strike-out) occurs when a batter racks up three strikes during a time at bat. It usually means the batter is out. A strikeout is a statistic recorded for both pitchers and batters, and is denoted by K. A \"strikeout looking\"—in which the batter does not swing and the third strike is called by the umpire—is usually denoted by a ꓘ.",
  "/wiki/1991_Major_League_Baseball_season": "The 1991 Major League Baseball season saw the Minnesota Twins defeat the Atlanta Braves for the World Series title, in a series where every game was won by the home team.",
  "/wiki/Stolen_base": "In baseball, a stolen base occurs when a runner advances to a base to which he is not entitled and the official scorer rules that the advance should be credited to the action of the runner. The umpires determine whether the runner is safe or out at the next base, but the official scorer rules on the question of credit or blame for the advance under Rule 10.",
  "/wiki/1906_Major_League_Baseball_season": "The 1906 Major League Baseball season.",
  "/wiki/List_of_Philadelphia_Phillies_team_records": "The Philadelphia Phillies have participated in 127 seasons in Major League Baseball since their inception in 1883. Through 2009, they have played 19,035 games, winning 9,035 and losing 10,162, for a winning  their tenure as members of Major League Baseball's National League."
}