{
  "/wiki/Nekla": "Nekla [ˈnɛkla] is a town in Września County, Greater Poland Voivodeship, Poland, with 6,750 inhabitants (2004).",
  "/wiki/Tymie%C5%84_Wind_Farm": "The Tymień Wind Farm is a group of wind turbines located in the vicinity of Tymień, West Pomeranian Voivodeship near Kołobrzeg, in the district of Koszalin.",
  "/wiki/Tymie%C5%84": "Tymień [ˈtɨmjɛɲ] is a village in the administrative district of Gmina Izbica Kujawska, within Włocławek County, Kuyavian-Pomeranian Voivodeship, in north-central Poland.",
  "/wiki/%C5%81ozina": "Łozina [wɔˈʑina] is a village in the administrative district of Gmina Długołęka, within Wrocław County, Lower Silesian Voivodeship, in south-western Poland. Prior to 1945 it was in Germany.",
  "/wiki/Kisielice": "Kisielice [kʲiɕɛˈlʲit͡sɛ] (German: Freystadt in Westpreußen) is a town in northern Poland, in the Warmian-Masurian Voivodeship, with 2,183 inhabitants (2017).",
  "/wiki/Jagni%C4%85tkowo": "Jagniątkowo [jaɡɲɔntˈkɔvɔ] is a settlement in the administrative district of Gmina Wolin, within Kamień County, West Pomeranian Voivodeship, in north-western Poland. It lies approximately 4 kilometres (2 mi) south-east of Wolin, 18 km (11 mi) south-west of Kamień Pomorski, and 46 km (29 mi) north of the regional capital Szczecin.",
  "/wiki/Ostrowo,_W%C4%85brze%C5%BAno_County": "Ostrowo [ɔsˈtrɔvɔ] is a village in the administrative district of Gmina Płużnica, within Wąbrzeźno County, Kuyavian-Pomeranian Voivodeship, in north-central Poland. It lies approximately 3 kilometres (2 mi) south-west of Płużnica, 13 km (8 mi) west of Wąbrzeźno, and 30 km (19 mi) north of Toruń.",
  "/wiki/Kamie%C5%84sk": "Kamieńsk (Polish pronunciation: [ˈkamjɛj̃sk]) is a town in Poland, in the Łódź Voivodeship, in Radomsko County.  As of 2016, it had 2,821 inhabitants.",
  "/wiki/Puck,_Poland": "Puck [put͡sk] (listen) (Kashubian: Pùckò, Pùck, Pëck, German: Putzig, Lithuanian: Puckas, Latvian: Pucka) is a town in northwestern Poland with 11,350 inhabitants. It is in Gdańsk Pomerania on the south coast of the Baltic Sea (Bay of Puck) and part of Kashubia with many Kashubian speakers in the town. Previously in the Gdańsk Voivodeship (1975–1998), Puck has been the capital of Puck County in the Pomeranian Voivodeship since 1999.",
  "/wiki/Cisowo": "Cisowo [t͡ɕiˈsɔvɔ] (German Zizow) is a village in the administrative district of Gmina Darłowo, within Sławno County, West Pomeranian Voivodeship, in north-western Poland. It lies approximately 4 kilometres (2 mi) north of Darłowo, 19 km (12 mi) north-west of Sławno, and 167 km (104 mi) north-east of the regional capital Szczecin.",
  "/wiki/Lisewo": "Lisewo [liˈsɛvɔ] (German: Lissewo, 1942-45: Lissen) is a village in Kuyavian-Pomeranian Voivodeship, Poland. The village is the seat of Gmina Lisewo, a part of Chełmno County. Lisewo is situated 33 km north of Toruń and 20 km east of Chełmno along an important transport and communication route. The closest towns are Chełmża (13 km) and Wąbrzeźno (17 km). It lies approximately 20 kilometres (12 mi) south-east of Chełmno and 30 km (19 mi) north of Toruń.",
  "/wiki/Barzowice": "Barzowice [baʐɔˈvit͡sɛ] (German: Barzwitz) is a village in the administrative district of Gmina Darłowo, within Sławno County, West Pomeranian Voivodeship, in north-western Poland. It lies approximately 10 kilometres (6 mi) north-east of Darłowo, 18 km (11 mi) north-west of Sławno, and 173 km (107 mi) north-east of the regional capital Szczecin."
}