{
  "/wiki/Jeff_Alm": "Jeffrey Lawrence Alm (March 31, 1968 – December 14, 1993) was an American football player who played defensive tackle for the Houston Oilers of the National Football League. He played college football at Notre Dame.\n A depth player for the Oilers and former All-American, Alm made national headlines for his suicide following a car accident that killed his best friend, caused by driving under the influence. His death was one of several incidents in a turmoil-filled season for the Oilers franchise.",
  "/wiki/Houston_Oilers": "The Houston Oilers were a professional American football team who played in Houston, Texas from 1960 to 1996 before relocating and becoming the Tennessee Titans. The Oilers began play in 1960 as a charter member of the American Football League (AFL). The team won two AFL championships before joining the NFL as part of the AFL–NFL merger in the late 1960s.\n The Oilers competed in the East Division (along with Buffalo, New York and Boston) of the AFL before the merger, after which they joined the newly formed AFC Central. The Oilers throughout their existence were owned by Bud Adams and played their home games at the Astrodome for the majority of their time in Houston—Jeppesen Stadium and Rice Stadium hosted the Oilers for their first eight years.\n The Oilers were the first champions of the American Football League, winning the 1960 and 1961 contests, but they never won another championship. The Oilers appeared in the 1962 AFL Championship, losing in double overtime to their in-state rivals, the Dallas Texans; they also won the AFL East Division title in 1967 and qualified for the AFL Playoffs in 1969, both times losing to the Oakland Raiders. From 1978 to 1980, the Oilers, led by Bum Phillips and in the midst of the Luv Ya Blue campaign, appeared in the 1978 and 1979 AFC Championship Games (but lost both). The Oilers were a consistent playoff team from 1987 to 1993, an era that included both of the Oilers' only division titles (1991 and 1993), as well as the dubious distinction of being on the losing end of the largest comeback in NFL history. For the rest of the Oilers' time in Houston, however, they compiled losing seasons in almost every year outside the aforementioned high points.\n The Oilers' main colors were Columbia blue and white, with scarlet trim, while their logo was a simple derrick. Oilers jerseys were always Columbia blue for home and white for away. The helmet color was Columbia blue with a white derrick from 1960 through 1965, silver with a Columbia blue derrick from 1966 through 1971, and Columbia blue with a white and scarlet derrick from 1972 through 1974, before changing to a white helmet with a Columbia blue derrick beginning in 1975 and lasting the remainder of the team's time in Houston.\n Owner Bud Adams, who had openly threatened to move the team since the late 1980s, relocated the Oilers to Tennessee after the 1996 season, where they were known as the Tennessee Oilers for the 1997 and 1998 seasons.  The Oilers played the 1997 season in Memphis before moving to Nashville in 1998. In 1999, to coincide with the opening of their new stadium, Adams changed the team name to the Tennessee Titans and the color scheme from Columbia Blue, Scarlet, and White to Titans Blue, Navy, White, and Silver with scarlet accents. The franchise retained the Oilers' team history and records, while the team name was officially retired by then-NFL Commissioner Paul Tagliabue, thus preventing a future Houston NFL team from using the name.\n The NFL would return to Houston in 2002 with a new franchise, the Houston Texans.",
  "/wiki/Ned_Bolcar": "Ned Francis Bolcar (born January 12, 1967) is a former American football linebacker. He played three seasons in the NFL, one with the Seattle Seahawks and two with the Miami Dolphins.\n A native of Lopatcong Township, New Jersey who played at Phillipsburg High School, Bolcar was a 1984 USA Today High School All-American selection.\n He played college football at the University of Notre Dame, where he was a two-time second team All-American (1987, 1989), and captained the 1988 national championship team.\n Bolcar was a sixth-round selection in the 1990 NFL Draft by the Seattle Seahawks.",
  "/wiki/Seattle_Seahawks": "The Seattle Seahawks  are a professional American football team based in Seattle, Washington. The Seahawks compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) West division. They joined the NFL in 1976 as an expansion team. The Seahawks are coached by Pete Carroll. Since 2002, they have played their home games at CenturyLink Field (formerly Qwest Field), located south of downtown Seattle. They previously played home games in the Kingdome (1976–1999) and Husky Stadium (1994, 2000–2001).\n Seahawks fans have been referred to collectively as the \"12th Man\", \"12th Fan\", or \"12s\". The Seahawks' fans have twice set the Guinness World Record for the loudest crowd noise at a sporting event, first registering 136.6 decibels during a game against the San Francisco 49ers in September 2013, and later during a Monday Night Football game against the New Orleans Saints a few months later, with a then record-setting 137.6 dB. The Seahawks are the only NFL franchise based in the Pacific Northwest region of North America, and thus attract support from a wide geographical area, including some parts of Oregon, Montana, Idaho, and Alaska, as well as Canadian fans in British Columbia, Alberta and Saskatchewan.\nSteve Largent, Cortez Kennedy, Walter Jones, and Kenny Easley have been voted into the Pro Football Hall of Fame primarily or wholly for their accomplishments as Seahawks. In addition to them, Dave Brown, Jacob Green, Dave Krieg, Curt Warner, and Jim Zorn have been inducted into the Seahawks Ring of Honor along with Pete Gross (radio announcer) and Chuck Knox (head coach). The Seahawks have won 10 division titles and three conference championships. They are the only team to have played in both the AFC and NFC Championship Games. They have appeared in three Super Bowls: losing 21–10 to the Pittsburgh Steelers in Super Bowl XL, defeating the Denver Broncos 43–8 for their first championship in Super Bowl XLVIII, and losing 28–24 to the New England Patriots in Super Bowl XLIX.",
  "/wiki/Cincinnati_Bengals": "The Cincinnati Bengals are a professional American football franchise based in Cincinnati, Ohio. The Bengals compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) North division. Their home stadium is Paul Brown Stadium, located in downtown Cincinnati. Their divisional opponents are the Baltimore Ravens, Cleveland Browns and Pittsburgh Steelers.\n The Bengals were founded in 1966 as a member of the American Football League (AFL) by former Cleveland Browns head coach Paul Brown, and began play in the 1968 season. Brown was the Bengals' head coach from their inception to 1975. After being dismissed as the Browns' head coach by Art Modell (who had purchased majority interest in the team in 1961) in January 1963, Brown had shown interest in establishing another NFL franchise in Ohio and looked at both Cincinnati and Columbus. He ultimately chose the former when a deal between the city, Hamilton County, and Major League Baseball's Cincinnati Reds (who were seeking a replacement for the obsolete Crosley Field) was struck that resulted in an agreement to build a multipurpose stadium which could host both baseball and football games.\n Due to the impending merger of the AFL and the NFL, which was scheduled to take full effect in the 1970 season, Brown agreed to join the AFL as its tenth and final franchise. The Bengals, like the other former AFL teams, were assigned to the AFC following the merger. Cincinnati was also selected because, like their neighbors the Reds, they could draw from several large neighboring cities (Louisville and Lexington, Kentucky; Columbus, Dayton, and Springfield, Ohio) that are all no more than 110 miles (180 km) away from downtown Cincinnati, along with Indianapolis, until the Baltimore Colts relocated there prior to the 1984 NFL season.\n The Bengals won the AFC championship in 1981 and 1988, but lost Super Bowls XVI and XXIII to the San Francisco 49ers. After Paul Brown's death in 1991, controlling interest in the team was inherited by his son, Mike Brown. In 2011, Brown purchased shares of the team owned by the estate of co-founder Austin Knowlton and is now the majority owner of the Bengals franchise.\n The 1990s and the 2000s were a period of great struggle. Following the 1990 season, the team went 14 years without posting a winning record, nor qualifying to play in the NFL playoffs. The Bengals had several head coaches and several of their top draft picks did not pan out. Mike Brown, the team's de facto general manager, was rated as among the worst team owners in American professional sports.\n Since the mid-2000s, the team's fortunes have improved. Two years after becoming head coach, Marvin Lewis guided the Bengals to their first winning season and first division title in over a decade. After the acquisition of Andy Dalton as quarterback in 2011, the Bengals had made the playoffs each season until 2016, ranking highly among NFL teams in win totals. The Bengals drafts are also highly touted, leading to a consistency that had long escaped the franchise. However, the team has remained unable to win in the postseason and have not won a playoff game since 1990, which is the longest active drought in the NFL.\n The Bengals are one of the 12 NFL teams to not have won a Super Bowl as of the 2018 season[update]; they are also one of 8 NFL teams that have been to at least one Super Bowl, but have not won the game.",
  "/wiki/Philadelphia_Eagles": "The Philadelphia Eagles are a professional American football team based in Philadelphia. The Eagles compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) East division. In the 2017 season the team won Super Bowl LII, their first Super Bowl win in franchise history and their fourth NFL title overall, after winning the Championship Game in 1948, 1949, and 1960.\n The franchise was established in 1933 as a replacement for the bankrupt Frankford Yellow Jackets, when a group led by Bert Bell secured the rights to an NFL franchise in Philadelphia. Bell, Chuck Bednarik, Bob Brown, Brian Dawkins, Reggie White, Steve Van Buren, Tommy McDonald, Greasy Neale, Pete Pihos, Harold Carmichael, Sonny Jurgensen, and Norm Van Brocklin have been inducted to the Pro Football Hall of Fame.\n The team has had an intense rivalry with the New York Giants. This rivalry is the oldest in the NFC East and is among the oldest in the NFL. It was ranked by NFL Network as the number one rivalry of all-time, Sports Illustrated ranks it as the fourth-best rivalry in the NFL, and according to ESPN, it is one of the fiercest and most well-known rivalries in the American football community. They also have a bitter rivalry with the Dallas Cowboys, which has become more high-profile since the 1960s, as well as a historic rivalry with the Washington Redskins. Their rivalry with the Pittsburgh Steelers is another bitter rivalry known as the battle of Pennsylvania, roughly dating back to 1933.  It mostly arises from the two teams' statuses as being from opposite ends of the same state.\n The team consistently ranks among the best in the league in attendance and has sold out every game since the 1999 season. In a Sports Illustrated poll of 321 NFL players, Eagles fans were selected as the most intimidating fans in the NFL.",
  "/wiki/Indianapolis_Colts": "The Indianapolis Colts are an American football team based in Indianapolis, Indiana. The Colts compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) South division. Since the 2008 season, the Colts have played their games in Lucas Oil Stadium. Previously, the team had played for over two decades (1984–2007) at the RCA Dome. Since 1987, the Colts have been the host team for the NFL Scouting Combine.\n The Colts have been a member club of the NFL since their founding in Baltimore in 1953. They were one of three NFL teams to join those of the American Football League (AFL) to form the AFC following the 1970 merger. While in Baltimore, the team advanced to the playoffs 10 times and won three NFL Championship games in 1958, 1959, and 1968.  The Colts played in two Super Bowls while they were based in Baltimore, losing to the New York Jets in Super Bowl III and defeating the Dallas Cowboys in Super Bowl V. The Colts relocated to Indianapolis in 1984 and have since appeared in the playoffs 16 times, won two conference championships, and won one Super Bowl, in which they defeated the Chicago Bears in Super Bowl XLI.",
  "/wiki/New_York_Giants": "The New York Giants are a professional American football team based in the New York metropolitan area. They compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) East division. The team plays its home games at MetLife Stadium in East Rutherford, New Jersey, which it shares with the New York Jets. The Giants hold their summer training camp at the Quest Diagnostics Training Center at the Meadowlands Sports Complex.\n The Giants were one of five teams that joined the NFL in 1925, and are the only one of that group still existing, as well as the league's longest-established team in the Northeastern United States. The team ranks third among all NFL franchises with eight NFL championship titles: four in the pre–Super Bowl era (1927, 1934, 1938, 1956) and four since the advent of the Super Bowl (XXI (1986), XXV (1990), XLII (2007), and XLVI (2011)), along with more championship appearances than any other team, with 19 overall appearances. Their championship tally is surpassed only by the Green Bay Packers (13) and the Chicago Bears (9). Throughout their history, the Giants have featured 29 Hall of Fame players, including NFL Most Valuable Player (MVP) award winners Mel Hein, Frank Gifford, Y. A. Tittle, and Lawrence Taylor.\n To distinguish themselves from the professional baseball team of the same name, the football team was incorporated as the \"New York National League Football Company, Inc.\" in 1929 and changed to \"New York Football Giants, Inc.\" in 1937. While the baseball team moved to San Francisco after the 1957 season, the football team continues to use \"New York Football Giants, Inc.\" as its legal corporate name, and is often referred to by fans and sportscasters as the \"New York Football Giants\". The team has also acquired several nicknames, including \"Big Blue\", the \"G-Men\", and the \"Jints\", an intentionally mangled contraction seen frequently in the New York Post and New York Daily News, originating from the baseball team when they were based in New York. In addition, the team as a whole is occasionally referred to as the \"Big Blue Wrecking Crew\", even though this moniker primarily and originally refers to the Giants defensive unit during the 1980s and early-1990s (and before that to the Los Angeles Dodgers baseball teams of the late-1970s and early-1980s).\n The team's heated rivalry with the Philadelphia Eagles is the oldest of the NFC East rivalries, dating all the way back to 1933, and has been called the best rivalry in the NFL in the 21st century.",
  "/wiki/Rodney_Culver": "Rodney Dwayne Culver (December 23, 1969 – May 11, 1996) was an American football running back who played in the National Football League (NFL) for four seasons. During this time, he played for the Indianapolis Colts and San Diego Chargers. Over the course of his career, he played in 43 games, rushed for 689 yards on 241 carries, and ran for 12 touchdowns.",
  "/wiki/Washington_Redskins": "The Washington Redskins are a professional American football team based in the Washington metropolitan area. They compete in the National Football League (NFL) as a member of the National Football Conference (NFC) East division. The team plays its home games at FedExField in Landover, Maryland; its headquarters and training facility are at Inova Sports Performance Center at Redskins Park in Ashburn, Virginia and the Redskins Complex in Richmond, Virginia, respectively.\n The Redskins have played more than one thousand games since their founding 88 years ago in 1932, and are one of only five franchises in the NFL to record over six hundred regular season and postseason wins, reaching that mark in 2015. The Redskins have won five NFL Championships (the latter three in Super Bowls), and have captured fourteen divisional titles and six conference championships. The Redskins were the first NFL franchise with an official marching band, the Redskins Band, and the first with a fight song, \"Hail to the Redskins\".\n The team began play in Boston as the Braves in 1932, and became the \"Redskins\" the following year. In 1937, the team relocated to Washington, D.C., where they have been based since. The Redskins won the 1937 and 1942 NFL championship games, as well as Super Bowls XVII, XXII, and XXVI. They have been league runner-up six times, losing the 1936, 1940, 1943, and 1945 title games, and Super Bowls VII and XVIII. With 24 postseason appearances, the Redskins have an overall postseason record of 23–18. Their three Super Bowl wins are tied with the Oakland Raiders and Denver Broncos, behind the Pittsburgh Steelers and New England Patriots (six each), San Francisco 49ers and Dallas Cowboys (five each), and the Green Bay Packers and New York Giants (four each).\n All of the Redskins' league titles were attained during two 10-year spans. From 1936 to 1945, the Redskins went to the NFL Championship six times, winning two of them. The second period lasted between 1982 and 1991 where the Redskins appeared in the postseason seven times, captured four Conference titles, and won three Super Bowls out of four appearances. The Redskins have also experienced failure in their history. The most notable period of general failure was from 1946 to 1970, during which the Redskins posted only four winning seasons and did not have a single postseason appearance. During this period, the Redskins went without a single winning season during the years 1956–1968. In 1961, the franchise posted their worst regular season record with a 1–12–1 showing. Since their last Super Bowl victory following the end of the 1991 season, the Redskins have only won the NFC East three times with just nine seasons with a winning record. In those, the team only made the postseason in six of them.\n According to Forbes, the Redskins are the fifth most valuable franchise in the NFL, and the 14th most valuable sports franchise in the world as of 2019, valued at approximately US$3.1 billion. They also set the NFL record for single-season attendance in 2007, and have the top ten single-season attendance totals in the NFL. Over the team's history, the name and logo have drawn controversy, with many criticizing it as offensive to Native Americans.",
  "/wiki/Chicago_Bears": "The Chicago Bears are a professional American football team based in Chicago, Illinois. The Bears compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) North division. The Bears have won nine NFL Championships, including one Super Bowl, and hold the NFL record for the most enshrinees in the Pro Football Hall of Fame and the most retired jersey numbers. The Bears have also recorded more victories than any other NFL franchise.\n The franchise was founded in Decatur, Illinois, on September 17, 1920, and moved to Chicago in 1921. It is one of only two remaining franchises from the NFL's founding in 1920, along with the Arizona Cardinals, which was originally also in Chicago. The team played home games at Wrigley Field on Chicago's North Side through the 1970 season; they now play at Soldier Field on the Near South Side, next to Lake Michigan. The Bears have a long-standing rivalry with the Green Bay Packers.\n The team headquarters, Halas Hall, is in the Chicago suburb of Lake Forest, Illinois. The Bears practice at adjoining facilities there during the season, and began hosting Training Camp at Halas Hall in 2020 after major renovations.",
  "/wiki/Tim_Grunhard": "Timothy Gerard Grunhard (born May 17, 1968) is an American football coach and former center. A second-round draft choice in the 1990 NFL Draft for the Kansas City Chiefs, Grunhard went on to play 169 games with Kansas City, the fourth most ever by a Chiefs offensive lineman.",
  "/wiki/Kansas_City_Chiefs": "The Kansas City Chiefs are a professional American football team based in Kansas City, Missouri. The Chiefs compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) West division. The team was founded in 1960 as the Dallas Texans by businessman Lamar Hunt and was a charter member of the American Football League (AFL). (It is not associated with the NFL Dallas Texans.) In 1963, the team moved to Kansas City and assumed its current name. The Chiefs joined the NFL as a result of the merger in 1970. The team is valued at over $2 billion. Hunt's son, Clark, serves as chairman and CEO. While Hunt's ownership stakes passed collectively to his widow and children after his death in 2006, Clark is the operating head of the franchise; he represents the Chiefs at all league meetings and has ultimate authority on personnel changes.\n The Chiefs have won three AFL championships, in 1962, 1966, and 1969. They became the second AFL team (after the New York Jets) to defeat an NFL team in an AFL–NFL World Championship Game, when they defeated the Minnesota Vikings in Super Bowl IV. The team's victory on January 11, 1970, was the final such competition before the leagues' merger went into full effect. The Chiefs were also the second team, after the Green Bay Packers, to appear in more than one Super Bowl (and the first AFL team to do so) and the first to appear in the championship game in two different decades. Despite post-season success early in the franchise's history, winning five of their first six postseason games, the team struggled to find success in the playoffs for many years, including losing 10 of 11 playoff games from 1993 to 2017, which included an 8-game losing streak. Since then, the Chiefs have won 4 of their last 5 playoff games, including Super Bowl LIV in 2020, which earned the franchise their first championship in 50 years.",
  "/wiki/Andy_Heck": "Andrew Robert Heck (born January 1, 1967) is an American football coach and former player. He is the offensive line coach for the Kansas City Chiefs. He played tackle in the National Football League (NFL) for twelve seasons. He was drafted in the 1989 NFL Draft with the 15th overall selection in the first round by the Seattle Seahawks He played college football at the University of Notre Dame. He also played for the Chicago Bears and Washington Redskins",
  "/wiki/San_Diego_Chargers": "The professional American football team now known as the Los Angeles Chargers previously played in San Diego, California as the San Diego Chargers from 1961 to 2017  before relocating back to Los Angeles where the team played their inaugural season. The Chargers franchise relocated from Los Angeles to San Diego in 1961. The Chargers' first home game in San Diego was at Balboa Stadium against the Oakland Raiders on September 17, 1961. Their final game as a San Diego-based club was played at Qualcomm Stadium in San Diego on January 1, 2017 against the Kansas City Chiefs, who defeated the Chargers, 37–27.",
  "/wiki/Raghib_Ismail": "Raghib Ramadian \"Rocket\" Ismail (born November 18, 1969) is an American retired player of American and Canadian football. A wide receiver and kick returner, he came to prominence playing college football for the Notre Dame Fighting Irish before moving on to both the Canadian Football League (CFL) from 1991–92 and the National Football League (NFL) from 1993–2001.\n Ismail recorded two 1,000-yard receiving seasons in the NFL and was a CFL All-Star in 1991, as well as the Most Valuable Player of the 79th Grey Cup. In 2004, College Football News named Ismail the No. 75 player on its list of the Top 100 Greatest College Football Players of All-Time. He was also selected by Sports Illustrated to the 85-man roster of its all-20th Century college football team.",
  "/wiki/Los_Angeles_Raiders": "The professional American football team now known as the Las Vegas Raiders played in Los Angeles, California as the Los Angeles Raiders from 1982 to 1994 before relocating back to Oakland where the team played from its inaugural 1960 season to the 1981 season. The Raiders franchise relocated from Oakland to Los Angeles in 1982. The Raiders first home game in Los Angeles was at the Los Angeles Memorial Coliseum against the San Diego Chargers on November 22, 1982 after a 57 day player strike. Their last game as a Los Angeles-based club was played at the Coliseum against the Kansas City Chiefs on December 24, 1994, a game in which they lost 19–9 eliminating them from playoff competition.",
  "/wiki/Anthony_Johnson_(running_back)": "Anthony Scott Johnson (born October 25, 1967) is a former professional American football running back who played eleven seasons in the National Football League for the Indianapolis Colts, the New York Jets, the Chicago Bears, the Carolina Panthers, and the Jacksonville Jaguars. Johnson now ministers as the chaplain to the Jacksonville Jaguars. He attended Stanley Clark School and then played high school football at John Adams High School. He played college football at the University of Notre Dame. Johnson was the first 1,000 yard rusher for the Carolina Panthers with 1,120 in 1996.",
  "/wiki/Andre_Jones_(linebacker)": "Andre Fitzgerald Jones (May 15, 1969 — June 22, 2011) was an American football linebacker who played for one season in the National Football League in 1992 for the Detroit Lions. He played college football at Notre Dame, and was drafted by the Pittsburgh Steelers in the seventh round of the 1991 NFL Draft.",
  "/wiki/Pittsburgh_Steelers": "The Pittsburgh Steelers are a professional American football team based in Pittsburgh, Pennsylvania. They compete in the National Football League (NFL) as a member club of the American Football Conference (AFC) North division. Founded in 1933, the Steelers are the seventh-oldest franchise in the NFL, and they are the oldest franchise in the AFC.\n In contrast with their status as perennial also-rans in the pre-merger NFL, where they were the oldest team never to have won a league championship, the Steelers of the post-merger (modern) era are among the most successful NFL franchises. The team is tied with the New England Patriots for the most Super Bowl titles at six, and they have both played in (16 times) and hosted (11 times) more conference championship games than any other team in the NFL. The Steelers have also won eight AFC championships, tied with the Denver Broncos, but behind the Patriots' record 11 AFC championships. The team is tied with the Broncos and Dallas Cowboys for the second-most Super Bowl appearances with eight. They lost their most recent championship appearance, Super Bowl XLV, on February 6, 2011.\n The Steelers, whose history may be traced to a regional pro team that was established in the early 1920s, joined the NFL as the Pittsburgh Pirates on July 8, 1933. The team was owned by Art Rooney and took its original name from the baseball team of the same name, as was common practice for NFL teams at the time. To distinguish them from the baseball team, local media took to calling the football team the Rooneymen, an unofficial nickname that persisted for decades after the team had adopted its current nickname. The ownership of the Steelers has remained within the Rooney family since the organization's founding. Art Rooney's son, Dan Rooney, owned the team from 1988 until his death in 2017. Much control of the franchise has been given to Dan Rooney's son, Art Rooney II.\n The Steelers enjoy a large, widespread fanbase nicknamed Steeler Nation. They currently play their home games at Heinz Field on Pittsburgh's North Side in the North Shore neighborhood, which also hosts the University of Pittsburgh Panthers. Built in 2001, the stadium replaced Three Rivers Stadium, which had hosted the Steelers for 31 seasons. Prior to Three Rivers, the Steelers had played their games in Pitt Stadium and at Forbes Field.",
  "/wiki/Mirko_Jurkovic": "Mirko Jurkovic (May 19, 1970 – January 9, 2013) was an American football offensive guard who played college football at the University of Notre Dame and attended Thornton Fractional North High School in Calumet City, Illinois. He was drafted by the Chicago Bears in the ninth round of the 1992 NFL Draft.",
  "/wiki/Scott_Kowalkowski": "Scott Thomas Kowalkowski (born August 23, 1968) is a former American football linebacker who played for the Philadelphia Eagles and the Detroit Lions in a ten-year career that lasted from 1991 to 2001 in the National Football League.\n Kowalkowski played college football at the University of Notre Dame and was drafted in the eighth round of the 1991 NFL Draft by the Eagles. His father, Bob Kowalkowski, also played with the Lions.\n Kowalkowski played high school football at Saint Mary's Preparatory in Orchard Lake, Michigan, where he was an All-American defensive lineman. He graduated from Saint Mary's in 1987.\n Kowalkowski and his family currently reside in Lake Orion, Michigan.",
  "/wiki/Todd_Lyght": "Todd William Lyght (born February 9, 1969) is a former professional American football player and current defensive backs coach for the Notre Dame Fighting Irish.\n Lyght played in the NFL for 12 seasons from 1991 to 2002, finishing with 37 interceptions and 4 touchdowns. His best year as a pro came during the 1999 season with the Super Bowl champion St. Louis Rams, with whom he intercepted six passes for 112 yards and one touchdown and was named to the 1999 All-Pro and Pro Bowl teams.",
  "/wiki/Los_Angeles_Rams": "The Los Angeles Rams are a professional American football team based in the Greater Los Angeles area. The Rams compete in the National Football League (NFL) as a member club of the National Football Conference (NFC) West division. The club has won three NFL championships, and is the only one to win championships representing three cities (Cleveland in 1945, Los Angeles in 1951, and St. Louis in 1999). Starting in 2020, the Rams will play their home games at SoFi Stadium in Inglewood, which they will share with the Los Angeles Chargers.\n The franchise began in 1936 as the Cleveland Rams, based in Cleveland, Ohio. The club was owned by Homer Marshman and featured players such as William \"Bud\" Cooper, Harry \"The Horse\" Mattos, Stan Pincura, and Mike Sebastian. Damon \"Buzz\" Wetzel joined as general manager.\n The franchise moved to Los Angeles in 1946 following the 1945 NFL Championship Game victory, making way for Paul Brown's Cleveland Browns of the All-America Football Conference and becoming the only NFL championship team to play the following season in another city. The club played their home games at the Los Angeles Memorial Coliseum before moving into a reconstructed Anaheim Stadium in Orange County, California in 1980.\n The Rams left California and moved to St. Louis, Missouri, following the 1994 NFL season. Five seasons after relocating, the team won Super Bowl XXXIV in a 23–16 victory over the Tennessee Titans. They then appeared in Super Bowl XXXVI, where they lost 20–17 to the New England Patriots. The Rams played in St. Louis until the end of the 2015 NFL season, when they filed notice with the NFL of their intent to relocate back to Los Angeles. The move was agreed at an owners' meeting in January 2016, and the Rams returned to the city for the 2016 NFL season.\n The Rams appeared in Super Bowl LIII, where they lost to the New England Patriots 13–3 in a rematch of Super Bowl XXXVI.",
  "/wiki/New_Orleans_Saints": "The New Orleans Saints are a professional American football team based in New Orleans, Louisiana. The Saints currently compete in the National Football League (NFL) as a member of the league's National Football Conference (NFC) South division. The team was founded by John W. Mecom Jr., David Dixon, and the city of New Orleans on November 1, 1966. The Saints began play in Tulane Stadium in 1967 where they remained until the 1974 NFL season, when they moved to the new Louisiana Superdome (now the Mercedes-Benz Superdome).\n The name \"Saints\" is an allusion to November 1 being All Saints' Day in the Catholic faith. New Orleans has a large Catholic population, and the spiritual \"When the Saints Go Marching In\" is strongly associated with New Orleans and is often sung by fans at games. The team's primary colors are old gold and black; their logo is a simplified fleur-de-lis.\n For most of their first 20 years, the Saints were barely competitive, only getting to .500 twice. In 1987, they finished 12–3—their first-ever winning season—and qualified for the NFL playoffs for the first time in franchise history, but lost to the Minnesota Vikings 44–10. The next season in 1988 ended with a 10–6 record, but no playoff berth. Following the 2000 regular season, the Saints defeated the defending Super Bowl champion St. Louis Rams 31–28 to notch their first-ever playoff win.\n In 2005, Hurricane Katrina devastated New Orleans and much of the Gulf Coast region. The Superdome was used as an emergency, temporary shelter for displaced residents. The stadium suffered damage from the hurricane (notably from flooding and part of the roof being torn off as well as internal damage from lack of available facilities). The Saints were forced to play their first scheduled home game against the New York Giants at Giants Stadium in East Rutherford, New Jersey (the Giants' home stadium); other home games were rescheduled at the Alamodome in San Antonio, Texas or Tiger Stadium in Baton Rouge, Louisiana. During the season, it was rumored that Saints' owner Tom Benson might deem the Superdome unusable and seek to legally void his contract and relocate the team to San Antonio, where he had business interests. Ultimately, however, the Superdome was repaired and renovated in time for the 2006 season at an estimated cost of US$185 million. The New Orleans Saints' first post-Katrina home game was an emotionally charged Monday Night Football game versus their division rival, the Atlanta Falcons. The Saints, under rookie head coach Sean Payton and new quarterback Drew Brees, defeated the Falcons 23–3, and went on to notch the second playoff win in franchise history.\n The 2009 season was a historic one for the Saints. Winning a franchise-record 13 games, they qualified for Super Bowl XLIV and defeated the AFC champion Indianapolis Colts 31–17. To date, it is the only Super Bowl championship that they have won, and as it is the only Super Bowl the Saints have appeared in, they join the New York Jets and Tampa Bay Buccaneers as the only three NFL teams to win their lone Super Bowl appearance.\n In 53 seasons (through 2019), the Saints' record was 384–450–5 (.461) overall, 375–438–5 in the regular season and 9–12 in the playoffs.",
  "/wiki/1988_Notre_Dame_Fighting_Irish_football_team": "The 1988 Notre Dame Fighting Irish football team represented the University of Notre Dame during the 1988 NCAA Division I-A football season.  The Irish, coached by Lou Holtz, ended the season with 12 wins and no losses, winning the national championship.  The Fighting Irish won the title by defeating the previously unbeaten and No. 3 ranked West Virginia Mountaineers in the Sunkist Fiesta Bowl in Tempe, Arizona, by a score of a 34–21. The 1988 squad, one of 11 national title squads for the Irish, is considered to be one of the best undefeated teams in the history of college football.  The Irish beat the teams which finished the season ranked #2, #4, #5, and #7 in the AP Poll. They also won 10 of 12 games by double digits.  The 1988 squad is best remembered for its 31-30 upset of No. 1 ranked Miami, ending their 36-game regular season  winning streak.  The game is remembered to this day as one of the most memorable games in all of college football."
}