{
  "/wiki/Dwight_D._Eisenhower": "General of the Army Dwight David \"Ike\" Eisenhower (/ˈaɪzənhaʊ.ər/ EYE-zən-how-ər; October 14, 1890 – March 28, 1969) was an American army general and statesman who served as the 34th president of the United States from 1953 to 1961. During World War II, he became a five-star general in the Army and served as Supreme Commander of the Allied Expeditionary Force in Europe. He was responsible for planning and supervising the invasion of North Africa in Operation Torch in 1942–43 and the successful invasion of Normandy in 1944–45 from the Western Front.",
  "/wiki/W_W_Norton_%26_Co_Inc": "W. W. Norton & Company is an American publishing company based in New York City. It has been owned wholly by its employees since the early 1960s. The company is known for its Norton Anthologies (particularly The Norton Anthology of English Literature) and its texts in the Norton Critical Editions series, both of which are frequently assigned in university literature courses.",
  "/wiki/International_Standard_Book_Number": "The International Standard Book Number (ISBN) is a numeric commercial book identifier which is intended to be unique.[a][b] Publishers purchase ISBNs from an affiliate of the International ISBN Agency.",
  "/wiki/Special:BookSources/978-0-393-33180-6": "N/A",
  "/wiki/John_F._Kennedy": "John Fitzgerald Kennedy (May 29, 1917 – November 22, 1963), often referred to by the initials JFK and Jack, was an American politician who served as the 35th president of the United States from January 1961 until his assassination in November 1963. Kennedy served at the height of the Cold War, and the majority of his work as president concerned relations with the Soviet Union and Cuba. A Democrat, Kennedy represented Massachusetts in the U.S. House of Representatives and Senate prior to becoming president.",
  "/wiki/Regnery_Publishing": "Regnery Publishing is a conservative book publisher based in Washington, D.C. An imprint of Salem Media Group, it is led by president Marji Ross. The company was founded by Henry Regnery in 1947.",
  "/wiki/Special:BookSources/978-0-89526-459-6": "N/A",
  "/wiki/Bloomsbury_Press": "Bloomsbury Publishing plc (formerly M.B.N.1 Limited and Bloomsbury Publishing Company Limited) is a British worldwide publishing house of fiction and non-fiction. It is a constituent of the FTSE SmallCap Index. Bloomsbury's head office is located in Bloomsbury, an area of the London Borough of Camden. It has a US publishing office located in New York City, an India publishing office in New Delhi, an Australia sales office in Sydney CBD and other publishing offices in the UK including at Oxford. The company's growth over the past two decades is primarily attributable to the Harry Potter series by J. K. Rowling and, from 2008, to the development of its academic and professional publishing division. The Bloomsbury Academic & Professional division won the Bookseller Industry Award for Academic, Educational & Professional Publisher of the Year in both 2013 and 2014.",
  "/wiki/Special:BookSources/978-1-60819-271-7": "N/A",
  "/wiki/Richard_Nixon": "Richard Milhous Nixon (January 9, 1913 – April 22, 1994) was the 37th president of the United States, serving from 1969 until 1974. The nation's 36th vice president from 1953 to 1961, he came to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, and the establishment of the Environmental Protection Agency, he became the only president to resign from the office.",
  "/wiki/Princeton_University_Press": "Princeton University Press is an independent publisher with close connections to Princeton University. Its mission is to disseminate scholarship within academia and society at large.",
  "/wiki/Special:BookSources/978-1-4008-3568-3": "N/A",
  "/wiki/White_House_Diary": "White House Diary is a book written by President Jimmy Carter, published in 2010. It is the personally-annotated diary of Carter's presidency, and contains feedback on his relationships with allies and enemies, as well as commentary on his observed impact on issues that still preoccupy America and the world today.",
  "/wiki/Jimmy_Carter": "James Earl Carter Jr. (born October 1, 1924) is an American politician, philanthropist, and former farmer who served as the 39th president of the United States from 1977 to 1981. A member of the Democratic Party, he previously served as a Georgia State Senator from 1963 to 1967 and as the 76th governor of Georgia from 1971 to 1975. Since leaving the presidency, Carter has remained active in the private sector; in 2002, he was awarded the Nobel Peace Prize for his work in co-founding the Carter Center.",
  "/wiki/Farrar,_Straus_and_Giroux": "Farrar, Straus and Giroux (FSG) is an American book publishing company, founded in 1946 by Roger Williams Straus Jr. and John C. Farrar. FSG is known for publishing literary books, and its authors have won numerous awards, including Pulitzer Prizes, National Book Awards, and Nobel Peace Prizes. The publisher is currently a division of Macmillan, whose parent company is the German publishing conglomerate Holtzbrinck Publishing Group.",
  "/wiki/Special:BookSources/978-0-374-28099-4": "N/A",
  "/wiki/The_Reagan_Diaries": "The Reagan Diaries is a published version of diaries written by President Ronald Reagan while in the White House. The book was edited by Douglas Brinkley. For eight years as President, Ronald Reagan kept daily entries in his diary. He was one of the most prolific diarists of all the Presidents of the U.S.  An edited version of the diaries reached No. 1 on the New York Times Bestseller List.",
  "/wiki/Ronald_Reagan": "Ronald Wilson Reagan (/ˈreɪɡən/; February 6, 1911 – June 5, 2004) was an American politician who served as the 40th president of the United States from 1981 to 1989 and became a highly influential voice of modern conservatism. Prior to his presidency, he was a Hollywood actor and union leader before serving as the 33rd governor of California from 1967 to 1975.",
  "/wiki/Harper_Collins": "HarperCollins Publishers L.L.C. is one of the world's largest publishing companies and is one of the Big Five English-language publishing companies, alongside Penguin Random House, Simon & Schuster, Hachette, and Macmillan. The company is headquartered in New York City and is a subsidiary of News Corp. The name is a combination of several publishing firm names: Harper & Row, an American publishing company acquired in 1987 (whose own name was the result of an earlier merger of Harper & Brothers (founded 1817) and Row, Peterson & Company), together with UK publishing company William Collins, Sons (founded 1819), acquired in 1990.",
  "/wiki/Special:BookSources/978-0-06-087600-5": "N/A",
  "/wiki/All_the_Best_(book)": "All the Best: My Life in Letters and Other Writings is a 1999 compilation of his writings by former U.S. President George H. W. Bush. The book is a collection of letters, diary entries, and memos, in the structure of an autobiography.",
  "/wiki/George_H._W._Bush": "George Herbert Walker Bush (June 12, 1924 – November 30, 2018) was an American politician and businessman who served as the 41st president of the United States from 1989 to 1993. He is usually called George H. W. Bush, Bush Senior, or Bush 41 to distinguish him from his eldest son, George W. Bush, who served as the 43rd president from 2001 to 2009. A member of the Republican Party, Bush also served in the U.S. House of Representatives, as U.S. Ambassador to the United Nations, as Director of Central Intelligence, and as the 43rd vice president of the United States.",
  "/wiki/Charles_Scribner%27s_Sons": "Charles Scribner's Sons, or simply Scribner's or Scribner, is an American publisher based in New York City, known for publishing American authors including Ernest Hemingway, F. Scott Fitzgerald, Kurt Vonnegut, Marjorie Kinnan Rawlings, Stephen King, Robert A. Heinlein, Thomas Wolfe, George Santayana, John Clellon Holmes, Don DeLillo, and Edith Wharton.",
  "/wiki/Special:BookSources/978-0-684-83958-5": "N/A"
}