{
  "/wiki/Motor_racing": "Motorsport, motorsports or motor sport is a global term used to encompass the group of competitive sporting events which primarily involve the use of motorised vehicles, whether for racing or non-racing competition.  The terminology can also be used to describe forms of competition of two-wheeled motorised vehicles under the banner of motorcycle racing, and includes off-road racing such as motocross.",
  "/wiki/Formula_One": "Formula One (also known as Formula 1 or F1) is the highest class of single-seater auto racing sanctioned by the Fédération Internationale de l'Automobile (FIA) and owned by the Formula One Group. The World Drivers' Championship, which became the FIA Formula One World Championship in 1981, has been one of the premier forms of racing around the world since its inaugural season in 1950. The word \"formula\" in the name refers to the set of rules to which all participants' cars must conform. A Formula One season consists of a series of races, known as Grands Prix (French for 'grand prizes' or 'great prizes'), which take place worldwide on purpose-built circuits and on public roads.",
  "/wiki/American_football": "American football, referred to as football in the United States and Canada and also known as gridiron,[nb 1] is a team sport played by two teams of eleven players on a rectangular field with goalposts at each end. The offense, the team with possession of the oval-shaped football, attempts to advance down the field by running with the ball or passing it, while the defense, the team without possession of the ball, aims to stop the offense's advance and to take control of the ball for themselves. The offense must advance at least ten yards in four downs or plays; if they fail, they turn over the football to the defense, but if they succeed, they are given a new set of four downs to continue the drive. Points are scored primarily by advancing the ball into the opposing team's end zone for a touchdown or kicking the ball through the opponent's goalposts for a field goal. The team with the most points at the end of a game wins.",
  "/wiki/National_Football_League": "The National Football League (NFL) is a professional American football league consisting of 32 teams, divided equally between the National Football Conference (NFC) and the American Football Conference (AFC). The NFL is one of the four major professional sports leagues in North America and the highest professional level of American football in the world. The NFL's 17-week regular season runs from early September to late December, with each team playing 16 games and having one bye week. Following the conclusion of the regular season, six teams from each conference (four division winners and two wild card teams) advance to the playoffs, a single-elimination tournament culminating in the Super Bowl, which is usually held on the first Sunday in February and is played between the champions of the NFC and AFC.",
  "/wiki/Association_football": "Association football, more commonly known as football or soccer,[a] is a team sport played with a spherical ball between two teams of 11 players. It is played by approximately 250 million players in over 200 countries and dependencies, making it the world's most popular sport. The game is played on a rectangular field called a pitch with a goal at each end. The object of the game is to score by moving the ball beyond the goal line into the opposing goal.",
  "/wiki/Bundesliga": "The Bundesliga (German: [ˈbʊndəsˌliːɡa] (listen); lit.  'Federal League', sometimes referred to as die Fußball-Bundesliga [ˌfuːsbal-] or 1. Bundesliga [ˌeːɐ̯stə-]) is a professional association football league in Germany and the football league with the highest average stadium attendance worldwide. At the top of the German football league system, the Bundesliga is Germany's primary football competition. The Bundesliga comprises 18 teams and operates on a system of promotion and relegation with the 2. Bundesliga. Seasons run from August to May. Most games are played on Saturdays and Sundays, with a few games played on weekdays. All of the Bundesliga clubs qualify for the DFB-Pokal. The winner of the Bundesliga qualifies for the DFL-Supercup.",
  "/wiki/Australian_football": "Australian rules football, officially known as Australian football, or simply called Aussie rules, football or footy, is a contact sport played between two teams of eighteen players on an oval-shaped field, often a modified cricket ground.  Points are scored by kicking the oval-shaped ball between the middle goal posts (worth six points) or between a goal and behind post (worth one point).",
  "/wiki/Australian_Football_League": "The Australian Football League (AFL) is the pre-eminent and only fully professional men's competition of Australian rules football. Through the AFL Commission, the AFL also serves as the sport's governing body, and is responsible for controlling the laws of the game. Originally known as the Victorian Football League (VFL), it was founded in 1896 as a breakaway competition from the Victorian Football Association (VFA), with its inaugural season commencing the following year. The VFL, aiming to become a national competition, began expanding beyond Victoria to other Australian states in the 1980s, and changed its name to the AFL in 1990.",
  "/wiki/Hurling": "Hurling (Irish: iománaíocht, iomáint) is an outdoor team game of ancient Gaelic Irish origin. The game has prehistoric origins, and has been played for 4,000 years. One of Ireland's native Gaelic games, it shares a number of features with Gaelic football, such as the field and goals, the number of players, and much terminology. There is a similar game for women called camogie (camógaíocht). It shares a common Gaelic root with the sport of shinty (camanachd), which is played predominantly in Scotland.",
  "/wiki/All-Ireland_Senior_Hurling_Championship": "The GAA Hurling All-Ireland Senior Championship, known simply as the All-Ireland Championship, is an annual inter-county hurling competition organised by the Gaelic Athletic Association (GAA). It is the highest inter-county hurling competition in Ireland, and has been contested every year except one since 1887.",
  "/wiki/Baseball": "Baseball is a bat-and-ball game played between two opposing teams who take turns batting and fielding. The game proceeds when a player on the fielding team, called the pitcher, throws a ball which a player on the batting team tries to hit with a bat. The objective of the offensive team (batting team) is to hit the ball into the field of play, allowing its players to run the bases, having them advance counter-clockwise around four bases to score what are called \"runs\". The objective of the defensive team (fielding team) is to prevent batters from becoming runners, and to prevent runners' advance around the bases. A run is scored when a runner legally advances around the bases in order and touches home plate (the place where the player started as a batter). The team that scores the most runs by the end of the game is the winner.",
  "/wiki/Major_League_Baseball": "Major League Baseball (MLB) is a professional baseball organization. It is the oldest of the major professional sports leagues in the United States and Canada. A total of 30 teams play in Major League Baseball: 15 teams in the National League (NL) and 15 in the American League (AL). The NL and AL were formed as separate legal entities in 1876 and 1901, respectively. Beginning in 1903, the two leagues cooperated but remained legally separate entities. In 2000 the leagues merged into a single organization led by the Commissioner of Baseball.",
  "/wiki/Cricket": "Cricket is a bat-and-ball game played between two teams of eleven players on a field at the centre of which is a 20-metre (22-yard) pitch with a wicket at each end, each comprising two bails balanced on three stumps. The batting side scores runs by striking the ball bowled at the wicket with the bat, while the bowling and fielding side tries to prevent this and dismiss each player (so they are \"out\"). Means of dismissal include being bowled, when the ball hits the stumps and dislodges the bails, and by the fielding side catching the ball after it is hit by the bat, but before it hits the ground. When ten players have been dismissed, the innings ends and the teams swap roles. The game is adjudicated by two umpires, aided by a third umpire and match referee in international matches. They communicate with two off-field scorers who record the match's statistical information.",
  "/wiki/Indian_Premier_League": "The Indian Premier League (IPL) is a professional Twenty20 cricket league in India contested during March or April and May of every year by eight teams representing eight different cities in India. The league was founded by the Board of Control for Cricket in India (BCCI) in 2008. The IPL has an exclusive window in ICC Future Tours Programme.",
  "/wiki/Canadian_football": "Canadian football (French: football canadien) is a sport played in Canada in which two teams of 12 players each compete for territorial control of a field of play 110 yards (101 m) long and 65 yards (59 m) wide attempting to advance a pointed oval-shaped ball into the opposing team's scoring area (end zone).",
  "/wiki/Canadian_Football_League": "The Canadian Football League (CFL; French: Ligue canadienne de football, LCF) is a professional sports league in Canada. The CFL is the highest level of competition in Canadian football. The league consists of nine teams, each located in a city in Canada. They are divided into two divisions: four teams in the East Division and five teams in the West Division.",
  "/wiki/Rugby_union": "Rugby union, widely known simply as rugby, is a contact team sport that originated in England in the first half of the 19th century. One of the two codes of rugby football, it is based on running with the ball in hand.  In its most common form, a game is played between two teams of 15 players using an oval-shaped ball on a rectangular field with H-shaped goalposts at either end.",
  "/wiki/Super_Rugby": "Super Rugby is a professional men's rugby union international club competition involving teams from Argentina, Australia, Japan, New Zealand, and South Africa. Building on various Southern Hemisphere competitions dating back to the South Pacific Championship in 1986, with teams from a number of southern nations, the Super Rugby started as the Super 12 in the 1996 season with 12 teams from 3 nations: Australia, New Zealand and South Africa. The Super 12 was established by SANZAAR after the sport became professional in 1995. With the top players from nations that represent 16 of the 24 top-three finishes in the history of the Rugby World Cup, the competition is widely regarded as rugby union's toughest provincial competition.",
  "/wiki/Gaelic_football": "Gaelic football (Irish: Peil Ghaelach; short name Peil or Caid), commonly referred to as football or Gaelic, is an Irish team sport. It is played between two teams of 15 players on a rectangular grass pitch. The objective of the sport is to score by kicking or punching the ball into the other team's goals (3 points) or between two upright posts above the goals and over a crossbar 2.5 metres (8.2 ft) above the ground (1 point).",
  "/wiki/All-Ireland_Senior_Football_Championship": "The All-Ireland Senior Football Championship (SFC) (Irish: Craobhchomórtas Sinsear na hÉireann sa Pheil) is the premier competition in Gaelic football. An annual tournament organised by the Gaelic Athletic Association (GAA), it is contested by the inter-county teams in All Ireland.",
  "/wiki/Basketball": "Basketball is a team sport in which two teams, most commonly of five players each, opposing one another on a rectangular court, compete with the primary objective of shooting a basketball (approximately 9.4 inches (24 cm) in diameter) through the defender's hoop (a basket 18 inches (46 cm) in diameter mounted 10 feet (3.048 m) high to a backboard at each end of the court) while preventing the opposing team from shooting through their own hoop.  A field goal is worth two points, unless made from behind the three-point line, when it is worth three.  After a foul, timed play stops and the player fouled or designated to shoot a technical foul is given one or more one-point free throws.  The team with the most points at the end of the game wins, but if regulation play expires with the score tied, an additional period of play (overtime) is mandated.",
  "/wiki/National_Basketball_Association": "The National Basketball Association (NBA) is a men's professional basketball league in North America, composed of 30 teams (29 in the United States and 1 in Canada). It is one of the four major professional sports leagues in the United States and Canada, and is widely considered to be the premier men's professional basketball league in the world.",
  "/wiki/Ice_hockey": "Ice hockey is a contact team sport played on ice, usually in a rink, in which two teams of skaters use their sticks to shoot a vulcanized rubber puck into their opponent's net to score goals. The sport is known to be fast-paced and physical, with teams usually fielding six players at a time: one goaltender, and five players who skate the span of the ice trying to control the puck and score goals against the opposing team.",
  "/wiki/National_Hockey_League": "The National Hockey League (NHL; French: Ligue nationale de hockey—LNH) is a professional ice hockey league in North America, currently comprising 31 teams: 24 in the United States and 7 in Canada. The NHL is considered to be the premier professional ice hockey league in the world, and one of the major professional sports leagues in the United States and Canada. The Stanley Cup, the oldest professional sports trophy in North America, is awarded annually to the league playoff champion at the end of each season.",
  "/wiki/Rugby_league": "Rugby league is a full-contact sport played by two teams of thirteen players on a rectangular field measuring 68 m wide and 112–122 m long. One of the two codes of rugby football, it originated in Northern England in 1895 as a split from the Rugby Football Union over the issue of payments to players. Its rules progressively changed with the aim of producing a faster, more entertaining game for spectators.",
  "/wiki/National_Rugby_League": "The National Rugby League (NRL) is a league of professional men's rugby league teams in Australia. Run by the Australian Rugby League Commission, the NRL's main competition is known as the Telstra Premiership due to sponsorship from Telstra and is contested by sixteen teams, fifteen of which are based in Australia with one based in New Zealand. It is the most viewed and attended rugby league club competition in the world.",
  "/wiki/Netball": "Netball is a ball sport played by two teams of seven players. Netball is most popular in many Commonwealth nations, specifically in schools, and is predominantly played by women. According to the INF, netball is played by more than 20 million people in more than 80 countries. Major domestic leagues in the sport include the Netball Superleague in Great Britain, Suncorp Super Netball in Australia and the ANZ Premiership in New Zealand. Four major competitions take place internationally: the quadrennial World Netball Championships, the Commonwealth Games, and the yearly Quad Series and Fast5 Series. In 1995, netball became an International Olympic Committee recognised sport, but it has not been played at the Olympics.",
  "/wiki/Suncorp_Super_Netball": "Suncorp Super Netball (also known non-commercially as the National Netball League) is the premier netball league in Australia. The inaugural season commenced in February 2017.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/Box_Lacrosse": "Box lacrosse,  also known as boxla, box, or indoor lacrosse, is an indoor version of lacrosse played mostly in North America. The game originated in Canada in the 1930s, where it is more popular than field lacrosse and is the national summer sport. Box lacrosse is played between two teams of five players and one goalie each, and is traditionally played on an ice hockey rink once the ice has been removed or covered. The playing area is called a box, in contrast to the open playing field of field lacrosse. The object of the game is to use a lacrosse stick to catch, carry, and pass the ball in an effort to score by shooting a solid rubber lacrosse ball into the opponent's goal. The highest level of box lacrosse is the National Lacrosse League.",
  "/wiki/National_Lacrosse_League": "The National Lacrosse League (NLL) is a men's professional box lacrosse league in North America. Headquartered in Conshohocken, Pennsylvania, the NLL currently has thirteen teams: eight in the United States and five in Canada. The NLL ranks third in average attendance for pro indoor sports worldwide, behind only the NHL and NBA. Unlike other box lacrosse leagues which play in the summer, the NLL plays its games in the winter and spring, from December to June. Each year, the playoff teams battle for the National Lacrosse League Cup. The NLL has averaged between 8,900 and 10,700 spectators per game each year since 2004.",
  "/wiki/Arena_football": "Arena football is a variety of eight-man gridiron football. The game is played indoors on a smaller field than American or Canadian football, designed to fit in the same surface area as a standard North American ice hockey rink, resulting in a faster and higher-scoring game that can be played on the floors of indoor arenas. The sport was invented in 1981, and patented in 1987, by Jim Foster, a former executive of the National Football League and the United States Football League. The name is trademarked by Gridiron Enterprises and had a proprietary format until its patent expired in 2007.",
  "/wiki/Arena_Football_League": "The Arena Football League (AFL) was a professional indoor American football league in the United States. It was founded in 1987 by Jim Foster, making it the third longest-running professional football league in North America, after the Canadian Football League (CFL) and the National Football League (NFL). The AFL played a proprietary code known as arena football, a form of indoor American football played on a 66-by-28 yard field (about a quarter of the surface area of an NFL field), with rules encouraging offensive performance, resulting in a faster-paced and higher-scoring game. The sport was invented in the early 1980s and patented by Foster, a former executive of the United States Football League (USFL) and the NFL.",
  "/wiki/Indoor_soccer": "Indoor soccer or arena soccer (known internationally as indoor football, minifootball, fast football, floorball or showball),  is a game derived from association football adapted for play in a walled indoor arena. Indoor soccer, as it is most often known in the United States and Canada, was originally developed in these two countries as a way to play soccer during the winter months, when snow would make outdoor play difficult. In those countries, gymnasiums are adapted for indoor soccer play. In other countries the game is played in either indoor or outdoor arenas surrounded by walls, and is referred to by different names (such as fast football (futbol rapido) in Mexico, showbol in South America, and indoor football (futbol indoor) in Spain).",
  "/wiki/Major_Indoor_Soccer_League_(2008–14)": "The Major Indoor Soccer League (MISL), originally known as the National Indoor Soccer League, was a professional indoor soccer league which began play in 2008. It was the third league to be known as the Major Indoor Soccer League after the MISL I and MISL II. The MISL name is arguably the most recognizable name in indoor soccer due to its history dating back to 1978. The league name and assets are currently owned by the United Soccer Leagues. The departure of six teams which joined the Professional Arena Soccer League (now the Major Arena Soccer League) after the 2013–14 season effectively ended the MISL.",
  "/wiki/Handball": "Handball (also known as team handball, European handball or Olympic handball) is a team sport in which two teams of seven players each (six outcourt players and a goalkeeper) pass a ball using their hands with the aim of throwing it into the goal of the other team. A standard match consists of two periods of 30 minutes, and the team that scores more goals wins.",
  "/wiki/Handball-Bundesliga": "The Handball-Bundesliga (HBL) is the top German professional handball league. From 2007 onwards, the league was sponsored by Toyota and has officially been called the Toyota Handball-Bundesliga. This lasted until 2012 when the Deutsche Kreditbank AG (DKB) became the new sponsor. The official name has consequently been changed to DKB Handball-Bundesliga. The winners of the respective season are the official German handball champions.\nHBL is headquartered in Dortmund.",
  "/wiki/Field_Lacrosse": "Field lacrosse is a full contact outdoor men's sport played with ten players on each team. The sport originated among Native Americans, and the modern rules of field lacrosse were initially codified by Canadian William George Beers in 1867. Field lacrosse is one of three major versions of lacrosse played internationally. The other versions, women's lacrosse (established in the 1890s) and box lacrosse (originated in the 1930s), are played under significantly different rules.",
  "/wiki/Major_League_Lacrosse": "Major League Lacrosse (MLL) is a men's  field lacrosse league consisting of six active teams in the United States. The league's inaugural season was in 2001. Teams play 16 regular-season games from late May to late September, with a four-team playoff for the championship trophy, the Steinfeld Trophy. MLL averaged 3,619 spectators per game during the 2018 season, down from a peak of 6,417 in 2011.",
  "/wiki/Bandy": "Bandy is a team winter sport played on ice, in which skaters use sticks to direct a ball into the opposing team's goal.",
  "/wiki/Russian_Bandy_Super_League": "The Russian Bandy Super League (Russian: Чемпионат России по хоккею с мячом — Суперлига), is a professional bandy league in Russia, the top division of Russian bandy. There is no definite rule which teams will be relegated or promoted. Besides results on the ice, financial resources and infrastructure also play a part in the decisions. For example, the 2016–17 Russian Bandy Super League contained twelve teams. The 2017-18 season will have fourteen. Stroitel won the Supreme League final tournament in 2017 and got promoted, while Zorky finished third in its group and did not even qualify for the final tournament. Still Zorky also got promoted.",
  "/wiki/List_of_sports_attendance_figures": "This article lists the attendance of many sports competitions around the world, based in some cases on the number of tickets sold or given away, rather than people actually present. The list is almost exclusively field and arena ball sports. Top leagues in weekly attendance includes speedway sports."
}