{
  "/wiki/Nilgiri_Biosphere_Reserve": "The Nilgiri Biosphere Reserve is an International Biosphere Reserve in the Western Ghats and Nilgiri Hills ranges of South India. The Nilgiri Sub-Cluster is a part of the Western Ghats, which was declared a World Heritage Site by UNESCO in 2012. It includes the Aralam, Mudumalai, Mukurthi, Nagarhole, Bandipur and Silent Valley national parks, as well as the Wayanad and Sathyamangalam wildlife sanctuaries.",
  "/wiki/Tamil_Nadu": "Tamil Nadu (Tamil: [ˈt̪ɐmɨɻ ˈn̪aːɽɯ] (listen)), is one of the 28 states of India. Its capital and largest city is Chennai. Tamil Nadu lies in the southernmost part of the Indian subcontinent and is bordered by the union territory of Puducherry and the South Indian states of Kerala, Karnataka, and Andhra Pradesh. It is bounded by the Eastern Ghats on the north, by the Nilgiri Mountains, the Meghamalai Hills, and Kerala on the west, by the Bay of Bengal in the east, by the Gulf of Mannar and the Palk Strait on the southeast, and by the Indian Ocean on the south. The state shares a maritime border with the nation of Sri Lanka.",
  "/wiki/Kerala": "Kerala (/ˈkɛrələ/ (listen)) is a state on the southwestern Malabar Coast of India. It was formed on 1 November 1956, following passage of the States Reorganisation Act, by combining Malayalam-speaking regions. Spread over 38,863 km2 (15,005 sq mi), Kerala is the twenty-third largest Indian state by area. It is bordered by Karnataka to the north and northeast, Tamil Nadu to the east and south, and the Lakshadweep Sea to the west. With 33,387,677 inhabitants as per the 2011 Census, Kerala is the thirteenth-largest Indian state by population. It is divided into 14 districts with the capital being Thiruvananthapuram. Malayalam is the most widely spoken language and is also the official language of the state.",
  "/wiki/Karnataka": "Karnataka (Karnāṭaka, Kannada pronunciation: [kɐnaːʈɐka]) is a state in the south western region of India. It was formed on 1 November 1956, with the passage of the States Reorganisation Act. Originally known as the State of Mysore, it was renamed Karnataka in 1973. The state corresponds to the Carnatic region. The capital and largest city is Bangalore.",
  "/wiki/Gulf_of_Mannar_Biosphere_Reserve": "The Gulf of Mannar (/məˈnɑːr/ mə-NAR) is a large shallow bay forming part of the Laccadive Sea in the Indian Ocean. It lies between the west coast of Sri Lanka and the southeastern tip of India, in the Coromandel Coast region. The chain of low islands and reefs known as Ramsethu, also called Adam's Bridge, which includes Mannar Island, separates the Gulf of Mannar from Palk Bay, which lies to the north between Sri Lanka and India. The Malvathu Oya (Malvathu River) of Sri Lanka and the estuaries of Thamirabarani River and Vaipar River of South India  drain into the Gulf. The dugong (sea cow) is found here.",
  "/wiki/Sundarbans": "The Sundarbans is a mangrove area in the delta formed by the confluence of Ganges, Brahmaputra and Meghna Rivers in the Bay of Bengal. It spans from the Hooghly River in India's state of West Bengal to the Baleswar River in Bangladesh. It comprises closed and open mangrove forests, agriculturally used land, mudflats and barren land, and is intersected by multiple tidal streams and channels. Four protected areas in the Sundarbans are enlisted as UNESCO World Heritage Sites, viz Sundarbans National Park, Sundarbans West, Sundarbans South and Sundarbans East Wildlife Sanctuaries.\nThe Sundarbans mangrove forest covers an area of about 10,000 km2 (3,900 sq mi), of which forests in Bangladesh's Khulna Division extend over 6,017 km2 (2,323 sq mi) and in West Bengal, they extend over 4,260 km2 (1,640 sq mi) across the South 24 Parganas and North 24 Parganas districts. The most abundant tree species are sundri (Heritiera fomes) and gewa (Excoecaria agallocha). The forests provide habitat to 453 faunal wildlife, including 290 bird, 120 fish, 42 mammal, 35 reptile and eight amphibian species.",
  "/wiki/West_Bengal": "West Bengal (/bɛnˈɡɔːl/; Bengali: Paschim Banga) is a state in the eastern region of India along the Bay of Bengal. With over 91 million inhabitants (as of 2011), it is India's fourth-most populous state. West Bengal is the thirteenth-largest Indian state, with an area of 88,752 km2 (34,267 sq mi). Part of the ethno-linguistic Bengal region of the Indian subcontinent, it borders Bangladesh in the east, and Nepal and Bhutan in the north. It also borders the Indian states of Odisha, Jharkhand, Bihar, Sikkim, and Assam. The state capital is Kolkata (Calcutta) the seventh-largest city in India, and center of the third-largest metropolitan area in the country. West Bengal includes the Darjeeling Himalayan hill region, the Ganges delta, the Rarh region, and the coastal Sundarbans. The main ethnic group is the Bengalis, with Bengali Hindus forming the demographic majority.",
  "/wiki/Nanda_Devi_Biosphere_Reserve": "The Nanda Devi National Park or Nanda Devi Biosphere Reserve, established in 1982 is a national park situated around the peak of Nanda Devi (7816 m) in the state of Uttarakhand in northern India. The entire park lies at an elevation of more than 3,500 m (11,500 ft) above mean sea level.",
  "/wiki/Uttarakhand": "Uttarakhand (/ˌʊtəˈrɑːkʌnd/), formerly known as Uttaranchal (/ˌʊtəˈrɑːntʃəl/), is a state in the northern part of India. It is often referred to as the \"Devabhumi\" (literally \"Land of the Gods\") due to numerous Hindu temples and pilgrimage centres found throughout the state. Uttarakhand is known for the natural environment of the Himalayas, the Bhabar and the Terai. On 9 November 2000, Uttarakhand became the 27th state of the Republic of India, being carved from the Himalayan districts of Uttar Pradesh. It borders Tibet Autonomous Region of China to the north; the Sudurpashchim Pradesh of Nepal to the east; the Indian states of Uttar Pradesh to the south and Himachal Pradesh to the west and north-west. The state is divided into two divisions, Garhwal and Kumaon, with a total of 13 districts. The capital of Uttarakhand is Dehradun, the largest city of the state, which is a railhead. The High Court of the state is located in Nainital.",
  "/wiki/Nokrek_Biosphere_Reserve": "Nokrek National Park, the core area of Nokrek Biosphere Reserve, is a national park located approximately 2 km from Tura Peak in West Garo Hills district of Meghalaya, India. UNESCO added this National park to its list of Biosphere Reserves in May 2009. Along with Balpakram national park, Nokrek is a hotspot of biodiversity in Meghalaya.",
  "/wiki/Meghalaya": "Meghalaya (UK: /meɪˈɡɑːləjə/, US: /ˌmeɪɡəˈleɪə/) is a hilly state in northeastern India. The name means \"the abode of clouds\" in Sanskrit. The population of Meghalaya as of 2016 is estimated to be 3,211,474. Meghalaya covers an area of approximately 22,430 square kilometres, with a length to breadth ratio of about 3:1.",
  "/wiki/Pachmarhi_Biosphere_Reserve": "The Pachmarhi Biosphere Reserve is a non-use conservation area and biosphere reserve in the Satpura Range of Madhya Pradesh state in central India.",
  "/wiki/Madhya_Pradesh": "Madhya Pradesh (MP; /ˌmʌdjə prəˈdɛʃ/, Hindi: [ˈmədʱjə pɾəˈdeːʃ] (listen); meaning Central Province) is a state in central India. Its capital is Bhopal, and the largest city is Indore, with  Gwalior, Jabalpur and Ujjain being the other major cities. Madhya Pradesh is the second largest Indian state by area and the fifth largest state by population with over 75 million residents. It borders the states of Uttar Pradesh to the northeast, Chhattisgarh to the southeast, Maharashtra to the south, Gujarat to the west, and Rajasthan to the northwest. Before 2000, when Chhattisgarh was a part of Madhya Pradesh, Madhya Pradesh was the largest state in India and the distance between the two furthest points inside the state, Singoli and Konta, was 1500 km.",
  "/wiki/Simlipal_Biosphere_Reserve": "Similipal National Park is a national park and a tiger reserve in the Mayurbhanj district in the Indian state of Odisha covering 2,750 km2 (1,060 sq mi). It is part of the Mayurbhanj Elephant Reserve, which includes three protected areas — Similipal Tiger Reserve, Hadgarh Wildlife Sanctuary with 191.06 km2 (73.77 sq mi) and Kuldiha Wildlife Sanctuary with 272.75 km2 (105.31 sq mi). Simlipal National Park derives its name from the abundance of red silk cotton trees growing in the area. It is the 7th largest national park in India.",
  "/wiki/Odisha": "Odisha (/əˈdɪsə/, /ɒˈrɪsə, ɔː-, oʊ-/;, pronounced [oɽɪˈsaː] (listen); is an Indian state located on the eastern coast of India. It neighbors the states of West Bengal and Jharkhand to the north, Chhattisgarh to the west and Andhra Pradesh to the south. Odisha has a coastline of 485 kilometres (301 mi) along the Bay of Bengal. It is the 8th largest state by area, and the 11th largest by population. The state has the third largest population of Scheduled Tribes in India.",
  "/wiki/Great_Nicobar_Biosphere_Reserve": "The Great Nicobar Biosphere Reserve encompasses a large part (some 85%) of the island of Great Nicobar, the largest of the Nicobar Islands in the Indian Union Territory of Andaman and Nicobar Islands. The Nicobars lie in the Bay of Bengal, eastern Indian Ocean, 190 km to the north of the Indonesian island of Sumatra. The Reserve has a total core area of approximately 885 km2, surrounded by a 12 km-wide \"forest buffer zone\".In year 2013 it was included in the list of Man and Biosphere program of UNESCO  to promote sustainable development based on local community effort and sound science.",
  "/wiki/Great_Nicobar": "Great Nicobar is the southernmost and largest of the Nicobar Islands of India, north of Sumatra.",
  "/wiki/Achanakmar-Amarkantak_Biosphere_Reserve": "The Achanakmar-Amarkantak Biosphere Reserve is a biosphere reserve in India that extends across the states of Madhya Pradesh and Chhattisgarh, covering a total area of 383,551 hectares (3835.51 km2).",
  "/wiki/Chhattisgarh": "Chhattisgarh (Chhattīsgaṛh, Hindi pronunciation: [/ˈtʃʰət̪ːisgəɽʱ/], translation: Thirty-Six Forts) is one of the 28 states of India, located in the centre-east of the country. It is the ninth-largest state in India, with an area of 135,192 km2 (52,198 sq mi). With a 2011 population of 25.5 million, Chhattisgarh is the 16th-most populated state in the country. A resource-rich state, it is a source of electricity and steel for the country, accounting for 15% of the total steel produced  as well as large contributor of coal . Chhattisgarh is one of the fastest-developing states in India.",
  "/wiki/Agasthyamalai_Biosphere_Reserve": "The Agasthyamalai Biosphere Reserve (Malayalam: അഗസ്ത്യമല ജെെവ സംരക്ഷണ മേഖല Tamil: அகஸ்தியமலை ஜூபா பாதுகாப்பு பகுதி) was Established in 2001 and includes 3,500.36 km2 (1,351.50 sq mi) of which 1828 km² is in Kerala and 1672.36 km² is in Tamil Nadu.",
  "/wiki/Khangchendzonga_National_Park": "Khangchendzonga National Park also Kanchenjunga Biosphere Reserve is a National Park and a Biosphere reserve located in Sikkim, India. It was inscribed to the UNESCO World Heritage Sites list in July 2016, becoming the first \"Mixed Heritage\" site of India.  It was recently included in the UNESCO Man and the Biosphere Programme. The park gets its name from the mountain Kangchenjunga (alternative spelling Khangchendzonga) which is 8,586 metres (28,169 ft) tall, the third-highest peak in the world. The total area of this park is 849.5 km2 (328.0 sq mi).",
  "/wiki/Sikkim": "Sikkim (/ˈsɪkɪm/) is a state in northeastern India. It borders Tibet in the north and northeast, Bhutan in the east, Nepal in the west, and West Bengal in the south. Sikkim is also located close to India's Siliguri Corridor near Bangladesh. Sikkim is the least populous and second smallest among the Indian states. A part of the Eastern Himalaya, Sikkim is notable for its biodiversity, including alpine and subtropical climates, as well as being a host to Kangchenjunga, the highest peak in India and third highest on Earth. Sikkim's capital and largest city is Gangtok. Almost 35% of the state is covered by the Khangchendzonga National Park."
}