{
  "/wiki/Wind_River_(film)": "Wind River is a 2017 neo-Western murder mystery film written and directed by Taylor Sheridan. The film stars Jeremy Renner and Elizabeth Olsen as a U.S. Fish and Wildlife Service tracker and an FBI agent, respectively, who try to solve a murder on the Wind River Indian Reservation in Wyoming. Gil Birmingham, Jon Bernthal and Graham Greene also star.",
  "/wiki/Taylor_Sheridan": "Taylor Sheridan (born May 21, 1970) is an American screenwriter, director and actor. Sheridan first reached prominence for portraying David Hale in the FX television series Sons of Anarchy.",
  "/wiki/American_Sniper": "American Sniper is a 2014 American biographical war drama film directed by Clint Eastwood and written by Jason Hall. It is loosely based on the memoir American Sniper: The Autobiography of the Most Lethal Sniper in U.S. Military History (2012) by Chris Kyle, with Scott McEwen and Jim DeFelice. The film follows the life of Kyle, who became the deadliest marksman in U.S. military history with 255 kills from four tours in the Iraq War, 160 of which were officially confirmed by the Department of Defense. While Kyle was celebrated for his military successes, his tours of duty took a heavy toll on his personal and family life. The film was produced by Eastwood, Robert Lorenz, Andrew Lazar, Bradley Cooper, and Peter Morgan. It stars Cooper as Kyle and Sienna Miller as his wife Taya, with Luke Grimes, Jake McDorman, Cory Hardrict, Kevin Lacz, Navid Negahban, and Keir O'Donnell in supporting roles.",
  "/wiki/Clint_Eastwood": "Clinton Eastwood Jr. (born May 31, 1930) is an American actor, filmmaker, musician, and politician. After achieving success in the Western TV series Rawhide, he rose to international fame with his role as the Man with No Name in Italian filmmaker Sergio Leone's Dollars Trilogy of spaghetti Westerns during the 1960s and as antihero cop Harry Callahan in the five Dirty Harry films throughout the 1970s and 1980s. These roles, among others, have made Eastwood an enduring cultural icon of masculinity.",
  "/wiki/J._Edgar": "J. Edgar is a 2011 American biographical drama film directed, produced and scored by Clint Eastwood. Written by Dustin Lance Black, the film focuses on the career of FBI director J. Edgar Hoover from the Palmer Raids onward. The film stars Leonardo DiCaprio, Armie Hammer, Naomi Watts, Josh Lucas, and Judi Dench. It marked Adam Driver's film debut.",
  "/wiki/Hereafter_(film)": "Hereafter is a 2010 American fantasy disaster drama film directed, co-produced, and scored by Clint Eastwood, written by Peter Morgan, and executive produced by Steven Spielberg. The film tells three parallel stories about three people affected by death in similar ways—all three have issues of communicating with the dead; Matt Damon plays American factory worker George, who is able to communicate with the dead and who has worked professionally as a clairvoyant, but no longer wants to communicate with the dead; Cécile de France plays French television journalist Marie, who survives a near-death experience during the 2004 Indian Ocean tsunami; and British twins Marcus and Jason (played by Frankie and George McLaren). Bryce Dallas Howard, Lyndsey Marshal, Jay Mohr, and Thierry Neuvic have supporting roles.",
  "/wiki/Invictus_(film)": "Invictus is a 2009 American-South African biographical sports drama film directed by Clint Eastwood and starring Morgan Freeman and Matt Damon. The story is based on the John Carlin book Playing the Enemy: Nelson Mandela and the Game That Made a Nation about the events in South Africa before and during the 1995 Rugby World Cup. The Springboks were not expected to perform well, the team having only recently returned to high-level international competition following the dismantling of apartheid—the country was hosting the World Cup, thus earning an automatic entry. Freeman and Damon play the South African President Nelson Mandela and François Pienaar, respectively. François was the captain of the South Africa rugby union team, the Springboks.",
  "/wiki/Gran_Torino": "Gran Torino is a 2008 American drama film directed and produced by Clint Eastwood, who also starred in the film. The film co-stars Christopher Carley, Bee Vang and Ahney Her. This was Eastwood's first starring role since 2004's Million Dollar Baby. The film features a large Hmong American cast, as well as one of Eastwood's younger sons, Scott. Eastwood's oldest son, Kyle, provided the score. Set in Detroit, Michigan, it is the first mainstream American film to feature Hmong Americans. Many Lao Hmong war refugees resettled in the U.S. following the communist takeover of Laos in 1975.",
  "/wiki/Changeling_(film)": "Changeling is a 2008 American mystery crime drama film directed, produced, and scored by Clint Eastwood and written by J. Michael Straczynski, that explores child endangerment, female disempowerment, political corruption, mistreatment of mental health patients, and the repercussions of violence. The script was based on real-life events, specifically the 1928 Wineville Chicken Coop Murders in Mira Loma, California. The film stars Angelina Jolie as a woman united with a boy whom she realizes is not her missing son. When she tries to demonstrate this to the police and city authorities, she is vilified as delusional, labeled as an unfit mother, and confined to a psychiatric ward.",
  "/wiki/American_Masters": "American Masters is a PBS television series which produces biographies on enduring writers, musicians, visual and performing artists, dramatists, filmmakers, and those who have left an indelible impression on the cultural landscape of the United States. It is produced by WNET in New York City. The show debuted on PBS in 1986.",
  "/wiki/Bruce_Ricker": "Bruce Ricker (October 10, 1942 – May 13, 2011) was a jazz and blues documentarian. He is best known for his collaboration with Clint Eastwood on films about jazz and blues legends.",
  "/wiki/Rails_&_Ties": "Rails & Ties is a 2007 American drama film directed by Alison Eastwood and written by Micky Levy. It tells the story of a young boy and his mentally-ill widowed mother who commits suicide in her car by parking on a railroad track. The boy confronts the train engineer who accidentally killed his mother, urging him and his wife to raise him after escaping from an unkind foster mother. The two agree to raise him; however, it is later revealed that his wife is dying of breast cancer. Kevin Bacon portrays the train engineer, Marcia Gay Harden plays his sick wife, and Miles Heizer portrays the boy.",
  "/wiki/Alison_Eastwood": "Alison Eastwood (born May 22, 1972) is an American actress, director, producer, fashion model, and fashion designer.",
  "/wiki/Robert_Lorenz": "Robert Lorenz is an American film producer and director, best known for his collaborations with Clint Eastwood.",
  "/wiki/Letters_from_Iwo_Jima": "Letters from Iwo Jima (硫黄島からの手紙, Iōjima Kara no Tegami) is a 2006 Japanese-language American war film directed and co-produced by Clint Eastwood, starring Ken Watanabe and Kazunari Ninomiya. The film portrays the Battle of Iwo Jima from the perspective of the Japanese soldiers and is a companion piece to Eastwood's Flags of Our Fathers, which depicts the same battle from the American viewpoint; the two films were shot back to back. Letters from Iwo Jima is almost entirely in Japanese, although it was produced by American companies DreamWorks, Malpaso Productions, and Amblin Entertainment. After Flags of Our Fathers underperformed at the box office, Paramount Pictures swapped the United States distribution rights to Warner Bros., who had the international rights.",
  "/wiki/Gary_D._Roach": "Gary D. Roach (born February 5, 1964), sometimes credited as Gary Roach, is an American film editor. He is best known for collaborating with Clint Eastwood on 12 films."
}