{
  "/wiki/German_submarine_U-88_(1941)": "German submarine U-88 was a Type VIIC U-boat of Nazi Germany's Kriegsmarine during World War II.",
  "/wiki/German_Type_VII_submarine": "Type VII U-boats were the most common type of German World War II U-boat. 703 boats were built by the end of the war.   The lone surviving example, U-995 is on display at the Laboe Naval Memorial located in Laboe, Schleswig-Holstein, Germany.",
  "/wiki/Kriegsmarine": "The Kriegsmarine (German pronunciation: [ˈkʁiːksmaˌʁiːnə], lit. \"War Navy\") was the navy of Nazi Germany from 1935 to 1945. It superseded the Imperial German Navy of the German Empire (1871–1918) and the inter-war Reichsmarine (1919–1935) of the Weimar Republic. The Kriegsmarine was one of three official branches, along with the Heer (Army) and the Luftwaffe (Air Force) of the Wehrmacht, the German armed forces from 1933 to 1945.",
  "/wiki/German_submarine_U-255": "German submarine U-255 was a Type VIIC U-boat that served in Nazi Germany's Kriegsmarine during World War II. The submarine was laid down on 21 December 1940 at the Bremer Vulkan yard at Bremen-Vegesack, launched on 8 October 1941 and commissioned on 29 November 1941 under the command of Kapitänleutnant Reinhart Reche.",
  "/wiki/German_submarine_U-377": "German submarine U-377 was a Type VIIC U-boat of Nazi Germany's Kriegsmarine during World War II. The submarine was laid down on 8 April 1940 at the Howaldtswerke yard in Kiel, launched on 15 August 1941, and commissioned on 2 October 1941 under the command of Kapitänleutnant Otto Köhler.",
  "/wiki/German_submarine_U-378": "German submarine U-378 was a Type VIIC U-boat of Nazi Germany's Kriegsmarine during World War II.",
  "/wiki/German_submarine_U-403": "German submarine U-403 was a Type VIIC U-boat of Nazi Germany's Kriegsmarine during World War II.",
  "/wiki/German_submarine_U-405": "German submarine U-405 was a Type VIIC U-boat of Nazi Germany's Kriegsmarine during World War II.",
  "/wiki/German_submarine_U-408": "German submarine U-408 was a Type VIIC U-boat of Nazi Germany's Kriegsmarine during World War II.",
  "/wiki/German_submarine_U-435": "German submarine U-435 was a Type VIIC U-boat built for Nazi Germany's Kriegsmarine for service during World War II.\nShe was laid down on 11 April 1940 by F Schichau GmbH in Danzig as yard number 1477, launched on 31 May 1941 and commissioned on 30 August 1941 under Korvettenkapitän Siegfried Strelow (Knight’s Cross).",
  "/wiki/German_submarine_U-457": "German submarine U-457 was a Type VIIC U-boat of Nazi Germany's Kriegsmarine during World War II.",
  "/wiki/German_submarine_U-589": "German submarine U-589 was a Type VIIC U-boat of Nazi Germany's Kriegsmarine during World War II.",
  "/wiki/German_submarine_U-592": "German submarine U-592 was a Type VIIC U-boat of Nazi Germany's Kriegsmarine during World War II.",
  "/wiki/German_submarine_U-703": "German submarine U-703 was a Type VIIC U-boat of Nazi Germany's Kriegsmarine deployed during the Second World War against allied shipping in the Arctic Ocean. She was a successful boat, which had a far longer service life than most other U-boats, primarily due to the restricted zone of operations in which she fought. Her main mission during the war was to target the Arctic Convoys which carried supplies to the Soviet Union from Britain. At this she was quite successful in her three years of raiding until her presumed demise in 1944.",
  "/wiki/Order_of_battle_for_Convoy_PQ_18": "Convoy PQ 18 was the last of the PQ/QP series of arctic convoys during World War II, bound from US and British ports via Reykjavík to the Barents Sea and White Sea ports of the Soviet Union, particularly Murmansk and Archangel. The convoy sailed on 2 September 1942 and arrived three weeks later on 21 September 1942.\nIt was opposed by German sea and air forces based in occupied Norway."
}