{
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/Turner_Network_Television": "TNT (originally an abbreviation for Turner Network Television) is an American subscription television network that is owned by WarnerMedia Entertainment, a unit of AT&T's WarnerMedia. When TNT launched in October 1988, the channel's original purpose was to air classic films and television series to which Turner Broadcasting maintained spillover rights through its sister channel SuperStation TBS (now simply TBS); however, since June 2001, its programming consists of television series and feature films with a focus on drama, along with some sports (including NBA games, the NCAA Division I Men's Basketball Tournament, UEFA Champions League, the UEFA Europa League Final and AEW Dynamite).\n As of September 2018[update], TNT was received by approximately 89.573 million households that subscribe to a subscription television service throughout the United States.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).\n The United Kingdom is a unitary parliamentary democracy and constitutional monarchy.[note 12] The current monarch is Queen Elizabeth II, who has reigned since 1952, making her the world's longest-serving current head of state. The United Kingdom's capital and largest city is London, a global city and financial centre with an urban area population of 10.3 million. Other major cities include Birmingham, Manchester, Glasgow, Leeds and Liverpool.\n The United Kingdom consists of four constituent countries: England, Scotland, Wales, and Northern Ireland. Their capitals are London, Edinburgh, Cardiff, and Belfast, respectively. Apart from England, the countries have their own devolved governments, each with varying powers, but such power is delegated by the Parliament of the United Kingdom, which may enact laws unilaterally altering or abolishing devolution. The nearby Isle of Man, Bailiwick of Guernsey and Bailiwick of Jersey are not part of the UK, being Crown dependencies with the British Government responsible for defence and international representation. The medieval conquest and subsequent annexation of Wales by the Kingdom of England, followed by the union between England and Scotland in 1707 to form the Kingdom of Great Britain, and the union in 1801 of Great Britain with the Kingdom of Ireland created the United Kingdom of Great Britain and Ireland. Five-sixths of Ireland seceded from the UK in 1922, leaving the present formulation of the United Kingdom of Great Britain and Northern Ireland.[note 13] There are fourteen British Overseas Territories, the remnants of the British Empire which, at its height in the 1920s, encompassed almost a quarter of the world's landmass and was the largest empire in history. British influence can be observed in the language, culture and political systems of many of its former colonies.\n The United Kingdom is the sixth-largest economy by nominal GDP and ninth-largest economy by purchasing power parity. It has a high-income economy and has a very high Human Development Index rating, ranking 14th in the world. It was the world's first industrialised country and the world's foremost power during the 19th and early 20th centuries. The UK remains a great power, with considerable economic, cultural, military, scientific and political influence internationally. It is a recognised nuclear weapons state and is sixth in military expenditure in the world. It has been a permanent member of the United Nations Security Council since its first session in 1946.\n The United Kingdom is a member of the Commonwealth of Nations, the Council of Europe, the G7, the G20, NATO, the Organisation for Economic Co-operation and Development (OECD), Interpol and the World Trade Organization (WTO).  It was a leading member state of the European Union (EU) and its predecessor, the European Economic Community (EEC) for 47 years, between 1 January 1973 and withdrawal on 31 January 2020.",
  "/wiki/BT_Vision": "BT TV is a subscription IPTV service offered by BT; a division of United Kingdom telecommunications company BT Group, and was originally launched as BT Vision in December 2006. As of the end of June 2019, BT TV had 1.9 million customers.\n BT TV provides on-demand content, 30 extra entertainment channels (18 of which are available in HD), 9 extra children's channels, 11 movie channels (Sky Cinema) and 5 live sports channels (BT Sport & Sky Sports). BT Sport channels are available in SD and HD through IPTV signals. BT Sport, ESPN and AMC from BT are available in non-fibre areas over IPTV using copper multicast where available.\n As BT TV transmits channels and content through IPTV, BT requires customers to sign up to the BT Broadband internet and phone service to use BT TV, with connection via BT's official router, BT Home Hub.\n BT started rebranding its TV services – BT Vision and its YouView service as BT TV between May and August 2013. On 11 April 2014, BT announced that the original Vision service would be closed down as of 30 June, with all customers getting a free upgrade to its modern YouView service. The Vision service was, after August 2013, solely used to broadcast Sky Sports, as well as BT Sport for non-Infinity customers. Sky Sports 1 & 2 were made available to YouView customers on Tuesday 16 December 2014 following an interim ruling from the Appeal Court backing Ofcom's ruling that YouView is to be included in the \"Wholesale Must Offer\" of the channels.",
  "/wiki/Arab_World": "The Arab world (Arabic: العالم العربي‎ al-ʿālam al-ʿarabī; formally: Arab homeland, الوطن العربي al-waṭan al-ʿarabī), also known as the Arab nation (الأمة العربية al-ummah al-ʿarabīyyah), the Arabsphere, or the Arab states, consists of the 22 Arabic-speaking countries which are members of the Arab League. These countries are located in Western Asia, North Africa, and the Horn of Africa, while the southernmost member, the Comoros, is an island country off the coast of East Africa. The region stretches from the Atlantic Ocean in the west to the Arabian Sea in the east, and from the Mediterranean Sea in the north to the Indian Ocean in the southeast. Arabic is used as the lingua franca throughout the Arab world.\n Malta, an island country in Southern Europe whose national language also derives from Arabic (through Sicilian Arabic), is not included in the region. Similarly, Chad, Eritrea, and Israel recognize Arabic as one of their official or working languages but are not included in the region because they are not members of the Arab League (although Chad and Eritrea applied for full membership in 2014). The Arab world has a combined population of around 422 million inhabitants (as of 2012) and a gross domestic product of $2.782 trillion (2018). The eastern part of the Arab world is known as the Mashriq, and the western part as the Maghreb.\n In post-classical history, the Arab world was synonymous with the historic Arab empires and caliphates. Arab nationalism arose in the second half of the 19th century along with other nationalist movements within the Ottoman Empire. The Arab League was formed in 1945 to represent the interests of Arab people and especially to pursue the political unification of the Arab countries; a project known as Pan-Arabism.",
  "/wiki/Fox_Series": "Fox Series was a Middle Eastern version of the American Fox Channel. It launched in 2006. The channel was relaunched as Fox on March 1, 2011. Fox is jointly owned by Elang Mahkota Teknologi.",
  "/wiki/Turkey": "Turkey (Turkish: Türkiye [ˈtyɾcije]), officially the Republic of Turkey (Turkish: Türkiye Cumhuriyeti [ˈtyɾcije dʒumˈhuːɾijeti] (listen)), is a transcontinental country located mostly on the Anatolian peninsula in Western Asia, with a smaller portion on the Balkan peninsula in Southeastern Europe. East Thrace, the part of Turkey in Europe, is separated from Anatolia by the Sea of Marmara, the Bosporus and the Dardanelles (collectively called the Turkish Straits). Istanbul, mostly located on the European side, is the largest city in the country while Ankara is the capital. Turkey is bordered by Greece and Bulgaria to its northwest, the Black Sea to its north, Georgia to its northeast, Armenia, the Azerbaijani exclave of Nakhchivan and Iran to its east, Iraq and Syria to its southeast, the Mediterranean Sea to its south, and the Aegean Sea to its west. Approximately 70 to 80 percent of the country's citizens identify as Turkish, while Kurds are the largest minority at anywhere from 15 to 20 percent of the population.\n At various points in its history, the region has been inhabited by diverse civilisations including the Assyrians, Greeks, Thracians, Phrygians, Urartians, and Armenians. Hellenization started during the era of Alexander the Great and continued into the Byzantine era. The Seljuk Turks began migrating into the area in the 11th century, and their victory over the Byzantines at the Battle of Manzikert in 1071 symbolises the start and foundation of Turkey. The Seljuk Sultanate of Rûm ruled Anatolia until the Mongol invasion in 1243, when it disintegrated into small principalities called beyliks. Beginning in the late 13th century, the Ottomans started uniting beyliks and conquering the Balkans. After Mehmed II conquered Constantinople in 1453, Ottoman expansion continued under Selim I. During the reign of Suleiman the Magnificent the Ottoman Empire encompassed much of Southeast Europe, West Asia and North Africa and became a world power. Beginning from the late 18th century the empire entered a period of decline with a gradual loss of territories and wars. In an effort to consolidate the weakening social and political foundations of the empire, Mahmut II started a period of modernisation in the early 19th century, bringing reforms in all areas of the state including the military and bureaucracy along with the emancipation of all citizens.\n In 1913, a coup d'état effectively put the country under the control of the Three Pashas who were largely responsible for the Empire's entry into World War I in 1914. During World War I, the Ottoman government committed genocides against its Armenian, Assyrian and Pontic Greek subjects.[I] Following the war, the conglomeration of territories and peoples that formerly comprised the Ottoman Empire was partitioned into several new states. The Turkish War of Independence, initiated by Mustafa Kemal Atatürk and his colleagues against occupying Allied Powers, resulted in the abolition of monarchy in 1922 and the establishment of the Republic of Turkey in 1923, with Atatürk as its first president. Atatürk enacted numerous reforms, many of which incorporated various aspects of Western thought, philosophy, and customs into the new form of Turkish government. The conflict between the state and Kurdish insurgents, has been active since 1984 primarily in the southeast of the country. Various Kurdish groups demand separation from Turkey to create an independent Kurdistan or to have autonomy and greater political and cultural rights for Kurds in Turkey.\n Turkey is a charter member of the UN, an early member of NATO, the IMF, and the World Bank, and a founding member of the OECD, OSCE, BSEC, OIC, and G-20. After becoming one of the first members of the Council of Europe in 1949, Turkey became an associate member of the EEC in 1963, joined the EU Customs Union in 1995, and started accession negotiations with the European Union in 2005, which were effectively stopped by the EU in 2018.  Turkey's economy and diplomatic initiatives led to its recognition as a regional power, while its location has given it geopolitical and strategic importance throughout history. Turkey is a secular, unitary, formerly parliamentary republic that adopted a presidential system with a referendum in 2017; the new system came into effect with the presidential election in 2018. Turkey's current administration, headed by president Recep Tayyip Erdoğan of the AKP, has enacted measures to increase the influence of Islam and undermine Kemalist policies and freedom of the press.",
  "/wiki/DiziMax": "beIN Series, formerly DiziMax, is a series of satellite television channels available on Turkish satellite television provider Digiturk. It consists of DiziMax, DiziMax HD, and DiziMaxMore and is available on Sinema Paketi (Cinema Package).\n It was one of the international channels to broadcast Lost's series final simultaneously with the US broadcast in HD.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry.\n South Africa is a multiethnic society encompassing a wide variety of cultures, languages, and religions. Its pluralistic makeup is reflected in the constitution's recognition of 11 official languages, which is the fourth-highest number in the world. Two of these languages are of European origin: Afrikaans developed from Dutch and serves as the first language of most coloured and white South Africans; English reflects the legacy of British colonialism, and is commonly used in public and commercial life, though it is fourth-ranked as a spoken first language. The country is one of the few in Africa never to have had a coup d'état, and regular elections have been held for almost a century. However, the vast majority of black South Africans were not enfranchised until 1994. During the 20th century, the black majority sought to claim more rights from the dominant white minority, with this struggle playing a large role in the country's recent history and politics. The National Party imposed apartheid in 1948, institutionalising previous racial segregation. After a long and sometimes violent struggle by the African National Congress (ANC) and other anti-apartheid activists both inside and outside the country, the repeal of discriminatory laws began in the mid-1980s.\n Since 1994, all ethnic and linguistic groups have held political representation in the country's liberal democracy, which comprises a parliamentary republic and nine provinces. South Africa is often referred to as the \"rainbow nation\" to describe the country's multicultural diversity, especially in the wake of apartheid. The World Bank classifies South Africa as an upper-middle-income economy, and a newly industrialised country. Its economy is the second-largest in Africa, and the 33rd-largest in the world. In terms of purchasing power parity, South Africa has the seventh-highest per capita income and the seventh-highest human development index  in Africa. However, poverty and inequality remain widespread, with about a quarter of the population unemployed and living on less than US$1.25 a day. South Africa has been identified as a middle power in international affairs, and maintains significant regional influence.",
  "/wiki/M-Net": "M-Net (an abbreviation of Electronic Media Network) is a South African pay television channel established by Naspers in 1986. The channel broadcasts both local and international programming, including general entertainment, children's series, sport and movies. While the TV signal is generally encrypted, M-Net showed some programmes 'free to air' in its \"Open Time\" slot between 5 p.m. and 7 p.m., until the slot closed on 1 April 2007.\n In the early 1990s, M-Net added a second analogue channel called Community Services Network (CSN), and began digital broadcasting via satellite to the rest of Africa, via its sister company MultiChoice. With the introduction of MultiChoice's multi-channel digital satellite TV service, DStv, in 1995, several different channels have been created to complement the original M-Net channel, including M-Net Series and several movie channels based on film genre.",
  "/wiki/Bulgaria": "Bulgaria (/bʌlˈɡɛəriə, bʊl-/ (listen); Bulgarian: България, romanized: Balgariya), officially the Republic of Bulgaria (Bulgarian: Република България, romanized: Republika Balgariya, IPA: [rɛˈpublikɐ bɐɫˈɡarijɐ]), is a country in Southeast Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres (42,855 sq mi), Bulgaria is Europe's 16th-largest country.\n One of the earliest societies in the lands of modern-day Bulgaria was the Neolithic Karanovo culture, which dates back to 6,500 BC. In the 6th to 3rd century BC the region was a battleground for Thracians, Persians, Celts and ancient Macedonians; stability came when the Roman Empire conquered the region in AD 45. The Eastern Roman, or Byzantine, Empire lost some of these territories to an invading Bulgar horde in the late 7th century. The Bulgars founded the First Bulgarian Empire in AD 681, which dominated most of the Balkans and significantly influenced Slavic cultures by developing the Cyrillic script. This state lasted until the early 11th century, when Byzantine emperor Basil II conquered and dismantled it. A successful Bulgarian revolt in 1185 established a Second Bulgarian Empire, which reached its apex under Ivan Asen II (1218–1241). After numerous exhausting wars and feudal strife, the Second Bulgarian Empire disintegrated in 1396 and its territories fell under Ottoman rule for nearly five centuries.\n The Russo-Turkish War of 1877–78 resulted in the formation of the current Third Bulgarian State. Many ethnic Bulgarian populations were left outside its borders, which led to several conflicts with its neighbours and an alliance with Germany in both world wars. In 1946 Bulgaria became a one-party socialist state and part of the Soviet-led Eastern Bloc. The ruling Communist Party gave up its monopoly on power after the revolutions of 1989 and allowed multi-party elections. Bulgaria then transitioned into a democracy and a market-based economy.\n Since adopting a democratic constitution in 1991, the sovereign state has been a unitary parliamentary republic with a high degree of political, administrative, and economic centralisation. The population of seven million resides mainly in Sofia and the capital cities of the 27 provinces. The population has declined since the late 1980s.\n Bulgaria is a member of the European Union, NATO, and the Council of Europe; it is a founding state of the Organization for Security and Co-operation in Europe (OSCE) and has taken a seat on the UN Security Council three times. Its market economy is part of the European Single Market and mostly relies on services, followed by industry—especially machine building and mining—and agriculture. Bulgaria is a developing country and ranks 52nd in the Human Development Index, the lowest development rank in the EU alongside Romania. Widespread corruption is a major socioeconomic issue; it ranked as the most corrupt country in the European Union in 2018.",
  "/wiki/TV7_(Bulgarian_TV_channel)": "TV7 was a Bulgarian television channel, owned by Crown Media EAD.  It airs entertainment programs, TV series and films, and is also the first Bulgarian station to broadcast in widescreen PAL (16:9, although the aspect ratio is usually left as 4:3, making the image appearing vertically elongated on normal TV sets). The channel is available terrestrially in over 50 cities and towns, thus comprising the fifth national free-to-view TV network in Bulgaria and also on cable television and satellite. \n In August 2007 TV7 launched two sister channels: Super7, a kids'channel, and Sport7, a sports channel. Sport7, which was made in partnership with the digital television operator Cabletel was closed in 2009 due to problems with sponsorship. The channel was resumed in 2013. In 2010 the channels changed their graphic design and logos. The channel, along with News7 and Sport7 holds the rights to the Bulgarian Football Championship. On 18 March 2012 the channel changed their graphic design and logos again and began broadcasting in 16:9. On 3 March 2013 it launched a sister news channel - News7. TV7 ceased broadcasting of original programming on 1 February 2016 due to bankruptcy. The channel was officially closed down on 17 September 2016, after its broadcasting license was taken down by the Bulgarian Council for Electronic Media.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.\n As a whole, Canada is sparsely populated, with most of its land area dominated by forest and tundra. Its population is highly urbanized, with over 80 percent of its inhabitants concentrated in large and medium-sized cities, and 70 percent residing within 100 kilometres (62 mi) of the southern border. Canada's climate varies widely across its vast area, ranging from Arctic climate in the north to hot summers in the southern regions, with four distinct seasons.\n Various indigenous peoples inhabited what is now Canada for thousands of years before European colonization. Beginning in the 16th century, British and French expeditions explored and later settled along the Atlantic coast. As a consequence of various armed conflicts, France ceded nearly all of its colonies in North America in 1763. In 1867, with the union of three British North American colonies through Confederation, Canada was formed as a federal dominion of four provinces. This began an accretion of provinces and territories and a process of increasing autonomy from the United Kingdom. This widening autonomy was highlighted by the Statute of Westminster of 1931 and culminated in the Canada Act of 1982, which severed the vestiges of legal dependence on the British parliament.\n Canada is a parliamentary democracy and a constitutional monarchy in the Westminster tradition, with a monarch and a prime minister who serves as the chair of the Cabinet and head of government. The country is a realm within the Commonwealth of Nations, a member of the Francophonie and officially bilingual at the federal level. It ranks among the highest in international measurements of government transparency, civil liberties, quality of life, economic freedom, and education. It is one of the world's most ethnically diverse and multicultural nations, the product of large-scale immigration from many other countries. Canada's long and complex relationship with the United States has had a significant impact on its economy and culture.\n A developed country, Canada has the sixteenth-highest nominal per-capita income globally as well as the twelfth-highest ranking in the Human Development Index. Its advanced economy is the tenth-largest in the world, relying chiefly upon its abundant natural resources and well-developed international trade networks. Canada is part of several major international and intergovernmental institutions or groupings including the United Nations, NATO, the G7, the Group of Ten, the G20, the North American Free Trade Agreement and the Asia-Pacific Economic Cooperation forum.",
  "/wiki/CTV_television_network": "The CTV Television Network (commonly referred to as CTV) is a Canadian English-language terrestrial television network launched in 1961. Since 2000, it is owned by the CTV Inc. subdivision of the Bell Media division of BCE Inc. It is Canada's largest privately or commercially owned network, and has consistently been placed as Canada's top-rated network in total viewers and in key demographics since 2002, after several years trailing the rival Global Television Network in key markets.[citation needed]\n Bell Media also operates additional CTV-branded properties, including the news specialty channel CTV News Channel, the secondary CTV 2 television system, CTV Comedy Channel, CTV Sci-Fi Channel, CTV Drama Channel, and CTV Life Channel.\n There has never been an official full name corresponding to the initials \"CTV\"; however, it is generally assumed to mean \"Canadian Television\", a branding used in a promotional campaign by the network in 1998, and also in pre-promotion for the network prior to its launch in 1961. However, that branding was dropped before the network's launch when the Canadian Broadcasting Corporation objected to it, claiming exclusive rights to the term \"Canadian\".",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.\n With an area of 505,990 km2 (195,360 sq mi), Spain is the largest country in Southern Europe, the second largest country in Western Europe and the European Union, and the fourth largest country in the European continent. By population (about 47 million), Spain is the sixth largest in Europe and the fifth in the European Union. Spain's capital and largest city is Madrid; other major urban areas include Barcelona, Valencia, Seville, Zaragoza, Málaga and Bilbao.\n Modern humans first arrived in the Iberian Peninsula around 35,000 years ago. Iberian cultures along with ancient Phoenician, Greek, Celtic and Carthaginian settlements developed on the peninsula until it came under Roman rule around 200 BCE, after which the region was named Hispania, based on the earlier Phoenician name Sp(a)n or Spania. At the end of the Western Roman Empire the Germanic tribal confederations migrated from Central Europe, invaded the Iberian peninsula and established relatively independent realms in its western provinces, including the Suebi, Alans and Vandals. Eventually, the Visigoths would forcibly integrate all remaining independent territories in the peninsula, including the Byzantine province of Spania, into the Visigothic Kingdom, which more or less unified politically, ecclesiastically and legally all the former Roman provinces or successor kingdoms of what was then documented as Hispania.\n In the early eighth century the Visigothic Kingdom was conquered by the Umayyad Islamic Caliphate, that arrived to the peninsula in the year 711. The Muslim rule in the Iberian Peninsula (al-Andalus) soon became autonomous from Baghdad. The handful of small Christian pockets in the north left out of Muslim rule, along the presence of the Carolingian Empire near the Pyreneean range, would eventually led to the emergence of the Christian kingdoms of León, Castile, Aragon, Portugal and Navarre. Along seven centuries, an intermittent southwards expansion of the latter kingdoms (metahistorically dubbed as a reconquest: the Reconquista) took place, culminating with the Christian seizure of the last Muslim polity (the Nasrid Kingdom of Granada) in 1492, the same year Christopher Columbus arrived in the New World. A process of political conglomeration among the Christian kingdoms also ensued, and the late 15th-century saw the dynastic union of Castile and Aragon under the Catholic Monarchs, sometimes considered as the point of emergence of Spain as unified country. The Conquest of Navarre would take in 1512, while the Kingdom of Portugal was also ruled by the Hapsburg Dynasty between 1580 and 1640.\n In the early modern period, Spain ruled one of the largest empires in history which was also one of the first global empires, leaving a large cultural and linguistic legacy that includes over 570 million Hispanophones, making Spanish the world's second-most spoken native language, after Mandarin Chinese. During the Golden Age there were also many advancements in the arts, with world-famous painters such as Diego Velázquez.\nThe most famous Spanish literary work, Don Quixote, was also published during the Golden Age. Spain hosts the world's third-largest number of UNESCO World Heritage Sites.\n Spain is a secular parliamentary democracy and a parliamentary monarchy, with King Felipe VI as head of state. It is a major developed country and a high income country, with the world's fourteenth largest economy by nominal GDP and sixteenth largest by purchasing power parity. It is a member of the United Nations (UN), the European Union (EU), the Eurozone, the Council of Europe (CoE), the Organization of Ibero-American States (OEI), the Union for the Mediterranean, the North Atlantic Treaty Organization (NATO), the Organisation for Economic Co-operation and Development (OECD), Organization for Security and Co-operation in Europe (OSCE), the Schengen Area, the World Trade Organization (WTO) and many other international organisations. While not an official member, Spain has a \"Permanent Invitation\" to the G20 summits, participating in every summit, which makes Spain a de facto member of the group.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.\n Due to its central geographic location in Southern Europe and the Mediterranean, Italy has historically been home to myriad peoples and cultures. In addition to the various ancient peoples dispersed throughout what is now modern-day Italy, the most predominant being the Indo-European Italic peoples who gave the peninsula its name, beginning from the classical era, Phoenicians and Carthaginians founded colonies mostly in insular Italy, Greeks established settlements in the so-called Magna Graecia of Southern Italy, while Etruscans and Celts inhabited central and northern Italy respectively. An Italic tribe known as the Latins formed the Roman Kingdom in the 8th century BC, which eventually became a republic with a government of the Senate and the People. The Roman Republic initially conquered and assimilated its neighbours on the Italian peninsula, eventually expanding and conquering parts of Europe, North Africa and  Asia. By the first century BC, the Roman Empire emerged as the dominant power in the Mediterranean Basin and became a leading cultural, political and religious centre, inaugurating the Pax Romana, a period of more than 200 years during which Italy's law, technology, economy, art, and literature developed. Italy remained the homeland of the Romans and the metropole of the empire, whose legacy can also be observed in the global distribution of culture, governments, Christianity and the Latin script.\n During the Early Middle Ages, Italy endured sociopolitical collapse and barbarian invasions, but by the 11th century, numerous rival city-states and maritime republics, mainly in the northern and central regions of Italy, rose to great prosperity through trade, commerce and banking, laying the groundwork for modern capitalism. These mostly independent statelets served as Europe's main trading hubs with Asia and the Near East, often enjoying a greater degree of democracy than the larger feudal monarchies that were consolidating throughout Europe; however, part of central Italy was under the control of the theocratic Papal States, while Southern Italy remained largely feudal until the 19th century, partially as a result of a succession of Byzantine, Arab, Norman, Angevin, Aragonese and other foreign conquests of the region. The Renaissance began in Italy and spread to the rest of Europe, bringing a renewed interest in humanism, science, exploration and art. Italian culture flourished, producing famous scholars, artists and polymaths. During the Middle Ages, Italian explorers discovered new routes to the Far East and the New World, helping to usher in the European Age of Discovery. Nevertheless, Italy's commercial and political power significantly waned with the opening of trade routes that bypassed the Mediterranean. Centuries of rivalry and infighting between the Italian city-states, such as the Italian Wars of the 15th and 16th centuries, left Italy fragmented and susceptible to foreign domination, and it was subsequently conquered, exploited, and further divided by European powers such as France, Spain and Austria.\n By the mid-19th century, rising Italian nationalism and calls for independence from foreign control led to a period of revolutionary political upheaval. After centuries of foreign domination and political division, Italy was almost entirely unified in 1861, establishing the Kingdom of Italy as a great power. From the late 19th century to the early 20th century, Italy rapidly industrialised, namely in the north, and acquired a colonial empire, while the south remained largely impoverished and excluded from industrialisation, fuelling a large and influential diaspora. Despite being one of the main victors in World War I, Italy entered a period of economic crisis and social turmoil, leading to the rise of a fascist dictatorship in 1922. Participation in World War II on the Axis side ended in military defeat, economic destruction and the Italian Civil War. Following the liberation of Italy and the rise of the resistance, the country abolished the monarchy, established a democratic Republic and enjoyed a prolonged economic boom, becoming a highly developed country.\n Today, Italy is considered to be one of the world's most culturally and economically advanced countries, with the world's eighth-largest economy by nominal GDP (third in the Eurozone), sixth-largest national wealth and third-largest central bank gold reserve. It ranks very highly in life expectancy, quality of life, healthcare, and education. The country plays a prominent role in regional and global economic, military, cultural and diplomatic affairs; it is both a regional power and a great power, and is ranked the world's eighth most-powerful military. Italy is a founding and leading member of the European Union and a member of numerous international institutions, including the UN, NATO, the OECD, the OSCE, the WTO, the G7, the G20, the Union for the Mediterranean, the Council of Europe, Uniting for Consensus, the Schengen Area and many more. The country has long been a global centre of art, music, literature, philosophy, science and technology, and fashion, and has greatly influenced and contributed to diverse fields including cinema, cuisine, sports, jurisprudence, banking and business. As a reflection of its cultural wealth, Italy is home to the world's largest number of World Heritage Sites (55), and is the fifth-most visited country.",
  "/wiki/Fox_Crime": "Fox Crime is a television network, launched by the Fox Networks Group, which airs across several countries of Europe, Australia, Africa and Asia such as Italy, Portugal, Serbia, Bulgaria, and Turkey. Its basic programming include numerous television series, sitcoms and movies, among others, related to crime, horror and investigation.\n It was launched in Italy on 31 October 2005, Bulgaria on 13 October 2006, Portugal on 28 September 2007, Hong Kong on 3 May 2006, Singapore on 2 October 2006, and in Vietnam on 29 October 2007. Fox Crime was also launched in the Philippines on 1 January 2008, on Sky Cable. In Indonesia, the channel was made available via Indovision in the middle of 2008. Later, it was launched in Thailand on 29 July 2008. In 2017, Fox crime is available in MENA Region via AD Drama HD and via Elife in the United Arab Emirates.\n FX and BabyTV channel was launched along with in India on March 25, 2009. Fox Channels India had received downlink rights from the I&B Ministry of India for the three channels on March 12, 2009. However India and Sri Lanka are currently using the Asian Feed. Fox Crime HD was launched in Asia in May, 2010 via AsiaSat 5, in Latvia it was launched along with Fox Life and National Geographic Channel on October 1, 2011. In 2013 the channel was launched in Africa as part of StarSat. The channel in Africa officially closed on September 30, 2016.",
  "/wiki/La5": "La5 is an Italian entertainment television channel, launched on May 12, 2010 and owned by the media company Mediaset. It is broadcast in Italy on DTT channel 30 on mux Mediaset 4  and digital satellite television through Tivù Sat. \n It is dedicated to a female audiences and broadcast movies, television series and soap operas.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.\n Modern humans arrived on the Indian subcontinent from Africa no later than 55,000 years ago.\nTheir long occupation, initially in varying forms of isolation as hunter-gatherers, has made the region highly diverse, second only to Africa in human genetic diversity. Settled life emerged on the subcontinent in the western margins of the Indus river basin 9,000 years ago, evolving gradually into the Indus Valley Civilisation of the third millennium BCE.\nBy 1200 BCE, an archaic form of Sanskrit, an Indo-European language, had diffused into India from the northwest, unfolding as the language of the Rigveda, and recording the dawning of Hinduism in India.\nThe Dravidian languages of India were supplanted in the northern regions.\nBy 400 BCE, stratification and exclusion by caste had emerged within Hinduism,\nand Buddhism and Jainism had arisen, proclaiming social orders unlinked to heredity.\nEarly political consolidations gave rise to the loose-knit Maurya and Gupta Empires based in the Ganges Basin.\nTheir collective era was suffused with wide-ranging creativity, but also marked by the declining status of women, and the incorporation of untouchability into an organised system of belief.[f] In south India, the Middle kingdoms exported Dravidian-languages scripts and religious cultures to the kingdoms of southeast Asia.\n In the early medieval era, Christianity, Islam, Judaism, and Zoroastrianism put down roots on India's southern and western coasts.\nArmies from Central Asia intermittently overran India's plains,\neventually establishing the Delhi sultanate, and drawing northern India into the cosmopolitan networks of medieval Islam.\nIn the 15th century, the Vijayanagara Empire created a long-lasting composite Hindu culture in south India.\nIn the Punjab, Sikhism emerged, rejecting institutionalised religion.\nThe Mughal empire, in 1526, ushered in two centuries of relative peace,\nleaving a legacy of luminous architecture.[g]\nGradually expanding rule of the British East India Company followed, turning India into a colonial economy, but also consolidating its sovereignty. British Crown rule began in 1858. The rights promised to Indians were granted slowly, but technological changes were introduced, and ideas of education, modernity and the public life took root.\nA pioneering and influential nationalist movement emerged, \nwhich was noted for nonviolent resistance and led India to its independence in 1947.\n India is a secular federal republic governed in a democratic parliamentary system. It is a pluralistic, multilingual and multi-ethnic society. India's population grew from 361 million in 1951 to 1,211 million in 2011.\nDuring the same time, its nominal per capita income increased from US$64 annually to US$1,498, and its literacy rate from 16.6% to 74%. From being a comparatively destitute country in 1951, \nIndia has become a fast-growing major economy, a hub for information technology services, with an expanding middle class. It has a space programme which includes several planned or completed extraterrestrial missions. Indian movies, music, and spiritual teachings play an increasing role in global culture.\nIndia has substantially reduced its rate of poverty, though at the cost of increasing economic inequality.\nIndia is considered a great power and nuclear weapons state, which ranks high in military expenditure. It has disputes over Kashmir with its neighbours, Pakistan and China, unresolved since the mid-20th century.\nAmong the socio-economic challenges India faces are gender inequality, child malnutrition,\nand rising levels of air pollution. \nIndia's land is megadiverse, with four biodiversity hotspots. Its forest cover comprises 21.4% of its area. India's wildlife, which has traditionally been viewed with tolerance in India's culture, is supported among these forests, and elsewhere, in protected habitats.",
  "/wiki/Zee_Cafe": "Zee Café, formerly Zee English, is an Indian pay television channel owned by Zee Entertainment Enterprises, a subsidiary of the Essel Group. It was launched on 15 March 2000 as Zee English and is known as a general entertainment channel (GEC). On 27 March 2005, it was renamed Zee Café. The channel mainly syndicates popular American television shows to appeal to the English-speaking population of India.",
  "/wiki/Portugal": "Portugal (Portuguese: [puɾtuˈɣal]), officially the Portuguese Republic (Portuguese: República Portuguesa [ʁɛˈpuβlikɐ puɾtuˈɣezɐ]),[note 5] is a country located mostly on the Iberian Peninsula, in southwestern Europe. It is the westernmost sovereign state of mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional governments.\n Portugal is the oldest nation state on the Iberian Peninsula and one of the oldest in Europe and the world, its territory having been continuously settled, invaded and fought over since prehistoric times. The pre-Celtic people, Iberians, \nCelts, Carthaginians and Romans were followed by the invasions of the Visigoths and Suebi Germanic peoples. After the Muslim conquests of the Iberian Peninsula, most of the territory was part of Al-Andalus until their expulsion. Portugal as a country was established during the early Christian Reconquista. Founded in 868, the County of Portugal gained prominence after the Battle of São Mamede in 1128. The Kingdom of Portugal was later proclaimed following the Battle of Ourique in 1139, and independence from León was recognised by the Treaty of Zamora in 1143. On 12 December 2017, the Portuguese Navy commemorated the 700th anniversary of its official creation by King Denis of Portugal. Tracing its origins back to the 12th century, it is the oldest continuously serving navy in the world.\n In the 15th and 16th centuries, Portugal established the first global empire, becoming one of the world's major economic, political and military powers. During this period, today referred to as the Age of Discovery, Portuguese explorers pioneered maritime exploration, notably under royal patronage of Prince Henry the Navigator and King John II, with such notable voyages as Bartolomeu Dias' sailing beyond the Cape of Good Hope (1488), Vasco da Gama's discovery of the sea route to India (1497–98) and the European discovery of Brazil (1500). During this time Portugal monopolized the spice trade, divided the world into hemispheres of dominion with Castille, and the empire expanded with military campaigns in Asia. However, events such as the 1755 Lisbon earthquake, the country's occupation during the Napoleonic Wars, the independence of Brazil (1822) and a late industrialization compared to other European powers erased to a great extent Portugal's prior opulence.\n After the 1910 revolution deposed the monarchy, the democratic but unstable Portuguese First Republic was established, later being superseded by the Estado Novo authoritarian regime. Democracy was restored after the Carnation Revolution in 1974, ending the Portuguese Colonial War. Shortly after, independence was granted to almost all its overseas territories, including East Timor. The handover of Macau to China in 1999 marked the end of what can be considered the longest-lived colonial empire.\n Portugal has left a profound cultural, architectural and linguistic influence across the globe, with a legacy of around 250 million Portuguese speakers, and many Portuguese-based creoles. It is a developed country with an advanced economy and high living standards. Additionally, it is highly placed in rankings of moral freedom (2nd), peacefulness (3rd), LGBTI rights (7th in Europe), democracy (8th), press freedom (12th), stability (15th), social progress (18th), prosperity (26th), and HDI (40th). A member of the United Nations and the European Union, Portugal was also one of the founding members of NATO, the eurozone, the OECD, and the Community of Portuguese Language Countries.",
  "/wiki/AXN": "AXN (originally an initialism for Action Extreme Network) is a pay television channel owned by Sony Pictures Television, which was first launched on June 22, 1997. The network is now spread across several parts of the world, including Europe, Japan, India other parts of Asia and Latin America. Funded through advertising and subscription fees, AXN delivers 24 hours a day of action and crime TV series, movies, animations and adventure-reality and lifestyle sports programmes.  In the United States, AXN was used as a brand name for the streaming of Sony's television library on streaming service Joost before it shut down in 2012.",
  "/wiki/Sony_Entertainment_Television_(Portugal)": "AXN White is a channel operated by Sony Pictures Television International Networks Europe. Its programming is focused on television series and movies. The channel was launched in Portugal on 14 April 2008 and in Spain on May 7, 2012 and replaced Sony Entertainment Television.\nThe channel replaced AXN Crime on 1 October 2013 in Hungary, Poland, Romania, Czech Republic, Slovakia and Moldova.\nOn October 3 2017 the channel was replaced by Sony Max in Hungary.",
  "/wiki/Norway": "Norway (Norwegian: Norge (Bokmål) or Noreg (Nynorsk); Northern Sami: Norga; Lule Sami: Vuodna; Southern Sami: Nöörje), officially the Kingdom of Norway, is a Nordic country in Northwestern Europe whose territory comprises the western and northernmost portion of the Scandinavian Peninsula; the remote island of Jan Mayen and the archipelago of Svalbard are also part of the Kingdom of Norway.[note 2] The sub-Antarctic Bouvet Island is a dependent territory and thus not considered part of the kingdom. Norway also lays claim to the Antarctic territories of Queen Maud Land and Peter I Island.\n Norway has a total area of 385,207 square kilometres (148,729 sq mi) and a population of 5,312,300 (as of August 2018). The country shares a long eastern border with Sweden (1,619 km or 1,006 mi long). Norway is bordered by Finland and Russia to the north-east, and the Skagerrak strait to the south, with Denmark on the other side. Norway has an extensive coastline, facing the North Atlantic Ocean and the Barents Sea. The maritime influence also dominates Norway's climate with mild lowland temperatures on the sea coasts, whereas the interior, while colder, is also a lot milder than areas elsewhere in the world on such northerly latitudes. Even during polar night in the north, temperatures above freezing are commonplace on the coastline. The maritime influence brings high rainfall and snowfall to some areas of the country.\n Harald V of the House of Glücksburg is the current King of Norway. Erna Solberg has been prime minister since 2013 when she replaced Jens Stoltenberg. As a unitary sovereign state with a constitutional monarchy, Norway divides state power between the parliament, the cabinet and the supreme court, as determined by the 1814 constitution. The kingdom was established in 872 as a merger of many petty kingdoms and has existed continuously for 1,148 years. From 1537 to 1814, Norway was a part of the Kingdom of Denmark-Norway, and from 1814 to 1905, it was in a personal union with the Kingdom of Sweden. Norway was neutral during the First World War. Norway remained neutral until April 1940 when the country was invaded and occupied by Germany until the end of Second World War.\n Norway has both administrative and political subdivisions on two levels: counties and municipalities. The Sámi people have a certain amount of self-determination and influence over traditional territories through the Sámi Parliament and the Finnmark Act. Norway maintains close ties with both the European Union and the United States. Norway is also a founding member of the United Nations, NATO, the European Free Trade Association, the Council of Europe, the Antarctic Treaty, and the Nordic Council; a member of the European Economic Area, the WTO, and the OECD; and a part of the Schengen Area. In addition, the Norwegian languages share mutual intelligibility with Danish and Swedish.\n Norway maintains the Nordic welfare model with universal health care and a comprehensive social security system, and its values are rooted in egalitarian ideals. The Norwegian state has large ownership positions in key industrial sectors, having extensive reserves of petroleum, natural gas, minerals, lumber, seafood, and fresh water. The petroleum industry accounts for around a quarter of the country's gross domestic product (GDP). On a per-capita basis, Norway is the world's largest producer of oil and natural gas outside of the Middle East.\n The country has the fourth-highest per capita income in the world on the World Bank and IMF lists. On the CIA's GDP (PPP) per capita list (2015 estimate) which includes autonomous territories and regions, Norway ranks as number eleven. It has the world's largest sovereign wealth fund, with a value of US$1 trillion. Norway has had the highest Human Development Index ranking in the world since 2009, a position also held previously between 2001 and 2006. It also had the highest inequality-adjusted ranking until 2018 when Iceland moved to the top of the list. Norway ranked first on the World Happiness Report for 2017 and currently ranks first on the OECD Better Life Index, the Index of Public Integrity, and the Democracy Index. Norway also has one of the lowest crime rates in the world.",
  "/wiki/TV_2_(Norway)": "TV 2 is a Norwegian free-to-air television channel. Its headquarters are located in Bergen. TV 2 began test broadcasting on 13 November 1991, and a year later, it was officially launched on 5 September 1992, became Norway's first commercial free-to-air television channel. In 1992, TV 2 A/S was admitted as full active member of the European Broadcasting Union.\nAs is common with television (and cinema) in Norway, most foreign-language shows and segments of local programmes with foreign language dialogues (e.g. interviews with foreigners) are subtitled in Norwegian, not dubbed (with a notable exception being children's programmes). Since 2012, TV 2 is owned by one of its co-founders, the Copenhagen-based Scandinavian media company Egmont Group.",
  "/wiki/Singapore": "Singapore (/ˈsɪŋ(ɡ)əpɔːr/ (listen)), officially the Republic of Singapore, is a sovereign city-state and island country in Southeast Asia. Singapore is located about one degree (137 kilometres or 85 miles) north of the equator, and is situated off the southern tip of the Malay Peninsula, and by extension, the southernmost extremity of continental Asia. The island country shares its southern maritime border with Indonesia's Riau Islands, its northern, western, and eastern maritime borders with the Johor state of Peninsular Malaysia, and is in the vicinity of Sumatra to its west and Borneo to its east. It is enveloped by the littoral waters of the Johore Strait to its north and the Singapore Strait to its south, and is geographically positioned within the confluence of the Indian and Pacific Oceans, being bounded by the Malacca Strait to its west and the South China Sea to its east. The country's territory is composed of one main island and 58 smaller islets, the combined area of which has increased by almost 25% since the country's independence as a result of extensive land reclamation projects.\n Although Singapore has been a constituent part of several Hindu-Buddhist thalassocratic empires and Islamic sultanates throughout its millennia-long history, modern Singapore, then part of the erstwhile Johor Sultanate, was founded in 1819 when Stamford Raffles, a British colonial officer, established a trading post of the East India Company on the island. In 1824, the island and its satellite islets were fully ceded by the Johor Sultanate, and in 1826, Singapore was incorporated into the Straits Settlements, a group of East India Company territories in the Malay peninsula. From 1830 to 1858, the Straits Settlements were administered as a Malayan subdivision of the East India Company's Bengal Presidency; following the Indian Rebellion of 1857, the Presidency and its constituent Settlements were reorganised into the British Raj. In 1867, Britain's colonial holdings in the Malay archipelago were separated from British India, and the administration of the Straits Settlements was transferred from Calcutta to London, bringing the Straits Settlements under the direct control of the British Crown as a crown colony. \n From 1867 to the 1940s, Singapore grew into a successful entrepôt that attracted settlers and sojourners from the region and beyond. During the Second World War, Imperial Japan successfully invaded Singapore, resulting in an interregnum of British rule corresponding with a brief Japanese occupation from 1942 to 1945. Following Japan's surrender in 1945, the Straits Settlements were dissolved, with Singapore being returned to British control as a standalone crown colony in 1946. Following a protracted period of agitation against British colonial rule, Singapore gained internal self-governance from the British Empire in 1959. In 1963, Singapore, the Federation of Malaya, and the British Bornean crown colonies of Sarawak and North Borneo (Sabah) federated to form the fully emancipated Malaysian Federation, but after two tumultuous years as a constituent state of Malaysia and following intractable differences, Singapore seceded in 1965 to become a fully sovereign nation. After early years of turbulence, the newly sovereign nation, viewed as a nonviable state by many due to its size, absence of natural resources, and lack of a hinterland, defied odds by rapidly developing and industrialising under the leadership of the founding People's Action Party to become a high-income economy and developed country within a single generation. \n Singapore is the only truly sovereign city-state in the world; it has its own currency and a well-funded military that is considered the most advanced in Southeast Asia. It is a unitary parliamentary republic with a unicameral legislature that has been characterised by dominant-party rule since independence. The Economist Intelligence Unit rated Singapore a \"flawed democracy\" in 2019. The city-state is home to 5.6 million residents, 39% of whom are foreign nationals, including permanent residents. The country has four official languages: English, Malay, Chinese, and Tamil; Malay, as the language of Singapore's indigenous people, is accorded special status in the country's constitution as the national and ceremonial language, while English is the lingua franca, being spoken as a common tongue by the vast majority of Singaporeans. As a legacy of its historical nature as an entrepôt, modern Singapore is a pluralistic country with a racially, culturally, and religiously diverse citizenry, with one indigenous ethnic group, the Malays, and two settler-descended ethnic groups, the Chinese and Indians, forming the historical and contemporary core of the country's citizen populace. As a reflection of this diversity, multiracialism has been enshrined as a foundational principle of the state, and has shaped the country's politics and national policies, particularly in education and housing. \n The country is one of the five founding members of ASEAN, is the headquarters of the Asia-Pacific Economic Cooperation (APEC) Secretariat and Pacific Economic Cooperation Council (PECC) Secretariat, and is a member of the United Nations, World Trade Organization, East Asia Summit, Non-Aligned Movement, and the Commonwealth of Nations. It is a highly developed country and is ranked 9th on the UN Human Development Index, the highest in Asia for a sovereign state, with the 7th highest GDP per capita in the world. Singapore is placed highly in key social indicators: education, healthcare, quality of life, personal safety and housing, with a home-ownership rate of 90%. Singaporeans enjoy one of the world's longest life expectancies and one of the lowest infant mortality rates in the world. It is additionally classified as an Alpha+ global city, and is the only country in Asia with an AAA sovereign rating from all major rating agencies. It was ranked the most expensive city to live in since 2013, and has been identified as a tax haven. It is also a popular tourist destination, with well-known landmarks such as the Marina Bay Sands, Gardens by the Bay, Jewel—Changi Airport, the Orchard Road shopping belt, the resort island of Sentosa and the Singapore Botanic Gardens, the only tropical garden in the world to be honoured as a UNESCO World Heritage Site.",
  "/wiki/Sony_Entertainment_Television_Asia": "Sony Entertainment Television (abbr. SET) is an Indian Hindi-language pay television channel that was launched in October 1996, and is owned by Sony Pictures Networks India, a subsidiary of the Japanese Sony.\n SET has been one of India's most popular television channels, having produced many iconic shows such as CID, Aahat, Indian Idol, Boogie Woogie, Crime Patrol and Beyhadh.",
  "/wiki/Hong_Kong": "Hong Kong (/ˌhɒŋˈkɒŋ/ (listen); Chinese: 香港, Cantonese: [hœ́ːŋ.kɔ̌ːŋ] (listen)), officially the Hong Kong Special Administrative Region of the People's Republic of China (HKSAR), is a city and special administrative region on the eastern side of the Pearl River estuary in southern China. With over 7.4 million people of various nationalities[d] in a 1,104-square-kilometre (426 sq mi) territory, Hong Kong is one of the most densely populated places in the world.\n Hong Kong became a colony of the British Empire after Qing Empire ceded Hong Kong Island at the end of the First Opium War in 1842. The colony expanded to the Kowloon Peninsula in 1860 after the Second Opium War, and was further extended when Britain obtained a 99-year lease of the New Territories in 1898. The territory was returned to China in 1997. As a special administrative region, Hong Kong maintains separate governing and economic systems from that of mainland China under the principle of \"one country, two systems\".\n Originally a sparsely populated area of farming and fishing villages, the territory has become one of the world's most significant financial centres and commercial ports. It is the world's tenth-largest exporter and ninth-largest importer.  As one of the world's leading international financial centres, Hong Kong has a major capitalist service economy characterised by low taxation and free trade, and the currency, Hong Kong dollar, is the eighth most traded currency in the world. Hong Kong hosts the largest concentration of ultra high-net-worth individuals of any city in the world. Although the city has one of the highest per capita incomes in the world, there is severe income inequality among its residents.\n Hong Kong is a highly developed territory and ranks fourth on the UN Human Development Index. The city also has the largest number of skyscrapers of any city in the world and its residents have some of the highest life expectancies in the world. The dense space also led to a developed transportation network with public transport rates exceeding 90 percent. Hong Kong is ranked third in the Global Financial Centre Index, behind New York City and London. In an annual ranking of the Index of Economic Freedom, Hong Kong has come out on top 25 years in a row, according to the Heritage Foundation, a U.S. think tank.",
  "/wiki/Greece": "Greece (Greek: Ελλάδα), officially the Hellenic Republic (Greek: Ελληνική Δημοκρατία), historically also known as Hellas, is a country located in Southeast Europe. Its population is approximately 10.7 million as of 2018; Athens, the nation's capital, is its largest city, followed by Thessaloniki.\n Situated on the southern tip of the Balkan Peninsula, Greece is located at the crossroads of Europe, Asia, and Africa. It shares land borders with Albania to the northwest, North Macedonia and Bulgaria to the north, and Turkey to the northeast. The Aegean Sea lies to the east of the mainland, the Ionian Sea to the west, the Cretan Sea and the Mediterranean Sea to the south. Greece has the longest coastline on the Mediterranean Basin and the 11th longest coastline in the world at 13,676 km (8,498 mi) in length, featuring many islands, of which 227 are inhabited. Eighty percent of Greece is mountainous, with Mount Olympus being the highest peak at 2,918 metres (9,573 ft). The country consists of nine traditional geographic regions: Macedonia, Central Greece, the Peloponnese, Thessaly, Epirus, the Aegean Islands (including the Dodecanese and Cyclades), Thrace, Crete, and the Ionian Islands.\n Greece is considered the cradle of Western civilisation, being the birthplace of democracy, Western philosophy, Western literature, historiography, political science, major scientific and mathematical principles, Western drama and the Olympic Games. From the eighth century B.C., the Greeks were organised into various independent city-states, known as poleis (singular polis), which spanned the entire Mediterranean region and the Black Sea. Philip of Macedon united most of the Greek mainland in the fourth century BC, with his son Alexander the Great rapidly conquering much of the ancient world, from the eastern Mediterranean to India. Greece was annexed by Rome in the second century B.C., becoming an integral part of the Roman Empire and its successor, the Byzantine Empire, which adopted the Greek language and culture. The Greek Orthodox Church, which emerged in the first century A.D., helped shape modern Greek identity and transmitted Greek traditions to the wider Orthodox World. After falling under Ottoman dominion in the mid-15th century, Greece emerged as a modern nation state in 1830 following a war of independence. The country's rich historical legacy is reflected in part by its 18 UNESCO World Heritage Sites.\n Greece is a unitary parliamentary republic and developed country with an advanced high-income economy, a high quality of life, and a very high standard of living. Its economy is the largest in the Balkans, where it is an important regional investor. A founding member of the United Nations, Greece was the tenth member to join the European Communities (precursor to the European Union) and has been part of the Eurozone since 2001. It is also a member of numerous other international institutions, including the Council of Europe, the North Atlantic Treaty Organization (NATO), the Organisation for Economic Co-operation and Development (OECD), the World Trade Organization (WTO), the Organization for Security and Co-operation in Europe (OSCE), and the Organisation internationale de la Francophonie (OIF). Greece's unique cultural heritage, large tourism industry, prominent shipping sector and geostrategic importance[a] classify it as a middle power.",
  "/wiki/Fox_Life": "Fox Life is an international pay television network, launched by the Fox Networks Group in 2004, which airs across Latin America, Europe (also available in HD, starting February 2012, in Italy), Southeast Asia, and Japan (changed its name to FOX bs238 in October 2011). Its basic programming include numerous television series, sitcoms and movies, among others, which includes some original programming in certain regions.",
  "/wiki/New_Zealand": "New Zealand (Māori: Aotearoa [aɔˈtɛaɾɔa]) is a sovereign island country in the southwestern Pacific Ocean. The country has two main landmasses—the North Island (Te Ika-a-Māui), and the South Island (Te Waipounamu)—and around 600 smaller islands. It has a total land area of 268,000 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the Pacific island areas of New Caledonia, Fiji, and Tonga. Because of its remoteness, it was one of the last lands to be settled by humans. During its long period of isolation, New Zealand developed a distinct biodiversity of animal, fungal, and plant life. The country's varied topography and its sharp mountain peaks, such as the Southern Alps, owe much to the tectonic uplift of land and volcanic eruptions. New Zealand's capital city is Wellington, and its most populous city is Auckland.\n Sometime between 1250 and 1300, Polynesians settled in the islands and developed a distinctive Māori culture. In 1642, Dutch explorer Abel Tasman became the first European to sight New Zealand. In 1840, representatives of the United Kingdom and Māori chiefs signed the Treaty of Waitangi, which declared British sovereignty over the islands. In 1841, New Zealand became a colony within the British Empire and in 1907 it became a dominion; it gained full statutory independence in 1947 and the British monarch remained the head of state. Today, the majority of New Zealand's population of 4.9 million is of European descent; the indigenous Māori are the largest minority, followed by Asians and Pacific Islanders. Reflecting this, New Zealand's culture is mainly derived from Māori and early British settlers, with recent broadening arising from increased immigration. The official languages are English, Māori, and New Zealand Sign Language, with English being very dominant.\n A developed country, New Zealand ranks highly in international comparisons of national performance, such as quality of life, health, education, protection of civil liberties, and economic freedom. New Zealand underwent major economic changes during the 1980s, which transformed it from a protectionist to a liberalised free-trade economy. The service sector dominates the national economy, followed by the industrial sector, and agriculture; international tourism is a significant source of revenue. Nationally, legislative authority is vested in an elected, unicameral Parliament, while executive political power is exercised by the Cabinet, led by the prime minister, currently Jacinda Ardern. Queen Elizabeth II is the country's monarch and is represented by a governor-general, currently Dame Patsy Reddy. In addition, New Zealand is organised into 11 regional councils and 67 territorial authorities for local government purposes. The Realm of New Zealand also includes Tokelau (a dependent territory); the Cook Islands and Niue (self-governing states in free association with New Zealand); and the Ross Dependency, which is New Zealand's territorial claim in Antarctica.\n New Zealand is a member of the United Nations, Commonwealth of Nations, ANZUS, Organisation for Economic Co-operation and Development, ASEAN Plus Six, Asia-Pacific Economic Cooperation, the Pacific Community and the Pacific Islands Forum.",
  "/wiki/TV2_(New_Zealand)": "TVNZ 2 is the second New Zealand television channel owned and operated by the state-owned broadcaster Television New Zealand (TVNZ). It targets a younger audience than its sister channel, TVNZ 1. TVNZ 2's line up consists of dramas, comedies, and reality TV shows. A small number are produced in New Zealand which are either of a comedic, soap opera or reality nature, with rest of the line-up imported from mostly a Warner Bros. or Disney catalogue or a FremantleMedia or Endemol soap opera/reality TV catalogue.\n TVNZ 2 is New Zealand's second-oldest television channel, formed in 1975 following the break-up of the New Zealand Broadcasting Corporation into Radio New Zealand, Television One and Television Two. It began broadcasting on 30 June 1975, and for most of the 1970s was known as South Pacific Television. In 1980, it became a part of TVNZ when South Pacific Television and Television One merged, and reverted to the name TV2. The channel was renamed TVNZ 2 in October 2016.\n The channel is broadcast on the government owned Kordia terrestrial network as well as on one of the two Kordia satellite transponders, which is included in channel packages on the Freeview, Igloo, and Sky platforms.  Sky also make the channel available on one of their own satellite transponders.",
  "/wiki/Uruguay": "Uruguay (/ˈjʊərəɡwaɪ/ (listen); Spanish: [uɾuˈɣwai] (listen)), officially the Oriental Republic of Uruguay (Spanish: República Oriental del Uruguay; Portuguese: República Oriental do Uruguai), is a country in the southeastern region of South America. It borders Argentina to its west and Brazil to its north and east, with the Río de la Plata (River of Silver) to the south and the Atlantic Ocean to the southeast. Uruguay is home to an estimated 3.45 million people, of whom 1.8 million live in the metropolitan area of its capital and largest city, Montevideo. With an area of approximately 176,000 square kilometers (68,000 sq mi), Uruguay is geographically the second-smallest nation in South America, after Suriname.\n Uruguay was inhabited by the Charrúa people for approximately 4,000 years before the Portuguese established Colónia do Sacramento in 1680; Uruguay was colonized by Europeans relatively late compared with neighboring countries. Montevideo was founded as a military stronghold by the Spanish in the early 18th century, signifying the competing claims over the region. Uruguay won its independence between 1811 and 1828, following a four-way struggle between Portugal and Spain, and later Argentina and Brazil. It remained subject to foreign influence and intervention throughout the 19th century, with the military playing a recurring role in domestic politics.\n A series of economic crises put an end to a democratic period that had begun in the early 20th century, culminating in a 1973 coup, which established a civic-military dictatorship. The military government persecuted leftists, socialists, and political opponents, resulting in several deaths and numerous instances of torture by the military; the military relinquished power to a civilian government in 1985. Uruguay is today a democratic constitutional republic, with a president who serves as both head of state and head of government.\n Uruguay is ranked first in Latin America in democracy, peace, low perception of corruption, e-government, and is first in South America when it comes to press freedom, size of the middle class and prosperity. On a per-capita basis, Uruguay contributes more troops to United Nations peacekeeping missions than any other country. It tops the rank of absence of terrorism, a unique position within South America. It ranks second in the region on economic freedom, income equality, per-capita income and inflows of FDI. Uruguay is the third-best country on the continent in terms of HDI, GDP growth, innovation and infrastructure. It is regarded as a high-income country by the UN. Uruguay was also ranked the third-best in the world in e-Participation in 2014. Uruguay is an important global exporter of combed wool, rice, soybeans, frozen beef, malt and milk. Nearly 95% of Uruguay's electricity comes from renewable energy, mostly hydroelectric facilities and wind parks. Uruguay is a founding member of the United Nations, OAS, Mercosur, UNASUR and NAM.\n Uruguay is regarded as one of the most socially advanced countries in Latin America. It ranks high on global measures of personal rights, tolerance, and inclusion issues. The Economist named Uruguay \"country of the year\" in 2013, acknowledging the policy of legalizing the production, sale and consumption of cannabis. Same-sex marriage and abortion are also legal.",
  "/wiki/Argentina": "Argentina (Spanish: [aɾxenˈtina]), officially the Argentine Republic[A] (Spanish: República Argentina), is a country located mostly in the southern half of South America. Sharing the bulk of the Southern Cone with Chile to the west, the country is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. With a mainland area of 2,780,400 km2 (1,073,500 sq mi),[B] Argentina is the eighth-largest country in the world, the fourth largest in the Americas, the second largest in South America after Brazil, and the largest Spanish-speaking nation. The sovereign state is subdivided into twenty-three provinces (Spanish: provincias, singular provincia) and one autonomous city (ciudad autónoma), Buenos Aires, which is the federal capital of the nation (Spanish: Capital Federal) as decided by Congress. The provinces and the capital have their own constitutions, but exist under a federal system. Argentina claims sovereignty over part of Antarctica, the Falkland Islands (Spanish: Islas Malvinas), and South Georgia and the South Sandwich Islands.\n The earliest recorded human presence in modern-day Argentina dates back to the Paleolithic period. The Inca Empire expanded to the northwest of the country in Pre-Columbian times. The country has its roots in Spanish colonization of the region during the 16th century. Argentina rose as the successor state of the Viceroyalty of the Río de la Plata, a Spanish overseas viceroyalty founded in 1776. The declaration and fight for independence (1810–1818) was followed by an extended civil war that lasted until 1861, culminating in the country's reorganization as a federation of provinces with Buenos Aires as its capital city. The country thereafter enjoyed relative peace and stability, with several waves of European immigration, mainly Italians and Spaniards, radically reshaping its cultural and demographic outlook; 62.5% of the population has full or partial Italian ancestry, and the Argentine culture has significant connections to the Italian culture. The almost-unparalleled increase in prosperity led to Argentina becoming the seventh wealthiest nation in the world by the early 20th century.\n Following the Great Depression in the 1930s, Argentina descended into political instability and economic decline that pushed it back into underdevelopment, though it remained among the fifteen richest countries for several decades. Following the death of President Juan Perón in 1974, his widow, Isabel Martínez de Perón, ascended to the presidency. She was overthrown in 1976 by a U.S.-backed coup which installed a right-wing military dictatorship. The military government persecuted and murdered numerous political critics, activists, and leftists in the Dirty War, a period of state terrorism that lasted until the election of Raúl Alfonsín as President in 1983. Several of the junta's leaders were later convicted of their crimes and sentenced to imprisonment.\n Argentina is a prominent regional power in the Southern Cone and Latin America, and retains its historic status as a middle power in international affairs. Argentina has the second largest economy in South America, the third-largest in Latin America, and membership in the G-15 and G-20 major economies. It is also a founding member of the United Nations, World Bank, World Trade Organization, Mercosur, Union of South American Nations, Community of Latin American and Caribbean States and the Organization of Ibero-American States. Despite its history of economic instability, it ranks second highest in the Human Development Index in Latin America.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.\n Bounded by the Atlantic Ocean on the east, Brazil has a coastline of 7,491 kilometers (4,655 mi). It borders all other countries in South America except Ecuador and Chile and covers 47.3% of the continent's land area. Its Amazon River basin includes a vast tropical forest, home to diverse wildlife, a variety of ecological systems, and extensive natural resources spanning numerous protected habitats. This unique environmental heritage makes Brazil one of 17 megadiverse countries, and is the subject of significant global interest and debate regarding deforestation and environmental protection.\n Brazil was inhabited by numerous tribal nations prior to the landing in 1500 of explorer Pedro Álvares Cabral, who claimed the area for the Portuguese Empire. Brazil remained a Portuguese colony until 1808, when the capital of the empire was transferred from Lisbon to Rio de Janeiro. In 1815, the colony was elevated to the rank of kingdom upon the formation of the United Kingdom of Portugal, Brazil and the Algarves. Independence was achieved in 1822 with the creation of the Empire of Brazil, a unitary state governed under a constitutional monarchy and a parliamentary system. The ratification of the first constitution in 1824 led to the formation of a bicameral legislature, now called the National Congress. The country became a presidential republic in 1889 following a military coup d'état. An authoritarian military junta came to power in 1964 and ruled until 1985, after which civilian governance resumed. Brazil's current constitution, formulated in 1988, defines it as a democratic federal republic. Due to its rich culture and history, the country ranks thirteenth in the world by number of UNESCO World Heritage Sites.\n Brazil is considered an advanced emerging economy. It has the ninth largest GDP in the world by nominal, and eight by PPP measures. It is one of the world's major breadbaskets, being the largest producer of coffee for the last 150 years. It is classified as an upper-middle income economy by the World Bank and a newly industrialized country, with the largest share of global wealth in Latin America. Brazil is a regional power and sometimes considered a great or a middle power in international affairs. On account of its international recognition and influence, the country is subsequently classified as an emerging power and a potential superpower by several analysts. Brazil is a founding member of the United Nations, the G20, BRICS, Union of South American Nations, Mercosul, Organization of American States, Organization of Ibero-American States and the Community of Portuguese Language Countries.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.\n During the Iron Age, what is now metropolitan France was inhabited by the Gauls, a Celtic people. Rome annexed the area in 51 BC, holding it until the arrival of Germanic Franks in 476, who formed the Kingdom of Francia. The Treaty of Verdun of 843 partitioned Francia into East Francia, Middle Francia and West Francia. West Francia, which became the Kingdom of France in 987, emerged as a major European power in the Late Middle Ages, following its victory in the Hundred Years' War (1337–1453). During the Renaissance, French culture flourished and a global colonial empire was established, which by the 20th century would become the second largest in the world. The 16th century was dominated by religious civil wars between Catholics and Protestants (Huguenots). France became Europe's dominant cultural, political, and military power in the 17th century under Louis XIV. In the late 18th century, the French Revolution overthrew the absolute monarchy, establishing one of modern history's earliest republics and drafting the Declaration of the Rights of Man and of the Citizen, which expresses the nation's ideals to this day.\n In the 19th century, Napoleon took power and established the First French Empire. His subsequent Napoleonic Wars (1803–15) shaped the course of continental Europe. Following the collapse of the Empire, France endured a tumultuous succession of governments culminating with the establishment of the French Third Republic in 1870. France was a major participant in World War I, from which it emerged victorious, and was one of the Allies in World War II, but came under occupation by the Axis powers in 1940. Following liberation in 1944, a Fourth Republic was established and later dissolved in the course of the Algerian War. The Fifth Republic, led by Charles de Gaulle, was formed in 1958 and remains today. Algeria and nearly all the other colonies became independent in the 1960s, with most retaining close economic and military connections with France.\n France has long been a global centre of art, science, and philosophy. It hosts the world's fourth-largest number of UNESCO World Heritage Sites and is the leading tourist destination, receiving around 83 million foreign visitors annually, but if it counted the nights spent by non-residents tourist, France become the sixth country in world with 138 millions of nights, behind United States, China, Spain, Italy and United Kingdom. France is a developed country with the world's sixth-largest economy by nominal GDP, and tenth-largest by purchasing power parity. In terms of aggregate household wealth, it ranks fourth in the world. France performs well in international rankings of education, health care, life expectancy, and human development. France is considered a great power in global affairs, being one of the five permanent members of the United Nations Security Council with the power to veto and an official nuclear-weapon state. It is a leading member state of the European Union and the Eurozone, and a member of the Group of 7, North Atlantic Treaty Organization (NATO), Organisation for Economic Co-operation and Development (OECD), the World Trade Organization (WTO), and La Francophonie.",
  "/wiki/Mexico": "Mexico (Spanish: México [ˈmexiko] (listen); Nahuatl languages: Mēxihco), officially the United Mexican States (UMS; Spanish: Estados Unidos Mexicanos, EUM [esˈtaðos uˈniðoz mexiˈkanos] (listen), lit. Mexican United States), is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Covering almost 2,000,000 square kilometers (770,000 sq mi), the nation is the fifth largest country in the Americas by total area and the 13th largest independent state in the world. With an estimated population of over 129 million people, Mexico is the tenth most populous country and the most populous Spanish-speaking country in the world, while being the second most populous nation in Latin America after Brazil. Mexico is a federation comprising 31 states plus Mexico City (CDMX), which is the capital city and its most populous city. Other metropolises in the country include Guadalajara, Monterrey, Puebla, Toluca, Tijuana, and León.\nPre-Columbian Mexico dates to about 8000 BC and is identified as one of six cradles of civilization and was home to many advanced Mesoamerican civilizations such as the Olmec, Toltec, Teotihuacan, Zapotec, Maya, and Aztec before first contact with Europeans. In 1521, the Spanish Empire conquered and colonized the territory from its politically powerful base in Mexico-Tenochtitlan (part of Mexico City), which was administered as the viceroyalty of New Spain. The Roman Catholic Church played a powerful role in governing the country as millions were converted to the faith, although King Charles III expelled the Jesuits in the 1770s. The territory became a nation state following its recognition in 1821 after the Mexican War of Independence. The post-independence period was tumultuous, characterized by economic inequality and many contrasting political changes. The Mexican–American War (1846–1848) led to a territorial loss of part of the huge northern territories to the United States. The Pastry War, the Franco-Mexican War, a civil war, two empires, and the Porfiriato occurred in the 19th century. The Porfiriato ended with the Mexican Revolution in 1910, which culminated in the promulgation of the 1917 Constitution and the emergence of an authoritarian one-party state, once described as the \"perfect dictatorship\", that ruled for much of the 20th century until the opposition victories led Mexico to democratic transition in the 1990s. Since 2006, there is a serious conflict between the Mexican government and various drug trafficking syndicates that lead to over 120,000 deaths\n Mexico has the 15th largest nominal GDP and the 11th largest by purchasing power parity. The Mexican economy is strongly linked to those of its 1994 North American Free Trade Agreement (NAFTA) partners, especially the United States. In 1994, Mexico became the first Latin American member of the OECD. It is classified as an upper-middle income country by the World Bank and a newly industrialized country by several analysts. The country is considered both a regional power and a middle power, and is often identified as an emerging global power. Due to its rich culture and history, Mexico ranks first in the Americas and seventh in the world for number of UNESCO World Heritage Sites. Mexico is an ecologically megadiverse country, ranking fifth in the world for its biodiversity. Mexico receives a huge number of tourists every year: in 2018, it was the sixth most-visited country in the world, with 39 million international arrivals. Mexico is a member of the United Nations (UN), the World Trade Organization (WTO), the G8+5, the G20, the Uniting for Consensus group of the UN, and the Pacific Alliance trade bloc.",
  "/wiki/Raising_the_Bar_(2008_TV_series)": "Raising the Bar is an American legal drama created by Steven Bochco and David Feige, which ran on TNT network from September 1, 2008 to December 24, 2009."
}