{
  "/wiki/Joanna_Klatten": "Joanna Klatten (born 2 March 1985) is a French professional golfer.",
  "/wiki/Mount_Broughton_Classic": "The Mount Broughton Classic was a women's professional golf tournament held in Australia. It was first played on the ALPG Tour in 2011 and last played in 2016.",
  "/wiki/Daniela_Holmqvist": "Daniela Holmqvist (born 3 May 1988) is a Swedish professional golfer.",
  "/wiki/Kylie_Walker": "Kylie Walker Henry (born 30 August 1986) is a Scottish professional golfer. She won her first Ladies European Tour title at the Deloitte Ladies Open in Amsterdam in May 2014. She played under her maiden name Kylie Walker until her marriage to golfer Scott Henry in late 2016.",
  "/wiki/Bing_Lee_Fujitsu_General_Women's_New_South_Wales_Open": "The New South Wales Women's Open is a women's professional golf tournament to be held near Queanbeyan in Australia. It was first played on the ALPG Tour in 2006. Since 2018, the tournament is co-sanctioned by the Ladies European Tour.",
  "/wiki/ISPS_Handa_New_Zealand_Women's_Open": "The New Zealand Women's Open is a women's professional golf tournament on the ALPG Tour. It was founded in 2009 and became a co-sanctioned event on the Ladies European Tour the following year. The 2017 edition was co-sanctioned by the LPGA Tour and not the LET.",
  "/wiki/Mi_Hyang_Lee": "Lee Mi-hyang (Korean: 이미향, born 30 March 1993), also known as Mi Hyang Lee is a South Korean professional golfer.",
  "/wiki/Volvik_RACV_Ladies_Masters": "The RACV Gold Coast Challenge was a golf tournament played in Australia. It was one of the leading tournaments on the ALPG Tour and was co-sanctioned by the Ladies European Tour (LET) since 2001. Between 1997 and 2000 it was an event on the LPGA Tour. It has been played at the RACV Royal Pines Resort in Benowa, Queensland, a suburb of Gold Coast since 1992.",
  "/wiki/Cheyenne_Woods": "Cheyenne Nicole Woods (born July 25, 1990) is an American professional golfer.",
  "/wiki/ISPS_Handa_Women's_Australian_Open": "The Women's Australian Open is a women's professional golf tournament played in Australia, operated by Golf Australia and the ALPG Tour, long co-sanctioned by the Ladies European Tour (LET). Beginning with the 2012 event, it is also co-sanctioned by the U.S.-based LPGA Tour. In 2008, it was the second-richest women's golf tournament on the ALPG Tour, with a prize fund of A$500,000, and was raised to A$600,000 in 2010. With the co-sanctioning by the LPGA, the total purse was nearly doubled, and was also fixed in U.S. dollars. The purse was US$1.1 million in 2012, and increased again to its current level of US$1.2 million for 2013. Since 2011, the tournament's name has been the ISPS Handa Women's Australian Open.",
  "/wiki/Victoria_Golf_Club_(Australia)": "The Victoria Golf Club is a golf club in Cheltenham, Victoria, Australia. It has hosted many events over the years including the Australian Open in 1961, 1981, and 2002 and the Women's Australian Open in 1974, 1976 and 2014.",
  "/wiki/Karrie_Webb": "Karrie Ann Webb AO (born 21 December 1974) is an Australian professional golfer. She plays mainly on the U.S.-based LPGA Tour and also turns out once or twice a year on the ALPG Tour in her home country. She is a member of the World Golf Hall of Fame. She has 41 wins on the LPGA Tour, more than any other active player.",
  "/wiki/Women's_Victorian_Open": "The Women's Victorian Open is an annual golf tournament held in Australia. It was founded in 1988 and played annually through 1992. After a 20-year hiatus it returned in 2012 as a tournament on the ALPG Tour.",
  "/wiki/Minjee_Lee": "Minjee Lee (born 27 May 1996) is an Australian professional golfer from Perth. She became the number one ranked amateur golfer in February 2014 after winning the Oates Victorian Open, remaining number one until turning professional in September 2014.",
  "/wiki/ALPG_Tour": "The ALPG Tour is a professional golf tour for women which is based in Australia. ALPG stands for Australian Ladies Professional Golf."
}