{
  "/wiki/Topographic_prominence": "In topography, prominence[a] measures the height of a mountain or hill's summit relative to the lowest contour line encircling it but containing no higher summit within it. It is a measure of the independence of a summit. A peak's key col (highest gap between two mountains) is a unique point on this contour line and the parent peak is some higher mountain, selected according to various criteria.",
  "/wiki/Ringelspitz": "The Ringelspitz (also known as Piz Barghis) is a mountain of the Glarus Alps, located on the border between the Swiss cantons of St. Gallen and Graubünden. Reaching a height of 3,248 metres above sea level, it is the highest summit in the canton of St. Gallen. It is split between three municipalities: Pfäfers (St. Gallen), Trin and Tamins (Graubünden).",
  "/wiki/Glarus_Alps": "The Glarus Alps (German: Glarner Alpen) are a mountain range in central Switzerland. They are bordered by the Uri Alps and the Schwyz Alps to the west, the Lepontine Alps to the south, the Appenzell Alps to the northeast. The eastern part of the Glarus Alps contains a major thrust fault which was declared a geologic UNESCO world heritage site (the Swiss Tectonic Arena Sardona).",
  "/wiki/Sarganserland": "The Sarganserland is a constituency (Wahlkreis) of the canton of St. Gallen, Switzerland, with a population of 36,892 (as of 2008[update]).",
  "/wiki/Piz_Dolf": "Piz Dolf (Romansh) or Trinserhorn (German) is a mountain of the Glarus Alps, located on the border between the cantons of St. Gallen and Graubünden.",
  "/wiki/Pizol": "The Pizol is a mountain in the Glarus Alps of northeastern Switzerland, overlooking Wangs in the canton of St. Gallen. At 2,844 metres above sea level, it is the highest summit of the chain separating the valleys of the Seez and the Tamina rivers, and the highest mountain lying entirely within the canton of St. Gallen.",
  "/wiki/Haldensteiner_Calanda": "The Calanda is a mountain in the Glarus Alps with two main peaks Haldensteiner Calanda (highest) and Felsberger Calanda (2697 m), both located on the border between the cantons of St. Gallen and Graubünden in eastern Switzerland. It looms over Chur, the capital city of Graubünden.",
  "/wiki/Foostock": "The Foostock, also known as the Ruchen, is a mountain of the Glarus Alps, located on the border between the Swiss cantons of Glarus and St. Gallen. It lies north of Piz Sardona, on the range that separates the Sernftal from the Weisstannental.",
  "/wiki/Magerrain": "The Magerrain is a mountain of the Glarus Alps, located on the border between the cantons of Glarus and St. Gallen in Eastern Switzerland. Reaching an elevation of 2,524 metres above sea level, the Magerrain is the highest summit of the range north of the Walabützer Furggle (2,167 m) and the Risitenpass (2,189 m).",
  "/wiki/S%C3%A4ntis": "At 2,501.9 metres above sea level, Säntis is the highest mountain in the Alpstein massif of northeastern Switzerland. It is also the culminating point of the whole Appenzell Alps, between Lake Walen and Lake Constance. Shared by three cantons, the mountain is a highly visible landmark thanks to its exposed northerly position within the Alpstein massif. As a consequence, houses called Säntisblick (English: Säntis view) can be found in regions as far away as the Black Forest in Germany. Säntis is among the most prominent summits in the Alps and the most prominent summit in Europe with an observation deck on the top. The panorama from the summit is spectacular. Six countries can be seen if the weather allows: Switzerland, Germany, Austria, Liechtenstein, France, and Italy.",
  "/wiki/Appenzell_Alps": "The Appenzell Alps (German: Appenzeller Alpen) are a mountain range in Switzerland on the northern edge of the Alps. They extend into the cantons of Appenzell Ausserrhoden, Appenzell Innerrhoden and St. Gallen and are bordered by the Glarus Alps to the west and the Rätikon to the south-east.",
  "/wiki/Toggenburg_(district)": "Toggenburg is a region of Switzerland. It corresponds to the upper valley of the river Thur and that of its main tributary, the Necker. Since 1 January 2003, Toggenburg has been a constituency (Wahlkreis) of the canton of St. Gallen (SFOS number 1727).",
  "/wiki/Altmann_(mountain)": "The Altmann is a mountain in the Appenzell Alps, located on the border between the cantons of Appenzell Innerrhoden and St. Gallen. It is situated in the massif of the Alpstein north of Wildhaus (St. Gallen), a few kilometres from the Säntis.",
  "/wiki/Gamsberg": "The Gamsberg is a mountain in the Appenzell Alps, overlooking the region of Walenstadt in the canton of St. Gallen. Located in the Alvier group it is the culminating point of the range lying between Lake Walenstadt and Toggenburg.",
  "/wiki/Werdenberg_(Wahlkreis)": "Werdenberg (Wahlkreis) or Wahlkreis Werdenberg is a constituency in the canton of St. Gallen in Switzerland. The Wahlkreis  (SFOS number 1724) was established on June 10, 2001. The Wahlkreis has its name by the municipality Grabs-Werdenberg.",
  "/wiki/Hinterrugg": "The Hinterrugg (or Hinderrugg) is the highest peak of the Churfirsten group, located in the Appenzell Alps. It overlooks the town of Walenstadt and the lake in the canton of St. Gallen. The summit is easily accessible via the Chäserrugg cable car station (2,262 metres), above Unterwasser in Toggenburg.",
  "/wiki/Brisi": "The Brisi is a mountain of the Churfirsten group, located in the Appenzell Alps. It overlooks Lake Walenstadt in the canton of St. Gallen. The summit is easily accessible by trail but via the north side in Toggenburg only.",
  "/wiki/Speer_(mountain)": "The Speer (1,951 m) is a mountain in the Appenzell Alps, overlooking the region between Lake Zurich and Lake Walenstadt in the canton of St. Gallen.",
  "/wiki/See-Gaster_(Wahlkreis)": "See-Gaster is a constituency (Wahlkreis) in the canton of St. Gallen in Switzerland. The Wahlkreis (SFOS number 1726) has been established on June 10, 2001 with an area of 246.16 km2 (95.04 sq mi).",
  "/wiki/Furgglenfirst": "The Furgglenfirst is a multi-summited mountain of the Appenzell Alps located on the border between the Swiss cantons of Appenzell Innerrhoden and St. Gallen.",
  "/wiki/Mattstock": "The Mattstock (also known as Mattstogg) (1,936 m) is a mountain of the Appenzell Alps, overlooking the Walensee in the canton of St. Gallen. It lies south of the Speer, on the range between the Toggenburg and the Linth valley.",
  "/wiki/Stockberg": "The Stockberg is a mountain of the Appenzell Alps, overlooking Nesslau in the canton of St. Gallen. It lies on the range west of the Säntis.",
  "/wiki/Tweralpspitz": "The Tweralpspitz is a mountain in the Appenzell Alps, located near Wattwil in the canton of St. Gallen. It is the highest point of the chain situated north of Ricken Pass.",
  "/wiki/H%C3%B6chhand": "The Höchhand (1,314 m) is a mountain of the Appenzell Alps, located north of Goldingen in the canton of St. Gallen.",
  "/wiki/Wilketh%C3%B6chi": "The Wilkethöchi (or simply Wilket) (1,172 m) is a mountain of the Appenzell Alps, overlooking Dicken in the canton of St. Gallen."
}