{
  "/wiki/Women%27s_World_Golf_Rankings": "The Women's World Golf Rankings, also known for sponsorship reasons as the Rolex Rankings, were introduced in February 2006. They are sanctioned by eight women's golf tours and the organisations behind them: Ladies Professional Golf Association (LPGA Tour), Ladies European Tour, Ladies Professional Golfers' Association of Japan (LPGA of Japan Tour), Korea Ladies Professional Golf Association (LPGA of Korea Tour), Australian Ladies Professional Golf (ALPG Tour), Symetra Tour, China Ladies Professional Golf Association Tour, the Ladies European Tour Access Series and also by the Ladies' Golf Union, which administers the Women's British Open and the United States Golf Association which conducts the U.S. Women's Open.",
  "/wiki/Sarah_Kemp_(golfer)": "Sarah Kemp (born 7 December 1985) is an Australian professional golfer. She has played on the LPGA Tour, Ladies European Tour (LET) and ALPG Tour.",
  "/wiki/McKayson_New_Zealand_Women%27s_Open": "The New Zealand Women's Open is a women's professional golf tournament on the ALPG Tour. It was founded in 2009 and became a co-sanctioned event on the Ladies European Tour the following year. The 2017 edition was co-sanctioned by the LPGA Tour and not the LET.",
  "/wiki/Brooke_Henderson": "Brooke Mackenzie Henderson (born 10 September 1997) is a Canadian professional golfer on the LPGA Tour.",
  "/wiki/LPGA_Tour": "The Ladies Professional Golf Association (LPGA) is an American organization for female professional golfers. The organization is headquartered at the LPGA International in Daytona Beach, Florida, and is best known for running the LPGA Tour, a series of weekly golf tournaments for elite female golfers from around the world.",
  "/wiki/The_Queens_(golf)": "The Queens Presented by Kowa was a women's professional team golf tournament held in Japan. The tournament was contested by teams representing the tours of Japan, Korea, Australia and Europe. Hosts Japan led from start to finish to win the inaugural tournament 4–6 December 2015.",
  "/wiki/Miyoshi,_Aichi": "Miyoshi (みよし市, Miyoshi-shi) is a city located in central Aichi Prefecture, Japan. As of 1 October 2019[update], the city had an estimated population of 62,782 in 24,260 households, and a population density of 1,950 persons per km². The total area of the city was 32.19 square kilometres (12.43 sq mi).",
  "/wiki/LPGA_of_Japan": "The LPGA of Japan Tour is a professional golf tour for women organised by the Ladies Professional Golfers' Association of Japan. It is the second richest women's golf tour in the world. The U.S.-based LPGA Tour is the most important women's tour, but the prize money gap has closed markedly since the American tour's total prize fund peaked at just over $60 million in 2008. While the Japan Tour is the second-most lucrative women's tour, two other non-U.S. tours, the Ladies European Tour and the LPGA of Korea Tour, rival the Japan Tour in level of competition.",
  "/wiki/Lin_Xiyu": "Lin Xiyu (林希妤) (born 25 February 1996), also known as Xi Yu Lin, is a Chinese professional golfer.",
  "/wiki/Women%27s_Victorian_Open": "The Women's Victorian Open is an annual golf tournament held in Australia. It was founded in 1988 and played annually through 1992. After a 20-year hiatus it returned in 2012 as a tournament on the ALPG Tour.",
  "/wiki/Minjee_Lee": "Minjee Lee (born 27 May 1996) is an Australian professional golfer from Perth. She became the number one ranked amateur golfer in February 2014 after winning the Oates Victorian Open, remaining number one until turning professional in September 2014.",
  "/wiki/Ladies_European_Tour": "The Ladies European Tour is a professional golf tour for women which was founded in 1978. It is based at Buckinghamshire Golf Club near London in England. Like many UK-based sports organisations it is a company limited by guarantee, a legal structure which enables it to focus on maximising returns to its members through prize money, rather than on making profits for investors. The tour is run by a Board of Directors and a Players' Council. Most of the players on the tour are European, with members from more than 40 different countries internationally. The tour operates tournaments across five continents globally.",
  "/wiki/Royal_Canberra_Golf_Club": "The Canberra Golf Club, later known as the Royal Canberra Golf Club, was formed in 1926. Its original grounds were behind the Hotel Canberra on the river flats on both sides of the Molonglo River.",
  "/wiki/Jiyai_Shin": "Jiyai Shin (Korean: 신지애 Shin Ji-ae, [ɕin dʑi.ɛː]; born 28 April 1988) is a former world No. 1 ranked South Korean professional golfer who primarily plays on the LPGA of Japan Tour as of the 2019 golf season.  Shin previously played primarily on the LPGA Tour and the LPGA of Korea Tour (KLPGA). She has broken existing KLPGA records, winning 10 events in 19 starts on the KLPGA Tour in 2007. In 2008, playing only 10 tournaments on the LPGA Tour as a non-member, she won three events, including the Women's British Open and the ADT Championship. She has been ranked No. 1 in the Women's World Golf Rankings for 25 weeks and was the first Asian to be ranked No. 1.",
  "/wiki/ISPS_Handa_Women%27s_Australian_Open": "The Women's Australian Open is a women's professional golf tournament played in Australia, operated by Golf Australia and the ALPG Tour, long co-sanctioned by the Ladies European Tour (LET). Beginning with the 2012 event, it is also co-sanctioned by the U.S.-based LPGA Tour. In 2008, it was the second-richest women's golf tournament on the ALPG Tour, with a prize fund of A$500,000, and was raised to A$600,000 in 2010. With the co-sanctioning by the LPGA, the total purse was nearly doubled, and was also fixed in U.S. dollars. The purse was US$1.1 million in 2012, and increased again to its current level of US$1.2 million for 2013. Since 2011, the tournament's name has been the ISPS Handa Women's Australian Open.",
  "/wiki/Ko_Jin-young": "Ko Jin-young (Korean: 고진영; Hanja: 高眞榮;, born 7 July 1995), also known as Jin Young Ko, is a South Korean professional golfer who plays on the LPGA Tour. By age 22 years, she had won 10 times on the LPGA of Korea Tour, was second at the 2015 Ricoh Women’s British Open, and had won the 2017 LPGA KEB Hana Bank Championship.",
  "/wiki/Australian_Ladies_Classic": "The Australian Ladies Classic Bonville is a golf tournament co-sanctioned by Australian Ladies Professional Golf Tour and the Ladies European Tour first played in 2018. It is played at the Bonville Golf Resort in Bonville, New South Wales, Australia.",
  "/wiki/C%C3%A9line_Boutier": "Céline Boutier (born 10 November 1993) is a French professional golfer.",
  "/wiki/Women%27s_NSW_Open": "The New South Wales Women's Open is a women's professional golf tournament to be held near Queanbeyan in Australia. It was first played on the ALPG Tour in 2006. Since 2018, the tournament is co-sanctioned by the Ladies European Tour.",
  "/wiki/Meghan_MacLaren": "Meghan MacLaren (born 15 May 1994) is an English professional golfer that plays on the Ladies European Tour.",
  "/wiki/McLeod_Country_Golf_Club": "McLeod Country Golf Club is an 18-hole golf course located in Brisbane, Australia. It is commonly referred to as the \"Women's Club\" as it is administered by women.  However, the club is open to both men and women golfers.  The women golfers are the members and the men are the associates and referred to as fellow members.  The board of directors consists of seven women.  The fellow members' committee organises and manages its own competitions, and two committee members represent the fellow members at board meetings.",
  "/wiki/Felicity_Johnson_(golfer)": "Felicity Johnson (born 26 February 1987) is an English professional golfer who has played on the U.S.-based LPGA Tour and the Ladies European Tour.",
  "/wiki/Bourail": "Bourail  is a commune in the South Province of New Caledonia, an overseas territory of France in the Pacific Ocean."
}