{
  "/wiki/Gdańsk": "Gdańsk (/ɡəˈdænsk/, also US: /ɡəˈdɑːnsk/, Polish: [ɡdaj̃sk] (listen); Kashubian: Gduńsk; German: Danzig [ˈdantsɪç] (listen)) is a city on the Baltic coast of northern Poland. With a population of 468,158, Gdańsk is the capital and largest city of the Pomeranian Voivodeship and one of the most prominent cities within the cultural and geographical region of Kashubia. It is Poland's principal seaport and the centre of the country's fourth-largest metropolitan area.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin.",
  "/wiki/Motława": "Motława (German: Mottlau) is a river in Eastern Pomerania in Poland. The source is in Szpęgawskie Lake, northeast from Starogard Gdański. It goes through Rokickie Lake to Martwa Wisła, a branch of the Vistula. The total length of the river is estimated at 68 km, with an area of 1511.3 km².",
  "/wiki/History_of_German": "The history of the German language as separate from common West Germanic begins in the Early Middle Ages with the High German consonant shift. Old High German, Middle High German and Early New High German span the duration of the Holy Roman Empire. The 19th and 20th centuries saw the rise of Standard German and a decrease of dialectal variety.",
  "/wiki/Utrecht": "Utrecht (/ˈjuːtrɛkt/ YOO-trekt, also UK: /juːˈtrɛxt/ yoo-TREKHT, Dutch: [ˈytrɛxt] (listen)) is the fourth-largest city and a municipality of the Netherlands, capital and most populous city of the province of Utrecht. It is located in the eastern corner of the Randstad conurbation, in the very centre of mainland Netherlands; it had a population of 357,179 as of 2019.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages.",
  "/wiki/Oudegracht": "The Oudegracht, or \"old canal\", runs through the center of Utrecht, the Netherlands. It starts in the southeast of the city. Here the Kromme Rijn (the original main bed of the Rhine river) and the Vaartse Rijn (a medieval canal reconnecting Utrecht to the newer main stream of the Rhine, the Lek) arrive to meet the original moat of the fortified town, and the Oudegracht goes from there into the center of town. Parts of the Oudegracht follow the original flow of the river Rhine, but there is some disagreement on what parts. The northern part is most likely an early canal (app. 1000) connecting the Rhine section to the river Vecht. The southern part was started in 1122, after the water level of the Rhine in Utrecht dropped because of the new dam at Wijk bij Duurstede. The ground excavated was used to raise the sides of the canal, to reduce the chance of flooding. When the city's system of locks was finished in 1275 the water level was constant, enabling the creation of permanently dry cellars and new quays at water level, hence the typical wharfs (Dutch: werven) below street level. Warehouses used to line the canal. Today many of these warehouses have been converted into restaurants and cafés.",
  "/wiki/Trier": "Trier (/trɪər/ TREER, German: [tʁiːɐ̯] (listen); Luxembourgish: Tréier [ˈtʀəɪ̯ɐ]), formerly known in English as Treves (/trɛv/ TREV; French: Trèves [tʁɛv]) and Triers (see also names in other languages), is a city on the banks of the Moselle in Germany. It lies in a valley between low vine-covered hills of red sandstone in the west of the state of Rhineland-Palatinate, near the border with Luxembourg and within the important Moselle wine region. Karl Marx, philosopher and founder of the theory that would become known as Marxism, was born in the city in 1818.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Moselle_River": "The Moselle (/moʊˈzɛl/, moh-ZEL; French: [mɔzɛl] (listen); German: Mosel [ˈmoːzl̩] (listen); Luxembourgish: Musel) is a river that flows through France, Luxembourg, and Germany. It is a left tributary of the Rhine, which it joins at Koblenz. A small part of Belgium is also drained by the Moselle through the Sauer and the Our.",
  "/wiki/Bingen_am_Rhein": "Bingen am Rhein is a town in the Mainz-Bingen district in Rhineland-Palatinate, Germany.",
  "/wiki/Rhine": "The Rhine (Latin: Rhenus, Romansh: Rein, German: Rhein, French: le Rhin, Italian: Reno, Dutch: Rijn, Alemannic German: Rhi(n) including Alsatian) is one of the major European rivers, which has its sources in Switzerland and flows in a mostly northerly direction through Germany and the Netherlands, emptying into the North Sea. The river begins in the Swiss canton of Graubünden in the southeastern Swiss Alps, forms part of the Swiss-Liechtenstein, Swiss-Austrian, Swiss-German and then the Franco-German border, then flows through the German Rhineland and the Netherlands and eventually empties into the North Sea.",
  "/wiki/Andernach": "Andernach (German pronunciation: [ˈandɐˌnax]) is a town in the district of Mayen-Koblenz, in Rhineland-Palatinate, Germany, of currently[when?] about 30,000 inhabitants. It is situated towards the end of the Neuwied basin on the left bank of the Rhine between the former tiny fishing village of Fornich in the north and the mouth of the small river Nette in the southeast, just 13 miles (21 km) north of Koblenz, with its five external town districts: Kell, Miesenheim, Eich, Namedy, and Bad Tönisstein. A few hundred metres downstream of Andernach the Rhine valley narrows from both sides forming the northern part of the romantic Middle Rhine stretch. Already in Roman times the place the narrow passage begins was named \"Porta Antunnacensis\" or Andernachian Gate. It is formed by two hills, the Krahnenberg  (engl. Crane hill)  and the Engwetter (Narrow weather) on the right bank near the wine village Leutesdorf (external town district of Bad Hönningen). The crane hill is named after the old crane beneath his foot (see below); in earlier times (until 1650) the hill was named \"Geiersberg\" (\"Vulture's hill\").",
  "/wiki/Oestrich-Winkel": "Oestrich-Winkel (German pronunciation: [ˈøːstʁɪç ˈvɪŋkəl]) is a town with roughly 12,000 inhabitants in the Rheingau-Taunus-Kreis in the Regierungsbezirk of Darmstadt in Hesse, Germany.",
  "/wiki/Mastekranen": "Mastekranen (English: The Masting Crane) is an 18th-century masting sheer and present landmark on Holmen in Copenhagen, Denmark. It was designed by architect Philip de Lange and built in 1748–51 as part of the Royal Naval Shipyard at Holmen.",
  "/wiki/Copenhagen": "Copenhagen[a] (Danish: København [kʰøpm̩ˈhau̯ˀn] (listen)) is the capital and most populous city of Denmark. As of July 2018, the city had a population of  633,021 inhabitants (as of October 2019) in Copenhagen Municipality, 103,914 in Frederiksberg Municipality, 43,005 in Tårnby Municipality, and 14,201 in Dragør Municipality. It forms the core of the wider urban area of Copenhagen (population 1,320,629) and the Copenhagen metropolitan area (population 2,557,737). Copenhagen is situated on the eastern coast of the island of Zealand; another small portion of the city is located on Amager, and it is separated from Malmö, Sweden, by the strait of Øresund. The Øresund Bridge connects the two cities by rail and road.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).",
  "/wiki/Holmen,_Copenhagen": "Holmen (lit. The Islet) is a water-bound neighbourhood in Copenhagen, Denmark, occupying the former grounds of the Royal Naval Base and Dockyards. In spite of its name, deceptively in  singular, Holmen is a congregation of small islands, forming a north-eastern extension of Christianshavn  between Zealand and the northern tip of Amager.",
  "/wiki/Philip_de_Lange": "Philip de Lange (c. 1705 to 17 September 1766) was a leading Dutch-Danish architect who designed many different types of building in various styles including Dutch Baroque and Rococo.",
  "/wiki/Stockholm": "Stockholm (Swedish pronunciation: [ˈstɔ̂kː(h)ɔlm] (listen)) is the capital and most populous urban area of Sweden. 972,647 people live in the municipality, approximately 1.6 million in the urban area, and 2.4 million in the metropolitan area. The city stretches across fourteen islands where Lake Mälaren flows into the Baltic Sea. Outside the city to the east, and along the coast, is the island chain of the Stockholm archipelago. The area has been settled since the Stone Age, in the 6th millennium BC, and was founded as a city in 1252 by Swedish statesman Birger Jarl. It is also the county seat of Stockholm County.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.",
  "/wiki/Mälaren": "Mälaren (UK: /ˈmɛlərɛn/ MEL-ər-en, US: /ˈmeɪlɑːrən/ MAY-lar-ən, Swedish: [ˈmɛ̂ːlarɛn] (listen) or [ˈmɛ̂ːlaɳ]), historically referred to as Lake Malar (UK: /ˈmeɪlər/ MAY-lər, US: /ˈmɛlɑːr/ MEL-ar) in English, is the third-largest  freshwater lake in Sweden (after Vänern and Vättern). Its area is 1,140 km2 and its greatest depth is 64 m. Mälaren spans 120 kilometers from east to west. The lake drains, from south-west to north-east, into the Baltic Sea through its natural outlets Norrström and Söderström (as it flows around Stadsholmen island) and through the artificial Södertälje Canal and Hammarbyleden waterway. The easternmost bay of Mälaren, in central Stockholm, is called Riddarfjärden. The lake is located in Svealand and bounded by the provinces of Uppland, Södermanland, Närke, and Västmanland. The two largest islands in Mälaren are Selaön (91 km2) and Svartsjölandet (79 km2).",
  "/wiki/Würzburg": "Würzburg (UK: /ˈvɜːrtsbɜːrɡ, ˈvʊərts-/, US: /ˈwɜːrts-, ˈwʊərts-/,[a] German: [ˈvʏʁtsbʊʁk] (listen); Main-Franconian: Wörtzburch) is a city in the region of Franconia, northern Bavaria, Germany. Located on the Main River, it is the capital of the Regierungsbezirk of Lower Franconia. The regional dialect is East Franconian.",
  "/wiki/Main_(river)": "The Main  (German pronunciation: [ˈmaɪn] (listen)) is a river in Germany. With a length of 525 kilometres (326 mi) (including its 52 km long source river White Main), it is the longest right tributary of the Rhine. It is also the longest river lying entirely in Germany (if the Weser and the Werra are considered as two separate rivers; together they are longer). The largest cities along the Main are Frankfurt am Main, Offenbach am Main and Würzburg.",
  "/wiki/Marktbreit": "Marktbreit am Main is a town in the district of Kitzingen in the  Regierungsbezirk Unterfranken in Bavaria, Germany. It is situated at the most southern point of the Main river. Marktbreit is the birthplace of Alois Alzheimer who first identified the symptoms of what is now known as Alzheimer's Disease. With its suburb Gnodstadt [de], Marktbreit has around 3,700 inhabitants.",
  "/wiki/Lüneburg": "Lüneburg (officially the Hanseatic City of Lüneburg, German: Hansestadt Lüneburg, pronounced [ˈhanzəʃtat ˈlyːnəbʊɐ̯k], Low German Lümborg, Latin Luneburgum or Lunaburgum, Old High German Luneburc, Old Saxon Hliuni, Polabian Glain), also called Lunenburg in English, is a town in the German state of Lower Saxony. It is located about 50 km (31 mi) southeast of another Hanseatic city, Hamburg, and belongs to that city's wider metropolitan region. The capital of the district which bears its name, it is home to roughly 77,000 people. Lüneburg's urban area, which includes the surrounding communities of Adendorf, Bardowick, Barendorf and Reppenstedt, has a population of around 103,000. Lüneburg has been allowed to use the title \"Hansestadt\" (Hanseatic Town) in its name since 2007, in recognition of its membership in the former Hanseatic League. Lüneburg is also home to Leuphana University.",
  "/wiki/Ilmenau_River": "Ilmenau is a river south of Hamburg, in Lower Saxony, Germany",
  "/wiki/Rostock": "Rostock (/ˈrɒstɒk/ ROST-ok, German: [ˈʁɔstɔk] (listen)), officially the Hanseatic City of Rostock (German: Hansestadt Rostock), is the largest city in the German federal state of Mecklenburg-Western Pomerania and lies in the Mecklenburgian part of the state, close to the border with Pomerania.[a] With around 208,000 inhabitants, it is the third largest city on the German Baltic coast after Kiel and Lübeck, the eighth largest city in the area of former East Germany, as well as the 39th largest city of Germany. Rostock was the largest coastal and most important port city in East Germany.",
  "/wiki/Warnow": "The Warnow (German pronunciation: [ˈvaʁno]) is a river in the state of Mecklenburg-Vorpommern in Germany. It flows into the Baltic Sea near the town of Rostock, in its borough Warnemünde.",
  "/wiki/Stade": "Stade (German pronunciation: [ˈʃtaːdə]), officially the Hanseatic City of Stade (German: Hansestadt Stade, Low German: Hansestadt Stood) is a city in Lower Saxony in northern Germany. First mentioned in records in 934, it is the seat of the district (Landkreis) which bears its name. It is located roughly 45 km (28 mi) to the west of Hamburg and belongs to that city's wider metropolitan region. Within the area of the city are the urban districts of Bützfleth, Hagen, Haddorf and Wiepenkathen, each of which have a council (Ortsrat) of their own with some autonomous decision-making rights.",
  "/wiki/Saarbrücken": "Saarbrücken (/sɑːrˈbrʊkən/, also US: /zɑːrˈ-, ˈsɑːrbrʊkən, ˈzɑːr-/, German: [zaːɐ̯ˈbʁʏkn̩] (listen); French: Sarrebruck [saʁbʁyk]; Rhine Franconian: Saarbrigge [zaːˈbʁɪɡə]) is the capital and largest city of the state of Saarland, Germany. Saarbrücken is Saarland's administrative, commercial and cultural centre and is next to the French border.",
  "/wiki/Saar_River": "The Saar (/sɑːr/, also US: /zɑːr/, German: [zaːɐ̯] (listen); French: Sarre [saʁ]) is a river in northeastern France and western Germany, and a right tributary of the Moselle. It rises in the Vosges mountains on the border of Alsace and Lorraine and flows northwards into the Moselle near Trier. It has two headstreams (the Sarre Rouge and Sarre Blanche, which join in Lorquin), that both start near Mont Donon, the highest peak of the northern Vosges. After 246 kilometres (153 mi) (126 kilometres in France and 120 kilometres in Germany) the Saar flows into the Moselle at Konz (Rhineland-Palatinate) between Trier and the Luxembourg border. It has a catchment area of 7,431 square kilometres (2,869 sq mi).",
  "/wiki/Brugge": "Bruges (/bruːʒ/ BROOZH, French: [bʁyʒ] (listen); Flemish: Brugge [ˈbrʏɣə] (listen); German: Brügge [ˈbʁʏɡə]) is the capital and largest city of the province of West Flanders in the Flemish Region of Belgium, in the northwest of the country, and the seventh largest city of the country by population.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/Treadwheel": "A treadwheel, or treadmill, is a form of engine typically powered by humans. It may resemble a water wheel in appearance, and can be worked either by a human treading paddles set into its circumference (treadmill), or by a human or animal standing inside it (treadwheel). These devices are no longer used for power or punishment, and the term \"treadmill\" has come to mean an exercise machine for running or walking in place.",
  "/wiki/List_of_historical_harbour_cranes": "The list of historical harbour cranes includes historical harbour cranes from the Middle Ages to the introduction of metal cranes in the Industrial Revolution during the 19th century. Modern reconstructions are also listed."
}