{
  "/wiki/Dustin_Ackley": "Dustin Michael Ackley (born February 26, 1988) is an American professional baseball second baseman and outfielder who is currently a free agent. He has played in Major League Baseball (MLB) for the Seattle Mariners and the New York Yankees.\n Ackley played college baseball for the North Carolina Tar Heels, and was selected second overall by the Mariners in the 2009 Major League Baseball Draft.  After going through a transformation to develop his skills defensively at second base, he joined the Mariners June 17, 2011. The Mariners traded him to the Yankees during the 2015 season.",
  "/wiki/Second_baseman": "In baseball and softball, second baseman is a fielding position in the infield, between second and first base. The second baseman often possesses quick hands and feet, needs the ability to get rid of the ball quickly, and must be able to make the pivot on a double play.   In addition, second basemen are usually right-handed; only four left-handed throwing players have ever played second base in Major League Baseball since 1950. In the numbering system used to record defensive plays, the second baseman is assigned the number 4.\n Good second basemen need to have very good range since they have to field balls closer to the first baseman who is often holding runners on, or moving towards the base to cover. On a batted ball to right field, the second baseman goes out towards the ball for the relay. Due to these requirements, second base is sometimes a primarily defensive position in the modern game, but there are hitting stars as well.",
  "/wiki/Left_fielder": "In baseball, a left fielder (LF) is an outfielder who plays defense in left field. Left field is the area of the outfield to the left of a person standing at home plate and facing towards the pitcher's mound. In the numbering system used to record defensive plays, the left fielder is assigned the number 7.",
  "/wiki/Los_Angeles_Angels_of_Anaheim": "The Los Angeles Angels are an American professional baseball team based in the city of Anaheim, California, part of Orange County and the Los Angeles metropolitan area. They compete in Major League Baseball (MLB) as a member club of the American League (AL) West division. The Angels have played home games at Angel Stadium since 1966. The current MLB franchise was established as one of the league's first two expansion teams in 1961 by Gene Autry, the team's first owner. Autry was a famous singing cowboy actor in a series of films in the 1930s to 1950s, and later was the subject of the Gene Autry Western Heritage Museum. \n The Angels name was taken by Autry in tribute to the previous original Los Angeles Angels, a Minor League franchise in the Pacific Coast League (PCL), which played in South Central Los Angeles from 1903 to 1957.  He bought the rights to the Angels name from Walter O'Malley, the then-Los Angeles Dodgers owner, who acquired the PCL franchise from Philip K. Wrigley, also the owner of the parent Chicago Cubs at the time, as part of the Dodgers' move to Southern California.",
  "/wiki/Brian_Goodwin_(baseball)": "Brian Christopher Goodwin (born November 2, 1990) is an American professional baseball outfielder for the Los Angeles Angels of Major League Baseball (MLB). He previously played in MLB for the Washington Nationals and Kansas City Royals. Before his professional career, Goodwin played college baseball for the North Carolina Tar Heels.",
  "/wiki/Kansas_City_Royals": "The Kansas City Royals are an American professional baseball team based in Kansas City, Missouri. They compete in Major League Baseball (MLB) as a member team of the American League (AL) Central division. The team was founded as an expansion franchise in 1969, and has participated in four World Series, winning in 1985 and 2015, and losing in 1980 and 2014. The name Royals pays homage to the American Royal, a livestock show, horse show, rodeo, and championship barbeque competition held annually in Kansas City since 1899 as well as the identical names of two former negro league baseball teams that played in the first half of the 20th century (one a semi-pro team based in Kansas City in the 1910s and 1920s that toured the Midwest and a California Winter League team based in Los Angeles in the 1940s that was managed by Chet Brewer and included Satchel Paige and Jackie Robinson on its roster). The Los Angeles team had personnel connections to the Monarchs but could not use the Monarchs name. The name also fits into something of a theme for other professional sports franchises in the city, including the Kansas City Chiefs of the NFL, the former Kansas City Kings of the NBA, and the former Kansas City Monarchs of the Negro National League. In 1968, the team held a name-the-team contest that received more than 17,000 entries. Sanford Porte, a bridge engineer from the suburb of Overland Park, Kansas was named the winner for his “Royals” entry.",
  "/wiki/Matt_Harvey": "Matthew Edward Harvey (born March 27, 1989), often nicknamed The Dark Knight, is an American professional baseball pitcher who is a free agent. He has played in Major League Baseball (MLB) for the New York Mets, Cincinnati Reds, and Los Angeles Angels. Harvey played at Fitch Senior High School in Groton, Connecticut, and the University of North Carolina at Chapel Hill. The Mets selected Harvey in the 2010 MLB draft as the seventh overall pick. In his major league debut on July 26, 2012, against the Arizona Diamondbacks, Harvey set a new club record with 11 strikeouts while earning his first career victory. Harvey had a breakout season in 2013, being selected to play in the Major League Baseball All-Star Game. Harvey then missed the entire 2014 season due to Tommy John surgery but returned to top form in 2015, helping lead the Mets to the pennant. His career, once promising during his first two seasons, has since been derailed by ineffectiveness mainly due to injuries, including Tommy John surgery, thoracic outlet syndrome, and a stress fracture in the scapula.",
  "/wiki/Pitcher": "In baseball, the pitcher is the player who throws the baseball from the pitcher's mound toward the catcher to begin each play, with the goal of retiring a batter, who attempts to either make contact with the pitched ball or draw a walk. In the numbering system used to record defensive plays, the pitcher is assigned the number 1. The pitcher is often considered the most important player on the defensive side of the game, and as such is situated at the right end of the defensive spectrum. There are many different types of pitchers, such as the starting pitcher, relief pitcher, middle reliever, lefty specialist, setup man, and the closer.\n Traditionally, the pitcher also bats. Starting in 1973 with the American League and spreading to further leagues throughout the 1980s and 1990s, the hitting duties of the pitcher have generally been given over to the position of designated hitter, a cause of some controversy. The National League in Major League Baseball and the Japanese Central League are among the remaining leagues that have not adopted the designated hitter position.",
  "/wiki/Cincinnati_Reds": "The Cincinnati Reds are an American professional baseball team based in Cincinnati, Ohio. They compete in Major League Baseball (MLB) as a member club of the National League (NL) Central division. They were a charter member of the American Association in 1882 and joined the NL in 1890.\n The Reds played in the NL West division from 1969 to 1993, before joining the Central division in 1994. They have won five World Series championships, nine NL pennants, one AA pennant, and 10 division titles. The team plays its home games at Great American Ball Park, which opened in 2003 replacing Riverfront Stadium. Bob Castellini has been chief executive officer since 2006.\n From 1882 to 2019, the Reds' overall win-loss record is 10,599–10,393 (a 0.505 winning percentage).",
  "/wiki/Chris_Ianetta": "Christopher Domenic Iannetta (/ˌaɪ.əˈnɛtə/, Italian pronunciation: [janˈnetta]; born April 8, 1983) is an American professional baseball catcher for the New York Yankees. He previously played in Major League Baseball (MLB) for the Colorado Rockies, Los Angeles Angels of Anaheim, Seattle Mariners, and Arizona Diamondbacks. He played in college for the North Carolina Tar Heels of the University of North Carolina at Chapel Hill. He stands 6 feet 0 inches (1.83 m) tall, and weighs 230 pounds (100 kg).",
  "/wiki/Catcher": "Catcher is a position for a baseball or softball player. When a batter takes his/her turn to hit, the catcher crouches behind home plate, in front of the (home) umpire, and receives the ball from the pitcher. In addition to this primary duty, the catcher is also called upon to master many other skills in order to field the position well. The role of the catcher is similar to that of the wicket-keeper in cricket, but in cricket, wicketkeepers are increasingly known for their batting abilities. Positioned behind home plate, the catcher can see the whole field, and is therefore in the best position to direct and lead the other players in a defensive play. The catcher typically calls for pitches using hand signals. The calls are based on the pitcher's mechanics and strengths, as well as the batter's tendencies and weaknesses. Foul tips, bouncing balls in the dirt, and contact with runners during plays at the plate are all events to be handled by the catcher, necessitating the use of protective equipment.",
  "/wiki/Andrew_Miller_(baseball)": "Andrew Mark Miller (born May 21, 1985) is an American professional baseball pitcher for the St. Louis Cardinals of Major League Baseball (MLB). He previously played in MLB for the Detroit Tigers, Florida Marlins, Boston Red Sox, Baltimore Orioles, New York Yankees, and Cleveland Indians. Primarily a starting pitcher who struggled early in his major league career, Miller found sustained success as a reliever utilizing multiple-faceted fastball and slider approach that has proven deceptive for batters to hit. A left-handed batter and thrower, Miller stands 6 feet 7 inches (2.01 m) tall and weighs 205 pounds (93 kg). Instrumental in the Indians' World Series run in 2016, Miller earned the American League (AL) Championship Series Most Valuable Player (ALCS MVP) honors, while setting a number of postseason strikeout records for relievers and covering multiple relief roles and innings. He is also a two-time MLB All-Star selection, and a winner of the AL Reliever of the Year Award. In 2017, he earned his first major championship in the World Baseball Classic as a member of the United States national team. His collegiate baseball awards include the Baseball America College Player of the Year and Roger Clemens Awards.",
  "/wiki/Cleveland_Indians": "The Cleveland Indians are an American professional baseball team based in Cleveland, Ohio. They compete in Major League Baseball (MLB) as a member club of the American League (AL) Central division. Since 1994, they have played at Progressive Field. The team's spring training facility is at Goodyear Ballpark in Goodyear, Arizona. Since their establishment as a major league franchise in 1901, the team has won 10 Central Division titles, six American League pennants, and two World Series championships, (in 1920 and 1948). The team's current 71-year World Series championship drought is the longest active among all 30 current Major League teams. The name Indians originated from a request by club owner Charles Somers to baseball writers to choose a new name to replace Cleveland Naps following the departure of Nap Lajoie after the 1914 season. It was a revival of the nickname that fans gave to the Cleveland Spiders while Louis Sockalexis, a Native American, was playing for the team.",
  "/wiki/Colin_Moran_(baseball)": "Colin Richard Moran (born October 1, 1992) is an American professional baseball third baseman for the Pittsburgh Pirates of Major League Baseball (MLB). He previously played in MLB for the Houston Astros.\n Moran attended the University of North Carolina at Chapel Hill, where he played college baseball for the North Carolina Tar Heels baseball team. In his freshman season, he was named Freshman of the Year and was the only freshman named to the All-America team. After his junior year, the Miami Marlins selected Moran with the sixth overall selection of the 2013 Major League Baseball draft. They traded him to the Astros the next season. The Astros promoted Moran to the major leagues in 2016. The Astros traded him to the Pirates in a package for Gerrit Cole on January 13, 2018.",
  "/wiki/Third_baseman": "A third baseman, abbreviated 3B, is the player in baseball whose responsibility is to defend the area nearest to third base —  the third of four bases a baserunner must touch in succession to score a run. In the scoring system used to record defensive plays, the third baseman is assigned the number '5'. The third baseman requires good reflexes in reacting to batted balls, as he is often the closest infielder (roughly 90–120 feet) to the batter. The third base position requires a strong and accurate arm, as the third baseman often makes long throws to first base. The third baseman sometimes must throw quickly to second base in time to start a double play. The third baseman must also field fly balls in fair and foul territory. Third base is known as the hot corner, because the third baseman is relatively close to the batter and most right-handed hitters tend to hit the ball hard in this direction. A third baseman must possess good hand-eye coordination and quick reactions in order to catch hard line drives sometimes in excess of 125 miles per hour (201 km/h).",
  "/wiki/Pittsburgh_Pirates": "The Pittsburgh Pirates are an American professional baseball team based in Pittsburgh, Pennsylvania. They compete in Major League Baseball (MLB) as a member club of the National League (NL) Central division. Founded in 1881 under the name Pittsburgh Allegheny, the franchise has won five World Series championships. The Pirates are also often referred to as the Bucs or the Buccos (derived from buccaneer, a synonym for pirate). The team plays its home games at PNC Park, its home since 2001. The Pirates previously played at Forbes Field from 1909-1970 and at Three Rivers Stadium, so named because of its location near the confluence of the Allegheny, Monongahela, and Ohio rivers, from 1970-2000. The franchise joined the NL in its eighth season in 1887 and was competitive from its early years, winning three NL titles from 1901 to 1903, playing in the inaugural World Series in 1903 and winning their first World Series in 1909 behind Honus Wagner. The Pirates have had many ups and downs during their long history, most famously winning the 1960 World Series against the New York Yankees on a series-winning walk-off home run by Bill Mazeroski, the only time that Game 7 of the World Series has ever ended with a home run.",
  "/wiki/Mike_Morin_(baseball)": "Michael William Morin (/ˈmɔːrɪn/; born May 3, 1991) is an American professional baseball pitcher for the Milwaukee Brewers of Major League Baseball. He has played in MLB for the Los Angeles Angels, Kansas City Royals, Seattle Mariners, Minnesota Twins, and Philadelphia Phillies. The Angels selected Morin in the 13th round of the 2012 Major League Baseball draft, and he made his major league debut in 2014.",
  "/wiki/Philadelphia_Phillies": "The Philadelphia Phillies are an American professional baseball team based in Philadelphia. They compete in Major League Baseball (MLB) as a member of the National League (NL) East division. Since 2004, the team's home stadium has been Citizens Bank Park, located in South Philadelphia. The Phillies are the oldest, continuous, one-name, one-city franchise in American professional sports. The Phillies have won two World Series championships (against the Kansas City Royals in 1980 and the Tampa Bay Rays in 2008) and seven National League pennants, the first of which came in 1915. Since the first modern World Series was played in 1903, the Phillies played 77 consecutive seasons (and 97 seasons from the club's establishment) before they won their first World Series—longer than any of the other 16 teams that made up the major leagues for the first half of the 20th century. They are one of the more successful franchises since the start of the Divisional Era in Major League Baseball. The Phillies have won 11 division titles, including five consecutive division titles from 2007 to 2011; these are ranked sixth among all teams and fourth in the National League.",
  "/wiki/Kyle_Seager": "Kyle Duerr Seager (born November 3, 1987) is an American professional baseball third baseman with the Seattle Mariners of Major League Baseball (MLB). He was selected by the Mariners in the third round of the 2009 Major League Baseball draft. In 2014, he was an All Star and won a Gold Glove Award.",
  "/wiki/Seattle_Mariners": "The Seattle Mariners are an American professional baseball team based in Seattle, Washington. They compete in Major League Baseball (MLB) as a member club of the American League (AL) West division. The team joined the American League as an expansion team in 1977 playing their home games in the Kingdome. Since July 1999, the Mariners' home ballpark has been T-Mobile Park (formerly Safeco Field), located in the SoDo neighborhood of Seattle. The Mariners name originates from the prominence of marine culture in the city of Seattle. They are nicknamed the M's, a title featured in their primary logo from 1987 to 1992. They adopted their current team colors – navy blue, northwest green (teal), and silver – prior to the 1993 season, after having been royal blue and gold since the team's inception. Their mascot is the Mariner Moose.",
  "/wiki/Adam_Warren_(baseball)": "Adam Parrish Warren (born August 25, 1987) is an American professional baseball pitcher for the New York Yankees organization. He has played in Major League Baseball (MLB) for the Yankees, Chicago Cubs, Seattle Mariners and San Diego Padres. Before beginning his professional career, Warren pitched in college baseball for the North Carolina Tar Heels.\n Warren made his MLB debut with the Yankees on June 29, 2012. The Yankees traded him to the Cubs before the 2016 season, and the Cubs traded him back to the Yankees during the 2016 season. The Yankees traded Warren to the Mariners in 2018.",
  "/wiki/New_York_Yankees": "The New York Yankees are an American professional baseball team based in the New York City borough of the Bronx. They compete in Major League Baseball (MLB) as a member club of the American League (AL) East division. They are one of two major league clubs based in New York City, the other being the National League's (NL) New York Mets. The Yankees began play in the 1901 season as the Baltimore Orioles (no relation to the modern Baltimore Orioles). In 1903, Frank Farrell and Bill Devery purchased the franchise after it ceased operations and moved it to New York City, renaming the club the New York Highlanders. The Highlanders were officially renamed the New York Yankees in 1913. The team is owned by Yankee Global Enterprises, an LLC that is controlled by the family of the late George Steinbrenner, who purchased the team in 1973. Brian Cashman is the team's general manager, and Aaron Boone is the team's field manager.",
  "/wiki/Trent_Thornton": "Trent Edward Thornton (born September 30, 1993) is an American professional baseball pitcher for the Toronto Blue Jays of Major League Baseball (MLB).",
  "/wiki/Toronto_Blue_Jays": "The Toronto Blue Jays are a Canadian professional baseball team based in Toronto, Ontario. They compete in Major League Baseball (MLB) as a member club of the American League (AL) East division. The team plays its home games at Rogers Centre. The name Blue Jays originates from the bird of the same name, and blue is also the traditional colour of two of Toronto's other professional sports teams: the Maple Leafs (ice hockey) and the Argonauts (Canadian football). In addition, the team was originally owned by the Labatt Brewing Company, makers of the popular beer Labatt's Blue. Colloquially nicknamed the Jays, the team's official colours are royal blue, navy blue, red, and white. An expansion franchise, the club was founded in Toronto in 1977. Originally based at Exhibition Stadium, the team began playing its home games at SkyDome upon its opening in 1989.",
  "/wiki/North_Carolina_Tar_Heels_baseball": "The North Carolina Tar Heels baseball team, commonly referred to as Carolina, represents the University of North Carolina at Chapel Hill in NCAA Division I college baseball.  They compete in the Coastal Division of the Atlantic Coast Conference.  The Tar Heels play their home games on campus at Boshamer Stadium, and are currently coached by Mike Fox."
}