{
  "/wiki/The_7th_Saga": "The 7th Saga, titled Elnard (エルナード) in Japan, is a turn-based role-playing video game developed by Produce! and published by Enix for the Super Nintendo Entertainment System in 1993.",
  "/wiki/Super_NES": "The Super Nintendo Entertainment System (SNES),[b] also known as the Super NES[c] or Super Nintendo,[d] is a 16-bit home video game console developed by Nintendo that was released in 1990 in Japan and South Korea,[citation needed] 1991 in North America, 1992 in Europe and Australasia (Oceania), and 1993 in South America. In Japan, the system is called the Super Famicom (SFC).[e] In South Korea, it is known as the Super Comboy[f] and was distributed by Hyundai Electronics. The system was released in Brazil on August 30, 1993, by Playtronic. Although each version is essentially the same, several forms of regional lockout prevent the different cartridges from being compatible with one another.",
  "/wiki/999:_Nine_Hours,_Nine_Persons,_Nine_Doors": "Nine Hours, Nine Persons, Nine Doors[a] is an adventure video game developed by Chunsoft. It is the first installment in the Zero Escape series, and was released in Japan in 2009 and in North America in 2010 for the Nintendo DS. The story follows Junpei, a college student who is abducted along with eight other people and forced to play the \"Nonary Game,\" which puts its participants in a life-or-death situation, to escape from a sinking cruise liner. The gameplay alternates between two types of sections: Escape sections, where the player completes puzzles in escape-the-room scenarios; and Novel sections, where the player reads the game's narrative and makes decisions that influence the story toward one of six different endings.",
  "/wiki/Nintendo_DS": "The Nintendo DS,[b] or simply DS, is a dual-screen handheld game console developed and released by Nintendo. The device released globally across 2004 and 2005. The DS, an acronym for \"Developers' System\" or \"Dual Screen\", introduced distinctive new features to handheld gaming: two LCD screens working in tandem (the bottom one being a touchscreen), a built-in microphone, and support for wireless connectivity. Both screens are encompassed within a clamshell design similar to the Game Boy Advance SP. The Nintendo DS also features the ability for multiple DS consoles to directly interact with each other over Wi-Fi within a short range without the need to connect to an existing wireless network. Alternatively, they could interact online using the now-defunct Nintendo Wi-Fi Connection service. Its main competitor was Sony's PlayStation Portable during the seventh generation of video game consoles.",
  "/wiki/IOS": "iOS (formerly iPhone OS) is a mobile operating system created and developed by Apple Inc. exclusively for its hardware. It is the operating system that presently powers many of the company's mobile devices, including the iPhone, and iPod Touch; it also powered the iPad prior to the introduction of iPadOS in 2019. It is the second most popular mobile operating system globally after Android.",
  "/wiki/Achron": "Achron is a real-time strategy computer game.  It is considered to be the first \"meta-time strategy game\" (Real-time strategy with time travel), notable for being the first game with free-form multiplayer time travel and its themes of concepts like the grandfather paradox. Achron was released on August 29, 2011.",
  "/wiki/Linux": "Linux (/ˈlɪnəks/ (listen) LIN-əks) is a family of open source Unix-like operating systems based on the Linux kernel, an operating system kernel first released on September 17, 1991, by Linus Torvalds. Linux is typically packaged in a Linux distribution.",
  "/wiki/Mac_OS_X": "macOS (/ˌmækoʊˈɛs/; previously Mac OS X and later OS X) is a series of proprietary graphical operating systems developed and marketed by Apple Inc. since 2001. It is the primary operating system for Apple's Mac computers. Within the market of desktop, laptop and home computers, and by web usage, it is the second most widely used desktop OS, after Microsoft Windows.",
  "/wiki/Windows": "Microsoft Windows, commonly referred to as Windows, is a group of several proprietary graphical operating system families, all of which are developed and marketed by Microsoft. Each family caters to a certain sector of the computing industry. Active Microsoft Windows families include Windows NT and Windows IoT; these may encompass subfamilies, e.g. Windows Server or Windows Embedded Compact (Windows CE). Defunct Microsoft Windows families include Windows 9x, Windows Mobile and Windows Phone.",
  "/wiki/Adventure_in_Time": "Adventure in Time is text adventure for the Apple II published in 1981 by Phoenix Software. An Atari 8-bit family version was released in 1983.",
  "/wiki/Apple_II": "The Apple II (stylized as apple ][) is an 8-bit home computer and one of the world's first highly successful mass-produced microcomputer products, designed primarily by Steve Wozniak (Steve Jobs oversaw the development of the Apple II's foam-molded plastic case and Rod Holt developed the switching power supply). It was introduced by Jobs and Wozniak at the 1977 West Coast Computer Faire and was the first consumer product sold by Apple Computer, Inc. It is the first model in a series of computers which were produced until Apple IIe production ceased in November 1993. The Apple II marks Apple's first launch of a personal computer aimed at a consumer market—branded toward American households rather than businessmen or computer hobbyists.",
  "/wiki/Atari_8-bit_family": "The Atari 8-bit family is a series of 8-bit home computers introduced by Atari, Inc. in 1979 and manufactured until 1992. All of the machines in the family are technically similar and differ primarily in packaging. They are based on the MOS Technology 6502 CPU running at 1.79 MHz,[a] and were the first home computers designed with custom co-processor chips. This architecture enabled graphics and sound capabilities more advanced than most contemporary machines, and gaming on the platform was a major draw. The first-person space combat simulator Star Raiders is considered the platform's killer app. The systems launched with a series of plug and play peripherals that used the Atari SIO serial bus system, an early analog of USB.[b]",
  "/wiki/Age_of_Empires": "Age of Empires is a series of historical real-time strategy video games, originally developed by Ensemble Studios and published by Xbox Game Studios. The first game of the series was Age of Empires, released in 1997. Seven other games and three spin-offs have been released.",
  "/wiki/Microsoft_Windows": "Microsoft Windows, commonly referred to as Windows, is a group of several proprietary graphical operating system families, all of which are developed and marketed by Microsoft. Each family caters to a certain sector of the computing industry. Active Microsoft Windows families include Windows NT and Windows IoT; these may encompass subfamilies, e.g. Windows Server or Windows Embedded Compact (Windows CE). Defunct Microsoft Windows families include Windows 9x, Windows Mobile and Windows Phone.",
  "/wiki/Windows_Mobile": "Windows Mobile is a discontinued family of mobile operating systems developed by Microsoft for smartphones and Pocket PCs.",
  "/wiki/Macintosh": "The Macintosh (mainly branded simply as Mac since 1998) is a family of personal computers designed, manufactured and sold by Apple Inc. since January 1984.",
  "/wiki/Ape_Escape": "Ape Escape [a] is a series of video games developed primarily by SCE Japan Studio and published by Sony Computer Entertainment, starting with Ape Escape for PlayStation in 1999. The series often incorporates ape-related humour, unique gameplay, and a wide variety of pop culture references; it is also notable for being the first game to make the DualShock or Dual Analog controller mandatory.",
  "/wiki/PlayStation_(console)": "The PlayStation[a] (officially abbreviated as PS and commonly known as the PS1 or its codename PSX) is a home video game console developed and marketed by Sony Computer Entertainment. It was first released on 3 December 1994 in Japan, on 9 September 1995 in North America, on 29 September 1995 in Europe, and on 15 November 1995 in Australia, and was the first of the PlayStation lineup of video game consoles. As a fifth generation console, the PlayStation primarily competed with the Nintendo 64 and the Sega Saturn.",
  "/wiki/PlayStation_Portable": "The PlayStation Portable[a] (PSP) is a handheld game console developed and marketed by Sony Computer Entertainment. It was first released in Japan on December 12, 2004, in North America on March 24, 2005, and in PAL regions on September 1, 2005, and is the first handheld installment in the PlayStation line of consoles. As a seventh generation console, the PSP primarily competed with the Nintendo DS.",
  "/wiki/Platform_game": "Platform games, or platformers, are a video game genre and subgenre of action game. In a platformer, the player controlled character must jump and climb between suspended platforms while avoiding obstacles. Environments often feature uneven terrain of varying height that must be traversed. The player often has some control over the height and distance of jumps to avoid letting their character fall to their death or miss necessary jumps. The most common unifying element of games of this genre is the jump button, but now there are other alternatives like swiping a touchscreen. Other acrobatic maneuvers may factor into the gameplay as well, such as swinging from objects such as vines or grappling hooks, as in Ristar or Bionic Commando, or bouncing from springboards or trampolines, as in Alpha Waves. These mechanics, even in the context of other genres, are commonly called platforming, a verbification of platform. Games where jumping is automated completely, such as 3D games in The Legend of Zelda series, fall outside of the genre.",
  "/wiki/Back_to_the_Future": "Back to the Future is a 1985 American science fiction film directed by Robert Zemeckis and written by Zemeckis and Bob Gale. It stars Michael J. Fox as teenager Marty McFly, who accidentally travels back in time from 1985 to 1955, where he meets his future parents and becomes his mother's romantic interest. Christopher Lloyd portrays the eccentric scientist Dr. Emmett \"Doc\" Brown, his friend and the inventor of the time-traveling DeLorean automobile, who helps Marty repair history and return to 1985. The cast also includes Lea Thompson as Marty's mother Lorraine, Crispin Glover as his father George, and Thomas F. Wilson as Biff Tannen, Marty and George's arch-nemesis.",
  "/wiki/Nintendo_Entertainment_System": "The Nintendo Entertainment System (NES) is an 8-bit third-generation home video game console produced, released, and marketed by Nintendo. It is a remodelled export version of the company's Family Computer[a] (FC) platform in Japan, commonly known as the Famicom[b], which was launched on July 15, 1983. The NES was launched in a test market of New York City on October 18, 1985, followed by Los Angeles as a second test market in February 1986, followed by Chicago and San Francisco, then other top 12 American markets, followed by a full launch across North America and some countries in Europe in September 1986, followed by Australia and other countries in Europe in 1987. Brazil saw only unlicensed clones until the official local release in 1993. The console's South Korean release was packaged as the Hyundai Comboy[c] and distributed by Hyundai Electronics (now SK Hynix).",
  "/wiki/Back_to_the_Future_II_%26_III": "Back to the Future Part II & III is a 1990 video game for the Nintendo Entertainment System based on the second and third films in the Back to the Future trilogy. The game was produced by Beam Software and published by Acclaim Entertainment under their LJN label.",
  "/wiki/Back_to_the_Future:_The_Game": "Back to the Future: The Game is an episodic graphic adventure based on the Back to the Future film franchise. The game was developed and published by Telltale Games as part of a licensing deal with Universal Pictures. Bob Gale, co-creator, co-writer and co-producer of the film trilogy, assisted Telltale in writing the game's story. Original actors Michael J. Fox and Christopher Lloyd allowed the developers to use their likenesses in the game for the lead characters Marty McFly and Doc Brown, respectively. Lloyd reprises his role as Doc, while A.J. Locascio plays the role of Marty; Fox later appeared to voice two cameo roles in the final episode, reprising his role as future versions of Marty McFly in addition to playing his forefather William.",
  "/wiki/IPad": "iPad (/ˈaɪpæd/ EYE-pad) is a line of tablet computers designed, developed and marketed by Apple Inc., which run the iOS and iPadOS  mobile operating systems.  The first iPad was released on April 3, 2010; the most recent iPad models are the seventh-generation iPad, released on September 25, 2019; the fifth-generation iPad mini, released on March 18, 2019; the third-generation iPad Air, released on March 18, 2019; and the 11-inch (280 mm) and third-generation 12.9-inch (330 mm) iPad Pro, released on November 7, 2018.",
  "/wiki/PlayStation_3": "The PlayStation 3 (officially abbreviated as PS3) is a home video game console developed by Sony Computer Entertainment. It is the successor to PlayStation 2, and is part of the PlayStation brand of consoles. It was first released on November 11, 2006 in Japan, November 17, 2006 in North America, and March 23, 2007 in Europe and Australia. The PlayStation 3 competed primarily against Microsoft's Xbox 360 and Nintendo's Wii as part of the seventh generation of video game consoles.",
  "/wiki/Xbox_360": "The Xbox 360 is a home video game console developed by Microsoft. As the successor to the original Xbox, it is the second console in the Xbox series. It competed with Sony's PlayStation 3 and Nintendo's Wii as part of the seventh generation of video game consoles. It was officially unveiled on MTV on May 12, 2005, with detailed launch and game information announced later that month at the 2005 Electronic Entertainment Expo.",
  "/wiki/Wii": "The Wii (/wiː/ WEE; known unofficially as the Nintendo Wii) is a home video game console released by Nintendo on November 19, 2006. As a seventh-generation console, the Wii competed with Microsoft's Xbox 360 and Sony's PlayStation 3. Nintendo states that its console targets a broader demographic than that of the two others.  As of the first quarter of 2016[update], the Wii led its generation over the PlayStation 3 and Xbox 360 in worldwide sales, with more than 101 million units sold; in December 2009, the console broke the sales record for a single month in the United States.",
  "/wiki/PlayStation_4": "The PlayStation 4 (officially abbreviated as PS4) is an eighth-generation home video game console developed by Sony Interactive Entertainment. Announced as the successor to the PlayStation 3 in February 2013, it was launched on November 15 in North America, November 29 in Europe, South America and Australia, and on February 22, 2014, in Japan. It competes with Microsoft's Xbox One and Nintendo's Wii U and Switch.",
  "/wiki/Xbox_One": "The Xbox One is an eighth-generation home video game console developed by Microsoft. Announced in May 2013, it is the successor to Xbox 360 and the third console in the Xbox series of video game consoles. It was first released in North America, parts of Europe, Australia, and South America in November 2013, and in Japan, China, and other European countries in September 2014. It is the first Xbox game console to be released in China, specifically in the Shanghai Free-Trade Zone. Microsoft marketed the device as an \"all-in-one entertainment system\", hence the name 'Xbox One'. The Xbox One mainly competes against Sony's PlayStation 4 and Nintendo's Wii U and Switch.",
  "/wiki/Back_to_the_Future_Part_III": "Back to the Future Part III is a 1990 American science-fiction film  and the final installment of the Back to the Future trilogy. The film was directed by Robert Zemeckis, and stars Michael J. Fox, Christopher Lloyd, Mary Steenburgen, Thomas F. Wilson and Lea Thompson. The film continues immediately following Back to the Future Part II (1989); while stranded in 1955 during his time travel adventures, Marty McFly (Fox) discovers that his friend Dr. Emmett \"Doc\" Brown (Lloyd), trapped in 1885, was killed by Buford \"Mad Dog\" Tannen (Wilson), Biff's great-grandfather. Marty travels to 1885 to rescue Doc and return once again to 1985, but matters are complicated when Doc falls in love with schoolteacher Clara Clayton (Steenburgen).",
  "/wiki/Ben_10_Alien_Force:_Vilgax_Attacks": "Ben 10: Alien Force – Vilgax Attacks is the third game in the Ben 10 video game series, and the second game to be based on the Ben 10: Alien Force series. The first game was based on the first two seasons of series; while Vilgax Attacks is based on the third and final season of the series. It was released on October 27, 2009.",
  "/wiki/PlayStation_2": "The PlayStation 2 (officially branded as PS2) is a home video game console developed and marketed by Sony Computer Entertainment. It was first released in Japan on March 4, 2000, in North America on October 26, 2000, and in Europe and Australia on November 24, 2000, and is the successor to the original PlayStation, as well as the second installment in the PlayStation console line-up. A sixth-generation console, it competed with Sega's Dreamcast, Nintendo's GameCube, and Microsoft's original Xbox.",
  "/wiki/Ben_10:_Omniverse": "Ben 10: Omniverse is an American animated television series and the fourth installment of the Ben 10 franchise, which aired on Cartoon Network from September 22, 2012 to November 14, 2014, in the United States. Man of Action Studios, consisting of Duncan Rouleau, Joe Casey, Joe Kelly, and Steven T. Seagle, created the franchise.",
  "/wiki/3DS": "The Nintendo 3DS[a] is a handheld game console produced by Nintendo. It is capable of displaying stereoscopic 3D effects without the use of 3D glasses or additional accessories. Nintendo announced the console in March 2010 and officially unveiled it at E3 2010 on June 15. The console succeeds the Nintendo DS, featuring backward compatibility with older Nintendo DS video games. Its primary competitor was Sony's PlayStation Vita.",
  "/wiki/Wii_U": "The Wii U (/ˌwiː ˈjuː/ WEE YOO) is a home video game console developed by Nintendo as the successor to the Wii. Released in late 2012, it is the first eighth-generation video game console and competed with Microsoft's Xbox One and Sony's PlayStation 4.",
  "/wiki/Bill_%26_Ted%27s_Excellent_Adventure_(1990_video_game)": "Bill & Ted's Excellent Adventure is a single player graphic adventure video game for the Commodore 64, Amiga and MS-DOS platforms. The game was developed by Off the Wall Productions and published by Capstone Software. This video game is a part of the Bill & Ted franchise and the concept is based on the 1989 film Bill & Ted's Excellent Adventure.",
  "/wiki/Amiga": "The Amiga is a family of personal computers introduced by Commodore in 1985. The original model was part of a series of 16/32- and 32-bit computers that featured 256 KB or more of RAM, mouse-based GUIs, and significantly improved graphics and audio over 8-bit systems. This wave included the Atari ST—released the same year—Apple's Macintosh, and later the Apple IIGS. Based on the Motorola 68000 microprocessor, the Amiga differed from its contemporaries through the inclusion of custom hardware to accelerate graphics and sound, including sprites and a blitter, and a pre-emptive multitasking operating system called AmigaOS.",
  "/wiki/Commodore_64": "The Commodore 64, also known as the C64 or the CBM 64, is an 8-bit home computer introduced in January 1982 by Commodore International (first shown at the Consumer Electronics Show, in Las Vegas, January 7–10, 1982). It has been listed in the Guinness World Records as the highest-selling single computer model of all time, with independent estimates placing the number sold between 10 and 17 million units. Volume production started in early 1982, marketing in August for US$595 (equivalent to $1,576 in 2019). Preceded by the Commodore VIC-20 and Commodore PET, the C64 took its name from its 64 kilobytes (65,536 bytes) of RAM. With support for multicolor sprites and a custom chip for waveform generation, the C64 could create superior visuals and audio compared to systems without such custom hardware.",
  "/wiki/MS-DOS": "MS-DOS (/ˌɛmˌɛsˈdɒs/ em-es-DOSS; acronym for Microsoft Disk Operating System) is an operating system for x86-based personal computers mostly developed by Microsoft. Collectively, MS-DOS, its rebranding as IBM PC DOS, and some operating systems attempting to be compatible with MS-DOS, are sometimes referred to as \"DOS\" (which is also the generic acronym for disk operating system). MS-DOS was the main operating system for IBM PC compatible personal computers during the 1980s, from which point it was gradually superseded by operating systems offering a graphical user interface (GUI), in various generations of the graphical Microsoft Windows operating system.",
  "/wiki/Bill_%26_Ted%27s_Excellent_Adventure_(Atari_Lynx_video_game)": "Bill & Ted's Excellent Adventure is a video game for the Atari Lynx handheld that is part of the  Bill & Ted franchise  and is based on the Bill & Ted films and the Saturday morning cartoon. It was released by Atari in 1991.",
  "/wiki/Atari_Lynx": "The Atari Lynx is a 8/16-bit handheld game console that was released by Atari Corporation in September 1989 in North America, and in Europe and Japan in 1990.",
  "/wiki/Action-adventure_game": "Action-adventure is a video game genre that combines core elements from both the action game and adventure game genres.",
  "/wiki/Bill_%26_Ted%27s_Excellent_Video_Game_Adventure": "Bill & Ted's Excellent Video Game Adventure is an action-adventure video game that is part of the Bill & Ted franchise and is based on the film Bill & Ted's Excellent Adventure which was released in North America by LJN for the Nintendo Entertainment System in 1991. The game's plot is not an adaptation of the movie, but rather serves as an original continuation to the film's events.",
  "/wiki/Game_Boy": "The Game Boy[a] is an 8-bit handheld game console developed and manufactured by Nintendo. The first handheld in the Game Boy family, it was first released in Japan on April 21, 1989 (1989-04-21), then North America, three months later, and lastly in Europe, over a year later. It was designed by the same team that developed the Game & Watch and several Nintendo Entertainment System games: Satoru Okada, Gunpei Yokoi, and Nintendo Research & Development 1.",
  "/wiki/Bill_%26_Ted%27s_Excellent_Adventure": "Bill & Ted's Excellent Adventure is a 1989 American science fiction comedy film directed by Stephen Herek and written by Chris Matheson and Ed Solomon. It stars Keanu Reeves, Alex Winter, and George Carlin. The plot follows slackers Bill (Winter) and Ted (Reeves), who travel through time to assemble historical figures for their high school history presentation.",
  "/wiki/Bio_Senshi_Dan:_Increaser_to_no_Tatakai": "Bio-Senshi Dan: Increaser to no Tatakai (ダン バイオ戦士DAN インクリーザーとの闘い) is a 1987 action-adventure game that was released exclusive in Japan for the Family Computer.",
  "/wiki/Bioshock:_Infinite": "BioShock Infinite is a first-person shooter video game developed by Irrational Games and published by 2K Games. It was released worldwide for the Microsoft Windows, PlayStation 3, Xbox 360, and OS X platforms in 2013, and a Linux port was released in 2015. Infinite is the third installment in the BioShock series, and though it is not immediately part of the storyline of previous BioShock games, it features similar gameplay concepts and themes. Irrational Games and creative director Ken Levine based the game's setting on historical events at the turn of the 20th century, such as the 1893 World's Columbian Exposition, and based the story on the concept of American exceptionalism, while also incorporating influences from more recent events at the time such as the 2011 Occupy movement.",
  "/wiki/Blinx_2:_Masters_of_Time_and_Space": "Blinx 2: Masters of Time and Space (released in Japan as Blinx 2: Battle of Time and Space) is a 3D third-person platform game developed by Artoon and published by Microsoft Game Studios. It was released for the Xbox in 2004, and is the sequel to Blinx: The Time Sweeper. Like the previous installment, it is also playable on an Xbox 360.",
  "/wiki/Xbox_(console)": "The Xbox is a home video game console and the first installment in the Xbox series of video game consoles manufactured by Microsoft. It was released as Microsoft's first foray into the gaming console market on November 15, 2001, in North America, followed by Australia, Europe and Japan in 2002. It is classified as a sixth generation console, competing with Sony's PlayStation 2 and Nintendo's GameCube. It was also the first major console produced by an American company since the Atari Jaguar ceased production in 1996.",
  "/wiki/Blinx:_The_Time_Sweeper": "Blinx: The Time Sweeper is a platform game developed by Artoon and published by Microsoft Game Studios. It was released for the Xbox on October 7, 2002. A sequel, Blinx 2: Masters of Time and Space, was released for the Xbox in 2004. In 2014, Microsoft dropped the Blinx trademark.",
  "/wiki/Bubsy_2": "Bubsy 2 is a platform video game, the sequel to Bubsy in Claws Encounters of the Furred Kind, and the second game in the Bubsy series. It was originally released in 1994 for the Sega Genesis, Super NES, and Game Boy, and re-released for Windows through Steam on December 17, 2015.",
  "/wiki/Super_Nintendo_Entertainment_System": "The Super Nintendo Entertainment System (SNES),[b] also known as the Super NES[c] or Super Nintendo,[d] is a 16-bit home video game console developed by Nintendo that was released in 1990 in Japan and South Korea,[citation needed] 1991 in North America, 1992 in Europe and Australasia (Oceania), and 1993 in South America. In Japan, the system is called the Super Famicom (SFC).[e] In South Korea, it is known as the Super Comboy[f] and was distributed by Hyundai Electronics. The system was released in Brazil on August 30, 1993, by Playtronic. Although each version is essentially the same, several forms of regional lockout prevent the different cartridges from being compatible with one another.",
  "/wiki/Sega_Genesis": "The Sega Genesis, known as the Mega Drive[b] or Sega Mega Drive outside North America, is a 16-bit home video game console developed and sold by Sega. The Genesis is Sega's third console and the successor to the Master System. Sega released it as the Mega Drive in Japan in 1988, and later as the Genesis in North America in 1989. In 1990, it was distributed as the Mega Drive by Virgin Mastertronic in Europe, Ozisoft in Australasia, and Tec Toy in Brazil. In South Korea, it was distributed by Samsung as the Super Gam*Boy and later the Super Aladdin Boy.[c]",
  "/wiki/Bugs_Bunny_and_Taz:_Time_Busters": "Bugs Bunny & Taz: Time Busters is a Looney Tunes platform video game released for the Sony PlayStation and Microsoft Windows in 2000, and is an indirect sequel to the 1999 game Bugs Bunny: Lost in Time. It also came on a Twin Pack CD bundled with Wacky Races in 2003.",
  "/wiki/List_of_games_containing_time_travel": "Many games contain time travel elements. This list includes video games, board games, pen and paper role-playing games and play by mail games which strongly feature time travel."
}