{
  "/wiki/Warriors_FC": "Warriors Football Club is a Singaporean professional football club that plays in the top-tier Singapore Premier League. Before they officially changed their name on 20 January 2013, they were previously known as the Singapore Armed Forces Football Club (SAFFC) since their establishment on 16 February 1996. Despite their name back then, membership of the Armed Forces was not a prerequisite for players representing the team, and several international players have played for them.",
  "/wiki/Home_United": "Home United Football Club, is a professional football club that plays in the Singapore Premier League.",
  "/wiki/Overtime_(sports)": "Overtime or extra time is an additional period of play specified under the rules of a sport to bring a game to a decision and avoid declaring the match a tie or draw where the scores are the same. In some sports, this extra period is played only if the game is required to have a clear winner, as in single-elimination tournaments where only one team or players can advance to the next round or win the tournament. In other sports, particularly those prominently played in North America where ties are generally disfavored, some form of overtime is employed for all games.",
  "/wiki/S.League": "The Singapore Premier League (SPL) is the Singaporean semi professional league for men's association football clubs. It was previously known as the S.League. At the highest level of domestic football competition in Singapore, it is the country's primary football competition. Contested by nine clubs, it consists of three rounds in which each team plays every other team once. Clubs from Brunei, China, France, Japan and Korea have been invited to take part in the league to raise its level of competitiveness and profile.",
  "/wiki/AIK_Fotboll": "AIK Fotboll (LSE: 0DI2), more commonly known simply as AIK (Swedish pronunciation: [ˈɑ̂ːiːˌkoː]), an abbreviation for Allmänna Idrottsklubben (meaning the public sports club), is a Swedish football club competing in Allsvenskan, the top flight of Swedish football. The club was founded in 1891 in Norrmalm in central Stockholm, and the football department was formed in 1896. AIK's home ground is Friends Arena, located in Solna, just north of the city centre.",
  "/wiki/Tampines_Rovers": "Tampines Rovers Football Club, commonly known as Tampines Rovers or simply Rovers, is a professional football club based in Tampines, Singapore, that competes in the Singapore Premier League. Nicknamed \"The Stags\", the club was founded in 1945 and settled on its current name six years later. Their home ground is currently at Our Tampines Hub, where they had been since 2017, after six years playing away due to the construction of their new stadium.",
  "/wiki/%C3%89toile_FC": "Étoile Football Club was a professional football club which was formed to play in Singapore's S.League in 2010.",
  "/wiki/2014_Singapore_Charity_Shield": "The 2014 Singapore Charity Shield was the 7th Singapore Charity Shield, 21 February 2014 at Jalan Besar Stadium, between the winners of the previous season's 2013 S.League and 2013 Singapore Cup competitions. The match was contested by the champions of the 2013 S.League, Tampines Rovers, and the 2013 Singapore Cup winners, Home United.",
  "/wiki/2015_Singapore_Charity_Shield": "The 2015 Singapore Charity Shield (also known as the Great Eastern SG50 Charity Shield for sponsorship reasons as well as to commemorate Singapore's 50th year of independence) was the 8th edition of the Singapore Charity Shield held on 1 March 2015 at Jalan Besar Stadium, between the winners of the previous season's S.League and Singapore Cup competitions. The match was contested by 2014 S.League champions Warriors and 2014 Singapore Cup winners Balestier Khalsa.",
  "/wiki/Balestier_Khalsa": "Balestier Khalsa Football Club is a professional football club which plays in Singapore Premier League. The club's logo depicts a Tiger, the nickname of the club, on top of a pair of Kirpan. The logo is made up of key elements from the two clubs it was merged from. The Tiger is the mascot of the Balestier half of the merged entity while the kirpan is a religious dagger worn by members of the Sikh faith, who were a major backer of half of the merged entity through the Clementi club.",
  "/wiki/2016_Singapore_Community_Shield": "The 2016 Singapore Community Shield (also known as the Great Eastern Community Shield for sponsorship reasons) was the 9th edition of the Singapore Community Shield held on 13 February 2016 at Jalan Besar Stadium, between the winners of the previous season's S.League and Singapore Cup competitions. The match was contested by 2015 Singapore Cup winners Albirex Niigata (S) and 2015 S.League champions DPMM FC.",
  "/wiki/Albirex_Niigata_(S)": "Albirex Niigata Singapore FC, abbreviated as Albirex Niigata (S), is a football club that plays in the Singapore Premier League. The club is a satellite team of Albirex Niigata of Japan.",
  "/wiki/DPMM_FC": "Duli Pengiran Muda Mahkota Football Club (His Royal Highness the Crown Prince of Brunei Football Club in English, commonly known as DPMM FC) is a professional football club based in Bandar Seri Begawan, Brunei. The club played in the Brunei Premier League in the early 2000s, winning the league title in 2002 and 2004. The club then decided to play in Malaysia, and joined the Malaysian Premier League as a foreign-based team in for the 2005–06 season. They won promotion to the Malaysian Super League (the top tier of Malaysian football) at the end of their first season in Malaysian football, and then finished 3rd and 10th in the following two season in the Super League. The club then left the Malaysian league and joined Singapore's Singapore Premier League for the 2009 season. They won the Singapore League Cup, but were then forced to withdraw from the league competition five games before the end of the season after FIFA suspended the Football Association of Brunei Darussalam for government interference in its affairs, thus barring teams from Brunei from taking part in overseas competitions. All the club's league results for 2009 were therefore expunged. At the end of the suspension, they re-entered the S.League and won the title in 2015, just after a near-miss in 2014.",
  "/wiki/2017_Singapore_Community_Shield": "The 2017 Singapore Community Shield (also known as the Great Eastern Community Shield for sponsorship reasons) was the 10th edition of the Singapore Community Shield held on 26 February 2017 at National Stadium, between the winners of the previous season's S.League and Singapore Cup competitions. The match was contested by 2016 Singapore Cup winners Albirex Niigata (S) and 2016 S.League runners-up Tampines Rovers."
}