{
  "/wiki/Fairfax_County,_VA": "Fairfax County, officially the County of Fairfax is a county located in the Commonwealth of Virginia in the United States. Part of Northern Virginia, Fairfax County borders both the City of Alexandria and Arlington County and forms part of the suburban ring of Washington, D.C. The county is thus predominantly suburban in character, with some urban and rural pockets.",
  "/wiki/Virginia_State_Route_193": "State Route 193 (SR 193) is a primary state highway in the U.S. state of Virginia.  Known as Georgetown Pike, the state highway runs 11.79 mi (18.97 km) from SR 7 in Dranesville east to SR 123 in Langley.  SR 193 passes through Great Falls and meets Interstate 495 (I-495) in McLean.  The state highway was designated the first Virginia Byway for its scenic value in 1974.",
  "/wiki/SR_7_(VA)": "State Route 7 (SR 7) is a major primary state highway and busy commuter route in northern Virginia, United States.  It travels southeast from downtown Winchester to SR 400 (Washington Street) in downtown Alexandria. Its route largely parallels those of the Washington & Old Dominion Trail (W&OD Trail) and the Potomac River. Between its western terminus and I-395, SR 7 is part of the National Highway System.",
  "/wiki/Dranesville,_VA": "Dranesville is a  census-designated place (CDP) in Fairfax County, Virginia, United States. Dranesville is located on the Leesburg Pike (State Route 7) at its intersection with Georgetown Pike (State Route 193). The U.S. Census Bureau defines Dranesville as a census-designated place (CDP) with a population of 11,921 as of 2010.",
  "/wiki/SR_123_(VA)": "State Route 123 (SR 123) is a primary state highway in the U.S. state of Virginia.  The state highway runs 29.27 miles (47.11 km) from U.S. Route 1 (US 1) in Woodbridge north to the Chain Bridge across the Potomac River into Washington from Arlington.  It goes by three local names.  From its southern terminus to the Occoquan River Bridge, it is known as Gordon Boulevard.  From the Occoquan River Bridge to the city of Fairfax it is known as Ox Road.  From Fairfax to its intersection with I-495 in Tysons Corner it is known as Chain Bridge Road. East of Tysons, it is known as Dolley Madison Boulevard.  SR 123 is a partial circumferential highway in Northern Virginia that connects Woodbridge in eastern Prince William County with the independent city of Fairfax and the Fairfax County communities of Vienna, Tysons Corner, and McLean, the last the home of the National Counterterrorism Center and the Central Intelligence Agency.  The state highway also connects all of the major highways that radiate from Washington, including Interstate 95, I-66, US 29, US 50, SR 267, and the George Washington Memorial Parkway.  Furthermore, SR 123 crosses another pair of circumferential highways, I-495 and the Fairfax County Parkway, and SR 7, a major northwest–southeast highway through Northern Virginia.  The state highway is a part of the National Highway System for its entire length.",
  "/wiki/Langley,_VA": "Langley is an unincorporated community in the census-designated place of McLean in Fairfax County, Virginia, United States. Langley is often used as a metonym for the Central Intelligence Agency (CIA), as it is home to its headquarters, the George Bush Center for Intelligence. The land which makes up Langley today once belonged to Thomas Lee, former Crown Governor of the Colony of Virginia from 1749 to 1750. Lee’s land was named Langley in honor of Langley Hall, which was part of the Lee home estate in Shropshire, England. In 1839, 700 acres (283 ha) of land was purchased by Benjamin Mackall from the Lee family, while keeping the name.[citation needed]",
  "/wiki/Charles_City_County,_VA": "Charles City County is a historic county located in the U.S. commonwealth of Virginia. The county is situated southeast of Richmond and west of Jamestown. It is bounded on the south by the James River and on the east by the Chickahominy River.",
  "/wiki/Henrico_County,_VA": "Henrico County (formerly Henrico Shire) /hɛnˈraɪkoʊ/, officially the County of Henrico, is a county in the Commonwealth of Virginia in the United States. As of the 2010 census, the population was 306,935. In 2018, the population was estimated to be 329,261, making it the fifth-most populous county in Virginia and the sixth-most populous county-equivalent in Virginia. Henrico County is included in the Greater Richmond Region. There is no incorporated community within Henrico County, therefore, there is no incorporated county seat either. Laurel, an unincorporated CDP, serves this function.",
  "/wiki/James_City_County,_VA": "James City County is a county located in the Commonwealth of Virginia. As of the 2010 census, the population was 67,009. Although politically separate from the county, the county seat is the adjacent independent city of Williamsburg.",
  "/wiki/Virginia_State_Route_5": "State Route 5 (SR 5) runs between the independent cities of Richmond and Williamsburg in the U.S. state of Virginia. Between Charles City County and James City County, it crosses the Chickahominy River via the Judith Stewart Dresser Bridge, a fixed-span bridge which replaced historic Barrett's Ferry and the former drawbridge.",
  "/wiki/Richmond,_VA": "Richmond (/ˈrɪtʃmənd/) is the capital city of the Commonwealth of Virginia. It is the center of the Richmond Metropolitan Statistical Area (MSA) and the Greater Richmond Region. Richmond was incorporated in 1742 and has been an independent city since 1871.",
  "/wiki/Williamsburg,_VA": "Williamsburg is a city in the U.S. state of Virginia. As of the 2010 U.S. Census, the population was 14,068. In 2018, the population was estimated to be 14,896. Located on the Virginia Peninsula, Williamsburg is in the northern part of the Hampton Roads metropolitan area. It is bordered by James City County and York County.",
  "/wiki/U.S._Bike_Route_76": "U.S. Bicycle Route 76 (USBR 76) is a cross-country bicycle route east of Kansas in the United States. It is one of the two original U.S. Bicycle Routes, the other being U.S. Bicycle Route 1. U.S. Bicycle Route 76 runs from the Midwestern state of Missouri to the eastern seaboard state of Virginia. It is also known as the TransAmerica Bike Route and is contained within the TransAmerica Bicycle Trail.",
  "/wiki/SR_156_(VA)": "State Route 156 (SR 156) is a primary state highway in the U.S. state of Virginia. The state highway runs 57.38 miles (92.34 km) from U.S. Route 301 (US 301) and SR 35 in Templeton north to US 360 Business in Mechanicsville. SR 156 follows a circuitous route through the eastern part of the Richmond–Petersburg metropolitan area. South of the James River, the state highway connects Templeton in Prince George County with Hopewell, which is directly served by SR 156 Business. SR 156 crosses the James River on the Benjamin Harrison Memorial Bridge and briefly passes through Charles City County. For most of its length in Henrico and Hanover, the state highway is a rural road that provides access to several units of Richmond National Battlefield Park. However, SR 156 provides access to Richmond International Airport, Interstate 64, and I-295 as it passes through the Richmond suburbs of Sandston and Highland Springs as a major highway.",
  "/wiki/Albemarle_County,_VA": "Albemarle County is a county located in the Piedmont region of the Commonwealth of Virginia.  Its county seat is Charlottesville, which is an independent city and enclave entirely surrounded by the county. Albemarle County is part of the Charlottesville Metropolitan Statistical Area. As of the 2010 census, the population was 98,970, in 2018, it was estimated at 108,718.",
  "/wiki/Virginia_State_Route_20": "State Route 20 (SR 20) is a primary state highway in the U.S. state of Virginia.  The state highway runs 89.79 miles (144.50 km) from U.S. Route 15 (US 15) in Dillwyn north to SR 3 in Wilderness.  SR 20 is a C-shaped route that connects Charlottesville with Farmville (via US 15) in Southside Virginia.  The state highway also links Charlottesville to Fredericksburg (via SR 3) by way of Orange County, within which SR 20 is the main east–west highway and intersects US 15 again in the county seat of Orange.",
  "/wiki/I-64_(VA)": "Interstate 64 (I-64) in the U.S. state of Virginia runs east–west through the middle of the state from West Virginia to the Hampton Roads region, for a total of 299 miles (481 km). It is notable for crossing the mouth of the harbor of Hampton Roads on the Hampton Roads Bridge–Tunnel, the first bridge-tunnel to incorporate artificial islands.(Concurrent with US Route 60). Also noteworthy is a section through Rockfish Gap, a wind gap in the Blue Ridge Mountains, which was equipped with an innovative system of airport-style runway lighting embedded into the pavement to aid motorists during periods of poor visibility due to fog or other conditions.",
  "/wiki/Charlottesville,_VA": "Charlottesville, colloquially known as C'ville and officially named the City of Charlottesville, is an independent city in the Commonwealth of Virginia. It is the county seat of Albemarle County, which surrounds the city, though the two are separate legal entities. It is named after the British Queen consort (and Electress of Hanover) Charlotte of Mecklenburg-Strelitz, who as the wife of George III was Virginia's last Queen. In 2018, an estimated 48,117 people lived within the city limits. The Bureau of Economic Analysis combines the City of Charlottesville with Albemarle County for statistical purposes, bringing its population to approximately 150,000. Charlottesville is the heart of the Charlottesville metropolitan area, which includes Albemarle, Buckingham, Fluvanna, Greene, and Nelson counties.",
  "/wiki/James_River": "The James River is a river in the U.S. state of Virginia that begins in the Appalachian Mountains and flows 348 miles (560 km) to Chesapeake Bay. The river length extends to 444 miles (715 km) if one includes the Jackson River, the longer of its two source tributaries. It is the longest river in Virginia and the 12th longest river in the United States that remains entirely within a single state. Jamestown and Williamsburg, Virginia’s first colonial capitals, and Richmond, Virginia's current capital, lie on the James River.",
  "/wiki/Scottsville,_VA": "Scottsville is a town in Albemarle and Fluvanna counties in the U.S. state of Virginia. The population was 566 at the 2010 census. It is part of the Charlottesville Metropolitan Statistical Area.",
  "/wiki/National_Scenic_Byway": "A National Scenic Byway is a road recognized by the United States Department of Transportation for one or more of six \"intrinsic qualities\": archeological, cultural, historic, natural, recreational, and scenic. The program was established by Congress in 1991 to preserve and protect the nation's scenic but often less-traveled roads and promote tourism and economic development. The National Scenic Byways Program (NSBP) is administered by the Federal Highway Administration (FHWA).",
  "/wiki/SR_53_(VA)": "State Route 53 (SR 53) is a primary state highway in the U.S. state of Virginia.  Known as Thomas Jefferson Parkway, the state highway runs 18.32 miles (29.48 km) from SR 20 near Charlottesville east to U.S. Route 15 (US 15) in Palmyra.  SR 53 connects the county seats of Albemarle and Fluvanna counties.  The state highway also provides access to the community of Lake Monticello and Monticello, the estate of Thomas Jefferson.  The route of SR 53 became a state highway in 1930; the highway receives its present designation in 1947.",
  "/wiki/Nelson_County,_VA": "Nelson County is a county located in the Commonwealth of Virginia. As of the 2010 census, the population was estimated to be 15,020. Its county seat is Lovingston.\nNelson County is part of the Charlottesville, VA Metropolitan Statistical Area.\nNelson County is home to Wintergreen Resort, a local ski area; Swannanoa mansion and is the location of Walton's Mountain made famous by the television show, The Waltons. Nelson County is also home to ten wineries, five craft breweries, two cideries, two distilleries, many fruit orchards and Crabtree Falls.",
  "/wiki/Virginia_State_Route_6": "State Route 6 (SR 6) is a primary state highway in the U.S. state of Virginia.  Known for most of its length as River Road, the state highway runs 102.26 miles (164.57 km) from U.S. Route 250 (US 250) in Afton east to SR 161 in Richmond.  SR 6 is one of the main highways of mountainous Nelson County, where the highway runs north–south from its beginning to US 29.  From Scottsville to Richmond, the state highway parallels the James River.  SR 6 is a major suburban highway through southwestern Henrico County and the main street of Richmond's West End.",
  "/wiki/Virginia_State_Route_151": "State Route 151 (SR 151) is a primary state highway in the U.S. state of Virginia.  The state highway runs 35.22 miles (56.68 km) from U.S. Route 29 (US 29) at Buffalo Hill north to US 250 at Critzers Shop.  SR 151 traverses the Blue Ridge foothills of western Nelson County, where the highway provides access to the Wintergreen Resort.",
  "/wiki/SR_20_(VA)": "State Route 20 (SR 20) is a primary state highway in the U.S. state of Virginia.  The state highway runs 89.79 miles (144.50 km) from U.S. Route 15 (US 15) in Dillwyn north to SR 3 in Wilderness.  SR 20 is a C-shaped route that connects Charlottesville with Farmville (via US 15) in Southside Virginia.  The state highway also links Charlottesville to Fredericksburg (via SR 3) by way of Orange County, within which SR 20 is the main east–west highway and intersects US 15 again in the county seat of Orange.",
  "/wiki/US_250_(VA)": "U.S. Route 250 (US 250) is a part of the U.S. Highway System that runs from Sandusky, Ohio to Richmond, Virginia.  In Virginia, the highway runs 166.74 miles (268.34 km) from the West Virginia state line near Hightown east to its eastern terminus at US 360 in Richmond.  US 250 is the main east–west highway of Highland County, which is known as Virginia's Little Switzerland; the highway follows the path of the 19th century Staunton and Parkersburg Turnpike.  From Staunton east to Richmond, the highway serves as the local complement to Interstate 64 (I-64), roughly following the 18th century Three Notch'd Road through Waynesboro and Charlottesville on its way through the Shenandoah Valley, its crossing of the Blue Ridge Mountains at Rockfish Gap, and the Piedmont.  In the Richmond metropolitan area, US 250 is known as Broad Street, a major thoroughfare through the city's West End and downtown areas.",
  "/wiki/Virginia_State_Route_56": "State Route 56 (SR 56) is a primary state highway in the U.S. state of Virginia.  The state highway runs 60.87 miles (97.96 km) from U.S. Route 11 (US 11) at Steeles Tavern east to US 60 near Buckingham.  SR 56 is the main east–west highway of Nelson County.  The state highway connects the county seat of Lovingston with Buckingham to the east and the Blue Ridge Mountains and the Shenandoah Valley to the west.",
  "/wiki/Blue_Ridge_Parkway": "The Blue Ridge Parkway is a National Parkway and All-American Road in the United States, noted for its scenic beauty. The parkway, which is America's longest linear park, runs for 469 miles (755 km) through 29 Virginia and North Carolina counties, linking Shenandoah National Park to Great Smoky Mountains National Park. It runs mostly along the spine of the Blue Ridge, a major mountain chain that is part of the Appalachian Mountains. Its southern terminus is at U.S. 441 on the boundary between Great Smoky Mountains National Park and the Cherokee Indian Reservation in North Carolina, from which it travels north to Shenandoah National Park in Virginia. The roadway continues through Shenandoah as Skyline Drive, a similar scenic road which is managed by a different National Park Service unit. Both  Skyline Drive and the Virginia portion of the Blue Ridge Parkway are part of Virginia State Route 48, though this designation is not signed.",
  "/wiki/SR_151_(VA)": "State Route 151 (SR 151) is a primary state highway in the U.S. state of Virginia.  The state highway runs 35.22 miles (56.68 km) from U.S. Route 29 (US 29) at Buffalo Hill north to US 250 at Critzers Shop.  SR 151 traverses the Blue Ridge foothills of western Nelson County, where the highway provides access to the Wintergreen Resort.",
  "/wiki/Roseland,_VA": "Roseland is an unincorporated community in Nelson County, Virginia, United States.  It was among the communities severely affected by flash flooding from Hurricane Camille in 1969. Robert Rose was the founder and planted roses all across the area.",
  "/wiki/SR_56_(VA)": "State Route 56 (SR 56) is a primary state highway in the U.S. state of Virginia.  The state highway runs 60.87 miles (97.96 km) from U.S. Route 11 (US 11) at Steeles Tavern east to US 60 near Buckingham.  SR 56 is the main east–west highway of Nelson County.  The state highway connects the county seat of Lovingston with Buckingham to the east and the Blue Ridge Mountains and the Shenandoah Valley to the west.",
  "/wiki/SR_6_(VA)": "State Route 6 (SR 6) is a primary state highway in the U.S. state of Virginia.  Known for most of its length as River Road, the state highway runs 102.26 miles (164.57 km) from U.S. Route 250 (US 250) in Afton east to SR 161 in Richmond.  SR 6 is one of the main highways of mountainous Nelson County, where the highway runs north–south from its beginning to US 29.  From Scottsville to Richmond, the state highway parallels the James River.  SR 6 is a major suburban highway through southwestern Henrico County and the main street of Richmond's West End.",
  "/wiki/Martins_Store,_VA": "Martins Store is an unincorporated community in Nelson County, Virginia, United States.",
  "/wiki/Rockbridge_County,_VA": "Rockbridge County is a county located in the Commonwealth of Virginia. As of the 2010 census, the population was 22,307. Its county seat is Lexington. The independent cities of Buena Vista (6,680) and Lexington (7,170) are both enclaved within the county's geographical borders.",
  "/wiki/Virginia_State_Route_39": "State Route 39 (SR 39) is a primary state highway in the U.S. state of Virginia.  The state highway runs 59.17 miles (95.22 km) from the West Virginia state line near Mountain Grove, where the highway continues as West Virginia Route 39 (WV 39), east to U.S. Route 11 (US 11) in East Lexington.  SR 39 connects Lexington with several communities formed around hot springs in Bath County.  In Rockbridge County, the state highway passes through the town of Goshen and Goshen Pass, a gorge formed by the Maury River.",
  "/wiki/US_11_(VA)": "U.S. Route 11 (US 11) is a north–south United States highway that traverses through western Virginia,  parallel to Interstate 81.",
  "/wiki/East_Lexington,_VA": "East Lexington is a census-designated place in Rockbridge County, Virginia. The population at the 2010 Census was 1,463.",
  "/wiki/SR_42_(VA)": "State Route 42 (SR 42) is a primary state highway in the U.S. state of Virginia. Running parallel to and west of Interstate 81, SR 42 consists of three sections with gaps filled by secondary routes in between.  Some of SR 42 lies along the old Fincastle Turnpike. Another major piece, from near Clifton Forge to Buffalo Gap, parallels the old Virginia Central Railroad.",
  "/wiki/Goshen,_VA": "Goshen is a town in Rockbridge County, Virginia, United States. The population was 361 in the 2010 census.",
  "/wiki/Clarke_County,_VA": "Clarke County is a county in the Commonwealth of Virginia. As of the 2010 census, the population was 14,034. Its county seat is Berryville.  Clarke County is included in the Washington-Arlington-Alexandria, DC-VA-MD-WV Metropolitan Statistical Area.",
  "/wiki/Frederick_County,_VA": "Frederick County is located in the Commonwealth of Virginia. As of the 2010 census, the population was 78,305. Its county seat is Winchester. The county was formed in 1743 by the splitting of Orange County. It is Virginia's northernmost county.",
  "/wiki/Virginia_State_Route_723": "State Route 723 (SR 723) in the U.S. state of Virginia is a secondary route designation applied to multiple discontinuous road segments among the many counties. The list below describes the sections in each county that are designated SR 723.",
  "/wiki/US_17_(VA)": "U.S. Route 17 (US 17) is a part of the U.S. Highway System that runs from Punta Gorda, Florida to Winchester, Virginia.  In Virginia, the U.S. Highway runs 255.83 miles (411.72 km) from the North Carolina state line in Chesapeake north to its northern terminus at US 11, US 50, and US 522 in Winchester.  US 17 is a major highway in the eastern half of Virginia.  The U.S. Highway connects the Albemarle Region of North Carolina with the Hampton Roads metropolitan area.  Within the urban area, US 17 passes through the South Hampton Roads cities of Chesapeake, Portsmouth, and Suffolk and the Virginia Peninsula city of Newport News.  Between Yorktown and Fredericksburg, the U.S. Highway serves as the primary highway of the Middle Peninsula.  At Fredericksburg, US 17 leaves the Atlantic coastal plain; the highway passes through the Piedmont town of Warrenton and crosses the Blue Ridge Mountains on its way to Winchester in the Shenandoah Valley.The route from Tappahannock to  Winchester roughly follows the Confederate March during the Civil War to Gettysburg.",
  "/wiki/US_50_(VA)": "U.S. Route 50 (US 50) is a transcontinental highway which stretches from Ocean City, Maryland to West Sacramento, California. In the U.S. state of Virginia, US 50 extends 86 miles (138 km) from the border with Washington DC at a Potomac River crossing at Rosslyn in Arlington County to the West Virginia state line near Gore in Frederick County.",
  "/wiki/Berrys,_VA": "Berrys is an unincorporated community on the Shenandoah River in Clarke County, Virginia. Berrys was originally known as Berry's Ferry for the ferry operated there. Today, Harry Flood Byrd Bridge spans the Shenandoah at Berrys carrying U.S. Route 50 and U.S. Route 17.",
  "/wiki/Winchester,_VA": "Winchester is an independent city located in the northern portion of the Commonwealth of Virginia, United States. It is the county seat of Frederick County, although the two are separate jurisdictions. The Bureau of Economic Analysis combines the city of Winchester with surrounding Frederick County for statistical purposes. As of the 2010 census, the city's population was 26,203. As of 2018, its population is an estimated 28,108.",
  "/wiki/Bath_County,_VA": "Bath County is a United States county located on the central western border of the Commonwealth of Virginia, on the West Virginia state line. As of the 2010 census, the population was 4,731; in 2018, the population was estimated at 4,292, it the second-least populous county in Virginia. Bath's county seat is Warm Springs.",
  "/wiki/West_Virginia": "West Virginia (/vərˈdʒɪniə/ (listen)) is a state located in the Appalachian region of the Southern United States, and is also considered to be a part of the Mid-Atlantic Southeast Region. It is bordered by Pennsylvania to the north, Maryland to the east and northeast, Virginia to the southeast, Kentucky to the southwest, and Ohio to the northwest. West Virginia is the 41st largest state by area, and is ranked 38th in population. The capital and largest city is Charleston.",
  "/wiki/Tazewell_County,_VA": "Tazewell County is a county located in the southwestern portion of the U.S. state of Virginia. As of the 2010 census, the population was 45,078. Its county seat is Tazewell.",
  "/wiki/Virginia_State_Route_623_(Tazewell_County)": "State Route 623 (SR 623) in the U.S. state of Virginia is a secondary route designation applied to multiple discontinuous road segments among the many counties. The list below describes the sections in each county that are designated SR 623.",
  "/wiki/SR_61_(VA)": "State Route 61 (SR 61) is a primary state highway in the U.S. state of Virginia.  The state highway runs 48.16 miles (77.51 km) from SR 16 in Tazewell east to U.S. Route 460 (US 460) in Narrows.  SR 61 passes through several narrow creek valleys as it parallels the West Virginia state line through Tazewell, Bland, and Giles counties.  The only sizeable community between the highway's endpoints is Rocky Gap, where the highway meets US 52 and Interstate 77 (I-77).",
  "/wiki/Gratton,_VA": "Gratton is a census-designated place in Tazewell County, Virginia. The population as of the 2010 census was 937.",
  "/wiki/Burkes_Garden": "Burke's Garden is an upland valley and unincorporated community in Tazewell County, Virginia, USA.",
  "/wiki/U.S._Route_250_in_Virginia": "U.S. Route 250 (US 250) is a part of the U.S. Highway System that runs from Sandusky, Ohio to Richmond, Virginia.  In Virginia, the highway runs 166.74 miles (268.34 km) from the West Virginia state line near Hightown east to its eastern terminus at US 360 in Richmond.  US 250 is the main east–west highway of Highland County, which is known as Virginia's Little Switzerland; the highway follows the path of the 19th century Staunton and Parkersburg Turnpike.  From Staunton east to Richmond, the highway serves as the local complement to Interstate 64 (I-64), roughly following the 18th century Three Notch'd Road through Waynesboro and Charlottesville on its way through the Shenandoah Valley, its crossing of the Blue Ridge Mountains at Rockfish Gap, and the Piedmont.  In the Richmond metropolitan area, US 250 is known as Broad Street, a major thoroughfare through the city's West End and downtown areas.",
  "/wiki/US_29_(VA)": "U.S. Route 29 (US 29) is a major north–south route in the Commonwealth of Virginia. It covers 248 miles (399 km) from the North Carolina border at the city of Danville to the Key Bridge in Washington, D.C.. US 29 roughly bisects Virginia into eastern and western halves, and along with Interstate 81 in western Virginia, and 85/95 farther east, provides one of the major north–south routes through the Commonwealth.",
  "/wiki/Skyline_Drive": "Skyline Drive is a 105-mile (169 km) road that runs the entire length of the National Park Service's Shenandoah National Park in the Blue Ridge Mountains of Virginia, generally along the ridge of the mountains. The drive's northern terminus is at an intersection with U.S. Route 340 (US 340) near Front Royal, and the southern terminus is at an interchange with US 250 near Interstate 64 (I-64) in Rockfish Gap, where the road continues south as the Blue Ridge Parkway. The road has intermediate interchanges with US 211 in Thornton Gap and US 33 in Swift Run Gap. Skyline Drive is part of Virginia State Route 48, which also includes the Virginia portion of the Blue Ridge Parkway, but this designation is not signed.",
  "/wiki/Rockfish_Gap": "Rockfish Gap is a wind gap located in the Blue Ridge Mountains between Charlottesville and Waynesboro, Virginia, United States, through Afton Mountain, which is frequently used to refer to the gap.",
  "/wiki/Culpeper_County,_VA": "Culpeper County is a county in the central region of the Commonwealth of Virginia. As of the 2010 United States Census, the population was 46,689. Its county seat and only incorporated community is Culpeper.",
  "/wiki/Fauquier_County,_VA": "Fauquier /fɔːˈkɪər/ is a county in the Commonwealth of Virginia. As of the 2010 census, the population was 65,203. The county seat is Warrenton.",
  "/wiki/SR_229_(VA)": "State Route 229 (SR 229) is a primary state highway in the U.S. state of Virginia. Known for most of its length as Rixeyville Road, the state highway runs 14.66 miles (23.59 km) from U.S. Route 15 Business and US 29 Business in Culpeper north to US 211 near Waterloo. SR 229 connects Culpeper with Catalpa and Rixeyville in northern Culpeper County.",
  "/wiki/Jeffersonton,_VA": "Jeffersonton is an unincorporated community in Culpeper County, Virginia, United States. Jeffersonton is 12.2 miles (19.6 km) north-northeast of Culpeper.",
  "/wiki/U.S._Route_17_Business_(Warrenton,_Virginia)": "A total of at least twenty-three special routes of U.S. Route 17 have existed.",
  "/wiki/U.S._Route_29_Business_(Warrenton,_Virginia)": "Several special routes of U.S. Route 29 exist. In order from south to north they are as follows.",
  "/wiki/Warrenton,_VA": "Warrenton is a town in Fauquier County, Virginia, United States. The population was 9,611 at the 2010 census, up from 6,670 at the 2000 census. The estimated population in 2018 was 9,937. Warrenton is the county seat of Fauquier County. It is at the junction of U.S. Route 15, U.S. Route 17, U.S. Route 29, and U.S. Route 211. The town is in the Piedmont region of Virginia, east of the Blue Ridge Mountains. The well-known Airlie Conference Center is 3 miles (5 km) north of Warrenton, and the historic Vint Hill Farms military facility is 9 miles (14 km) east. Fauquier Hospital is located in the town. Surrounded by Virginia wine and horse country, Warrenton is a popular destination outside Washington, D.C.",
  "/wiki/Loudoun_County,_VA": "Loudoun County (/ˈlaʊdən/) is located in the Commonwealth of Virginia in the United States. In 2018, the population was estimated at 406,850, making it Virginia's third-most populous county. Loudoun County's seat is Leesburg. Loudoun County is part of the Washington–Arlington–Alexandria, DC–VA–MD–WV Metropolitan Statistical Area.",
  "/wiki/Virginia_State_Route_245": "State Route 245 (SR 245) is a primary state highway in the U.S. state of Virginia. Known for most of its length as Old Tavern Road, the state highway runs 3.27 miles (5.26 km) from U.S. Route 17 (US 17) at Old Tavern north to SR 55 in The Plains in northern Fauquier County.",
  "/wiki/Virginia_State_Route_626_(Fauquier_County)": "State Route 626 (SR 626) in the U.S. state of Virginia is a secondary route designation applied to multiple discontinuous road segments among the many counties. The list below describes the sections in each county that are designated SR 626.",
  "/wiki/Old_Tavern,_VA": "Old Tavern is an unincorporated community in Fauquier County, in the U.S. state of Virginia.",
  "/wiki/Middleburg,_VA": "Middleburg is the southernmost town in Loudoun County, Virginia, United States, near the Fauquier County line.  The population was 673 at the 2010 census.",
  "/wiki/US_15_(VA)": "U.S. Route 15 (US 15) is a part of the U.S. Highway System that runs from Walterboro, South Carolina to Painted Post, New York.  In Virginia, the U.S. Highway runs 230.37 miles (370.74 km) from the North Carolina state line near Clarksville north to the Maryland state line at the Potomac River near Lucketts.  US 15 is a major north–south highway through the Piedmont of Virginia, connecting Clarksville and Farmville in Southside Virginia with Culpeper, Warrenton, and Leesburg in Northern Virginia.",
  "/wiki/Montgomery_County,_VA": "Montgomery County is a county located in the Valley and Ridge area of the U.S. state of Virginia. As population in the area increased, Montgomery County was formed in 1777 from Fincastle County, which in turn had been taken from Botetourt County.  As of the 2010 census, the population was 94,392. Its county seat is Christiansburg.",
  "/wiki/Roanoke_County,_VA": "Roanoke County is a county located in the U.S. state of the Commonwealth of Virginia. As of the 2010 census, the population was 92,376. Its county seat is Salem.",
  "/wiki/Virginia_State_Route_785": "State Route 785 (SR 785) in the U.S. state of Virginia is a secondary route designation applied to multiple discontinuous road segments among the many counties. The list below describes the sections in each county that are designated SR 785.",
  "/wiki/SR_311_(VA)": "Virginia State Route 311 (SR 311) and West Virginia Route 311 (WV 311) are adjoining state highways in the U.S. states of Virginia and West Virginia.  The two state highways together run 58.7 miles (94.5 km) from U.S. Route 11 in Salem, Virginia north to Interstate 64 and U.S. Route 60 near White Sulphur Springs, West Virginia. The two Virginia portions of Route 311 are maintained by the Virginia Department of Transportation, with the exception of the city-maintained portion within Salem.  The West Virginia segments are maintained by the West Virginia Division of Highways.",
  "/wiki/Catawba,_VA": "Catawba is an unincorporated community in the northern section of Roanoke County, Virginia, United States. Catawba occupies the Catawba Valley bound on the south by the north slope of Catawba Mountain and on the north by several mountains which form the border between Roanoke County and Craig County. The primary road through Catawba is State Route 311. Catawba has a post office with the zip code of 24070.",
  "/wiki/SR_114_(VA)": "State Route 114 is a primary state highway in the U.S. state of Virginia.  Known as Peppers Ferry Road, the state highway runs 10.32 miles (16.61 km) from U.S. Route 11 (US 11) in Fairlawn east to US 460 in Christiansburg.  SR 114 is the northernmost of three east–west highways between Radford and Christiansburg and the most direct highway between Radford and Blacksburg.  The state highway also connects those cities with the Radford Army Ammunition Plant.",
  "/wiki/Fluvanna_County,_VA": "Fluvanna County is a county located in the Piedmont region of the Commonwealth of Virginia. As of the 2010 census, the population was 25,691. Its county seat is Palmyra.",
  "/wiki/Goochland_County,_VA": "Goochland County is a county located in the Commonwealth of Virginia. Its southern border is formed by the James River. As of the 2010 census, the population was 21,717. Its county seat is Goochland.",
  "/wiki/Virginia_State_Route_650_(Goochland_County)": "State Route 650 (SR 650) in the U.S. state of Virginia is a secondary route designation applied to multiple discontinuous road segments among the many counties. The list below describes the sections in each county that are designated SR 650.",
  "/wiki/SR_150_(VA)": "State Route 150 (SR 150) is a state highway in the U.S. state of Virginia.  Known as Chippenham Parkway, the state highway runs 15.19 miles (24.45 km) from Interstate 95 (I-95) and SR 895 in Bensley north to Parham Road and River Road near Tuckahoe in Henrico County.  SR 150 is a four- to six-lane circumferential highway that connects the Chesterfield County suburbs of Richmond with western Henrico County and, via SR 895, eastern Henrico County and Richmond International Airport.  The highway is a freeway except for a short stretch east of SR 147 in Richmond.  SR 150 has junctions with all of the radial highways south of the James River, including I-95, U.S. Route 1, US 301, US 360, US 60, and SR 76.",
  "/wiki/Tuckahoe,_VA": "Tuckahoe is a census-designated place in Henrico County, Virginia, United States.  It is an upper middle class suburb to the west of Richmond and home to some of the most expensive homes in the Richmond area along with the neighboring sections of Richmond City and Goochland County. The population of Tuckahoe was 44,990 at the 2010 census., It is named after the area's history as the site of Thomas Randolph's Tuckahoe Plantation which still stands along the James River.",
  "/wiki/Amherst_County,_VA": "Amherst County is a county, located in the Piedmont region and near the center of the Commonwealth of Virginia in the United States.  The county is part of the Lynchburg, VA Metropolitan Statistical Area, and its county seat is also named Amherst.",
  "/wiki/Virginia_State_Route_130": "State Route 130 (SR 130) is a primary state highway in the U.S. state of Virginia.  The state highway runs 34.69 miles (55.83 km) from U.S. Route 11 (US 11) at Natural Bridge east to SR 669 and SR 670 east of US 29 near Madison Heights.  SR 130 runs concurrently with US 501 from Glasgow through the James River gorge through the Blue Ridge Mountains, connecting eastern Rockbridge County with western and southern Amherst County near Lynchburg.",
  "/wiki/U.S._Route_29_Business_(Madison_Heights,_Virginia)": "Several special routes of U.S. Route 29 exist. In order from south to north they are as follows.",
  "/wiki/Madison_Heights,_VA": "Madison Heights is a census-designated place (CDP) in Amherst County, Virginia, United States. The population was 11,285 at the 2010 census. It is part of the Lynchburg Metropolitan Statistical Area.",
  "/wiki/Natural_Bridge,_VA": "Natural Bridge is an unincorporated community in Rockbridge County, Virginia, United States. The community is the site of Natural Bridge, a natural arch which gives the town its name. Natural Bridge is located at the junction of U.S. Route 11 and State Route 130. Natural Bridge has a post office with ZIP code 24578, which opened on June 1, 1800.",
  "/wiki/Virginia_State_Route_601_(Albemarle_County)": "State Route 601 (SR 601) in the U.S. state of Virginia is a secondary route designation applied to multiple discontinuous road segments among the many counties. The list below describes the sections in each county that are designated SR 601.",
  "/wiki/Virginia_State_Route_676_(Albemarle_County)": "State Route 676 (SR 676) in the U.S. state of Virginia is a secondary route designation applied to multiple discontinuous road segments among the many counties. The list below describes the sections in each county that are designated SR 676.",
  "/wiki/Virginia_State_Route_614_(Albemarle_County)": "State Route 614 (SR 614) in the U.S. state of Virginia is a secondary route designation applied to multiple discontinuous road segments among the many counties. The list below describes the sections in each county that are designated SR 614.",
  "/wiki/White_Hall,_Albemarle_County,_Virginia": "White Hall is an unincorporated community in Albemarle County, Virginia.",
  "/wiki/Orange_County,_VA": "Orange County is a county located in the Central Piedmont region of the Commonwealth of Virginia. At the 2010 census, the population was 33,481. Its county seat is Orange.",
  "/wiki/Orange,_VA": "Orange is a town in, and county seat of, Orange County, Virginia, United States. The population was 4,721 at the 2010 census, representing a 14.5% increase since the 2000 census. Orange is 28 miles (45 km) northeast of Charlottesville, 88 miles (142 km) southwest of Washington, D.C., and 4 miles (6 km) east of James Madison's plantation of Montpelier.",
  "/wiki/Louisa_County,_VA": "Louisa County is a county located in the Commonwealth of Virginia. As of the 2010 census, the population was 33,153. The county seat is Louisa.",
  "/wiki/Virginia_State_Route_22": "State Route 22 (SR 22) is a primary state highway in the U.S. state of Virginia.  The state highway runs 29.81 miles (47.97 km) from U.S. Route 250 in Shadwell east to US 522 and SR 208 in Mineral.  SR 22 is one of two primary east–west highways in Louisa County, connecting the county seat of Louisa with Charlottesville and Mineral.  The state highway runs concurrently with US 33 through Louisa and with SR 208 between Louisa and Mineral.",
  "/wiki/Virginia_State_Route_231": "State Route 231 (SR 231) is a primary state highway in the U.S. state of Virginia. The state highway runs 49.82 miles (80.18 km) from SR 22 in Cismont north to U.S. Route 522 (US 522) near Sperryville. SR 231 forms part of the connection between Charlottesville and Gordonsville, where the highway meets US 15 and US 33. The state highway also serves as the main north–south highway of Madison County, connecting the county seat of Madison, where the highway intersects US 29, with Gordonsville to the south and passing through the foothills of the Blue Ridge Mountains to the north.",
  "/wiki/Shadwell,_VA": "Shadwell is a census-designated place (CDP) in Albemarle County, Virginia, United States, located by the Rivanna River near Charlottesville.  The site today is marked by a Virginia Historical Marker to mark the birthplace of President Thomas Jefferson. It is listed on the National Register of Historic Places along with Clifton.",
  "/wiki/US_33_(VA)": "U.S. Route 33 (US 33) is a part of the U.S. Highway System that runs from Elkhart, Indiana to Richmond, Virginia.  In Virginia, the U.S. Highway runs 135.60 miles (218.23 km) from the West Virginia state line near Rawley Springs east to its eastern terminus at SR 33 in Richmond.  US 33 is the primary east–west highway of Rockingham County, which lies in the Shenandoah Valley.  The highway connects the independent city of Harrisonburg (which also serves as the seat of Rockingham County), the town of Elkton, and an entrance to Shenandoah National Park.  East of the Blue Ridge Mountains, US 33 connects the Piedmont communities of Stanardsville, Gordonsville, and Louisa.  The U.S. Highway is a major suburban and urban route in the Richmond metropolitan area.  Within Richmond, US 33 runs concurrently with US 250.  SR 33 continues from US 33's eastern terminus as a state-numbered extension of the U.S. Highway that connects Richmond with Virginia's Middle Peninsula.",
  "/wiki/Gordonsville,_VA": "Gordonsville is a town in Orange County in the Commonwealth of Virginia in the United States.  Located about 19 miles northeast of Charlottesville and 65 miles northwest of Richmond, the population was 1,496 at the 2010 census.",
  "/wiki/U.S._Route_15_in_Virginia": "U.S. Route 15 (US 15) is a part of the U.S. Highway System that runs from Walterboro, South Carolina to Painted Post, New York.  In Virginia, the U.S. Highway runs 230.37 miles (370.74 km) from the North Carolina state line near Clarksville north to the Maryland state line at the Potomac River near Lucketts.  US 15 is a major north–south highway through the Piedmont of Virginia, connecting Clarksville and Farmville in Southside Virginia with Culpeper, Warrenton, and Leesburg in Northern Virginia.",
  "/wiki/U.S._Route_15_Business_(Leesburg,_Virginia)": "Several special routes of U.S. Route 15 exist. In order from south to north they are as follows.",
  "/wiki/Gilberts_Corner,_VA": "Gilberts Corner is an unincorporated area at the intersection of U.S. Route 50 and U.S. Route 15 in Loudoun County, Virginia located in Aldie, east of the historic Village of Aldie.",
  "/wiki/Potomac_River": "The Potomac River (/pəˈtoʊmək/ (listen)) is found within the Mid-Atlantic region of the United States and flows from the Potomac Highlands into the Chesapeake Bay. The river (main stem and North Branch) is approximately 405 miles (652 km) long, with a drainage area of about 14,700 square miles (38,000 km2). In terms of area, this makes the Potomac River the fourth largest river along the Atlantic coast of the United States and the 21st largest in the United States. Over 5 million people live within the Potomac watershed.",
  "/wiki/Point_of_Rocks,_MD": "Point of Rocks is an unincorporated community and census-designated place (CDP) in Frederick County, Maryland, United States. As of the 2010 census it had a population of 1,466. It is named for the striking rock formation on the adjacent Catoctin Mountain, which was formed by the Potomac River cutting through the ridge in a water gap, a typical formation in the Appalachian Mountains. The formation is not visible from the town and can only be seen from boats on the river, or from the southern bank of the river in Virginia."
}