{
  "/wiki/List_of_cities_in_El_Salvador": "This article shows a list of cities in El Salvador.",
  "/wiki/ICAO_airport_code": "The ICAO (/ˌaɪˌkeɪˈoʊ/, eye-KAY-oh) airport code or location indicator is a four-letter code designating aerodromes around the world. These codes, as defined by the International Civil Aviation Organization and published in ICAO Document 7910: Location Indicators, are used by air traffic control and airline operations such as flight planning.",
  "/wiki/Barrillas_Airport": "Barrillas Airport (ICAO: MSBS) is an airport serving Puerto Barillas, a small-craft dockage on an arm of the Bahia de Jiquilisco, 10 kilometres (6.2 mi) southwest of Usulután in Usulután Department, El Salvador.",
  "/wiki/Las_Cachas_Airport": "Las Cachas Airport (ICAO: MSCS) is an airstrip serving the hamlet of Cangrejera in La Libertad Department, El Salvador.",
  "/wiki/Ceiba_Doblada_Airport": "Ceiba Doblada Airport (ICAO: MSCD) is an airstrip serving the village of Ceiba Doblada in Usulután Department, El Salvador. The unmarked grass runway is 8 kilometres (5.0 mi) east of the village.",
  "/wiki/Corral_de_Mulas_Airport": "Corral De Mulas Airport (ICAO: MSCM) is an airport serving the village of Corral De Mulas in Usulután Department, El Salvador. The unmarked grass runway is west of and adjacent to the village.",
  "/wiki/Punta_San_Juan_Airport": "Punta San Juan Airport (ICAO: MSSJ) is an airport serving the village of Corral De Mulas in Usulután Department, El Salvador. The unmarked grass runway is 7 kilometres (4.3 mi) east of the village on Punta San Juan, the western shore of the entrance to Bahia de Jiquilisco. Corral de Mulas is also served by Corral de Mulas Airport.",
  "/wiki/El_Jocotillo_Airport": "El Jocotillo Airport (ICAO: MSJC) is an airport serving several small towns and villages in southern Sonsonate Department, El Salvador. The largest nearby city is the Pacific coastal port of Acajutla, at 10 kilometres (6.2 mi) west.",
  "/wiki/El_Platanar_Airport": "El Platanar Airport (ICAO: MSPT) is an airport serving the town of El Platanar in San Miguel Department, El Salvador. The runway is 1 kilometre (0.6 mi) northwest of the city.",
  "/wiki/Metap%C3%A1n": "Metapán is a municipality in the Santa Ana department of El Salvador.",
  "/wiki/El_Ronco_Airport": "El Ronco  Airport (ICAO: MSRC) was an airport formerly serving the Holcim, Ltd. El Ronco cement plant 5 kilometres (3.1 mi) west of Metapán in Santa Ana Department, El Salvador.",
  "/wiki/El_Tamarindo_Airport": "El Tamarindo Airport (ICAO: MSET) is an airport serving El Tamarindo, a coastal town in the La Unión Department of El Salvador.",
  "/wiki/El_Zapote_Airport": "El Zapote Airport (ICAO: MSZT) is an airport serving the village of El Zapote in Ahuachapán Department, El Salvador. The runway is on a point in the Bahia de Jiquilisco.",
  "/wiki/Espiritu_Santo_Airport": "Espiritu Santo Airport (ICAO: MSES) is an airstrip serving the village of Espiritu Santo in Usulután Department, El Salvador. The runway is on a point in the Bahia de Jiquilisco.",
  "/wiki/Jiquilisco": "Jiquilisco is a city in the Usulután department of El Salvador.",
  "/wiki/Casas_Nuevas_Airport": "Casas Nuevas Airport (ICAO: MSCN) is an airstrip serving the city of Jiquilisco in Usulután Department, El Salvador. The unmarked grass runway is 7 kilometres (4.3 mi) east of the city.",
  "/wiki/La_Caba%C3%B1a_Airport": "La Cabaña Airport (ICAO: MSLC) is an airstrip serving the town of La Cabaña in San Salvador Department, El Salvador.",
  "/wiki/La_Carrera_Airport": "La Carrera Airport (ICAO: MSCR) is an airport serving the city of Jiquilisco in Usulután Department, El Salvador. The runway is 5 kilometres (3.1 mi) east of Jiquilisco.",
  "/wiki/La_Chepona_Airport": "La Chepona Airport (ICAO: MSCH) is an airstrip serving the village of La Chepona in Usulután Department, El Salvador. The airstrip and village are on an estuarian island just east of the Jiquilisco Bay.",
  "/wiki/San_Francisco_Gotera": "San Francisco Gotera is a municipality in the Morazán department of El Salvador.",
  "/wiki/Los_Comandos_Airport": "Los Comandos Airport (ICAO: MSLD) is an airstrip serving the town of San Francisco Gotera in Morazán Department, El Salvador.",
  "/wiki/San_Miguel,_El_Salvador": "San Miguel is a city in eastern El Salvador. It is the country's third most populous city. It is located 138 km east of the capital, San Salvador. It is also the capital of  the department of San Miguel and a municipality. The population of the city in 2017 was 518,410.",
  "/wiki/El_Papalon_Airport": "El Papalon Airport (ICAO: MSSM) is an airport serving the city of San Miguel in San Miguel Department, El Salvador. The runway is 5 kilometres (3.1 mi) southeast of the city, alongside the Pan American Highway.",
  "/wiki/La_Aramuaca_Airport": "La Aramuaca Airport (ICAO: MSSM) is an airport serving the city of San Miguel in San Miguel Department, El Salvador. The runway is 5 kilometres (3.1 mi) southeast of the city.",
  "/wiki/San_Salvador": "San Salvador (\"Holy Savior\") is the capital and the most populous city of El Salvador and its eponymous department. It is the country's political, cultural, educational and financial center. The Metropolitan Area of San Salvador which comprises the capital itself and 13 of its municipalities has a population of 2,404,097.",
  "/wiki/El_Salvador_International_Airport": "El Salvador International Airport Saint Oscar Arnulfo Romero y Galdámez (Spanish: Aeropuerto Internacional de El Salvador San Óscar Arnulfo Romero y Galdámez), (IATA: SAL, ICAO: MSLP), previously known as Comalapa International Airport (Spanish: Aeropuerto Internacional de Comalapa) is an airport that serves to San Salvador, El Salvador. It is located in the south central area of the country, in the city of San Luis Talpa, Department of La Paz, and occupies a triangular plain of 2519.8 acres, which borders the Pacific Ocean to the south, to the east with the Jiboa river, and to the northwest with the coastal highway. Being close to sea level, it allows aircraft to operate efficiently at maximum capacity. It is connected to the capital of San Salvador, El Salvador through a modern four-lane motorway, with 42 kilometers (26 miles) travel in an average time of 30 minutes.",
  "/wiki/Ilopango_International_Airport": "Ilopango International Airport (IATA: ILS, ICAO: MSSS) is an airport located on the eastern part of the city of San Salvador, El Salvador, once serving the city as its international airport until it was replaced by the larger and more modern Comalapa International Airport, located about 50 km south of the city. Currently, Ilopango is used for military, air taxi, and charter aviation only. It also holds the annual Ilopango Air Show. The airport is also home to the National Aviation Museum (Museo Nacional de Aviación) of San Salvador, which is housed in the old terminal building."
}