{
  "/wiki/Bethel_Church_(Morning_Sun,_Iowa)": "Bethel Church is a historic church building in rural Morning Sun, Iowa, United States. The congregation was organized by the Wapello mission of the Methodist Episcopal Church in Iowa in 1854. In addition to the Morning Sun congregation, the Wapello mission included congregations in Concord, Long Creek, and two in Wapello. The property for the church building and its adjacent cemetery was donated by Merit Jamison. Members of the congregation built the building under the supervision of stonemason Francis McGraw. The limestone structure is a Vernacular form of Iowa folk architecture. The small cornice returns are influenced by the Greek Revival style. The plain interior features plastered walls, plank flooring and wood-carved furnishings from the church's early years. The iron fence that runs along the gravel road was added in 1861. The church is no used for regularly scheduled services. It was added to the National Register of Historic Places in 1979.",
  "/wiki/U.S._Route_61": "U.S. Route 61 or U.S. Highway 61 (US 61) is a major United States highway which extends 1,400 miles (2,300 km) between New Orleans, Louisiana and the city of Wyoming, Minnesota. The highway generally follows the course of the Mississippi River, and is designated the Great River Road for much of its route. As of 2004, the highway's northern terminus in Wyoming, Minnesota, is at an intersection with Interstate 35 (I-35). Until 1991, the highway extended north on what is now Minnesota State Highway 61 (MN 61) through Duluth and across the Canada–U.S. border, near Grand Portage. Its southern terminus in New Orleans is at an intersection with U.S. Route 90 (US 90). The highway is often called the Blues Highway because it connects Saint Paul, Minnesota; St. Louis, Missouri; Memphis, Tennessee; the Mississippi Delta, and New Orleans.\nThe route was an important south-north connection in the days before the interstate highway system. Many southerners traveled north along US 61 while going to St. Louis and Saint Paul.",
  "/wiki/Morning_Sun,_Iowa": "Morning Sun is a city in Louisa County, Iowa, United States. The population was 836 at the 2010 census. It is part of the Muscatine Micropolitan Statistical Area.",
  "/wiki/Community_Building_(Columbus_Junction,_Iowa)": "The Community Building, also known as Columbus Junction School 1882-1920, is a historic building located in Columbus Junction, Iowa, United States. It houses the Columbus Community Heritage Museum, and it was listed on the National Register of Historic Places in 1973.",
  "/wiki/Columbus_Junction,_Iowa": "Columbus Junction is a city in Louisa County, Iowa, United States. The population was 1,899 at the 2010 census. It is part of the Muscatine Micropolitan Statistical Area.",
  "/wiki/Hotel_Wapello": "The Hotel Wapello is a historic building located in Wapello, Iowa, United States. It was listed on the National Register of Historic Places in 2001 as Commercial Hotel.",
  "/wiki/Wapello,_Iowa": "Wapello is a city in and the county seat of Louisa County, Iowa, United States. The population was 2,067 at the 2010 census.",
  "/wiki/County_Line_Bridge_(Columbus_Junction,_Iowa)": "County Line Bridge is a historic structure located in a rural area west of Columbus Junction, Iowa, United States. The Louisa County Board of Supervisors approved the petition of Thomas Anwyl in April 1893 to build a bridge over Long Creek on the Louisa-Washington county line. They awarded a $1,174 contract to the Gillette-Herzog Manufacturing Company of Minneapolis to build two bridges. The second span was the Gipple's Quarry Bridge over Buffington Creek in Elm Grove Township. The bridge span is supported by cast iron columns that were manufactured by the Cast Iron Pile and Bridge Company of Keosauqua, Iowa. The steel components were rolled by Carnegie, Gillette-Herzog in Pittsburgh. The pony truss bridge is typical of those built in the same era in Iowa, however, like Gipple's Quarry Bridge it has an unusual lower chord configuration with end panels that slope downward from the bearing shoes to the center panels. It has subsequently been abandoned. The bridge was listed on the National Register of Historic Places in 1998.",
  "/wiki/Florence-Council_On_The_Iowa_Site": "Florence-Council On The Iowa Site is a former town site and Native American village site located near Oakville, Iowa, United States in Louisa County.  The site has been listed on the National Register of Historic Places since 1978.",
  "/wiki/Oakville,_Iowa": "Oakville is a city in Louisa County, Iowa, United States. The population was 173 at the 2010 census. It is part of the Muscatine Micropolitan Statistical Area.",
  "/wiki/Gipple's_Quarry_Bridge": "Gipple's Quarry Bridge is a historic structure located in a rural area southwest of Columbus Junction, Iowa, United States. The Louisa County Board of Supervisors approved the petition of T.J. Gipple in April 1893 to replace a timber pile bridge over Buffington Creek, which was near his stone quarry. They awarded a $1,174 contract to the Gillette-Herzog Manufacturing Company of Minneapolis to build two bridges. The second span was the County Line Bridge over Long Creek in Columbus Township. The bridge span is supported by stone masonry abutments and piers. The steel components of the bridge were rolled by Carnegie, Gillette-Herzog in Pittsburgh. The pony truss bridge is typical of those built in the same era in Iowa, however, like County Line Bridge it has an unusual lower chord configuration with end panels that slope downward from the bearing shoes to the center panels. It has subsequently been abandoned. The bridge was listed on the National Register of Historic Places in 1998.",
  "/wiki/Louisa_County_Courthouse_(Iowa)": "The Louisa County Courthouse in Wapello, Iowa, United States, was built in 1928. It was listed on the National Register of Historic Places in 1981 as a part of the County Courthouses in Iowa Thematic Resource. The courthouse is the fourth building the county has used for court functions and county administration.",
  "/wiki/Toolesboro_Mound_Group": "The Toolesboro Mound Group, a National Historic Landmark, is a group of Havana Hopewell culture earthworks on the north bank of the Iowa River near its discharge into the Mississippi. The mounds are owned and displayed to the public by the State Historical Society of Iowa.  The mound group is located east of Wapello, Iowa, near the unincorporated community of Toolesboro.",
  "/wiki/Toolesboro,_Iowa": "Toolesboro is an unincorporated community in Louisa County, Iowa, United States.  The Toolesboro Mound Group, a National Historic Landmark, lies nearby.",
  "/wiki/National_Register_of_Historic_Places_listings_in_Iowa": "This is a list of properties and historic districts in Iowa that are listed on the National Register of Historic Places. There are listings in all of Iowa's 99 counties, adding up to over 2,300 total."
}