{
  "/wiki/University_of_Alabama_at_Birmingham": "The University of Alabama at Birmingham (UAB) is a public research university in Birmingham, Alabama. Developed from an academic extension center established in 1936, the institution became a four-year campus in 1966 and a fully autonomous university in the University of Alabama System in 1969.",
  "/wiki/Birmingham,_Alabama": "Birmingham (/ˈbɜːrmɪŋhæm/ BUR-ming-ham) is a city in the north central region of the U.S. state of Alabama. With an estimated 2018 population of 209,880, it is the most populous city in Alabama. Birmingham is the seat of Jefferson County, Alabama's most populous and fifth largest county. As of 2018, the Birmingham-Hoover Metropolitan Statistical Area had a population of 1,151,801, making it the most populous in Alabama and 49th-most populous in the United States. Birmingham serves as an important regional hub and is associated with the Deep South, Piedmont, and Appalachian regions of the nation.",
  "/wiki/UAB_Blazers": "The UAB Blazers are the varsity intercollegiate athletic programs that represent the University of Alabama at Birmingham (UAB). The school is one of the fourteen member institutions of Conference USA (C-USA) and participates in Division I of the NCAA. The school's men's basketball team plays in 8,508-seat Bartow Arena. The Blazers' colors are forest green and old gold. The men's basketball program has a long history of success spanning several decades.",
  "/wiki/Florida_Atlantic_University": "Florida Atlantic University (FAU or Florida Atlantic) is a public university with its main campus in Boca Raton, Florida and satellite campuses in Dania Beach, Davie, Fort Lauderdale, Jupiter, and Fort Pierce. FAU belongs to the 12-campus State University System of Florida and serves South Florida, which has more than five million people and spans more than 100 miles (160 km) of coastline. Florida Atlantic University is classified among \"R1: Doctoral Universities – Very high research activity\". The university offers more than 170 undergraduate and graduate degree programs within its 10 colleges.",
  "/wiki/Boca_Raton,_Florida": "Boca Raton (/rəˈtoʊn/ rə-TOHN), often referred to as simply Boca, is the southernmost city in Palm Beach County, Florida, United States. It was first incorporated on August 2, 1924 as \"Bocaratone,\" and then incorporated as \"Boca Raton\" in 1925. It is one of the wealthiest communities in South Florida. The 2018 population estimated by the U.S. Census Bureau was 99,244. However, approximately 200,000 people with a Boca Raton postal address live outside its municipal boundaries, in newer developments such as West Boca Raton. As a business center, the city experiences significant daytime population increases. Boca Raton is 43 miles (69 km) north of Miami and is a principal city of the Miami metropolitan area, which had a population of 6,012,331 people as of 2015.",
  "/wiki/Florida_Atlantic_Owls": "The Florida Atlantic Owls are the athletics teams of Florida Atlantic University (FAU). The Owls participate in the National Collegiate Athletic Association (NCAA)'s Division I as members of Conference USA. Florida Atlantic has attracted high-profile coaches in the past for various sports, including Howard Schnellenberger and Lane Kiffin for football and Mike Jarvis for basketball. Other former coaches include Matt Doherty, Rex Walters, and Sidney Green. As of March 2018, the Owls are led by athletic director Brian White.",
  "/wiki/Florida_International_University": "Florida International University (FIU) is a public research university in Greater Miami, Florida. FIU has two major campuses in Miami-Dade County, with its main campus, Modesto Maidique (MMC), in University Park. Florida International University is classified among \"R1: Doctoral Universities – Very high research activity\" and is considered a \"research university\" by the Florida Legislature.",
  "/wiki/University_Park,_Florida": "University Park is a census-designated place (CDP) in Miami-Dade County, Florida, United States. The population was 26,995 at the 2010 census.",
  "/wiki/FIU_Panthers": "The FIU Panthers (also known as FIU Golden Panthers, Florida INT Golden Panthers or Florida International Golden Panthers) are the athletic teams representing Florida International University, an American public university located in Miami. The Panthers currently compete in National Collegiate Athletic Association (NCAA) Division I athletics as members of Conference USA.",
  "/wiki/Louisiana_Tech_University": "Louisiana Tech University, colloquially referred to as Louisiana Tech, La. Tech, or simply Tech is a  public research university in Ruston, Louisiana. It is a space grant college, member of the Southeastern Universities Research Association, member of the Association of Public and Land-Grant Universities, and Carnegie Doctoral University with high research activity (R2). It is a member of the University of Louisiana System.",
  "/wiki/Ruston,_Louisiana": "Ruston is a small city and the parish seat of Lincoln Parish, Louisiana, United States. It is the largest city in the Eastern Ark-La-Tex region. As of the 2010 United States Census, the population was 21,859, reflecting an increase of 6.4 percent from the count of 20,546 counted in the 2000 Census. Ruston is near the eastern border of the Ark-La-Tex region and is the home of Louisiana Tech University. Its economy is therefore based on its college population. Ruston hosts the annual Peach Festival.",
  "/wiki/Louisiana_Tech_Bulldogs_and_Lady_Techsters": "Louisiana Tech Bulldogs and Lady Techsters, commonly abbreviated La. Tech and Dawgs, refer to the sports teams of Louisiana Tech University, in Ruston, Louisiana. The teams compete in Division I of NCAA sports. Since 2013, Louisiana Tech has been a member of Conference USA (C-USA).",
  "/wiki/Marshall_University": "Marshall University is a public research university in Huntington, West Virginia.  It was founded in 1837 and is named after John Marshall, the fourth Chief Justice of the United States.",
  "/wiki/Huntington,_West_Virginia": "Huntington is a city in Cabell and Wayne Counties in the U.S. state of West Virginia. It is the county seat of Cabell County, and largest city in the Huntington-Ashland, WV-KY-OH Metropolitan Statistical Area, sometimes referred to as the Tri-State Area. A historic and bustling city of commerce and heavy industry, Huntington has benefited from its location on the Ohio River at the mouth of the Guyandotte River. It is home to the Port of Huntington Tri-State, the second-busiest inland port in the United States.",
  "/wiki/Marshall_Thundering_Herd": "The Marshall Thundering Herd is the intercollegiate athletic collection of teams that collectively represent the Marshall University in Huntington, West Virginia. Thundering Herd athletic teams compete in Conference USA, which are members of the NCAA Division I.",
  "/wiki/Middle_Tennessee_State_University": "Middle Tennessee State University (MTSU or MT) is a public university in Murfreesboro, Tennessee. Founded in 1911 as a normal school, the university is composed of eight undergraduate colleges as well as a college of graduate studies, together offering more than 80 majors/degree programs through more than 35 departments. MTSU is most prominently known for its Recording Industry, Aerospace, Music and Concrete Industry Management programs. The university has partnered in research endeavors with the Oak Ridge National Laboratory, the United States Army, and the United States Marine Corps. In 2009, Middle Tennessee State University was ranked among the nation's top 100 public universities by Forbes magazine.",
  "/wiki/Murfreesboro,_Tennessee": "Murfreesboro is a city in, and the county seat of, Rutherford County, Tennessee, United States. The population was 108,755 according to the 2010 census, up from 68,816 residents certified in 2000. In 2018, census estimates showed a population of 141,344.  Murfreesboro is located in the Nashville metropolitan area of Middle Tennessee, 34 miles (55 km) southeast of downtown Nashville, and is the largest suburb of Nashville and the sixth largest city in Tennessee. The city is home to both the center of population of Tennessee and the geographic center of Tennessee.",
  "/wiki/Middle_Tennessee_Blue_Raiders": "The Blue Raiders are the men's and women's athletic teams at Middle Tennessee State University, in Murfreesboro, Tennessee. MT athletic teams participate in NCAA Division I (Bowl Subdivision in football) in Conference USA. MT competed in the Ohio Valley Conference until 2000, and the Sun Belt Conference until 2013.",
  "/wiki/University_of_North_Carolina_at_Charlotte": "The University of North Carolina at Charlotte (UNC Charlotte, UNCC, or simply Charlotte) is a public research university in Charlotte, North Carolina. UNC Charlotte offers 23 doctoral, 64 master's, and 140 bachelor's degree programs through nine colleges: the College of Arts + Architecture, the College of Liberal Arts & Sciences, the Belk College of Business, the College of Computing and Informatics, the Cato College of Education, the William States Lee College of Engineering, the College of Health and Human Services, the Honors College, and the University College.",
  "/wiki/Charlotte,_North_Carolina": "Charlotte (/ˈʃɑːrlət/) is the most populous city in the U.S. state of North Carolina. Located in the Piedmont, it is the county seat of Mecklenburg County. In 2018, the U.S. Census Bureau estimated the population was 872,498, making it the 16th-most populous city in the United States. The city is the cultural, economic, and transportation center of the Charlotte metropolitan area, whose population ranks 23rd in the U.S., and had a population of 2,569,213, in 2018.   The Charlotte metropolitan area is part of a sixteen-county market region or combined statistical area with a 2018 census-estimated population of 2,728,933.",
  "/wiki/Charlotte_49ers": "The Charlotte 49ers represent the NCAA Division I sports teams of the University of North Carolina at Charlotte. A founding member of Conference USA (C-USA), Charlotte rejoined the conference in 2013 after spending eight years as a member of the Atlantic 10 Conference. Previously, Charlotte was a charter member of the Sun Belt Conference and was a member of the Metro Conference.",
  "/wiki/University_of_North_Texas": "The University of North Texas (UNT) is a public research university in Denton, Texas. Eleven colleges, two schools, an early admissions math and science academy for exceptional high-school-age students from across the state, and a library system comprise the university core. Its research is driven by about 38 doctoral degree programs. North Texas was founded as a nonsectarian, coeducational, private teachers college in 1890 and was formally adopted by the state 11 years later. UNT is the flagship institution of the University of North Texas System, which includes additional universities in Dallas and Fort Worth. UNT also has a satellite campus in Frisco.",
  "/wiki/Denton,_Texas": "Denton is a city in and the county seat of Denton County, Texas, United States. In 2019, the U.S. Census Bureau estimated its population was 138,541, making it the 24th-most populous city in Texas, the 196th-most populous city in the United States, and the 12th-most populous city in the Dallas–Fort Worth metroplex.",
  "/wiki/North_Texas_Mean_Green": "North Texas Mean Green (formerly North Texas Eagles) represents the University of North Texas (UNT) in intercollegiate athletics. The teams compete in Division I of the National Collegiate Athletic Association (NCAA). North Texas competed in the Sun Belt Conference until joining Conference USA (C-USA) on July 1, 2013. UNT's official school colors are green, white and black. North Texas' mascot is an eagle named Scrappy.",
  "/wiki/Old_Dominion_University": "Old Dominion University (ODU) is a public research university in Norfolk, Virginia.  It was established in 1930 as the Norfolk Division of the College of William & Mary and is now one of the largest universities in Virginia with an enrollment of 24,176 students for the 2019 academic year. Old Dominion University is also home to over 700 international students from 89 different countries. Its main campus covers over 251 acres (1.02 km2) straddling the city neighborhoods of Larchmont, Highland Park, and Lambert's Point, approximately five miles (8.0 km) from Downtown Norfolk.",
  "/wiki/Norfolk,_Virginia": "Norfolk (/ˈnɔːrfʊk/ (listen) NOR-fuuk) is an independent city in the Commonwealth of Virginia in the United States. At the 2010 census, the population was 242,803; in 2018, the population was estimated to be 244,076 making it the second-most populous city in Virginia after neighboring Virginia Beach and the  91st largest city in the nation.",
  "/wiki/Old_Dominion_Monarchs_and_Lady_Monarchs": "The Old Dominion Monarchs and Lady Monarchs are composed of 19 teams representing Old Dominion University in intercollegiate athletics, including men's and women's basketball, golf, soccer, sailing, swimming & diving, and tennis. Men's sports include baseball, football, and wrestling. Women's sports include field hockey, lacrosse, rowing, and volleyball. The Monarchs compete in the NCAA Division I Football Bowl Subdivision (FBS) and are members of Conference USA (C-USA) as their primary conference affiliation.",
  "/wiki/Rice_University": "William Marsh Rice University, commonly known as Rice University, is a private research university in Houston, Texas. The university is situated on a 300-acre (121 ha) campus near the Houston Museum District and is adjacent to the Texas Medical Center.",
  "/wiki/Houston": "Houston (/ˈhjuːstən/ (listen) HEW-stən) is the most populous city in the U.S. state of Texas, fourth most populous city in the United States, most populous city in the Southern United States, as well as the sixth most populous in North America, with an estimated 2018 population of 2,325,502. Located in Southeast Texas near Galveston Bay and the Gulf of Mexico, it is the seat of Harris County and the principal city of the Greater Houston metropolitan area, which is the fifth most populous metropolitan statistical area in the United States and the second most populous in Texas after the Dallas-Fort Worth metroplex, with a population of 6,997,384 in 2018.",
  "/wiki/Rice_Owls": "Rice University athletic teams are known as the Rice Owls. The name comes from the owls in Rice's crest. Rice participates in NCAA Division I athletics. A member of Conference USA, Rice sponsors teams in seven men's and seven women's NCAA sanctioned sports. Rice was a member of the Southwest Conference until its breakup in 1996. Rice then joined the Western Athletic Conference before joining C-USA on July 1, 2005. Rice is the fifth-smallest school competing in NCAA Division I FBS football measured by undergraduate enrollment, just above the University of Tulsa's 2,756 and the three FBS United States service academies's approximate 4,500. Rice's sports rivalry include cross-town Houston Cougars.",
  "/wiki/University_of_Southern_Mississippi": "The University of Southern Mississippi (USM or Southern Miss) is a public research university with its main campus in Hattiesburg, Mississippi. It is accredited by the Southern Association of Colleges and Schools to award bachelor's, master's, specialist, and doctoral degrees. The university is classified among \"R1: Doctoral Universities – Very high research activity.\"",
  "/wiki/Hattiesburg,_Mississippi": "Hattiesburg is a city in the U.S. state of Mississippi, primarily in Forrest County (where it is the county seat) and extending west into Lamar County. The city population was 45,989 at the 2010 census, with an estimated population of 45,951 in 2018.\nIt is the principal city of the Hattiesburg, Mississippi, Metropolitan Statistical Area, which encompasses Forrest, Lamar and Perry counties.",
  "/wiki/Southern_Miss_Golden_Eagles": "The Southern Miss Golden Eagles and Lady Eagles (also known as Southern Mississippi Golden Eagles and Lady Eagles) are the intercollegiate athletics teams that represent the University of Southern Mississippi (USM), located in Hattiesburg, Mississippi. The Golden Eagles (Lady Eagles for women's basketball) compete at the National Collegiate Athletic Association (NCAA) Division I level mainly as a member of Conference USA (C-USA). USM's newest sport of women's beach volleyball, a sport not sponsored by C-USA, was added in the 2018–19 school year and competes in the Coastal Collegiate Sports Association. The school's earliest nickname was Tigers. Thereafter came such nicknames as Normalites (from Mississippi Normal College, the early name of the university), Yellow Jackets, Confederates, and Southerners. Golden Eagles was selected in a student/alumni vote in the early 1972. Seymour d'Campus is the name of the modern-day mascot eagle.",
  "/wiki/University_of_Texas_at_El_Paso": "The University of Texas at El Paso (UTEP) is a public research university in El Paso, Texas. It is a member of the University of Texas System. UTEP is the second-largest university in the United States to have a majority Mexican American student population (about 80%) after the University of Texas Rio Grande Valley. It is classified among \"R1: Doctoral Universities – Very high research activity.\" The university's School of Engineering is the nation's top producer of Hispanic engineers with M.S. and Ph.D. degrees.",
  "/wiki/El_Paso,_Texas": "El Paso (/ɛl ˈpæsoʊ/; from Spanish, \"the pass\") is a city and the county seat of El Paso County, Texas, United States, in the far western part of the state. The 2018 population estimate for the city from the U.S. Census was 682,669, making it the 22nd largest city in the United States. Its metropolitan statistical area (MSA) covers all of El Paso and Hudspeth counties in Texas, and has a population of 840,758.",
  "/wiki/UTEP_Miners": "The UTEP Miners is the name given to the sports teams of the University of Texas at El Paso (UTEP). They are informally referred to as the Miners, UTEP, or Texas–El Paso. UTEP was a member of the Western Athletic Conference from 1967 to 2005, when they joined Rice, Tulsa, and SMU in leaving the WAC for Conference USA. The UTEP Miners are best known as the only team in Texas to win a NCAA Men's Basketball Championship. UTEP's colors are orange and blue and the mascot is a miner named Paydirt Pete.",
  "/wiki/University_of_Texas_at_San_Antonio": "The University of Texas at San Antonio (UTSA) is a public research university in San Antonio, Texas. With over 30,000 students, it is the largest university in San Antonio and the eighth-largest (2018) in the state of Texas. It includes three campuses across the San Antonio metropolitan area that span 725 acres of land. UTSA offers 67 bachelor's, 69 master's, and 24 doctoral degree programs.",
  "/wiki/San_Antonio": "San Antonio (/ˌsæn ænˈtoʊnioʊ/; from Spanish, \"Saint Anthony,\" Spanish pronunciation: [sa.n‿anˈto.njo]), officially the City of San Antonio, is the seventh-most populous city in the United States, and the second-most populous city in both Texas and the Southern United States, with more than 1.5 million residents. Founded as a Spanish mission and colonial outpost in 1718, the city became the first chartered civil settlement in present-day Texas in 1731. The area was still part of the Spanish Empire, and later of the Mexican Republic. It is the state's oldest municipality, having celebrated its 300th anniversary on May 1, 2018.",
  "/wiki/UTSA_Roadrunners": "The UTSA Roadrunners is a collegiate athletic program that represents the University of Texas at San Antonio (UTSA). The UTSA Roadrunners are also commonly referred to as \"UTSA\", \"Roadrunners\", or simply \"Runners\" and are represented by the mascot Rowdy. The origin of Rowdy dates back to 1977, when the Roadrunner was chosen as the university's mascot by student election. The Roadrunners compete in the NCAA Division I Conference USA in 17 varsity sports. UTSA is San Antonio's only institution that competes in Division I FBS. UTSA joined the Western Athletic Conference on July 1, 2012. In April 2012, it was announced that UTSA would join Conference USA on July 1, 2013.",
  "/wiki/Western_Kentucky_University": "Western Kentucky University is a public university in Bowling Green, Kentucky, United States. It was founded by the Commonwealth of Kentucky in 1906, though its roots reach back a quarter-century earlier. In the fall 2016 semester, enrollment was approximately 20,000.",
  "/wiki/Bowling_Green,_Kentucky": "Bowling Green is a home rule-class city and the county seat of Warren County, Kentucky, United States. As of 2018, its population of 68,401 made it the third most-populous city in the state after Louisville and Lexington; its metropolitan area, which is the fourth largest in the state after Louisville, Lexington, and Northern Kentucky, had an estimated population of 177,432; and the combined statistical area it shares with Glasgow has an estimated population of 231,608.",
  "/wiki/Western_Kentucky_Hilltoppers_and_Lady_Toppers": "The Western Kentucky Hilltoppers and Lady Toppers are the athletic teams that represent Western Kentucky University (WKU). The men's teams uses the name Hilltoppers; however, the women's teams use the name Lady Toppers. The university's athletic program fields 17 varsity teams in 11 different sports. WKU participates in the Division I of the National Collegiate Athletic Association (NCAA) and competes as a member of Conference USA."
}