{
  "/wiki/Arizona_Bowl": "The Arizona Bowl is a post-season college football bowl game certified by the NCAA that began play in the 2015 season. The game is held at Arizona Stadium in Tucson, and starting in 2020 has tie-ins with the Mountain West Conference and Mid-American Conference (MAC). Since its inception, the bowl has been sponsored by Nova Home Loans and is officially known as the Nova Home Loans Arizona Bowl.",
  "/wiki/Tucson,_Arizona": "Tucson (/ˈtuːsɒn, tuːˈsɒn/) is a city in and the county seat of Pima County, Arizona, United States, and is home to the University of Arizona. The 2010 United States Census put the population at 520,116, while the 2015 estimated population of the entire Tucson metropolitan statistical area (MSA) was 980,263. The Tucson MSA forms part of the larger Tucson-Nogales combined statistical area (CSA), with a total population of 1,010,025 as of the 2010 Census. Tucson is the second most-populated city in Arizona behind Phoenix, both of which anchor the Arizona Sun Corridor. The city is 108 miles (174 km) southeast of Phoenix and 60 mi (97 km) north of the U.S.–Mexico border. Tucson is the 33rd largest city and the 58th largest metropolitan area in the United States (2014).",
  "/wiki/Arizona_Stadium": "Arizona Stadium is an outdoor college football stadium in Tucson, Arizona, on the campus of the University of Arizona. It is the home field of the Arizona Wildcats of the Pac-12 Conference.",
  "/wiki/Mountain_West_Conference": "The Mountain West Conference (MW) is one of the collegiate athletic conferences affiliated with the National Collegiate Athletic Association (NCAA) Division I Football Bowl Subdivision (FBS) (formerly I-A). The MW officially began operations in July 1999. Geographically, the MW covers a broad expanse of the Western United States, with member schools located in California, Colorado, Hawaii, Idaho, Nevada, New Mexico, Utah, and Wyoming. Craig Thompson has served as Commissioner of the MW since its founding in 1999.",
  "/wiki/Armed_Forces_Bowl": "The Armed Forces Bowl, formerly the Fort Worth Bowl from 2003 to 2005, is an annual postseason college football bowl game. First played in 2003, the game is normally held at the 45,000-seat Amon G. Carter Stadium on the campus of Texas Christian University in Fort Worth, Texas. The 2010 and 2011 editions were instead played at Gerald J. Ford Stadium in University Park, Texas, when Amon G. Carter Stadium underwent a reconstruction project. The game features teams from a variety of collegiate football conferences; in addition, the independent United States Military Academy (Army) is also eligible to participate. Since 2014, the game has been sponsored by Lockheed Martin and officially known as the Lockheed Martin Armed Forces Bowl. Previous sponsors include Bell Helicopter (2006–2013) and PlainsCapital Bank (2003–2004).",
  "/wiki/Fort_Worth,_Texas": "Fort Worth is the fifth-largest city in the U.S. state of Texas and the 13th-largest city in the United States. It is the county seat of Tarrant County, covering nearly 350 square miles (910 km2) into three other counties: Denton, Parker, and Wise. According to the 2018 census estimates, Fort Worth's population is 895,008. Fort Worth is the second-largest city in the Dallas–Fort Worth–Arlington metropolitan area, which is the 4th most populous metropolitan area in the United States.",
  "/wiki/Amon_G._Carter_Stadium": "Amon G. Carter Stadium is an open-air football stadium on the campus of Texas Christian University in Fort Worth, Texas. It is the home stadium of the TCU Horned Frogs football team.  It is named after Amon G. Carter, a prominent Fort Worth businessman, newspaper publisher, and city booster. It has several popular nicknames, the most popular being \"The Carter\" and \"Hell's Half Acre\" (a reference to the site in Fort Worth's wild west past, which was located near the stadium, as well as the difficulty opposing teams have winning in the stadium).",
  "/wiki/American_Athletic_Conference": "The American Athletic Conference (The American or AAC), is an American collegiate athletic conference, featuring 12 member universities and six associate member universities that compete in the National Collegiate Athletic Association's (NCAA) Division I, with its football teams competing in the Football Bowl Subdivision (FBS). Member universities represent a range of private and public universities of various enrollment sizes located primarily in urban metropolitan areas in the Northeastern, Midwestern, and Southern regions of the United States.",
  "/wiki/Army_Black_Knights_football": "The Army Black Knights football team, previously known as the Army Cadets, represents the United States Military Academy in college football. Army is currently a Division I Football Bowl Subdivision (FBS) member of the NCAA. The Black Knights currently play home games in Michie Stadium with a capacity of 38,000 at West Point, New York. The Black Knights are coached by Jeff Monken who is in his sixth season as head coach. Army is a five-time national champion, winning the title in 1914, 1916, and from 1944–1946.",
  "/wiki/Big_12_Conference": "The Big 12 Conference is a collegiate athletic conference headquartered in Irving, Texas. The conference consists of ten full-member universities. It is a member of  Division I of the National Collegiate Athletic Association (NCAA) for all sports. Its football teams compete in the Football Bowl Subdivision (FBS; formerly Division I-A), the higher of two levels of NCAA Division I football competition. Its ten members, in the states of Iowa, Kansas, Oklahoma, Texas, and West Virginia, include eight public and two private, Christian schools. Additionally, the Big 12 has 11 affiliate members—eight for the sport of wrestling, one of which is also a member in women's equestrianism; one for women's gymnastics; and two for women's rowing. The Big 12 Conference is a 501(c)(3) nonprofit organization incorporated in Delaware.",
  "/wiki/Big_Ten_Conference": "The Big Ten Conference (stylized B1G, formerly the Western Conference and the Big Nine Conference) is the oldest Division I collegiate athletic conference in the United States. It is based in Rosemont, Illinois. For decades the conference consisted of 10 universities, while the present conference has 14 member institutions. They compete in the NCAA Division I; its football teams compete in the Football Bowl Subdivision (FBS), formerly known as Division I-A, the highest level of NCAA competition in that sport. The conference includes the flagship public university in each of 11 states stretching from New Jersey to Nebraska, as well as two additional public land-grant schools and a private university.",
  "/wiki/Bahamas_Bowl": "The Bahamas Bowl is a NCAA Division I Football Bowl Subdivision college football bowl game played annually in Nassau, Bahamas, at the 15,000-seat Thomas Robinson Stadium. The Bowl has tie-ins with the Mid-American Conference and Conference USA, and via sponsorship from Elk Grove Village, Illinois, is officially the Makers Wanted Bahamas Bowl.",
  "/wiki/Nassau,_Bahamas": "Nassau (/ˈnæsɔː/) is the capital and largest city of The Bahamas. With a population of 274,400 as of 2016, or just over 70% of the entire population of the Bahamas (≈391,000), Nassau is commonly defined as a primate city, dwarfing all other towns in the country. It is the centre of commerce, education, law, administration and media of the country.",
  "/wiki/Thomas_Robinson_Stadium": "Thomas Robinson Stadium is a multi-purpose stadium in Nassau, Bahamas.  It is currently used mostly for soccer matches.  The stadium currently has a capacity of 15,000 people, but has the ability to be expanded to hold 23,000 people. The stadium is also the home of the College Football (American football) bowl game the Bahamas Bowl.",
  "/wiki/Mid-American_Conference": "The Mid-American Conference (MAC) is a National Collegiate Athletic Association (NCAA) Division I collegiate athletic conference with a membership base in the Great Lakes region that stretches from Western New York to Illinois.  Nine of the twelve full member schools are in Ohio and Michigan, with single members located in Illinois, Indiana, and New York. For football, the MAC participates in the NCAA's Football Bowl Subdivision.",
  "/wiki/Sun_Belt_Conference": "The Sun Belt Conference is a collegiate athletic conference that has been affiliated with the NCAA's Division I since 1976. Originally a non-football conference, the Sun Belt began sponsoring football in 2001. Its football teams participate in the Division I Football Bowl Subdivision (FBS). The 12 member institutions of the Sun Belt are distributed primarily across the southern United States.",
  "/wiki/Boca_Raton_Bowl": "The Boca Raton Bowl is an annual National Collegiate Athletic Association (NCAA) sanctioned post-season Division I Football Bowl Subdivision (FBS) college football bowl game played in Boca Raton, Florida, since December 2014 at FAU Stadium on the campus of Florida Atlantic University.",
  "/wiki/Boca_Raton,_Florida": "Boca Raton (/rəˈtoʊn/ rə-TOHN), often referred to as simply Boca, is the southernmost city in Palm Beach County, Florida, United States. It was first incorporated on August 2, 1924 as \"Bocaratone,\" and then incorporated as \"Boca Raton\" in 1925. It is one of the wealthiest communities in South Florida. The 2018 population estimated by the U.S. Census Bureau was 99,244. However, approximately 200,000 people with a Boca Raton postal address live outside its municipal boundaries, in newer developments such as West Boca Raton. As a business center, the city experiences significant daytime population increases. Boca Raton is 43 miles (69 km) north of Miami and is a principal city of the Miami metropolitan area, which had a population of 6,012,331 people as of 2015.",
  "/wiki/FAU_Stadium": "FAU Stadium is a college football stadium located at the north end of the main campus of Florida Atlantic University (FAU) in Boca Raton, Florida. Opened in 2011, it is home to the Florida Atlantic Owls football team and is intended to be the first part of FAU's multi-use development project, \"Innovation Village\".",
  "/wiki/First_Responder_Bowl": "The First Responder Bowl is an NCAA post-season college football bowl game played annually in the Dallas, Texas, area. The bowl was first held on January 1, 2011, and since 2014 has been contested in late December. All editions of the bowl have been held at the Cotton Bowl in Fair Park in Dallas with one exception; since the Cotton Bowl was being used for the 2020 NHL Winter Classic and was not available, the 2019 edition of the bowl was played at Gerald J. Ford Stadium on the campus of Southern Methodist University in nearby University Park, Texas.",
  "/wiki/Dallas": "Dallas (/ˈdæləs/) is a city in the U.S. state of Texas and the largest city and seat of Dallas County, with portions extending into Collin, Denton, Kaufman and Rockwall counties. With an estimated 2018 population of 1,345,047, it is the ninth most-populous city in the U.S. and third in Texas after Houston and San Antonio. Located in North Texas, the city of Dallas is the main core of the largest metropolitan area in the Southern United States and the largest inland metropolitan area in the U.S. that lacks any navigable link to the sea.[a] It is the most populous city in the Dallas–Fort Worth metroplex, the fourth-largest metropolitan area in the country at 7.5 million people as of 2018.",
  "/wiki/Cotton_Bowl_(stadium)": "Cotton Bowl Stadium is an outdoor stadium in Dallas, Texas, United States. It opened in 1930 on the site of the State Fair of Texas.",
  "/wiki/Frisco_Bowl": "The Frisco Bowl is an annual National Collegiate Athletic Association (NCAA) sanctioned post-season Division I Football Bowl Subdivision (FBS) college football bowl game played in Frisco, Texas, since December 2017. The bowl has a tie-in with the American Athletic Conference, and chooses another team at-large. Originally known as the DXL Frisco Bowl, the bowl has been sponsored by Tropical Smoothie Cafe since 2019 and is officially the Tropical Smoothie Cafe Frisco Bowl.",
  "/wiki/Frisco,_Texas": "Frisco is a city in Collin and Denton counties in Texas. It is part of the Dallas–Fort Worth metroplex, and is approximately 25 miles (40 km) from both Dallas Love Field and Dallas/Fort Worth International Airport.",
  "/wiki/Toyota_Stadium_(Texas)": "Toyota Stadium is a soccer-specific stadium with a 20,500-seat capacity, built and owned by the city of Frisco, Texas, a suburb of Dallas. Its primary tenants are Major League Soccer club FC Dallas and Frisco Independent School District high school football games. It is also the home of the National Soccer Hall of Fame which opened in 2018.",
  "/wiki/Hawaii_Bowl": "The Hawaiʻi Bowl is a college football bowl game that has been played annually at Aloha Stadium in Honolulu, Hawaii, since 2002. The bowl is one of the post-season contests run by ESPN Events. Since 2018, the game has been sponsored by the personal finance company SoFi and officially known as the SoFi Hawai'i Bowl. Previous sponsors include ConAgra Foods (2002) and Sheraton Hotels and Resorts Hawaii (2003–2013).",
  "/wiki/Honolulu": "Honolulu (/ˌhɒnəˈluːluː/; Hawaiian: [honoˈlulu]) is the capital and largest city of the U.S. state of Hawaii. It is an unincorporated part of and the county seat of the City and County of Honolulu along the southeast coast of the island of Oʻahu.[a] The city is the main gateway to Hawaiʻi and a major portal into the United States. The city is also a major hub for international business and military defense, as well as being host to a diverse variety of east–west and Pacific cultures, cuisine, and traditions.",
  "/wiki/Aloha_Stadium": "Aloha Stadium is a stadium located in Halawa, Hawaii, a western suburb of Honolulu (though with a Honolulu address). It is the largest stadium in the state of Hawaii. Aloha Stadium is home to the University of Hawaiʻi Rainbow Warriors football team (Mountain West Conference, NCAA Division I FBS).",
  "/wiki/Independence_Bowl": "The Independence Bowl is a post-season National Collegiate Athletic Association (NCAA)-sanctioned Division I college football bowl game that is played annually each December at Independence Stadium in Shreveport, Louisiana. The Independence Bowl was named because it was inaugurated in 1976, the year of the United States Bicentennial. Since 2017, the game has been sponsored by Walk-On's Bistreaux & Bar and officially known as the Walk-On's Independence Bowl, an arrangement that will end following the 2019 season. For one season, in 2013, the game was officially referred to as the AdvoCare V100 Bowl after then-title sponsor AdvoCare.",
  "/wiki/Shreveport,_Louisiana": "Shreveport (/ˈʃriːvpɔːrt/ SHREEV-port) is a city in the U.S. state of Louisiana. It is the most populous city in the Shreveport-Bossier City metropolitan area. Shreveport ranks third in population in Louisiana after New Orleans and Baton Rouge and 133rd in the U.S. The bulk of Shreveport is in Caddo Parish, of which it is the parish seat. Shreveport extends along the west bank of the Red River (most notably at Wright Island, the Charles and Marie Hamel Memorial Park, and Bagley Island) into neighboring Bossier Parish. The population of Shreveport was 199,311 as of the 2010 U.S. Census. The United States Census Bureau's 2018 estimates for the city's population decreased to 188,987, and grew to an estimated 189,149.",
  "/wiki/Independence_Stadium_(Shreveport)": "Independence Stadium is a stadium owned by the city of Shreveport, Louisiana and is the home of the Independence Bowl.",
  "/wiki/Atlantic_Coast_Conference": "The Atlantic Coast Conference (ACC) is a collegiate athletic conference located in the eastern United States. Headquartered in Greensboro, North Carolina, the conference consists of fifteen member universities, each of whom compete in the National Collegiate Athletic Association (NCAA)'s Division I, with its football teams competing in the Football Bowl Subdivision (FBS), the highest levels for athletic competition in US-based collegiate sports. The ACC sponsors competition in twenty-five sports with many of its member institutions' athletic programs held in high regard nationally. Current members of the conference are Boston College, Clemson University, Duke University, Georgia Institute of Technology, Florida State University, North Carolina State University, Syracuse University, the University of Louisville, the University of Miami, the University of North Carolina, the University of Notre Dame, the University of Pittsburgh, the University of Virginia, Virginia Polytechnic Institute and State University, and Wake Forest University.",
  "/wiki/Southeastern_Conference": "The Southeastern Conference (SEC) is an American college athletic conference whose member institutions are located primarily in the South Central and Southeastern United States.  Its fourteen members include the flagship public universities of ten states, three additional public land grant universities, and one private research university. The conference is headquartered in Birmingham, Alabama. The SEC participates in the National Collegiate Athletic Association (NCAA) Division I in sports competitions; for football, it is part of the Football Bowl Subdivision (FBS), formerly known as Division I-A.",
  "/wiki/Miami_Beach_Bowl": "The Miami Beach Bowl was a National Collegiate Athletic Association (NCAA) sanctioned Division I Football Bowl Subdivision (FBS) college football bowl game played for three years (2014–2016) at Marlins Park in Miami, Florida. The bowl was created and owned by the American Athletic Conference (\"The American\").",
  "/wiki/Miami": "Miami, officially the City of Miami, is the seat of Miami-Dade County, and the cultural, economic and financial center of South Florida in the United States. The city covers an area of about 56 square miles (150 km2) between the Everglades to the west and Biscayne Bay to the east. Miami is the sixth most densely populated major city in the United States with an estimated 2018 population of 470,914. The Miami metropolitan area is home to 6.1 million people, the second-most populous in the southeastern United States and the seventh-largest in the nation. The city has the third tallest skyline in the U.S. with over 300 high-rises, 55 of which exceed 490 ft (149 m).",
  "/wiki/Marlins_Park": "Marlins Park  is a baseball park located in Miami, Florida. It is the current home of the Miami Marlins, the city's Major League Baseball franchise. It is located on 17 acres (6.9 ha) of the former Miami Orange Bowl site in Little Havana, about 2 miles (3 km) west of Downtown. Construction was completed in March 2012, in time for the 2012 season.",
  "/wiki/New_Mexico_Bowl": "The New Mexico Bowl is an NCAA-sanctioned post-season college football bowl game that has been played annually since 2006 at Dreamstyle Stadium, on the campus of the University of New Mexico in Albuquerque, New Mexico. Owned and operated by ESPN Events, it has typically been scheduled as one of the first games of the bowl season. The bowl has tie-ins with Conference USA and the Mountain West Conference.",
  "/wiki/Albuquerque,_New_Mexico": "Albuquerque (/ˈælbəkɜːrki/ (listen) AL-bə-kur-kee; Navajo: Beeʼeldííl Dahsinil [pèːʔèltíːl tɑ̀xsɪ̀nɪ̀l]; Eastern Keres: Arawageeki; Jemez: Vakêêke; Zuni: Alo:ke:k'ya; Jicarilla Apache: Gołgéeki'yé), abbreviated as ABQ, is the most populous city in the U.S. state of New Mexico, and the 32nd-most populous city in the United States. The city's nicknames are The Duke City and Burque, both of which reference its 1706 founding by Nuevo México governor Francisco Cuervo y Valdés as La Villa de Alburquerque, named in honor of then Viceroy the 10th Duke of Alburquerque, the Villa was an outpost on El Camino Real for the Tiquex and Hispano towns in the area (such as Barelas, Corrales, Isleta Pueblo, Los Ranchos, and Sandia Pueblo). Since the city's founding it has continued to be included on travel and trade routes including Santa Fe Railway (ATSF), Route 66, Interstate 25, Interstate 40, and the Albuquerque International Sunport. The population census-estimated population of the city as 560,218 in 2018, it is the principal city of the Albuquerque metropolitan area, which has 915,927 residents as of July 2018. The metropolitan population includes Rio Rancho, Bernalillo, Placitas, Zia Pueblo, Los Lunas, Belen, South Valley, Bosque Farms, Jemez Pueblo, Cuba, and part of Laguna Pueblo. This metro is included in the larger Albuquerque–Santa Fe–Las Vegas combined statistical area, with a population of 1,171,991 as of 2016. The CSA constitutes the southernmost point of the Southern Rocky Mountain Front megalopolis, including other major Rocky Mountain region cities such as Cheyenne, Wyoming, and Denver, Colorado, with a population of 5,467,633 according to the 2010 United States Census.",
  "/wiki/Dreamstyle_Stadium": "Dreamstyle Stadium, formerly known as University Stadium, is an outdoor football stadium located on the south campus of the University of New Mexico in Albuquerque.  It is the home field of New Mexico Lobos football, which competes as a member of the Mountain West Conference.  The stadium opened in September 1960 and currently has a seating capacity of 39,224.  The playing surface, named Turner & Margaret Branch Field, is oriented in the north-south configuration that is traditional for football venues.  The stadium sits nearly a mile above sea level, at an elevation of 5,100 feet (1554 m).",
  "/wiki/New_Orleans_Bowl": "The New Orleans Bowl is an NCAA-sanctioned post-season college football bowl game that has been played annually since 2001. It is normally held at the Mercedes-Benz Superdome in New Orleans; when the Superdome and the rest of the city suffered damage due to Hurricane Katrina in 2005, the game was temporarily moved to Cajun Field in Lafayette, Louisiana, and given the name New Orleans Bowl at Lafayette. Since 2006, the bowl has been sponsored by R+L Carriers and officially known as the R+L Carriers New Orleans Bowl. The game was previously sponsored by Wyndham Hotels & Resorts from 2002 to 2004 and was officially called the Wyndham New Orleans Bowl.",
  "/wiki/New_Orleans": "New Orleans (/ˈɔːrl(i)ənz, ɔːrˈliːnz/, locally /ˈɔːrlənz/; French: La Nouvelle-Orléans [la nuvɛlɔʁleɑ̃] (listen)) is a consolidated city-parish located along the Mississippi River in the southeastern region of the U.S. state of Louisiana. With an estimated population of 391,006 in 2018, it is the most populous city in Louisiana. Serving as a major port, New Orleans is considered an economic and commercial hub for the broader Gulf Coast region of the United States.",
  "/wiki/Mercedes-Benz_Superdome": "The Mercedes-Benz Superdome, often referred to simply as the Superdome, is a domed sports and exhibition stadium located in the Central Business District of New Orleans, Louisiana, United States. It primarily serves as the home venue for the New Orleans Saints of the National Football League (NFL), the home stadium for the Sugar Bowl, New Orleans Bowl in college football and the longtime rivalry football game of the SWAC Conference’s Southern University and Grambling State University, known as the Bayou Classic (held yearly, every Thanksgiving Weekend). It also houses their schools’ Battle of the Bands between The Southern University \"The Human Jukebox\" and Grambling State’s Tiger Marching Band.",
  "/wiki/Gasparilla_Bowl": "The Gasparilla Bowl is an annual NCAA-sanctioned post-season college football bowl game played in the Tampa Bay Area. It was first played in 2008 as the St. Petersburg Bowl at Tropicana Field in St. Petersburg, Florida. The game was renamed the Gasparilla Bowl in 2017 as a nod to the legend of José Gaspar, a mythical pirate who supposedly operated in the Tampa Bay area and who is the inspiration for Tampa's Gasparilla Pirate Festival. In May 2018, the owners announced the bowl would be relocated to Raymond James Stadium in Tampa.",
  "/wiki/Tampa,_Florida": "Tampa is a major city in, and the county seat of, Hillsborough County, Florida, United States. It is on the west coast of Florida on Tampa Bay, near the Gulf of Mexico. Tampa is the largest city in the Tampa Bay Area. With a population of 392,890 in 2018, Tampa is the third-largest city in Florida, after Miami and Jacksonville. The bay's port is the largest in the state, near downtown's Channel District. Bayshore Boulevard runs along the bay, and is east of the historic Hyde Park neighborhood.",
  "/wiki/Raymond_James_Stadium": "Raymond James Stadium, also known as \"Ray Jay\", is a multi-purpose stadium located in Tampa, Florida. It is home to the Tampa Bay Buccaneers of the National Football League (NFL) as well as the NCAA's South Florida Bulls football team and the Tampa Bay Vipers of the XFL. The stadium seats 65,618. With the addition of temporary seating, it can be expanded to 75,000 for special events."
}