{
  "/wiki/Robert_F._Boyle": "Robert Francis Boyle (October 10, 1909 – August 1, 2010) was an American film art director and production designer.",
  "/wiki/80th_Academy_Awards": "The 80th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2007 and took place on February 24, 2008, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and produced by Gil Cates and directed by Louis J, Horvitz. Actor Jon Stewart hosted the show for the second time, having previously presided over the 78th ceremony held in 2006. Two weeks earlier in a gala at the Beverly Wilshire Hotel in Beverly Hills, California held on February 9, the Academy Awards for Technical Achievement were presented by host Jessica Alba.",
  "/wiki/Eli_Wallach": "Eli Herschel Wallach (/ˈiːlaɪ ˈwɔːlək/; December 7, 1915 – June 24, 2014) was an American film, television and stage actor whose career spanned more than six decades, beginning in the late 1940s. Trained in stage acting, which he enjoyed doing most, he became \"one of the greatest 'character actors' ever to appear on stage and screen\", with over 90 film credits. He and his wife Anne Jackson often appeared together on stage, and were one of the best-known acting couples in American theater. As a stage and screen character actor, Wallach had one of the longest-ever careers in show business, spanning 62 years from his Broadway debut to his last two major Hollywood studio movies (which were released in the same year).",
  "/wiki/83rd_Academy_Awards": "The 83rd Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2010 in the United States and took place on February 27, 2011, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST (8:30 p.m. EST). During the ceremony, Academy Awards (commonly called the Oscars) were presented in 24 competitive categories. The ceremony was televised in the United States by ABC, and produced by Bruce Cohen and Don Mischer, with Mischer also serving as director. Actors James Franco and Anne Hathaway co-hosted the ceremony, marking the first time for each.",
  "/wiki/Maureen_O%27Hara": "Maureen O'Hara (born Maureen FitzSimons; 17 August 1920 – 24 October 2015) was an Irish and American actress and singer. She was a famous redhead who was known for playing fiercely passionate but sensible heroines, often in westerns and adventure films. On numerous occasions, she worked with director John Ford and longtime friend John Wayne. O'Hara was one of the last surviving stars from the Golden Age of Hollywood.",
  "/wiki/87th_Academy_Awards": "The 87th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2014 and took place on February 22, 2015, at the Dolby Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, produced by Neil Meron and Craig Zadan and directed by Hamish Hamilton. Actor Neil Patrick Harris hosted the ceremony for the first time.",
  "/wiki/Cicely_Tyson": "Cicely L. Tyson (born December 19, 1924) is an American actress and former fashion model. In a career spanning more than seven decades, she became known for her portrayal of strong African-American women. Tyson is the recipient of three Primetime Emmy Awards, four Black Reel Awards, one Screen Actor Guild Award, one Tony Award and an honorary Academy Award.",
  "/wiki/91st_Academy_Awards": "The 91st Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2018, and took place at the Dolby Theatre in Hollywood, Los Angeles, California. The ceremony was held on February 24, 2019. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by the American Broadcasting Company (ABC), produced by Donna Gigliotti and Glenn Weiss, with Weiss also serving as director. It was the first ceremony in three decades, since the 61st Academy Awards in 1989, to be conducted without a host.",
  "/wiki/Hal_Roach": "Harry Eugene Roach Sr. (January 14, 1892 – November 2, 1992) was an American film and television producer, director, and actor who was active from the 1910s to the 1990s. He is remembered today for producing the Laurel and Hardy and Our Gang film comedy series.",
  "/wiki/56th_Academy_Awards": "The 56th Academy Awards were presented April 9, 1984, at the Dorothy Chandler Pavilion, Los Angeles.  The ceremonies were presided over by Johnny Carson.",
  "/wiki/Lina_Wertm%C3%BCller": "Lina Wertmüller (Italian: [ˈliːna vertˈmjuller, -mul-]; born 14 August 1928) is an Italian screenwriter and film director. She was the first woman nominated for an Academy Award for Best Director  for Seven Beauties in 1977. She is also known for her films The Seduction of Mimi, Love and Anarchy and Swept Away. In 2019, Wertmüller was announced as one of the four recipients of the Academy Honorary Award for her career.",
  "/wiki/92nd_Academy_Awards": "The 92nd Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2019 and took place at the Dolby Theatre in Hollywood, Los Angeles, California. After more than a decade of holding the Academy Award ceremonies towards the end of February, the 92nd Academy Awards took place earlier in the month, on February 9, 2020. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, produced by Lynette Howell Taylor and Stephanie Allain; it was directed by Glenn Weiss. Citing the success of the format at the 91st presentation in 2019, ABC announced that the ceremony would again be conducted without a host.",
  "/wiki/Anne_V._Coates": "Anne Voase CoatesOBE (12 December 1925 – 8 May 2018) was a British film editor with a more than 60-year-long career. She was perhaps best known as the editor of David Lean's epic film Lawrence of Arabia in 1962, for which she won an Oscar. Coates was nominated five times for the Academy Award for Best Film Editing for the films Lawrence of Arabia, Becket (1963), The Elephant Man (1980), In the Line of Fire (1993) and Out of Sight (1998). In an industry where women accounted for only 16 percent of all editors working on the top 250 films of 2004, and 80 percent of the films had absolutely no women on their editing teams at all, Coates thrived as a top film editor. She was awarded BAFTA's highest honour, a BAFTA Fellowship, in February 2007 and was given an Academy Honorary Award, which are popularly known as a Lifetime Achievement Oscar, in November 2016 by the Academy of Motion Picture Arts and Sciences.",
  "/wiki/89th_Academy_Awards": "The 89th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2016, and took place on February 26, 2017, at the Dolby Theatre in Hollywood, Los Angeles, California, at 5:30 p.m. PST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony, televised in the United States by ABC, was produced by Michael De Luca and Jennifer Todd and directed by Glenn Weiss. Comedian Jimmy Kimmel hosted the ceremony for the first time.",
  "/wiki/Elia_Kazan": "Elia Kazan (/ˈiːliə kəˈzæn/; born Elias Kazantzoglou (Greek: Ηλίας Καζαντζόγλου); September 7, 1909 – September 28, 2003) was a Greek-American director, producer, writer and actor, described by The New York Times as \"one of the most honored and influential directors in Broadway and Hollywood history\".",
  "/wiki/71st_Academy_Awards": "The 71st Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best of 1998 in film and took place on March 21, 1999, at the Dorothy Chandler Pavilion in Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony, televised in the United States by ABC, was produced by Gil Cates and directed by Louis J. Horvitz. Actress Whoopi Goldberg hosted the show for the third time. She first hosted the 66th ceremony held in 1994 and had last hosted the 68th ceremony in 1996. Nearly a month earlier in a ceremony held at the Regent Beverly Wilshire Hotel in Beverly Hills, California on February 27, the Academy Awards for Technical Achievement were presented by host Anne Heche.",
  "/wiki/Agn%C3%A8s_Varda": "Agnès Varda (French: [aɲɛs vaʁda]; 30 May 1928 – 29 March 2019) was a Belgian-born French film director, photographer, and artist. Her work was pioneering for, and central to, the development of the widely influential French New Wave film movement of the 1950s and 1960s. Her films focused on achieving documentary realism, addressing feminist issues, and producing other social commentary, with a distinctive experimental style.",
  "/wiki/90th_Academy_Awards": "The 90th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2017, and took place at the Dolby Theatre in Hollywood, Los Angeles, California. The ceremony was held on March 4, 2018, rather than its usual late-February date to avoid conflicting with the 2018 Winter Olympics. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by American Broadcasting Company (ABC), produced by Michael De Luca and Jennifer Todd and directed by Glenn Weiss. Comedian Jimmy Kimmel hosted for the second consecutive year.",
  "/wiki/Dick_Smith_(make-up_artist)": "Richard Emerson Smith (June 26, 1922 – July 30, 2014) was an American special make-up effects artist, (nicknamed \"The Godfather of Make-Up\") known for his work on such films as Little Big Man, The Godfather, The Exorcist, Taxi Driver, and Scanners. He won a 1985 Academy Award for Best Makeup for his work on Amadeus and received a 2012 Academy Honorary Award for his career's work.",
  "/wiki/84th_Academy_Awards": "The 84th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2011 in the United States and took place on February 26, 2012, at the Hollywood and Highland Center Theatre[a] in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and produced by Brian Grazer and Don Mischer, with Mischer also serving as director. Actor Billy Crystal hosted the show for the ninth time. He first presided over the 62nd ceremony held in 1990 and had last hosted the 76th ceremony held in 2004.",
  "/wiki/List_of_oldest_and_youngest_Academy_Award_winners_and_nominees": "This is a list of oldest and youngest Academy Award winners and nominees in the award categories \"acting\" and \"directing\"."
}