{
  "/wiki/Eli_Wallach": "Eli Herschel Wallach (/ˈiːlaɪ ˈwɔːlək/; December 7, 1915 – June 24, 2014) was an American film, television and stage actor whose career spanned more than six decades, beginning in the late 1940s. Trained in stage acting, which he enjoyed doing most, he became \"one of the greatest 'character actors' ever to appear on stage and screen\", with over 90 film credits. He and his wife Anne Jackson often appeared together on stage, and were one of the best-known acting couples in American theater. As a stage and screen character actor, Wallach had one of the longest-ever careers in show business, spanning 62 years from his Broadway debut to his last two major Hollywood studio movies (which were released in the same year).",
  "/wiki/83rd_Academy_Awards": "The 83rd Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2010 in the United States and took place on February 27, 2011, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST (8:30 p.m. EST). During the ceremony, Academy Awards (commonly called the Oscars) were presented in 24 competitive categories. The ceremony was televised in the United States by ABC, and produced by Bruce Cohen and Don Mischer, with Mischer also serving as director. Actors James Franco and Anne Hathaway co-hosted the ceremony, marking the first time for each.",
  "/wiki/Maureen_O%27Hara": "Maureen O'Hara (born Maureen FitzSimons; 17 August 1920 – 24 October 2015) was an Irish and American actress and singer. She was a famous redhead who was known for playing fiercely passionate but sensible heroines, often in westerns and adventure films. On numerous occasions, she worked with director John Ford and longtime friend John Wayne. O'Hara was one of the last surviving stars from the Golden Age of Hollywood.",
  "/wiki/87th_Academy_Awards": "The 87th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2014 and took place on February 22, 2015, at the Dolby Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, produced by Neil Meron and Craig Zadan and directed by Hamish Hamilton. Actor Neil Patrick Harris hosted the ceremony for the first time.",
  "/wiki/Cicely_Tyson": "Cicely L. Tyson (born December 19, 1924) is an American actress and former fashion model. In a career spanning more than seven decades, she became known for her portrayal of strong African-American women. Tyson is the recipient of three Primetime Emmy Awards, four Black Reel Awards, one Screen Actor Guild Award, one Tony Award and an honorary Academy Award.",
  "/wiki/91st_Academy_Awards": "The 91st Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2018, and took place at the Dolby Theatre in Hollywood, Los Angeles, California. The ceremony was held on February 24, 2019. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by the American Broadcasting Company (ABC), produced by Donna Gigliotti and Glenn Weiss, with Weiss also serving as director. It was the first ceremony in three decades, since the 61st Academy Awards in 1989, to be conducted without a host.",
  "/wiki/Angela_Lansbury": "Dame Angela Brigid Lansbury DBE (born 16 October 1925) is a British-American-Irish actress who has appeared in theatre, television, and film roles. Her career has spanned almost eight decades, much of it in the United States. Her work received international attention.",
  "/wiki/86th_Academy_Awards": "The 86th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2013 and took place on March 2, 2014, at the Dolby Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. The ceremony was scheduled well after its usual late-February date to avoid conflicting with the 2014 Winter Olympics. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and produced by Neil Meron and Craig Zadan and directed by Hamish Hamilton. Actress Ellen DeGeneres hosted the show for the second time, having previously hosted the 79th ceremony held in 2007.",
  "/wiki/Myrna_Loy": "Myrna Loy (born Myrna Adele Williams; August 2, 1905 – December 14, 1993) was an American film, television and stage actress. Trained as a dancer, Loy devoted herself fully to an acting career following a few minor roles in silent films. She was originally typecast in exotic roles, often as a vamp or a woman of Asian descent, but her career prospects improved greatly following her portrayal of Nora Charles in The Thin Man (1934).",
  "/wiki/63rd_Academy_Awards": "The 63rd Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS), took place on March 25, 1991, at the Shrine Auditorium in Los Angeles beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the ceremony, Academy Awards (commonly referred to as the Oscars) were presented in 23 categories. The ceremony, which was televised in the United States on ABC, was produced by Gil Cates and directed by Jeff Margolis. Actor Billy Crystal hosted for the second consecutive year. Three weeks earlier in a ceremony held at The Beverly Hilton in Beverly Hills, California on March 2, the Academy Awards for Technical Achievement were presented by host Geena Davis.",
  "/wiki/Gena_Rowlands": "Virginia Cathryn \"Gena\" Rowlands (born June 19, 1930) is an American actress, whose career in film, stage, and television has spanned over six decades. A four-time Emmy and two-time Golden Globe winner, she is known for her collaborations with her late actor-director husband John Cassavetes in ten films, including A Woman Under the Influence (1974) and Gloria (1980), which earned her nominations for the Academy Award for Best Actress. She also won the Silver Bear for Best Actress for Opening Night (1977). In November 2015, Rowlands received an Honorary Academy Award in recognition of her unique screen performances.",
  "/wiki/88th_Academy_Awards": "The 88th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2015 and took place on February 28, 2016, at the Dolby Theatre in Hollywood, Los Angeles, 5:30 p.m. PST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony, televised in the United States by ABC, was produced by David Hill and Reginald Hudlin and directed by Glenn Weiss. Actor Chris Rock hosted the show for the second time, having previously hosted the 77th ceremony held in 2005.",
  "/wiki/Lauren_Bacall": "Lauren Bacall (/bəˈkɔːl/, born Betty Joan Perske; September 16, 1924 – August 12, 2014) was an American actress known for her distinctive voice and sultry looks. She was named the 20th-greatest female star of classic Hollywood cinema by the American Film Institute and received an Academy Honorary Award from the Academy of Motion Picture Arts and Sciences in 2009 \"in recognition of her central place in the Golden Age of motion pictures\".",
  "/wiki/82nd_Academy_Awards": "The 82nd Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2009 and took place on March 7, 2010, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. The ceremony was scheduled after its usual late-February date to avoid conflicting with the 2010 Winter Olympics. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and was produced by Bill Mechanic and Adam Shankman and directed by Hamish Hamilton. Actors Alec Baldwin and Steve Martin hosted the show. Martin hosted for the third time; he first presided over the 73rd ceremony held in 2001 and last hosted the 75th ceremony held in 2003. Meanwhile, this was Baldwin's first Oscars hosting stint. This was also the first telecast to have multiple hosts since the 59th ceremony held in 1987.",
  "/wiki/Groucho_Marx": "Julius Henry \"Groucho\" Marx (/ˈɡraʊtʃoʊ/; October 2, 1890 – August 19, 1977) was an American comedian, writer, stage, film, radio, and television star. A master of quick wit, he is widely considered one of America's greatest comedians.",
  "/wiki/46th_Academy_Awards": "The 46th Academy Awards were presented on Tuesday, April 2, 1974, at the Dorothy Chandler Pavilion in Los Angeles, California. The ceremonies were presided over by Burt Reynolds, Diana Ross, John Huston, and David Niven.",
  "/wiki/Charlie_Chaplin": "Sir Charles Spencer Chaplin KBE (16 April 1889 – 25 December 1977) was an English comic actor, filmmaker, and composer who rose to fame in the era of silent film. He became a worldwide icon through his screen persona, \"The Tramp\", and is considered one of the most important figures in the history of the film industry. His career spanned more than 75 years, from childhood in the Victorian era until a year before his death in 1977, and encompassed both adulation and controversy.",
  "/wiki/44th_Academy_Awards": "The 44th Academy Awards were presented April 10, 1972, at the Dorothy Chandler Pavilion in Los Angeles.  The ceremonies were presided over by Helen Hayes, Alan King, Sammy Davis Jr., and Jack Lemmon. One of the highlights of the evening was the appearance of Betty Grable, battling cancer at the time, who made one of her last public appearances. She appeared along with one of her leading men from the 1940s, singer Dick Haymes, to present the musical scoring awards. Grable died the following year. This was the first time in the history of the Awards in which the nominees were shown on superimposed pictures while being announced.",
  "/wiki/Mary_Pickford": "Gladys Louise Smith (April 8, 1892 – May 29, 1979), known professionally as Mary Pickford, was a Canadian-born American film actress and producer. With a career spanning 50 years, she was a co-founder of both the Pickford–Fairbanks Studio (along with Douglas Fairbanks) and, later, the United Artists film studio (with Fairbanks, Charlie Chaplin and D. W. Griffith), and one of the original 36 founders of the Academy of Motion Picture Arts and Sciences who present the yearly \"Oscar\" award ceremony.",
  "/wiki/48th_Academy_Awards": "The 48th Academy Awards were presented Monday, March 29, 1976, at the Dorothy Chandler Pavilion in Los Angeles, California. The ceremonies were presided over by Walter Matthau, Robert Shaw, George Segal, Goldie Hawn and Gene Kelly. This year, ABC took over broadcast rights from NBC and continues to broadcast them today. The recent previous editions had been held on Tuesday night. (NBC's coverage of the NCAA championship basketball game aired opposite the ceremony; during the presentation of the Best Film Editing award, the winner was jokingly announced (by presenter Elliott Gould) as \"Indiana, 86–68\"; the undefeated Indiana Hoosiers had won the NCAA title that night in Philadelphia. The following year, the two events were again on the same night.)"
}