{
  "/wiki/WiiWare": "WiiWare was a service that allowed Wii users to download games and applications specifically designed and developed for the Wii video game console made by Nintendo. These games and applications could only be purchased and downloaded from the Wii Shop Channel under the WiiWare section. Once the user had downloaded the game or application, it would appear in their Wii Menu or SD Card Menu as a new channel. WiiWare was a companion to the Virtual Console, which specializes in emulated games originally developed for other systems instead of original games.",
  "/wiki/IPad": "iPad (/ˈaɪpæd/ EYE-pad) is a line of tablet computers designed, developed and marketed by Apple Inc., which run the iOS and iPadOS  mobile operating systems.  The first iPad was released on April 3, 2010; the most recent iPad models are the seventh-generation iPad, released on September 25, 2019; the fifth-generation iPad mini, released on March 18, 2019; the third-generation iPad Air, released on March 18, 2019; and the 11-inch (280 mm) and third-generation 12.9-inch (330 mm) iPad Pro, released on November 7, 2018.",
  "/wiki/Woah_Dave!": "Woah Dave! is a platform video game developed and published by MiniVisions for iOS, Microsoft Windows, Nintendo 3DS, PlayStation 4, and PlayStation Vita. The game was released on iOS, Windows, and Nintendo 3DS on October 30, 2014. It was released for the PlayStation Vita on January 6, 2015. A PlayStation 4 version was released in March 31, 2015. Said PS4 version of Woah Dave! was released with two new levels, six new characters, boss battles, new enemy types, UFOs players can hitch a ride on, other hidden Easter eggs and the ability to play the original version of the game. The added features were patched onto Woah Dave! on all of the platforms it was released on.",
  "/wiki/Microsoft_Windows": "Microsoft Windows, commonly referred to as Windows, is a group of several proprietary graphical operating system families, all of which are developed and marketed by Microsoft. Each family caters to a certain sector of the computing industry. Active Microsoft Windows families include Windows NT and Windows IoT; these may encompass subfamilies, e.g. Windows Server or Windows Embedded Compact (Windows CE). Defunct Microsoft Windows families include Windows 9x, Windows Mobile and Windows Phone.",
  "/wiki/IOS": "iOS (formerly iPhone OS) is a mobile operating system created and developed by Apple Inc. exclusively for its hardware. It is the operating system that presently powers many of the company's mobile devices, including the iPhone, and iPod Touch; it also powered the iPad prior to the introduction of iPadOS in 2019. It is the second most popular mobile operating system globally after Android.",
  "/wiki/Mac_OS": "The family of Macintosh operating systems developed by Apple Inc. includes the graphical user interface-based operating systems it has designed for use with its Macintosh series of personal computers since 1984, as well as the related system software it once created for compatible third-party systems.",
  "/wiki/Nintendo_3DS": "The Nintendo 3DS[a] is a handheld game console produced by Nintendo. It is capable of displaying stereoscopic 3D effects without the use of 3D glasses or additional accessories. Nintendo announced the console in March 2010 and officially unveiled it at E3 2010 on June 15. The console succeeds the Nintendo DS, featuring backward compatibility with older Nintendo DS video games. Its primary competitor was Sony's PlayStation Vita.",
  "/wiki/Wii_U": "The Wii U (/ˌwiː ˈjuː/ WEE YOO) is a home video game console developed by Nintendo as the successor to the Wii. Released in late 2012, it is the first eighth-generation video game console and competed with Microsoft's Xbox One and Sony's PlayStation 4.",
  "/wiki/PlayStation_Vita": "The PlayStation Vita (also known as the PS Vita or simply Vita) is a handheld video game console developed and marketed by Sony Computer Entertainment. It was first released in Japan on December 17, 2011, and in North America, Europe, and other international territories beginning on February 22, 2012. The console is the successor to the PlayStation Portable, and a part of the PlayStation brand of gaming devices; as part of the eighth generation of video game consoles, it primarily competed with the Nintendo 3DS.",
  "/wiki/PlayStation_4": "The PlayStation 4 (officially abbreviated as PS4) is an eighth-generation home video game console developed by Sony Interactive Entertainment. Announced as the successor to the PlayStation 3 in February 2013, it was launched on November 15 in North America, November 29 in Europe, South America and Australia, and on February 22, 2014, in Japan. It competes with Microsoft's Xbox One and Nintendo's Wii U and Switch.",
  "/wiki/Linux": "Linux (/ˈlɪnəks/ (listen) LIN-əks) is a family of open source Unix-like operating systems based on the Linux kernel, an operating system kernel first released on September 17, 1991, by Linus Torvalds. Linux is typically packaged in a Linux distribution.",
  "/wiki/Android_(operating_system)": "Android is a mobile operating system based on a modified version of the Linux kernel and other open source software, designed primarily for touchscreen mobile devices such as smartphones and tablets. Android is developed by a consortium of developers known as the Open Handset Alliance, with the main contributor and commercial marketer being Google.",
  "/wiki/Dragon_Fantasy:_The_Volumes_of_Westeria": "Dragon Fantasy is a retro-style role-playing game developed by American studio The Muteki Corporation. It was originally developed for iOS, where it launched on August 23, 2011, and was subsequently released for Mac, Microsoft Windows, and Android phones. On April 9, 2012, Sony Computer Entertainment of America announced on their blog that a greatly enhanced \"16-bit\" version of the game would be launching on PlayStation 3 and PlayStation Vita. The game was originally created as an homage to series designer Adam Rippon's late father, sculptor and professor Thomas Rippon, who died in December 2010.",
  "/wiki/Laserlife": "Laserlife is a rhythm game developed and published by Choice Provisions. It was released in September 2015 for Windows and Mac OS X through the download service Steam, as well as for PlayStation 4 and Xbox One.",
  "/wiki/Xbox_One": "The Xbox One is an eighth-generation home video game console developed by Microsoft. Announced in May 2013, it is the successor to Xbox 360 and the third console in the Xbox series of video game consoles. It was first released in North America, parts of Europe, Australia, and South America in November 2013, and in Japan, China, and other European countries in September 2014. It is the first Xbox game console to be released in China, specifically in the Shanghai Free-Trade Zone. Microsoft marketed the device as an \"all-in-one entertainment system\", hence the name 'Xbox One'. The Xbox One mainly competes against Sony's PlayStation 4 and Nintendo's Wii U and Switch.",
  "/wiki/Tharsis_(video_game)": "Tharsis is a strategy video game developed and published by Choice Provisions. It was released in January 2016 for Windows and Mac OS X through the download service Steam, as well as for PlayStation 4.",
  "/wiki/MacOS": "macOS (/ˌmækoʊˈɛs/; previously Mac OS X and later OS X) is a series of proprietary graphical operating systems developed and marketed by Apple Inc. since 2001. It is the primary operating system for Apple's Mac computers. Within the market of desktop, laptop and home computers, and by web usage, it is the second most widely used desktop OS, after Microsoft Windows.",
  "/wiki/Nintendo_Switch": "The Nintendo Switch[b] is a video game console developed by Nintendo, released worldwide in most regions on March 3, 2017.[c] It is a hybrid console that can be used as a home console and portable device. Its wireless Joy-Con controllers, with standard buttons and directional analog sticks for user input, motion sensing, and tactile feedback, can attach to both sides of the console to support handheld-style play. They can also connect to a Grip accessory to provide a traditional home console gamepad form, or be used individually in the hand like the Wii Remote and Nunchuk, supporting local multiplayer modes. The Nintendo Switch's software supports online gaming through Internet connectivity, as well as local wireless ad hoc connectivity with other consoles. Nintendo Switch games and software are available on both physical flash-based ROM cartridges and digital distribution via Nintendo eShop; the system has no region lockout. A handheld-focused revision of the system called the Nintendo Switch Lite, was released on September 20, 2019.",
  "/wiki/Personal_computer": "A personal computer (PC) is a multi-purpose computer whose size, capabilities, and price make it feasible for individual use. Personal computers are intended to be operated directly by an end user, rather than by a computer expert or technician. Unlike large costly minicomputer and mainframes, time-sharing by many people at the same time is not used with personal computers.",
  "/wiki/Choice_Provisions": "Choice Provisions Inc., formerly known as Gaijin Games Inc. prior to June 2014, is an independent video game development studio, best known for their Bit.Trip series of video games.  The studio was founded in 2007 by Alex Neuse, Mike Roush, and Chris Osborn and is located in Santa Cruz, California."
}