{
  "/wiki/WiiWare": "WiiWare was a service that allowed Wii users to download games and applications specifically designed and developed for the Wii video game console made by Nintendo. These games and applications could only be purchased and downloaded from the Wii Shop Channel under the WiiWare section. Once the user had downloaded the game or application, it would appear in their Wii Menu or SD Card Menu as a new channel. WiiWare was a companion to the Virtual Console, which specializes in emulated games originally developed for other systems instead of original games. WiiWare was promoted as an avenue for developers with small budgets to release innovative, original, and smaller-scale games without the cost and risk of creating a title to be sold at retail (akin to Xbox Live Arcade and the PlayStation Store). The development kit cost around US$2000 and developers needed to be licensed with and approved by Nintendo. According to Nintendo, the remarkable motion controls will give birth to fresh takes on established genres, as well as original ideas that currently exist only in developers' minds. Nintendo handled all pricing options for the downloadable games.",
  "/wiki/IPad": "iPad (/ˈaɪpæd/ EYE-pad) is a line of tablet computers designed, developed and marketed by Apple Inc., which run the iOS and iPadOS  mobile operating systems. The first iPad was released on April 3, 2010; the most recent iPad models are the seventh-generation iPad, released on September 25, 2019; the fifth-generation iPad mini, released on March 18, 2019; the third-generation iPad Air, released on March 18, 2019; and the 11-inch (280 mm) and third-generation 12.9-inch (330 mm) iPad Pro, released on November 7, 2018. As of May 2017[update], Apple has sold more than 360 million iPads, though sales peaked in 2013. It is the most popular tablet computer by sales as of the second quarter of 2018. The user interface is built around the device's multi-touch screen, including a virtual keyboard. All iPads can connect using Wi-Fi; some models also have cellular connectivity. iPads can shoot video, take photos, play music, and perform Internet functions such as web-browsing and emailing. Other functions –  games, reference, GPS navigation, social networking, etc.",
  "/wiki/Woah_Dave!": "Woah Dave! is a platform video game developed and published by MiniVisions for iOS, Microsoft Windows, Nintendo 3DS, PlayStation 4, and PlayStation Vita. The game was released on iOS, Windows, and Nintendo 3DS on October 30, 2014. It was released for the PlayStation Vita on January 6, 2015. A PlayStation 4 version was released in March 31, 2015. Said PS4 version of Woah Dave! was released with two new levels, six new characters, boss battles, new enemy types, UFOs players can hitch a ride on, other hidden Easter eggs and the ability to play the original version of the game. The added features were patched onto Woah Dave!",
  "/wiki/Microsoft_Windows": "Microsoft Windows, commonly referred to as Windows, is a group of several proprietary graphical operating system families, all of which are developed and marketed by Microsoft. Each family caters to a certain sector of the computing industry. Active Microsoft Windows families include Windows NT and Windows IoT; these may encompass subfamilies, e.g. Windows Server or Windows Embedded Compact (Windows CE). Defunct Microsoft Windows families include Windows 9x, Windows Mobile and Windows Phone. Microsoft introduced an operating environment named Windows on November 20, 1985, as a graphical operating system shell for MS-DOS in response to the growing interest in graphical user interfaces (GUIs). Microsoft Windows came to dominate the world's personal computer (PC) market with over 90% market share, overtaking Mac OS, which had been introduced in 1984. Apple came to see Windows as an unfair encroachment on their innovation in GUI development as implemented on products such as the Lisa and Macintosh (eventually settled in court in Microsoft's favor in 1993).",
  "/wiki/IOS": "iOS (formerly iPhone OS) is a mobile operating system created and developed by Apple Inc. exclusively for its hardware. It is the operating system that presently powers many of the company's mobile devices, including the iPhone, and iPod Touch; it also powered the iPad prior to the introduction of iPadOS in 2019. It is the second most popular mobile operating system globally after Android. Originally unveiled in 2007 for the iPhone, iOS has been extended to support other Apple devices such as the iPod Touch (September 2007) and the iPad (January 2010). As of March 2018[update], Apple's App Store contains more than 2.1 million iOS applications, 1 million of which are native for iPads. These mobile apps have collectively been downloaded more than 130 billion times. The iOS user interface is based upon direct manipulation, using multi-touch gestures. Interface control elements consist of sliders, switches, and buttons.",
  "/wiki/Mac_OS": "The family of Macintosh operating systems developed by Apple Inc. includes the graphical user interface-based operating systems it has designed for use with its Macintosh series of personal computers since 1984, as well as the related system software it once created for compatible third-party systems. In 1984, Apple debuted the operating system that is now known as the Classic Mac OS with its release of the original Macintosh System Software. The system, rebranded Mac OS in 1996, was preinstalled on every Macintosh until 2002 and offered on Macintosh clones for a short time in the 1990s. Noted for its ease of use, it was also criticized for its lack of modern technologies compared to its competitors. The current Mac operating system is macOS, originally named Mac OS X until 2012 and then OS X until 2016. Developed between 1997 and 2001 after Apple's purchase of NeXT, Mac OS X brought an entirely new architecture based on NeXTSTEP, a Unix system, that eliminated many of the technical challenges that the classic Mac OS faced. The current macOS is preinstalled with every Mac and is updated annually. It is the basis of Apple's current system software for its other devices – iOS, iPadOS, watchOS, and tvOS.",
  "/wiki/Nintendo_3DS": "The Nintendo 3DS[a] is a handheld game console produced by Nintendo. It is capable of displaying stereoscopic 3D effects without the use of 3D glasses or additional accessories. Nintendo announced the console in March 2010 and officially unveiled it at E3 2010 on June 15. The console succeeds the Nintendo DS, featuring backward compatibility with older Nintendo DS video games. Its primary competitor was Sony's PlayStation Vita. The handheld offers new features such as the StreetPass and SpotPass tag modes, powered by Nintendo Network; augmented reality, using its 3D cameras; and Virtual Console, which allows owners to download and play games originally released on older video game systems. It is also pre-loaded with various applications including an online distribution store called Nintendo eShop; a social networking service called Miiverse (shut down in 2017); an Internet Browser; the Netflix, Hulu Plus and YouTube streaming video services; Nintendo Video; a messaging application called Swapnote (known as Nintendo Letter Box in Europe and Australia); and Mii Maker. The Nintendo 3DS was released in Japan on February 26, 2011, and worldwide beginning in March 2011.",
  "/wiki/Wii_U": "The Wii U (/ˌwiː ˈjuː/ WEE YOO) is a home video game console developed by Nintendo as the successor to the Wii. Released in late 2012, it is the first eighth-generation video game console and competed with Microsoft's Xbox One and Sony's PlayStation 4. The Wii U is the first Nintendo console to support HD graphics. The system's primary controller is the Wii U GamePad, which features an embedded touchscreen, directional buttons, analog sticks, and action buttons. The screen can be used either as a supplement to the main display or in supported games to play the game directly on the GamePad. The Wii U Pro Controller can be used in its place as a more traditional alternative. The Wii U is backward compatible with all Wii software and accessories. Games can support any combination of the GamePad, Wii Remote, Nunchuk, Balance Board, or Nintendo's Classic Controller or Wii U Pro Controller.",
  "/wiki/PlayStation_Vita": "The PlayStation Vita (also known as the PS Vita or simply Vita) is a handheld video game console developed and marketed by Sony Computer Entertainment. It was first released in Japan on December 17, 2011, and in North America, Europe, and other international territories beginning on February 22, 2012. The console is the successor to the PlayStation Portable, and a part of the PlayStation brand of gaming devices; as part of the eighth generation of video game consoles, it primarily competed with the Nintendo 3DS. The original model of the handheld includes a 5-inch (130 mm) OLED multi-touch capacitive touchscreen, two analog joysticks, and front and shoulder push-button input, and supports Bluetooth, Wi-Fi, and optional 3G. Internally, the Vita features a quad-core ARM Cortex-A9 MPCore processor and a quad-core SGX543MP graphics processing unit. The PS Vita 2000 series, a revised version of the system, was released across 2013 and 2014, sports all of the same features with a slightly smaller size, extended battery life, and an LCD screen replacing the OLED display. Sony also released the PlayStation TV, a short-lived, re-purposed version of the Vita that allowed for the play of PS Vita games on a television screen similar to a home video game console, though the PS TV variant was discontinued by the end of 2015. The system's design was created to meld the experience of big budget, dedicated video game platforms with the then up-and-coming trend of mobile gaming through smart phones and tablets.",
  "/wiki/PlayStation_4": "The PlayStation 4 (officially abbreviated as PS4) is an eighth-generation home video game console developed by Sony Interactive Entertainment. Announced as the successor to the PlayStation 3 in February 2013, it was launched on November 15 in North America, November 29 in Europe, South America and Australia, and on February 22, 2014, in Japan. It competes with Microsoft's Xbox One and Nintendo's Wii U and Switch. Moving away from the more complex Cell microarchitecture of its predecessor, the console features an AMD Accelerated Processing Unit (APU) built upon the x86-64 architecture, which can theoretically peak at 1.84 teraflops; AMD stated that it was the most powerful APU it had developed to date. The PlayStation 4 places an increased emphasis on social interaction and integration with other devices and services, including the ability to play games off-console on PlayStation Vita and other supported devices (Remote Play), the ability to stream gameplay online or to friends, with them controlling gameplay remotely (Share Play). The console's controller was also redesigned and improved over the PlayStation 3, with improved buttons and analog sticks, and an integrated touchpad among other changes. The console also supports HDR10 High-dynamic-range video and playback of 4K resolution multimedia. The PlayStation 4 was released to critical acclaim, with critics praising Sony for acknowledging its consumers' needs, embracing independent game development, and for not imposing the restrictive digital rights management schemes like those originally announced by Microsoft for the Xbox One.",
  "/wiki/Linux": "Linux (/ˈlɪnəks/ (listen) LIN-əks) is a family of open source Unix-like operating systems based on the Linux kernel, an operating system kernel first released on September 17, 1991, by Linus Torvalds. Linux is typically packaged in a Linux distribution. Distributions include the Linux kernel and supporting system software and libraries, many of which are provided by the GNU Project. Many Linux distributions use the word Linux in their name, but the Free Software Foundation uses the name GNU/Linux to emphasize the importance of GNU software, causing some controversy. Popular Linux distributions include Debian, Fedora, and Ubuntu. Commercial distributions include Red Hat Enterprise Linux and SUSE Linux Enterprise Server. Desktop Linux distributions include a windowing system such as X11 or Wayland, and a desktop environment such as GNOME or KDE Plasma. Distributions intended for servers may omit graphics altogether, or include a solution stack such as LAMP.",
  "/wiki/Android_(operating_system)": "Android is a mobile operating system based on a modified version of the Linux kernel and other open source software, designed primarily for touchscreen mobile devices such as smartphones and tablets. Android is developed by a consortium of developers known as the Open Handset Alliance, with the main contributor and commercial marketer being Google. Initially developed by Android Inc., which Google bought in 2005, Android was unveiled in 2007, with the first commercial Android device launched in September 2008. The current stable version is Android 10, released on September 3, 2019. The core Android source code is known as Android Open Source Project (AOSP), which is primarily licensed under the Apache License. This has allowed variants of Android to be developed on a range of other electronics, such as game consoles, digital cameras, PCs and others, each with a specialized user interface. Some well known derivatives include Android TV for televisions and Wear OS for wearables, both developed by Google. Android's source code has been used as the basis of different ecosystems, most notably that of Google which is associated with a suite of proprietary software called Google Mobile Services (GMS), that frequently comes pre-installed on said devices.",
  "/wiki/Dragon_Fantasy:_The_Volumes_of_Westeria": "Dragon Fantasy is a retro-style role-playing game developed by American studio The Muteki Corporation. It was originally developed for iOS, where it launched on August 23, 2011, and was subsequently released for Mac, Microsoft Windows, and Android phones. On April 9, 2012, Sony Computer Entertainment of America announced on their blog that a greatly enhanced 16-bit version of the game would be launching on PlayStation 3 and PlayStation Vita. The game was originally created as an homage to series designer Adam Rippon's late father, sculptor and professor Thomas Rippon, who died in December 2010. Dragon Fantasy features classic Japanese role-playing game gameplay, including random battles, lengthy treasure-filled dungeons, and a story about a lone hero saving the world. The game features numerous homages to other games in the genre, most notably Final Fantasy and Dragon Quest, but also Lufia and EarthBound, amongst others. With the release of Dragon Fantasy Book I and Dragon Fantasy Book II on PlayStation Network, an enhanced mode with updated 16-bit styled graphics and orchestrated audio was added. This enhanced mode may be turned on or off at any time to allow the player to experience the game as either a Nintendo Entertainment System-style or Super Nintendo Entertainment System-style game.",
  "/wiki/Laserlife": "Laserlife is a rhythm game developed and published by Choice Provisions. It was released in September 2015 for Windows and Mac OS X through the download service Steam, as well as for PlayStation 4 and Xbox One.\n The game received mixed reviews from critics, complimenting its graphics, sound, and experimental nature, but criticizing its brevity.",
  "/wiki/Xbox_One": "The Xbox One is an eighth-generation home video game console developed by Microsoft. Announced in May 2013, it is the successor to Xbox 360 and the third console in the Xbox series of video game consoles. It was first released in North America, parts of Europe, Australia, and South America in November 2013, and in Japan, China, and other European countries in September 2014. It is the first Xbox game console to be released in China, specifically in the Shanghai Free-Trade Zone. Microsoft marketed the device as an all-in-one entertainment system, hence the name 'Xbox One'. The Xbox One mainly competes against Sony's PlayStation 4 and Nintendo's Wii U and Switch. Moving away from its predecessor's PowerPC-based architecture, the Xbox One marks a shift back to the x86 architecture used in the original Xbox; it features an AMD Accelerated Processing Unit (APU) built around the x86-64 instruction set. Xbox One's controller was redesigned over the Xbox 360's, with a redesigned body, D-pad, and triggers capable of delivering directional haptic feedback.",
  "/wiki/Tharsis_(video_game)": "Tharsis is a strategy video game developed and published by Choice Provisions. It was released in January 2016 for Windows and Mac OS X through the download service Steam, as well as for PlayStation 4.\n The game received polarized critical reviews, with some praising the deep strategic gameplay while others bemoaned the apparent overemphasis on random chance.",
  "/wiki/MacOS": "macOS (/ˌmækoʊˈɛs/; previously Mac OS X and later OS X) is a series of proprietary graphical operating systems developed and marketed by Apple Inc. since 2001. It is the primary operating system for Apple's Mac computers. Within the market of desktop, laptop and home computers, and by web usage, it is the second most widely used desktop OS, after Microsoft Windows. macOS is the second major series of Macintosh operating systems. The first is colloquially called the classic Mac OS, which was introduced in 1984, and the final release of which was Mac OS 9 in 1999. The first desktop version, Mac OS X 10.0, was released in March 2001, with its first update, 10.1, arriving later that year. After this, Apple began naming its releases after big cats, which lasted until OS X 10.8 Mountain Lion. Since OS X 10.9 Mavericks, releases have been named after locations in California.",
  "/wiki/Nintendo_Switch": "The Nintendo Switch[b] is a video game console developed by Nintendo, released worldwide in most regions on March 3, 2017. [c] It is a hybrid console that can be used as a home console and portable device. Its wireless Joy-Con controllers, with standard buttons and directional analog sticks for user input, motion sensing, and tactile feedback, can attach to both sides of the console to support handheld-style play. They can also connect to a Grip accessory to provide a traditional home console gamepad form, or be used individually in the hand like the Wii Remote and Nunchuk, supporting local multiplayer modes. The Nintendo Switch's software supports online gaming through Internet connectivity, as well as local wireless ad hoc connectivity with other consoles. Nintendo Switch games and software are available on both physical flash-based ROM cartridges and digital distribution via Nintendo eShop; the system has no region lockout. A handheld-focused revision of the system called the Nintendo Switch Lite, was released on September 20, 2019. The Nintendo Switch was unveiled in October 2016.",
  "/wiki/Personal_computer": "A personal computer (PC) is a multi-purpose computer whose size, capabilities, and price make it feasible for individual use. Personal computers are intended to be operated directly by an end user, rather than by a computer expert or technician. Unlike large costly minicomputers and mainframes, time-sharing by many people at the same time is not used with personal computers. Institutional or corporate computer owners in the 1960s had to write their own programs to do any useful work with the machines. While personal computer users may develop their own applications, usually these systems run commercial software, free-of-charge software (freeware), which is most often proprietary, or free and open-source software, which is provided in ready-to-run, or binary, form. Software for personal computers is typically developed and distributed independently from the hardware or operating system manufacturers. Many personal computer users no longer need to write their own programs to make any use of a personal computer, although end-user programming is still feasible. This contrasts with mobile systems, where software is often only available through a manufacturer-supported channel, and end-user program development may be discouraged by lack of support by the manufacturer.",
  "/wiki/Choice_Provisions": "Choice Provisions Inc., formerly known as Gaijin Games Inc. prior to June 2014, is an independent video game development studio, best known for their Bit.Trip series of video games.  The studio was founded in 2007 by Alex Neuse, Mike Roush, and Chris Osborn and is located in Santa Cruz, California."
}