{
  "/wiki/Ishii,_Tokushima": "Ishii (石井町, Ishii-chō) is a town located in Myōzai District, Tokushima Prefecture, Japan.",
  "/wiki/Monuments_of_Japan": "Monuments (記念物, kinenbutsu) is a collective term used by the Japanese government's Law for the Protection of Cultural Properties to denote Cultural Properties of Japan[note 1] as historic locations such as shell mounds, ancient tombs, sites of palaces, sites of forts or castles, monumental dwelling houses and other sites of high historical or scientific value; gardens, bridges, gorges, mountains, and other places of great scenic beauty; and natural features such as animals, plants, and geological or mineral formations of high scientific value.",
  "/wiki/Anan,_Tokushima": "Anan (阿南市, Anan-shi) is a city in Tokushima Prefecture, Japan. The city was founded on May 1, 1958.",
  "/wiki/Kamiyama,_Tokushima": "Kamiyama (神山町, Kamiyama-chō) is a town in Myōzai District, Tokushima Prefecture, Japan.",
  "/wiki/Katsuura,_Tokushima": "Katsuura (勝浦町, Katsuura-chō) is a town located in Katsuura District, Tokushima Prefecture, Japan.",
  "/wiki/Komatsushima,_Tokushima": "Komatsushima (小松島市, Komatsushima-shi) is a city located in Tokushima Prefecture, Japan. The city was founded on June 1, 1951.",
  "/wiki/Miyoshi,_Tokushima": "Miyoshi (三好市, Miyoshi-shi) is a city located in Tokushima Prefecture, Japan.",
  "/wiki/Mima,_Tokushima": "Mima (美馬市, Mima-shi) is a city located in Tokushima Prefecture, Japan.",
  "/wiki/Tokushima,_Tokushima": "Tokushima (徳島市, Tokushima-shi, Japanese: [tokɯꜜɕima]) is the capital city of Tokushima Prefecture on Shikoku island in Japan.",
  "/wiki/Sh%C5%8Dzui_Castle": "Shōzui Castle (勝瑞城, Shōzui-jō) is the name for the earthly remains of a castle structure in Tokushima Prefecture, Japan. The site was designated a National Historic Site",
  "/wiki/Aizumi,_Tokushima": "Aizumi (藍住町, Aizumi-chō) is a town located in Itano District, in northeastern Tokushima Prefecture, Japan.",
  "/wiki/Higashimiyoshi,_Tokushima": "Higashimiyoshi (東みよし町, Higashimiyoshi-chō) is a town located in Miyoshi District, Tokushima Prefecture, Japan.",
  "/wiki/Tokushima_Castle": "Tokushima Castle is a 16th-century castle on a hilltop, located in Tokushima, Tokushima, Japan.",
  "/wiki/Tokushima_Domain": "The Tokushima Domain (徳島藩, Tokushima-han) was a Japanese domain of the Edo period. It was associated with Awa Province in modern-day Tokushima Prefecture on the island of Shikoku; and it was associated with Awaji Province in modern-day Hyōgo Prefecture.",
  "/wiki/Hachisuka_clan": "The Hachisuka clan (蜂須賀氏, Hachisuka-shi) are descendants of Emperor Seiwa (850-880) and are a branch of the Ashikaga clan and the Shiba clan (Seiwa Genji).",
  "/wiki/Naruto,_Tokushima": "Naruto (鳴門市, Naruto-shi) is a city located in Tokushima Prefecture, Japan. The city was founded on March 15, 1947.",
  "/wiki/Band%C5%8D_prisoner-of-war_camp": "The Bandō POW camp (板東俘虜収容所, Bandō Furyoshūyōsho) was a prisoner-of-war camp during World War I in what is now Naruto, Tokushima Prefecture, Shikoku Island, Japan. From April 1917 to January 1920, just under a thousand of the 3,900 German soldiers captured at Tsingtao, China in November 1914 were imprisoned at the camp. When the camp closed in 1920, sixty-three of the prisoners chose to remain in Japan.",
  "/wiki/Cinnabar": "Cinnabar (/ˈsɪnəbɑːr/) or cinnabarite (/sɪnəˈbɑːraɪt/), likely deriving from the Ancient Greek: κιννάβαρι (kinnabari), is the bright scarlet to brick-red form of mercury(II) sulfide (HgS). It is the most common source ore for refining elemental mercury, and is the historic source for the brilliant red or scarlet pigment termed vermilion and associated red mercury pigments."
}