{
  "/wiki/Amy_Harris_(long_jumper)": "Amy Melissa Harris-Willock (born 14 September 1987 in Birmingham) is an English long jumper of Antiguan descent competing as Amy Harris, and a former titleholder of the pageant Miss Caribbean UK.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Antigua_and_Barbuda": "Antigua and Barbuda (/ænˈtiːɡ(w)ə ... bɑːrˈb(j)uːdə/ (listen); an-TEE-g(w)ə ... bar-B(Y)OO-də) is an island sovereign state in the West Indies in the Americas, lying between the Caribbean Sea and the Atlantic Ocean. It consists of two major islands, Antigua and Barbuda, and a number of smaller islands (including Great Bird, Green, Guiana, Long, Maiden and York Islands and further south, the island of Redonda). The permanent population numbers about 95,900 (2018 est.), with 97% being resident on Antigua. The capital and largest port and city is St. John's on Antigua, with Codrington being the largest town on Barbuda. Lying near each other (the main Barbuda airport is less than 0.5° of latitude, or 56 kilometres (30 nautical miles), north of the main Antigua airport), Antigua and Barbuda are in the middle of the Leeward Islands, part of the Lesser Antilles, roughly at 17°N of the equator.",
  "/wiki/Uruguay": "Uruguay (/ˈjʊərəɡwaɪ/ (listen); Spanish: [uɾuˈɣwai] (listen)), officially the Oriental Republic of Uruguay (Spanish: República Oriental del Uruguay; Portuguese: República Oriental do Uruguai), is a country in the southeastern region of South America. It borders Argentina to its west and Brazil to its north and east, with the Río de la Plata (River of Silver) to the south and the Atlantic Ocean to the southeast. Uruguay is home to an estimated 3.45 million people, of whom 1.8 million live in the metropolitan area of its capital and largest city, Montevideo. With an area of approximately 176,000 square kilometers (68,000 sq mi), Uruguay is geographically the second-smallest nation in South America, after Suriname.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/Yvonne_Saunders": "Yvonne Saunders-Mondesire (born 9 October 1951) is a Jamaican-Canadian former track and field athlete. A versatile athlete, she competed in women's pentathlon, long jump, high jump, 400 metres and 800 metres. She competed internationally for Canada, Jamaica, and England during her career.",
  "/wiki/Jamaica": "Jamaica (/dʒəˈmeɪkə/ (listen)) is an island country situated in the Caribbean Sea. Spanning 10,990 square kilometres (4,240 sq mi) in area, it is the third-largest island of the Greater Antilles and the Caribbean (after Cuba and Hispaniola). Jamaica lies about 145 kilometres (90 mi) south of Cuba, and 191 kilometres (119 mi) west of Hispaniola (the island containing the countries of Haiti and the Dominican Republic); the British Overseas Territory of the Cayman Islands lies some 215 kilometres (134 mi) to the north-west.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Anton_Skerritt": "Anton Skerritt (born January 3, 1964) is a Trinidadian/Canadian former Sprinter, and soccer player. As a sprinter he competed in the 1984 Summer Olympics, 1988 Summer Olympics, 1987 World Championships in Athletics, 1986 Commonwealth Games, and the 1989 Jeux de la Francophonie.",
  "/wiki/Trinidad_and_Tobago": "The Republic of Trinidad and Tobago (/ˈtrɪnɪdæd ... təˈbeɪɡoʊ/ (listen), /- toʊ-/) is the southernmost island country in the Caribbean. Consisting of the main islands Trinidad and Tobago, and numerous much smaller islands, it is situated 130 kilometres (81 miles) south of Grenada and 11 kilometres (6.8 miles) off the coast of northeastern Venezuela. It shares maritime boundaries with Barbados to the northeast, Grenada to the northwest, Guyana to the southeast, and Venezuela to the south and west.",
  "/wiki/Stephen_Agar": "Stephen Kirwan \"Steve\" Agar (born 6 June 1968 in Saint George) is a retired track and field athlete who competed for Dominica and later Canada. At the 1996 Summer Olympic Games in the men's 1500 metres he finished eighth in his heat, failing to advance. In 1998 he got Canadian nationality. He is the brother of swimmer Francilla Agar.",
  "/wiki/Dominica": "Dominica (/ˌdɒmɪˈniːkə/ DOM-ih-NEE-kə or /dəˈmɪnɪkə/ də-MIH-nih-kə; French: Dominique; Island Carib: Wai‘tu kubuli), officially the Commonwealth of Dominica, is an island country  in the Caribbean. The capital, Roseau, is located on the western side of the island. It is geographically situated a part of the Leeward Islands chain in the Lesser Antilles archipelago in the Caribbean Sea. The island is located near Guadeloupe to the northwest and Martinique to the south-southeast. Its area is 750 km2 (290 sq mi), and the highest point is Morne Diablotins, at 1,447 m (4,747 ft) in elevation. The population was 71,293 at the 2011 census.",
  "/wiki/Graeme_Fell": "Graeme Vincent Fell (born 19 March 1959 in Dagenham, Essex, England) is a male former 3000 metres steeplechase runner.",
  "/wiki/Karlene_Haughton": "Karlene V. Haughton (born 18 October 1972 in Bethany, Saint Ann, Jamaica) is a Canadian retired athlete specialising in the 400 metres hurdles. She changed allegiance from her native Jamaica in 1998.",
  "/wiki/Philomena_Mensah": "Philomena Mensah (born May 11, 1975) is a Canadian sprinter. Born in Accra, she previously represented Ghana, but emigrated to Canada following the 1994 Commonwealth Games. She won the bronze medal in the 60 metres event at the 1999 IAAF World Indoor Championships, after having set a personal best in the heats with 7.02 seconds.",
  "/wiki/Ghana": "Ghana (/ˈɡɑːnə/ (listen)), officially the Republic of Ghana, is a country located along the Gulf of Guinea and Atlantic Ocean, in the subregion of West Africa. Spanning a land mass of 238,535 km2 (92,099 sq mi), Ghana is bordered by the Ivory Coast in the west, Burkina Faso in the north, Togo in the east, and the Gulf of Guinea and Atlantic Ocean in the south. Ghana means \"Warrior King\" in the Soninke language.",
  "/wiki/Martha_Adusei": "Martha Adusei (born 8 June 1976) is a Ghanaian-Canadian sprinter. She competed in the women's 100 metres at the 2000 Summer Olympics for Canada. Previously, she represented Ghana, including at the 1994 Commonwealth Games.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Nicole_Haynes": "Nicole Haynes (born September 18, 1974, in Toronto, Ontario) is a retired female track and field athlete from the United States, who competed in the heptathlon. She set a personal best at the 2000 Olympic Trials, where she placed 5th.  After 2000, she switched her athletic eligibility to her native Canada.  She subsequently won a silver medal in the 2003 Pan Am Games.  She won 1990 Mt. SAC Relays high school Heptathlon scoring 4315 for Bishop Montgomery High School.",
  "/wiki/Charles_Allen_(athlete)": "Charles Allen (born March 3, 1977) is a Canadian track and field athlete, specializing in hurdling and sprinting.",
  "/wiki/Guyana": "Guyana (/ɡaɪˈɑːnə/ or /ɡaɪˈænə/), officially the Co-operative Republic of Guyana, is a country on the northern mainland of South America. It is the only English speaking country in South America, and is culturally considered part of the Anglophone-Caribbean sphere. In addition it is one of the founding member countries of the Caribbean Community organization (CARICOM). Guyana is bordered by the Atlantic Ocean to the north, Brazil to the south and southwest, Venezuela to the west, and Suriname to the east. With an area of 215,000 square kilometres (83,000 sq mi), Guyana is the third-smallest sovereign state on mainland South America after Uruguay and Suriname.",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe.[note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern.[note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva.",
  "/wiki/Dariusz_Slowik": "Dariusz Robert Slowik (born 15 August 1977) is a retired Polish-Canadian discus thrower. He competed for Denmark until his Danish residence permit was revoked, and then began representing Canada.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).",
  "/wiki/Lieja_Tunks": "Liesbeth (\"Lieja\") Jantina Koeman, formerly Lieja Tunks, (born 10 March 1976 in Purmerend, North Holland) is a shot putter, who represents Canada after switching from the Netherlands in 2006.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages.",
  "/wiki/Eritrea": "Eritrea (/ˌɛrɪˈtreɪə, ˌɛrɪˈtriːə/ (listen) officially the State of Eritrea), is a country in the Horn of Africa in East Africa, with its capital at Asmara. It is bordered by Sudan in the west, Ethiopia in the south, and Djibouti in the southeast. The northeastern and eastern parts of Eritrea have an extensive coastline along the Red Sea. The nation has a total area of approximately 117,600 km2 (45,406 sq mi), and includes the Dahlak Archipelago and several of the Hanish Islands.",
  "/wiki/Danny_Kassap": "Danny Tshindind Kassap (24 June 1982 – 2 May 2011) was a Congolese-Canadian long-distance runner who specialized in the marathon.",
  "/wiki/Democratic_Republic_of_the_Congo": "The Democratic Republic of the Congo (pronunciation (help·info) French: République démocratique du Congo [kɔ̃ɡo]), also known as DR Congo, the DRC, DROC, Congo-Kinshasa, or simply the Congo, is a country located in Central Africa. It was formerly called Zaire (1971–1997). It is, by area, the largest country in sub-Saharan Africa, the second-largest in all of Africa (after Algeria), and the 11th-largest in the world. With a population of over 84 million, the Democratic Republic of the Congo is the most populous officially Francophone country, the fourth-most-populous country in Africa, and the 16th-most-populous country in the world. Eastern DR Congo has been the scene of ongoing military conflict in Kivu, since 2015.",
  "/wiki/List_of_eligibility_transfers_in_athletics": "This is a list of track and field athletes who have moved to compete for another country. Such moves are called transfers of allegiance by the IAAF."
}