{
  "/wiki/23rd_Grammy_Awards": "The 23rd Annual Grammy Awards were held on February 25, 1981, at Radio City Music Hall in New York City and were broadcast live on American television. They recognized accomplishments by musicians from the year 1980.",
  "/wiki/George_Benson": "George Benson (born March 22, 1943) is an American guitarist, singer, and songwriter. He began his professional career at the age of 21 as a jazz guitarist. Benson uses a rest-stroke picking technique similar to that of gypsy jazz players such as Django Reinhardt.",
  "/wiki/Moody%27s_Mood_for_Love": "\"Moody's Mood for Love\" is a 1952 song by Eddie Jefferson, whose melody is derived from an improvised solo by jazz saxophonist James Moody on a 1949 recording of the 1935 song \"I'm in the Mood for Love\". It gained widespread popularity after being recorded by singer King Pleasure. It has since been covered by many artists. Moody himself adopted the song as his own, recording it with Jefferson on the 1956 album Moody's Mood for Love and often singing the song himself in concert.",
  "/wiki/Bill_Henderson_(performer)": "William Randall Henderson (March 19, 1926 – April 3, 2016) was an American jazz singer and actor in television and film.",
  "/wiki/Mark_Murphy_(singer)": "Mark Howe Murphy (March 14, 1932 – October 22, 2015) was an American jazz singer based at various times in New York City, Los Angeles, London, and San Francisco. He recorded 47 albums under his own name during his lifetime and was principally known for his innovative vocal improvisations. He was the recipient of the 1996, 1997, 2000, and 2001 Down Beat magazine readers' jazz poll for Best Male Vocalist and was also nominated five times for the Grammy Award for Best Vocal Jazz Performance. He wrote lyrics to the jazz tunes \"Stolen Moments\" and \"Red Clay\".",
  "/wiki/Slam_Stewart": "Leroy Eliot \"Slam\" Stewart (September 21, 1914 – December 10, 1987) was an American jazz double bass player whose trademark style was his ability to bow the bass (arco) and simultaneously hum or sing an octave higher. He was a violinist before switching to bass at the age of 20.",
  "/wiki/Mel_Torm%C3%A9": "Melvin Howard Tormé (September 13, 1925 – June 5, 1999), known professionally as Mel Tormé and nicknamed \"The Velvet Fog,\" was an American musician, singer, composer, arranger, drummer, actor, and author. He composed the music for \"The Christmas Song\" (\"Chestnuts Roasting on an Open Fire\") and co-wrote the lyrics with Bob Wells.",
  "/wiki/Torm%C3%A9:_A_New_Album": "Tormé: A New Album is a 1977 studio album by Mel Tormé.  The album has also been re-issued as, Mel Tormé: The London Sessions and with additional \"bonus\" tracks as A New Album, London Sessions Complete Edition.",
  "/wiki/24th_Grammy_Awards": "The 24th Annual Grammy Awards were held on February 24, 1982, at the Shrine Auditorium in Los Angeles, and were broadcast live on American television. The event recognized the accomplishments of musicians during the year 1981. Quincy Jones was the major recipient of awards with a total of five Grammys.",
  "/wiki/Al_Jarreau": "Alwin Lopez Jarreau (March 12, 1940 – February 12, 2017) was an American singer and musician. He received a total of seven Grammy Awards and was nominated for over a dozen more. Jarreau is perhaps best known for his 1981 album Breakin' Away. He also sang the theme song of the 1980s television series Moonlighting, and was among the performers on the 1985 charity song \"We Are the World.\"",
  "/wiki/Blue_Rondo_%C3%A0_la_Turk": "\"Blue Rondo à la Turk\" is a jazz standard composition by Dave Brubeck. It appeared on the album Time Out in 1959. It is written in 98 time, with one side theme in 44, and the choice of rhythm was inspired by the Turkish aksak time signatures. It was originally recorded by the Dave Brubeck Quartet with Dave Brubeck on piano, Paul Desmond on alto saxophone, Eugene Wright on bass, and Joe Morello on drums.",
  "/wiki/Johnny_Hartman": "John Maurice Hartman (July 3, 1923 – September 15, 1983) was an American jazz singer who specialized in ballads and earned critical acclaim, though he was never widely known. He recorded a well-known collaboration with the saxophonist John Coltrane in 1963 called John Coltrane and Johnny Hartman, was briefly a member of Dizzy Gillespie's group and recorded with Erroll Garner. Most of Hartman's career was spent recording solo albums.",
  "/wiki/Jimmy_Rowles": "James George Hunter (August 19, 1918 – May 28, 1996), known professionally as Jimmy Rowles, was an American jazz pianist, vocalist, and composer.  As a bandleader and accompanist, he explored various styles including swing and cool jazz.",
  "/wiki/25th_Grammy_Awards": "The 25th Annual Grammy Awards were held on February 23, 1983, at Shrine Auditorium, Los Angeles. They recognized accomplishments by musicians from the previous year.",
  "/wiki/An_Evening_with_George_Shearing_%26_Mel_Torm%C3%A9": "An Evening with George Shearing & Mel Tormé is a live album by Mel Tormé, accompanied by George Shearing.",
  "/wiki/Dave_Frishberg": "David L. Frishberg (born March 23, 1933) is an American jazz pianist, vocalist, composer, and lyricist born in Saint Paul, Minnesota. His songs have been performed by Blossom Dearie, Rosemary Clooney, Shirley Horn, Anita O'Day, Michael Feinstein, Irene Kral, Diana Krall, Stacey Kent, John Pizzarelli and Mel Tormé.",
  "/wiki/Joe_Williams_(jazz_singer)": "Joe Williams (born Joseph Goreed; December 12, 1918 – March 29, 1999) was an American jazz singer. He sang with big bands such as the Count Basie Orchestra and the Lionel Hampton Orchestra and with his combos. He sang in two films with the Basie orchestra and sometimes worked as an actor.",
  "/wiki/26th_Grammy_Awards": "The 26th Annual Grammy Awards were held on February 28, 1984, at Shrine Auditorium, Los Angeles, and were broadcast live on American television. They recognized accomplishments by musicians from the year 1983. Michael Jackson who had been recovering from scalp burns sustained due to an accident which occurred during filming of a Pepsi commercial, won a record eight awards during the show. It is notable for garnering the largest Grammy Award television audience ever.",
  "/wiki/Top_Drawer": "Top Drawer is a 1983 album by Mel Tormé, accompanied by George Shearing.",
  "/wiki/Mose_Allison": "Mose John Allison Jr. (November 11, 1927 – November 15, 2016) was an American jazz and blues pianist, singer, and songwriter. He became notable for playing a unique mix of blues and modern jazz, both singing and playing piano. After moving to New York in 1956, he worked primarily in jazz settings, playing with jazz musicians like Stan Getz, Al Cohn, and Zoot Sims, along with producing numerous recordings.",
  "/wiki/Jon_Hendricks": "John Carl Hendricks (September 16, 1921 – November 22, 2017), known professionally as Jon Hendricks, was an American jazz lyricist and singer. He is one of the originators of vocalese, which adds lyrics to existing instrumental songs and replaces many instruments with vocalists, such as the big-band arrangements of Duke Ellington and Count Basie. He is considered one of the best practitioners of scat singing, which involves vocal jazz soloing. Jazz critic and historian Leonard Feather called him the \"Poet Laureate of Jazz\", while Time dubbed him the \"James Joyce of Jive\". Al Jarreau called him \"pound-for-pound the best jazz singer on the planet—maybe that's ever been\".",
  "/wiki/Jimmy_Witherspoon": "James Witherspoon (August 8, 1920 – September 18, 1997) was an American jump blues singer.",
  "/wiki/27th_Grammy_Awards": "The 27th Annual Grammy Awards were held on February 26, 1985, at Shrine Auditorium, Los Angeles, and were broadcast live on American television. They recognized accomplishments by musicians from the year 1984.",
  "/wiki/28th_Grammy_Awards": "The 28th Annual Grammy Awards were held on February 25, 1986, at Shrine Auditorium, Los Angeles. They recognized accomplishments by musicians from the previous year, 1985.",
  "/wiki/Bobby_McFerrin": "Robert Keith McFerrin Jr. (born March 11, 1950) is an American jazz vocalist. He is known for his vocal techniques, such as singing fluidly but with quick and considerable jumps in pitch—for example, sustaining a melody while also rapidly alternating with arpeggios and harmonies—as well as scat singing, polyphonic overtone singing, and improvisational vocal percussion. He is widely known for performing and recording regularly as an unaccompanied solo vocal artist. He has frequently collaborated with other artists from both the jazz and classical scenes.",
  "/wiki/Beyond_the_Sea_(La_Mer)": "\"Beyond the Sea\" is a 1945 contemporary pop romantic love song by Jack Lawrence,  with music taken from the song \"La Mer\" by Charles Trenet.",
  "/wiki/Alan_Paul": "Alan Paul Wichinsky (born November 23, 1949, Newark, New Jersey) is a Grammy Award–winning singer and composer, best known as one of the founding members of the current incarnation of the vocal group The Manhattan Transfer.",
  "/wiki/29th_Grammy_Awards": "The 29th Annual Grammy Awards were held on February 24, 1987, at Shrine Auditorium, Los Angeles, California. They recognized accomplishments by musicians from the previous year.",
  "/wiki/%27Round_Midnight_(song)": "\"'Round Midnight\" is a 1944 composition by pianist Thelonious Monk that quickly became a jazz standard and has been recorded by a wide variety of artists. A version recorded by Monk's quintet was added to the Grammy Hall of Fame in 1993. It is the most recorded jazz standard composed by a jazz musician.",
  "/wiki/Grady_Tate": "Grady Bernard Tate (January 14, 1932 – October 8, 2017) was an American jazz and soul-jazz drummer and baritone vocalist. In addition to his work as sideman, Tate released many albums as leader and lent his voice to songs in the animated Schoolhouse Rock! series.",
  "/wiki/An_Elegant_Evening": "An Elegant Evening is a 1985 studio album by the American jazz singer Mel Tormé, accompanied by George Shearing.",
  "/wiki/30th_Grammy_Awards": "The 30th Annual Grammy Awards were held March 2, 1988, at Radio City Music Hall, New York City. They recognized accomplishments by musicians from the previous year.",
  "/wiki/What_Is_This_Thing_Called_Love%3F": "\"What Is This Thing Called Love?\" is a 1929 popular song written by Cole Porter, for the musical Wake Up and Dream. It was first performed by Elsie Carlisle in March 1929. The song has become a popular jazz standard and one of Porter's most often played compositions.",
  "/wiki/Billy_Eckstine": "William Clarence Eckstine (July 8, 1914 – March 8, 1993) was an American jazz and pop singer and a bandleader during the swing era. He was noted for his rich, almost operatic bass-baritone voice. His recording of \"I Apologize\" (MGM, 1948) was given the Grammy Hall of Fame Award in 1999. The New York Times described him as an \"influential band leader\" whose \"suave bass-baritone\" and \"full-throated, sugary approach to popular songs inspired singers like Joe Williams, Arthur Prysock and Lou Rawls.\"",
  "/wiki/Benny_Carter": "Bennett Lester Carter (August 8, 1907 – July 12, 2003) was an American jazz saxophonist, clarinetist, trumpeter, composer, arranger, and bandleader. With Johnny Hodges, he was a pioneer on the alto saxophone. From the beginning of his career in the 1920s he was a popular arranger, having written charts for Fletcher Henderson's big band that shaped the swing style. He had an unusually long career that lasted into the 1990s. During the 1980s and '90s, he was nominated for eight Grammy Awards, which included receiving a Lifetime Achievement Award.",
  "/wiki/Billy_Eckstine_Sings_with_Benny_Carter": "Billy Eckstine Sings with Benny Carter is a 1986 album by the American singer Billy Eckstine, accompanied by the alto saxophonist Benny Carter. The singer Helen Merrill appears in duet with Eckstine on the first and last songs of the album. This was Eckstine's only LP released on Verve Records, and marked his final album recordings.",
  "/wiki/Arthur_Prysock": "Arthur Prysock Jr. (January 1, 1924 or 1929 – June 14, 1997) was an American jazz and R&B singer best known for his live shows and his deep baritone, influenced by Billy Eckstine. According to his obituary in  The New York Times, \"his heavy, deep voice projected a calm, reassuring virility.\"",
  "/wiki/This_Guy%27s_in_Love_With_You": "\"This Guy's in Love with You\" is a song written by Burt Bacharach and Hal David, and recorded by Herb Alpert.  Although known primarily for his trumpet playing as the leader of the Tijuana Brass, Alpert sang lead vocals on this solo recording, arranged by Bacharach. An earlier recording of the song was by British singer Danny Williams titled \"That Guy's in Love\", which appears on his 1968 self-titled album.",
  "/wiki/31st_Grammy_Awards": "The 31st Annual Grammy Awards were held on February 22, 1989, at Shrine Auditorium, Los Angeles. They recognized accomplishments by musicians from the previous year.",
  "/wiki/Jo%C3%A3o_Gilberto": "João Gilberto Prado Pereira de Oliveira, known as João Gilberto (Portuguese: [ʒuˈɐ̃w ʒiwˈbɛʁtu]; 10 June 1931 – 6 July 2019), was a Brazilian singer, songwriter, and guitarist, who was a pioneer of the musical genre of bossa nova in the late 1950s. Around the world he was often called \"father of bossa nova\"; in his native Brazil, he was referred to as \"O Mito\" (\"The Legend\").",
  "/wiki/Live_in_Montreux": "Live in Montreux is a bossa nova album by João Gilberto, recorded\nlive in the 1985 Montreux Jazz Festival and released in 1987. This is a single-disc\nedition of the double album Live at the 19th Montreux Jazz Festival, released in 1986.",
  "/wiki/A_Vintage_Year": "A Vintage Year is a 1987 live album by the American jazz singer Mel Tormé, accompanied by George Shearing.",
  "/wiki/32nd_Grammy_Awards": "The 32nd Annual Grammy Awards were held in 1990. They recognized accomplishments by musicians from the previous year.",
  "/wiki/Harry_Connick,_Jr.": "Joseph Harry Fowler Connick Jr. (born September 11, 1967) is an American singer, composer, actor, and television host. He has sold over 28 million albums worldwide. Connick is ranked among the top 60 best-selling male artists in the United States by the Recording Industry Association of America, with 16 million in certified sales. He has had seven top 20 US albums, and ten number-one US jazz albums, earning more number-one albums than any other artist in US jazz chart history.",
  "/wiki/When_Harry_Met_Sally..._(soundtrack)": "When Harry Met Sally... is the soundtrack to the movie When Harry Met Sally... starring Billy Crystal and Meg Ryan. The songs are performed by pianist Harry Connick Jr., who won the Grammy Award for Best Jazz Male Vocal Performance.",
  "/wiki/Tenderly": "\"Tenderly\" is a popular song published in 1946 with music by Walter Gross and lyrics by Jack Lawrence. Written in the key of E♭ as a waltz in 3/4 time, it has since been performed in 4/4 and has become a popular jazz standard.",
  "/wiki/Dr._John": "Malcolm John Rebennack Jr. (November 20, 1941 – June 6, 2019), better known by his stage name Dr. John, was an American singer and songwriter. His music combined blues, pop, jazz, boogie-woogie, and rock and roll.",
  "/wiki/In_a_Sentimental_Mood": "\"In a Sentimental Mood\" is a jazz composition by Duke Ellington. He composed the piece in 1935 and recorded it with his orchestra during the same year. Lyrics were written by Manny Kurtz; Ellington's manager Irving Mills gave himself a percentage of the publishing,[citation needed] so the song was credited to all three.",
  "/wiki/Lou_Rawls": "Louis Allen Rawls (December 1, 1933 – January 6, 2006) was an American singer, songwriter, actor, voice actor, and record producer. Rawls released more than 60 albums, sold more than 40 million records, and had numerous charting singles, most notably his song \"You'll Never Find Another Love like Mine\". He worked as a film, television, and voice actor. He was also a three-time Grammy-winner, all for Best Male R&B Vocal Performance.",
  "/wiki/33rd_Grammy_Awards": "The 33rd Annual Grammy Awards were held on February 20, 1991. They recognized accomplishments by musicians from the previous year. Quincy Jones was the night's biggest winner winning a total of six awards including Album of the Year.",
  "/wiki/We_Are_in_Love": "We Are in Love is an album by American artist Harry Connick Jr., released in 1990. The multi-platinum album features Connick on piano & vocal, Russell Malone on guitar, Shannon Powell on drums, Benjamin Jonah Wolfe on double bass, and Branford Marsalis on saxophone. Joining the quartet is Connick's Big Band. Most of the tracks include an orchestral background.",
  "/wiki/Tony_Bennett": "Anthony Dominick Benedetto (born August 3, 1926), known professionally as Tony Bennett, is an American singer of traditional pop standards, big band, show tunes, and jazz. He is also a painter, having created works under the name Anthony Benedetto that are on permanent public display in several institutions. He is the founder of the Frank Sinatra School of the Arts in Astoria, Queens, New York.",
  "/wiki/Astoria:_Portrait_of_the_Artist": "Astoria: Portrait of the Artist is a 1990 studio album by Tony Bennett.",
  "/wiki/Freddie_Freeloader": "\"Freddie Freeloader\" is a composition by Miles Davis and is the second track on his 1959 album Kind of Blue. The piece takes the form of a twelve-bar blues in B♭, but the chord over the final two bars of each chorus is an A♭7, not the traditional B♭7 followed by either F7 for a turnaround or some variation of B♭7 for an ending.",
  "/wiki/Scrapple_from_the_Apple": "\"Scrapple from the Apple\" is a bebop composition by Charlie Parker written in 1947, commonly recognized today as a jazz standard, written in F major. The song borrows its chord progression from \"Honeysuckle Rose\", a common practice for Parker, as he based many of his successful tunes over already well-known chord changes.",
  "/wiki/Grammy_Award_for_Best_Jazz_Vocal_Performance,_Male": "The Grammy Award for Best Jazz Vocal Performance, Male was an honor presented at the Grammy Awards, a ceremony that was established in 1958 and originally called the Gramophone Awards, to male recording artists for quality jazz vocal performances (songs or albums). Honors in several categories are presented at the ceremony annually by the National Academy of Recording Arts and Sciences of the United States to \"honor artistic achievement, technical proficiency and overall excellence in the recording industry, without regard to album sales or chart position\"."
}