{
  "/wiki/Auto_Esporte_Clube": "Auto Esporte Clube, also known as Auto Esporte, is a Brazilian football team from João Pessoa, Paraíba state. They competed in the Série C once, in the Copa do Brasil twice, and won the Campeonato Paraibano several times.",
  "/wiki/João_Pessoa,_Brazil": "João Pessoa (Brazilian Portuguese: [ʒuˈɐ̃w peˈso.ɐ])[a] is the capital of the state of Paraíba in Brazil. Known as the \"Brazilian Paris\", due its abundance of green area, it was founded in 1585 and it is also known as the city where the sun rises first, because it is the easternmost city in the Americas at 34° 47′ 38″ W, 7° 9′ 28″ S. Its easternmost point is known as Ponta do Seixas. The city is often referred as \"the second greenest in the world\", with more than 7 square kilometres (2.7 sq mi) of forested land, second only to Paris, France, though such claim seems to be just a publicity stunt from the then mayor during Earth Summit.",
  "/wiki/Almeidão": "Estádio José Américo de Almeida Filho, usually known as Almeidão is a multi-purpose stadium in João Pessoa, Brazil. It is currently used mostly for football matches. It hosts the games of Botafogo (PB), CSP, and Santos (PB). The stadium holds 25,770. The stadium was built in 1975.",
  "/wiki/2011_Campeonato_Paraibano": "The 2011 edition of Campeonato Paraibano's First Division was contested by 10 clubs and started in February 2, 2011. Treze successfully defended their 2010 season title.",
  "/wiki/Botafogo_Futebol_Clube_(PB)": "Botafogo Futebol Clube, usually known as Botafogo, or as Botafogo da Paraíba, is a Brazilian football club from João Pessoa, Paraíba state. The club won the Série D once.",
  "/wiki/Campinense_Clube": "Campinense Clube, usually known simply as Campinense, is a Brazilian football club from Campina Grande, Paraíba state. The club finished as the Campeonato Brasileiro Série B runner-up in 1972, and has also competed in the Campeonato Brasileiro Série A several times.",
  "/wiki/Campina_Grande": "Campina Grande (Portuguese \"Great Plain\") is the second most populous Brazilian city in the State of Paraíba after João Pessoa, the capital. It is considered to be the most important city of the Northeastern Brazilian subregion called agreste. It is considered one of the main industrial, technological and educational centers in the northeastern region of Brazil. The city was officially founded in 1864.  Campina Grande also has a large cultural agenda, including the world's largest Saint John's Festival (called O Maior São João do Mundo), which takes place during the entire month of June.",
  "/wiki/Amigão": "Estádio Governador Ernani Sátyro, usually known by its nickname Amigão (sometimes called O Amigão), is a multi-purpose stadium in Campina Grande, Brazil. It is currently used mostly for football matches. The stadium holds 35,000. The stadium was built in 1975.",
  "/wiki/Centro_Sportivo_Paraibano": "Centro Sportivo Paraibano, commonly known as CSP, is a Brazilian football club based in João Pessoa, Paraíba state.",
  "/wiki/Estádio_Leonardo_Vinagre_da_Silveira": "Estádio Leonardo Vinagre da Silveira, commonly known as Estádio da Graça, is an association football stadium located in Cruz das Armas neighborhood, João Pessoa, Paraíba, Brazil.",
  "/wiki/Esporte_Clube_de_Patos": "Esporte Clube de Patos, commonly known as Esporte de Patos, or just as Esporte, is a Brazilian football club based in Patos, Paraíba state.",
  "/wiki/Patos,_Paraíba": "Patos is a municipality in the state of Paraíba in the Northeast Region of Brazil.\nIts population is 104,716 inhabitants (IBGE, 2013).",
  "/wiki/Esporte_Clube_Flamengo_Paraibano": "Esporte Clube Flamengo Paraibano, commonly known as Flamengo Paraibano, is a Brazilian football club based in João Pessoa, Paraíba state.",
  "/wiki/Nacional_Atlético_Clube_(Patos)": "Nacional Atlético Clube, usually known as Nacional de Patos or simply as Nacional is a Brazilian football club from Patos, Paraíba state. The club was founded in 1961, and in 1989 competed in the Brazilian Championship Second Level and in 2005 and in 2007 competed in the Brazilian Championship Third Level. Its home matches are played at José Cavalcanti Stadium.",
  "/wiki/Paraíba_Esporte_Clube": "Paraíba Esporte Clube, commonly known as Paraíba, is a Brazilian football club based in Cajazeiras, Paraíba state.",
  "/wiki/Cajazeiras": "Cajazeiras is a municipality in the state of Paraíba in the Northeast Region of Brazil. It has a population of 58,446 as of 2010.",
  "/wiki/Sousa_Esporte_Clube": "Sousa Esporte Clube, commonly known as Sousa, is a Brazilian football team based in Sousa, Paraíba state. They competed in the Série C and in the Copa do Brasil three times.",
  "/wiki/Sousa,_Paraíba": "Sousa, Paraíba is a municipality in the state of Paraíba in the Northeast Region of Brazil.",
  "/wiki/Treze_Futebol_Clube": "Treze Futebol Clube is a Brazilian football team from Campina Grande in Paraíba, founded on September 7, 1925. Historically, the club has competed in the Campeonato Brasileiro Série A several times. Recently, the club has competed only in lower divisions of the national league, the Copa do Brasil, the regional Copa do Nordeste and the Paraíba State Championship",
  "/wiki/2012_Campeonato_Paraibano": "The 2012 edition of Campeonato Paraibano's First Division was contested by 10 clubs and started on February 5, 2012. Treze were the defending champions, having won the tournament in 2011, but they were eliminated in the second stage by Sousa."
}