{
  "/wiki/AM_broadcasting": "AM broadcasting is a radio broadcasting technology, which employs amplitude modulation (AM) transmissions. It was the first method developed for making audio radio transmissions, and is still used worldwide, primarily for medium wave (also known as \"AM band\") transmissions, but also on the longwave and shortwave radio bands.",
  "/wiki/CJWW": "CJWW is a Canadian radio station, airing a country music format at 600 AM in Saskatoon, Saskatchewan. The station is owned by Elmer Hildebrand via licensee 629112 Saskatchewan Ltd., trading as Saskatoon Media Group. It shares studios with sister stations CKBL-FM and CJMK-FM at 366 3rd Avenue South.",
  "/wiki/Country_music": "Country music, also known as  country and western (or simply country), and hillbilly music, is a genre of popular music that originated in the Southern United States in the early 1920s. It takes its roots from genres such as American folk music (especially Appalachian folk and Western music) and blues.",
  "/wiki/Saskatoon_Media_Group": "629112 Saskatchewan Ltd., trading as Saskatoon Media Group, is a Canadian radio broadcasting company which is based in, and owns three terrestrial radio stations in the city of Saskatoon, Saskatchewan. It is headquartered in studios located on Third Avenue South.",
  "/wiki/CKOM": "CKOM is a radio station in Saskatoon, Saskatchewan, Canada broadcasting at 650 kHz on the AM band. Its format is news/talk. It shares studio space with sister stations CFMC and CJDJ at 715 Saskatchewan Crescent West, also the home of Rawlco Radio's Corporate Offices.",
  "/wiki/All-news_radio": "All-news radio is a radio format devoted entirely to the discussion and broadcast of news.",
  "/wiki/Talk_radio": "Talk radio is a radio format containing discussion about topical issues and consisting entirely or almost entirely of original spoken word content rather than outside music. Most shows are regularly hosted by a single individual, and often feature interviews with a number of different guests. Talk radio typically includes an element of listener participation, usually by broadcasting live conversations between the host and listeners who \"call in\" (usually via telephone) to the show. Listener contributions are usually screened by a show's producers in order to maximize audience interest and, in the case of commercial talk radio, to attract advertisers. Generally, the shows are organized into segments, each separated by a pause for advertisements; however, in public or non-commercial radio, music is sometimes played in place of commercials to separate the program segments. Variations of talk radio include conservative talk, hot talk, liberal talk (increasingly known as progressive talk) and sports talk.",
  "/wiki/Rawlco_Communications": "Rawlco Radio Ltd. is a media company based in Saskatoon, Saskatchewan, Canada. The company is the sole proprietor of seven radio stations in the provinces of Alberta and Saskatchewan.",
  "/wiki/CBKF-FM": "CBKF-FM is a Canadian radio station, which broadcasts the programming of Radio-Canada's Ici Radio-Canada Première network at 97.7 FM in Regina, Saskatchewan.",
  "/wiki/Ici_Radio-Canada_Première": "Ici Radio-Canada Première (formerly Première Chaîne) is a Canadian French-language radio network, the news and information service of the Canadian Broadcasting Corporation (known as Société Radio-Canada in French), the public broadcaster of Canada. It is the French counterpart of CBC Radio One, the CBC's similar English-language radio network.",
  "/wiki/Public_broadcasting": "Public broadcasting involves radio, television and other electronic-media outlets whose primary mission is public service. In many countries of the world, funding comes from governments, especially via annual  fees charged on receivers. In the United States, public broadcasters may receive some funding from both federal and state sources, but generally most of their financial support comes from underwriting by foundations and businesses (ranging from small shops to corporations), along with audience contributions via pledge drives. The great majority operate as private not-for-profit corporations.[citation needed]",
  "/wiki/Canadian_Broadcasting_Corporation": "The Canadian Broadcasting Corporation (French: Société Radio-Canada), branded as CBC/Radio-Canada, is a Canadian federal Crown corporation that serves as the national public broadcaster for both radio and television. The English- and French-language service units of the corporation are commonly known as CBC and Radio-Canada, respectively.",
  "/wiki/FM_broadcasting": "FM broadcasting is a method of radio broadcasting using frequency modulation (FM) technology. Invented in 1933 by American engineer Edwin Armstrong, wide-band FM is used worldwide to provide high-fidelity sound over broadcast radio. FM broadcasting is capable of better sound quality than DAB/+ radio, and AM broadcasting under normal listening conditions, so it is used for most music broadcasts. Theoretically wideband AM can offer equally good sound quality, provided the reception conditions are ideal. FM radio stations use the very high frequencies. The term \"FM band\" describes the frequency band in a given country which is dedicated to FM broadcasting.",
  "/wiki/CKSB-FM": "CKSB-FM (89.9 MHz) is a public radio station in Winnipeg, Manitoba, owned by the Canadian Broadcasting Corporation (Société Radio-Canada). It carries Radio-Canada's Ici Musique network, airing a mix of adult album alternative (AAA), classical music and other genres.",
  "/wiki/Ici_Musique": "Ici Musique (stylized as ICI Musique) is the French-language music radio service of Canada's national public broadcaster, the Canadian Broadcasting Corporation (Société Radio-Canada). It is the French equivalent of the English CBC Music, although it has a different programming focus.",
  "/wiki/Adult_contemporary_music": "In North American music, adult contemporary music (AC) is a form of radio-played popular music, ranging from 1960s vocal and 1970s soft rock music to predominantly ballad-heavy music of the present day, with varying degrees of easy listening, pop, soul, rhythm and blues, quiet storm, and rock influence. Adult contemporary is generally a continuation of the easy listening and soft rock style that became popular in the 1960s and 1970s with some adjustments that reflect the evolution of pop/rock music.",
  "/wiki/CFCR-FM": "CFCR-FM, is the community radio station in Saskatoon, Saskatchewan which broadcasts at 90.5 FM. The station also streams live from their web site and airs on SaskTel Max, channel 820. CFCR-FM is a member of the National Campus and Community Radio Association (NCRA).",
  "/wiki/Community_radio": "Community radio is a radio service offering a third model of radio broadcasting in addition to commercial and public broadcasting. Community stations serve geographic communities and communities of interest. They broadcast content that is popular and relevant to a local, specific audience but is often overlooked by commercial or mass-media broadcasters. Community radio stations are operated, owned, and influenced by the communities they serve. They are generally nonprofit and provide a mechanism for enabling individuals, groups, and communities to tell their own stories, to share experiences and, in a media-rich world, to become creators and contributors of media.",
  "/wiki/Tourist_information": "A visitor center or centre (see American and British English spelling differences), visitor information center, tourist information center, is a physical location that provides tourist information to visitors.",
  "/wiki/CKBL-FM": "CKBL-FM, branded as 92.9 The Bull, is a country radio station in downtown Saskatoon, Saskatchewan. The station is part of the Saskatoon Media Group and has studios with sister stations CJWW and CJMK-FM.",
  "/wiki/CBK_(AM)": "CBK (540 kHz) is a Canadian public radio station, licensed to Watrous, Saskatchewan. It broadcasts the CBC Radio One network to most of southern Saskatchewan. Its studios are located at the CBC's broadcast centre at 2440 Broad Street in Regina, with an additional bureau in Saskatoon. The Regina facility also houses CBK-FM and CBKT-DT.",
  "/wiki/CBC_Radio_One": "CBC Radio One is the English-language news and information radio network of the publicly owned Canadian Broadcasting Corporation. It is commercial-free and offers local and national programming. It is available on AM and FM to 98 percent of Canadians and overseas over the Internet, and through mobile apps.",
  "/wiki/CFMC-FM": "CFMC-FM, known on air as C95, is a Canadian radio station in the city of Saskatoon, Saskatchewan.  It shares studio space with sister stations CKOM and CJDJ at 715 Saskatchewan Crescent West, also the home of Rawlco Radio's Corporate Offices.",
  "/wiki/Contemporary_hit_radio": "Contemporary hit radio (also known as CHR, contemporary hits, hit list, current hits, hit music, top 40, or pop radio) is a radio format that is common in the United States, Brazil, United Kingdom, Ireland, Canada, New Zealand, Australia, the Philippines, Indonesia, Malaysia, Singapore, China, Hong Kong, Taiwan, Japan, South Korea, Trinidad and Tobago, and South Africa, that focuses on playing current and recurrent popular music as determined by the top 40 music charts. There are several subcategories, dominantly focusing on rock, pop, or urban music.  Used alone, CHR most often refers to the CHR-pop format. The term contemporary hit radio was coined in the early 1980s by Radio & Records magazine to designate top 40 stations which continued to play hits from all musical genres as pop music splintered into adult contemporary, urban contemporary and other formats.",
  "/wiki/CFWD-FM": "CFWD-FM is a radio station in Saskatoon, Saskatchewan. Owned by Harvard Broadcasting, it broadcasts a rock-leaning adult hits format branded as 96.3 Cruz FM.",
  "/wiki/Adult_hits": "Adult hits (sometimes also called variety hits) is a radio format that draws from a wide array of popular music.",
  "/wiki/Harvard_Developments": "Harvard Developments is a commercial development and holding corporation in Regina, Saskatchewan, Canada. It is involved in commercial and residential development, plus radio broadcasting and insurance. It is the descendant of firms controlled by the Hill family of Regina.",
  "/wiki/CJMK-FM": "CJMK-FM is a radio station serving Saskatoon, Saskatchewan. Owned by Saskatoon Media Group and broadcasting on 98.3 FM, the station broadcasts a classic hits format branded as \"98 Cool FM\".",
  "/wiki/Classic_hits": "Classic hits is a radio format which generally includes songs from the top 40 music charts from the mid-1970s to the early 1990s, with music from the 1980s serving as the core of the format. Music that was popularized by MTV in the early 1980s and the nostalgia behind it is a major driver to the format. It is considered the successor to the oldies format, a collection of top 40 songs from the late 1950s through the late 1970s that was once extremely popular in the United States. The term is sometimes incorrectly used as a synonym for the adult hits format, which uses a slightly newer music library stretching from all decades to the present with a major focus on 1990s and 2000s rock and alternative songs. In addition, adult hits stations tend to have larger playlists, playing a given song only a few times per week, compared to the tighter libraries on classic hits stations. For example,  KRTH, a classic hits station in Los Angeles, plays power songs up to 30 times a week, which is another differentiator compared to other formats that share songs with classic hits libraries.",
  "/wiki/CFAQ-FM": "CFAQ-FM is a Canadian radio station, airing a Christian music format at 100.3 FM in Saskatoon, Saskatchewan. Launched in 2006 by Bertor Communications, the station is branded as Free 100.3 FM.",
  "/wiki/Christian_music": "Christian music is music that has been written to express either personal or a communal belief regarding Christian life and faith. Common themes of Christian music include praise, worship, penitence, and lament, and its forms vary widely across the world.",
  "/wiki/CJDJ-FM": "CJDJ-FM is a Canadian radio station, broadcasting at 102.1 FM in Saskatoon, Saskatchewan. The station, owned by Rawlco Communications, broadcasts an active rock format as Rock 102. It shares studio space with sister stations CFMC and CKOM at 715 Saskatchewan Crescent West, also the home of Rawlco Radio's Corporate Offices.",
  "/wiki/Active_rock": "Active rock is a radio format used by many commercial radio stations across the United States and Canada. Active rock stations play a balance of new hard rock songs with valued classic rock favorites, normally with an emphasis similar to Mainstream Rock and Album Oriented Rock on the hard rock end of the spectrum.",
  "/wiki/CJLR-FM": "Missinipi Broadcasting Corporation, or MBC Radio, is a radio network in Canada, serving First Nations and Métis communities in the province of Saskatchewan.",
  "/wiki/Missinipi_Broadcasting_Corporation": "Missinipi Broadcasting Corporation, or MBC Radio, is a radio network in Canada, serving First Nations and Métis communities in the province of Saskatchewan.",
  "/wiki/CBK-FM": "CBK-FM is a Canadian radio station, which broadcasts the programming of the CBC Music network at 96.9 FM in Regina, Saskatchewan.",
  "/wiki/CBC_Music": "CBC Music (formerly known as CBC FM, CBC Stereo and CBC Radio 2) is a Canadian FM radio network operated by the Canadian Broadcasting Corporation. It used to concentrate on classical music and jazz. In 2007 and 2008, the network transitioned towards a new \"adult music\" format with a variety of genres, with the classical genre generally restricted to midday hours. In 2009, Radio 2 averaged 2.1 million listeners weekly, and it was the second largest radio network in Canada.",
  "/wiki/Media_in_Saskatoon": "This is a list of media outlets in Saskatoon, Saskatchewan."
}