{
  "/wiki/Alexandra_Michel_Orlando": "Alexandra Michel Orlando (born January 19, 1987) is a retired Canadian rhythmic gymnast. She represented Canada at the 2008 Olympic Games, the Commonwealth Games and Pan American Games.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.\n As a whole, Canada is sparsely populated, with most of its land area dominated by forest and tundra. Its population is highly urbanized, with over 80 percent of its inhabitants concentrated in large and medium-sized cities, and 70 percent residing within 100 kilometres (62 mi) of the southern border. Canada's climate varies widely across its vast area, ranging from Arctic climate in the north to hot summers in the southern regions, with four distinct seasons.\n Various indigenous peoples inhabited what is now Canada for thousands of years before European colonization. Beginning in the 16th century, British and French expeditions explored and later settled along the Atlantic coast. As a consequence of various armed conflicts, France ceded nearly all of its colonies in North America in 1763. In 1867, with the union of three British North American colonies through Confederation, Canada was formed as a federal dominion of four provinces. This began an accretion of provinces and territories and a process of increasing autonomy from the United Kingdom. This widening autonomy was highlighted by the Statute of Westminster of 1931 and culminated in the Canada Act of 1982, which severed the vestiges of legal dependence on the British parliament.\n Canada is a parliamentary democracy and a constitutional monarchy in the Westminster tradition, with a monarch and a prime minister who serves as the chair of the Cabinet and head of government. The country is a realm within the Commonwealth of Nations, a member of the Francophonie and officially bilingual at the federal level. It ranks among the highest in international measurements of government transparency, civil liberties, quality of life, economic freedom, and education. It is one of the world's most ethnically diverse and multicultural nations, the product of large-scale immigration from many other countries. Canada's long and complex relationship with the United States has had a significant impact on its economy and culture.\n A developed country, Canada has the sixteenth-highest nominal per-capita income globally as well as the twelfth-highest ranking in the Human Development Index. Its advanced economy is the tenth-largest in the world, relying chiefly upon its abundant natural resources and well-developed international trade networks. Canada is part of several major international and intergovernmental institutions or groupings including the United Nations, NATO, the G7, the Group of Ten, the G20, the North American Free Trade Agreement and the Asia-Pacific Economic Cooperation forum.",
  "/wiki/Malaysia": "Malaysia (/məˈleɪziə, -ʒə/ (listen) mə-LAY-zee-ə, -⁠zhə; Malay: [məlejsiə]) is a country in Southeast Asia. The  federal constitutional monarchy  consists of 13 states and three federal territories, separated by the South China Sea into two similarly sized regions, Peninsular Malaysia and East Malaysia (Malaysian Borneo). Peninsular Malaysia shares a land and maritime border with Thailand and maritime borders with Singapore, Vietnam, and Indonesia. East Malaysia shares land and maritime borders with Brunei and Indonesia and a maritime border with the Philippines and Vietnam. Kuala Lumpur is the national capital and largest city while Putrajaya is the seat of the federal government. With a population of over 30 million, Malaysia is the world's 44th most populous country. The southernmost point of continental Eurasia, Tanjung Piai, is in Malaysia. In the tropics, Malaysia is one of 17 megadiverse countries, home to large numbers of endemic species.\n Malaysia has its origins in the Malay kingdoms which, from the 18th century, became subject to the British Empire, along with the British Straits Settlements protectorate. Peninsular Malaysia was unified as the Malayan Union in 1946. Malaya was restructured as the Federation of Malaya in 1948 and achieved independence on 31 August 1957. Malaya united with North Borneo, Sarawak, and Singapore on 16 September 1963 to become Malaysia. In 1965, Singapore was expelled from the federation.\n The country is multi-ethnic and multi-cultural, which plays a large role in its politics. About half the population is ethnically Malay, with large minorities of Malaysian Chinese, Malaysian Indians, and indigenous peoples. While recognising Islam as the country's established religion, the constitution grants freedom of religion to non-Muslims. The government system is closely modelled on the Westminster parliamentary system and the legal system is based on common law. The head of state is the king, known as the Yang di-Pertuan Agong. He is an elected monarch chosen from the hereditary rulers of the nine Malay states every five years. The head of government is the Prime Minister. The country's official language is Malaysian, a standard form of the Malay language. English remains an active second language.\n After independence, the Malaysian GDP grew at an average of 6.5% per annum for almost 50 years. The economy has traditionally been fuelled by its natural resources but is expanding in the sectors of science, tourism, commerce and medical tourism. Malaysia has a newly industrialised market economy, ranked third-largest in Southeast Asia and 33rd largest in the world. It is a founding member of the Association of Southeast Asian Nations, the East Asia Summit and the Organisation of Islamic Cooperation, and a member of Asia-Pacific Economic Cooperation, the Commonwealth of Nations, and the Non-Aligned Movement.",
  "/wiki/Naazmi_Johnston": "Ayiesha Naazmi Johnston (born 28 November 1988) is an Australian rhythmic gymnast who represented Australia at the 2008 Summer Olympics as well as the 2006 Commonwealth Games. She competed at world championships, including at the 2005 World Rhythmic Gymnastics Championships, 2009 World Rhythmic Gymnastics Championships and 2010 World Rhythmic Gymnastics Championships.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.\n Indigenous Australians inhabited the continent for about 65,000 years prior to the first arrival of Dutch explorers in the early 17th century, who named it New Holland. In 1770, Australia's eastern half was claimed by Great Britain and initially settled through penal transportation to the colony of New South Wales from 26 January 1788, a date which became Australia's national day. The population grew steadily in subsequent decades, and by the time of an 1850s gold rush, most of the continent had been explored and an additional five self-governing crown colonies established. On 1 January 1901, the six colonies federated, forming the Commonwealth of Australia. Australia has since maintained a stable liberal democratic political system that functions as a federal parliamentary constitutional monarchy, comprising six states and ten territories.\n Australia is the oldest, flattest, and driest inhabited continent, with the least fertile soils. It has a landmass of 7,617,930 square kilometres (2,941,300 sq mi). A megadiverse country, its size gives it a wide variety of landscapes, with deserts in the centre, tropical rainforests in the north-east, and mountain ranges in the south-east. Its population density, 2.8 inhabitants per square kilometre, remains among the lowest in the world. Australia generates its income from various sources including mining-related exports, telecommunications, banking, manufacturing, and international education.\n Australia is a highly developed country, with the world's 14th-largest economy. It has a high-income economy, with the world's tenth-highest per capita income. It is a regional power and has the world's 13th-highest military expenditure. Australia has the world's eighth-largest immigrant population, with immigrants accounting for 29% of the population. Having the third-highest human development index and the eighth-highest ranked democracy globally, the country ranks highly in quality of life, health, education, economic freedom, civil liberties, and political rights, with all its major cities faring well in global comparative livability surveys. Australia is a member of the United Nations, G20, Commonwealth of Nations, ANZUS, Organisation for Economic Co-operation and Development (OECD), World Trade Organization, Asia-Pacific Economic Cooperation, Pacific Islands Forum, and the ASEAN Plus Six mechanism.",
  "/wiki/Kimberly_Mason": "Kimberly Mason (born 19 September 1989 in Manly, Sydney, New South Wales, Australia) is an Australian rhythmic gymnast. She started rhythmic gymnastics in 1996 at Presbyterian Ladies' College, Sydney, in New South Wales, under the head coach Nicole Higham.\n Mason has had consistently strong performances in international competitions. In the 2005 Australian Championships, she was second, continuing to be selected foe the Australian World Championships team. At the 2005 World Championships in Baku, Azerbaijan, she competed in only three out of four apparatus but was ranked 64th overall, while the next Australian, Naazmi Johnston, was ranked in 94th. In the 2006 Melbourne Commonwealth Games, Mason earned two individual medals (2nd ball, 3rd clubs) and a team medal.",
  "/wiki/Cyprus": "Cyprus (/ˈsaɪprəs/ (listen); Greek: Κύπρος [ˈcipros]; Turkish: Kıbrıs [ˈkɯbɾɯs]), officially the Republic of Cyprus (Greek: Κυπριακή Δημοκρατία, lit. Cypriot Republic; Turkish: Kıbrıs Cumhuriyeti, lit. Republic of Cyprus), is an island country in the Eastern Mediterranean and the third-largest and third-most populous island in the Mediterranean, located south of Turkey, west of Syria and Lebanon, north of Israel, the Gaza Strip (Palestinian region) and Egypt, and southeast of Greece.\n The earliest known human activity on the island dates to around the 10th millennium BC. Archaeological remains from this period include the well-preserved Neolithic village of Khirokitia, and Cyprus is home to some of the oldest water wells in the world. Cyprus was settled by Mycenaean Greeks in two waves in the 2nd millennium BC. As a strategic location in the Middle East, it was subsequently occupied by several major powers, including the empires of the Assyrians, Egyptians and Persians, from whom the island was seized in 333 BC by Alexander the Great. Subsequent rule by Ptolemaic Egypt, the Classical and Eastern Roman Empire, Arab caliphates for a short period, the French Lusignan dynasty and the Venetians, was followed by over three centuries of Ottoman rule between 1571 and 1878 (de jure until 1914).\n Cyprus was placed under the UK's administration based on the Cyprus Convention in 1878 and was formally annexed by the UK in 1914. While Turkish Cypriots made up 18% of the population, the partition of Cyprus and creation of a Turkish state in the north became a policy of Turkish Cypriot leaders and Turkey in the 1950s. Turkish leaders for a period advocated the annexation of Cyprus to Turkey as Cyprus was considered an \"extension of Anatolia\" by them; while, since the 19th century, the majority Greek Cypriot population and its Orthodox church had been pursuing union with Greece, which became a Greek national policy in the 1950s. Following nationalist violence in the 1950s, Cyprus was granted independence in 1960. The crisis of 1963–64 brought further intercommunal violence between Greek Cypriots and Turkish Cypriots, which displaced more than 25,000 Turkish Cypriots into enclaves and brought the end of Turkish Cypriot representation in the republic. On 15 July 1974, a coup d'état was staged by Greek Cypriot nationalists and elements of the Greek military junta in an attempt at enosis, the incorporation of Cyprus into Greece. This action precipitated the Turkish invasion of Cyprus on 20 July, which led to the capture of the present-day territory of Northern Cyprus in the following month, after a ceasefire collapsed, and the displacement of over 150,000 Greek Cypriots and 50,000 Turkish Cypriots. A separate Turkish Cypriot state in the north was established by unilateral declaration in 1983; the move was widely condemned by the international community, with Turkey alone recognising the new state. These events and the resulting political situation are matters of a continuing dispute.\n The Republic of Cyprus has de jure sovereignty over the entire island, including its territorial waters and exclusive economic zone, with the exception of the Sovereign Base Areas of Akrotiri and Dhekelia, which remain under the UK's control according to the London and Zürich Agreements. However, the Republic of Cyprus is de facto partitioned into two main parts: the area under the effective control of the Republic, located in the south and west and comprising about 59% of the island's area, and the north, administered by the self-declared Turkish Republic of Northern Cyprus, covering about 36% of the island's area. Another nearly 4% of the island's area is covered by the UN buffer zone. The international community considers the northern part of the island to be territory of the Republic of Cyprus occupied by Turkish forces.[f] The occupation is viewed as illegal under international law and amounting to illegal occupation of EU territory since Cyprus became a member of the European Union.\n Cyprus is a major tourist destination in the Mediterranean. With an advanced, high-income economy and a very high Human Development Index, the Republic of Cyprus has been a member of the Commonwealth since 1961 and was a founding member of the Non-Aligned Movement until it joined the European Union on 1 May 2004. On 1 January 2008, the Republic of Cyprus joined the eurozone.",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.\n The area now called England was first inhabited by modern humans during the Upper Palaeolithic period, but takes its name from the Angles, a Germanic tribe deriving its name from the Anglia peninsula, who settled during the 5th and 6th centuries. England became a unified state in the 10th century, and since the Age of Discovery, which began during the 15th century, has had a significant cultural and legal impact on the wider world. The English language, the Anglican Church, and English law – the basis for the common law legal systems of many other countries around the world – developed in England, and the country's parliamentary system of government has been widely adopted by other nations. The Industrial Revolution began in 18th-century England, transforming its society into the world's first industrialised nation.\n England's terrain is chiefly low hills and plains, especially in central and southern England. However, there is upland and mountainous terrain in the north (for example, the Lake District and Pennines) and in the west (for example, Dartmoor and the Shropshire Hills). The capital is London, which has the largest metropolitan area in both the United Kingdom and, prior to Brexit, the European Union.[nb 1] England's population of over 55 million comprises 84% of the population of the United Kingdom, largely concentrated around London, the South East, and conurbations in the Midlands, the North West, the North East, and Yorkshire, which each developed as major industrial regions during the 19th century.\n The Kingdom of England – which after 1535 included Wales – ceased being a separate sovereign state on 1 May 1707, when the Acts of Union put into effect the terms agreed in the Treaty of Union the previous year, resulting in a political union with the Kingdom of Scotland to create the Kingdom of Great Britain. In 1801, Great Britain was united with the Kingdom of Ireland (through another Act of Union) to become the United Kingdom of Great Britain and Ireland. In 1922 the Irish Free State seceded from the United Kingdom, leading to the latter being renamed the United Kingdom of Great Britain and Northern Ireland.",
  "/wiki/Heather_Mann": "Heather Mann (born (1989-07-09)9 July 1989) is a British individual rhythmic gymnast representing England and Great Britain at international competitions. She competed at world championships, including at the 2005 World Rhythmic Gymnastics Championships where she finished in 3rd place. She represented England at the 2006 Commonwealth Games, finishing 9th in the individual all-around event.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry.\n South Africa is a multiethnic society encompassing a wide variety of cultures, languages, and religions. Its pluralistic makeup is reflected in the constitution's recognition of 11 official languages, which is the fourth-highest number in the world. Two of these languages are of European origin: Afrikaans developed from Dutch and serves as the first language of most coloured and white South Africans; English reflects the legacy of British colonialism, and is commonly used in public and commercial life, though it is fourth-ranked as a spoken first language. The country is one of the few in Africa never to have had a coup d'état, and regular elections have been held for almost a century. However, the vast majority of black South Africans were not enfranchised until 1994. During the 20th century, the black majority sought to claim more rights from the dominant white minority, with this struggle playing a large role in the country's recent history and politics. The National Party imposed apartheid in 1948, institutionalising previous racial segregation. After a long and sometimes violent struggle by the African National Congress (ANC) and other anti-apartheid activists both inside and outside the country, the repeal of discriminatory laws began in the mid-1980s.\n Since 1994, all ethnic and linguistic groups have held political representation in the country's liberal democracy, which comprises a parliamentary republic and nine provinces. South Africa is often referred to as the \"rainbow nation\" to describe the country's multicultural diversity, especially in the wake of apartheid. The World Bank classifies South Africa as an upper-middle-income economy, and a newly industrialised country. Its economy is the second-largest in Africa, and the 33rd-largest in the world. In terms of purchasing power parity, South Africa has the seventh-highest per capita income and the seventh-highest human development index  in Africa. However, poverty and inequality remain widespread, with about a quarter of the population unemployed and living on less than US$1.25 a day. South Africa has been identified as a middle power in international affairs, and maintains significant regional influence.",
  "/wiki/Francesca_Jones": "Francesca Jones (born 9 November 1990) is a retired Welsh rhythmic gymnast who represented Wales at three successive Commonwealth Games. At the 2014 Commonwealth Games Jones won both the Ribbon event in rhythmic gymnastics and the David Dixon Award.",
  "/wiki/Wales": "Wales (Welsh: Cymru [ˈkəmri] (listen)) is a country that is part of the United Kingdom. It is bordered by England to the east, the Irish Sea to the north and west, and the Bristol Channel to the south. It had a population in 2011 of 3,063,456 and has a total area of 20,779 km2 (8,023 sq mi). Wales has over 1,680 miles (2,700 km) of coastline and is largely mountainous with its higher peaks in the north and central areas, including Snowdon (Yr Wyddfa), its highest summit. The country lies within the north temperate zone and has a changeable, maritime climate.\n Welsh national identity emerged among the Britons after the Roman withdrawal from Britain in the 5th century, and Wales is regarded as one of the modern Celtic nations. Llywelyn ap Gruffudd's death in 1282 marked the completion of Edward I of England's conquest of Wales, though Owain Glyndŵr briefly restored independence to Wales in the early 15th century. The whole of Wales was annexed by England and incorporated within the English legal system under the Laws in Wales Acts 1535 and 1542. Distinctive Welsh politics developed in the 19th century. Welsh Liberalism, exemplified in the early 20th century by Lloyd George, was displaced by the growth of socialism and the Labour Party. Welsh national feeling grew over the century; Plaid Cymru was formed in 1925 and the Welsh Language Society in 1962. Established under the Government of Wales Act 1998, the National Assembly for Wales holds responsibility for a range of devolved policy matters.\n At the dawn of the Industrial Revolution, development of the mining and metallurgical industries transformed the country from an agricultural society into an industrial nation; the South Wales Coalfield's exploitation caused a rapid expansion of Wales' population. Two-thirds of the population live in South Wales, including Cardiff, Swansea, Newport and the nearby valleys. Now that the country's traditional extractive and heavy industries have gone or are in decline, Wales' economy depends on the public sector, light and service industries and tourism.\n Although Wales closely shares its political and social history with the rest of Great Britain and, while a majority of the population in most areas speaks English as a first language, the country has retained a distinct cultural identity. Both Welsh and English are official languages; over 560,000 Welsh-speakers live in Wales, and the language is spoken by a majority of the population in parts of the north and west. From the late 19th century onwards, Wales acquired its popular image as the \"land of song\", in part due to the eisteddfod tradition. At many international sporting events, such as the FIFA World Cup, Rugby World Cup and the Commonwealth Games, Wales has its own national teams, though at the Olympic Games, Welsh athletes compete as part of a Great Britain team. Rugby union is seen as a symbol of Welsh identity and an expression of national consciousness.",
  "/wiki/New_Zealand": "New Zealand (Māori: Aotearoa [aɔˈtɛaɾɔa]) is a sovereign island country in the southwestern Pacific Ocean. The country has two main landmasses—the North Island (Te Ika-a-Māui), and the South Island (Te Waipounamu)—and around 600 smaller islands. It has a total land area of 268,000 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the Pacific island areas of New Caledonia, Fiji, and Tonga. Because of its remoteness, it was one of the last lands to be settled by humans. During its long period of isolation, New Zealand developed a distinct biodiversity of animal, fungal, and plant life. The country's varied topography and its sharp mountain peaks, such as the Southern Alps, owe much to the tectonic uplift of land and volcanic eruptions. New Zealand's capital city is Wellington, and its most populous city is Auckland.\n Sometime between 1250 and 1300, Polynesians settled in the islands and developed a distinctive Māori culture. In 1642, Dutch explorer Abel Tasman became the first European to sight New Zealand. In 1840, representatives of the United Kingdom and Māori chiefs signed the Treaty of Waitangi, which declared British sovereignty over the islands. In 1841, New Zealand became a colony within the British Empire and in 1907 it became a dominion; it gained full statutory independence in 1947 and the British monarch remained the head of state. Today, the majority of New Zealand's population of 4.9 million is of European descent; the indigenous Māori are the largest minority, followed by Asians and Pacific Islanders. Reflecting this, New Zealand's culture is mainly derived from Māori and early British settlers, with recent broadening arising from increased immigration. The official languages are English, Māori, and New Zealand Sign Language, with English being very dominant.\n A developed country, New Zealand ranks highly in international comparisons of national performance, such as quality of life, health, education, protection of civil liberties, and economic freedom. New Zealand underwent major economic changes during the 1980s, which transformed it from a protectionist to a liberalised free-trade economy. The service sector dominates the national economy, followed by the industrial sector, and agriculture; international tourism is a significant source of revenue. Nationally, legislative authority is vested in an elected, unicameral Parliament, while executive political power is exercised by the Cabinet, led by the prime minister, currently Jacinda Ardern. Queen Elizabeth II is the country's monarch and is represented by a governor-general, currently Dame Patsy Reddy. In addition, New Zealand is organised into 11 regional councils and 67 territorial authorities for local government purposes. The Realm of New Zealand also includes Tokelau (a dependent territory); the Cook Islands and Niue (self-governing states in free association with New Zealand); and the Ross Dependency, which is New Zealand's territorial claim in Antarctica.\n New Zealand is a member of the United Nations, Commonwealth of Nations, ANZUS, Organisation for Economic Co-operation and Development, ASEAN Plus Six, Asia-Pacific Economic Cooperation, the Pacific Community and the Pacific Islands Forum.",
  "/wiki/Melissa_Logan": "Chicks on Speed is a feminist music and fine art ensemble, formed in Munich in 1997, when members Australian Alex Murray-Leslie and American Melissa Logan met at the Munich Academy of Fine Arts.\n Though Chicks on Speed reached cult status throughout the 2000s as catalysts of the musical genre electroclash, Chicks on Speed were actually founded as a multidisciplinary art group working in performance art, electronic dance music, collage graphics, textile design and fashion.",
  "/wiki/Northern_Ireland": "Northern Ireland (Irish: Tuaisceart Éireann [ˈt̪ˠuəʃcəɾˠt̪ˠ ˈeːɾʲən̪ˠ] (listen); Ulster-Scots: Norlin Airlann) is variously described as a country, province or region which is part of the United Kingdom. Located in the northeast of the island of Ireland, Northern Ireland shares a border to the south and west with the Republic of Ireland. In 2011, its population was 1,810,863, constituting about 30% of the island's total population and about 3% of the UK's population. Established by the Northern Ireland Act 1998 as part of the Good Friday Agreement, the Northern Ireland Assembly (colloquially referred to as Stormont after its location) holds responsibility for a range of devolved policy matters, while other areas are reserved for the British government. Northern Ireland co-operates with the Republic of Ireland in several areas, and the Agreement granted the Republic the ability to \"put forward views and proposals\" with \"determined efforts to resolve disagreements between the two governments\".\n On 11 January 2020, legislators in Northern Ireland formed a government for the first time since the Executive of the 5th Northern Ireland Assembly collapsed in January 2017, following the Renewable Heat Incentive scandal.\n Northern Ireland was created in 1921, when Ireland was partitioned between Northern Ireland and Southern Ireland by the Government of Ireland Act 1920. Unlike Southern Ireland, which would become the Irish Free State in 1922, the majority of Northern Ireland's population were unionists, who wanted to remain within the United Kingdom. Most of these were the Protestant descendants of colonists from Great Britain. However, a significant minority, mostly Catholics, were nationalists who wanted a united Ireland independent of British rule. Today, the former generally see themselves as British and the latter generally see themselves as Irish, while a distinct Northern Irish or Ulster identity is claimed both by a large minority of Catholics and Protestants and by many of those who are non-aligned.\n For most of the 20th century, when it came into existence, Northern Ireland was marked by discrimination and hostility between these two sides in what First Minister of Northern Ireland, David Trimble, called a \"cold house\" for Catholics. In the late 1960s, conflict between state forces and chiefly Protestant unionists on the one hand, and chiefly Catholic nationalists on the other, erupted into three decades of violence known as the Troubles, which claimed over 3,500 lives and injured over 50,000 others. The 1998 Good Friday Agreement was a major step in the peace process, including the decommissioning of weapons and security normalisation, although sectarianism and religious segregation still remain major social problems, and sporadic violence has continued.\nNorthern Ireland was the most industrialised region of Ireland, declining as a result of the political and social turmoil of the Troubles, but economically growing significantly since the late 1990s. The initial growth came from the \"peace dividend\" and the links which increased trade with the Republic of Ireland, continuing with a significant increase in tourism, investment and business from around the world. Unemployment in Northern Ireland peaked at 17.2% in 1986, dropping to 6.1% for June–August 2014[update] and down by 1.2 percentage points over the year, similar to the UK figure of 6.2%. 58.2% of those unemployed had been unemployed for over a year.\n Cultural links between Northern Ireland, the rest of Ireland, and the rest of the UK are complex, with Northern Ireland sharing both the culture of Ireland and the culture of the United Kingdom. In many sports, the island of Ireland fields a single team, a notable exception being association football. Northern Ireland competes separately at the Commonwealth Games, and people from Northern Ireland may compete for either Great Britain or Ireland at the Olympic Games.",
  "/wiki/Gymnastics_at_the_2006_Commonwealth_Games": "The Gymnastics at the 2006 Commonwealth Games was made up of the following disciplines:"
}