{
  "/wiki/Lakhta_Center": "The Lakhta Center (Russian: Ла́хта це́нтр, tr. Lakhta tsentr) is an 87-story skyscraper built in the outskirts of Lakhta in Saint Petersburg, Russia. Standing 462 metres (1,516 ft) tall, the Lakhta Center is the tallest building in Russia, the tallest building in Europe, and the 16th-tallest building in the world. The Lakhta Center is also the second-tallest structure in Russia and Europe, behind Ostankino Tower in Moscow.",
  "/wiki/Saint_Petersburg": "Saint Petersburg (Russian: Санкт-Петербу́рг, tr. Sankt-Peterburg, IPA: [ˈsankt pʲɪtʲɪrˈburk] (listen)) is a city situated on the Neva River, at the head of the Gulf of Finland on the Baltic Sea. It is Russia's second-largest city after Moscow. With over 5,351,935 million inhabitants as of 2018, it is the 4th-most populous city in Europe. An important Russian port on the Baltic Sea, it has a status of a federal subject (a federal city).",
  "/wiki/Federation_Tower": "The Federation Tower (Russian: Башня Федерации, romanized: Bashnya Federatsii) is a complex of two skyscrapers built on the 13th lot of the Moscow International Business Center (MIBC) in Moscow, Russia. The two skyscrapers are named Tower East or Vostok (Russian: Восток; literally means \"East\") and Tower West or Zapad (Russian: Запад; literally means \"West\").",
  "/wiki/Moscow": "Moscow (/ˈmɒskoʊ/, in US mainly: /ˈmɒskaʊ/; Russian: Москва, tr. Moskva, IPA: [mɐˈskva] (listen)) is the capital and most populous city of Russia, with approximately 12.6 million residents within the city limits, 17 million within the urban area and 20 million within the metropolitan area. Moscow is one of Russia's federal cities.",
  "/wiki/OKO": "OKO (Russian: ОКО, literally means eye, also an abbreviation for Ob\"yedinonnyye Kristallom Osnovaniya (Russian: Oбъединённые Кристаллом Oснования, literally means Joined by Crystal Foundation)) is a complex of two skyscrapers located on plot 16 in the Moscow International Business Center (MIBC) in Moscow, Russia. Occupying a total area of about 250,000 square metres (2,700,000 sq ft), the mixed-use complex houses apartments, office space, a 5-star hotel, and other commodities.",
  "/wiki/Mercury_City_Tower": "Mercury City Tower (Russian: Меркурий Сити Тауэр, tr. Merkuriy Siti Tauer) is a supertall skyscraper located on plot 14 in the Moscow International Business Center (MIBC) in Moscow, Russia. Occupying a total area of 173,960 square metres (1,872,500 sq ft), the mixed-use building houses offices, apartments, a fitness center, and retail stores.",
  "/wiki/The_Shard": "The Shard,[a] also referred to as the Shard of Glass, Shard London Bridge and formerly London Bridge Tower, is a 95-storey supertall skyscraper, designed by the Italian architect Renzo Piano, in Southwark, London, that forms part of the Shard Quarter development. Standing 309.6 metres (1,016 ft) high, the Shard is the tallest building in the United Kingdom, and the sixth-tallest building in Europe. It is also the second-tallest free-standing structure in the United Kingdom, after the concrete tower of the Emley Moor transmitting station. It replaced Southwark Towers, a 24-storey office block built on the site in 1975.",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]",
  "/wiki/City_of_Capitals": "The City of Capitals (Russian: Город Столиц, tr. Gorod Stolits) is a mixed-use complex composed of two skyscrapers and an office building located on plot 9 in the Moscow International Business Center in Moscow, Russia with a total area of 288,680 square metres (3,107,300 sq ft). The two skyscrapers are named after the two historical capitals of Russia: Moscow and Saint Petersburg. Construction of the complex began in 2005, with the office building completed in 2008 and the two skyscrapers completed in 2009.",
  "/wiki/Naberezhnaya_Tower": "Naberezhnaya Tower (Russian: Башня на Hабережной, tr. Bashnya na Naberezhnoy, literally means Tower on the Embankment) is an office complex composed of two skyscrapers and a high-rise located on plot 10 in the Moscow International Business Center (MIBC) in Moscow, Russia with a total area of 254,000 m2 (2,730,000 sq ft). The buildings are named after the first three letters of the alphabet and from the lowest height to the tallest: the 17-story tall Tower A, the 27-story tall Tower B, and the 59-story tall Tower C. Construction of the complex started in 2003, with Tower A being completed in 2004, Tower B in 2005, and Tower C in 2007.",
  "/wiki/Triumph-Palace": "Triumph Palace (Russian: Триу́мф-Пала́с, transliterated as Triumf Palas) is the tallest apartment building in Moscow and all of Europe. It is sometimes called the Eighth Sister because it is similar in appearance to the Seven Sisters skyscrapers built in Moscow under Joseph Stalin through the 1950s. Construction began in 2001.",
  "/wiki/Commerzbank_Tower": "Commerzbank Tower is a 56-story, 259 m (850 ft) skyscraper owned by Samsung of Korea since September 2016 in the banking district of Frankfurt, Germany. An antenna spire with a signal light on top gives the tower a total height of 300.1 m (985 ft). It is the tallest building in Frankfurt and the tallest building in Germany. It had been the tallest building in Europe from its completion in 1997 until 2003 when it was surpassed by the Triumph-Palace in Moscow. Since the departure of the United Kingdom from the European Union it has since reclaimed it’s position as the tallest building in the European Union. The Commerzbank Tower is only two metres taller than the Messeturm, which is also located in Frankfurt. The Messeturm had been the tallest building in Europe before the construction of the Commerzbank Tower. It is currently the tallest building in the EU.",
  "/wiki/Frankfurt": "Frankfurt (officially: Frankfurt am Main (German: [ˈfʁaŋkfʊʁt ʔam ˈmaɪn] (listen); Hessian: Frangford am Maa; lit. \"Frank ford on the[a] Main\")) is a metropolis and the largest city of the German federal state of Hesse, and its 746,878 (2017) inhabitants make it the fifth-largest city in Germany. On the River Main (a tributary of the Rhine), it forms a continuous conurbation with the neighbouring city of Offenbach am Main, and its urban area has a population of 2.3 million. The city is at the centre of the larger Rhine-Main Metropolitan Region, which has a population of 5.5 million and is Germany's second-largest metropolitan region after the Rhine-Ruhr Region. Since the enlargement of the European Union in 2013, the geographic centre of the EU is about 40 km (25 mi) to the east of Frankfurt's central business district. Like France and Franconia, the city is named after the Franks. Frankfurt is the largest city in the Rhine Franconian dialect area (Franconian dialects), Frankfurt was one of the host cities of the official tournaments of the 1974 and the 2006 FIFA World Cup.",
  "/wiki/Messeturm": "The Messeturm, or Trade Fair Tower, is a 63-storey, 257 m (843 ft) skyscraper in the Westend-Süd district of Frankfurt, Germany. It is the second tallest building in Frankfurt, the second tallest building in Germany and the second tallest building in the European Union. It was the tallest building in Europe from its completion in 1991 until 1997 when it was surpassed by the Commerzbank Tower, which is also located in Frankfurt.",
  "/wiki/Main_building_of_Moscow_State_University": "The main building of Moscow State University (in Russian Гла́вное зда́ние МГУ) is a 240 metres (790 ft) tall, 36-level (in its central part) skyscraper in Moscow, Russia. Designed by Lev Rudnev and completed in 1953, it is utilized as headquarters of the Moscow State University. Built in the Stalinist architectural style, the building is the highest of seven Moscow skyscrapers constructed between 1947 and 1953, and is the tallest educational building in the world. Additionally, from 1953 to 1990 it was also the tallest building in Europe.",
  "/wiki/Kotelnicheskaya_Embankment_Building": "Kotelnicheskaya Embankment Building is one of seven Stalinist skyscrapers laid down in September 1947 and completed in 1952, designed by Dmitry Chechulin (then Chief Architect of Moscow) and Andrei Rostkovsky. The main tower has 32 levels (including mechanical floors) and is 176 metres (577 ft) tall. At the time of construction it was the tallest building in Europe.",
  "/wiki/Tour_Perret_(Amiens)": "Tour Perret is a 27-storey, 103.9 m (341 ft) residential skyscraper in Amiens, France.",
  "/wiki/Amiens": "Amiens (French pronunciation: ​[amjɛ̃]; Picard: Anmien) is a city and commune in northern France, 120 km (75 mi) north of Paris and 100 km (62 mi) south-west of Lille. It is the capital of the Somme department in Hauts-de-France. The city had a population of 136,105 according to the 2006 census, and one of the biggest university hospitals in France with a capacity of 1,200 beds. Amiens Cathedral, the tallest of the large, classic, Gothic churches of the 13th century and the largest in France of its kind, is a World Heritage Site. The author Jules Verne lived in Amiens from 1871 until his death in 1905, and served on the city council for 15 years.",
  "/wiki/Terrazza_Martini_Tower": "Terrazza Martini Tower (former name, formal name is Piacentini Tower) is a highrise building located in Genoa, Italy. Construction on the building began in 1935, and finished in 1940. It was designed by Marcello Piacentini and Angelo Invernizzi.\nIt has 31 floors, and contains office spaces. Its roof height is 108 m, and counting its spire, the full building height is 116 m.",
  "/wiki/Genoa": "Genoa (/ˈdʒɛnoʊə/ JEN-oh-ə; Italian: Genova [ˈdʒɛːnova] (listen); Ligurian: Zêna [ˈzeːna]; English, historically, and Latin: Genua) is the capital of the Italian region of Liguria and the sixth-largest city in Italy. In 2015, 594,733 people lived within the city's administrative limits. As of the 2011 Italian census, the Province of Genoa, which in 2015 became the Metropolitan City of Genoa, counted 855,834 resident persons. Over 1.5 million people live in the wider metropolitan area stretching along the Italian Riviera.",
  "/wiki/Vienna_City_Hall": "Vienna City Hall (German: Wiener Rathaus) is the seat of local government of Vienna, located on Rathausplatz in the Innere Stadt district. Constructed from 1872 to 1883 in a Neo-Gothic style according to plans designed by Friedrich von Schmidt, it houses the office of the Mayor of Vienna as well as the chambers of the city council and Vienna Landtag diet.",
  "/wiki/Vienna": "Vienna (/viˈɛnə/ (listen); German: Wien [viːn] (listen)) is the national capital, largest city, and one of nine states of Austria. Vienna is Austria's most populous city, with about 1.9 million inhabitants (2.6 million within the metropolitan area, nearly one third of the country's population), and its cultural, economic, and political centre. It is the 6th-largest city by population within city limits in the European Union.",
  "/wiki/Palace_of_Justice_(Brussels)": "The Palace of Justice of Brussels (French: Palais de Justice de Bruxelles, Dutch: Justitiepaleis (help·info)) or  Law Courts of Brussels is the most important court building in Belgium. It is located on Place Poelaert/Poelaertplein in the Marolles/Marollen district of Brussels. Built between 1866 and 1883 by the celebrated architect Joseph Poelaert in the eclectic style, the building is reputed to be the largest constructed in the 19th century and is a notable landmark of Brussels. The total cost of the construction, land and furnishings was somewhere in the region of 45 million Belgian francs.",
  "/wiki/Brussels": "Brussels (French: Bruxelles [bʁysɛl] (listen) or [bʁyksɛl]; Dutch: Brussel [ˈbrʏsəl] (listen)), officially the Brussels-Capital Region (French: Région de Bruxelles-Capitale;[a] Dutch: Brussels Hoofdstedelijk Gewest),[b] is a region of Belgium comprising 19 municipalities, including the City of Brussels, which is the capital of Belgium. The Brussels-Capital Region is located in the central portion of the country and is a part of both the French Community of Belgium and the Flemish Community, but is separate from the Flemish Region (which forms an enclave) and the Walloon Region. Brussels is the most densely populated and the richest region in Belgium in terms of GDP per capita. It covers 162 km2 (63 sq mi), a relatively small area compared to the two other regions, and has a population of over 1.2 million. The metropolitan area of Brussels comprises over 2.5 million people, which makes it the largest in Belgium. It is also part of a large conurbation extending towards Ghent, Antwerp, Leuven and Walloon Brabant, home to over 5 million people.",
  "/wiki/Victoria_Tower": "The Victoria Tower is a square tower at the south-west end of the Palace of Westminster in London, adjacent to Black Rod's Garden on the west and Old Palace Yard on the east. At 98.5 metres (323 ft), it is slightly taller than the Elizabeth Tower (formerly known as the Clock Tower and popularly known as 'Big Ben') at the north end of the Palace (96.3 metres (316 ft)). At the time of its construction it was tallest square tower in the world. It was designed by Charles Barry in the Perpendicular Gothic style and was completed in 1860. It houses the Parliamentary Archives in archive conditions meeting the BS 5454 standard, on 12 floors. All 14 floors of the building were originally linked via a single wrought-iron Victorian staircase of 553 steps, of which five floors survive.",
  "/wiki/List_of_tallest_buildings_in_Europe": "This list of tallest buildings in Europe ranks skyscrapers in Europe by height. For decades, only a few major cities, such as Sarajevo, Frankfurt, Istanbul, London, Madrid, Moscow, Paris and Warsaw contained skyscrapers. In recent years, however, construction has spread to many other cities on the continent, including Barcelona, Benidorm, Berlin, Kiev, Manchester, Milan, Naples, Rotterdam and Vienna."
}