{
  "/wiki/Cynognathus": "Cynognathus is an extinct genus of large-bodied cynodontian therapsids that lived in the Middle Triassic. It is known from a single species, Cynognathus crateronotus. Cynognathus was a 1.2-metre (3 ft 11 in) long predator closely related to mammals and had a southern hemispheric distribution. Fossils have so far been recovered from South Africa, Argentina, Antarctica, and Namibia.",
  "/wiki/Cynodont": "The cynodonts (\"dog teeth\") (clade Cynodontia) are therapsids that first appeared in the Late Permian (approximately 260 Ma). The cynodonts include modern mammals (including humans) as well as their extinct ancestors and close relatives, but not all cynodonts were mammals.",
  "/wiki/Diademodontidae": "Diademodontidae is an extinct family of Triassic gomphodonts. The best-known genus is Diademodon from South Africa. Titanogomphodon from Namibia may also be a member of Diademodontidae. The Chinese genera Hazhenia and Ordosiodon have also been included in the family, but were more recently identified as baurioid therocephalians. Remains of a diademodontid have been discovered in the Early Triassic Fremouw Formation in Antarctica.",
  "/wiki/Ericiolacerta": "Ericiolacerta is an extinct genus of small therocephalian therapsids from the early Triassic of South Africa and Antarctica. It was around 20 centimetres (7.9 in) in length, with long limbs and relatively small teeth. It probably ate insects and other small invertebrates.",
  "/wiki/Therocephalia": "Therocephalia is an extinct suborder of eutheriodont therapsids from the Permian and Triassic. The therocephalians (\"beast-heads\") are named after their large skulls, which, along with the structure of their teeth, suggest that they were carnivores. Like other non-mammalian synapsids, therocephalians were once described as \"mammal-like reptiles\". Therocephalia is the group most closely related to the cynodonts, which gave rise to the mammals. This relationship takes evidence in a variety of skeletal features. The phylogeny of therocephalians has been disputed, as the monophyly of the group and the relationships of its members are unclear.",
  "/wiki/Kannemeyeriidae": "Kannemeyeria was a large dicynodont of the family Kannemeyeriidae, one of the first representatives of the family, and hence one of the first large herbivores of the Triassic. It lived during the later Early and early Middle part of the Triassic period (from the late Olenekian to the Middle Anisian age).",
  "/wiki/Dicynodont": "Dicynodontia is a taxon of anomodont therapsids with beginnings in the mid-Permian, which were dominant in the Late Permian, survived the Permian Extinction that wiped out most other therapsids and continued on throughout the Triassic before dying out at the end of the period. Dicynodonts were herbivorous animals with two tusks, hence their name, which means 'two dog tooth'. They are also the most successful and diverse of the non-mammalian therapsids, with over 70 genera known, varying from rat- to elephant-sized.",
  "/wiki/Kombuisia": "Kombuisia is a genus of dicynodont from Early to Middle Triassic (Induan to Anisian) of South Africa and Antarctica. Two species were described for the genus: Kombuisia frerensis (type) and Kombuisia antarctica.",
  "/wiki/Lystrosaurus": "Lystrosaurus (/ˌlɪstroʊˈsɔːrəs/; 'shovel lizard'; proper Greek is λίστρον lístron ‘tool for leveling or smoothing, shovel, spade, hoe’) was a herbivorous genus of Late Permian and Early Triassic Period dicynodont therapsids, which lived around 250 million years ago in what is now Antarctica, India, China, Mongolia, European Russia and South Africa. Four to six species are currently recognized, although from the 1930s to 1970s the number of species was thought to be much higher. They ranged in size from that of a small dog to 2.5 meters long.[better source needed]",
  "/wiki/Myosaurus": "Myosaurus is an extinct genus of dicynodont found primarily in Antarctica and South Africa.",
  "/wiki/Pedaeosaurus": "Pedaeosaurus is an extinct genus of therocephalian therapsids. Fossils have been found from the Fremouw Formation in the southern Transantarctic Mountains of Antarctica. Pedaeosaurus has traditionally been classified as a scaloposaurid and more recently as an ericiolacertid closely related to Ericiolacerta (also from the Fremouw Formation).",
  "/wiki/Rhigosaurus": "Rhigosaurus is a genus of therocephalian therapsids.",
  "/wiki/Thrinaxodon": "Thrinaxodon is an extinct genus of cynodonts, most commonly regarded by its species T. liorhinus which lived in what are now South Africa and Antarctica. Thrinaxodon has been dated between the Permian–Triassic mass extinction and the mid-Triassic. Its survival during the extinction may have been due to its burrowing habits."
}