{
  "/wiki/List_of_cities_in_Swaziland": "This is a list of cities and towns in Eswatini. The table below also includes the population and region information.",
  "/wiki/ICAO_airport_code": "The ICAO (/ˌaɪˌkeɪˈoʊ/, eye-KAY-oh) airport code or location indicator is a four-letter code designating aerodromes around the world. These codes, as defined by the International Civil Aviation Organization and published in ICAO Document 7910: Location Indicators, are used by air traffic control and airline operations such as flight planning.",
  "/wiki/Runway": "According to the International Civil Aviation Organization (ICAO), a runway is a \"defined rectangular area on a land aerodrome prepared for the landing and takeoff of aircraft\". Runways may be a man-made surface (often asphalt, concrete, or a mixture of both) or a natural surface (grass, dirt, gravel, ice, sand or salt). Runways, as well as taxiways and ramps, are sometimes referred to as “tarmac,” though very few runways are built using tarmac. Runway lengths are now commonly given in meters worldwide, except in North America where feet are commonly used.",
  "/wiki/Big_Bend,_Swaziland": "Big Bend is a town in eastern Eswatini, lying on the Lusutfu River.  Its main industry is based on sugar plantations.",
  "/wiki/Tambuti_Airfield": "Tambuti Airfield (ICAO: FDBT ) is an airstrip serving the sugar plantation region around Big Bend, a town in the Lubombo Region of Eswatini. The airport is 16 kilometres (9.9 mi) west-northwest of Big Bend.",
  "/wiki/Ubombo_Ranches_Airfield": "Ubombo Ranches Airfield (ICAO: FDUB) is an airport serving the sugar refinery town of Big Bend in Lubombo Region, Eswatini. The runway is just west of the refinery.",
  "/wiki/Bhunya_Airfield": "Bhunya Airfield  is a rural airstrip serving Bhunya, a forest products community in the Manzini Region of Eswatini. It is 8 kilometres (5 mi) southwest of the town.",
  "/wiki/Kubuta": "Kubuta is an inkhundla of Eswatini, located in the Shiselweni District. Its population as of the 2007 census was 6,922.",
  "/wiki/Kubuta_Airfield": "Kubuta Airfield (ICAO: FDKS/FDKB) is a rural airstrip serving Kubuta, an Inkhundla in the Shiselweni Region of Eswatini.",
  "/wiki/Manzini,_Manzini_District,_Swaziland": "Manzini (formerly known as Bremersdorp) is a city in Eswatini (Swaziland), which is also the capital of Eswatini's Manzini Region. The city is the country's second largest urban centre behind Mbabane, with a population of 78,000 (2008). It is known as \"The Hub\" of Eswatini and lies on the MR3 road. Eswatini's primary industrial site at Matsapha lies near the town's western border.",
  "/wiki/Matsapha_Airport": "Matsapha Airport (IATA: MTS, ICAO: FDMS) is an airport located near Manzini, a city in Manzini District of Eswatini. It serves flights of the Eswatini Government and mercy flights.",
  "/wiki/King_Mswati_III_International_Airport": "King Mswati III International Airport (IATA: SHO, ICAO: FDSK), originally named Sikhuphe International Airport, is an airport in Eswatini. It replaced Matsapha Airport as the only international airport in Eswatini accepting commercial flights in 2014. It is designed to handle 360,000 passengers per year.",
  "/wiki/Mhlume": "Mhlume is a town located in the Lubombo district of Eswatini.",
  "/wiki/Mhlume_Airfield": "Mhlume Airfield (ICAO: FDMH) is an airstrip serving Mhlume, an agricultural town in the Lubombo Region of Eswatini. The runway is on the northwest corner of the town.",
  "/wiki/Ngonini": "Ngonini is a village in the Hhohho Region of northern Eswatini. It is 25 kilometres (16 mi) northwest of Piggs Peak on route MR1, 7 kilometres (4 mi) from the border with South Africa.",
  "/wiki/Piggs_Peak_Airfield": "Piggs Peak Airfield (ICAO: FDNG) is an airport serving Piggs Peak in the Hhohho Region of Eswatini. The airport is at Ngonini, an agricultural village 24 kilometres (15 mi) northeast of Piggs Peak.",
  "/wiki/Nhlangano": "Nhlangano (Swazi: [n̩ɬáŋanɔ]) is the fourth largest town in Eswatini. It is the capital of the southern district of Shiselweni.  The town was formerly known as Goedgegun, but the name was changed to Nhlangano,[when?] meaning \"the meeting place\". Nhlangano is located beside the Ngwavuma River. King George VI of England met with King Sobhuza in the town in 1947 to thank him for the war effort during the Second World War.",
  "/wiki/Nhlangano_Airfield": "Nhlangano Airfield (ICAO: FDNH) is an airport serving Nhlangano, a town in the Shiselweni Region of Eswatini.",
  "/wiki/Nsoko": "Nsoko is a town in southern Eswatini about five kilometres (3.1 mi) from the border with South Africa. It lies about 65 kilometres (40 mi) north-east of Lavumisa and 45 kilometres (28 mi) south-east of Maloma. The town lies on the Ngwavuma river.",
  "/wiki/Nsoko_Airfield": "Nsoko Airfield (ICAO: FDNS) is an airstrip serving Nsoko, an agricultural village in the Lubombo Region of Eswatini. The runway is within the Nisela Game Reserve, 4 kilometres (2.5 mi) northeast of Nsoko, and 5 kilometres (3.1 mi) west of the South African border.",
  "/wiki/Simunye": "Simunye (population 5,633) is a sugar mill town on the lowveld in eastern Eswatini.  Almost all of the residents of the town work for the Royal Swaziland Sugar Corporation's sugar mill located nearby.",
  "/wiki/Simunye_Airfield": "Simunye Airfield (ICAO: FDSM) is an airstrip serving Simunye, a town in the Lubombo Region of Eswatini.",
  "/wiki/Siteki": "Siteki is a town in eastern Eswatini, lying west of the Lebombo Mountains.  It is named for a declaration of Mbandzeni permitting his troops to marry.\nCoordinates: 26°27′S 31°57′E﻿ / ﻿26.450°S 31.950°E﻿ / -26.450; 31.950",
  "/wiki/Siteki_Airfield": "Siteki Airfield (ICAO: FDST) is an airstrip serving Siteki, a town in the Lubombo Region of Eswatini. The runway is 2 kilometres (1.2 mi) south of the town.",
  "/wiki/Tambankulu_Airfield": "Tambankulu Airfield (ICAO: FDTM) is an airstrip serving Tambankulu, in Eswatini.",
  "/wiki/Tshaneni": "Tshaneni is a town in northern Eswatini (Swaziland), near the border post on the South African border.",
  "/wiki/Tshaneni_Airfield": "Tshaneni Airfield (ICAO: FDTS) is an airstrip serving Tshaneni, in Swaziland."
}