{
  "/wiki/San_Isidro_Club": "The San Isidro Club (mostly known for its acronym SIC) is an Argentine sports club based in the Boulogne Sur Mer district of Greater Buenos Aires. The club has gained recognition due to its rugby union team, being one of the most successful clubs of Argentina with 26 Torneo de la URBA championships won. SIC has also won 4 Nacional de Clubes tournaments.",
  "/wiki/Buenos_Aires": "Buenos Aires (/ˌbweɪnəs ˈɛəriːz/ or /-ˈaɪrɪs/; Spanish pronunciation: [ˈbwenos ˈaiɾes]) is the capital and largest city of Argentina. The city is located on the western shore of the estuary of the Río de la Plata, on the South American continent's southeastern coast. \"Buenos Aires\" can be translated as \"fair winds\" or \"good airs\", but the former was the meaning intended by the founders in the 16th century, by the use of the original name \"Real de Nuestra Señora Santa María del Buen Ayre\", named after the Madonna of Bonaria in Sardinia. The Greater Buenos Aires conurbation, which also includes several Buenos Aires Province districts, constitutes the fourth-most populous metropolitan area in the Americas, with a population of around 15.6 million.",
  "/wiki/Estadio_Arquitecto_Ricardo_Etcheverry": "Estadio Arquitecto Ricardo Etcheverri is a stadium located in the Caballito district of Buenos Aires. It is the home venue of Club Ferro Carril Oeste. The stadium, opened in 1905 and located close to Caballito station of Sarmiento Line, has a current capacity of 24,442.",
  "/wiki/Bahía_Blanca": "Bahía Blanca (Spanish pronunciation: [baˈi.a ˈβlaŋka]; English: White Bay) is a city in the southwest of the province of Buenos Aires, Argentina, by the Atlantic Ocean, and is the seat of government of Bahía Blanca Partido. It had 301,572 inhabitants according to the 2010 census [INDEC]. It is the principal city in the Greater Bahía Blanca urban agglomeration.",
  "/wiki/Unión_Marplatense_de_Rugby": "The Mar del Plata Rugby Union (Spanish: Unión de Rugby de Mar del Plata), abbrevriated URMDP, is the organisational body that rules the game of rugby union in Mar del Plata town and cities of the south of Buenos Aires Province. The stadium of Villa Marista is used for rugby matches played by the Union representative side.",
  "/wiki/Mar_del_Plata": "Mar del Plata is a city in Buenos Aires Province, Argentina located on the coast of the Atlantic Ocean. It is the head of General Pueyrredón Partido. Mar del Plata is the second largest city in Buenos Aires Province. The name \"Mar del Plata\" has the meaning of \"sea of the Plate region\" or \"adjoining sea to the (River) Plate region\". Mar del Plata is one of the major fishing ports and the biggest seaside beach resort in Argentina.\nWith a population of 614,350 as per the 2010 census [INDEC], it is the 7th largest city in Argentina.",
  "/wiki/Neuquén": "Neuquén (Spanish pronunciation: [neu̯ˈken]; Mapuche: Nehuenken) is the capital city of the Argentine province of Neuquén and of the Confluencia Department, located in the east of the province. It occupies a strip of land west of the confluence of the Limay and Neuquén rivers which form the Río Negro making it part of the Microregion of Alto Valle del Río Negro. The city and surrounding area have a population of more than 340,000, making it the largest city in Patagonia.  Along with the cities of Plottier and Cipolletti, it is part of the Neuquén – Plottier – Cipolletti conurbation.",
  "/wiki/Unión_de_Rugby_de_Cuyo": "The Cuyo Rugby Union (Spanish: Unión de Rugby de Cuyo) (also known for its initials URC) is the organisational body that rules the game of rugby union in Mendoza Province, Argentina.",
  "/wiki/Mendoza_Province": "The Province of Mendoza (Spanish pronunciation: [menˈdosa]) is a province of Argentina, located in the western central part of the country in the Cuyo region. It borders to the north with San Juan, the south with La Pampa and Neuquén, the east with San Luis, and to the west with the republic of Chile; the international limit is marked by the Andes mountain range. Its capital city is the homonymous city of Mendoza.",
  "/wiki/Unión_Cordobesa_de_Rugby": "The Córdoba Rugby Union (Spanish: Unión Cordobesa de Rugby) (also known for its initials UCR) is the organisational body that rules the game of rugby union in Córdoba province of Argentina. Estadio Mario Alberto Kempes, with a capacity of 57,000, is used for rugby matches.",
  "/wiki/Córdoba,_Argentina": "Córdoba (Spanish pronunciation: [ˈkoɾðoβa]) is a city in central Argentina, in the foothills of the Sierras Chicas on the Suquía River, about 700 km (435 mi) northwest of the Buenos Aires. It is the capital of Córdoba Province and the second most populous city in Argentina after Buenos Aires, with about 1.3 million inhabitants according to the 2010 census. It was founded on 6 July 1573 by Jerónimo Luis de Cabrera, who named it after Córdoba, Spain. It was one of the first Spanish colonial capitals of the region that is now Argentina (the oldest city is Santiago del Estero, founded in 1553). The National University of Córdoba is the oldest university of the country and the seventh to be inaugurated in Spanish America. It was founded in 1613 by the Jesuit Order. Because of this, Córdoba earned the nickname La Docta (\"the learned\").",
  "/wiki/Unión_de_Rugby_de_Tucumán": "The Tucuman Rugby Union (Spanish: Unión de Rugby de Tucumán) or URT is the organisational body that controls the game of rugby union in the province of Tucumán, Argentina.",
  "/wiki/San_Miguel_de_Tucumán": "San Miguel de Tucumán (Spanish pronunciation: [san miˈɣel de tukuˈman]; usually called simply Tucumán) is the capital of the Tucumán Province, located in northern Argentina 1,311 kilometres (815 mi) from Buenos Aires. It is the fifth-largest city of Argentina after Buenos Aires, Córdoba, Rosario and Mendoza and the most important of the northern region. The Spanish Conquistador Diego de Villarroel [es] founded the city in 1565 in the course of an expedition from present-day Peru. Tucumán moved to its present site in 1685.",
  "/wiki/Salta": "Salta (Spanish pronunciation: [ˈsalta]) is the capital and most populous city in the Argentine province of the same name. With a population of 618,375 according to the 2010 census, it is also the 7th most-populous city in Argentina. The city serves as the cultural and economic center of the Valle de Lerma Metropolitan Area (Spanish: Área Metropolitana del Valle de Lerma, AMVL), which is home to over 50.9% of the population of Salta Province and also includes the municipalities of La Caldera, Vaqueros, Campo Quijano, Rosario de Lerma, Cerrillos, La Merced and San Lorenzo. Salta is the seat of the Capital Department, the most populous department in the province.",
  "/wiki/Estadio_El_Gigante_del_Norte": "Estadio El Gigante del Norte, officially named Monumental de la Vicente López, is a multi-use stadium in Salta, Argentina.  It is currently used mostly for football matches.  The stadium holds 25,000 people and was built in 1993.",
  "/wiki/Argentina_national_rugby_union_team": "The Argentina national rugby team is organised by the Argentine Rugby Union (UAR, from the Spanish: Unión Argentina de Rugby). Nicknamed the Pumas (Los Pumas in Spanish), they play in sky blue and white jerseys,",
  "/wiki/Unión_Santafesina_de_Rugby": "The Unión Santafesina de Rugby (Rugby Union of Santa Fe) is the governing body for rugby union in Santa Fe Province in Argentina. The union runs rugby competitions in the province of Santa Fe with the exception of Rosario clubs, who are part of the Unión de Rugby de Rosario.",
  "/wiki/Santa_Fe,_Argentina": "Santa Fe de la Vera Cruz (Spanish pronunciation: [ˈsanta ˈfe ðe la ˈβeɾa ˈkɾus]; usually called just Santa Fe) is the capital city of the province of Santa Fe, Argentina.  It is situated in north-eastern Argentina, near the junction of the Paraná and Salado rivers.  It lies 15 kilometres (9.3 mi) from the Hernandarias Subfluvial Tunnel that connects it to the city of Paraná. The city is also connected by canal with the port of Colastiné on the Paraná River.  Santa Fe de la Vera Cruz has about 391,164 inhabitants as per the 2010 census [INDEC]. The metropolitan area has a population of 653,073, making it the eighth largest in Argentina. The third largest city in Argentina is Rosario, also located in Santa Fe Province. Rosario has a population of 1.24 million and it is the largest city in Argentina not to be a provincial capital.",
  "/wiki/Estadio_15_de_Abril": "The 15 de Abril is a multi-use stadium in Santa Fe, Argentina.  It is currently used primarily for football matches and is the home ground of CA Unión de Santa Fe.",
  "/wiki/Unión_de_Rugby_de_Buenos_Aires": "The Buenos Aires Rugby Union (Spanish: Unión de Rugby de Buenos Aires), usually referred as URBA, is the Argentine governing body that organises and controls the rugby union in the Buenos Aires Province (including the main district, Buenos Aires autonomous city). The remaining clubs from the province are distributed amongst four other unions: Unión de Rugby del Oeste de Buenos Aires in the west, Unión de Rugby del Centro de la Provincia de Buenos Aires in the centre, Unión de Rugby de Mar del Plata in the east, and Unión de Rugby del Sur in the south.",
  "/wiki/Unión_de_Rugby_de_Rosario": "The Rosario Rugby Union (Spanish: Unión de Rugby de Rosario) is the organisational body that controls the game of rugby union in Rosario, in the province of Santa Fe, Argentina. The rest of Santa Fe province teams are organised under the Unión Santafesina de Rugby.",
  "/wiki/Rosario,_Santa_Fe": "Rosario (Spanish pronunciation: [roˈsaɾjo]) is the largest city in the central Argentina province of Santa Fe. The city is located 300 km (186 mi) northwest of Buenos Aires, on the west bank of the Paraná River. Rosario is the third most populous city in the country, and is also the most populous city in Argentina that is not a provincial capital. With a growing and important metropolitan area, Greater Rosario has an estimated population of 1,276,000 as of 2012[update]. One of its main attractions includes the neoclassical architecture that has been retained over the centuries in hundreds of residences, houses and public buildings.",
  "/wiki/1972_South_African_Gazelles_rugby_union_tour_in_Argentina": "The 1972 South African Gazelles rugby union tour in Argentina was a series of matches played by the Gazelles (Under-23 South African selection) in Argentina, between September and November 1972."
}