{
  "/wiki/Eastwick_(TV_series)": "Eastwick is an American fantasy comedy-drama television series based on John Updike's novel The Witches of Eastwick which aired on ABC from September 23 until December 30, 2009. The series was developed by Maggie Friedman, and starred Paul Gross as the infamous Darryl Van Horne, alongside Jaime Ray Newman, Lindsay Price, and Rebecca Romijn as the eponymous witches.",
  "/wiki/Cold_Case_(TV_series)": "Cold Case is an American police procedural television series which ran on CBS from September 28, 2003 to May 2, 2010. The series revolved around a fictionalized Philadelphia Police Department division that specializes in investigating cold cases.",
  "/wiki/Cold_Case_(season_7)": "The seventh and final season of Cold Case, an American television series, began airing on September 27, 2009 and concluded on May 2, 2010. Season seven regular cast members include Kathryn Morris, Danny Pino, John Finn, Thom Barry, Jeremy Ratchford, and Tracie Thoms. This is the series's last season. On May 18, 2010 more than 2 weeks after the series finale aired, CBS announced that the show would not be renewed for an eighth season due to low ratings. This season had an average of 9.86 million viewers and ranked 29th, being the least watched season of the series.",
  "/wiki/Glee_(TV_series)": "Glee (stylized in all lowercase) is  an American musical comedy-drama television series that aired on the Fox network in the United States from May 19, 2009, to March 20, 2015. It centers on the fictional William McKinley High School glee club, the New Directions, which competes on the show choir competition circuit while its disparate members deal with social issues, especially regarding sexuality, race, relationships, and teamwork. The initial twelve-member cast included Matthew Morrison as club director and Spanish teacher Will Schuester, Jane Lynch as cheerleading coach Sue Sylvester, Jayma Mays as guidance counselor Emma Pillsbury, Jessalyn Gilsig as Will's wife Terri, and Dianna Agron, Chris Colfer, Kevin McHale, Lea Michele, Cory Monteith, Amber Riley, Mark Salling, and Jenna Ushkowitz as eight club members. The main cast was altered throughout the series.",
  "/wiki/Blaine_Anderson": "Blaine Devon Anderson is a fictional character from the American musical comedy-drama television series Glee. Played by Darren Criss, Blaine was introduced in the sixth episode of the second season as the openly gay lead singer of the Dalton Academy Warblers, a rival show choir to New Directions, the show's primary musical group. Blaine initially served as a mentor for New Directions member Kurt Hummel (Chris Colfer). Chemistry between the two, combined with fan support for the couple, led series co-creator Ryan Murphy to pair them romantically. Their relationship has been well received by critics, and they have been named \"one of the most beloved TV couples of the millennium\" by Jarett Wieselman of the New York Post. At the beginning of the third season, Blaine transfers to McKinley High and joins New Directions; concurrently, Criss was promoted from recurring guest star to the show's main cast.",
  "/wiki/Glee_(season_2)": "The second season of the musical comedy-drama television series Glee originally aired between September 21, 2010 and May 24, 2011 on Fox in the United States. The 22-episode season was produced by 20th Century Fox Television and Ryan Murphy Television, with executive producers Dante Di Loreto and series co-creators Ryan Murphy and Brad Falchuk, with the other series co-creator, Ian Brennan, as co-executive producer.",
  "/wiki/Glee_(season_3)": "The third season of the musical comedy-drama television series Glee was commissioned on May 23, 2010 by Fox while the first season aired. It aired between September 20, 2011 and May 22, 2012, and was produced by 20th Century Fox Television and Ryan Murphy Television, with executive producers Dante Di Loreto and series co-creators Ryan Murphy, Brad Falchuk and Ian Brennan.",
  "/wiki/Glee_(season_4)": "The fourth season of the Fox musical comedy-drama television series Glee was commissioned on April 9, 2012. It premiered on September 13, 2012 and is produced by 20th Century Fox Television, Ryan Murphy Television and Brad Falchuk Teley-Vision with executive producers Dante Di Loreto and series co-creators Ryan Murphy, Brad Falchuk and Ian Brennan.",
  "/wiki/Glee_(season_5)": "The fifth season of the Fox musical comedy-drama television series Glee was commissioned on April 19, 2013, along with a sixth season. It premiered on September 26, 2013, as part of the 2013 fall season. After a winter break, it returned on February 25, 2014, moving to Tuesday nights to finish its season. The second part of the season featured the 100th episode of the series, the 12th episode of the season, which aired on March 18, 2014. It was shorter than previous seasons, with twenty episodes instead of twenty-two.",
  "/wiki/Glee_(season_6)": "The sixth and final season of the Fox musical comedy-drama television series Glee was commissioned on April 19, 2013, along with the fifth season, as part of a two-season renewal deal for the show on the Fox network. The final season, consisting of 13 episodes, premiered on Friday, January 9, 2015, with the first two episodes, and the last two episodes (functioning as a single series finale) aired on March 20, 2015.",
  "/wiki/Archer_(2009_TV_series)": "Archer is an American adult animated sitcom created by Adam Reed for FX that premiered on September 17, 2009.",
  "/wiki/Archer_(season_2)": "The second season of the animated television series, Archer originally aired in the United States on the cable network FX. This season started on January 27, 2011, with \"Swiss Miss\" and ended with \"Double Trouble\" on April 21, 2011, with a total of thirteen episodes.",
  "/wiki/The_Glee_Project": "The Glee Project is an American reality television series from Oxygen. It served as an audition for the Fox musical comedy series Glee, and the prize for the winner was a minimum seven-episode arc in the following season of the show. The show's first season premiered in the US on June 12, 2011, and concluded on August 21, 2011. In Canada, the series began airing on Slice on June 26, 2011, and in the UK, the series began airing on Sky 1 on July 14, 2011. A second season aired in the US from June 5 to August 14, 2012. In July 2013, it was announced that The Glee Project would not return for a third season.",
  "/wiki/The_Cleveland_Show": "The Cleveland Show was an American animated sitcom created by Seth MacFarlane, Richard Appel, and Mike Henry for the Fox Broadcasting Company as a spin-off of Family Guy. The series centered on the Browns and Tubbs, two dysfunctional families consisting of parents Cleveland Brown and Donna Tubbs and their children Cleveland Brown, Jr., Roberta Tubbs, and Rallo Tubbs. Similar to Family Guy, it exhibited much of its humor in the form of cutaway gags that often lampoon American culture. As it will always be aired on FOX from time to time, it has been cancelled and will most likely, not make a return to the spotlight.",
  "/wiki/Web_Therapy_(TV_series)": "Web Therapy is an American comedy series that premiered on Showtime on July 19, 2011. It is based on the web series of the same name and stars Lisa Kudrow as Fiona Wallice, a therapist who works with patients over the Internet.",
  "/wiki/List_of_Web_Therapy_episodes": "The following is an episode list for the television series Web Therapy. The series stars Lisa Kudrow as Fiona Wallice, a therapist who has conceived of a new form of therapy: the titular \"web therapy.\"",
  "/wiki/2013_Teen_Choice_Awards": "The 2013 Teen Choice Awards ceremony was held on August 11, 2013 and broadcast on Fox. The awards celebrate the year's achievements in music, film, television, sports, fashion, comedy, and the Internet, and are voted on by viewers living in the USA, aged 13 and over through various social media sites..  This was the last Teen Choice Award ceremony to take place at the Gibson Amphitheatre due to the venue closing down in September 2013, to make room for The Wizarding World of Harry Potter. The Twilight Saga: Breaking Dawn – Part 2 won eight of its nine nominations, Pretty Little Liars won all of its seven nominations, pushing the series' total to eighteen Teen Choice Awards, Pitch Perfect won four of its eleven, Glee won four and Bruno Mars won two of their eight, respectively, Taylor Swift won two of her seven, and Demi Lovato won four of her six, One Direction won all six of their nominations (including the awards received by Harry Styles), remaining undefeated at the Teen Choice Awards, Selena Gomez won three of her six nominations and Miley Cyrus won three of her six nominations. Miley Cyrus took home the \"Candie's Fashion Trendsetter\" award.",
  "/wiki/Lucy_Hale": "Karen Lucille Hale (born June 14, 1989) is an American actress and singer. Early in her career, she was sometimes referred to as Lucy Kate Hale. She is best known for her roles as Aria Montgomery on the Freeform series Pretty Little Liars (2010–2017), and Katy Keene on the CW series Katy Keene (2020–present). Some other notable roles in television played by Hale include Becca Sommers in Bionic Woman (2007), Rose Baker in Privileged (2008–2009) and Stella Abbott in Life Sentence (2018). Hale has appeared in films, The Sisterhood of the Traveling Pants 2 (2008), Sorority Wars (2009), A Cinderella Story: Once Upon a Song and Scream 4 (both 2011) and Truth or Dare and Dude (both 2018).",
  "/wiki/Six_by_Sondheim": "Six by Sondheim is an HBO television documentary which pays tribute to Broadway composer and lyricist Stephen Sondheim. The film was directed and co-produced by James Lapine, based on an idea by Frank Rich and \"centers on the backstory of six great Sondheim songs.\"",
  "/wiki/HBO": "HBO (Home Box Office) is an American premium television network owned by Home Box Office, Inc., a subsidiary of WarnerMedia Entertainment. The programming featured on the network consists primarily of theatrically released motion pictures and original television shows, along with made-for-cable movies, documentaries and occasional comedy and concert specials.",
  "/wiki/Stephen_Sondheim": "Stephen Joshua Sondheim (/ˈsɒndhaɪm/; born March 22, 1930) is an American composer and lyricist known for his work in musical theater.",
  "/wiki/Whose_Line_Is_It_Anyway?_(U.S._TV_series)": "Whose Line Is It Anyway? (often known as simply Whose Line?) is an improvisational comedy television show in the United States, an adaptation of the British show of the same name. It aired on ABC and ABC Family from August 5, 1998, to December 15, 2007, hosted by Drew Carey. A revival of the show, hosted by Aisha Tyler, began airing on The CW on July 16, 2013.",
  "/wiki/Transformers:_Robots_in_Disguise_(2015_TV_series)": "Transformers: Robots in Disguise is an American animated robot superhero television series for children produced by Hasbro Studios and Darby Pop Productions in the United States for Cartoon Network, and was also animated by Polygon Pictures in Japan. It is the stand-alone sequel \nto Transformers: Prime that ran from 2010-2013 on The Hub Network, featuring characters (most of whose voice actors reprise their roles) and storylines mostly self-contained from the events of its predecessor as well as an overall more lighthearted tone. Roberto Orci and Alex Kurtzman (the executive producers of Prime) did not return to the new series. In the United States, the series ran on Cartoon Network from March 14, 2015 to November 11, 2017.",
  "/wiki/Sideswipe_(Transformers)": "Sideswipe is a fictional robot superhero character in the Transformers franchise. Because of trademark restrictions, toys of the character are sometimes marketed as SideSwipe.",
  "/wiki/American_Horror_Story:_Hotel": "American Horror Story: Hotel is the fifth season of the FX horror anthology television series American Horror Story, created by Ryan Murphy and Brad Falchuk. It premiered on October 7, 2015, and concluded January 13, 2016. The series was renewed in October 2014, with the subtitle Hotel being announced in February 2015. Returning cast from previous seasons of the series include: Kathy Bates, Sarah Paulson, Evan Peters, Wes Bentley, Matt Bomer, Chloë Sevigny, Denis O'Hare, Angela Bassett, Mare Winningham, Christine Estabrook, Finn Wittrock, Lily Rabe, Anthony Ruivivar, John Carroll Lynch, Matt Ross, and Gabourey Sidibe, along with new cast members Lady Gaga and Cheyenne Jackson. Breaking from the anthological format, like Freak Show, the season is interconnected to the first and third seasons. Hotel marks the first season to not feature series mainstays Jessica Lange and Frances Conroy.",
  "/wiki/Raphael_(Teenage_Mutant_Ninja_Turtles)": "Raphael, nickname  Raph, is a fictional character and one of the four main characters of the Teenage Mutant Ninja Turtles comics and all related media.",
  "/wiki/Hairspray_Live!": "Hairspray Live! is a television special that aired live on NBC on December 7, 2016. Produced by Craig Zadan and Neil Meron, and hosted by Darren Criss, it is a performance of a new adaptation of the 2002 Broadway musical Hairspray.",
  "/wiki/Supergirl_(TV_series)": "Supergirl is an American superhero television series developed by Ali Adler, Greg Berlanti and Andrew Kreisberg that originally aired on CBS and premiered on October 26, 2015. It is based on the DC Comics character Supergirl, created by Otto Binder and Al Plastino, and stars Melissa Benoist in the title role. Supergirl is a costumed superheroine who is Superman's cousin and one of the last surviving Kryptonians. The series is the third series set in the Arrowverse, sharing continuity with the other television series of the franchise. Filming takes place in Vancouver, British Columbia.",
  "/wiki/Music_Meister": "Music Meister is a fictional character created by Mike Jelenic and James Tucker, appearing in \"Mayhem of the Music Meister!\", an episode of Batman: The Brave and the Bold, voiced by Neil Patrick Harris. The character later appeared in the comic book sequel to the series of the same name, published by DC Comics.",
  "/wiki/Star-Crossed_(Supergirl)": "The second season of the American television series Supergirl, which is based on the DC Comics character Supergirl / Kara Zor-El, a costumed superheroine who is the cousin to Superman and one of the last surviving Kryptonians.",
  "/wiki/The_Flash_(2014_TV_series)": "The Flash is an American superhero television series developed by Greg Berlanti, Andrew Kreisberg, and Geoff Johns, airing on The CW. It is based on the DC Comics character Barry Allen / Flash, a costumed superhero crime-fighter with the power to move at superhuman speeds. It is a spin-off from Arrow, existing in the same fictional universe. The series follows Barry Allen, portrayed by Grant Gustin, a crime scene investigator who gains super-human speed, which he uses to fight criminals, including others who have also gained superhuman abilities.",
  "/wiki/Duet_(The_Flash)": "\"Duet\" is the seventeenth episode of the third season of The CW television series The Flash, which aired on March 21, 2017. The episode was written by Aaron Helbing and Todd Helbing from a story by Greg Berlanti and Andrew Kreisberg, and was directed by Dermott Daniel Downs. The episode features a musical crossover with Supergirl and reunites Grant Gustin and Melissa Benoist with their former Glee co-star Darren Criss, who portrays the Music Meister. Jesse L. Martin also reunites with Jeremy Jordan, with whom he previously worked in the 2012 musical film Joyful Noise. The story begins at the end of the Supergirl episode \"Star-Crossed\", which aired on March 20, 2017, which saw Kara Danvers / Supergirl (Benoist) hypnotized into a coma by Music Meister, with Mon-El (Chris Wood) and J'onn J'onzz / Martian Manhunter (David Harewood) bringing her to Earth-1 in hope that Team Flash can save her.",
  "/wiki/The_Assassination_of_Gianni_Versace:_American_Crime_Story": "The Assassination of Gianni Versace: American Crime Story is the second season of the FX true crime anthology television series American Crime Story. The season premiered on January 17, 2018, and concluded on March 21, 2018. In 9 episodes, the series explores the murder of designer Gianni Versace by spree killer Andrew Cunanan, based on Maureen Orth's book Vulgar Favors: Andrew Cunanan, Gianni Versace, and the Largest Failed Manhunt in U.S. History. The series stars Édgar Ramírez, Darren Criss, Ricky Martin, and Penélope Cruz.",
  "/wiki/Andrew_Cunanan": "Andrew Phillip Cunanan (August 31, 1969 – July 23, 1997) was an American spree killer known to have murdered five people during a three-month period in mid-1997. His victims included Italian fashion designer Gianni Versace and Chicago real estate developer Lee Miglin. Cunanan's string of murders ended on July 23 of that year, when he died by suicide, shooting himself.",
  "/wiki/Hollywood_(2020_TV_series)": "Hollywood is an upcoming American drama web television limited series created by Ryan Murphy and Ian Brennan, that is set to premiere May 2020 on Netflix.",
  "/wiki/Darren_Criss": "Darren Everett Criss (born February 5, 1987) is an American actor, singer and songwriter. He received Emmy and Golden Globe acting awards for his leading role in The Assassination of Gianni Versace: American Crime Story (2018).  He has also appeared on Broadway and in film, and has released several recordings as a soloist and in a band."
}