{
  "/wiki/Ultimate_Force": "Ultimate Force is a British television action drama series that was shown on ITV, which deals with the activities of Red Troop of the SAS (Special Air Service). The first episode was broadcast on 16 September 2002, and a total of four series were produced. The series starred Ross Kemp as central character Staff Sergeant Henry 'Henno' Garvie. The show was initially described as a star vehicle for Kemp, who had been lured away from the BBC to ITV with a multimillion-pound contract. Kemp appeared in every episode of the four series. The series was co-created by Chris Ryan, a former British SAS soldier who was a member of the famous Bravo Two Zero patrol during the 1991 Gulf War. The series was produced by Bentley Productions.",
  "/wiki/Foyle%27s_War": "Foyle's War is a British detective drama television series set during (and shortly after) the Second World War, created by Midsomer Murders screenwriter and author Anthony Horowitz and commissioned by ITV after the long-running series Inspector Morse ended in 2000. It began broadcasting on ITV in October 2002. ITV director of programmes Simon Shaps cancelled Foyle's War in 2007, but complaints and public demand prompted Peter Fincham (Shaps' replacement) to revive the programme after good ratings for 2008's fifth series. The final episode was broadcast on 18 January 2015, after eight series.",
  "/wiki/Island_at_War": "Island at War is a British television series that tells the story of the German occupation of the Channel Islands. It primarily focuses on three local families: the upper class Dorrs, the middle class Mahys, and the working class Jonases, and four German officers. The fictional island of St. Gregory serves as a stand-in for the real-life islands Guernsey and Jersey, and the story is compiled from the events on both islands.",
  "/wiki/AD/BC:_A_Rock_Opera": "AD/BC is a parody rock opera with music by Matt Berry and lyrics by Matt Berry and Richard Ayoade.  It aired on BBC Three in 2004.",
  "/wiki/Colditz_(2005_TV_series)": "Colditz is a two-part 2005 television drama miniseries, based on the book Colditz: The Definitive History by Henry Chancellor, and the Channel 4 television series Escape from Colditz. It is not claimed to be historically accurate. It features an ensemble cast headlined by Damian Lewis and Sophia Myles and was directed by Stuart Orme. The screenplay was written by Peter Morgan and Richard Cottan.",
  "/wiki/The_Last_Drop": "The Last Drop is a 2006 British-Romanian war film by Colin Teague that went Direct-to-video release. Teague teamed up with Gary Young, with whom he had previously collaborated on the British crime drama films Shooters and Spivs. Andrew Howard and Louis Dempsey, who cowrote Shooters alongside Teague and Young, both appear briefly in the film.",
  "/wiki/Schutzstaffel": "The Schutzstaffel (SS; also stylized as ᛋᛋ with Armanen runes; German pronunciation: [ˈʃʊtsˌʃtafl̩] (listen); literally 'Protection Squadron') was a major paramilitary organization under Adolf Hitler and the Nazi Party (NSDAP) in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz (\"Hall Security\") made up of NSDAP volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its final name. Under his direction (1929–1945) it grew from a small paramilitary formation during the Weimar Republic to one of the most powerful organizations in Nazi Germany. From 1929 until the regime's collapse in 1945, the SS was the foremost agency of security, surveillance, and terror within Germany and German-occupied Europe.",
  "/wiki/Jericho_(UK_TV_series)": "Jericho is a British period crime drama series, first broadcast as a series of four episodes on ITV from 16 October 2005. The series was written and created by Stewart Harcourt, and starred Robert Lindsay as Detective Inspector Michael Jericho, a Scotland Yard detective who is loved by the public but embarrassed by his status as a hero. The series was set in London in 1958. The series was seen as an attempt to exploit ITV's success in period crime drama, best exemplified by Foyle's War, and to rival the BBC's staple dramas such as Waking the Dead.",
  "/wiki/Egypt_(TV_series)": "Egypt is a BBC television docudrama serial portraying events in the history of Egyptology from the 18th through early 20th centuries. It originally aired on Sunday nights at 9 pm on BBC1 in 2005. The first two episodes explored the work of Howard Carter and his archaeological quest in Egypt in the early part of the twentieth century. The next two episodes focused on the eccentric explorer \"The Great Belzoni\" played here by Matthew Kelly. The final two episodes dramatise the discovery and deciphering of the Rosetta Stone by Jean-François Champollion (Elliot Cowan).",
  "/wiki/Whatever_Love_Means": "Whatever Love Means is a TV movie about Camilla Parker Bowles and Prince Charles. Directed by David Blair and starring Olivia Poulet and Laurence Fox, it premiered in December 2005 on ITV1. The story centres on Charles and Camilla's relationship in the early 1970s until 1981.",
  "/wiki/Charles,_Prince_of_Wales": "Charles, Prince of Wales (Charles Philip Arthur George; born 14 November 1948), is the heir apparent to the British throne as the eldest son of Elizabeth II. He has been Duke of Cornwall and Duke of Rothesay since 1952, and he is the oldest and longest-serving heir apparent in British history. He is also the longest-serving Prince of Wales, having held that title since 1958.",
  "/wiki/Lewis_(TV_series)": "Lewis is a British television detective drama produced for ITV. It is a spin-off from Inspector Morse and, like that series, it is set in Oxford. Kevin Whately reprises his character Robert \"Robbie\" Lewis, who was Morse's sergeant in the original series. Lewis has now been promoted to detective inspector and is assisted by DS James Hathaway, portrayed by Laurence Fox, who was promoted to inspector before the seventh series. The series also stars Clare Holman as forensic pathologist Dr. Laura Hobson, likewise reprising her role from Inspector Morse and from the seventh season,  Angela Griffin as DS Lizzie Maddox.",
  "/wiki/Sergeant": "Sergeant (/ˈsɑː(r)dʒənt/ SARJ-ənt; abbreviated to Sgt. and capitalized when used as a named person's title) is a rank in many uniformed organizations, principally military and policing forces. The alternative spelling, serjeant, is used in The Rifles and other units that draw their heritage from the British Light Infantry. Its origin is the Latin serviens, 'one who serves', through the French term sergent.",
  "/wiki/Detective_Sergeant_James_Hathaway": "James Hathaway is the CID Detective Inspector working with Inspector Lewis in the ITV detective series Lewis  (known as Inspector Lewis in the United States).  He is played by Laurence Fox.\nHathaway holds the rank of Detective Sergeant until the penultimate series of Lewis in 2014, in which he is promoted to the rank of Inspector following a brief break from the police.",
  "/wiki/The_Sittaford_Mystery": "The Sittaford Mystery is a work of detective fiction by British writer  Agatha Christie, first published in the US by Dodd, Mead and Company in 1931 under the title of The Murder at Hazelmoor and in UK by the Collins Crime Club on 7 September of the same year under Christie's original title. It is the first Christie novel to be given a different title for the US market. The US edition retailed at $2.00 and the UK edition at seven shillings and sixpence (7/6).",
  "/wiki/A_Room_with_a_View_(2007_film)": "A Room with a View is televised adaptation of E. M. Forster's novel, A Room with a View, written by Andrew Davies. It was announced in 2006 and filmed in the summer of 2007.  A Room with a View was broadcast on 4 November 2007, on ITV.",
  "/wiki/Wired_(TV_series)": "Wired is a 2008 three-part television miniseries starring Jodie Whittaker, Laurence Fox and Toby Stephens. It debuted on ITV at 9:00pm on Monday, 13 October 2008, and was shown over three consecutive weeks. The complete series was released on DVD on 10 November 2008.",
  "/wiki/Fast_Freddie,_The_Widow_and_Me": "Fast Freddie, The Widow and Me is a 2011 one-off Christmas television special, made by STV Productions and broadcast by ITV on Tuesday 27 December 2011. The story centres on a wealthy car dealer who befriends a terminally ill teenager and makes his Christmas wish come true.",
  "/wiki/Bear_Grylls:_Mission_Survive": "Bear Grylls: Mission Survive is a reality television show presented by Bear Grylls featuring eight celebrities on a 12-day survival mission. The celebrities are tested on fundamental principles of survival, and have to navigate through difficult terrains. Grylls is assisted by survival expert Megan Hine and former commando Scott Heffield, who accompany the celebrities. Their assessment of how the celebrities performed helps Bear Grylls decide whom to eliminate in each episode. The show was filmed in Costa Rica for the first series and moved to South Africa for the second series in 2016.",
  "/wiki/The_Frankenstein_Chronicles": "The Frankenstein Chronicles is a British television period crime drama series that first aired on ITV Encore on 11 November 2015, designed as a re-imagining of Mary Shelley's 1818 novel Frankenstein. Lead actor Sean Bean also acted as an associate producer on the first series. It follows Inspector John Marlott (Bean), a river police officer who uncovers a corpse made up of body parts from eight missing children and sets about to determine who is responsible.",
  "/wiki/Frankie_Drake_Mysteries": "Frankie Drake Mysteries is a Canadian drama, which premiered on CBC, November 6, 2017. On April 5, 2018 the show was renewed for a second season of ten episodes.  On March 25, 2019, the show was renewed for a third season of ten episodes.",
  "/wiki/Victoria_(UK_TV_series)": "Victoria is a British historical television drama series created and principally written by Daisy Goodwin, starring Jenna Coleman as Queen Victoria. The series premiered in the United Kingdom on ITV on 28 August 2016 with eight episodes, and in the United States on PBS on 15 January 2017; PBS supported its production as part of the Masterpiece anthology.",
  "/wiki/Henry_John_Temple,_3rd_Viscount_Palmerston": "Henry John Temple, 3rd Viscount Palmerston, KG, GCB, PC, FRS (20 October 1784 – 18 October 1865) was a British statesman who served twice as Prime Minister in the mid-19th century. Palmerston dominated British foreign policy during the period 1830 to 1865, when Britain was at the height of its imperial power. He held office almost continuously from 1807 until his death in 1865. He began his parliamentary career as a Tory, defected to the Whigs in 1830, and became the first Prime Minister of the newly formed Liberal Party in 1859.",
  "/wiki/Laurence_Fox": "Laurence Paul Fox (born 26 May 1978) is an English actor, singer-songwriter and guitarist. He is best known for playing the lead role of DS James Hathaway, in the British TV drama series Lewis from 2006 to 2015. His debut album, Holding Patterns, was released in February 2016."
}