{
  "/wiki/Kadi,_Gujarat": "Kadi is a town and a municipality in Mehsana district in the Indian state of Gujarat.",
  "/wiki/Gujarat": "Gujarat (/ˌɡʊdʒəˈrɑːt/, Gujarati: [ˈɡudʒəɾɑt] (listen)) is a state on the western coast of India with a coastline of 1,600 km (990 mi) – most of which lies on the Kathiawar peninsula – and a population in excess of 60 million.  It is the fifth largest Indian state by area and the ninth largest state by population. Gujarat is bordered by Rajasthan to the northeast, Dadra and Nagar Haveli and Daman and Diu to the south, Maharashtra to the southeast, Madhya Pradesh to the east, and the Arabian Sea and the Pakistani province of Sindh to the west.  Its capital city is Gandhinagar, while its largest city is Ahmedabad. The Gujarati-speaking people of India are indigenous to the state.  The economy of Gujarat is the fifth-largest state economy in India with ₹13.14 lakh crore (US$180 billion) in GDP and a per capita GDP of ₹174,000 (US$2,400). Gujarat ranks fifteenth among Indian states in human development index.\n The state encompasses some sites of the ancient Indus Valley Civilisation, such as Lothal, Dholavira and Gola Dhoro.  Lothal is believed to be one of the world's first seaports. Gujarat's coastal cities, chiefly Bharuch and Khambhat, served as ports and trading centres in the Maurya and Gupta empires, and during the succession of royal Saka dynasties from the Western Satraps era.  Along with Bihar and Nagaland, Gujarat is one of the three Indian states to prohibit the sale of alcohol. Gir Forest National Park in Gujarat is home of the only wild population of the Asiatic lion in the world.",
  "/wiki/Kadiri": "Kadiri is a town in the Anantapur district of the Indian state of Andhra Pradesh. It is a municipality, mandal headquarters and also the revenue divisional headquarters Kadiri.",
  "/wiki/Andhra_Pradesh": "Andhra Pradesh (/ˌɑːndrə prəˈdɛʃ/) (pronunciation (help·info)) is one of the 28 states of India, situated in the south-eastern part of the country. It is the eight-largest state in India, covering an area of 162,975 km2 (62,925 sq mi). As per the 2011 census, it is the tenth-most populous state, with 49,386,799 inhabitants. The largest city in Andhra Pradesh is Visakhapatnam. Telugu, one of the classical languages of India, is the major and official language of Andhra Pradesh.\n The north-western portion of Andhra Pradesh was separated to form the new state of Telangana on 2 June 2014, and Hyderabad, the longtime capital of Andhra Pradesh, was transferred to Telangana as part of the division. However, in accordance with the Andhra Pradesh Reorganisation Act, 2014, Hyderabad was to remain the acting capital of both Andhra Pradesh and Telangana states for a period of time not exceeding ten years.\n Andhra Pradesh has a coastline of 974 km (605 mi) – the second-longest coastline among the states of India, after Gujarat – with jurisdiction over almost 15,000 km2 of territorial waters. The state is bordered by Telangana in the north-west, Chhattisgarh and Odisha in the north-east, Karnataka in the west, Tamil Nadu in the south, and to the east lies the Bay of Bengal. The small enclave of Yanam, a district of Puducherry, lies to the south of Kakinada in the Godavari delta on the eastern side of the state.\n The state is made up of the two major regions of Rayalaseema, in the inland southwestern part of the state, and Coastal Andhra to the east and northeast, bordering the Bay of Bengal. The state comprises thirteen districts in total, nine of which are located in Coastal Andhra and four in Rayalaseema. The largest city and commercial hub of the state are Visakhapatnam, located on the Bay of Bengal, with a GDP of US$43.5 billion; the second largest city in the state is Vijayawada, located on the banks of the Krishna River, which has a GDP of US billion (as of 2010[update]). The economy of Andhra Pradesh is the seventh-largest state economy in India with ₹9.33 lakh crore (US$130 billion) in gross domestic product and a per capita GDP of ₹164,000 (US$2,300). Andhra Pradesh ranks twentieth among Indian states in human development index.\n Andhra Pradesh hosted 121.8 million visitors in 2015, a 30% growth in tourist arrivals over the previous year, making it the third most-visited state in India. The Tirumala Venkateswara Temple in Tirupati is one of the world's most visited religious sites, with 18.25 million visitors per year. Other pilgrimage centres in the state include the Mallikarjuna Jyotirlinga at Srisailam, the Srikalahasteeswara Temple at Srikalahasti, the Varaha Lakshmi Narasimha temple, Simhachalam  at Visakhapatnam, the Ameen Peer Dargah in Kadapa, the Mahachaitya at Amaravathi, the Kanaka Durga Temple in Vijayawada, and Prasanthi Nilayam in Puttaparthi. The state's natural attractions include the beaches of Visakhapatnam, hill stations such as the Araku Valley and Horsley Hills, and the island of Konaseema in the Godavari River delta.",
  "/wiki/Kagaznagar": "Kagaznagar (earlier known as Sirpur Kagaznagar)  is a town and a municipality in Komaram Bheem district in the state of Telangana in India. It is located around 16 km away from Sirpur (T).",
  "/wiki/Telangana": "Telangana (/tɛlənˈɡɑːnə/ (listen)) is a state in India situated on the centre-south stretch of the Indian peninsula on the high Deccan Plateau. It is the twelfth largest state and the twelfth-most populated state in India with a geographical area of 112,077 km2 (43,273 sq mi) and 35,193,978 residents as per 2011 census. On 2 June 2014, the area was separated from the northwestern part of Andhra Pradesh as the newly formed 29th state with Hyderabad as its historic permanent capital. Its other major cities include Warangal, Nizamabad, Khammam and Karimnagar. Telangana is bordered by the states of Maharashtra to the north, Chhattisgarh to the east, Karnataka to the west, and Andhra Pradesh to the east and south. The terrain of Telangana region consists mostly of hills, mountain ranges, and thick dense forests covering an area of 27,292 km2 (10,538 sq mi). As of 2019, the state of Telangana is divided into 33 districts.\n Throughout antiquity and the Middle Ages, the region now known as Telangana was ruled by multiple major Indian powers such as the Cholas, Mauryans, Satavahanas, Chalukyas, Kakatiyas, Delhi Sultanate, Bahmani Sultanate, Golconda Sultanate. During the 16th and 17th centuries, the region was ruled by the Mughals. The region is known for its Ganga-Jamuni Tehzeeb. During the 18th century and the British Raj, Telangana was ruled by the Nizam of Hyderabad. In 1823, the Nizams lost control over Northern Circars (Coastal Andhra) and Ceded Districts (Rayalseema), which were handed over to the East India Company. The annexation by the British of the Northern Circars deprived Hyderabad State, the Nizam's dominion, of the considerable coastline it formerly had, to that of a landlocked princely state with territories in the central Deccan, bounded on all sides by British India. Thereafter, the Northern Circars were governed as part of Madras Presidency until India's independence in 1947, after which the presidency became India's Madras state.\n The Hyderabad state joined the Union of India in 1948 after an Indian military invasion. In 1956, the Hyderabad State was dissolved as part of the linguistic reorganisation of states and Telangana was merged with the Telugu-speaking Andhra State (part of the Madras Presidency during the British Raj) to form Andhra Pradesh. A peasant-driven movement began to advocate for separation from Andhra Pradesh starting in the early 1950s, and continued until Telangana was awarded separate statehood on 2 June 2014.\n The economy of Telangana is the eighth-largest state economy in India with ₹8.66 lakh crore (US$120 billion) in gross domestic product and a per capita GDP of ₹206,000 (US$2,900). Telangana ranks sixteenth among Indian states in human development index. The state has emerged as a major focus for robust IT software, industry and services sector. The state is also the main administrative centre of many Indian defence aero-space and research labs like Bharat Dynamics Limited, Defence Metallurgical Research Laboratory, Defence Research and Development Organisation and Defence Research and Development Laboratory.\n The cultural hearts of Telangana, Hyderabad, and Warangal, are noted for their wealth and renowned historical structures – Charminar, Qutb Shahi Tombs, Paigah Tombs, Falaknuma Palace, Chowmahalla Palace, Warangal Fort, Kakatiya Kala Thoranam, Thousand Pillar Temple and the Bhongir Fort in Yadadri Bhuvanagiri district. The historic city Golconda in Hyderabad established itself as a diamond trading center and, until the end of the 19th century, the Golconda market was the primary source of the finest and largest diamonds in the world. Thus, the legendary name Golconda Diamonds became synonymous with Golconda itself. The Golconda region has produced some of the world's most famous diamonds, including the colorless Koh-i-Noor (owned by the United Kingdom), the blue Hope (United States), the pink Daria-i-Noor (Iran), the white Regent (France), the Dresden Green (Germany), and the colorless Orlov (Russia), Nizam and Jacob (India), as well as the now lost diamonds Florentine Yellow, Akbar Shah and Great Mogul. Religious edifices like the Lakshmi Narasimha Temple in Yadadri Bhuvanagiri district, Makkah Masjid in Hyderabad, and Medak Cathedral are several of its most famous places of worship.",
  "/wiki/Kailasahar": "Kailashahar is a municipal council city, the headquarters of the Unakoti district in the Indian state of Tripura.\n It is located along the Bangladesh border.",
  "/wiki/Tripura": "Tripura (/ˈtrɪpʊrə, -ərə/) is a state in northeastern India. The third-smallest state in the country, it covers 10,491 km2 (4,051 sq mi) and is bordered by Bangladesh to the north, south, and west, and the Indian states of Assam and Mizoram to the east. In 2011 the state had 3,671,032 residents, constituting 0.3% of the country's population.\n The area of modern Tripura—ruled for several centuries by the Manikya dynasty—was part of an independent princely state  under the protectorate of the British Empire. The independent Tripuri Kingdom (also known as Hill Tippera) joined the newly independent India in 1949.\n Tripura lies in a geographically disadvantageous location in India, as only one major highway, the National Highway 8, connects it with the rest of the country. Five mountain ranges—Boromura, Atharamura, Longtharai, Shakhan and Jampui Hills—run north to south, with intervening valleys; Agartala, the capital, is located on a plain to the west.  The state has a tropical savanna climate, and receives seasonal heavy rains from the south west monsoon.  Forests cover more than half of the area, in which bamboo and cane tracts are common. Tripura has the highest number of primate species found in any Indian state. Due to its geographical isolation, economic progress in the state is hindered.  Poverty and unemployment continue to plague Tripura, which has a limited infrastructure. Most residents are involved in agriculture and allied activities, although the service sector is the largest contributor to the state's gross domestic product.\n According to 2011 census, Tripura is one of the most literate states in India with a literacy rate of 87.75%. Mainstream Indian cultural elements coexist with traditional practices of the ethnic groups, such as various dances to celebrate religious occasions, weddings and festivities; the use of locally crafted musical instruments and clothes; and the worship of regional deities. The sculptures at the archaeological sites Unakoti, Pilak and Devtamura provide historical evidence of artistic fusion between organised and tribal religions. The Great Chinmoy in Agartala was the former royal abode of the Tripuri king.",
  "/wiki/Kaladhungi": "Kaladhungi is a town and a nagar panchayat in Nainital district in the Indian state of Uttarakhand.\n The place is located just on the foothill, a good climate but summers are hot, located 26 km west of Haldwani on the Haldwani-Ramanagar road.  Nainital is at distance of only 30 km to the north and Bazpur at about 19 km to south.  It has a road connecting to Delhi via Bazpur, Tanda, and Moradabad.",
  "/wiki/Uttarakhand": "Uttarakhand (/ˌʊtəˈrɑːkʌnd/), formerly known as Uttaranchal (/ˌʊtəˈrɑːntʃəl/), is a state in the northern part of India. It is often referred to as the \"Devabhumi\" (literally \"Land of the Gods\") due to numerous Hindu temples and pilgrimage centres found throughout the state. Uttarakhand is known for the natural environment of the Himalayas, the Bhabar and the Terai. On 9 November 2000, Uttarakhand became the 27th state of the Republic of India, being carved from the Himalayan districts of Uttar Pradesh. It borders Tibet Autonomous Region of China to the north; the Sudurpashchim Pradesh of Nepal to the east; the Indian states of Uttar Pradesh to the south and Himachal Pradesh to the west and north-west. The state is divided into two divisions, Garhwal and Kumaon, with a total of 13 districts. The capital of Uttarakhand is Dehradun, the largest city of the state, which is a railhead. The High Court of the state is located in Nainital.\n Archaeological evidence supports the existence of humans in the region since prehistoric times. The region formed a part of the Uttarakuru Kingdom during the Vedic age of Ancient India. Among the first major dynasties of Kumaon were the Kunindas in the 2nd century BCE who practised an early form of Shaivism. Ashokan edicts at Kalsi show the early presence of Buddhism in this region. During the medieval period, the region was consolidated under the Kumaon Kingdom and Garhwal Kingdom. In 1816, most of modern Uttarakhand was ceded to the British as part of the Treaty of Sugauli. Although the erstwhile hill kingdoms of Garhwal and Kumaon were traditional rivals, the proximity of different neighbouring ethnic groups and the inseparable and complementary nature of their geography, economy, culture, language, and traditions created strong bonds between the two regions which further strengthened during the Uttarakhand movement for statehood in the 1990s.\n The natives of the state are generally called Uttarakhandi, or more specifically either Garhwali or Kumaoni by their region of origin. According to the 2011 Census of India, Uttarakhand has a population of 10,086,292, making it the 20th most populous state in India.",
  "/wiki/Kallakurichi": "Kallakurichi is a town in the Indian state of Tamil Nadu and the administrative headquarters of Kallakurichi district in Tiruvannamalai region. As of 2015, the town had a population of 57,628",
  "/wiki/Tamil_Nadu": "Tamil Nadu (Tamil: [ˈt̪amiɻ ˈn̪aːɽɯ] (listen)), is one of the 28 states of India. Its capital and largest city is Chennai. Tamil Nadu lies in the southernmost part of the Indian subcontinent and is bordered by the union territory of Puducherry and the South Indian states of Kerala, Karnataka, and Andhra Pradesh. It is bounded by the Eastern Ghats on the north, by the Nilgiri Mountains, the Meghamalai Hills, and Kerala on the west, by the Bay of Bengal in the east, by the Gulf of Mannar and the Palk Strait on the southeast, and by the Indian Ocean on the south. The state shares a maritime border with the nation of Sri Lanka.\n The region was ruled by several empires, including the three great empires – Chera, Chola and Pandyan empires, which shape the region's cuisine, culture, and architecture. The British Colonial rule during the modern period led to the emergence of Chennai, then known as Madras, as a world-class city. Modern-day Tamil Nadu was formed in 1956 after the reorganisation of states on linguistic lines. The state is home to a number of historic buildings, multi-religious pilgrimage sites, hill stations and three World Heritage sites.\n Tamil Nadu is the tenth largest Indian state by area and the sixth largest by population. The economy of Tamil Nadu is the second-largest state economy in India with ₹16.64 lakh crore (US$230 billion) in gross domestic product with a per capita GDP of ₹194,000 (US$2,700). Tamil Nadu has the sixth highest ranking among Indian states in human development index. It was ranked as one of the top seven developed states in India based on a \"Multidimensional Development Index\" in a 2013 report published by the Reserve Bank of India. Its official language is Tamil, which is one of the longest-surviving classical languages in the world.",
  "/wiki/Kalimpong": "Kalimpong is a city and a municipality in the Indian state of West Bengal. It is located at an average elevation of 1,250 metres (4,101 ft). The city is the headquarters of the Kalimpong district. Kalimpong district region comes under Gorkhaland Territorial Administration which is an autonomous governing body within the state of West Bengal.The Indian Army's 27 Mountain Division is located on the outskirts of the city.\n Kalimpong is known for its educational institutions, many of which were established during the British colonial period. It used to be a gateway in the trade between Tibet and India before China's annexation of Tibet and the Sino-Indian War. Kalimpong and neighbouring Darjeeling were major centres calling for a separate Gorkhaland state in the 1980s, and more recently in 2010.\n The municipality sits on a ridge overlooking the Teesta River and is a tourist destination owing to its temperate climate, natural environment and proximity to popular tourist locations in the region. Horticulture is important to Kalimpong: It has a flower market notable for its wide array of orchids; nurseries, which export Himalayan grown flower bulbs, tubers and rhizomes, contribute to the economy of Kalimpong. Home to Nepalis and indigenous Lepchas, other ethnic groups and non-native immigrants from other parts of India, the town is a religious centre of Buddhism. The Tibetan Buddhist monastery Zang Dhok Palri Phodang holds a number of rare Tibetan Buddhist scriptures.\n The Kalimpong Science Centre, established under the Darjeeling Gorkha Hill Council (DGHC) in 2008 is a recent addition to its many tourist attractions. The Science Centre, which provides for scientific awareness among the students of the town and the locals sits atop the Deolo Hill.",
  "/wiki/West_Bengal": "West Bengal (/bɛnˈɡɔːl/; Bengali: Paschim Banga) is a state in the eastern region of India along the Bay of Bengal. With over 91 million inhabitants (as of 2011), it is India's fourth-most populous state. West Bengal is the thirteenth-largest Indian state, with an area of 88,752 km2 (34,267 sq mi). Part of the ethno-linguistic Bengal region of the Indian subcontinent, it borders Bangladesh in the east, and Nepal and Bhutan in the north. It also borders the Indian states of Odisha, Jharkhand, Bihar, Sikkim, and Assam. The state capital is Kolkata (Calcutta) the seventh-largest city in India, and center of the third-largest metropolitan area in the country. West Bengal includes the Darjeeling Himalayan hill region, the Ganges delta, the Rarh region, and the coastal Sundarbans. The main ethnic group is the Bengalis, with Bengali Hindus forming the demographic majority.\n The area's early history featured a succession of Indian empires, internal squabbling, and a tussle between Hinduism and Buddhism for dominance. Ancient Bengal was the site of several major Janapadas (kingdoms), while the earliest cities date back to the Vedic period. The region was part of several ancient pan−Indian empires, including the Mauryans and Guptas. It was also a bastion of regional kingdoms. The citadel of Gauda served as the capital of the Gauda Kingdom, the Buddhist Pala Empire (8th–11th century) and Hindu Sena Empire (11th–12th century). Islam was introduced  through trade with the Abbasid Caliphate, but following the early conquest of Muhammad bin Bakhtiyar Khalji and the establishment of the Delhi Sultanate, it spread across the entire Bengal region. Later, occasional Muslim raiders reinforced the process of conversion by building mosques, madrasas, and khanqahs. During the Islamic Bengal Sultanate, founded in 1352, Bengal was a major trading nation in the world and was often referred by the Europeans as the richest country to trade with. It was absorbed into the Mughal Empire in 1576. Simultaneously, some parts of the region were ruled by several Hindu states, and Baro-Bhuyan landlords, and part of it was briefly overrun by the Suri Empire. The Mughal Bengal was heralded by Aurangzeb as the \"paradise of the nations\", since it was the empire's most economically developed province. It became a leading exporter to the world,  and a center of worldwide industries such as cotton textiles, silk, and shipbuilding. Its citizens' standard of living was among the world's highest. Bengal accounted for 40% of Dutch imports from Asia, for example, including more than 50% of its textiles and around 80% of its silks. Bengal's economy bypassed the period of proto-industrialization.\n By the 18th century, the state was ruled by the Nawabs of Bengal, before being conquered by the British East India Company at the Battle of Plassey in 1757. Calcutta served for many years as the capital of British India. The region was later administered by the United Kingdom as part of the Bengal Presidency (1757–1905; 1912–1947) and Eastern Bengal and Assam Province (1905–1912) in British India. Bengal faced multiple famines and deindustrialisation under British Raj. The socio-cultural movements of the Bengal Renaissance played an influential role in decolonisation and the region was a hotbed of the Indian independence movement. In 1947, the Bengal Legislative Council and the [[Bengal LegislaChatim tree tive Assembly]] voted on the Partition of Bengal along religious lines into two separate entities: West Bengal, a state of India, and East Bengal, a province of Pakistan which later became the independent Bangladesh. Several regional and pan−Indian empires throughout Bengal's history have shaped its culture, cuisine, and architecture.\n Post independence, West Bengal's economy is based on agricultural production and small and medium-sized enterprises. The economy of West Bengal is the sixth-largest state economy in India with ₹11.77 lakh crore (US$170 billion) in gross domestic product and a per capita GDP of ₹116,000 (US$1,600). The state has high government debt with ₹3.6 lakh crore (US$50 billion) or 35% of GSDP, moderate unemployment, and low per capita income. In human development index it ranks twenty-first among Indian states. Kolkata is known as the \"cultural capital of India\". West Bengal has two World Heritage sites and one of the top tourism destinations in India.",
  "/wiki/Kalpi": "Kalpi is a town and municipal board in Jalaun district in Uttar Pradesh, India. It is on the right bank of the Yamuna. It is situated 78 kilometres south-west of Kanpur from which it is connected by both road and rail.",
  "/wiki/Uttar_Pradesh": "Uttar Pradesh (/ˌʊtər prəˈdɛʃ/; IAST: Uttar Pradeś [ˈʊtːəɾ pɾəˈdeːʃ] (listen)) is a state in northern India. With roughly 200 million inhabitants, it is the most populous state in India as well as the most populous country subdivision in the world. It was created on 1 April 1937 as the United Provinces of Agra and Oudh during British rule, and was renamed Uttar Pradesh in 1950.  The state is divided into 18 divisions and 75 districts with the capital being Lucknow. On 9 November 2000, a new state, Uttarakhand, was carved out from the state's Himalayan hill region. The two major rivers of the state, the Ganga and Yamuna, join at Allahabad (Prayagraj) and then flow as the Ganga further east. Hindi is the most widely spoken language and is also the official language of the state, along with Urdu.\n The state is bordered by Rajasthan to the west, Haryana, Himachal Pradesh and Delhi to the northwest, Uttarakhand and Nepal to the north, Bihar to the east, Madhya Pradesh to the south, and touches the states of Jharkhand and Chhattisgarh to the southeast. It covers 243,290 square kilometres (93,933 sq mi), equal to 7.34% of the total area of India, and is the fourth-largest Indian state by area. Agriculture and service industries are the largest parts of the state's economy. The service sector comprises travel and tourism, hotel industry, real estate, insurance and financial consultancies. The economy of Uttar Pradesh is the fifth-largest state economy in India with ₹15.42 lakh crore (US$220 billion) in gross domestic product and a per capita GDP of ₹61,000 (US$860). Uttar Pradesh ranks twenty eighth among Indian states in human development index. President's rule has been imposed in Uttar Pradesh ten times since 1968, for different reasons and for a total of 1,700 days.\n The natives of the state are generally called UP-waale, or more specifically either Awadhi, Bagheli, Bhojpuri, Braji, Bundeli, Kannauji, or Rohilkhandi depending upon their region of origin. Hinduism is practised by more than three-fourths of the population, with Islam being the next largest religious group. Uttar Pradesh was home to powerful empires of ancient and medieval India. The state has several historical, natural, and religious tourist destinations, such as Agra, Ayodhya, Vrindavan, Lucknow, Mathura, Varanasi, Allahabad and Gorakhpur.",
  "/wiki/Kamareddy": "Kamareddy is a city and headquarters of eponymous district in Telangana state in India.",
  "/wiki/Kanigiri": "Kanigiri is a census town in Prakasam district of the Indian state of Andhra Pradesh. It is the mandal headquarters of kanigiri mandal in Kandukur revenue division.",
  "/wiki/Kandukur": "Kandukur or Kandukuru is a town in Prakasam district of the Indian state of Andhra Pradesh. It is a municipality and the mandal headquarters of Kandukur mandal in Kandukur revenue division.",
  "/wiki/Kanhangad": "Kanhangad (pronounced [kɑːɲʌŋɑːɖ] (listen)) or Kanjangad is a major and commercial city which falls under \"Class1\" UAs/Towns category   and a Municipality in the Kasaragod District, state of Kerala, India. The largest and most populous city in the Kasaragod district, Kanhangad is 28 km from the district headquarters of Kasaragod town, 73.8 km from Kannur and 79 km from Mangalore city.",
  "/wiki/Kerala": "Kerala (/ˈkɛrələ/ (listen)) is a state on the southwestern Malabar Coast of India. It was formed on 1 November 1956, following the passage of the States Reorganisation Act, by combining Malayalam-speaking regions of the erstwhile states of Travancore-Cochin and Madras. Spread over 38,863 km2 (15,005 sq mi), Kerala is the twenty-third largest Indian state by area. It is bordered by Karnataka to the north and northeast, Tamil Nadu to the east and south, and the Lakshadweep Sea to the west. With 33,387,677 inhabitants as per the 2011 Census, Kerala is the thirteenth-largest Indian state by population. It is divided into 14 districts with the capital being Thiruvananthapuram. Malayalam is the most widely spoken language and is also the official language of the state.\n The Chera Dynasty was the first prominent kingdom based in Kerala. The Ay kingdom in the deep south and the Ezhimala kingdom in the north formed the other kingdoms in the early years of the Common Era (CE or AD). The region had been a prominent spice exporter since 3000 BCE. The region's prominence in trade was noted in the works of Pliny as well as the Periplus around 100 CE. In the 15th century, the spice trade attracted Portuguese traders to Kerala, and paved the way for European colonisation of India. At the time of Indian independence movement in the early 20th century, there were two major princely states in Kerala-Travancore State and the Kingdom of Cochin. They united to form the state of Thiru-Kochi in 1949. The Malabar region, in the northern part of Kerala, had been a part of the Madras province of British India, which later became a part of the Madras State post-independence. After the States Reorganisation Act, 1956, the modern-day state of Kerala was formed by merging the Malabar district of Madras State (excluding Gudalur taluk of Nilgiris district, Topslip,  the Attappadi Forest east of Anakatti), the state of Thiru-Kochi (excluding four southern taluks of Kanyakumari district, Shenkottai and Tenkasi taluks), and the taluk of Kasaragod (now Kasaragod District) in South Canara (Tulunad) which was a part of Madras State.\n The economy of Kerala is the 11th-largest state economy in India with ₹8.76 trillion (US$120 billion) in gross domestic product and a per capita GDP of ₹199,000 (US$2,800). Kerala has the lowest positive population growth rate in India, 3.44%; the highest Human Development Index (HDI), 0.784 in 2018 (0.712 in 2015); the highest literacy rate, 93.91% in the 2011 census; the highest life expectancy, 77 years; and the highest sex ratio, 1,084 women per 1,000 men. The state has witnessed significant emigration, especially to the Arab states of the Persian Gulf during the Gulf Boom of the 1970s and early 1980s, and its economy depends significantly on remittances from a large Malayali expatriate community. Hinduism is practised by more than half of the population, followed by Islam and Christianity. The culture is a synthesis of Aryan, Dravidian, Arab, and European cultures, developed over millennia, under influences from other parts of India and abroad.\n The production of pepper and natural rubber contributes significantly to the total national output. In the agricultural sector, coconut, tea, coffee, cashew and spices are important. The state's coastline extends for 595 kilometres (370 mi), and around 1.1 million people in the state are dependent on the fishery industry which contributes 3% to the state's income. The state has the highest media exposure in India with newspapers publishing in nine languages, mainly English and Malayalam. Kerala is one of the prominent tourist destinations of India, with backwaters, hill stations, beaches, Ayurvedic tourism and tropical greenery as its major attractions.",
  "/wiki/Kannur": "Kannur (also known by its former anglicized name Cannanore and Portuguese name Cananor) is a city and a Municipal Corporation in Kannur district, state of Kerala, India. It is the administrative headquarters of the Kannur District and situated 518 kms north of the state capital Thiruvananthapuram, 22 kms from Thalassery, 100 kms from Kozhikode, 120 kms from Kasaragod, 146 kms from Mysore, 173 kms from Mangalore, 201 kms from Ooty, 276 kms from Coimbatore and 280 kms from Bangalore. During British rule in India, when Kannur was a part of the Malabar District (Madras Presidency), the city was known as Cannanore. Kannur is the largest city of North Malabar region. As of 2011 census population of Kannur was 232,486. Kannur is one of the million-plus urban agglomerations in India with a population of 1,642,892 in 2011.",
  "/wiki/Kapadvanj": "Kapadvanj (Karpat – Vanjiyam or \"The Land of Textile\") is a town as well as one of the Taluka of the Kheda district in the Gujarat India. It is located on bank of river Mohar. It is 65 km away from Ahmedabad and 93 km away from Vadodara.",
  "/wiki/Karaikal": "Karaikal (/kʌdɛkʌl/, French: Karikal /kaʁikal/) is a town of the Indian Union Territory of Puducherry, with a population of 222,589 and an area of 30 km2.\n Karaikal became a French Colony in 1674 and held control, with occasional interruption from the British and Dutch, until 1954 (de jure in 1956), when it was incorporated into the Republic of India, along with  Chandernagore, Mahé, Yanaon, and Pondichéry.",
  "/wiki/Puducherry": "Puducherry (/pʊdʊˈtʃɛri/), formerly known as Pondicherry (/pɒndɪˈtʃɛri/), is one of the 8 union territories of India. It was formed out of four territories of former French India, namely Pondichéry (Pondicherry; now Puducherry), Karikal (Karaikal), Mahé and Yanaon (Yanam), excluding Chandernagore. It is named after the largest district, Puducherry. Historically known as Pondicherry (Pāṇṭiccēri), the territory changed its official name to Puducherry on 20 September 2006.\n The Union Territory of Puducherry lies in the southern part of the Indian Peninsula. The areas of Puducherry district and Karaikal district are bound by the state of Tamil Nadu, while Yanam district and Mahé district are enclosed by the states of Andhra Pradesh and Kerala respectively. Puducherry is the 29th most populous and the third most densely populated of the states and union territories of India. It has a gross domestic product (GDP) of ₹210 billion (US$2.9 billion) and ranks 25th in India.",
  "/wiki/Karimganj": "Karimganj  is a city in the Karimganj District of the Indian state of Assam. It is the administrative headquarters of the district.\n Karimganj city is located at 24°52′N 92°21′E﻿ / ﻿24.87°N 92.35°E﻿ / 24.87; 92.35. The area of Karimganj city is 16.09 km2. It has an average elevation of 13 metres (42 feet).",
  "/wiki/Assam": "Assam (/ˈæsæm/, Assamese: [ɔxɔm] (listen)) is a state in northeastern India, situated south of the eastern Himalayas along the Brahmaputra and Barak River valleys. Assam covers an area of 78,438 km2 (30,285 sq mi). The state is bordered by Bhutan and Arunachal Pradesh to the north; Nagaland and Manipur to the east; Meghalaya, Tripura, Mizoram and Bangladesh to the south; and West Bengal to the west via the Siliguri Corridor, a 22 kilometres (14 mi) strip of land that connects the state to the rest of India.\n Assam is known for Assam tea and Assam silk. The state was the first site for oil drilling in Asia. Assam is home to the one-horned Indian rhinoceros, along with the wild water buffalo, pygmy hog, tiger and various species of Asiatic birds, and provides one of the last wild habitats for the Asian elephant. The Assamese economy is aided by wildlife tourism to Kaziranga National Park and Manas National Park, which are World Heritage Sites. Sal tree forests are found in the state which, as a result of abundant rainfall, look green all year round. Assam receives more rainfall than most parts of India; this rain feeds the Brahmaputra River, whose tributaries and oxbow lakes provide the region with a hydro-geomorphic environment.",
  "/wiki/Karjat": "Karjat (Marathi:कर्जत) is a town administered under a Municipal Council in Raigad district in the Indian state of Maharashtra. It is served by Karjat railway station. Karjat forms part of Mumbai Metropolitan Region. Karjat is located approximately at a distance of 70 km from Mumbai and 100 km from Pune.",
  "/wiki/Maharashtra": "Maharashtra (/mɑːhəˈrɑːʃtrə/; Marathi: [məharaːʂʈrə] (listen), abbr. MH) is a state in the western peninsular region of India occupying a substantial portion of the Deccan Plateau. It is the second-most populous state and third-largest state by area. Spread over 307,713 km2 (118,809 sq mi), it is bordered by the Arabian Sea to the west, the Indian states of Karnataka and Goa to the south, Telangana to the southeast and Chhattisgarh to the east, Gujarat and Madhya Pradesh to the north, and the Indian union territory of Dadra and Nagar Haveli and Daman and Diu  to the north west. It is also the world's third-most populous subnational entity.\n Maharashtra was formed by merging the western and south-western parts of the Bombay State, Berar and Vidarbha, and the north-western parts of the Hyderabad State and splitting Saurashtra (in present-day Gujarat) by the States Reorganisation Act.  It has over 112 million inhabitants and its capital, Mumbai, has a population around 18 million making it the most populous urban area in India. Nagpur hosts the winter session of the state legislature. Pune is known as the 'Oxford of the East' due to the presence of several well-known educational institutions. Nashik is known as the 'Wine Capital of India' as it has the largest number of wineries and vineyards in the country.\n The Godavari and the Krishna are the two major rivers in the state. The Narmada and Tapi Rivers flow near the border between Maharashtra and Madhya Pradesh and Gujarat. Maharashtra is the third-most urbanised state of India. Prior to Indian independence, Maharashtra was chronologically ruled by the Satavahana dynasty, Rashtrakuta dynasty, Western Chalukyas, Deccan sultanates, Mughals and Marathas, and the British. Ruins, monuments, tombs, forts, and places of worship left by these rulers are dotted around the state. They include the UNESCO World Heritage Sites of the Ajanta and Ellora caves. The numerous forts are associated with the life of Shivaji.\n Maharashtra is the wealthiest state by all major economic parameters and also the most industrialised state in India. The state continues to be the single largest contributor to the national economy with a share of 15% in the country's gross domestic product (GDP). The economy of Maharashtra is the largest state economy in India with ₹24.11 lakh crore (US$340 billion) in GDP and a per capita GDP of ₹176,000 (US$2,500). Maharashtra has the ninth highest ranking among Indian states in human development index.",
  "/wiki/Karnaprayag": "Karnaprayag is a city and municipal board in Chamoli District in the Indian state of Uttarakhand. Karnaprayag is one of the Panch Prayag (five confluences) of Alaknanda River, situated at the confluence of the Alaknanda, and Pindar River.",
  "/wiki/Karunagappally": "Karunagappalli, also written as Karunagappally, is a municipality in Kollam district of Kerala, India. Karunagappalli is situated 27 km (17 mi) north of Kollam and 60 km (37 mi) south of Alappuzha. Karunagappalli taluk consists of Alappad, Ochira, Adinad, Karunagappally, Thazhava, Pavumba, Thodiyoor, Kallalibhagom, Thevalakkara, Chavara, Neendakara, Clappana, Kulasekharapuram, Thekkumbhagam, Ayanivelikulangara, Panmana, Ponmana and Vadakumthala. The municipality is bound on the north by Kayamkulam, on the east by Kunnathur taluk, on the south by Kollam and on the west by the Arabian Sea. It is the largest town in the district outside of Kollam.\n Karunagappally is the location of a government engineering college named the College of Engineering Karunagappally, also known as  CEK. Europeans called Karunagappally as Martha.",
  "/wiki/Karur": "Karur is a city in Indian state of Tamil Nadu. Karur is the administrative headquarters of Karur district.  It is located on the banks of River Amaravathi in the Kongunadu region of Tamilnadu, It is situated at  about 395 kilometres (245 mi) southwest of the state capital Chennai and 295 kilometres away from Bengaluru.",
  "/wiki/List_of_towns_in_India_by_population": "The entire work of this article is based on Census of India, 2011, conducted by the Office of the Registrar General and Census Commissioner, under Ministry of Home Affairs (India), Government of India."
}