{
  "/wiki/Nabarangapur": "Nabarangpur, also known as Nabarangapur or Nowrangpur, is a town and a municipality in Nabarangapur district in the Indian state of Odisha. It is the headquarters of Nabarangpur district.",
  "/wiki/Odisha": "Odisha (/əˈdɪsə/, /ɒˈrɪsə, ɔː-, oʊ-/;, pronounced [oɽɪˈsaː] (listen); is an Indian state located on the eastern coast of India. It neighbors the states of West Bengal and Jharkhand to the north, Chhattisgarh to the west and Andhra Pradesh to the south. Odisha has a coastline of 485 kilometres (301 mi) along the Bay of Bengal. It is the 8th largest state by area, and the 11th largest by population. The state has the third largest population of Scheduled Tribes in India.",
  "/wiki/Nabha": "Information about Nabha",
  "/wiki/Punjab,_India": "Punjab (/pʌnˈdʒɑːb/ (listen), Punjabi: [pənˈdʒaːb]) is a state in northern India. Forming part of the larger Punjab region of the Indian subcontinent, the state is bordered by the Indian union territory of Jammu and Kashmir to the north, and the Indian states of Himachal Pradesh to the east, Haryana to the south and southeast, and Rajasthan to the southwest. It is bordered by the Pakistani province of Punjab to the west. The state covers an area of 50,362 square kilometres, 1.53% of India's total geographical area. It is the 20th-largest Indian state by area. With 27,704,236 inhabitants at the 2011 census, Punjab is the 16th-largest state by population, comprising 22 districts. Punjabi is the most widely spoken and official language of the state. The main ethnic group are the Punjabis, with Sikhs (58%) and Hindus (38%). The state capital is Chandigarh, a Union Territory and also the capital of the neighbouring state of Haryana. The five tributary rivers of the Indus River from which the region took its name are Sutlej, Ravi, Beas, Chenab and Jhelum Rivers; Sutlej, Ravi and Beas are part of the Indian Punjab.",
  "/wiki/Nadbai": "Nadbai is a town and a municipality in Bharatpur district in the Indian state of Rajasthan. Nadbai is divided into Katra and Nadbai. Nadbai is also famous for education. It is known as a MINI KOTA.",
  "/wiki/Rajasthan": "Rajasthan (/ˈrɑːdʒəstæn/ Hindustani pronunciation: [raːdʒəsˈtʰaːn] (listen); literally, \"Land of Kings\") is a state in northern India. The state covers an area of 342,239 square kilometres (132,139 sq mi) or 10.4 percent of the total geographical area of India. It is the largest Indian state by area and the seventh largest by population. Rajasthan is located on the northwestern side of India, where it comprises most of the wide and inhospitable Thar Desert (also known as the \"Great Indian Desert\") and shares a border with the Pakistani provinces of Punjab to the northwest and Sindh to the west, along the Sutlej-Indus river valley. Elsewhere it is bordered by five other Indian states: Punjab to the north; Haryana and Uttar Pradesh to the northeast; Madhya Pradesh to the southeast; and Gujarat to the southwest.",
  "/wiki/Nagar,_Rajasthan": "Nagar is town and tehsil in Bharatpur district in the Indian state of Rajasthan. It is situated between Bharatpur and Alwar. Nagar is famous for the sweets called jalewa, a bigger version of jalebi.",
  "/wiki/Nagari,_Andhra_Pradesh": "Nagari is a town in Chittoor district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Nagari mandal in Chittoor revenue division.",
  "/wiki/Andhra_Pradesh": "Andhra Pradesh (/ˌɑːndrə prəˈdɛʃ/) (pronunciation (help·info)) is one of the 28 states of India, situated in the south-eastern part of the country. It is the eight-largest state in India, covering an area of 162,975 km2 (62,925 sq mi). As per the 2011 census, it is the tenth-most populous state, with 49,386,799 inhabitants. The largest city in Andhra Pradesh is Visakhapatnam. Telugu, one of the classical languages of India, is the major and official language of Andhra Pradesh.",
  "/wiki/Nagarkurnool": "or",
  "/wiki/Telangana": "Telangana (/tɛlənˈɡɑːnə/ (listen)) is a state in India situated on the centre-south stretch of the Indian peninsula on the high Deccan Plateau. It is the twelfth largest state and the twelfth-most populated state in India with a geographical area of 112,077 km2 (43,273 sq mi) and 35,193,978 residents as per 2011 census. On 2 June 2014, the area was separated from the northwestern part of Andhra Pradesh as the newly formed 29th state with Hyderabad as its historic permanent capital. Its other major cities include Warangal, Nizamabad, Khammam and Karimnagar. Telangana is bordered by the states of Maharashtra to the north, Chhattisgarh to the east, Karnataka to the west, and Andhra Pradesh to the east and south. The terrain of Telangana region consists mostly of hills, mountain ranges, and thick dense forests covering an area of 27,292 km2 (10,538 sq mi). As of 2019, the state of Telangana is divided into 33 districts.",
  "/wiki/Nagina": "Nagina is a town and a municipal board in Bijnor district in the Indian state of Uttar Pradesh.",
  "/wiki/Uttar_Pradesh": "Uttar Pradesh (/ˌʊtər prəˈdɛʃ/; IAST: Uttar Pradeś [ˈʊtːəɾ pɾəˈdeːʃ] (listen)) is a state in northern India. With roughly 200 million inhabitants, it is the most populous state in India as well as the most populous country subdivision in the world. It was created on 1 April 1937 as the United Provinces of Agra and Oudh during British rule, and was renamed Uttar Pradesh in 1950.  The state is divided into 18 divisions and 75 districts with the capital being Lucknow. As a multi-ethinic state,  the main ethnic groups are the Bhojpuri, Awadhi, Braji, Bundeli peoples. On 9 November 2000, a new state, Uttarakhand, was carved out from the state's Himalayan hill region. The two major rivers of the state, the Ganga and Yamuna, join at Allahabad (Prayagraj) and then flow as the Ganga further east. Hindi is the most widely spoken language and is also the official language of the state, along with Urdu.",
  "/wiki/Nagla": "Nagla is a census town in Udham Singh Nagar district in the Indian state of Uttarakhand.",
  "/wiki/Uttarakhand": "Uttarakhand (/ˌʊtəˈrɑːkʌnd/), formerly known as Uttaranchal (/ˌʊtəˈrɑːntʃəl/), is a state in the northern part of India. It is often referred to as the \"Devabhumi\" (literally \"Land of the Gods\") due to numerous Hindu temples and pilgrimage centres found throughout the state. Uttarakhand is known for the natural environment of the Himalayas, the Bhabar and the Terai. On 9 November 2000, Uttarakhand became the 27th state of the Republic of India, being carved from the Himalayan districts of Uttar Pradesh. It borders Tibet Autonomous Region of China to the north; the Sudurpashchim Pradesh of Nepal to the east; the Indian states of Uttar Pradesh to the south and Himachal Pradesh to the west and north-west. The state is divided into two divisions, Garhwal and Kumaon, with a total of 13 districts. The capital of Uttarakhand is Dehradun, the largest city of the state, which is a railhead. The High Court of the state is located in Nainital.",
  "/wiki/Nahan": "Nahan is a town in Himachal Pradesh in India and is the headquarters of the Sirmaur District   It was the capital of the former Sirmur princely state.",
  "/wiki/Himachal_Pradesh": "Himachal Pradesh (Hindi: [ɦɪˈmaːtʃəl pɾəˈdeːʃ] (listen); lit. \"snow-laden province\") is a state in the northern part of India. Situated in the Western Himalayas, it is bordered by union territories of Jammu and Kashmir and Ladakh on the north, Punjab state on the west, Haryana state on the southwest, Uttarakhand state on the southeast, and Tibet region on the east. At its southernmost point, it also touches the state of Uttar Pradesh.",
  "/wiki/Naharlagun": "Naharlagun is a town situated in the foothills of Himalayas in the Indian state of Arunachal Pradesh.",
  "/wiki/Arunachal_Pradesh": "Arunachal Pradesh (/ˌɑːrəˌnɑːtʃəl prəˈdɛʃ/, literally \"land of dawn-lit mountains\") is the northeasternmost state of India. It borders the states of Assam and Nagaland to the south. It shares international borders with Bhutan in the west, Myanmar in the east, and China in the north, with which the border is the McMahon Line. Itanagar is the state capital.",
  "/wiki/Naidupet": "Naidupeta is a Town & Municipality in Nellore district of the Indian state of Andhra Pradesh. It also the divisional headquarters  and Mandal headquarters of Naidupeta revenue division.",
  "/wiki/Naila_Janjgir": "Naila-Janjgir is a city and a municipality in Janjgir-Champa district in the Indian state of Chhattisgarh.",
  "/wiki/Chhattisgarh": "Chhattisgarh (Chhattīsgaṛh, Hindi pronunciation: [/ˈtʃʰət̪ːisgəɽʱ/], translation: Thirty-Six Forts) is one of the 28 states of India, located in the centre-east of the country. It is the ninth-largest state in India, with an area of 135,192 km2 (52,198 sq mi). With a 2011 population of 25.5 million, Chhattisgarh is the 16th-most populated state in the country. A resource-rich state, it is a source of electricity and steel for the country, accounting for 15% of the total steel produced  as well as large contributor of coal . Chhattisgarh is one of the fastest-developing states in India.",
  "/wiki/Nainital": "Nainital (IPA: [nɛːniːtaːl] (listen)), also spelled as Naini Tal, is a popular hill station in the Indian state of Uttarakhand. Nainital is the judicial capital of Uttarakhand, the High Court being located here, and is the headquarters of the Kumaon division as well as an eponymous district. It also houses the Governor of Uttarakhand, who resides in the Raj Bhavan. Nainital was the summer capital of the United Provinces.",
  "/wiki/Nainpur": "Nainpur is a town and a Municipal Council in Mandla district in the Indian state of Madhya Pradesh.",
  "/wiki/Madhya_Pradesh": "Madhya Pradesh (MP; /ˌmʌdjə prəˈdɛʃ/, Hindi: [ˈmədʱjə pɾəˈdeːʃ] (listen); meaning Central Province) is a state in central India. Its capital is Bhopal, and the largest city is Indore, with  Gwalior, Jabalpur and Ujjain being the other major cities. Madhya Pradesh is the second largest Indian state by area and the fifth largest state by population with over 75 million residents. It borders the states of Uttar Pradesh to the northeast, Chhattisgarh to the southeast, Maharashtra to the south, Gujarat to the west, and Rajasthan to the northwest. Before 2000, when Chhattisgarh was a part of Madhya Pradesh, Madhya Pradesh was the largest state in India and the distance between the two furthest points inside the state, Singoli and Konta, was 1500 km.",
  "/wiki/Najibabad": "Najibabad is a town and a municipal board in Bijnor district in the Indian state of Uttar Pradesh. It has a railway junction and is one of the administrative blocks of the Bijnor district. It is well connected to all major cities of India by roadways via NH 119 and NH 74 respectively and also by various trains.",
  "/wiki/Nakodar": "Nakodar (pronounced Nuh-Koh-Durh; Punjabi: ਨਕੋਦਰ) [nəkod̪əɾə] is a town and a municipal council in Jalandhar district in the Indian state of Punjab.",
  "/wiki/Nakur": "Nakur is a town and a municipal board in Saharanpur district in the Indian state of Uttar Pradesh.",
  "/wiki/Nalbari": "Nalbari (Pron: nɔ:lˈbɑ:rɪ) is a town and a municipal board in Nalbari district in the Indian state of Assam. Nalbari town is also the headquarters of Nalbari District.",
  "/wiki/Assam": "Assam (/ˈæsæm/, Assamese: [ɔxɔm] (listen)) is a state in northeastern India, situated south of the eastern Himalayas along the Brahmaputra and Barak River valleys. Assam covers an area of 78,438 km2 (30,285 sq mi). The state is bordered by Bhutan and Arunachal Pradesh to the north; Nagaland and Manipur to the east; Meghalaya, Tripura, Mizoram and Bangladesh to the south; and West Bengal to the west via the Siliguri Corridor, a 22 kilometres (14 mi) strip of land that connects the state to the rest of India.",
  "/wiki/Namagiripettai": "Namagiripettai is a panchayat town in Namakkal district in the Indian state of Tamil Nadu. 5km from it is home to the Thulukka Soodamani Ammam at R. Puduppatti.",
  "/wiki/Tamil_Nadu": "Tamil Nadu (Tamil: [ˈt̪ɐmɨɻ ˈn̪aːɽɯ] (listen)), is one of the 28 states of India. Its capital and largest city is Chennai. Tamil Nadu lies in the southernmost part of the Indian subcontinent and is bordered by the union territory of Puducherry and the South Indian states of Kerala, Karnataka, and Andhra Pradesh. It is bounded by the Eastern Ghats on the north, by the Nilgiri Mountains, the Meghamalai Hills, and Kerala on the west, by the Bay of Bengal in the east, by the Gulf of Mannar and the Palk Strait on the southeast, and by the Indian Ocean on the south. The state shares a maritime border with the nation of Sri Lanka.",
  "/wiki/Namakkal": "Namakkal is a Selection grade municipality and the headquarters of Namakkal district in the Indian state of Tamil Nadu. It is the first ISO 14001-2004 certified municipality in Asia for environmental management, specifically the provision and maintenance of water supply, solid waste and sewage management, town planning, lighting and other social services[citation needed] .",
  "/wiki/List_of_towns_in_India_by_population": "The entire work of this article is based on Census of India, 2011, conducted by the Office of the Registrar General and Census Commissioner, under Ministry of Home Affairs (India), Government of India."
}