{
  "/wiki/L%27altra_met%C3%A0_del_cielo": "L'altra metà del cielo (The other half of the sky) is a 1977 Italian comedy film directed by Franco Rossi.",
  "/wiki/Franco_Rossi_(director)": "Franco Rossi (19 April 1919, Florence - 5 June 2000, Rome) was an Italian film screenwriter and director, mainly known for having directed the six-hour-long Italian-German-British-Swiss TV mini-series Quo Vadis? in 1985.",
  "/wiki/Adriano_Celentano": "Adriano Celentano (Italian pronunciation: [adriˈaːno tʃelenˈtaːno]; born 6 January 1938) is an Italian singer-songwriter, musician, actor and film director. He is dubbed \"il Molleggiato\" (the flexible one) because of his dancing.",
  "/wiki/Monica_Vitti": "Monica Vitti (born 3 November 1931) is an Italian actress best known for her starring roles in films directed by Michelangelo Antonioni during the early 1960s. After working with Antonioni, Vitti changed focus and began making comedies, working with director Mario Monicelli on many films. She has appeared with Marcello Mastroianni, Richard Harris, Terence Stamp, Michael Caine, and Dirk Bogarde. Vitti won five David di Donatello Awards for Best Actress, seven Italian Golden Globes for Best Actress, the Career Golden Globe, and the Venice Film Festival Career Golden Lion Award.",
  "/wiki/Antonio_Gramsci:_The_Days_of_Prison": "Antonio Gramsci: i giorni del carcere (internationally released as Antonio Gramsci: The Days of Prison) is a 1977 Italian drama film directed by Lino Del Fra [it]. It was awarded with the Golden Leopard at the Locarno International Film Festival.",
  "/wiki/Riccardo_Cucciolla": "Riccardo Cucciolla (5 September 1924 – 17 September 1999) was an Italian film and voice actor. He appeared in 60 films between 1953 and 1999. He won the Best Actor Award at the 1971 Cannes Film Festival for the film Sacco e Vanzetti.",
  "/wiki/Lea_Massari": "Lea Massari, born Anna Maria Massetani (born 30 June 1933) is an actress and singer from Italy.",
  "/wiki/Mimsy_Farmer": "Mimsy Farmer (born February 28, 1945) is an American actress, artist and sculptor. Her nickname came from a line in Lewis Carroll's Jabberwocky: \"All mimsy were the borogoves\".",
  "/wiki/L%27appuntamento": "L'appuntamento (The date), also known as L'appuntamento (...dove, come, quando?), is a 1977 Italian comedy film written and directed by Giuliano Biagetti.",
  "/wiki/Giuliano_Biagetti": "Giuliano Biagetti (12 April 1925 – 29 March 1998) was an Italian film director and screenwriter.",
  "/wiki/Renzo_Montagnani": "Renzo Montagnani (September 11, 1930 – May 22, 1997) was an Italian actor and voice actor.",
  "/wiki/Barbara_Bouchet": "Barbara Bouchet (née Gutscher; born 15 August 1943) is a German-American[citation needed] actress and entrepreneuse who lives and works in Italy.",
  "/wiki/An_Average_Little_Man": "An Average Little Man (Italian: Un borghese piccolo piccolo, literally meaning a petty petty bourgeois, also known in English as A Very Little Man) is a 1977 Italian drama film directed by Mario Monicelli. It is based on the novel of the same name written by Vincenzo Cerami. The movie mix commedia all'italiana with psychological drama tragedy. The film was an entrant in the 1977 Cannes Film Festival.",
  "/wiki/Mario_Monicelli": "Mario Monicelli (Italian: [ˈmaːrjo moniˈtʃɛlli]; 16 May 1915 – 29 November 2010) was an Italian director and screenwriter and one of the masters of the Commedia all'Italiana (Comedy Italian style). He was nominated six times for an Oscar.",
  "/wiki/Alberto_Sordi": "Alberto Sordi Cavaliere di Gran Croce OMRI (June 15, 1920 – February 24, 2003) was an Italian actor, voice actor, singer, director and screenwriter. He was known internationally as the dubbing voice of Oliver Hardy in the Italian version of the Laurel and Hardy films.",
  "/wiki/Shelley_Winters": "Shelley Winters (born Shirley Schrift; August 18, 1920 – January 14, 2006) was an American actress whose career spanned almost six decades.",
  "/wiki/Romolo_Valli": "Romolo Valli (7 February 1925 – 1 February 1980) was an Italian actor.",
  "/wiki/Vincenzo_Crocitti": "Vincenzo Crocitti (16 July 1949 – 29 September 2010) was an Italian cinema and television actor. Crocitti was born in Rome. He won a David di Donatello and a Nastro d'Argento for the role of Mario Vivaldi in An Average Little Man.",
  "/wiki/Mario_Bianchi": "Mario Bianchi is an Italian film director. Bianchi directed several features including the mondo film Africa Sexy and several sexploitation and pornographic films. He spent the majority of the 1990s directing pornography in Italy under the names Nicholas Moore, Tony Yanker and Martin White.",
  "/wiki/Enzo_Pulcrano": "Enzo Pulcrano (born May 31, 1943 in Acerra, Italy, near Naples; died February 28, 1992) was an Italian actor and writer active in the 1970s and known for Rulers of the City (1976), La Banda Vallanzasca (1977) and A Pugni Nudi (1974), in which he received a writing credit. He was born on May 31, 1943 in Acerra, Italy, near Naples.",
  "/wiki/Beach_House_(film)": "Beach House (Italian: Casotto) is a 1977 Italian comedy film directed by Sergio Citti. It was shown as part of a retrospective on Italian comedy at the 67th Venice International Film Festival.",
  "/wiki/Sergio_Citti": "Sergio Citti (30 May 1933 – 11 October 2005) was an Italian film director and screenwriter, born in Rome. He often worked with Pier Paolo Pasolini, but also worked for others such as Ettore Scola. His own films include We Free Kings, for which he won a Silver Ribbon for Best Original Story.",
  "/wiki/Jodie_Foster": "Alicia Christian \"Jodie\" Foster (born November 19, 1962) is an American actress, director, and producer. She has received two Academy Awards, three British Academy Film Awards, two Golden Globe Awards, and the Cecil B. DeMille Award. For her work as a director, she has been nominated for a Primetime Emmy Award.",
  "/wiki/Mariangela_Melato": "Mariangela Melato (19 September 1941 – 11 January 2013) was an Italian cinema and theater actress. She began her stage career in the 1960s. Her first film role was in Thomas e gli indemoniati (1969), directed by Pupi Avati. She played in many memorable films during the 1970s, a period which was considered her golden age, and she received much praise for her roles in films like The Seduction of Mimi (1972), Love and Anarchy (1973), Nada (1974), Swept Away by an Unusual Destiny in the Blue Sea of August (1974), Todo modo (1976), Caro Michele (1976) and Il gatto (1978). Melato also starred in several American productions as well. She died from pancreatic cancer at the age of 71.",
  "/wiki/Michele_Placido": "Michele Placido (Italian: [miˈkɛːle ˈplaːtʃido]; born 19 May 1946) is an Italian actor and director. He is best known for the role of Corrado Cattani in the TV series La piovra.",
  "/wiki/Beast_with_a_Gun": "La belva col mitra (internationally released as Beast with a Gun, Ferocious, Mad Dog Killer, The Human Beast and Street Killers) is a 1977 Italian poliziottesco film directed by Sergio Grieco.",
  "/wiki/Sergio_Grieco": "Sergio Grieco (January 13, 1917 – March 30, 1982) was an Italian film director and screenwriter.",
  "/wiki/Helmut_Berger": "Helmut Berger (German pronunciation: [ˈhɛlmuːt ˈbɛʁɡɐ] (listen); born Helmut Steinberger; 29 May 1944) is an Austrian film and television actor. Berger, who often portrayed narcissistic and sexually ambiguous characters, was one of the best-known stars of the European cinema in the late 1960s and 1970s.",
  "/wiki/Richard_Harrison_(actor)": "Richard Harrison (born May 26, 1936) is an American actor and occasionally a writer, director and producer.",
  "/wiki/Marisa_Mell": "Marisa Mell  (born Marlies Theres Moitzi; 24 February 1939 – 16 May 1992) was an Austrian actress. Appearing in films across Europe in the sixties, she suffered a setback in the failure of an American musical. She settled in Italy where her high profile love life and long association with Pier Luigi Torri, a playboy later to become one of the most wanted fugitives in the world, made her familiar to readers of tabloid press stories about the European jet set and elite Rome nightclubs. Mell was typecast as a resilient femme fatale. In reality, she was a vulnerable figure who suffered from bad luck and ill-judged personal choices. In the eighties, she was forced to relocate back to Austria. Isolated, with a long standing drug problem having taken an obviously heavy toll on her health she subsisted in straitened circumstances in her last years before dying in Vienna aged 53 years old. Her best regarded film is the critically re-assessed Danger: Diabolik.",
  "/wiki/Il..._Belpaese": "Il... Belpaese (Italian for \"The... Beautiful Country\") is a 1977 black comedy film written and directed by Luciano Salce and starring Paolo Villaggio and  Silvia Dionisio.",
  "/wiki/Luciano_Salce": "Luciano Salce (25 September 1922, in Rome – 17 December 1989, in Rome) was an Italian film director, actor and lyricist. His 1962 film Le pillole di Ercole was shown as part of a retrospective on Italian comedy at the 67th Venice International Film Festival.",
  "/wiki/Paolo_Villaggio": "Paolo Villaggio (Italian pronunciation: [ˈpaːolo vilˈladdʒo]; 30 December 1932 – 3 July 2017) was an Italian actor, voice actor, writer, director and comedian. He is noted for the characters he created with paradoxical and grotesque characteristics: Professor Kranz, the ultra-timid Giandomenico Fracchia, and the obsequious and meek accountant Ugo Fantozzi, perhaps the favourite character in Italian comedy. He wrote several books, usually of satirical character. He also acted in dramatic roles, and appeared in several movies.",
  "/wiki/Silvia_Dionisio": "Silvia Dionisio (born 28 September 1951) is an Italian actress who appeared in several movies in the 1970s.",
  "/wiki/Black_comedy": "Black comedy, also known as black humor, dark comedy, dark humor or gallows humor, is a comic style that makes light of subject matter that is generally considered taboo, particularly subjects that are normally considered serious or painful to discuss. Writers and comedians often use it as a tool for exploring vulgar issues, by provoking discomfort and serious thought as well as amusement in their audience. Thus, in fiction, for example, the term black comedy can also refer to a genre in which dark humor is a core component. Popular themes of the genre include death and violence, discrimination, disease, and human sexuality.",
  "/wiki/Berlinguer,_I_Love_You": "Berlinguer ti voglio bene (internationally released as Berlinguer, I Love You) is a 1977 Italian comedy film written and directed by Giuseppe Bertolucci. It is the debut film of both Bertolucci and Roberto Benigni.",
  "/wiki/Giuseppe_Bertolucci": "Giuseppe Bertolucci (27 February 1947 – 16 June 2012) was an Italian film director and screenwriter. He directed 26 films between 1972 and 2012. He was the younger brother of Bernardo Bertolucci.",
  "/wiki/Roberto_Benigni": "Roberto Remigio Benigni Cavaliere di Gran Croce OMRI (Italian pronunciation: [roˈbɛrto beˈniɲɲi]; born 27 October 1952) is an Italian actor, comedian, screenwriter and director.",
  "/wiki/Alida_Valli": "Baroness Alida Maria Laura Altenburger von Marckenstein-Frauenberg (31 May 1921 – 22 April 2006), better known by her stage name Alida Valli (or simply Valli), was an Italian actress who appeared in more than 100 films, including Mario Soldati's Piccolo mondo antico, Alfred Hitchcock's The Paradine Case, Carol Reed's The Third Man, Michelangelo Antonioni's Il Grido, Luchino Visconti's Senso, Bernardo Bertolucci's 1900, Georges Franju's Les Yeux sans Visage, and Dario Argento's Suspiria.",
  "/wiki/Carlo_Monni": "Carlo Monni (23 October 1943 – 19 May 2013) was an Italian film, television and stage actor.",
  "/wiki/La_Bestia_in_Calore": "La Bestia in calore (lit. The Beast in Heat) is a 1977 Italian exploitation film directed, written, and edited by Luigi Batzella.",
  "/wiki/Luigi_Batzella": "Luigi Batzella (San Sperate, 1924 – San Sperate, 2008) was an Italian film director, screenwriter and actor.",
  "/wiki/Brothers_Till_We_Die": "Brothers Till We Die  (Italian:  La banda del gobbo) is a 1977 Italian poliziottesco-action film  by Umberto Lenzi. This film is the last collaboration among Lenzi and Tomas Milian. In this movie Milian plays two characters, Vincenzo Marazzi a.k.a. \"The Hunchback\" that he already played for Lenzi in Rome Armed to the Teeth, and his twin brother Sergio Marazzi a.k.a. \"Er Monnezza\", a role that he played for the first time in Lenzi's Free Hand for a Tough Cop and later resumed in Destruction Force by Stelvio Massi.",
  "/wiki/Umberto_Lenzi": "Umberto Lenzi (6 August 1931 – 19 October 2017) was an Italian film director, screenwriter and novelist.",
  "/wiki/Tomas_Milian": "Tomas Milian (born Tomás Quintín Rodriguez-Varona Milian Salinas De La Fé y Alvarez De La Campa; 3 March 1933 – 22 March 2017) was a Cuban American actor and singer with Italian citizenship, known for the emotional intensity and humour he brought to roles in European genre films.",
  "/wiki/Pino_Colizzi": "Giuseppe \"Pino\" Colizzi (born November 12, 1937) is an Italian actor and voice actor.",
  "/wiki/Beyond_Good_and_Evil_(film)": "Beyond Good and Evil (Italian: Al di là del bene e del male, UK title: Beyond Evil) is a 1977 drama film directed by Liliana Cavani. It stars Dominique Sanda, Erland Josephson and Robert Powell. The film follows the intense relationship formed in the 1880s between Friedrich Nietzsche, Lou Salomé and Paul Rée.",
  "/wiki/Liliana_Cavani": "Liliana Cavani (born 12 January 1933, Carpi, Italy) is an Italian film director and screenwriter. She belongs to a generation of Italian filmmakers from Emilia-Romagna that came into prominence in the 1970s, including Bernardo Bertolucci, Pier Paolo Pasolini and Marco Bellocchio. Cavani became internationally known after the success of her 1974 feature film Il portiere di notte (The Night Porter). Her films are intellectual and have historical concerns. In addition to feature films and documentaries, she has also directed opera.",
  "/wiki/Dominique_Sanda": "Dominique Marie-Françoise Renée Varaigne (born 11 March 1948), professionally known as Dominique Sanda,  is a French actress and former fashion model.",
  "/wiki/Robert_Powell": "Robert Powell (/ˈpaʊəl/; born June 1, 1944) is an English actor and voice actor, best known for the title roles in Mahler (1974) and Jesus of Nazareth (1977), and for his portrayal of secret agent in Richard Hannay in The Thirty Nine Steps and its subsequent spinoff television series. Other major screen roles have included Mark Williams in the BBC One medical drama Holby City, (2005-11) David Briggs in the sitcom The Detectives alongside Jasper Carrott, and Tobias 'Toby' Wren in the science-fiction programme Doomwatch.",
  "/wiki/Erland_Josephson": "Erland Josephson (Swedish pronunciation: [ˈæ̌ːɭand ˈjûːsɛfˌsɔn]; 15 June 1923 – 25 February 2012) was a Swedish actor and author. He was best known by international audiences for his work in films directed by Ingmar Bergman, Andrei Tarkovsky and Theodoros Angelopoulos.",
  "/wiki/Virna_Lisi": "Virna Pieralisi (Italian: [ˈvirna pjeraˈliːzi]; 8 November 1936 – 18 December 2014), better known as Virna Lisi [ˈvirna ˈliːzi], was an Italian actress. Her film appearances included How to Murder Your Wife (1965), Not with My Wife, You Don't! (1966), Beyond Good and Evil (1977), and Follow Your Heart (1996). For the 1994 film La Reine Margot, she won Best Actress at Cannes and the César Award for Best Supporting Actress.",
  "/wiki/La_Bidonata": "La Bidonata, also known as The Rip-off, is a once lost 1977 Italian comedy/crime film. This was the final film directed by giallo director Luciano Ercoli.",
  "/wiki/Luciano_Ercoli": "Luciano Ercoli (October 19, 1929 – March 15, 2015) was an Italian film director, screenwriter, producer and unit production manager. Ercoli's career spanned approximately two decades before his retirement in the late 1970s, and saw him direct several films in the giallo genre, as well producing several spaghetti westerns. Ercoli was married to Spanish actress Nieves Navarro, who has appeared in several of the films he worked on.",
  "/wiki/Walter_Chiari": "Walter Annicchiarico (8 March 1924 – 20 December 1991), known as Walter Chiari [ˈvalter ˈkjaːri], was an Italian stage and screen actor, mostly in comedy roles.",
  "/wiki/Maurizio_Arena": "Maurizio Arena (26 December 1933 – 21 November 1979) was an Italian film actor. He appeared in 78 films between 1952 and 1978.",
  "/wiki/The_Bishop%27s_Bedroom": "The Bishop's Bedroom (Italian: La stanza del vescovo) is an Italian thriller-drama film directed by Dino Risi adapted from the novel of the same name by Piero Chiara. It stars Ugo Tognazzi, Ornella Muti and Patrick Dewaere. Supporting actors include Lia Tanzi and Piero Mazzarella.",
  "/wiki/Dino_Risi": "Dino Risi (23 December 1916 – 7 June 2008) was an Italian film director. With Mario Monicelli, Luigi Comencini, Nanni Loy and Ettore Scola, he was one of the masters of commedia all'italiana.",
  "/wiki/Ugo_Tognazzi": "Ugo Tognazzi (Italian pronunciation: [ˈuːɡo toɲˈɲattsi]; 23 March 1922 – 27 October 1990) was an Italian film, TV, and theatre actor, director, and screenwriter.",
  "/wiki/Ornella_Muti": "Ornella Muti (born Francesca Romana Rivelli; 9 March 1955) is an Italian actress.",
  "/wiki/Patrick_Dewaere": "Patrick Dewaere (26 January 1947 – 16 July 1982) was a French film actor. He was born in Saint-Brieuc, Côtes-d'Armor, son of French actress Mado Maurin. His five siblings, Jean-Pierre Maurin (1941–1996), Yves-Marie Maurin (1944–2009), Dominique Maurin (b. 1949), Jean-Francois Maurin (b. 1957) and Marie-Veronique Maurin (b. 1960), all became actors, with varying degrees of success.",
  "/wiki/Black_Journal": "Black Journal (originally titled Gran Bollito) is a 1977 Italian drama film directed by Mauro Bolognini. It is based on the real-life events of Leonarda Cianciulli, the Italian serial killer best known as the \"Soap-Maker of Correggio\".",
  "/wiki/Mauro_Bolognini": "Mauro Bolognini (28 June 1922 – 14 May 2001) was an Italian film and stage director of literate sensibility, known for his masterly handling of period subject matter.",
  "/wiki/Mario_Scaccia": "Mario Scaccia (26 December 1919 – 26 January 2011) was an Italian actor and author. He was a prominent figure in the Italian theatre of '900.",
  "/wiki/Max_von_Sydow": "Max von Sydow (/vɒn ˈsiːdoʊ/ von SEE-doh;[a] born Carl Adolf von Sydow, 10 April 1929) is an actor who has appeared in European and American films. Von Sydow has appeared in more than 100 films and TV series. Some of his most memorable film roles include Knight Antonius Block in Ingmar Bergman's The Seventh Seal (1957), the first of his 11 films with Bergman which includes the iconic scenes in which he plays chess with Death,",
  "/wiki/Renato_Pozzetto": "Renato Pozzetto (born 14 July 1940) is an Italian actor, director, stand-up comedian, and singer.",
  "/wiki/Laura_Antonelli": "Laura Antonelli (28 November 1941 – 22 June 2015) was an Italian film actress, who appeared in 45 films between 1964 and 1991.",
  "/wiki/Roberto_Bianchi_Montero": "Roberto Bianchi Montero (7 December 1907 - 7 December 1986) was an Italian actor, director and screenwriter.",
  "/wiki/Silvano_Tranquilli": "Silvano Tranquilli (23 August 1925 – 10 May 1997) was an Italian stage, television and film actor.",
  "/wiki/Ajita_Wilson": "Ajita Wilson (January 12, 1950 – May 26, 1987) was an American actress who starred in European exploitation and hardcore films in the 1970s and 1980s. Born in Brooklyn, Wilson was according to most accounts, transsexual, born male name George Wilson. She also did some fashion modeling work.\nWilson died from a brain hemorrhage on May 26, 1987, at age 37.",
  "/wiki/California_(1977_film)": "California is a 1977 Italo-Spanish spaghetti western film directed by Michele Lupo. The film was generally well received by critics and obtained a good commercial success at Italian box office.",
  "/wiki/Michele_Lupo": "Michele Lupo (4 December 1932 – 27 June 1989), was an Italian film director. He directed 23 films between 1962 and 1982. He was born in Corleone, Italy, and died in Rome, Italy.",
  "/wiki/Giuliano_Gemma": "Giuliano Gemma (2 September 1938 – 1 October 2013) was an Italian actor. He is best known internationally for his work in Spaghetti Westerns, particularly for his performances as the title character in Duccio Tessari's A Pistol for Ringo (1965), Captain Montgomery Brown/'Ringo' in Tessari's The Return of Ringo (1965), the title character in Michele Lupo's Arizona Colt (1966), Scott Mary in Tonino Valerii's Day of Anger (1967) and Michael \"California\" Random in Lupo's California (1977).",
  "/wiki/Raimund_Harmstorf": "Raimund Harmstorf (7 October 1939 in Hamburg – 3 May 1998 in Marktoberdorf) was a German actor. He became famous as the protagonist of a German TV mini series based on Jack London's the Sea-Wolf (which was sold into many countries) and starred later on successfully in another German TV series based on Jules Verne's Michael Strogoff.",
  "/wiki/Canne_mozze": "Canne mozze (\"Sawed-off Shotgun\") is a 1977 Italian crime-thriller film written and directed by Mario Imperoli. It was the last film directed by Imperoli, who died in December 1977.",
  "/wiki/Mario_Imperoli": "Mario Imperoli  (24 June 1931 - 24 December 1977) was an Italian director, producer, screenwriter and journalist.",
  "/wiki/Antonio_Sab%C3%A0to,_Sr.": "Antonio Sabàto Sr. (b. 2 April 1943 in Montelepre, Italy) is an Italian-American film and television actor.  He is noted for extensive work in the Italian exploitation genre. He is the father of model and actor Antonio Sabàto Jr. and Simmone Sabàto.",
  "/wiki/John_Richardson_(actor)": "John Richardson (born 19 January 1934) is an English former actor who appeared in movies from the late 1950s until the early 1990s. He was a male lead in Italian genre films, most notably Mario Bava's Black Sunday (1960) with Barbara Steele, but he is best known for playing the love interest of Ursula Andress in She (1965) and then of Raquel Welch in One Million Years B.C. (1966).",
  "/wiki/Cara_sposa": "Cara sposa (Dear Wife) is a 1977 Italian comedy film directed by Pasquale Festa Campanile.",
  "/wiki/Pasquale_Festa_Campanile": "Pasquale Festa Campanile (28 July 1927 – 25 February 1986) was an Italian screenwriter, film director and novelist, mostly known as a prominent exponent of the commedia all'italiana genre.",
  "/wiki/Johnny_Dorelli": "Johnny Dorelli (real name Giorgio Guidi; born 20 February 1937, in Meda) is an Italian actor, singer and Television host.",
  "/wiki/Agostina_Belli": "Agostina Belli (born 13 April 1949) is an Italian film actress. She has appeared in more than 50 films since 1968.",
  "/wiki/The_Cat_(1977_film)": "Il gatto (internationally released as The Cat) is a 1977 Italian giallo-comedy film directed by Luigi Comencini. For this film Mariangela Melato was awarded with a David di Donatello for Best Actress.",
  "/wiki/Luigi_Comencini": "Luigi Comencini (Italian pronunciation: [luˈiːdʒi komenˈtʃiːni]; 8 June 1916 – 6 April 2007) was an Italian film director. Together with Dino Risi, Ettore Scola and Mario Monicelli, he was considered among the masters of the commedia all'italiana genre.",
  "/wiki/Dalila_Di_Lazzaro": "Dalila Di Lazzaro (born 29 January 1953) is an Italian model, actress and writer.",
  "/wiki/Michel_Galabru": "Michel Louis Edmond Galabru (27 October 1922 – 4 January 2016) was a French actor.",
  "/wiki/List_of_Italian_films_of_1977": "A list of films produced in Italy in 1977 (see 1977 in film):"
}