{
  "/wiki/International_Civil_Aviation_Organization_airport_code": "The ICAO (/ˌaɪˌkeɪˈoʊ/, eye-KAY-oh) airport code or location indicator is a four-letter code designating aerodromes around the world. These codes, as defined by the International Civil Aviation Organization and published in ICAO Document 7910: Location Indicators, are used by air traffic control and airline operations such as flight planning.",
  "/wiki/Transport_Canada": "Transport Canada (French: Transports Canada) is the department within the Government of Canada responsible for developing regulations, policies and services of road, rail, marine and air transportation in Canada. It is part of the Transportation, Infrastructure and Communities (TIC) portfolio. The current Minister of Transport is Marc Garneau. Transport Canada is headquartered in Ottawa, Ontario.",
  "/wiki/Location_identifier": "A location identifier is a symbolic representation for the name and the location of an airport, navigation aid, or weather station, and is used for manned air traffic control facilities in air traffic control, telecommunications, computer programming, weather reports, and related services.",
  "/wiki/International_Air_Transport_Association_airport_code": "An IATA airport code, also known as an IATA location identifier, IATA station code or simply a location identifier, is a three-letter geocode designating many airports and metropolitan areas around the world, defined by the International Air Transport Association (IATA). The characters prominently displayed on baggage tags attached at airport check-in desks are an example of a way these codes are used.",
  "/wiki/Edmonton_International_Airport": "Edmonton International Airport (IATA: YEG, ICAO: CYEG) is the primary air passenger and air cargo facility in the Edmonton Metropolitan Region of the Canadian province of Alberta. Operated by Edmonton Airports, it is located 14 nautical miles (26 km; 16 mi) south southwest of Downtown Edmonton in Leduc County on Highway 2 opposite of the city of Leduc. The airport offers scheduled non-stop flights to major cities in Canada, the United States, Mexico, the Caribbean, Central America and Europe.",
  "/wiki/Nisku,_Alberta": "Nisku is a hamlet and an industrial/business park in Alberta, Canada within Leduc County. It has an elevation of 705 metres (2,313 ft).",
  "/wiki/Leduc_County": "Leduc County is a municipal district located immediately south of the City of Edmonton. It spans 105 km (65 mi) east to west and 32 km (20 mi) north to south, and has a population of 13,524. The municipal district is home to prairie parkland and several lakes and is home to the Edmonton International Airport, the Nisku Industrial Business Park and the Genesee Power Plant.",
  "/wiki/Edmonton/Calmar_(Maplelane_Farm)_Aerodrome": "Edmonton/Calmar (Maplelane Farm) Aerodrome, (TC LID: CMF2), is located 5.6 nautical miles (10.4 km; 6.4 mi) south southeast of Calmar, Alberta, Canada.",
  "/wiki/Calmar,_Alberta": "Calmar is a town in central Alberta, Canada. It is located in Leduc County, on Highway 39, 35 kilometres (22 mi) southwest from Edmonton. It was named in 1900 for Kalmar, Sweden, the home town of its first postmaster, C. J. Blomquist.",
  "/wiki/Edmonton/Cooking_Lake_Airport": "Edmonton/Cooking Lake Airport, (TC LID: CEZ3), is a registered aerodrome located 15 kilometers east of Edmonton, Alberta, Canada on the west shore of Cooking Lake, north of the hamlet of South Cooking Lake, Alberta, Canada.  Cooking Lake Airport is the largest of two public airports located within Strathcona County and currently serves 87 per cent of the County's public aeronautical traffic.",
  "/wiki/South_Cooking_Lake,_Alberta": "South Cooking Lake is a hamlet in Alberta, Canada within Strathcona County. It is located on Highway 14, approximately 19 km (12 mi) southeast of Sherwood Park.",
  "/wiki/Strathcona_County": "Strathcona County is a specialized municipality in central Alberta, Canada between Edmonton and Elk Island National Park.",
  "/wiki/Edmonton/Gartner_Airport": "Edmonton/Gartner Airport, (TC LID: CFQ7), is located 15 nautical miles (28 km; 17 mi) south of Edmonton, Alberta, Canada.",
  "/wiki/Rolly_View,_Alberta": "Rolly View is a hamlet in central Alberta, Canada within Leduc County. It is located approximately 11 kilometres (6.8 mi) west of Highway 21 and 16 kilometres (9.9 mi) east of Leduc on Highway 623 (Rolly View Road) at Range Road 324.",
  "/wiki/Edmonton/Josephburg_Aerodrome": "Edmonton/Josephburg Aerodrome, (TC LID: CFB6) also known as Warren Thomas (Josephburg) Aerodrome, is located 0.7 nautical miles (1.3 km; 0.81 mi) north of Josephburg in Strathcona County, Alberta, Canada.",
  "/wiki/Josephburg,_Alberta": "Josephburg is a hamlet in Alberta, Canada, within Strathcona County. It is located on Highway 830, 6.5 kilometres (4.0 mi) east of Fort Saskatchewan. It is near Alberta's Industrial Heartland, home to petrochemical industries.",
  "/wiki/Edmonton/Lechelt_Field_Aerodrome": "Edmonton/Lechelt Field Aerodrome (TC LID: CGF2) is a private aerodrome located 26 nautical miles (48 km; 30 mi) east of Edmonton, Alberta, Canada.",
  "/wiki/Ardrossan,_Alberta": "Ardrossan is a hamlet in Alberta, Canada, within Strathcona County. It is located on Highway 824, approximately 7 kilometres (4.3 mi) east of Sherwood Park.",
  "/wiki/Edmonton/Morinville_(Currie_Field)_Aerodrome": "Edmonton/Morinville (Currie Field) Aerodrome, (TC LID: CCF6), is located 4 nautical miles (7.4 km; 4.6 mi) west northwest of Morinville in the Edmonton Metropolitan Region, Alberta, Canada.",
  "/wiki/Morinville": "Morinville is a town located within the Edmonton Metropolitan Region. It is located approximately 34.3 kilometres (21.3 mi) north of the City of Edmonton along Highway 2.",
  "/wiki/Sturgeon_County": "Sturgeon County is a municipal district in Alberta's Edmonton Metropolitan Region, Canada.",
  "/wiki/Edmonton/Morinville_(Mike's_Field)_Aerodrome": "Edmonton/Morinville (Mike's Field) Aerodrome, (TC LID: CMN6), is located 4 nautical miles (7.4 km; 4.6 mi) northeast of Morinville in the Edmonton Metropolitan Region, Alberta, Canada.",
  "/wiki/Parkland_Airport": "Parkland Airport (TC LID: CPL6) is a registered aerodrome located 5 nautical miles (9.3 km; 5.8 mi) southeast of Spruce Grove in Parkland County, Alberta, Canada. It opened in November 2013.",
  "/wiki/Enoch_Cree_Nation_135": "Enoch Cree Nation 135, (Cree: ᒪᐢᑫᑯᓯᐦᐠ, romanized: Maskêkosihk /məsˈkeɪɡoʊsiːk/) previously known as Stony Plain No. 135, is an Indian reserve of the Enoch Cree Nation in Alberta. It is adjacent to the City of Edmonton to the east and Parkland County to the north, west, and south. The postal address of the reserve is Enoch, Alberta.",
  "/wiki/Parkland_County": "Parkland County is a municipal district in central Alberta, Canada. Located west of Edmonton in Census Division No. 11, its municipal office, Parkland County Centre, is located 0.25 km (0.16 mi) north of the Town of Stony Plain on Highway 779.",
  "/wiki/Edmonton/Twin_Island_Airpark": "Edmonton/Twin Island Airpark, (TC LID: CEE6), also known as Twin Island Air Park, is located 12 nautical miles (22 km; 14 mi) southeast of Edmonton, Alberta, Canada.",
  "/wiki/Edmonton/Villeneuve_Airport": "Edmonton/Villeneuve Airport or Villeneuve Airport (ICAO: CZVL) is located 1 nautical mile (1.9 km; 1.2 mi) west of Villeneuve in Sturgeon County, Alberta, Canada.",
  "/wiki/Villeneuve,_Alberta": "Villeneuve is a hamlet in central Alberta, Canada within Sturgeon County. It is located on Highway 44, approximately 10 kilometres (6.2 mi) northwest of Edmonton's city limits. It is home to the Michel First Nations band government.",
  "/wiki/Edmonton/Villeneuve_(Rose_Field)_Aerodrome": "Edmonton/Villeneuve (Rose Field) Aerodrome (TC LID: CRF3) is a private aerodrome located 2 nautical miles (3.7 km; 2.3 mi) southeast of Villeneuve in Sturgeon County, Alberta, Canada.",
  "/wiki/Stony_Plain_(Lichtner_Farms)_Airport": "Stony Plain (Lichtner Farms) Airport, (TC LID: CSP3), is located just west of Stony Plain, Alberta, Canada.",
  "/wiki/Stony_Plain,_Alberta": "Stony Plain is a town in the Edmonton Metropolitan Region of Alberta, Canada within Parkland County. It is located west of Edmonton adjacent to the City of Spruce Grove.",
  "/wiki/Warburg/Zajes_Airport": "Warburg/Zajes Airport, (TC LID: CFH8), is located 2.4 nautical miles (4.4 km; 2.8 mi) north of Warburg, Alberta, Canada.",
  "/wiki/Warburg,_Alberta": "Warburg is a village in central Alberta, Canada. It is located 58 km west of the city  of Leduc, along Highway 39. The village is named for Varberg Fortress in Sweden. The fortress's name was once spelled Warberg in English, but a spelling error resulted in the name Warburg.  [self-published source?]",
  "/wiki/List_of_airports_in_the_Edmonton_Metropolitan_Region": "The following active airports serve the Edmonton Metropolitan Region in Alberta, Canada:"
}