{
  "/wiki/BJK_%C4%B0n%C3%B6n%C3%BC_Stadium": "İnönü Stadium (Turkish: İnönü Stadyumu) was a football stadium in Istanbul, Turkey and the home ground of the football club Beşiktaş J.K.. Previously, the ground had also been shared with Galatasaray S.K. and Fenerbahçe S.K.. The ground was located in Dolmabahçe, close to Dolmabahçe Palace in the district of Beşiktaş, on the European side of Istanbul. The stadium was demolished except for the walls of the Eski Açık stand and its historical towers in order to build a new stadium for Beşiktaş J.K. at the same location - Vodafone Park.",
  "/wiki/%C4%B0stanbul": "Istanbul (/ˌɪstænˈbʊl/, also US: /ˈɪstænbʊl/; Turkish: İstanbul [isˈtanbuɫ] (listen)), formerly known as Byzantium and Constantinople, is the most populous city in Turkey and the country's economic, cultural and historic center. Istanbul is a transcontinental city in Eurasia, straddling the Bosporus strait (which separates Europe and Asia) between the Sea of Marmara and the Black Sea. Its commercial and historical center lies on the European side and about a third of its population lives in suburbs on the Asian side of the Bosporus. With a total population of around 15 million residents in its metropolitan area, Istanbul is one of the world's most populous cities, ranking as the world's fifth-largest city proper and the largest European city. The city is the administrative center of the Istanbul Metropolitan Municipality (coterminous with Istanbul Province).",
  "/wiki/2005_Turkish_Cup_Final": "The 2005 Turkish Cup Final was a football match played on 11 May 2005 at the Atatürk Olympic Stadium in Istanbul. It was the final and deciding match of the 2004–05 Türkiye Kupası (Turkish Cup).",
  "/wiki/H%C3%BCseyin_Avni_Aker_Stadium": "Hüseyin Avni Aker Stadium (Turkish: Hüseyin Avni Aker Stadyumu) was the former home ground of the Turkish football (soccer) club Trabzonspor. The stadium was built in 1951 with a capacity of 2,500 seats. After several renovations, the capacity was increased to 20,750 in 2008.",
  "/wiki/Trabzon": "Trabzon (Turkish pronunciation: [ˈtɾabzon]), historically known as Trebizond in English, is a city on the Black Sea coast of northeastern Turkey and the capital of Trabzon Province. Trabzon, located on the historical Silk Road, became a melting pot of religions, languages and culture for centuries and a trade gateway to Persia in the southeast and the Caucasus to the northeast. The Venetian and Genoese merchants paid visits to Trebizond during the medieval period and sold silk, linen and woolen fabric.\nBoth republics had merchant colonies within the city – Leonkastron and the former 'Venetian castle – that played a role to Trebizond similar to the one Galata played to Constantinople (modern Istanbul). Trabzon formed the basis of several states in its long history and was the capital city of the Empire of Trebizond between 1204 and 1461. During the early modern period, Trabzon, because of the importance of its port, again became a focal point of trade to Persia and the Caucasus.",
  "/wiki/%C4%B0zmir_Atat%C3%BCrk_Stadium": "İzmir Atatürk Stadium (Turkish: İzmir Atatürk Stadyumu) is a multi-purpose stadium in İzmir, Turkey. It is currently used mostly for football matches. The stadium holds 51,295 people. It was built in 1964, and most recently refurbished in 2005. İzmir football teams Karşıyaka S.K. and Göztepe A.Ş. occasionally use the stadium for high attendance matches.",
  "/wiki/2009_Turkish_Cup_Final": "The 2009 Turkish Cup Final was played between Beşiktaş, and Fenerbahçe on 13 May 2009 in Izmir. Beşiktaş won 4–2.",
  "/wiki/%C4%B0zmir": "İzmir (UK: /ˈɪzmɪər/ IZ-meer, US: /ɪzˈmɪər/ iz-MEER, Turkish: [ˈizmiɾ]), often spelled Izmir in English, is a metropolitan city in the western extremity of Anatolia. It is the third most populous city in Turkey, after Istanbul and Ankara, and the second largest urban agglomeration on the Aegean Sea after Athens, Greece.",
  "/wiki/Ali_Sami_Yen_Stadium": "Ali Sami Yen Stadium (Turkish: Ali Sami Yen Stadyumu) was the home of the football club Galatasaray S.K. in Istanbul, Turkey, from 1964 to 2010. It is named after the founder of the club, Ali Sami Yen. The stadium had a capacity of 23,477 (all-seater) and was situated in the Mecidiyeköy quarter of the Şişli district, at the center of the European side of the city.",
  "/wiki/%C4%B0zmir_Alsancak_Stadium": "Altay Alsancak Stadium, (Turkish: Altay Alsancak Stadı) was a multi-purpose stadium in İzmir, Turkey but was used mostly for football matches. The stadium held 15,358 and was built in 1929. In 1959 it hosted Turkey's first-ever premiere league game.  The stadium was partially owned by Altay SK.  Due to safety concerns during a potential earthquake, the stadium was demolished in July 2015.",
  "/wiki/Ankara_19_May%C4%B1s_Stadium": "The Ankara 19 Mayıs Stadium (Turkish: Ankara 19 Mayıs Stadyumu) was the home venue of Ankara's Gençlerbirliği. It was built in 1930 and is part of the 19 Mayıs Sports Complex, which is located in the Ulus district. The stadium had a capacity of 19,209 (all-seater). Ankaraspor also used the stadium until they moved to their new venue in the Yenikent district.",
  "/wiki/Ankara": "Ankara (/ˈæŋkərə/, also US: /ˈɑːŋ-/, Turkish: [ˈaŋkaɾa] (listen)), historically known as Ancyra (/ænˈsaɪrə/) and Angora (/æŋˈɡɔːrə/, also US: /ˈæŋɡərə/), is the capital of Turkey. With a population of 4,587,558 in the urban centre (2014) and 5,150,072 in its province (2015), it is Turkey's second largest city after Istanbul (the former imperial capital), having outranked İzmir in the 20th century. Ankara covers an area of 24,521 km2 (9,468 sq mi).",
  "/wiki/Bursa_Atat%C3%BCrk_Stadium": "Bursa Atatürk Stadium (Turkish: Bursa Atatürk Stadyumu) was a multi-purpose stadium in Bursa, Turkey.  It was currently used mostly for football matches and was the home ground of Bursaspor. The stadium holds 25,213 and was built in 1979. A stadium has existed on this site since 1930 when a stand with a capacity of 300 was built for an amateur football club. The stadium was demolished in 2016.",
  "/wiki/Bursa": "Bursa is a large city in Turkey, located in northwestern Anatolia, within the Marmara Region. It is the fourth most populous city in Turkey and second most populous in Marmara Region. Bursa is one of the industrial and trade centres of Turkey (especially otomotive industry). The city is also the capital of Bursa Province.",
  "/wiki/%C5%9E%C3%BCkr%C3%BC_Saraco%C4%9Flu_Stadium": "The Ülker Stadium (Turkish pronunciation: [ˈʃycɾy saɾaˈdʒoːɫu]), previously known as Şükrü Saracoğlu stadium in the Kadıköy district of Istanbul, Turkey. It is the traditional home venue of major Turkish multi-sport club Fenerbahçe SK. The stadium was inaugurated in 1908 and renovated between 1929 and 1932, 1965 and 1982, and 1999 and 2006. On October 4, 2006, after numerous inspections by UEFA, Ülker Stadium was selected to host the 2009 UEFA Cup Final that went down to history as the last Final of the UEFA Cup football tournament, which was rebranded as the UEFA Europa League starting from the 2009–10 season.",
  "/wiki/Eski%C5%9Fehir_Atat%C3%BCrk_Stadium": "Eskişehir Atatürk Stadium (Turkish: Eskişehir Atatürk Stadı) is a multi-purpose stadium in Eskişehir, Turkey.  It is currently used mostly for football matches and is the home ground of Eskişehirspor.  The stadium holds 13,520 people and was built in 1953. It was named after the Turkish statesman Mustafa Kemal Atatürk.",
  "/wiki/Eski%C5%9Fehir": "Eskişehir (US: /ˌɛskɪʃəˈhɪər/ ES-kish-ə-HEER, Turkish: [esˈciʃehiɾ]; from eski \"old\" and şehir \"city\") is a city in northwestern Turkey and the capital of the Eskişehir Province. In the Byzantine era its name was Dorylaeum. The urban population of the city is 717,135 with a metropolitan population of 826,135. The city is located on the banks of the Porsuk River, 792 m above sea level, where it overlooks the fertile Phrygian Valley. In the nearby hills one can find hot springs. The city is 233 km (145 mi) to the west of Ankara, 330 km (205 mi) to the southeast of Istanbul and 78 km (48 mi) to the northeast of Kütahya. Known as a university town, both Eskişehir Osmangazi University and Anadolu University (which has one of the largest student enrollments in the world) are based in Eskişehir. The province covers an area of 2,678 km2 (1,034 sq mi).",
  "/wiki/Atat%C3%BCrk_Olympic_Stadium": "The Ataturk Olympic Stadium (Turkish: Atatürk Olimpiyat Stadı, pronounced [aˈtatyɾc]) located in İkitelli, a district in the western outskirts of Istanbul, is the largest-capacity stadium of Turkey. The stadium is named after Mustafa Kemal Atatürk, the founder and first President of the Republic of Turkey. Its construction began in 1999 and was completed in 2002. It was built for Turkey's failed bid for the 2008 Olympic Games that were ultimately awarded to Beijing. It cost about US$140 million.",
  "/wiki/Kadir_Has_Stadium": "The Kadir Has Stadium (Turkish: Kadir Has Stadyumu), is a multi-purpose stadium in Kayseri, Turkey. It is part of complex of sports venues that are on the outskirts of the city, as part of the Atatürk Sports Complex. It  effectively replaces the ageing Kayseri Atatürk Stadium, which has been in use since the early 1960s.",
  "/wiki/2011_Turkish_Cup_Final": "The 2011 Turkish Cup Final was the 49th final match of the Turkish Cup. The match took place on 11 May 2011, at Kadir Has Stadium in Kayseri. The match was played between 8 time winners Beşiktaş and first time finalists İstanbul B.B.. The referee of the match was Yunus Yıldırım.",
  "/wiki/Kayseri": "Kayseri (Turkish pronunciation: [ˈkajseɾi]) is a large industrialised city in Central Anatolia, Turkey. It is the seat of Kayseri Province. The city of Kayseri, as defined by the boundaries of Kayseri Metropolitan Municipality, is structurally composed of five metropolitan districts, the two core districts of Kocasinan and Melikgazi, and since 2004, also Hacılar, İncesu and Talas.",
  "/wiki/%C5%9Eanl%C4%B1urfa_GAP_Stadium": "Şanlıurfa 11 Nisan Stadyumu is an olympic stadium in Şanlıurfa, Turkey. It is the home stadium of Şanlıurfaspor. The stadium holds  28,965 spectators and was opened in 2009.",
  "/wiki/2010_Turkish_Cup_Final": "The 2010 Turkish Cup Final took place in Şanlıurfa on May 5, 2010. It was the 48th season of the Turkish Cup.\nTrabzonspor won the match 3–1 against Fenerbahçe.",
  "/wiki/%C5%9Eanl%C4%B1urfa": "Urfa, officially known as Şanlıurfa (pronounced [ʃanˈɫɯuɾfa]; Arabic: al-Ruha‎; Kurdish: Riha; Armenian: Ուռհա, romanized: Uṙha; Aramaic|ܐܘܪܗܝ|Ōrhāy and known in ancient times as Edessa, is a city with a population of over 2 million residents in south-eastern Turkey, and the capital of Şanlıurfa Province. Urfa is a multiethnic city with a Turkish, Kurdish, Armenian and Arab population. Urfa is situated on a plain about eighty kilometres east of the Euphrates River. Its climate features extremely hot, dry summers and cool, moist winters.",
  "/wiki/Antalya_Atat%C3%BCrk_Stadium": "Antalya Atatürk Stadium (Turkish: Antalya Atatürk Stadyumu) was a multi-purpose stadium in Antalya, Turkey.  It is currently used mostly for football matches and hosts the home games of Antalyaspor.  The stadium holds 11,137.",
  "/wiki/Antalya": "Antalya (Turkish pronunciation: [anˈtalja]) is the fifth-most populous city in Turkey and the capital of Antalya Province. Located on Anatolia's southwest coast bordered by the Taurus Mountains, Antalya is the largest Turkish city on the Mediterranean coast with over one million people in its metropolitan area.",
  "/wiki/Kayseri_Atat%C3%BCrk_Stadium": "Kayseri Atatürk Stadium, opened in 1964, was a multi-purpose stadium in Kayseri, Turkey.  It was mainly used for football matches, and was shared by the two largest clubs in the region, Kayserispor who currently play in the Turkcell Super League and Kayseri Erciyesspor who were last season relegated into the Turkish Second Division.  The stadium was able to hold 26,500 people, and was mostly uncovered.",
  "/wiki/Diyarbak%C4%B1r_Atat%C3%BCrk_Stadium": "Diyarbakır Atatürk Stadium (Turkish: Diyarbakır Atatürk Stadyumu) is a multi-purpose stadium in Diyarbakır, Turkey.  It is currently used mostly for football matches and is the home stadium of Diyarbakırspor.  The stadium holds 12,963 and was built in 1960.",
  "/wiki/Diyarbak%C4%B1r": "Diyarbakır (Kurdish: Amed‎; Armenian: Դիարբեքիր) is one of the largest cities in southeastern Turkey and it is often considered the unofficial capital of Northern Kurdistan. Situated on the banks of the Tigris River, it is the administrative capital of the Diyarbakır Province. It is the third-largest city in Turkey's Southeastern Anatolia Region, after Şanlıurfa and Gaziantep.",
  "/wiki/Ismet_Pasa_Stadium": "İzmit İsmetpaşa Stadium (Turkish: İzmit İsmetpaşa Stadyumu) was a multi-purpose stadium in the Derince district of İzmit in Kocaeli Province, Turkey. It was named after the Turkish general and statesman İsmet İnönü (1884–1973), widely known as İsmet Pasha.",
  "/wiki/%C4%B0zmit": "İzmit, known as Nicomedia in antiquity, is a city in Turkey, the administrative center of the Kocaeli Province as well as the Metropolitan Municipality. It is located at the Gulf of İzmit in the Sea of Marmara, about 100 km (62 mi) east of Istanbul, on the northwestern part of Anatolia. The city center has a population of 300,611 (2011 census). The population of the province (including rural areas) is 1,459,772. Unlike other provinces in Turkey, apart from Istanbul, the whole province is included within the municipality of the metropolitan center.",
  "/wiki/Sakarya_Atat%C3%BCrk_Stadium": "Sakarya Atatürk Stadium (Turkish: Sakarya Atatürk Stadı) is a multi-purpose stadium in Adapazarı, Turkey. It is currently used mostly for football matches and is the home stadium of Sakaryaspor. The stadium holds 13,216 spectators. It was named after the Turkish statesman Mustafa Kemal Atatürk.",
  "/wiki/Adapazar%C4%B1": "Adapazarı (pronounced [adapaˈzaɾɯ]) is a city in northwestern Turkey and the capital of Sakarya Province. The province itself was originally named Adapazarı as well. Adapazarı is a part of the densely populated region of the country known as the Marmara Region. In 2014, the city had a population of 462,087.",
  "/wiki/Samsun_19_May%C4%B1s_Stadium": "Samsun 19 Mayıs Stadium, also known as Canik 19 Mayıs Stadium, (Turkish: Samsun 19 Mayıs Stadyumu or Canik 19 Mayıs Stadyumu) is a multi-purpose stadium in Canik district of Samsun, northern Turkey.  It is currently used mostly for football matches and was the home ground of Samsunspor. The stadium has a seating capacity for 19,720 spectators.",
  "/wiki/Samsun": "Samsun (Pontic Greek: Σαμψούντα, Sampsúnta; Ottoman Turkish: صامسون : Ṣāmsūn) is a city on the north coast of Turkey with a population over half a million people. It is the provincial capital of Samsun Province and a major Black Sea port. The growing city has two universities, several hospitals, shopping malls, much light manufacturing industry, sports facilities and an opera.",
  "/wiki/Tevfik_S%C4%B1rr%C4%B1_G%C3%BCr_Stadium": "Tevfik Sırrı Gür Stadium (Turkish: Tevfik Sırrı Gür Stadyumu) is a sports center in Mersin, located at Mediterranean coast of Turkey. It is the former home of Mersin İdmanyurdu. The stadium is named after former popular governor of Mersin Province, Tevfik Sırrı Gür, who served between 1931-1947.",
  "/wiki/Mersin": "Mersin (pronounced [ˈmæɾsin]) is a large city and a port on the Mediterranean coast of southern Turkey. It is part of an interurban agglomeration – the Adana-Mersin Metropolitan Area – and lies on the western part of Çukurova, a geographical, economic, and cultural region. The city was named after the aromatic plant Myrsine (Greek: Μυρσίνη) in the family Primulaceae, a myrtle that grows in abundance in the area (Turkish: mersin); the 17th-century traveler Evliya Çelebi wrote that there was also a clan named Mersinoğulları",
  "/wiki/Bolu_Atat%C3%BCrk_Stadium": "Bolu Atatürk Stadium (Turkish: Bolu Atatürk Stadyumu) is a multi-purpose stadium in Bolu, Turkey. It is currently used mostly for football matches and is the home ground of Boluspor. The stadium holds 8,456 people and was built in 1958.",
  "/wiki/Bolu": "Bolu is a city in Turkey, and administrative center of the Bolu Province. The population is 131,264 (2012 census)."
}