{
  "/wiki/Argo_City": "Krypton is a fictional planet appearing in American comic books published by DC Comics. The planet is the native world of Superman and is named after the element Kryptonite. The planet was created by Jerry Siegel and Joe Shuster, and was first referred to in Action Comics #1 (June 1938). The planet made its first full appearance in Superman #1 (summer 1939).",
  "/wiki/Action_Comics": "Action Comics is an American comic book/magazine series that introduced Superman, one of the first major superhero characters. The publisher was originally known as National Allied Publications, and later as National Comics Publications and as National Periodical Publications, before taking on its current name of DC Comics. Its original incarnation ran from 1938 to 2011 and stands as one of the longest-running comic books with consecutively numbered issues. A second volume of Action Comics beginning with issue #1 ran from 2011 to 2016. Action Comics returned to its original numbering beginning with issue #957 (Aug. 2016).",
  "/wiki/DC_Comics": "DC Comics, Inc. is an American comic book publisher. It is the publishing unit of DC Entertainment, a subsidiary of Warner Bros. Global Brands and Experiences. DC Comics is one of the largest and oldest American comic book companies. The majority of its publications take place within the fictional DC Universe and feature numerous culturally iconic heroic characters, most notably Superman, Batman and Wonder Woman, among many others. The universe also features well-known supervillains such as Lex Luthor, the Joker, Catwoman, and the Penguin. The company has published non-DC Universe-related material, including Watchmen, V for Vendetta, Fables and many titles under their alternative imprint Vertigo.",
  "/wiki/Krypton_(comics)": "Krypton is a fictional planet appearing in American comic books published by DC Comics. The planet is the native world of Superman and is named after the element Kryptonite. The planet was created by Jerry Siegel and Joe Shuster, and was first referred to in Action Comics #1 (June 1938). The planet made its first full appearance in Superman #1 (summer 1939).",
  "/wiki/Supergirl": "Supergirl is the name of several fictional superheroine characters appearing in American comic books published by DC Comics. The original and most well known Supergirl is Kara Zor-El, who is the cousin of the superhero Superman. The character made her first appearance in Action Comics #252 (May 1959) and was created by Otto Binder and Al Plastino.\nCreated as a female counterpart to Superman, Kara Zor-El shares his super powers and vulnerability to Kryptonite. Supergirl plays a supporting role in various DC Comics publications, including Action Comics, Superman, and several comic book series unrelated to Superman. In 1969, Supergirl's adventures became the lead feature in Adventure Comics, and she later starred in an eponymous comic book series which debuted in 1972 and ran until 1974, followed by a second monthly comic book series, The Daring New Adventures of Supergirl, which ran from 1982 to 1984.",
  "/wiki/Astro_City": "Kurt Busiek's Astro City is an American superhero anthology comic book series centered on a fictional American city of that name. Created and written by Kurt Busiek, the series is mostly illustrated by Brent Anderson, with character designs and painted covers by Alex Ross.",
  "/wiki/Kurt_Busiek": "Kurt Busiek (/ˈbjuːsɪk/; born September 16, 1960) is an American comic book writer. His work includes the Marvels limited series, his own series titled Astro City, and a four-year run on The Avengers.",
  "/wiki/Brent_Anderson": "Brent Anderson (born June 15, 1955, in San Jose, California) is an American comics artist known for his work on X-Men: God Loves, Man Kills and the comic book series Astro City.",
  "/wiki/Image_Comics": "Image Comics is an American comic book publisher and is the third largest comic book and graphic novel publisher in the industry in both unit and market share. It was founded in 1992 by several high-profile illustrators as a venue for creator-owned properties, in which comics creators could publish material of their own creation without giving up the copyrights to those properties. Normally this was a case in the work for hire-dominated American comics industry, in which the legal author is a publisher, such as Marvel Comics or DC Comics, and the creator is an employee of that publisher. Its output was originally dominated by superhero and fantasy series from the studios of the founding Image partners, but now includes comics in many genres by numerous independent creators. Its best-known publications include The Walking Dead, Spawn, Saga, and Kick-Ass.",
  "/wiki/Homage_Comics": "Homage Comics was a comic book publishing imprint, a subdivision of Wildstorm. It was created in 1995 to focus more on writer-driven titles. As part of Wildstorm, it was acquired by DC Comics in 1998. In Summer 2004 the imprint was merged with the Cliffhanger imprint to form the Wildstorm Signature Series.",
  "/wiki/Vertigo_Comics": "Vertigo (also known as Vertigo Comics or DC Vertigo) is a discontinued imprint of the American comic book publisher DC Comics. It was created in 1993 to publish stories with more graphic or adult content, which did not fit within the restrictions of the Comics Code Authority or DC's primary superhero brand, thus allowing more creative freedom. These comics were free to contain explicit violence, substance abuse, sexuality, nudity, profanity, and other controversial subjects, similar to films and TV shows intended for adult audiences. Following a series of editorial restructurings in the 2010s, DC discontinued it in January 2020, instead publishing later \"mature readers\" work under the \"DC\" label.",
  "/wiki/Blue_Valley_(comics)": "This page list the locations in the DC Universe, the shared universe setting of DC Comics.",
  "/wiki/The_Flash_(comic_book)": "The Flash is an ongoing American comic book series featuring the DC Comics superhero of the same name. Since 2010, the series focuses on Barry Allen, the second Flash, who was the original focus from 1959 to 1985. Prior to Barry's return, the series depicted the adventures of Wally West, the third Flash, from 1987 to 2006 and 2007 to 2008. Bart Allen, the fourth Flash, also appeared as the lead for 13 issues between 2006 and 2007. The series began as a Silver Age of Comic Books revival of Flash Comics from the Golden Age, which featured original Flash Jay Garrick, and continued the numbering of Flash Comics with a new title and Barry replacing Jay.",
  "/wiki/Carmine_Infantino": "Carmine Michael Infantino (/ˌɪnfənˈtiːnoʊ/; May 24, 1925 – April 4, 2013) was an American comics artist and editor, primarily for DC Comics, during the late 1950s and early 1960s period known as the Silver Age of Comic Books. Among his character creations are the Silver Age version of DC super-speedster the Flash, with writer Robert Kanigher; the stretching Elongated Man, with John Broome, and Christopher Chance, the second iteration of the Human Target, with Len Wein.",
  "/wiki/Wally_West": "Wallace Rudolph West is a fictional superhero appearing in American comic books published by DC Comics as the original Kid Flash and the third Flash. His power consists mainly of superhuman speed. The nephew of Barry Allen, the second Flash, he first appeared in Flash #110 (1959), which depicted his transformation into Kid Flash. Under the mantle of Kid Flash, Wally was depicted as a teenage sidekick to his uncle and a founding member of the Teen Titans. After Barry's death in Crisis on Infinite Earths in 1985, Wally took on the role of the Flash from 1986 to 2009 in DC's main lineup until Barry returned in The Flash: Rebirth.",
  "/wiki/Bl%C3%BCdhaven": "This page list the locations in the DC Universe, the shared universe setting of DC Comics.",
  "/wiki/Chuck_Dixon": "Charles Dixon (born April 14, 1954) is an American comic book writer, best known for his work on the Marvel Comics character the Punisher and on the DC Comics characters Batman, Nightwing, and Robin in the 1990s and early 2000s.",
  "/wiki/Scott_McDaniel": "Scott McDaniel (born 1965) is an American comics artist who has drawn numerous books, including Marvel Comics' \"Fall from Grace\" storyline for the Daredevil series. Notable artwork for DC Comics include a long run on Batman as regular penciller, Nightwing, Richard Dragon, and most recently Green Arrow.",
  "/wiki/Nightwing": "Nightwing is a fictional superhero appearing in American comic books published by DC Comics. The character has appeared in various incarnations, with the Nightwing identity most prominently being adopted by Dick Grayson when he reinvented himself  from his role as Batman's vigilante partner Robin.\nAlthough Nightwing is commonly associated with Batman, the title and concept have origins in classic Superman stories. The original Nightwing in DC Comics was an identity assumed by alien superhero Superman when stranded on the Kryptonian city of Kandor with his friend Jimmy Olsen. Drawing inspiration from Batman and Robin, the two protect Kandor as the superheroes Nightwing and Flamebird. Following the Crisis on Infinite Earths continuity reboot in 1985, Nightwing was re-imagined as a legendary vigilante from Krypton whose story inspires Dick Grayson's choice of name when he leaves behind his Robin identity.",
  "/wiki/Champignac": "Champignac, or specifically Champignac-en-Cambrousse, is a fictional village frequently featured in the adventures of Spirou et Fantasio by André Franquin and the successive authors. The initial idea of Champignac is attributed to Henri Gillain. The village was introduced in the adventure Il y a un sorcier à Champignac, first published in Spirou magazine in 1950.",
  "/wiki/Spirou_et_Fantasio": "Spirou & Fantasio (French: Spirou et Fantasio) is one of the most popular classic Franco-Belgian comics. The series, which has been running since 1938, shares many characteristics with other European humorous adventure comics like The Adventures of Tintin and Asterix. It has been written and drawn by a succession of artists.",
  "/wiki/Andr%C3%A9_Franquin": "André Franquin (French: [fʁɑ̃kɛ̃]; 3 January 1924 – 5 January 1997) was an influential Belgian comics artist, whose best known creations are Gaston and Marsupilami. He also produced the Spirou et Fantasio comic strip from 1947 to 1969, a period seen by many as the series' golden age.",
  "/wiki/Spirou_(character)": "Spirou (Walloon for \"squirrel, mischievous\") is a Belgian comic strip character and protagonist in the comic strip series Spirou et Fantasio and Le Petit Spirou. He also serves as the mascot of the Belgian comic strip magazine Spirou.",
  "/wiki/Fantasio": "Fantasio is a fictional character from the Spirou et Fantasio comic strip. He was introduced in 1944 by Jijé, who was then drawing Spirou's adventures. Fantasio is Spirou's best friend and co-adventurer, a graphic reporter with an uncontrolled imagination and a mop of blond hair. In his early incarnation, he was considerably taller than Spirou, with a clown-like demeanour, and his hairstyle resembled that of Blondie character Dagwood Bumstead. In the Franquin era, he and Spirou became more alike. He has an evil megalomaniac cousin, Zantafio, who is his sworn enemy but bears a strong physical resemblance to him.",
  "/wiki/Mad_scientist": "Mad scientist (also mad doctor or mad professor)  is a stock character of a scientist who is described as \"mad\" or \"insane\" owing to a combination of unusual or unsettling personality traits and the unabashedly ambitious, taboo or hubristic nature of their experiments. As a motif in fiction, the mad scientist may be villainous (evil genius) or antagonistic, benign or neutral; may be insane, eccentric, or clumsy; and often works with fictional technology or fails to recognize or value common human objections to attempting to play God. Some may have benevolent or good-spirited intentions, even if their actions are dangerous or questionable, which can make them accidental villains.",
  "/wiki/Adventure_into_Fear": "Adventure into Fear is an American horror comic book series published by Marvel Comics from cover dates November 1970 through December 1975, for 31 issues. This is its trademarked cover title for all but its first nine issues, though the series is copyrighted in its postal indicia as simply Fear.",
  "/wiki/Steve_Gerber": "Stephen Ross Gerber (/ˈɡɜːrbər/; September 20, 1947 – February 10, 2008) was an American comic book writer best known for co-creating the satiric Marvel Comics character Howard the Duck and a character-defining run on Man-Thing, one of their monster properties. Other notable works include Omega the Unknown, Marvel Spotlight: \"Son of Satan\", The Defenders, Marvel Presents: \"Guardians of the Galaxy\", Daredevil and Foolkiller. Gerber was known for including lengthy text pages in the midst of comic book stories, such as in his graphic novel, Stewart the Rat. Gerber was posthumously inducted into the Will Eisner Comic Book Hall of Fame in 2010.",
  "/wiki/Man-Thing": "The Man-Thing (Dr. Theodore \"Ted\" Sallis) is a fictional character appearing in American comic books published by Marvel Comics. Created by writers Stan Lee, Roy Thomas, and Gerry Conway and artist Gray Morrow, the character first appeared in Savage Tales #1 (May 1971), and went on to be featured in various titles and in his own series, including Adventure into Fear, which introduced the character Howard the Duck.",
  "/wiki/Transmetropolitan": "Transmetropolitan is a cyberpunk transhumanist comic book series written by Warren Ellis and co-created and designed by Darick Robertson; it was published by the American company DC Comics in 1997–2002. The series was originally part of the short-lived DC Comics imprint Helix, but upon the end of the book's first year the series was moved to the Vertigo imprint and DC Comics shut down the Helix imprint. Transmetropolitan chronicles the battles of Spider Jerusalem, infamous renegade gonzo journalist of the future.",
  "/wiki/Warren_Ellis": "Warren Girard Ellis (born 16 February 1968) is a British comic-book writer, novelist, and screenwriter. He is best known as the co-creator of several original comics series, including Transmetropolitan (1997–2002), Global Frequency (2002–2004), Red (2003–2004)—adapted into the feature films Red (2010) and Red 2 (2013)—Trees (2014–present), and Injection (2015–present). Ellis is the author of the novels Crooked Little Vein (2007) and Gun Machine (2013), and the novella Normal (2016).",
  "/wiki/Darick_Robertson": "Darick W. Robertson is an American artist best known for his work as a comic book illustrator on series he co-created, notably Transmetropolitan and The Boys.",
  "/wiki/Megacity": "A megacity is a very large city metropolitan area, typically with a population of more than 10 million people. Precise definitions vary: the United Nations Department of Economic and Social Affairs in its 2014 \"World Urbanization Prospects\" report counted urban agglomerations having over 10 million inhabitants. A University of Bonn report held that they are \"usually defined as metropolitan areas with a total population of 10 million or more people\". Others list cities satisfying criteria of either 5 or 8 million and also have a population density of 2,000 per square kilometre. A megacity can be a single metropolitan area or two or more metropolitan areas that converge due to close proximity.[citation needed] The terms conurbation, metropolis, and metroplex are also applied to the latter.",
  "/wiki/Central_City_(DC_Comics)": "Central City is a fictional American city appearing in comic books published by DC Comics. It is the home of the Silver Age version of the Flash (Barry Allen), and first appeared in Showcase #4 in September–October 1956.",
  "/wiki/Robert_Kanigher": "Robert Kanigher (/ˈkænɪɡər/; June 18, 1915 – May 7, 2002) was an American comic book writer and editor whose career spanned five decades. He was involved with the Wonder Woman franchise for over twenty years, taking over the scripting from creator William Moulton Marston. In addition, Kanigher spent many years in charge of DC Comics' war titles, as well as creating the character Sgt. Rock. Kanigher scripted what is considered the first Silver Age comic book story, \"Mystery of the Human Thunderbolt!\" which introduced the Barry Allen version of the Flash in Showcase #4 (Oct. 1956).",
  "/wiki/Flash_(Barry_Allen)": "The Flash (Bartholomew Henry \"Barry\" Allen) is a fictional superhero appearing in American comic books published by DC Comics. The character first appeared in Showcase #4 (October 1956), created by writer Robert Kanigher and penciler Carmine Infantino. Barry Allen is a reinvention of a previous character called the Flash, who appeared in 1940s comic books as the character Jay Garrick.",
  "/wiki/Coast_City": "Coast City is a city created by John Broome and Gil Kane that appears in stories published by DC Comics. It is depicted most often as the home of the Silver Age version of the superhero Green Lantern, Hal Jordan. Ferris Aircraft is one of the largest employers in Coast City.",
  "/wiki/Showcase_(comics)": "Showcase is a comic anthology series published by DC Comics. The general theme of the series was to feature new and minor characters as a way to gauge reader interest in them, without the difficulty and risk of featuring untested characters in their own ongoing titles. Showcase is regarded as the most successful of such tryout series, having been published continuously for more than 14 years, launching numerous popular titles, and maintaining a considerable readership of its own. The series ran from March–April 1956 to September 1970, suspending publication with issue #93, and then was revived for eleven issues from August 1977 to September 1978.",
  "/wiki/John_Broome_(writer)": "John Broome (May 4, 1913 – March 14, 1999), who additionally used the pseudonyms John Osgood and Edgar Ray Meritt, was an American comic book writer for DC Comics.",
  "/wiki/Gil_Kane": "Gil Kane (/dʒɪl keɪn/; born Eli Katz /kæts/; April 6, 1926 – January 31, 2000) was a Latvian-born American comics artist whose career spanned the 1940s to the 1990s and virtually every major comics company and character.",
  "/wiki/Green_Lantern": "Green Lantern is the name of several superheroes appearing in American comic books published by DC Comics. They fight evil with the aid of rings that grant them a variety of extraordinary powers, all of which come from imagination and/or emotions.[citation needed] The characters are typically depicted as members of the Green Lantern Corps, an interstellar law enforcement agency.",
  "/wiki/Hal_Jordan": "Hal Jordan, also known as Green Lantern, is a fictional superhero appearing in American comic books published by DC Comics. The character was created in 1959 by writer John Broome and artist Gil Kane, and first appeared in Showcase #22 (October 1959). Hal Jordan is a reinvention of the previous Green Lantern who appeared in 1940s comic books as the character Alan Scott.",
  "/wiki/Dingburg": "Zippy the Pinhead is a fictional character who is the protagonist of Zippy, an American comic strip created by Bill Griffith. Zippy's most famous quotation, \"Are we having fun yet?\", appears in Bartlett's Familiar Quotations and became a catchphrase. He almost always wears a yellow muumuu/clown suit with large red polka dots, and puffy, white clown shoes. (Other forms of attire may be seen when appropriate to the context, e.g. a toga.) Although in name and appearance, Zippy is a microcephalic, he is distinctive not so much for his skull shape, or for any identifiable form of brain damage, but for his enthusiasm for philosophical non sequiturs (\"All life is a blur of Republicans and meat!\"), verbal free association, and the pursuit of popular culture ephemera. His wholehearted devotion to random artifacts satirizes the excesses of consumerism.",
  "/wiki/Bill_Griffith": "William Henry Jackson Griffith (born January 20, 1944) is an American cartoonist who signs his work Bill Griffith and Griffy. He is best known for his surreal daily comic strip Zippy. The catchphrase \"Are we having fun yet?\" is credited to Griffith.",
  "/wiki/Zippy_the_Pinhead": "Zippy the Pinhead is a fictional character who is the protagonist of Zippy, an American comic strip created by Bill Griffith. Zippy's most famous quotation, \"Are we having fun yet?\", appears in Bartlett's Familiar Quotations and became a catchphrase. He almost always wears a yellow muumuu/clown suit with large red polka dots, and puffy, white clown shoes. (Other forms of attire may be seen when appropriate to the context, e.g. a toga.) Although in name and appearance, Zippy is a microcephalic, he is distinctive not so much for his skull shape, or for any identifiable form of brain damage, but for his enthusiasm for philosophical non sequiturs (\"All life is a blur of Republicans and meat!\"), verbal free association, and the pursuit of popular culture ephemera. His wholehearted devotion to random artifacts satirizes the excesses of consumerism.",
  "/wiki/Baltimore,_Maryland": "Baltimore (/ˈbɔːltɪmɔːr/ BAWL-tim-or, locally: /ˈbɔːlmər/) is the most populous city in the U.S. state of Maryland, as well as the 30th most populous city in the United States, with a population of 602,495 in 2018 and also the largest such independent city in the country. Baltimore was established by the Constitution of Maryland as an independent city in 1729. As of 2017, the population of the Baltimore metropolitan area was estimated to be just under 2.802 million, making it the 21st largest metropolitan area in the country. Baltimore is located about 40 miles (64 km) northeast of Washington, D.C., making it a principal city in the Washington-Baltimore combined statistical area (CSA), the fourth-largest CSA in the nation, with a calculated 2018 population of 9,797,063.",
  "/wiki/Doomstadt": "Latveria is a fictional nation appearing in American comic books published by Marvel Comics. It is depicted within the storylines of Marvel's comic titles as an isolated European country ruled by the fictional Supreme Lord Doctor Doom, supposedly located in the Banat region. It is surrounded by the Carpathian Mountains, and also borders Symkaria (home of Silver Sable) to the south. Its capital is Doomstadt.",
  "/wiki/Fantastic_Four": "The Fantastic Four is a fictional superhero team appearing in American comic books published by Marvel Comics. The group debuted in Fantastic Four #1 (cover dated Nov. 1961), which helped to usher in a new level of realism in the medium. The Fantastic Four was the first superhero team created by artist/co-plotter Jack Kirby and editor/co-plotter Stan Lee, who developed a collaborative approach to creating comics with this title that they would use from then on.",
  "/wiki/Stan_Lee": "Stan Lee (born Stanley Martin Lieber /ˈliːbər/; December 28, 1922 – November 12, 2018) was an American comic book writer, editor, publisher, and producer. He rose through the ranks of a family-run business to become Marvel Comics' primary creative leader for two decades, leading its expansion from a small division of a publishing house to a multimedia corporation that dominated the comics industry.",
  "/wiki/Jack_Kirby": "Jack Kirby (born Jacob Kurtzberg; /ˈkɜːrtsbɜːrɡ/; August 28, 1917 – February 6, 1994) was an American comic book artist, writer and editor, widely regarded as one of the medium's major innovators and one of its most prolific and influential creators. He grew up in New York City, and learned to draw cartoon figures by tracing characters from comic strips and editorial cartoons. He entered the nascent comics industry in the 1930s, drawing various comics features under different pen names, including Jack Curtiss, before ultimately settling on Jack Kirby. In 1940, he and writer-editor Joe Simon created the highly successful superhero character Captain America for Timely Comics, predecessor of Marvel Comics. During the 1940s Kirby regularly teamed with Simon, creating numerous characters for that company and for National Comics Publications, later to become DC Comics.",
  "/wiki/Marvel_Comics": "Marvel Comics is the brand name and primary imprint of Marvel Worldwide Inc., formerly Marvel Publishing, Inc. and Marvel Comics Group, a publisher of American comic books and related media.  In 2009, The Walt Disney Company acquired Marvel Entertainment, Marvel Worldwide's parent company.",
  "/wiki/Latveria": "Latveria is a fictional nation appearing in American comic books published by Marvel Comics. It is depicted within the storylines of Marvel's comic titles as an isolated European country ruled by the fictional Supreme Lord Doctor Doom, supposedly located in the Banat region. It is surrounded by the Carpathian Mountains, and also borders Symkaria (home of Silver Sable) to the south. Its capital is Doomstadt.",
  "/wiki/Marvel_Comics_Universe": "The Marvel Universe is a fictional universe where the stories in most American comic book titles and other media published by Marvel Comics take place. Super-teams such as the Avengers, the X-Men, the Fantastic Four, the Guardians of the Galaxy, the Defenders, the Inhumans, the Eternals, and many Marvel superheroes live in this universe, including characters such as Spider-Man, Iron Man, Captain America, Thor, Wolverine, the Hulk, the Human Torch, Black Panther, Doctor Strange, Scarlet Witch, Quicksilver, Captain Marvel, Ant-Man, the Wasp, the Punisher, Daredevil, Jessica Jones, Luke Cage, Iron Fist, Deadpool, Blade, Ghost Rider, Moon Knight, Storm, Silver Surfer, Adam Warlock, Shang-Chi, Nova and numerous others.",
  "/wiki/Doctor_Doom": "Doctor Victor Von Doom is a fictional character appearing in American comic books published by Marvel Comics. Created by writer-editor Stan Lee and artist/co-plotter Jack Kirby, the character made his debut in The Fantastic Four #5 (July 1962). The monarch of the fictional nation Latveria, Doom is usually depicted both as a principal archenemy and ally of Mister Fantastic and the Fantastic Four, though he has come into conflict with other superheroes as well, including Spider-Man, Captain America, Iron Man, Thor, Doctor Strange, Black Panther, the X-Men, and the Avengers.",
  "/wiki/Fantastic_four": "The Fantastic Four is a fictional superhero team appearing in American comic books published by Marvel Comics. The group debuted in Fantastic Four #1 (cover dated Nov. 1961), which helped to usher in a new level of realism in the medium. The Fantastic Four was the first superhero team created by artist/co-plotter Jack Kirby and editor/co-plotter Stan Lee, who developed a collaborative approach to creating comics with this title that they would use from then on.",
  "/wiki/Fantastic_Four:_Rise_of_the_Silver_Surfer": "Fantastic Four: Rise of the Silver Surfer (titled Fantastic 4: Rise of the Silver Surfer on the DVD/Blu-ray release) is a 2007 American superhero film, and sequel to the 2005 film Fantastic Four. Both films are based on the Fantastic Four comic book and were directed by Tim Story. The film stars Ioan Gruffudd, Jessica Alba, Chris Evans, and Michael Chiklis as the title characters, with Julian McMahon, Kerry Washington, Andre Braugher, and Laurence Fishburne in supporting roles. The plot follows the Fantastic Four as they confront, and later ally with, the Silver Surfer to save Earth from Galactus.",
  "/wiki/Duckburg": "The Donald Duck universe is a fictional shared universe which is the setting of stories involving Disney cartoon character Donald Duck, as well as Daisy Duck, Huey, Dewey, and Louie, Scrooge McDuck, and many other characters. The world is a part of the Mickey Mouse universe, but is more detailed. Life in the Donald Duck universe centers on the city of Duckburg, usually located in the fictional U.S. state of Calisota, analogous to Northern California. The world also incorporates several other real and fictional locations, as well as historical figures and a fictional timeline, which is followed with varying degrees of consistency.",
  "/wiki/Donald_Duck_in_comics": "Donald Duck, a cartoon character created by the Walt Disney Company, is today the star of dozens of comic-book and comic-strip stories published each month (in certain parts of the world, each week) around the world. In many European countries, Donald is considered the lead character in Disney comics, more important and beloved than Mickey Mouse.",
  "/wiki/Carl_Barks": "Carl Barks (March 27, 1901 – August 25, 2000) was an American cartoonist, author, and painter. He is best known for his work in Disney comic books, as the writer and artist of the first Donald Duck stories and as the creator of Scrooge McDuck. He worked anonymously until late in his career; fans dubbed him The Duck Man and The Good Duck Artist. In 1987, Barks was one of the three inaugural inductees of the Will Eisner Comic Book Hall of Fame.",
  "/wiki/Disney_comics": "Disney comics are comic books and comic strips featuring characters created by the Walt Disney Company, including Mickey Mouse, Donald Duck and Uncle Scrooge.",
  "/wiki/Donald_Duck": "Donald Fauntleroy Duck is a cartoon character created in 1934 at Walt Disney Productions. Donald is an anthropomorphic white duck with a yellow-orange bill, legs, and feet. He typically wears a sailor shirt and cap with a bow tie. Donald is known for his semi-intelligible speech and his mischievous and temperamental personality. Along with his friend Mickey Mouse, Donald was included in TV Guide's list of the 50 greatest cartoon characters of all time in 2002. He has appeared in more films than any other Disney character, and is the most published comic book character in the world outside of the superhero genre.",
  "/wiki/Fawcett_City": "This page list the locations in the DC Universe, the shared universe setting of DC Comics.",
  "/wiki/The_Power_of_Shazam!": "The Power of Shazam! is a 1994 hardcover graphic novel, written and painted by Jerry Ordway for DC Comics. The 96-page story, depicting the revamped origins of former Fawcett Comics superhero Captain Marvel, was followed by an ongoing series, also titled The Power of Shazam!, which ran from 1995 to 1999.",
  "/wiki/Jerry_Ordway": "Jeremiah Ordway (born November 28, 1957) is an American writer, penciller, inker and painter of comic books.",
  "/wiki/Captain_Marvel_(DC_Comics)": "Captain Marvel, also known as Shazam (/ʃəˈzæm/), is a fictional superhero appearing in American comics originally published by Fawcett Comics, and currently published by DC Comics. Artist C. C. Beck and writer Bill Parker created the character in 1939. Captain Marvel first appeared in Whiz Comics #2 (cover-dated Feb. 1940), published by Fawcett Comics. He is the alter ego of Billy Batson, a boy who, by speaking the magic word \"SHAZAM!\" (acronym of six \"immortal elders\": Solomon, Hercules, Atlas, Zeus, Achilles, and Mercury), can transform himself into a costumed adult with the powers of superhuman strength, speed, flight and other abilities. The character battles an extensive rogues' gallery, primarily archenemies Doctor Sivana, Black Adam, and Mister Mind.",
  "/wiki/Marvel_Family": "The Marvel Family, also known as the Shazam Family, or simply the Shazamily, are a group of superheroes who originally appeared in books published by Fawcett Comics and were later acquired by DC Comics. Created in 1942 by writer Otto Binder and artist Marc Swayze, the team was created as an extension of Fawcett's Captain Marvel franchise, and included Marvel's sister Mary Marvel, their friend Captain Marvel Jr., and, at various times, a number of other characters as well.",
  "/wiki/Fix_und_Foxi": "Fix und Foxi was a weekly German comics magazine created by Rolf Kauka, which ran uninterrupted from 1953 until 1994. Re-christened Fix & Foxi, it was relaunched as a monthly magazine in 2000, 2005 and 2010 respectively. Since the end of 2010 publication has once again ceased. During its heyday it was one of the most successful German comics magazines.",
  "/wiki/Rolf_Kauka": "Rolf Kauka (9 April 1917 in Markranstädt, Saxony – 13 September 2000 in Thomasville, Georgia) was a comic artist, most famous for the series Fix and Foxi.",
  "/wiki/Gotham_City": "Gotham City (/ˈɡɒθəm/ GOTH-əm), or simply Gotham, is a fictional city appearing in American comic books published by DC Comics, best known as the home of Batman. The city was first identified as Batman's place of residence in Batman #4 (December 1940) and has since been the primary setting for stories featuring the character.",
  "/wiki/Batman_(comic_book)": "Batman is an ongoing American comic book series featuring the DC Comics superhero Batman as its main protagonist. The character first appeared in Detective Comics #27 (cover dated May 1939). Batman proved to be so popular that a self-titled ongoing comic book series began publication with a cover date of Spring 1940. It was first advertised in early April 1940, one month after the first appearance of his new sidekick, Robin, the Boy Wonder. Batman comics have proven to be popular since the 1940s.",
  "/wiki/Bill_Finger": "Milton Finger, known professionally as Bill Finger (February 8, 1914 – January 18, 1974), was an American comic strip and comic book writer best known as the co-creator, with Bob Kane, of the DC Comics character Batman, and the co-architect of the series' development. Although Finger did not receive contemporaneous credit for his hand in the development of Batman, Kane acknowledged Finger's contributions years after Finger's death.",
  "/wiki/Bob_Kane": "Robert Kane (born Robert Kahn /kɑːn/; October 24, 1915 – November 3, 1998) was an American comic book writer, animator and artist who co-created, with Bill Finger, the DC Comics character Batman. Kane also co-created the animated series Cool McCool. He was inducted into the comic book industry's Jack Kirby Hall of Fame in 1994 and into the Will Eisner Comic Book Hall of Fame in 1996.",
  "/wiki/Batman": "Batman is a fictional superhero appearing in American comic books published by DC Comics. The character was created by artist Bob Kane and writer Bill Finger, and first appeared in Detective Comics #27 in 1939. Originally named the \"Bat-Man,\" the character is also referred to by such epithets as the Caped Crusader, the Dark Knight, and the World's Greatest Detective.",
  "/wiki/Frank_Miller_(comics)": "Frank Miller (born January 27, 1957) is an American comic book writer, penciller and inker, novelist, screenwriter, film director, and producer best known for his comic book stories and graphic novels such as Ronin, Daredevil: Born Again, The Dark Knight Returns, Batman: Year One, Sin City, and 300.",
  "/wiki/Trenton,_Ontario": "Trenton (2001 population 16,770) is a large unincorporated community in Southern Ontario in the municipality of Quinte West, Ontario, Canada. Located on the Bay of Quinte, it is the starting point for the Trent-Severn Waterway, which continues northwest to Peterborough and eventually Port Severn on Georgian Bay.",
  "/wiki/Pittsburgh": "Pittsburgh (/ˈpɪtsbɜːrɡ/ PITS-burg) is a city in the state of Pennsylvania in the United States, and is the county seat of Allegheny County. A population of about 302,407 (2018) residents live within the city limits, making it the 66th-largest city in the U.S. The metropolitan population of 2,324,743 is the largest in both the Ohio Valley and Appalachia, the second-largest in Pennsylvania (behind Philadelphia), and the 27th-largest in the U.S.",
  "/wiki/Anton_Furst": "Anthony Francis \"Anton\" Furst (6 May 1944 – 24 November 1991) was an English production designer who won an Academy Award for overseeing design of Gotham City in Tim Burton's Batman (1989).",
  "/wiki/Tim_Burton": "Timothy Walter Burton[a] (born August 25, 1958) is an American director, producer, artist, writer, and animator. He is known for his dark, gothic, and eccentric horror and fantasy films such as Beetlejuice (1988), Edward Scissorhands (1990), The Nightmare Before Christmas (1993), Ed Wood (1994), Sleepy Hollow (1999), Corpse Bride (2005), Sweeney Todd: The Demon Barber of Fleet Street (2007), Dark Shadows (2012), and Frankenweenie (2012). He is also known for blockbuster films, such as the adventure-comedy Pee-wee's Big Adventure (1985), the superhero films Batman (1989) and its first sequel, Batman Returns (1992), the sci-fi film Planet of the Apes (2001), the fantasy-drama Big Fish (2003), the musical adventure film Charlie and the Chocolate Factory (2005), the fantasy film Alice in Wonderland (2010), and the film adaptation of Miss Peregrine's Home for Peculiar Children (2016).",
  "/wiki/Batman_(1989_film)": "Batman is a 1989 American superhero film directed by Tim Burton and produced by Jon Peters and Peter Guber, based on the DC Comics character of the same name. It is the first installment of Warner Bros.' initial Batman film series. The film stars Jack Nicholson as the Joker and Michael Keaton as Bruce Wayne / Batman, alongside  Kim Basinger, Robert Wuhl, Pat Hingle, Billy Dee Williams, Michael Gough, and Jack Palance. The film takes place early in the title character's war on crime, and depicts a battle with the Joker.",
  "/wiki/All-American_Comics": "All-American Comics was a comics anthology and the flagship title of comic book publisher All-American Publications, one of the forerunners of DC Comics. It ran for 102 issues from 1939 to 1948. Characters created for the title, including Green Lantern, the Atom, the Red Tornado, Doctor Mid-Nite, and Sargon the Sorcerer, later became mainstays of the DC Comics line.",
  "/wiki/Barney_Google_and_Snuffy_Smith": "Barney Google and Snuffy Smith, originally Take Barney Google, F'rinstance, is an American comic strip created by cartoonist Billy DeBeck. Since its debut on June 17, 1919, the strip has gained a large international readership, appearing in 900 newspapers in 21 countries. The initial appeal of the strip led to its adaptation to film, animation, popular song and television. It added several terms and phrases to the English language and inspired the 1923 hit tune \"Barney Google (with the Goo-Goo-Googly Eyes)\" with lyrics by Billy Rose, as well as the 1923 record, \"Come On, Spark Plug!\"",
  "/wiki/Billy_DeBeck": "William Morgan DeBeck (April 15, 1890 – November 11, 1942), better known as Billy DeBeck, was an American cartoonist.  He is most famous as the creator of the comic strip Barney Google, later retitled Barney Google and Snuffy Smith.  The strip was especially popular in the 1920s and 1930s, and featured a number of well-known characters, including the title character, Bunky, Snuffy Smith, and Spark Plug the race horse.  Spark Plug was a merchandising phenomenon, and has been called the Snoopy of the 1920s.",
  "/wiki/Hub_City_(comics)": "The Question is a fictional superhero appearing in American comic books published by DC Comics. Created by writer-artist Steve Ditko, the Question first appeared in Charlton Comics' Blue Beetle #1 (June 1967). The character was acquired by DC Comics in the early 1980s and incorporated into the DC Universe.",
  "/wiki/Blue_Beetle": "Blue Beetle is the name of three fictional superheroes who appear in a number of American comic books published by a variety of companies since 1939. The most recent of the companies to own rights to the Blue Beetle is DC Comics who bought the rights to the character in 1983, using the name for three distinct characters over the years.",
  "/wiki/Steve_Ditko": "Stephen J. Ditko (/ˈdɪtkoʊ/; November 2, 1927 – c. June 29, 2018) was an American comics artist and writer best known as the artist and co-creator, with Stan Lee, of the Marvel Comics superheroes Spider-Man and Doctor Strange.",
  "/wiki/Charlton_Comics": "Charlton Comics was an American comic book publishing company that existed from 1945 to 1986, having begun under a different name (T.W.O. Charles Company) in 1940. It was based in Derby, Connecticut. The comic-book line was a division of Charlton Publications, which published magazines (most notably song-lyric magazines), puzzle books and, briefly, books (under the Monarch and Gold Star imprints). It had its own distribution company (Capital Distribution).",
  "/wiki/Question_(comics)": "The Question is a fictional superhero appearing in American comic books published by DC Comics. Created by writer-artist Steve Ditko, the Question first appeared in Charlton Comics' Blue Beetle #1 (June 1967). The character was acquired by DC Comics in the early 1980s and incorporated into the DC Universe.",
  "/wiki/DC_Universe": "The DC Universe (DCU) is the fictional shared universe where most stories in American comic book titles published by DC Comics take place. DC superheroes such as Superman, Batman, Wonder Woman, Martian Manhunter, The Flash, Green Lantern, Aquaman, Green Arrow, Booster Gold and Captain Atom are from this universe, and it also contains well-known supervillains such as Lex Luthor, the Joker, Brainiac, Professor Zoom, Mister Mind, Black Adam, Sinestro, Deathstroke, Anti-Monitor and Darkseid. In context, the term \"DC Universe\" usually refers to the main DC continuity.",
  "/wiki/Bucky_Bug": "Bucky Bug is a beetle who appears in Disney comics. He first appeared in the Silly Symphony Sunday comic strip, and later appeared as a regular feature in the comic book Walt Disney's Comics and Stories.",
  "/wiki/Al_Taliaferro": "Charles Alfred Taliaferro (August 29, 1905 – February 3, 1969), known simply as Al Taliaferro, was a Disney comics artist who produced Disney comic strips for King Features Syndicate. Taliaferro is best known for his work on the Donald Duck comic strip. Many of his strips were written by Bob Karp.",
  "/wiki/Kandor_(comics)": "Krypton is a fictional planet appearing in American comic books published by DC Comics. The planet is the native world of Superman and is named after the element Kryptonite. The planet was created by Jerry Siegel and Joe Shuster, and was first referred to in Action Comics #1 (June 1938). The planet made its first full appearance in Superman #1 (summer 1939).",
  "/wiki/Otto_Binder": "Otto Oscar Binder (August 26, 1911 – October 13, 1974) was an American author of science fiction and non-fiction books and stories, and comic books. He is best known as the co-creator of Supergirl and for his many scripts for Captain Marvel Adventures and other stories involving the entire superhero Marvel Family. He was prolific in the comic book field and is credited with writing over 4400  stories across a variety of publishers under his own name, as well as more than 160 stories under the pen-name Eando Binder.",
  "/wiki/Al_Plastino": "Alfred John Plastino (December 15, 1921 – November 25, 2013) was an American comics artist best known as one of the most prolific Superman artists of the 1950s, along with his DC Comics colleague Wayne Boring. Plastino also worked as a comics writer, editor, letterer, and colorist.",
  "/wiki/Brainiac_(character)": "Brainiac is a fictional supervillain appearing in American comic books published by DC Comics, usually as an adversary of Superman. Brainiac is Superman's second-deadliest archenemy after Lex Luthor, and also a frequent enemy of the  Justice League."
}