{
  "/wiki/Kabhie_Kabhie_(1976_film)": "Kabhi Kabhie (Hindi: कभी कभी, English: Sometimes) is a 1976 Indian Hindi romantic drama film, produced and directed by Yash Chopra, starring an ensemble cast of Amitabh Bachchan, Raakhee, Shashi Kapoor, Waheeda Rehman, Rishi Kapoor, Neetu Singh and Simi Garewal. This was Yash Chopra's second directorial film with Amitabh Bachchan and Shashi Kapoor in the lead roles after Deewaar and was particularly noted for its soundtrack compositions by Khayyam, who won Filmfare Award for Best Music, while film lyricist Sahir Ludhianvi won the Best Lyricist Award for \"Kabhi Kabhie Mere Dil Mein,\" the song which also got singer Mukesh the Best Male Playback Singer award.",
  "/wiki/Lata_Mangeshkar": "Lata Mangeshkar (pronunciation (help·info) (born 28 September 1929) is an Indian playback singer and music director. She is one of the best-known and most respected playback singers in India. She has recorded songs in over a thousand Hindi films and has sung songs in over thirty-six regional Indian languages and foreign languages, though primarily in Marathi, Hindi, and Bengali.",
  "/wiki/Mohammed_Zahur_Khayyam": "Mohammed Zahur Khayyam Hashmi (18 February 1927 – 19 August 2019), better known mononymously as Khayyam, was an Indian music director and background score composer whose career spanned four decades.",
  "/wiki/Doosra_Aadmi": "Doosra Aadmi (The Other Man) is a 1977 Hindi film, produced by Yash Chopra and directed by Ramesh Talwar. The film stars Rishi Kapoor, Neetu Singh, Raakhee, Shashi Kapoor, Deven Verma and Parikshat Sahni. The film's music is by Rajesh Roshan.",
  "/wiki/Deven_Verma": "Deven Verma (23 October 1937 – 2 December 2014) was an Indian film and television actor, particularly known for his comic roles, with Bollywood directors like Basu Chatterji, Hrishikesh Mukherjee and Gulzar. He also produced and directed films, including Besharam. He won Filmfare Best Comedian Award for Chori Mera Kaam, Chor Ke Ghar Chor and Angoor, the latter being directed by Gulzar and still considered one of Bollywood's best comedies.",
  "/wiki/Rajesh_Roshan": "Rajesh Roshan Lal Nagrath (born 24 May 1955) is a Hindi cinema music director and composer. He is the son of music director Roshan.",
  "/wiki/Trishul_(film)": "Trishul (Hindi: त्रिशूल, English: Trident) is a 1978 Indian drama film, written by Salim-Javed, directed by Yash Chopra, and produced by Gulshan Rai. It features music by Mohammed Zahur Khayyam, with lyrics by Sahir Ludhianvi. The film was a \"Super Hit\" at the box office, and one of the top grossers of 1978, along with Muqaddar Ka Sikandar and Don.",
  "/wiki/K._J._Yesudas": "Kattassery Joseph Yesudas (born 10 January 1940) is an Indian musician and playback singer. Yesudas sings Indian classical, devotional and cinematic songs. He has recorded more than 80,000 songs  in a number of Indian languages, including Malayalam, Tamil, Telugu, Hindi, Kannada, Bengali, Odia as well as Arabic, English, Latin, and Russian, during a career spanning more than five decades. Often called as Gaanagandharvan (ഗാനഗന്ധർവ്വൻ/The Celestial Singer), he is regarded as one of the greatest Indian singers of  all time.",
  "/wiki/Kishore_Kumar": "Abhas Kumar Ganguly (born 4 August 1929 – 13 October 1987),  better known by his stage name Kishore Kumar (pronunciation (help·info)) was an Indian playback singer, actor, music director, lyricist, writer, director, producer and screenwriter. He is considered as one of the most popular singers of Indian film industry and from soft numbers to peppy tracks to romantic moods, Kumar sang in different genres but some of his rare compositions which were considered classics were lost in time. According to Ashok Kumar, Kumar's success lies in the fact that his voice used to hit the microphone straight at its most sensitive point.",
  "/wiki/Noorie": "Noorie is a 1979 Indian Hindi romance film produced by Yash Chopra, and directed by Manmohan Krishna; this is his only film as director. The film stars Farooq Shaikh, Poonam Dhillon, Madan Puri and Iftekhar. The film's music is by Khayyam and the lyrics by Jan Nisar Akhtar.",
  "/wiki/Kaala_Patthar": "Kaala Patthar (Hindi: काला पत्थर, English: Black Stone) is a 1979 Indian action drama film, which was produced and directed by Yash Chopra, with a screenplay written by Salim-Javed. The film was based on the Chasnala mining disaster, and is the fourth collaboration between Amitabh Bachchan, Shashi Kapoor and director Yash Chopra, which succeeded the films Deewaar (1975), Kabhie Kabhie (1976) and Trishul (1978). In spite of the film doing average business at the box office, the film was critically acclaimed, and received several Filmfare Award nominations. It attained cult status, and is considered a classic in Hindi cinema.",
  "/wiki/Mahendra_Kapoor": "Mahendra Kapoor (9 January 1934 – 27 September 2008) was an Indian playback singer.",
  "/wiki/Silsila_(1981_film)": "Silsila (Series of Events) is a 1981 Indian Hindi romantic drama film directed by Yash Chopra. It stars Amitabh Bachchan, Jaya Bachchan, Rekha, Shashi Kapoor and Sanjeev Kumar. On his last birthday, Yash Chopra revealed that he had originally signed Smita Patil and Parveen Babi opposite Bachchan, but after consulting with him, he cast Jaya Bachchan and Rekha in their respective roles. Padmini Kolhapure revealed in an interview that she had also been considered for the role of Chandni, but Amitabh had considered her too young to star opposite him, she was only fifteen then.",
  "/wiki/Shiv-Hari": "Shiv-Hari refers to the Indian music director duo of Shivkumar Sharma, a Santoor player, and Hariprasad Chaurasia, a flutist. The duo has worked on Indian classical music pieces as well as Indian movie scores.",
  "/wiki/Bazaar_(1982_film)": "Bazaar (Hindi: बाज़ार; English: Market) is a 1982 Indian drama film directed by Sagar Sarhadi and starring Naseeruddin Shah, Farooq Shaikh, Smita Patil and Supriya Pathak. The film set in Hyderabad, India, highlights the issue of bride buying in India, through the tragedy of a young girl being sold by needy parents to affluent expartraite Indians in the Gulf.",
  "/wiki/Sawaal_(1982_film)": "Sawaal (Hindi: सवाल; translation: Question) is a Hindi film produced by Yash Chopra and directed by Ramesh Talwar, released in 1982.  The music was composed by Khayyam and the lyrics were written by Majrooh Sultanpuri.  Despite an all-star cast, it did not succeed at the box office.[citation needed]",
  "/wiki/Faasle": "Faasle is a 1985 Bollywood film produced and directed by Yash Chopra.",
  "/wiki/Chandni": "Chandni (lit. moonlight) is a 1989 Indian romantic musical drama film, directed and produced by Yash Chopra from a screenplay written by Kamna Chandra, Arun Kaul, Sagar Sarhadi and Umesh Kalbagh. The film stars Sridevi as Chandni Mathur, a young effervescent woman who is torn between two suitors. Vinod Khanna, Rishi Kapoor, and Waheeda Rehman are featured in supporting roles.",
  "/wiki/Lamhe": "Lamhe (lit. Moments) is a 1991 Indian romantic drama film directed by Yash Chopra and written by Honey Irani, with Rahi Masoom Raza. The film stars Sridevi and Anil Kapoor in the lead roles, along with Waheeda Rehman, Anupam Kher and Manohar Singh, featured in supporting roles. In the film, Viren falls in love with Pallavi, but she marries Siddharth. The married couple die in a tragic car accident, leaving behind their one and only daughter – who grows up to resemble her mother, she meets Viren and falls in love with him.",
  "/wiki/Sudesh_Bhonsle": "Sudesh Bhosale is an Indian playback singer who primarily sings for Bollywood films. He was born to  Sumantai Bhosale. Bhosale is known for his ability to mimic actor Amitabh Bachchan, having sung for him in various films..He studied in Ambedkar College wadala.",
  "/wiki/Darr": "Darr: A Violent Love Story (English: Fear) is a 1993 Indian psychological romantic thriller film directed and produced by Yash Chopra through the studio Yash Raj Films. The film stars Sunny Deol, Juhi Chawla, and Shah Rukh Khan while Anupam Kher, Tanvi Azmi, and Dalip Tahil appear in supporting roles.",
  "/wiki/Kavita_Krishnamurthy": "Kavita Krishnamurti is an Indian film playback singer who has sung songs in Hindi, Telugu, Marathi, English, Urdu, Tamil, Malayalam, Kannada, Gujarati, Nepali, Bengali,Assamese, Konkani and Odiya Etc. Trained in classical music, Kavita Krishnamurti has recorded more than 25,000 songs in 16 languages in a career span of 30 years. She is the recipient of four Filmfare Best Female Playback Singer Awards, including three consecutive awards in the period 1994–1996, and the Padmashri which she received in 2005. In 1999, she married violinist L. Subramaniam and residing in Bengaluru.",
  "/wiki/Aaina_(1993_film)": "Aaina (English: Mirror), is a 1993 Bollywood film directed by Deepak Sareen, produced by Yash Chopra and independently produced by his wife Pamela Chopra. It stars Juhi Chawla, Jackie Shroff and Amrita Singh in lead roles with Deepak Tijori in a supporting role. The film was a blockbuster hit in India, and solidified Juhi Chawla's career as a leading lady in the 1990s. Amrita Singh performance in a negative role was much appreciated and is regarded as one of her career best performances. The film was remade in Telugu as Aayanaki Iddaru (1995), in Tamil as Kalyana Vaibhogam (1997) and in Kannada as Yare Nee Abhimani (2000).",
  "/wiki/Dilwale_Dulhania_Le_Jayenge": "Dilwale Dulhania Le Jayenge (transl. The Big-Hearted Will Take Away the Bride), also known by the initialism DDLJ, is an Indian romance film, directed by Aditya Chopra (in his directorial debut), produced by his father Yash Chopra, and written by Javed Siddiqui with Aditya Chopra. Released on 20 October 1995, the film stars Shah Rukh Khan and Kajol. The plot revolves around Raj and Simran, two young non-resident Indians, who fall in love during a vacation through Europe with their friends. Raj tries to win over Simran's family so the couple can marry, but Simran's father has long since promised her hand to his friend's son. The film was shot in India, London and Switzerland, from September 1994 to August 1995.",
  "/wiki/Jatin_Lalit": "Jatin–Lalit are an Indian film music director duo consisting of Jatin Pandit and his brother Lalit. They have written the widely popular scores for films such as Yaara Dildara, Khiladi, Jo Jeeta Wohi Sikandar, Raju Ban Gaya Gentleman, Khamoshi: The Musical, Dilwale Dulhania Le Jayenge, Fareb, Yes Boss, Jab Pyaar Kisise Hota Hai, Kuch Kuch Hota Hai, Sarfarosh, Ghulam, Mohabbatein, Kabhi Khushi Kabhi Gham and Fanaa.",
  "/wiki/Mujhse_Dosti_Karoge!": "Mujhse Dosti Karoge! (translation: \"Be My Friend!\") is a 2002 Indian Hindi romantic drama film directed by Kunal Kohli and produced by Aditya Chopra and Yash Chopra under the banner of Yash Raj Films. The film, which was loosely inspired from the 1996 American comedy The Truth About Cats & Dogs, follows the love triangle of three friends played by Rani Mukerji, Kareena Kapoor and Hrithik Roshan in leading roles, with Uday Chopra appearing in an extended special appearance.",
  "/wiki/Udit_Narayan": "Udit Narayan (born 1 December 1955) is an Indian playback singer whose songs have been featured mainly in Bollywood movies of Hindi language. He has also sung in various other languages including Telugu, Tamil, Kannada, Odia, Nepali, Bhojpuri, Bengali.  He has won 4 National Film Awards (of which 3 as a singer, for 2 songs in 2001, 1 each in 2002 and 2004 along with 1\nas a producer in 2005) and 5 Filmfare Awards with 20 nominations among many others. He had to struggle a lot even after his debut in 1980 in Bollywood playback. He got to sing with legends Mohammed Rafi in his Bollywood Playback debut in movie Unees-Bees in 1980 and also with Kishore Kumar in the 1980s. He finally made his mark in 1988 movie Qayamat Se Qayamat Tak starring Aamir Khan and Juhi Chawla, his song \"Papa Kehte Hain\" was his notable performance which earned him his first Filmfare Award in the 1980s and he established himself in Bollywood Playback Singing. He is the only male singer in the history of the Filmfare Awards to have won in over three decades (the 1980s, 1990s, and 2000s).",
  "/wiki/Sonu_Nigam": "Sonu Nigam (born 30 July 1973) is an Indian playback singer, live performer, composer, host, and actor. He sings predominantly in Hindi and Kannada language films. He has also sung in English, Bengali, Manipuri, Gujarati, Tamil, Telugu, Marathi, Tulu, Assamese, Odia, Nepali, Maithili, Malayalam and various Indian languages.[citation needed]  Nigam has also released Indian pop albums and acted in a number of films. He has been one of the highest paid Indian singers. He is often regarded as a \"Modern Rafi\" and is now considered as one of the most versatile and greatest singers of the Hindi film industry of all time. He is also regarded as the \"Lord of Chords\".",
  "/wiki/Rahul_Sharma_(musician)": "Rahul Sharma (born 25 September 1972) is a music director and Indian classical santoor player."
}