{
  "/wiki/Alina_Kabaeva": "Alina Maratovna Kabaeva (Russian: Али́на Мара́товна Каба́ева, pronounced [ɐˈlʲinə mɐˈratəvnə kɐˈbajɪvə]; Tatar: Әлинә Марат кызы Кабаева; born 12 May 1983) is a Russian Honored Master of Sports, a retired individual rhythmic gymnast, a model and film star, and a politician.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Yulia_Raskina": "Yulia Raskina (Юлия Раскина) (born April 9, 1982 in Minsk, Belarus) is a former individual rhythmic gymnast. she is the 2000 Olympics silver medalist, the 1999 World All-around silver medalist, the two time (2000,1999) European All-around silver medalist and 1999 Grand Prix Final All-around champion.",
  "/wiki/Belarus": "Belarus (/bɛləˈruːs/; Belarusian: Беларусь, IPA: [bʲɛlaˈrusʲ]), officially the Republic of Belarus (Belarusian: Рэспубліка Беларусь, Russian: Республика Беларусь), formerly known by its Russian name Byelorussia or Belorussia (Russian: Белоруссия), is a landlocked country in Eastern Europe bordered by Russia to the northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Its capital and most populous city is Minsk. Over 40% of its 207,600 square kilometres (80,200 sq mi) is forested. Its major economic sectors are service industries and manufacturing. Until the 20th century, different states at various times controlled the lands of modern-day Belarus, including the Principality of Polotsk (11th to 14th centuries), the Grand Duchy of Lithuania, the Polish–Lithuanian Commonwealth, and the Russian Empire.",
  "/wiki/Tamara_Yerofeeva": "Tamara Yerofeyeva (Ukrainian: Тамара Єрофеєва, Russian: Тамара Ерофеева; born 4 March 1982) is a famous individual rhythmic gymnast. She was All-Around World Champion, multiple World Cup's winner and Olympic Game's finalist. Tamara was competing for Ukraine's National Team from 1996 to 2004 winning more than 300 medals for Ukraine at various competitions. Currently performing at different shows in Las Vegas including Cirque Du Soleil, David Saxe Productions and more.",
  "/wiki/Ukraine": "Ukraine (Ukrainian: Україна, romanized: Ukrayina, pronounced [ʊkrɐˈjinɐ] (listen)) is a country in Eastern Europe. It is bordered by Russia to the north-east; Belarus to the north; Poland, Slovakia and Hungary to the west; and Romania, Moldova, and the Black Sea to the south.  Ukraine is currently in a territorial dispute with Russia over the Crimean Peninsula, which Russia annexed in 2014. Including Crimea, Ukraine has an area of 603,628 km2 (233,062 sq mi), making it both the largest country entirely within Europe and the 46th largest country in the world. Excluding Crimea, Ukraine has a population of about 42 million, making it the 32nd most populous country in the world. Its capital and largest city is Kiev. Ukrainian is the official language and its alphabet is Cyrillic. The dominant religion in the country is Eastern Orthodoxy.",
  "/wiki/Olga_Belova_(gymnast)": "Olga Belova (born 22 January 1983 in Moscow, Russian SFSR, Soviet Union) is a Russian former individual rhythmic gymnast.",
  "/wiki/Eva_Serrano": "Eva Serrano (born 22 April 1978 in Nîmes, France) was an individual rhythmic gymnast. She was the 1999 European All-around bronze medalist and is France's most decorated and successful rhythmic gymnast. She is also a 6-time French National All-around champion.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Teodora_Alexandrova": "Teodora Alexandrova (Bulgarian: Теодора Александрова, born September 24, 1981 in Sofia, Bulgaria) is a former Bulgarian Individual Rhythmic Gymnast. She started rhythmic gymnastics in 1986.",
  "/wiki/Bulgaria": "Bulgaria (/bʌlˈɡɛəriə, bʊl-/ (listen); Bulgarian: България, romanized: Balgariya), officially the Republic of Bulgaria (Bulgarian: Република България, romanized: Republika Balgariya, IPA: [rɛˈpublikɐ bɐɫˈɡarijɐ]), is a country in Southeast Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres (42,855 sq mi), Bulgaria is Europe's 16th-largest country.",
  "/wiki/Rieko_Matsunaga": "Rieko Matsunaga (Japanese: 松永 里絵子, born May 19, 1979, Tokyo) is a Japanese rhythmic gymnast.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Olena_Vitrychenko": "Olena Ihorivna Vitrychenko (Ukrainian: Олена Ігорівна Вітриченко, Russian: Елена Игоревна Витриченко; born 25 November 1976), also known as Elena Vitrichenko, is an Individual Ukrainian Rhythmic Gymnast. She is the 1996 Olympics bronze medalist, the 1997 World All-around champion and 1997 European All-around champion.",
  "/wiki/1999_World_Rhythmic_Gymnastics_Championships": "The 1999 World Rhythmic Gymnastics Championships were held at Osaka Municipal Central Gymnasium in Osaka, Japan from October 12–17, 1999."
}