{
  "/wiki/Bohemians_F.C.": "Bohemian Football Club  (Irish: Cumann Peile Bóithéamaigh), more commonly referred to as Bohemians or Bohs, is a semi-professional football club from Dublin, Ireland. Bohemians compete in the Premier Division of the League of Ireland, and are the oldest League of Ireland club in continuous existence. Bohs are the third most successful club in League of Ireland football history, having won the League of Ireland title 11 times, the FAI Cup 7 times, the League of Ireland Shield 6 times and the League of Ireland Cup 3 times. Prior to the establishment of the Football Association of Ireland and League of Ireland, Bohemians competed in the Irish Football League and Irish Cup, which were at the time all-Ireland competitions. During that period they won the Irish Cup once and finished runners up 5 times. They share the record for most wins in European competition with archrivals Shamrock Rovers and hold the record for Leinster Senior Cup wins with 32 cups claimed.",
  "/wiki/Phibsborough": "Phibsborough (/ˈfɪbzbərə/; Irish: Baile Phib), also spelled Phibsboro, is a mixed commercial and residential neighbourhood on the Northside of Dublin, Ireland.",
  "/wiki/AUL_Complex": "The Athletic Union League is an association football league featuring junior and amateur teams mainly from Northside, Dublin. The AUL currently operates thirteen divisions. Its senior division is known as the Premier A. Teams from the AUL also compete in the FAI Cup, the FAI Junior Cup and the Leinster Senior Cup. The AUL headquarters are at the AUL Complex at Clonshaugh/Swords, Dublin. The AUL is affiliated to both the Football Association of Ireland and the Leinster Football Association.",
  "/wiki/Bray_Wanderers_A.F.C.": "Bray Wanderers Football Club (Irish: Cumann Peile Fánaithe Bhré) are an Irish association football club playing in the League of Ireland First Division. The club in its present form was founded in 1942 in Bray, and was known until 2010 as Bray Wanderers A.F.C. It was elected to the League in 1985, and plays its home matches at the Carlisle Grounds. Club colours are Green and White, and it goes by the nickname The Seagulls.",
  "/wiki/Bray,_County_Wicklow": "Bray (Irish: Bré [bʲɾʲeː]) is a coastal town in north County Wicklow, Ireland. It is situated about 20 km (12 mi) south of Dublin city centre on the east coast. It has a population of 32,600 making it the ninth largest urban area within Ireland (at the 2016 census).",
  "/wiki/Jackson_Park,_Kilternan": "Jackson Park (Irish: Páirc Uí Sheáin) is an association football stadium in the Republic of Ireland based in Kilternan, Dún Laoghaire–Rathdown. It is currently the home of Wayside Celtic F.C. and DLR Waves.",
  "/wiki/F.C._Carlow": "F.C. Carlow (Irish: Cumann Peile Ceatharlach) was an Irish association football club based in County Carlow. Between 2009 and 2011 the club played in the A Championship. They also fielded teams in the League of Ireland U20/U19 Division. They were the first and to date so far, the only association football club from County Carlow to play in a senior national level league. During this time, the club also competed in the FAI Cup, the League of Ireland Cup and the Leinster Senior Cup.",
  "/wiki/Ballon,_County_Carlow": "Ballon (Irish: Ballán) is a village in County Carlow, Ireland. It is located on the N80 road near Carlow.",
  "/wiki/Cobh_Ramblers_F.C.": "Cobh Ramblers Football Club (CRFC) (Irish: Cumann Peile Chóstóirí Chóbh) is an Irish football club in the League of Ireland First Division. The club, founded in 1922 and elected to the League of Ireland in 1985, hails from Cobh, County Cork and play their home matches at St. Colman's Park. The club's colours are claret and blue. The club was a founding member of the Cork AUL in 1947 and is the only one of the 14 founding clubs still in existence today.",
  "/wiki/Cobh": "Cobh (/ˈkoʊv/ KOHV,  Irish: An Cóbh), known from 1849 until 1920 as Queenstown, is a tourist seaport town on the south coast of County Cork, Ireland. Cobh is on the south side of Great Island in Cork Harbour and is home to Ireland's only dedicated cruise terminal. Tourism in the area draws on the maritime and emigration legacy of the town. It was associated with the RMS Titanic, which was built in Belfast.",
  "/wiki/St_Colman%27s_Park": "St Colman's Park is a football stadium in Cobh, County Cork. It is home to Cobh Ramblers F.C. of the League of Ireland First Division.",
  "/wiki/Cork_City_F.C.": "Cork City Football Club  (Irish: Cumann Peile Chathair Chorcaí) is an Irish association football club based in Cork. The club currently plays in the League of Ireland Premier Division. The club was founded and elected to the League of Ireland in 1984. It was one of the first clubs in Ireland (and the first in Cork) to field a team of professional footballers. With the progression of professionalism at the club, continued development of the Turners Cross stadium and the transition to summer football, the club became one of the biggest and best supported clubs in the country. In 2008, financial issues resulted in a period of examinership, and the club's then holding company was wound-up in 2010. A team was entered into the 2010 League of Ireland First Division, before the club re-acquired rights to the name \"Cork City Football Club\", and was promoted back to the premier division for the 2012 season. Cork City FC won its third premier division title, and first FAI Cup double, during the 2017 season.",
  "/wiki/Cork_(city)": "Cork (/kɔːrk/; Irish: Corcaigh, pronounced [ˈkoɾkɪɟ], from corcach, meaning \"marsh\") is the second largest city in Ireland. Located in the south-west of Ireland, in the province of Munster, since an extension to the city's boundary in 2019, its population is c.210,000.",
  "/wiki/Turners_Cross_(stadium)": "Turners Cross is an all-seater football stadium located in and synonymous with the district of Turners Cross in Cork, Ireland. It is home to the Munster Football Association, and League of Ireland side Cork City.",
  "/wiki/Sporting_Fingal_F.C.": "Sporting Fingal Football Club (Irish: Cumann Peile Fine Gall Spórtúil) was an Irish association football club based in Fingal. Between 2008 and 2010, the club played three seasons in the League of Ireland. During their first two seasons they played in the First Division before winning promotion to the Premier Division. During the 2009 and 2010 seasons, the club also entered a team in the A Championship. During their short stay in the League of Ireland, Sporting Fingal were relatively successful. As well as gaining promotion to the Premier Division, they also won both the 2009 FAI Cup and the 2010 A Championship Cup and qualified for the UEFA Europa League on two occasions. In addition to fielding teams in the League of Ireland, Sporting Fingal also organised Powerchair Football, Special Olympics football and futsal teams. Their futsal team won the 2010 FAI Futsal Cup and qualified for the 2010–11 UEFA Futsal Cup.",
  "/wiki/Fingal": "Fingal (English:  /ˈfɪŋɡəl/ FING-gəl; from Irish  Fine Gall, meaning 'foreign tribe') is a county in Ireland. It is located in the province of Leinster and, within that, is part of the Dublin Region. Its name is derived from the medieval territory of Scandinavian foreigners (Irish: gaill) that settled in the area. Fingal County Council is the local authority for the county. In 2016 the population of the county was 296,214, making it the second-most populous county in the state.",
  "/wiki/St_Patrick%27s_Athletic_F.C.": "St Patrick's Athletic Football Club (Irish: Cumann Peile Lúthchleas Phádraig Naofa) is a professional Irish association football club based in Inchicore, Dublin, that plays in the Irish Premier Division. Founded in May 1929, they played originally in the Phoenix Park but they moved to their current ground Richmond Park in 1930.",
  "/wiki/Inchicore": "Inchicore (Irish: Inse Chór, meaning \"Island of Sheep\") is a suburb of Dublin, Ireland.",
  "/wiki/Richmond_Park_(football_ground)": "Richmond Park is a football stadium in Dublin, Ireland. Situated in the Dublin suburb of Inchicore, it is the home ground of League of Ireland side St Patrick's Athletic F.C. (also known as St Pat's). The area where the ground now stands was formerly used as a recreational area by the British Army, who were stationed at the nearby Richmond Barracks, both named after Charles Lennox, 4th Duke of Richmond the barracks having since been demolished.",
  "/wiki/Shamrock_Rovers_F.C._B": "Shamrock Rovers II is the reserve team of Shamrock Rovers. Throughout its history Rovers have entered reserve teams in various leagues including the Leinster Senior League, the League of Ireland B Division, the A Championship and the League of Ireland First Division.",
  "/wiki/Tallaght": "Tallaght (/ˈtælə/ TAL-ə; Irish: Tamhlacht, IPA: [ˈt̪ˠəul̪ˠəxt̪ˠ]) is the largest settlement, and county town, of South Dublin, Ireland, and the largest suburb of Dublin.  The central village area, dating from at least the 1st century, held one of the earliest monastic settlements known in the eastern part of the island, which became one of medieval Ireland's more important monastic centres.",
  "/wiki/Tallaght_Stadium": "Tallaght Stadium (Irish: Staid Thamhlachta) is an association football stadium in the Republic of Ireland based in Tallaght, South Dublin. Shamrock Rovers F.C. originally announced details of the stadium in July 1996. The stadium is now owned and operated by South Dublin County Council with Shamrock Rovers as the anchor tenants.",
  "/wiki/Tralee_Dynamos_A.F.C.": "Tralee Dynamos A.F.C.  is an Irish association football club based in Tralee, County Kerry. Their senior team currently plays in the Kerry District League.They have previously fielded teams in the League of Ireland U19 Division, the A Championship, the Munster Senior League and the Limerick Desmond League.",
  "/wiki/Tralee": "Tralee (/træˈliː/ tral-EE; Irish: Trá Lí, formerly Tráigh Lí, IPA: [t̪ˠɾˠaː ˈl̠ʲiː], meaning 'strand of the Lee River') is the county town of County Kerry in the south-west of Ireland. The town is on the northern side of the neck of the Dingle Peninsula, and is the largest town in County Kerry. The town's population including suburbs was 23,691 as of the 2016[update] census making it the 8th largest town, and 14th largest urban settlement in Ireland. Tralee is well known for the Rose of Tralee International Festival which has been held annually in August since 1959."
}