{
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Nintendo_Entertainment_System": "The Nintendo Entertainment System (NES) is an 8-bit third-generation home video game console produced, released, and marketed by Nintendo. It is a remodelled export version of the company's Family Computer[a] (FC) platform in Japan, commonly known as the Famicom[b], which was launched on July 15, 1983. The NES was launched in a test market of New York City on October 18, 1985, followed by Los Angeles as a second test market in February 1986, followed by Chicago and San Francisco, then other top 12 American markets, followed by a full launch across North America and some countries in Europe in September 1986, followed by Australia and other countries in Europe in 1987. Brazil saw only unlicensed clones until the official local release in 1993. The console's South Korean release was packaged as the Hyundai Comboy[c] and distributed by Hyundai Electronics (now SK Hynix).",
  "/wiki/ASCII_(company)": "ASCII Corporation (株式会社アスキー, Kabushiki kaisha Asukī) was a publishing company based in Tokyo, Japan. It became a subsidiary of Kadokawa Group Holdings in 2004, and merged with another Kadokawa subsidiary MediaWorks on April 1, 2008, and became ASCII Media Works. The company published Monthly ASCII as the main publication.",
  "/wiki/Super_Nintendo_Entertainment_System": "The Super Nintendo Entertainment System (SNES),[b] also known as the Super NES[c] or Super Nintendo,[d] is a 16-bit home video game console developed by Nintendo that was released in 1990 in Japan and South Korea,[citation needed] 1991 in North America, 1992 in Europe and Australasia (Oceania), and 1993 in South America. In Japan, the system is called the Super Famicom (SFC).[e] In South Korea, it is known as the Super Comboy[f] and was distributed by Hyundai Electronics. The system was released in Brazil on August 30, 1993, by Playtronic. Although each version is essentially the same, several forms of regional lockout prevent the different cartridges from being compatible with one another.",
  "/wiki/Super_Okuman_Chouja_Game": "Takara Co., Ltd. (株式会社タカラ) was a Japanese toy company founded in 1955. In March 2006, the company merged with Tomy Co., Ltd. to form Takara Tomy. The Takara motto was 遊びは文化」(\"playing is culture\").",
  "/wiki/Future": "The future is the time after the present. Its arrival is considered inevitable due to the existence of time and the laws of physics.  Due to the apparent nature of reality and the unavoidability of the future, everything that currently exists and will exist can be categorized as either permanent, meaning that it will exist forever, or temporary, meaning that it will end. In the Occidental view, which uses a linear conception of time, the future is the portion of the projected timeline that is anticipated to occur. In special relativity, the future is considered absolute future, or the future light cone.",
  "/wiki/World_map": "A world map is a map of most or all of the surface of Earth. World maps form a distinctive category of maps due to the problem of projection. Maps by necessity distort the presentation of the earth's surface. These distortions reach extremes in a world map. The many ways of projecting the earth reflect diverse technical and aesthetic goals for world maps.",
  "/wiki/Artificial_intelligence_(video_games)": "In video games, artificial intelligence (AI) is used to generate responsive, adaptive or intelligent behaviors primarily in non-player characters (NPCs) similar to human-like intelligence. Artificial intelligence has been an integral part of video games since their inception in the 1950s. AI in video games is a distinct subfield and differs from academic AI. It serves to improve the game-player experience rather than machine learning or decision making. During the golden age of video arcade games, the idea of AI opponents was largely popularized, which sported an increasing difficulty level, distinct movement patterns, and in-game events dependent on hash functions based on the player's input.[citation needed] Modern games often implement existing techniques such as pathfinding and decision trees to guide the actions of NPCs. AI is often used in mechanisms which are not immediately visible to the user, such as data mining and procedural-content generation.",
  "/wiki/Senior_citizen": "Old age refers to ages nearing or surpassing the life expectancy of human beings, and is thus the end of the human life cycle. Terms and euphemisms include old people, the elderly (worldwide usage), seniors (American usage), senior citizens (British and American usages), older adults (in the social sciences), and the elders (in many cultures—including the cultures of aboriginal people).",
  "/wiki/Playing_card": "A playing card is a piece of specially prepared card stock, heavy paper, thin cardboard, plastic-coated paper, cotton-paper blend, or thin plastic that is marked with distinguishing motifs. Often the front (face) and back of each card has a finish to make handling easier. They are most commonly used for playing card games, and are also used to perform magic tricks, for cardistry, in card throwing, and for building card houses. Some types of cards such as tarot cards are also used for divination. Playing cards are typically palm-sized for convenient handling, and usually are sold together in a set as a deck of cards or pack of cards.",
  "/wiki/Bingo_(U.S.)": "In the United States, Bingo is a game of chance in which each player matches numbers printed in different arrangements on cards which the numbers the game host (caller) draws at random, marking the selected numbers with tiles. When a player finds the selected numbers are arranged on their card in a row, they call out \"Bingo!\" to alert all participants to a winning card, which prompts the game host (or an associate assisting the host) to examine the card for verification of the win. Players compete against one another to be the first to have a winning arrangement for the prize or jackpot. After a winner is declared, the players clear their number cards of the tiles and the game host begins a new round of play.",
  "/wiki/Slot_machine": "A slot machine (American English), known variously as a fruit machine (British English, except Scotland), puggy (Scottish English), the slots (Canadian and American English), poker machine/pokies (Australian English and New Zealand English), or simply slot (British English and American English), is a casino gambling machine that creates a game of chance for its customers. Slot machines are also known pejoratively as one-armed bandits due to the large mechanical levers affixed to the sides of early mechanical machines and their ability to empty players' pockets and wallets as thieves would.",
  "/wiki/Tower_Dream": "Crea-Tech (Japanese: 有限会社クレアテック) is a Japanese video game developer that is located in Koto, Tokyo, Japan and was founded by Hiroshi Miyaoka in 1988. The company is best known for developing the role-playing video game series Metal Max. They also developed many board games. The company develops console games mainly, but also have some computer games and mobile games.",
  "/wiki/PlayStation_(console)": "The PlayStation[a] (officially abbreviated as PS and commonly known as the PS1 or its codename PSX) is a home video game console developed and marketed by Sony Computer Entertainment. It was first released on 3 December 1994 in Japan, on 9 September 1995 in North America, on 29 September 1995 in Europe, and on 15 November 1995 in Australia, and was the first of the PlayStation lineup of video game consoles. As a fifth generation console, the PlayStation primarily competed with the Nintendo 64 and the Sega Saturn.",
  "/wiki/Enix": "Enix Corporation (株式会社エニックス, Kabushiki-gaisha Enikkusu) was a Japanese video game publisher that produced video games, anime and manga. Enix is known for publishing the Dragon Quest series of role-playing video games.",
  "/wiki/PlayStation_2": "The PlayStation 2 (officially branded as PS2) is a home video game console developed and marketed by Sony Computer Entertainment. It was first released in Japan on March 4, 2000, in North America on October 26, 2000, and in Europe and Australia on November 24, 2000, and is the successor to the original PlayStation, as well as the second installment in the PlayStation console line-up. A sixth-generation console, it competed with Sega's Dreamcast, Nintendo's GameCube, and Microsoft's original Xbox.",
  "/wiki/Tamsoft": "Tamsoft Corporation (株式会社タムソフト, Kabushiki Gaisha Tamu Sofuto) is a Japanese video game developer, founded on 26 June 1992.",
  "/wiki/Crea-Tech": "Crea-Tech (Japanese: 有限会社クレアテック) is a Japanese video game developer that is located in Koto, Tokyo, Japan and was founded by Hiroshi Miyaoka in 1988. The company is best known for developing the role-playing video game series Metal Max. They also developed many board games. The company develops console games mainly, but also have some computer games and mobile games.",
  "/wiki/Famitsu": "Famitsu,[a] formerly Famicom Tsūshin, is a line of Japanese video game magazines published by Kadokawa Game Linkage (previously known as Gzbrain), a subsidiary of Kadokawa. Famitsu is published in both weekly and monthly formats as well as in the form of special topical issues devoted to only one console, video game company, or other theme. Shūkan Famitsū,[b] the original Famitsū publication, is considered the most widely read and respected video game news magazine in Japan. From October 28, 2011 the company began releasing the digital version of the magazine exclusively on BookWalker weekly.",
  "/wiki/Square_Enix": "Square Enix Holdings Co., Ltd. is a Japanese video game developer, publisher, and distribution company known for its Final Fantasy, Dragon Quest, and Kingdom Hearts role-playing video game franchises, among numerous others. Several of them have sold over 10 million copies worldwide, with the Final Fantasy franchise alone selling 144 million, the Dragon Quest franchise selling 78 million and the Kingdom Hearts franchise selling 30 million. The Square Enix headquarters are in the Shinjuku Eastside Square Building in Shinjuku, Tokyo. The company employs over 4300 employees worldwide.",
  "/wiki/Dragon_Quest": "Dragon Quest,[a] published as Dragon Warrior in North America until 2005,[b] is a series of Japanese role-playing video games created by Yuji Horii and his studio Armor Project. The games are published by Square Enix (formerly Enix), with localized remakes and ports of later installments for the Nintendo DS, Nintendo 3DS, and Nintendo Switch being published by Nintendo outside of Japan. With its first game published in 1986, there are eleven main-series games, along with numerous spin-off games. In addition, there have been numerous manga, anime and novels published under the franchise, with nearly every game in the main series having a related adaptation.",
  "/wiki/Final_Fantasy": "Final Fantasy[a] is a Japanese science fantasy media franchise created by Hironobu Sakaguchi, and developed and owned by Square Enix (formerly Square). The franchise centers on a series of fantasy and science fantasy role-playing video games. The first game in the series was released in 1987, with 14 other main-numbered entries being released since then. The franchise has since branched into other video game genres such as tactical role-playing, action role-playing, massively multiplayer online role-playing, racing, third-person shooter, fighting, and rhythm, as well as branching into other media, including CGI films, anime, manga, and novels.",
  "/wiki/Dragon_Quest_&_Final_Fantasy_in_Itadaki_Street_Portable": "Dragon Quest & Final Fantasy in Itadaki Street Portable (Japanese: ドラゴンクエスト&ファイナルファンタジー in いただきストリート ポータブル, Hepburn: Doragon Kuesuto & Fainaru Fantajī in Itadaki Sutorīto Pōtaburu) is a crossover party board video game in the long running Fortune Street series. The game is notable for its inclusion of characters from the Final Fantasy and Dragon Quest series of video games, being the second in the series to do so, the first being 2004's Dragon Quest & Final Fantasy in Itadaki Street Special for the PlayStation 2. Itadaki Street Portable was developed by Think Garage and published by Square Enix for the PlayStation Portable in Japan on May 25, 2006. As with other entries in the series prior to it, was not released in any other regions.",
  "/wiki/PlayStation_Portable": "The PlayStation Portable[a] (PSP) is a handheld game console developed and marketed by Sony Computer Entertainment. It was first released in Japan on December 12, 2004, in North America on March 24, 2005, and in PAL regions on September 1, 2005, and is the first handheld installment in the PlayStation line of consoles. As a seventh generation console, the PSP primarily competed with the Nintendo DS.",
  "/wiki/Nintendo_DS": "The Nintendo DS,[b] or simply DS, is a dual-screen handheld game console developed and released by Nintendo. The device released globally across 2004 and 2005. The DS, an acronym for \"Developers' System\" or \"Dual Screen\", introduced distinctive new features to handheld gaming: two LCD screens working in tandem (the bottom one being a touchscreen), a built-in microphone, and support for wireless connectivity. Both screens are encompassed within a clamshell design similar to the Game Boy Advance SP. The Nintendo DS also features the ability for multiple DS consoles to directly interact with each other over Wi-Fi within a short range without the need to connect to an existing wireless network. Alternatively, they could interact online using the now-defunct Nintendo Wi-Fi Connection service. Its main competitor was Sony's PlayStation Portable during the seventh generation of video game consoles.",
  "/wiki/Nintendo": "Nintendo Co., Ltd.[a] is a Japanese multinational consumer electronics and video game company headquartered in Kyoto. Nintendo is one of the world's largest video game companies by market capitalization, creating some of the best-known and top-selling video game franchises of all-time, such as Mario, The Legend of Zelda, Animal Crossing, and Pokémon.",
  "/wiki/Mario_(franchise)": "The Mario[a] franchise is a media franchise, published and produced by Japanese video game company Nintendo, starring the fictional Italian character Mario. It is primarily a video game franchise, with the franchise's other forms of media including several television series and a feature film. It was originally created by game designer Shigeru Miyamoto with the arcade game Donkey Kong, released on July 9, 1981. The games have been developed by a variety of developers including Nintendo, Hudson Soft, and AlphaDream. Most Mario games have been released for Nintendo's various video game consoles and handhelds, from the third generation onward.",
  "/wiki/Lightning_(Final_Fantasy)": "Claire Farron (colloquial: Lightning (ライトニング, Raitoningu)) is a fictional character from Square Enix's Final Fantasy series. She first appeared as a playable character and protagonist in the role-playing video game Final Fantasy XIII, in which she features as a resident of the artificial world of Cocoon. After her sister Serah is declared an enemy of Cocoon, Lightning attempts to save her. She and others are then chosen by the fal'Cie, a divided race of demigods who rule the worlds of Gran Pulse and Cocoon, to destroy Cocoon. Lightning reappears as a supporting character in Final Fantasy XIII-2, acting as protector of the Goddess Etro. She is the sole playable character in Lightning Returns: Final Fantasy XIII, wherein she sets out to save her world, which is destined to end in thirteen days. Outside the XIII series, Lightning has been featured in multiple Final Fantasy games and had cameo appearances in other video games.",
  "/wiki/Final_Fantasy_XIII": "Final Fantasy XIII[a] is a science fiction role-playing video game developed and published by Square Enix for the PlayStation 3 and Xbox 360 consoles and later for the Microsoft Windows operating system. Released in Japan in December 2009 and worldwide in March 2010, it is the thirteenth title in the mainline Final Fantasy series. The game includes fast-paced combat, a new system for the series for determining which abilities are developed for the characters called \"Crystarium\", and a customizable \"Paradigm\" system to control which abilities are used by the characters. Final Fantasy XIII includes elements from the previous games in the series, such as summoned monsters, chocobos, and airships.",
  "/wiki/Super_deformed": "Chibi (ちび or チビ) is a Japanese slang word describing something short (a thing, an animal or a person). It comes from the verb 禿びる (chibiru), which means 'to wear out and become shorter' (the tip of something).[citation needed] Chibi-debu (ちびデブ or チビデブ) is used to describe something or someone that is both short and chubby.  Chibi is widely used in Japan to describe a specific style of caricature where characters are drawn in an exaggerated way. Typically these characters are small and chubby, with stubby limbs and oversized heads to make them resemble children. This style of artwork, also known as super deformed (shorthanded as SD), has since found its way into anime and manga fandom through its usage in manga works. Chibi can be translated as 'little' (e.g. Chibi Maruko-chan, which means Little Miss Maruko), but it is not used the same way as chiisana [小さな] and chiisai [小さい] ('tiny', 'small', 'little' in Japanese), but rather 'cute'.[citation needed]",
  "/wiki/North_America": "North America is a continent entirely within the Northern Hemisphere and almost all within the Western Hemisphere. It is also considered by some[quantify] to be a northern subcontinent of the Americas. It is bordered to the north by the Arctic Ocean, to the east by the Atlantic Ocean, to the west and south by the Pacific Ocean, and to the southeast by South America and the Caribbean Sea.",
  "/wiki/Europe": "Europe is a continent located entirely in the Northern Hemisphere and mostly in the Eastern Hemisphere.  It comprises the westernmost part of Eurasia and is bordered by the Arctic Ocean to the north, the Atlantic Ocean to the west, the Mediterranean Sea to the south, and Asia to the east. The eastern border uniquely comprises a long and mixed line of mountain ranges, rivers, seas, and straits that would normally define a subcontinent. However, Europe retains its status as a full continent because of its great size and the weight of history and tradition. It is the 6th largest continent in the world.",
  "/wiki/Australasia": "Australasia comprises Australia, New Zealand, and some neighbouring islands (see the section Derivation and definitions). It is used in a number of different contexts including geopolitically, physiogeographically, and ecologically where the term covers several slightly different but related regions.",
  "/wiki/Wii": "The Wii (/wiː/ WEE; known unofficially as the Nintendo Wii) is a home video game console released by Nintendo on November 19, 2006. As a seventh-generation console, the Wii competed with Microsoft's Xbox 360 and Sony's PlayStation 3. Nintendo states that its console targets a broader demographic than that of the two others.  As of the first quarter of 2016[update], the Wii led its generation over the PlayStation 3 and Xbox 360 in worldwide sales, with more than 101 million units sold; in December 2009, the console broke the sales record for a single month in the United States.",
  "/wiki/E3_2011": "The Electronic Entertainment Expo 2011 (E3 2011) was the 17th Electronic Entertainment Expo held. The event took place at the Los Angeles Convention Center in Los Angeles, California. It began on June 7, 2011, and ended on June 9, 2011, with 46,800 total attendees. E3 2011 was broadcast on the G4 channel.",
  "/wiki/Android_(operating_system)": "Android is a mobile operating system based on a modified version of the Linux kernel and other open source software, designed primarily for touchscreen mobile devices such as smartphones and tablets. Android is developed by a consortium of developers known as the Open Handset Alliance, with the main contributor and commercial marketer being Google.",
  "/wiki/IOS": "iOS (formerly iPhone OS) is a mobile operating system created and developed by Apple Inc. exclusively for its hardware. It is the operating system that presently powers many of the company's mobile devices, including the iPhone, and iPod Touch; it also powered the iPad prior to the introduction of iPadOS in 2019. It is the second most popular mobile operating system globally after Android.",
  "/wiki/App_Store_(iOS)": "The App Store is a digital distribution platform, developed and maintained by Apple Inc., for mobile apps on its iOS operating system. The store allows users to browse and download apps developed with Apple's iOS software development kit. Apps can be downloaded on the iPhone smartphone, the iPod Touch handheld computer, or the iPad tablet computer, and some can be transferred to the Apple Watch smartwatch or 4th-generation or newer Apple TVs as extensions of iPhone apps.",
  "/wiki/PlayStation_4": "The PlayStation 4 (officially abbreviated as PS4) is an eighth-generation home video game console developed by Sony Interactive Entertainment. Announced as the successor to the PlayStation 3 in February 2013, it was launched on November 15 in North America, November 29 in Europe, South America and Australia, and on February 22, 2014, in Japan. It competes with Microsoft's Xbox One and Nintendo's Wii U and Switch.",
  "/wiki/PlayStation_Vita": "The PlayStation Vita (also known as the PS Vita or simply Vita) is a handheld video game console developed and marketed by Sony Computer Entertainment. It was first released in Japan on December 17, 2011, and in North America, Europe, and other international territories beginning on February 22, 2012. The console is the successor to the PlayStation Portable, and a part of the PlayStation brand of gaming devices; as part of the eighth generation of video game consoles, it primarily competed with the Nintendo 3DS.",
  "/wiki/Tose_(company)": "Tose Co., Ltd. (株式会社トーセ, Kabushiki-gaisha Tōse) (TYO: 4728) (also called Tose Software) is a video game development company based in Kyoto, Japan. It is mostly known for developing Nintendo's Game & Watch Gallery series, various Dragon Ball games, as well as other Nintendo products. Tose has developed or co-developed over 1,000 games since the company's inception in 1979, but is virtually never credited in the games themselves (an exception to this is Game & Watch Gallery 4 and The Legendary Starfy series, as Tose shares the copyright with Nintendo). \"We're always behind the scenes,\" said Masa Agarida, Vice President of Tose's U.S. division. \"Our policy is not to have a vision. Instead, we follow our customers' visions. Most of the time we refuse to put our name on the games, not even staff names.\" As such, Tose has gained a reputation for being a \"ghost developer\".",
  "/wiki/Fortune_Street": "Fortune Street (いただきストリート, Itadaki Sutorīto) (also known as Boom Street in PAL regions) is a party video game series originally created by Dragon Quest designer Yuji Horii. The first game was released in Japan on Nintendo's Famicom console in 1991. Since then, new installments in the series have been released for the Super Famicom, PlayStation, PlayStation 2, PlayStation Portable, Nintendo DS, Mobile Phones, Android, iOS, PlayStation 4 and PlayStation Vita. The series was exclusive to Japan prior to the Wii iteration."
}