{
  "/wiki/Aragog": "Professor Rubeus Hagrid is a fictional character in the Harry Potter book series written by J. K. Rowling. He is introduced in Harry Potter and the Philosophers Stone as a half-giant and half-human who is the gamekeeper and Keeper of Keys and Grounds of Hogwarts, the primary setting for the first six novels. In the third novel Harry Potter and the Prisoner of Azkaban, Hagrid is promoted to Care of Magical Creatures professor, and is later revealed to be a member of the Order of the Phoenix.",
  "/wiki/Spider": "Spiders (order Araneae) are air-breathing arthropods that have eight legs and chelicerae with fangs able to inject venom. They are the largest order of arachnids and rank seventh in total species diversity among all orders of organisms. Spiders are found worldwide on every continent except for Antarctica, and have become established in nearly every habitat with the exceptions of air and sea colonization. As of July 2019[update], at least 48,200 spider species, and 120 families have been recorded by taxonomists. However, there has been dissension within the scientific community as to how all these families should be classified, as evidenced by the over 20 different classifications that have been proposed since 1900.",
  "/wiki/Harry_Potter_and_the_Chamber_of_Secrets": "Harry Potter and the Chamber of Secrets is a fantasy novel written by British author J. K. Rowling and the second novel in the Harry Potter series. The plot follows Harry's second year at Hogwarts School of Witchcraft and Wizardry, during which a series of messages on the walls of the school's corridors warn that the \"Chamber of Secrets\" has been opened and that the \"heir of Slytherin\" would kill all pupils who do not come from all-magical families. These threats are found after attacks that leave residents of the school petrified. Throughout the year, Harry and his friends Ron and Hermione investigate the attacks.",
  "/wiki/J._K._Rowling": "Joanne Rowling CH, OBE, HonFRSE, FRCPE, FRSL (/ˈroʊlɪŋ/ ROH-ling; born 31 July 1965), better known by her pen name J. K. Rowling, is a British author, film producer, television producer, screenwriter, and philanthropist. She is best known for writing the Harry Potter fantasy series, which has won multiple awards and sold more than 500 million copies, becoming the best-selling book series in history. The books are the basis of a popular film series, over which Rowling had overall approval on the scripts and was a producer on the final films. She also writes crime fiction under the name Robert Galbraith.",
  "/wiki/The_Magician_Trilogy": "The Magician Trilogy is a series of three children's fantasy novels by the British author Jenny Nimmo, first published by Methuen 1986 to 1989. It is sometimes called the Snow Spider trilogy or series after the first book and The Snow Spider Trilogy is the title of its omnibus editions (1991 and later). The stories are inspired by Welsh mythology, with elements borrowed from Mabinogion. Set in contemporary Wales, they feature Gwyn Griffiths, a boy descended from Gwydion who discovers and develops some of the magical power in his lineage.",
  "/wiki/The_Snow_Spider": "The Magician Trilogy is a series of three children's fantasy novels by the British author Jenny Nimmo, first published by Methuen 1986 to 1989. It is sometimes called the Snow Spider trilogy or series after the first book and The Snow Spider Trilogy is the title of its omnibus editions (1991 and later). The stories are inspired by Welsh mythology, with elements borrowed from Mabinogion. Set in contemporary Wales, they feature Gwyn Griffiths, a boy descended from Gwydion who discovers and develops some of the magical power in his lineage.",
  "/wiki/Jenny_Nimmo": "Jenny Nimmo (born 15 January 1944) is a British author of children's books, including many fantasy and adventure novels, chapter books, and picture books. Born in England, she has lived mostly in Wales for forty years. She is probably best known for two series of fantasy novels: The Magician Trilogy (1986–1989), contemporary stories rooted in Welsh myth, and Children of the Red King (2002–2010), featuring schoolchildren endowed with magical powers. The Snow Spider, first of the Magician books, won the second annual Nestlé Smarties Book Prize[a] and the 1987 Tir na n-Og Award as the year's best originally English-language book with an authentic Welsh background. The Stone Mouse was highly commended for the 1993 Carnegie Medal.[b] Several others of her books have been shortlisted for children's book awards.",
  "/wiki/Charlotte%27s_Web": "Charlotte's Web is a children's novel by American author E. B. White and illustrated by Garth Williams; it was published on October 15, 1952, by Harper & Brothers. The novel tells the story of a livestock pig named Wilbur and his friendship with a barn spider named Charlotte. When Wilbur is in danger of being slaughtered by the farmer, Charlotte writes messages praising Wilbur (such as \"Some Pig\") in her web in order to persuade the farmer to let him live.",
  "/wiki/E._B._White": "Elwyn Brooks White (July 11, 1899 – October 1, 1985) was an American writer. For more than fifty years, he was a contributor to The New Yorker magazine. He was also a co-author of the English language style guide The Elements of Style. In addition, he wrote books for children, including Stuart Little (1945), Charlotte's Web (1952), and The Trumpet of the Swan (1970). In a 2012 survey of School Library Journal readers, Charlotte's Web came in first in their poll of the top one hundred children's novels.",
  "/wiki/List_of_minor_characters_in_the_Alice_series": "This is a list of the minor characters in Lewis Carroll's Alice's Adventures in Wonderland and its sequel, Through the Looking-Glass.",
  "/wiki/Gnat": "A gnat /ˈnæt/ is any of many species of tiny flying insects in the dipterid suborder Nematocera, especially those in the families Mycetophilidae, Anisopodidae and Sciaridae. They can be both biting and non-biting. Most often they fly in large numbers, called clouds. \"Gnat\" is a loose descriptive category rather than a phylogenetic or other technical term, so there is no scientific consensus on what constitutes a gnat.",
  "/wiki/Alice_Through_the_Looking_Glass": "Through the Looking-Glass, and What Alice Found There (1871) (also known as \"Alice through the Looking-Glass\" or simply \"Through the Looking-Glass\") is a novel by Lewis Carroll and the sequel to Alice's Adventures in Wonderland (1865). Alice again enters a fantastical world, this time by climbing through a mirror into the world that she can see beyond it. There she finds that, just like a reflection, everything is reversed, including logic (running helps you remain stationary, walking away from something brings you towards it, chessmen are alive, nursery rhyme characters exist, etc.).",
  "/wiki/Lewis_Carroll": "Charles Lutwidge Dodgson (/ˈlʌtwɪdʒ ˈdɒdʒsən/; 27 January 1832 – 14 January 1898), better known by his pen name Lewis Carroll, was an English writer of world-famous children's fiction, notably Alice's Adventures in Wonderland and its sequel Through the Looking-Glass. He was noted for his facility at word play, logic, and fantasy. The poems Jabberwocky and The Hunting of the Snark are classified in the genre of literary nonsense. He was also a mathematician, photographer, and Anglican deacon.",
  "/wiki/The_Louse_and_the_Flea": "\"The Louse and the Flea\" or \"Little Louse and Little Flea\" is a German fairy tale collected by the Brothers Grimm, number 30.",
  "/wiki/Louse": "Louse (plural: lice) is the common name for members of the order Phthiraptera, which contains nearly 5,000 species of wingless insect. Lice are obligate parasites, living externally on warm-blooded hosts which include every species of bird and mammal, except for monotremes, pangolins, and bats. Lice are vectors of diseases such as typhus.",
  "/wiki/Flea": "Flea, the common name for the order Siphonaptera, includes 2,500 species of small flightless insects that survive as external parasites of mammals and birds. Fleas live by consuming blood, or hematophagy, from their hosts. Adult fleas grow to about 3 mm (0.12 in) long, are usually brown, and have bodies that are \"flattened\" sideways or narrow, enabling them to move through their host's fur or feathers. They lack wings, but have strong claws preventing them from being dislodged, mouthparts adapted for piercing skin and sucking blood, and hind legs extremely well adapted for jumping. They are able to leap a distance of some 50 times their body length, a feat second only to jumps made by another group of insects, the superfamily of froghoppers. Flea larvae are worm-like with no limbs; they have chewing mouthparts and feed on organic debris left on their host's skin.",
  "/wiki/Fairy_tale": "A fairy tale, fairytale, wonder tale, magic tale, or Märchen is an instance of a folklore genre that takes the form of a short story. Such stories typically feature entities such as dwarfs, dragons, elves, fairies, giants, gnomes, goblins, griffins, mermaids, talking animals, trolls, unicorns, or witches, and usually magic or enchantments. In most cultures, there is no clear line separating myth from folk or fairy tale; all these together form the literature of preliterate societies. Fairy tales may be distinguished[by whom?] from other folk narratives such as legends (which generally involve belief in the veracity of the events described) and explicit moral tales, including beast fables. The term is mainly used for stories with origins in European tradition and, at least in recent centuries, mostly relates to children's literature.",
  "/wiki/Brothers_Grimm": "The Brothers Grimm (die Brüder Grimm or die Gebrüder Grimm), Jacob Ludwig Karl (1785–1863) and Wilhelm Carl (1786–1859), were German academics, philologists, cultural researchers, lexicographers and authors who together collected and published folklore during the 19th century. They were among the first and best-known collectors of German and European folk tales, and popularized traditional oral tale types such as \"Cinderella\" (\"Aschenputtel\"), \"The Frog Prince\" (\"Der Froschkönig\"), \"The Goose-Girl\" (\"Die Gänsemagd\"), \"Hansel and Gretel\" (\"Hänsel und Gretel\"), \"Rapunzel\", \"Rumpelstiltskin\" (\"Rumpelstilzchen\"), \"Sleeping Beauty\" (\"Dornröschen\"), and \"Snow White\" (\"Schneewittchen\"). Their classic collection, Children's and Household Tales (Kinder- und Hausmärchen), was published in two volumes—the first in 1812 and the second in 1815.",
  "/wiki/Bee": "Bees are flying insects closely related to wasps and ants, known for their role in pollination and, in the case of the best-known bee species, the western honey bee, for producing honey and beeswax. Bees are a monophyletic lineage within the superfamily Apoidea and are presently considered a clade, called Anthophila. There are over 16,000 known species of bees in seven recognized biological families.  They are found on every continent except Antarctica, in every habitat on the planet that contains insect-pollinated flowering plants.",
  "/wiki/Cirque_du_Freak:_The_Saga_of_Darren_Shan": "The Saga of Darren Shan (known as Cirque Du Freak: The Saga of Darren Shan in the United States) is a young adult 12-part book series written by Darren Shan (pen name of Darren O'Shaughnessy) about the struggle of a boy who has become involved in the world of vampires. As of October 2008, the book has been published in 33 countries around the world, in 30 different languages. A film based on the first three books in the series was released in theatres on October 23, 2009. Blackstone Audio has also released CD recordings of all 12 books in the series, read by Ralph Lister.",
  "/wiki/Darren_Shan": "Darren O'Shaughnessy (/oʊˈʃɔːnəsi/; born 2 July 1972), who commonly writes under the pen name Darren Shan, is an Irish author. Darren Shan is the main character in O'Shaughnessy's The Saga of Darren Shan young adult fiction series, also known as the Cirque Du Freak series in the United States. He followed that up with The Demonata series and the stand-alone books, Koyasan and The Thin Executioner. Then came The Saga of Larten Crepsley which is a prequel to The Saga of Darren Shan and tells the life of Larten Crepsley. He has most recently finished a 12 novel series \"Zom-B\". The first book, Zom-B, went on sale in September 2012, with the final book, Zom-B Goddess, published on April 2016. Darren also writes for adults, and has published The City Book Trilogy and Lady of the Shades under the name of Darren Shan, and The Evil and the Pure, Sunburn, An Other Place and Midsummer's Bottom under the name of Darren Dash.",
  "/wiki/Maya_the_Bee": "Maya the Bee (German: Die Biene Maja) is the main character in The Adventures of Maya the Bee, a German book written by Waldemar Bonsels and published in 1912. The book has been published in many other languages and adapted into different media.",
  "/wiki/Waldemar_Bonsels": "Waldemar Bonsels (21 February 1880  in Ahrensburg – 31 July 1952 in Ambach [de], Münsing) was a German writer.",
  "/wiki/Miss_Spider": "Miss Flora Spider is the title character in the bestselling children's books by David Kirk. She originally appeared in cartoon format in the movie Miss Spider's Sunny Patch Kids (with Brooke Shields providing Miss Spider's voice), which spun off the Miss Spider's Sunny Patch Friends series (with Kristin Davis providing her voice this time around), and Miss Spider's Sunny Patch Friends - Harvest Time Hop and Fly video game. She is also the star of the Miss Spider apps for iPad, iPhone, and iPod Touch.",
  "/wiki/David_Kirk_(author)": "David Kirk (b. 1955 in Ohio) is the creator of the Miss Spider series of children's books published by Scholastic.",
  "/wiki/James_and_the_Giant_Peach": "James and the Giant Peach is a popular children's novel written in 1961 by British author Roald Dahl. The original first edition published by Alfred Knopf featured illustrations by Nancy Ekholm Burkert. There have been reillustrated versions of it over the years, done by Michael Simeon for the first British edition, Emma Chichester Clark, Lane Smith and Quentin Blake. It was adapted into a film of the same name in 1996.",
  "/wiki/Roald_Dahl": "Roald Dahl (Norwegian: [ˈrùːɑl ˈdɑːl], commonly pronounced as /ˈroʊ.əld ˈdɑːl/; 13 September 1916 – 23 November 1990) was a British novelist, short story writer, poet, screenwriter, and fighter pilot. His books have sold more than 250 million copies worldwide.",
  "/wiki/Fly": "True flies are insects of the order Diptera, the name being derived from the Greek δι- di- \"two\", and πτερόν pteron \"wings\". Insects of this order use only a single pair of wings to fly, the hindwings having evolved into advanced mechanosensory organs known as halteres, which act as high-speed sensors of rotational movement and allow dipterans to perform advanced aerobatics. Diptera is a large order containing an estimated 1,000,000 species including horse-flies,[a] crane flies, hoverflies and others, although only about 125,000 species have been described.",
  "/wiki/The_Brave_Little_Tailor": "\"The Brave Little Tailor\" or \"The Valiant Little Tailor\" or \"The Gallant Tailor\" (German: Das tapfere Schneiderlein) is a German fairy tale collected by the Brothers Grimm, tale number 20. Joseph Jacobs collected another variant \"A Dozen at One Blow\" in European Folk and Fairy Tales. Andrew Lang included it in The Blue Fairy Book. Another of many versions of the tale appears in A Book of Giants by Ruth Manning-Sanders. It is about a humble tailor who tricks many giants and a ruthless king into believing in the tailor's incredible feats of strength and bravery, leading to him winning wealth and power. In the Aarne–Thompson–Uther system of classifying folktales, it is type 1640, with elements of several other story types.",
  "/wiki/Shelob": "Shelob is a fictional demon in the form of a giant spider from J. R. R. Tolkien's Middle-earth legendarium. She appears at the end of the fourth book, second volume (The Two Towers), of The Lord of the Rings.  Her lair lies in Cirith Ungol (\"the pass of the spider\") leading into Mordor. Gollum deliberately leads Frodo Baggins there in hopes of recovering the One Ring when Shelob attacks Frodo.  The plan is foiled when Samwise Gamgee greatly injures Shelob with Frodo's Elvish dagger, Sting, and the Phial of Galadriel.",
  "/wiki/The_Lord_of_the_Rings": "The Lord of the Rings is an epic high-fantasy novel written by English author and scholar J. R. R. Tolkien. The story began as a sequel to Tolkien's 1937 fantasy novel The Hobbit, but eventually developed into a much larger work. Written in stages between 1937 and 1949, The Lord of the Rings is one of the best-selling novels ever written, with over 150 million copies sold.",
  "/wiki/J._R._R._Tolkien": "John Ronald Reuel Tolkien CBE FRSL (/ruːl ˈtɒlkiːn/;[a] 3 January 1892 – 2 September 1973) was an English writer, poet, philologist, and academic, who authored the classic high fantasy works The Hobbit, The Lord of the Rings, and The Silmarillion.",
  "/wiki/Middle-earth": "Middle-earth is the fictional setting of much of British writer J. R. R. Tolkien's legendarium. The term is equivalent to the term Midgard of Norse mythology, describing the human-inhabited world, that is, the central continent of the Earth in Tolkien's imagined mythological past.[T 1]",
  "/wiki/Legendarium": "Tolkien's legendarium is the body of J. R. R. Tolkien's mythopoeic writing that forms the background to his The Lord of the Rings, a high fantasy novel which is widely considered to be his magnum opus.",
  "/wiki/The_Two_Towers": "The Two Towers is the second volume of J. R. R. Tolkien's high fantasy novel The Lord of the Rings. It is preceded by The Fellowship of the Ring and followed by The Return of the King.",
  "/wiki/Ungoliant": "Ungoliant (Sindarin pronunciation: /ʊŋ.gɔl.jant/) is a fictional character in J. R. R. Tolkien's legendarium, described as an evil spirit in the form of a spider. She is mentioned briefly in The Lord of the Rings, and plays a supporting role in The Silmarillion. Her origins are unclear, as Tolkien's writings do not explicitly reveal her nature, other than that she is from \"before the world\". She is one of a few instances, along with Tom Bombadil and the Cats of Queen Berúthiel, where Tolkien does not provide a clear background for an element of his fiction.",
  "/wiki/The_Silmarillion": "The Silmarillion (Quenya: [silmaˈrilliɔn]) is a collection of mythopoeic works by English writer J. R. R. Tolkien, edited and published posthumously by his son, Christopher Tolkien, in 1977, with assistance from Guy Gavriel Kay. The Silmarillion, along with J. R. R. Tolkien's other works, forms an extensive, though incomplete, narrative that describes the universe of Eä in which are found the lands of Valinor, Beleriand, Númenor, and Middle-earth, within which The Hobbit and The Lord of the Rings take place.",
  "/wiki/Tom_Bombadil": "Tom Bombadil is a character in J. R. R. Tolkien's legendarium. He first appeared in print in a 1934 poem called The Adventures of Tom Bombadil, which also included Goldberry, Old Man Willow and the Barrow-wight.  They were not then explicitly part of the older legends that became The Silmarillion, and are not mentioned in The Hobbit.",
  "/wiki/Manticore": "The manticore (Early Middle Persian Merthykhuwar; Modern Persian Mardykhor) is a Persian legendary creature similar to the Egyptian sphinx that proliferated in western European medieval art as well. It has the head of a human, body of a lion and a tail of venomous spines similar to porcupine quills, while other depictions have it with the tail of a scorpion. There are some accounts that the spines can be shot like arrows, thus making the manticore a lethal predator. It eats its victims whole, using its triple rows of teeth, and leaves no bones behind.",
  "/wiki/A_Song_of_Ice_and_Fire": "A Song of Ice and Fire is a series of epic fantasy novels by the American novelist and screenwriter George R. R. Martin. He began the first volume of the series, A Game of Thrones, in 1991, and it was published in 1996. Martin, who initially envisioned the series as a trilogy, has published five out of a planned seven volumes. The fifth and most recent volume of the series, A Dance with Dragons, was published in 2011 and took Martin six years to write. He is currently writing the sixth novel, The Winds of Winter.",
  "/wiki/George_R.R._Martin": "George Raymond Richard Martin (born George Raymond Martin; September 20, 1948), also known as GRRM, is an American novelist and short story writer in the fantasy, horror, and science fiction genres, screenwriter, and television producer. He wrote the series of epic fantasy novels, A Song of Ice and Fire, which was adapted into the HBO series Game of Thrones (2011–2019).",
  "/wiki/Game_of_Thrones": "Game of Thrones is an American  fantasy drama television series created by David Benioff and D. B. Weiss for HBO. It is an adaptation of A Song of Ice and Fire, George R. R. Martin's series of fantasy novels, the first of which is A Game of Thrones. The show was both produced and filmed in Belfast and elsewhere in the United Kingdom. Filming locations also included Canada, Croatia, Iceland, Malta, Morocco, and Spain. The series premiered on HBO in the United States on April 17, 2011, and concluded on May 19, 2019, with 73 episodes broadcast over eight seasons.",
  "/wiki/List_of_fictional_arthropods": "This list of fictional arthropods is subsidiary to the list of fictional animals. It is restricted to notable insect, arachnid and crustacean characters from the world of fiction."
}